[
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 1,
    "arab": "طٰهٰ ۚ",
    "translation": "Thaha",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2349.mp3",
    "tafsir": "thaha termasuk huruf-huruf hijaiyyah yang terletak pada permulaan beberapa surah Al-Qur'an. Para Mufassirin berbeda pendapat tentang maksud huruf-huruf itu. Untuk jelasnya dipersilahkan menela`ah kembali uraian yang ada pada permulaan surah al-Baqarah jilid I \"Al-Qur'an dan tafsirnya\" dengan judul \"Fawatihus Suwar\".",
    "quraish": "[[20 ~ THAHA Pendahuluan: Makkiyyah, 135 ayat ~ Seluruh ayat, yang berjumlah 135, dalam surat ini diturunkan di Mekah, kecuali ayat 130 dan 131. Surat ini dimulai dengan penyebutan dua huruf yang digunakan untuk menunjukkan kemukjizatan al-Qur'ân dan untuk menarik perhatian orang-orang yang mendengarnya. Setelah itu, dijelaskan kedudukan al-Qur'ân yang mulia dan terhormat karena diturunkan oleh Allah swt., Sang Penguasa langit dan bumi yang mengetahui semua rahasia. Selanjutnya, dijelaskan kisah Nabi Mûsâ dengan Fir'aun, awal mula diutusnya Mûsâ, permohonan Mûsâ agar Hârûn dijadikan penolong dan pembantunya, serta keadaan mereka berdua saat bertemu dengan Fir'aun setelah sebelumnya mereka merasa takut bertemu karena kezalimannya. Di sela-sela itu Allah menjelaskan perjalanan hidup Nabi Mûsâ a. s. Dalam surat ini, juga dipaparkan dialog yang terjadi antara Mûsâ dengan Fir'aun dan Mûsâ dengan para ahli sihir, kekhawatiran Mûsâ akan kalah di hadapan para penyihir, tongkat Mûsâ yang berubah menjadi ular dan menelan semua tali yang mereka lemparkan, sikap akhir para tukang sihir yang menyatakan beriman dan penyiksaan Fir'aun terhadap mereka. Selain itu, diceritakan pula kisah Mûsâ dan Banû Isrâ'îl yang selamat dari kejaran Fir'aun yang tenggelam ketika mengikuti mereka setelah air laut terbelah, sampai ke bukit Thûr. Disebutkan bahwa ketika di sana, Mûsâ meninggalkan kaumnya guna bermunajat kepada Tuhan, lalu Sâmiriy menghasut mereka agar menyembah patung anak lembu yang terbuat dari emas. Patung tersebut dapat menimbulkan suara akibat angin yang masuk ke dalam rongga patung itu. Nabi Mûsâ murka dengan kejadian itu, kemudian menarik kepala Hârûn. Kemudian, dalam surat ini diterangkan juga kesudahan nasib yang menimpa Sâmiriy. Allah mengisyaratkan agar kisah Mûsâ dan kisah-kisah lainnya dapat dijadikan pelajaran. Pada bagian akhir surat ini terdapat beberapa wasiat untuk bersabar, menjauhkan diri dari hal-hal yang tidak baik, perintah melaksanakan salat, kerancuan tuntutan orang-orang musyrik ketika meminta mukjizat selain al-Qur'ân dan petunjuk Allah tentang hikmah diutusnya para rasul. Sebagai khatimah, surat ini ditutup dengan penjelasan bahwa orang-orang kafir akan mendapat siksa, dan orang-orang Mukmin akan mendapat pahala.]] Thâ, Hâ. Allah sengaja mengawali surat ini dengan menyebut dua huruf fonemis itu, seperti pada beberapa surat lain, untuk menantang orang-orang yang ingkar, di samping sebagai isyarat bahwa al-Qur'ân tersusun dari huruf-huruf yang mereka gunakan dalam tutur bahasa mereka sehari-hari. Kendati demikian, mereka tetap tidak mampu mendatangkan satu surat pendek atau beberapa ayat saja yang serupa dengan surat dan ayat al-Qur'ân.",
    "jalalayn": "(Tha Ha) hanya Allahlah yang mengetahui maksudnya"
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 2,
    "arab": "مَآ اَنْزَلْنَا عَلَيْكَ الْقُرْاٰنَ لِتَشْقٰٓى ۙ",
    "translation": " Kami tidak menurunkan Al-Qur'an ini kepadamu (Muhammad) agar engkau menjadi susah;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2350.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Al-Qur'an itu diturunkan bukanlah untuk menyusahkan dan mencelakakan. Bagi Nabi Muhammad saw, ayat ini adalah sebagai hiburan. Ditegaskan bahwa Al-Qur'an itu diturunkan kepadanya bukanlah untuk menyusahkan, juga bukan untuk dipaksakan kepada orang-orang yang keras kepala, tetapi Al-Qur'an diturunkan kepadanya untuk disampaikan kepada umatnya dan untuk menjadi peringatan kepada mereka tentang perbuatannya yang sesat. Kalau tugas Nabi Muhammad itu telah dilaksanakan dan dakwahnya telah dilakukan, tetapi umatnya masih juga membangkang dan tidak mau taat kepadanya, maka itu diserserahkan kepada Allah, karena kewajiban Nabi hanya menyampaikan apa yang menjadi tugasnya, sebagaimana firman Allah:\nMaka jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang. (an-Nahl/16: 82)\nOleh karena itu, Nabi Muhammad tidak perlu merasa gelisah, apalagi menghancurkan diri sendiri karena manusia tidak mau mengikuti seruannya, sebagaimana digambarkan Allah di dalam firman-Nya:\nMaka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur'an). (al-Kahf/18: 6)\nBegitu juga Nabi Muhammad tidak perlu merasa susah dalam menyampaikan Al-Qur'an kepada manusia, sebagaimana firman Allah:\n(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman. (al-A`raf/7: 2)\nAl-Qurthubi menjelaskan tentang masuk Islamnya Umar bin al-Khaththab, saat itu Umar bin al-Khaththab masuk ke rumah iparnya Sa'id bin Zaid, ia sedang membaca Surah thaha bersama isterinya Fatimah binti al-Khaththab (adik Umar), dan Umar memintanya namun tidak diberikan sehingga ia marah dan merampas naskah tersebut. Ketika Umar membacanya, lunak dan lembutlah hatinya untuk menerima Islam.",
    "quraish": "Wahai Rasulullah, sesungguhnya Kami tidak menurunkan al-Qur'ân ini untuk menyusahkan dirimu karena ditinggalkan oleh orang-orang yang berpaling darimu.",
    "jalalayn": "(Kami tidak menurunkan Alquran ini kepadamu) hai Muhammad (agar kamu menjadi susah) supaya kamu letih dan payah disebabkan apa yang kamu kerjakan sesudah ia diturunkan, sehingga kamu harus berkepanjangan berdiri di dalam melakukan salat malam. Maksudnya berilah kesempatan istirahat bagi dirimu."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 3,
    "arab": "اِلَّا تَذْكِرَةً لِّمَنْ يَّخْشٰى ۙ",
    "translation": " melainkan sebagai peringatan bagi orang yang takut (kepada Allah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2351.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Al-Qur'an itu diturunkan untuk menjadi peringatan dan pelajaran bagi manusia. Manusia yang takut kepada Allah akan segera menerimanya dan memanfaatkan peringatan dan pelajaran itu baginya. Sedang orang yang tidak takut kepada Allah, karena jiwanya beku, mempunyai hati yang keras seperti batu atau lebih keras lagi, tidak akan membekas sedikit pun peringatan dan pelajaran yang terkandung di dalam Al-Qur'an itu kepadanya. Mereka itu seakan-akan tuli, bisu dan buta tidak berakal, seperti halnya makhluk-makhluk yang lain. Mereka itu akan dimasukkan ke dalam neraka kelak. Seperti tersebut dalam firman Allah:\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)",
    "quraish": "Tetapi, Kami menurunkan al-Qur'ân sebagai peringatan bagi orang yang takut dan taat kepada Allah.",
    "jalalayn": "(Tetapi) Kami turunkan Alquran ini (sebagai peringatan) melalui apa yang dikandungnya (bagi orang yang takut) kepada Allah."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 4,
    "arab": "تَنْزِيْلًا مِّمَّنْ خَلَقَ الْاَرْضَ وَالسَّمٰوٰتِ الْعُلٰى ۗ",
    "translation": "diturunkan dari (Allah) yang menciptakan bumi dan langit yang tinggi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2352.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Al-Qur'an yang dibawa oleh Nabi Muhammad itu berasal dari Allah, Tuhan yang menciptakan alam, Yang Mahakuasa atas segala apa yang Dia kehendaki. Dialah yang menciptakan bumi dan semua apa yang terdapat di dalamnya. Dialah yang menciptakan langit yang amat luas beserta segala isinya.",
    "quraish": "Al-Qur'ân ini diturunkan kepadamu dari Allah Yang Mahakuasa, Pencipta bumi dan langit yang tinggi.",
    "jalalayn": "(Yaitu diturunkan) lafal Tanziilan ini menjadi Badal dari lafal Fi'il yang menashabkannya, yakni Nazzalahu Tanziilan (dari Allah yang menciptakan bumi dan langit yang tinggi). Lafal Al 'Ula merupakan bentuk jamak dari kata 'Ulyaa, keadaannya sama dengan lafal Kubraa dan Kubar."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 5,
    "arab": "اَلرَّحْمٰنُ عَلَى الْعَرْشِ اسْتَوٰى ",
    "translation": "(yaitu) Yang Maha Pengasih, yang bersemayam di atas ‘Arsy.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2353.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Pencipta langit dan bumi itu, adalah Yang Maha Pemurah yang bersemayam di atas 'Arsy. Allah bersemayam di atas 'Arsy, janganlah sekali-kali digambarkan seperti halnya seorang raja yang duduk di atas singgasananya, karena menggambarkan yang seperti itu, berarti telah menyerupakan Khaliq dengan makhluk-Nya. Anggapan seperti ini, tidak dibenarkan sama sekali oleh ajaran Islam, sesuai dengan firman Allah:\nTidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syura/42: 11)\nIbnu Kasir berkata di dalam kitab tafsirnya, bahwa cara yang paling baik dalam memahami ayat ini ialah cara yang telah ditempuh oleh Ulama Salaf, yaitu mempercayai ungkapan sebagaimana tercantum di atas 'Arsy (duduk di atas tahta) tetapi cara atau kaifiatnya (duduk di atas tahta) tidak boleh disamakan dengan cara duduknya makhluk, seperti seseorang yang duduk di atas kursi. Hal itu sepenuhnya adalah wewenang Allah semata-mata, manusia tidak dapat mengetahui hakikatnya.",
    "quraish": "Yang rahmat-Nya mahaagung, dan yang berkuasa atas kerajaan-Nya.",
    "jalalayn": "Yaitu (Tuhan Yang Maha Pemurah, yang di atas Arasy) lafal Arasy ini menurut pengertian bahasa diartikan singgasana raja (berkuasa) yakni bersemayam sesuai dengan keagungan dan kebesaran-Nya."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 6,
    "arab": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرٰى ",
    "translation": "Milik-Nyalah apa yang ada di langit, apa yang ada di bumi, apa yang ada di antara keduanya, dan apa yang ada di bawah tanah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2354.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa semua yang ada di langit, di bumi, di antara langit dan bumi, begitu juga semua yang ada di dalam tanah, baik yang sudah diketahui maupun yang belum diketahui adalah kepunyaan Allah. Dialah yang menguasai semuanya, dan mengatur sekehendak-Nya. Dialah yang mengetahui segala yang ada, baik yang gaib maupun yang nyata. Tidak ada sesuatu yang bergerak, diam, berubah, tetap, dan lain-lain sebagainya kecuali dengan izin-Nya, sesuai dengan kodrat iradat-Nya. Firman Allah:\nMilik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungkannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu. (al-Baqarah/2: 284)",
    "quraish": "Hanya milik-Nyalah semua yang ada di langit, di bumi dan di antara keduanya, serta semua barang tambang dan kekayaan yang tersimpan di dalam bumi.",
    "jalalayn": "(Kepunyaan-Nyalah semua yang ada di langit, semua yang ada di bumi, semua yang ada di antara keduanya) yakni makhluk-makhluk yang ada di antara keduanya (dan semua yang di bawah tanah) yaitu lapisan tanah yang masih basah, yang dimaksud adalah di bawah semua lapisan bumi yang tujuh, karena lapisan bumi yang berjumlah tujuh itu berada di bawah lapisan tanah yang basah."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 7,
    "arab": "وَاِنْ تَجْهَرْ بِالْقَوْلِ فَاِنَّهٗ يَعْلَمُ السِّرَّ وَاَخْفٰى ",
    "translation": "Dan jika engkau mengeraskan ucapanmu, sungguh, Dia mengetahui rahasia dan yang lebih tersembunyi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2355.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di waktu mengucapkan doa atau zikir, tidak perlu dengan suara keras. Bagi Allah sama saja baik itu dengan suara keras atau tidak. Allah mengetahui apa-apa yang dirahasiakan begitu juga yang lebih tersembunyi dari rahasia itu, seperti bisikan hati, atau sesuatu yang melintas di dalam pikiran. Doa dan zikir itu diucapkan dengan lidah hanya untuk mengungkapkan apa yang ada di dalam hati kita. Allah berfirman:\nDan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati. (al-Mulk/67: 13)\nSejalan dengan ayat ini, firman Allah:\nDan ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut, dan dengan tidak mengeraskan suara pada waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lengah. (al- A'raf/7: 205)",
    "quraish": "Sebagaimana kekuasaan Allah telah meliputi segala sesuatu, ilmu-Nya juga meliputi segala sesuatu. Jika kamu, wahai manusia, mengeraskan suaramu, Dia pasti mengetahuinya. Sebab Dia mengetahui apa yang kamu bicarakan, baik dengan orang lain maupun dengan dirimu sendiri.",
    "jalalayn": "(Dan jika kamu mengeraskan ucapanmu) di dalam berzikir atau berdoa, maka sesungguhnya Allah tidak memerlukan suara keras engkau sewaktu melakukan hal tersebut (maka sesungguhnya Dia mengetahui rahasia dan yang lebih tersembunyi) daripada rahasia, maksudnya adalah semua apa yang ada dalam hati manusia yang tidak diungkapkannya, maka janganlah engkau memayahkan dirimu dengan mengeraskan suaramu."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 8,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَهُ الْاَسْمَاۤءُ الْحُسْنٰى ",
    "translation": "(Dialah) Allah, tidak ada tuhan selain Dia, yang mempunyai nama-nama yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2356.mp3",
    "tafsir": "Allah yang menurunkan Al-Qur'an itu adalah yang menciptakan dan Pemilik alam ini, karena itu Al-Qur'an itu tidak diragukan kebenarannya. Allah Mahakuasa dan tempat manusia meminta. Untuk memanggil-Nya, Allah memiliki banyak nama. Semua nama itu baik, karena menunjukkan kepada kesempurnaan-Nya, keperkasaan dan keagungan-Nya. Namun demikian, zat-Nya tetap, tidak terbilang. Di dalam hadis yang mutawatir, disebutkan bahwa Allah mempunyai 99 nama. Sabda Nabi Muhammad saw:\nSesungguhnya Allah mempunyai 99 nama, seratus kurang satu. Barangsiapa menghafalkannya (menyesuaikannya) masuk surga. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\nDiriwayatkan bahwa ketika Abu Jahal mendengar Nabi Muhammad saw di dalam seruannya menyebut, \"Ya Allah! Ya Rahman!\" Berkata Abu Jahal kepada Walid bin Mugirah, \"Muhammad melarang kita menyeru bersama Allah dengan Tuhan yang lain, padahal dia sendiri menyeru Allah bersama Ar Rahman.\" Maka turunlah ayat yang menegaskan bahwa Allah itu mempunyai banyak nama, sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asma\\'ul husna) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.\". (al-Isra`/17: 110)",
    "quraish": "Dialah Allah Yang Mahaesa, yang berhak disembah, bukan selain-Nya. Sebab, Dia yang mempunyai sifat- sifat sempurna dan sifat-sifat yang terbaik.",
    "jalalayn": "(Dialah Allah, tidak ada Tuhan melainkan Dia, Dia mempunyai Asmaulhusna) jumlahnya sebanyak yang disebutkan di dalam hadis yaitu sembilan puluh sembilan nama-nama yang baik. Lafal Al Husna bentuk Muannats daripada lafal Al Ahsan."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 9,
    "arab": "وَهَلْ اَتٰىكَ حَدِيْثُ مُوْسٰى ۘ",
    "translation": " Dan apakah telah sampai kepadamu kisah Musa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2357.mp3",
    "tafsir": "Pada ayat ini Allah memulai kisah Nabi Musa a.s. dengan ungkapan seakan-akan bertanya kepada Nabi Muhammad saw, apakah telah sampai kepadanya peristiwa dan kisah Nabi Musa ketika berdakwah kepada umatnya? Cara yang demikian biasa dilakukan untuk memfokuskan perhatian, dalam hal ini perhatian Nabi Muhammad saw dan juga umatnya kepada apa yang akan disampaikan. Telah menjadi kebiasaan orang Arab, apabila akan dikemukakan suatu berita atau kisah, maka didahului dengan ungkapan berbentuk pertanyaan, untuk menarik perhatian supaya pendengar mengikuti berita atau kisah itu dengan penuh perhatian.",
    "quraish": "Wahai Muhammad, tahukah kamu kisah Nabi Mûsâ dengan Fir'aun?",
    "jalalayn": "(Apakah) telah (datang kepadamu kisah Musa?)"
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 10,
    "arab": "اِذْ رَاٰ نَارًا فَقَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِقَبَسٍ اَوْ اَجِدُ عَلَى النَّارِ هُدًى ",
    "translation": " Ketika dia (Musa) melihat api, lalu dia berkata kepada keluarganya, “Tinggallah kamu (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa sedikit nyala api kepadamu atau aku akan mendapat petunjuk di tempat api itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2358.mp3",
    "tafsir": "Setelah habis masa perjanjian, Musa menggembalakan kambing Syekh Madyan, sebagai mahar yang harus dibayarkan Musa kepada mertuanya di Madyan, dia minta izin untuk kembali ke Mesir, menemui ibunya yang telah ditinggalkan selama sepuluh tahun lebih. Setelah mendapat izin, berangkatlah Musa a.s. bersama keluarganya menuju Mesir, dengan menghindari jalan biasa dan mengambil jalan di lereng, karena takut kalau-kalau keluarganya mendapat gangguan dari raja Syam. Dalam tafsir ar-Razi dan al-Qurthubi disebutkan bahwa setelah sampai di lembah Tuwa sebelah Barat dari gunung Tursina, istrinya melahirkan seorang anak, pada malam yang gelap gulita, berhawa dingin dan dalam keadaan tersesat. Untuk menghangatkan rasa dingin yang menusuk sampai ke tulang itu, dan mendapat penerangan di dalam suasana gelap gulita, Musa a.s. berusaha mendapatkan api, tetapi usahanya itu belum juga berhasil. Kemudian secara tidak disangka-sangka, terlihat olehnya api dari jauh di sebelah kiri jalan. Maka berkatalah ia kepada keluarganya dengan rasa gembira, \"Tinggallah kalian di sini dulu, saya melihat api dari jauh, dan sekarang saya akan ke sana. Mudah-mudahan saya dapat membawa api itu ke sini, atau mendapat petunjuk daripadanya, untuk dapat keluar dari kesesatan jalan kita ini.\" Peristiwa seperti ini, dicantumkan juga dalam ayat yang lain di dalam Al-Qur'an, sebagaimana firman Allah:\nMaka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung, dia berkata kepada keluarganya, \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.\" (al-Qashash/28: 29)",
    "quraish": "Ketika Mûsâ melihat api dalam perjalanannya pada suatu malam dari Madyan menuju Mesir, ia berkata kepada istri dan orang yang menyertainya, \"Tunggulah di tempat kalian, karena aku melihat api. Mudah- mudahan aku dapat membawanya sedikit untuk menghangatkan tubuh kalian, atau mendapatkan seorang penunjuk jalan di sekitar api itu.\"",
    "jalalayn": "(Ketika ia melihat api, lalu berkatalah ia kepada keluarganya) yakni kepada istrinya, (\"Tinggallah kamu) di sini, hal itu terjadi sewaktu ia berada dalam perjalanan dari Madyan menuju ke negeri Mesir (sesungguhnya aku melihat) menyaksikan (api, mudah-mudahan aku dapat membawa sedikit daripadanya untuk kalian) berupa obor yang dinyalakan pada sumbu atau kayu (atau aku akan mendapatkan petunjuk di tempat itu\") yang dapat menunjukkan jalan; karena pada saat itu Nabi Musa kehilangan arah jalan disebabkan gelapnya malam. Nabi Musa mengungkapkan kata-katanya dengan memakai istilah La'alla yang artinya mudah-mudahan karena ia merasa kurang pasti dengan apa yang telah dijanjikannya itu."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 11,
    "arab": "فَلَمَّآ اَتٰىهَا نُوْدِيَ يٰمُوْسٰٓى ۙ",
    "translation": "Maka ketika dia mendatanginya (ke tempat api itu) dia dipanggil, “Wahai Musa!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2359.mp3",
    "tafsir": "Ketika Musa a.s., sampai di tempat api, dia melihat api itu bercahaya putih bersih mengitari sebuah pohon berwarna hijau. Musa keheran-heranan melihat kejadian itu, karena cahaya api yang putih bersih itu, tidak mengurangi kehijauan warna pohon, begitu pula sebaliknya, warna hijau pohon itu tidak mengurangi cahaya putih api itu. Di kala itulah Musa a.s., mendengar suara memanggil, \"Hai Musa.\"",
    "quraish": "Tatkala sampai di tempat itu, Mûsâ mendengar suara memanggilnya, \"Hai Mûsâ.",
    "jalalayn": "(Maka ketika ia datang ke tempat api itu) yaitu di pohon 'Ausaj (ia dipanggil, \"Hai Musa!)"
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 12,
    "arab": "اِنِّيْٓ اَنَا۠ رَبُّكَ فَاخْلَعْ نَعْلَيْكَۚ اِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى ۗ",
    "translation": "Sungguh, Aku adalah Tuhanmu, maka lepaskan kedua terompahmu. Karena sesungguhnya engkau berada di lembah yang suci, Tuwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2360.mp3",
    "tafsir": "Mendengar panggilan itu, Musa terkejut dan ragu, dari mana datangnya suara itu. Suara panggilan itu disusul kemudian dengan suara, yang menyatakan bahwa Allah adalah Tuhan yang telah menciptakan manusia dengan sempurna, kemudian suara itu memintanya agar Musa menanggalkan kedua alas kakinya karena ia berada di suatu lembah bernama \"thuwa\", lembah yang suci dan sangat dihormati.",
    "quraish": "\"Sesungguhnya Aku adalah Allah, Tuhanmu. Lepaslah alas kakimu sebagai penghormatan terhadap tempat ini. Kamu sedang berada di lembah yang suci dan diberkahi, yaitu lembah Thuwâ.",
    "jalalayn": "(Sesungguhnya Aku) dibaca Innii karena dengan menganggap lafal Nudiya bermakna Qiila. Dan bila dibaca Annii maka diperkirakan adanya huruf Ba sebelumnya (inilah) lafal Anaa di sini berfungsi mentaukidkan makna yang terkandung di dalam Ya Mutakallim (Rabbmu, maka tanggalkanlah kedua terompahmu; sesungguhnya kamu berada di lembah yang suci) lembah yang disucikan, atau lembah yang diberkati (Thuwa) menjadi Badal atau 'Athaf Bayan. Kalau dibaca Thuwan maka dianggap sebagai nama tempat saja dan jika dibaca Thuwa dalam bentuk lafal yang Muannats, maka dianggap sebagai nama daerah dan 'Alamiyah, sehingga tidak menerima harakat Tanwin."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 13,
    "arab": "وَاَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوْحٰى ",
    "translation": " Dan Aku telah memilih engkau, maka dengarkanlah apa yang akan diwahyukan (kepadamu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2361.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa Dia telah memilih dan menetapkan Musa a.s. menjadi nabi dan rasul lalu ia diminta untuk mendengarkan wahyu yang akan disampaikan kepadanya. Sejalan dengan ayat ini firman Allah:\n(Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku., sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A`raf/7: 144)",
    "quraish": "Aku telah memilihmu menjadi seorang rasul, maka dengarkanlah apa yang Aku wahyukan, untuk kamu ajarkan dan kamu sampaikan kepada kaummu.",
    "jalalayn": "(Dan Aku telah memilih kamu) dari kaummu (maka dengarkanlah apa yang akan diwahyukan kepadamu) dari-Ku."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 14,
    "arab": "اِنَّنِيْٓ اَنَا اللّٰهُ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدْنِيْۙ وَاَقِمِ الصَّلٰوةَ لِذِكْرِيْ ",
    "translation": " Sungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2362.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa wahyu yang utama dan yang disampaikan ialah bahwa tiada Tuhan yang sebenarnya melainkan Allah dan tiada sekutu bagi-Nya, untuk menanamkan rasa tauhid, mengesakan Allah, memantapkan pengakuan yang disertai dengan keyakinan dan dibuktikan dengan amal perbuatan. Oleh karena itu hanya Dialah satu-satunya yang wajib disembah, ditaati peraturan-peraturan-Nya. Tauhid ini, adalah pokok dari segala yang pokok, dan tauhid ini juga merupakan kewajiban pertama dan harus diajarkan lebih dahulu kepada manusia, sebelum pelajaran-pelajaran agama yang lain.\nPada akhir ayat ini Allah menekankan supaya salat didirikan. Tentunya salat yang sesuai dengan perintah-Nya, lengkap dengan rukun-rukun dan syarat-syaratnya, untuk mengingat Allah dan berdoa memohon kepada-Nya dengan penuh ikhlas. Salat disebut di sini secara khusus, untuk menunjukkan keutamaan ibadat salat itu dibanding dengan ibadat-ibadat wajib yang lain, seperti puasa, zakat, haji dan lain-lain. Keutamaan ibadat salat itu antara lain ialah apabila dilaksanakan dengan sebaik-baiknya, sesuai dengan tata tertib yang telah digariskan untuknya, ia akan mencegah seseorang dari perbuatan yang keji dan mungkar, sebagaimana firman Allah:\nBacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-'Ankabut/29: 45)\nSebagian ahli Tafsir berpendapat bahwa penutup ayat ini, ditujukan kepada orang yang tidak menunaikan salat pada waktunya, apakah karena lupa atau yang lainnya, supaya melaksanakannya apabila ia sudah sadar dan mengingat perintah Allah yang ditinggalkan itu sebagaimana sabda Rasulullah saw.\nBarang siapa yang tertidur dari salat atau lupa, maka imbangannya (kafaratnya) adalah salat ketika ia ingat. Tidak ada imbangan lain selain itu. (Riwayat al-Bukhari dan Muslim dari Anas bin Malik)\nDan sabdanya pula:\nApabila salah seorang kamu tidur sehingga tidak salat atau lupa salat hendaklah ia menunaikannya apabila ia telah mengingatnya, karena sesungguhnya Allah berfirman, \"Dan laksanakanlah salat untuk mengingat Aku.\" (Riwayat al-Bukhari dan Muslim dari Anas)\nSalah satu fungsi salat adalah untuk mengingat Allah, namun bukan berarti boleh tidak menunaikan salat hanya cukup ingat kepada Allah, karena zikir itu dengan hati, lisan dan anggota badan.",
    "quraish": "Aku adalah Allah, Tuhan Yang Mahaesa, tidak ada yang patut disembah selain Aku. Maka, berimanlah kepada-Ku dan sembahlah Aku serta dirikanlah selalu salat, agar kamu senantiasa mengingat-Ku.",
    "jalalayn": "(Sesungguhnya Aku ini adalah Allah, tiada Tuhan selain Aku, maka sembahlah Aku dan dirikanlah salat untuk mengingat Aku) di dalam salat itu."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 15,
    "arab": "اِنَّ السَّاعَةَ اٰتِيَةٌ اَكَادُ اُخْفِيْهَا لِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا تَسْعٰى ",
    "translation": "Sungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2363.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa hari Kiamat itu pasti datang, tetapi Allah sengaja merahasiakan dan tidak menjelaskan waktunya, kapan hari Kiamat itu terjadi. Sengaja Allah merahasiakan waktu terjadinya hari Kiamat, agar dengan demikian manusia selalu berhati-hati dan waspada serta siap untuk menghadapinya. Dirahasiakannya kedatangan hari Kiamat sama halnya dengan dirahasiakannya kapan ajalnya seseorang itu tiba. Tidak ada seorang manusia pun yang mengetahui kapan dan di mana ia akan mati, sebagaimana firman Allah:\nDan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. (Luqman/31: 34)\nApabila seseorang mengetahui kapan ajalnya tiba tentunya ia akan berbuat semau hatinya, menurutkan hawa nafsunya, mengerjakan segala macam maksiat yang dikehendakinya. Sesudah ajalnya dekat barulah ia tobat dan Allah akan menerima tobatnya sesuai dengan janji-Nya. Allah tidak akan menyalahi janji-Nya, sebagaimana firman-Nya:\nSungguh, Allah tidak menyalahi janji. (Ali Imran/3: 9)\nTetapi kalau ia tidak tahu kapan ajalnya tiba, tentunya ia selalu hati-hati, perintah dikerjakannya, larangan dijauhinya. Apabila ia berbuat masiat, segera ia bertobat karena takut kalau ajalnya datang mendadak sebelum ia bertobat. Jadi, gunanya kiamat dirahasiakan adalah supaya manusia giat berbuat baik, bila manusia yang seharusnya berbuat baik tetapi ia berbuat jahat, maka sangat pantaslah orang itu dihukum. Oleh karena itulah sangat adil bila yang berbuat baik itu diberi imbalan dan yang berbuat jahat diberi azab. Firman Allah:\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\nDan firman-Nya:\nSesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (ath-thur/52: 16)",
    "quraish": "Sesungguhnya hari kiamat yang merupakan saat pertemuan dengan-Ku, yang Aku rahasiakan waktunya bagi hamba-hamba-Ku, dan hanya akan Aku tampakkan tanda-tandanya bagi mereka, pasti akan datang. Saat itu, segala perbuatan manusia diperhitungkan dan diberi balasan.",
    "jalalayn": "(Sesungguhnya hari kiamat itu akan datang Aku merahasiakan waktunya) dari manusia dan menampakkan kepada mereka hanya dekatnya hari kiamat melalui alamat-alamatnya supaya mendapatkan balasan) di hari itu (tiap-tiap diri itu dengan apa yang ia usahakan) apakah kebaikan ataukah keburukan."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 16,
    "arab": "فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَّا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوٰىهُ فَتَرْدٰى ",
    "translation": " Maka janganlah engkau dipalingkan dari (Kiamat itu) oleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti keinginannya, yang menyebabkan engkau binasa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2364.mp3",
    "tafsir": "Sekalipun ayat ini ditujukan kepada Nabi Musa a.s., tetapi itu merupakan pelajaran bagi kaum Muslimin. Allah meminta agar kita tidak terpengaruh oleh orang-orang yang tidak percaya kepada hari Kiamat dan orang yang hanya mengikuti hawa nafsunya. Kalau kita ikuti keinginan orang-orang itu, maka kita akan merugi dan menyesal. Harta kekayaan, kemewahan tidak akan dapat menolong kita dari azab Allah, sebagaimana firman Allah:\n\"Dan hartanya tidak bermanfaat baginya apabila ia telah binasa.\" (al- Lail/92: 11)\nJuga keluarga kita tidak akan bisa dan mungkin menolong sebagaimana firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)",
    "quraish": "Wahai Mûsâ, janganlah kamu dipalingkan untuk tidak mempercayai hari kiamat dan mempersiapkan diri menghadapinya, oleh orang-orang yang memang tidak mempercayainya dan lebih condong mengikuti hawa nafsunya. Kau akan kamu binasa.\"",
    "jalalayn": "(Maka sekali-kali janganlah kamu dipalingkan) dibelokkan (daripadanya) dari iman kepada adanya hari kiamat (oleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti hawa nafsunya) untuk ingkar kepada adanya hari kiamat (yang menyebabkan kamu jadi binasa\") sedangkan mereka pasti akan binasa."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 17,
    "arab": "وَمَا تِلْكَ بِيَمِيْنِكَ يٰمُوْسٰى ",
    "translation": "”Dan apakah yang ada di tangan kananmu, wahai Musa? ”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2365.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa Allah menanyakan kepada Nabi Musa a.s., apa yang ada di tangan kanannya, padahal Allah mengetahuinya; maksudnya ialah untuk menjelaskan bahwa tongkat yang terbuat dari kayu itu yang pada hakekatnya tidak mempunyai arti yang penting dan manfaat yang banyak akan dijadikan oleh-Nya benda yang mempunyai kelebihan dan manfaat yang besar yang tidak pernah terlintas dalam pikiran, yaitu sebagai mukjizat baginya. Tongkat itu bisa menjadi ular besar, dan bila dipukulkan ke laut maka laut itu akan terbelah dan bila dipukulkan ke batu maka batu itu akan memancarkan air atas izin Allah. Kejadian-kejadian itu menunjukkan atas kesempurnaan, kekuasaan dan kebesaran Allah.",
    "quraish": "Suara itu kemudian terdengar lagi, \"Apa yang kamu pegang di tangan kananmu, Mûsâ?\"",
    "jalalayn": "(Apakah itu) yang berada (di tangan kananmu, hai Musa?) Kata tanya atau Istifham di sini mengandung makna Taqrir, maksudnya supaya Allah menurunkan mukjizat kepada Nabi Musa dengan melalui tongkatnya itu."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 18,
    "arab": "قَالَ هِيَ عَصَايَۚ اَتَوَكَّؤُا عَلَيْهَا وَاَهُشُّ بِهَا عَلٰى غَنَمِيْ وَلِيَ فِيْهَا مَاٰرِبُ اُخْرٰى ",
    "translation": "Dia (Musa) berkata, “Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2366.mp3",
    "tafsir": "Ayat ini Allah menjelaskan jawaban Nabi Musa a.s. atas pertanyaan-Nya bahwa, \"Tongkat yang biasa ia pergunakan untuk bertelekan, di waktu berjalan atau lelah, menggugurkan daun-daunan untuk dimakan kambingnya, dan masih banyak lagi keperluan-keperluan yang lain, seperti membawa bekal untuk mengusir binatang buas yang akan memakan kambingnya. Jawaban Musa akhirnya dipersingkat dengan mengatakan, \"Dan ada lagi untuk keperluan-keperluanku yang lain,\" karena dia mengharapkan supaya pembicaraannya dengan Tuhannya dapat berlangsung lebih lama, dan untuk menjaga sopan santun di depan Tuhan karena kemungkinan adanya pertanyaan lain dari Tuhan.",
    "quraish": "Mûsâ menjawab, \"Ini adalah tongkat yang aku pakai untuk berjalan dan menghalau kambingku. Selain itu, ada beberapa kegunaan yang lain seperti melindungi hewan dari bahaya.\"",
    "jalalayn": "(Berkata Musa, \"Ini adalah tongkatku, aku bertelekan) berpegangan (padanya) sewaktu aku melompat dan berjalan (dan aku pukul) aku memukul daun-daun pohon (dengannya) supaya daun-daun itu berjatuhan (untuk kambingku) lalu kambing-kambingku itu memakannya (dan bagiku ada lagi padanya keperluan). Lafal Ma'aarib adalah bentuk jamak dari lafal Ma'ribah atau Ma'rabah atau Ma'rubah, artinya keperluan-keperluan (yang lain\") seperti untuk memikul bekal dan air minum, serta untuk mengusir binatang buas. Kemudian Allah menambahkan jawaban, sebagai penjelasan bahwa pada tongkat itu masih terdapat kegunaan lainnya, yaitu:"
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 19,
    "arab": "قَالَ اَلْقِهَا يٰمُوْسٰى ",
    "translation": "Dia (Allah) berfirman, “Lemparkanlah ia, wahai Musa!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2367.mp3",
    "tafsir": "Setelah Nabi Musa menjawab pertanyaan Allah tentang fungsi tongkat yang dipegangnya, di antaranya menopang tubuhnya, menggiring binatang gembalaannya, dan fungsi-fungsi lain yang membantu pekerjaannya sehari-hari. Maka Allah ingin menunjukkan kepada Nabi Musa fungsi lain dari tongkatnya yang tidak pernah terbayangkan oleh Nabi Musa. Tongkat itu menjadi mukjizat yang akan membuktikan kenabiannya dan membantu fungsinya sebagai nabi. Allah memerintahkan Nabi Musa supaya melemparkan tongkatnya.",
    "quraish": "Allah berfirman kepada Mûsâ, \"Lemparkan tongkat itu ke atas tanah.\"",
    "jalalayn": "(Allah berfirman, \"Lemparkanlah tongkat itu, hai Musa!\")"
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 20,
    "arab": "فَاَلْقٰىهَا فَاِذَا هِيَ حَيَّةٌ تَسْعٰى ",
    "translation": " Lalu (Musa) melemparkan tongkat itu, maka tiba-tiba ia menjadi seekor ular yang merayap dengan cepat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2368.mp3",
    "tafsir": "Begitu Musa memenuhi perintah Allah, tongkatnya itupun berubah menjadi ular besar yang menakutkan, merayap dengan lincahnya dari suatu tempat ke tempat lain, tidak ubahnya ular kecil yang gesit, melihat kenyataan ini Nabi Musa ketakutan, berniat untuk lari, tetapi akibat begitu besarnya ketakutan, beliau hanya terpaku di tempatnya berdiri, sebagaimana firman Allah:\nDan lemparkanlah tongkatmu!\" Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. \"Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut. (an-Naml/27: 10)",
    "quraish": "Lalu Mûsâ melempar tongkat itu, dan tiba-tiba menjadi ular besar yang berjalan.",
    "jalalayn": "(Lalu dilemparkannyalah tongkat itu, maka tiba-tiba ia menjadi seekor ular) yang sangat besar (yang merayap) yakni berjalan cepat dengan perutnya seperti ular kecil, di dalam ayat lain disebutkan Al Jaan, bukan Hayyatun."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 21,
    "arab": "قَالَ خُذْهَا وَلَا تَخَفْۗ سَنُعِيْدُهَا سِيْرَتَهَا الْاُوْلٰى ",
    "translation": "Dia (Allah) berfirman, “Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2369.mp3",
    "tafsir": "Karena Musa ketakutan maka Allah memerintahkan kepada Nabi Musa untuk menangkap ular itu tanpa ragu-ragu dan takut, sebab ular besar yang ada dihadapannya akan dikembalikan bentuknya menjadi tongkat kembali seperti semula.",
    "quraish": "Mûsâ menjadi takut lalu Allah menenangkannya dengan berfirman, \"Peganglah ular itu dan jangan takut, karena Kami akan mengembalikannya menjadi tongkat seperti semula.",
    "jalalayn": "(Allah berfirman, \"Peganglah ia dan jangan takut) kepadanya (Kami akan mengembalikannya kepada keadaannya) lafal Siiratahaa dinashabkan dengan mencabut huruf Jarnya, maksudnya ke dalam bentuknya (yang semula) kemudian Nabi Musa memasukkan tangannya ke mulut ular besar itu, maka kembalilah kepada keadaan semula yaitu menjadi tongkat lagi. Jelaslah bahwa tempat untuk memasukkan tangannya adalah tempat pegangan tongkat, yaitu di antara kedua rahang ular tersebut. Allah swt. sengaja memperlihatkan hal itu kepada Nabi Musa, supaya ia jangan kaget bila tongkat itu berubah menjadi ular besar di hadapan raja Firaun nanti."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 22,
    "arab": "وَاضْمُمْ يَدَكَ اِلٰى جَنَاحِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ اٰيَةً اُخْرٰىۙ ",
    "translation": "dan kepitlah tanganmu ke ketiakmu, niscaya ia keluar menjadi putih (bercahaya) tanpa cacat, sebagai mukjizat yang lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2370.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan Musa a.s. supaya memasukkan tangan kanannya dari lengan bajunya dan meletakkannya di bawah ketiak kirinya, maka setelah dikeluarkan tangannya itu akan menjadi putih bersih bercahaya dan tanpa cacat sedikit pun. Ini adalah mukjizat kedua sesudah mukjizat pertama yang mengubah tongkat menjadi ular yang gesit, untuk menunjukkan kebenaran kerasulannya bagi umat yang ia diutus kepada-Nya.",
    "quraish": "Masukkanlah tanganmu ke dalam saku bajumu dengan mengepitkannya ke ketiak, ia akan keluar menjadi putih cemerlang tanpa cacat. Sesungguhnya Kami telah menjadikannya sebagai mukjizat yang kedua atas risalahmu,",
    "jalalayn": "(Dan kepitkanlah tanganmu) yang sebelah kanan, yang dimaksud adalah telapak tangannya (ke ketiakmu) yakni dijepitkan pada tubuhmu yang sebelah kiri, yaitu pada tempat antara ketiak dan lenganmu, kemudian keluarkanlah ia (niscaya ia keluar) dalam keadaan berbeda dengan warna kulit yang sebelumnya, yaitu (menjadi putih cemerlang tanpa cacat) putih bersinar dengan cemerlang sebagaimana sinar matahari, dan sinarnya itu menyilaukan pandangan mata (sebagai mukjizat yang lain) tangan itu bisa menjadi putih bersinar; lafal Baidhaa'a dan lafal Aayatan Ukhraa keduanya menjadi Hal atau kata keterangan keadaan bagi Dhamir yang terkandung di dalam lafal Takhruj."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 23,
    "arab": "لِنُرِيَكَ مِنْ اٰيٰتِنَا الْكُبْرٰى ۚ",
    "translation": "untuk Kami perlihatkan kepadamu (sebagian) dari tanda-tanda kebesaran Kami yang sangat besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2371.mp3",
    "tafsir": "Allah melakukan itu semua untuk memperlihatkan bukti-bukti kesempurnaan kekuasaan-Nya dan keajaiban perbuatan-Nya di langit dan di bumi.",
    "quraish": "untuk Kami perlihatkan kepadamu sebagian mukjizat Kami yang besar, sebagai bukti kebenaran risalahmu.",
    "jalalayn": "(Untuk Kami perlihatkan kepadamu) Kami sengaja melakukan hal itu bilamana kamu sewaktu-waktu mau menggunakannya, untuk memperlihatkan kepadamu (sebagian tanda-tanda kekuasaan Kami) bukti kekuasaan Kami (yang sangat besar) bukti yang besar bagi kerasulanmu. Apabila Nabi Musa hendak mengembalikan tangannya seperti semula, maka ia mengepitkannya lagi pada ketiaknya seperti yang dilakukannya semula, kemudian mengeluarkannya kembali."
  },
  {
    "ruku": 270,
    "name": "Taha",
    "ayat": 24,
    "arab": "اِذْهَبْ اِلٰى فِرْعَوْنَ اِنَّهٗ طَغٰى ࣖ",
    "translation": "Pergilah kepada Fir‘aun; dia benar-benar telah melampaui batas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2372.mp3",
    "tafsir": "Setelah Allah menampakkan tanda-tanda kekuasaan dan kebesaran-Nya, kemudian Ia memerintahkan Musa untuk pergi kepada Firaun yang kejam dan mengajaknya agar ia mau menyembah Allah serta mengancamnya akan mendapat murka dan siksa dari Allah jika ia membangkang, dan melampaui batas, durhaka dan sombong, bahkan ia berani mengaku bahwa dirinya adalah tuhan dengan ucapannya,\"Sayalah tuhan kalian yang tinggi.\"\nDiriwayatkan dari Wahb bin Munabbih bahwa setelah perintah itu datang, Musa diam tidak berkata-kata selama tujuh hari memikirkan beratnya tugas yang dibebankan kepadanya. Setelah ia didatangi malaikat dengan ucapan, \"Taatilah Tuhanmu sesuai dengan perintah-Nya,\" barulah ia bangkit melaksanakan perintah dan mengharapkan agar Allah melapangkan dadanya untuk dapat melaksanakan tugasnya dengan baik dan berani dalam menghadapi Firaun. Ia merasa bahwa beban yang dipikulkan atasnya adalah suatu urusan besar dan amat berat, tidak dapat dilaksanakan kecuali dengan keberanian yang mantap dan dada yang lapang. Ia diperingatkan untuk menghadapi seorang raja yang kekuasaannya paling besar, paling kejam, sangat ingkar sangat banyak tentaranya, makmur kerajaannya, berlebihan dalam segala hal. Puncak kesombongan itu ialah dia tidak mengenal tuhan selain dirinya sendiri.",
    "quraish": "Pergilah kepada Fir'aun, dan serulah untuk beriman kepada Tuhan Yang Mahaesa. Sesungguhnya ia telah melampaui batas dalam kekufuran dan kezaliman.\"",
    "jalalayn": "(Pergilah) sebagai seorang Rasul (kepada Firaun) dan orang-orang yang mengikutinya (sesungguhnya ia telah melampaui batas)\" sangat keterlaluan di dalam kekafirannya, hingga ia berani mengaku menjadi tuhan."
  }
]