[
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 25,
    "arab": "قَالَ رَبِّ اشْرَحْ لِيْ صَدْرِيْ ۙ",
    "translation": " Dia (Musa) berkata, “Ya Tuhanku, lapangkanlah dadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2373.mp3",
    "tafsir": "Perintah Allah kepada Musa untuk menghadap dan menemui Firaun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Firaun. Firman Allah :\nSehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su`ara/26: 13)\nDi samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Firaun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu.",
    "quraish": "Lalu, Mûsâ memohon kepada Tuhan agar diberi kelapangan hati, sehingga hilang amarahnya dan dapat menyampaikan risalah Tuhannya.",
    "jalalayn": "(Berkata Musa, \"Ya Rabbku! Lapangkanlah untukku dadaku,) maksudnya lapangkanlah dadaku supaya mampu mengemban risalah-Mu."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 26,
    "arab": "وَيَسِّرْ لِيْٓ اَمْرِيْ ۙ",
    "translation": "dan mudahkanlah untukku urusanku, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2374.mp3",
    "tafsir": "Perintah Allah kepada Musa untuk menghadap dan menemui Firaun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Firaun. Firman Allah :\nSehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su`ara/26: 13)\nDi samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Firaun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu.",
    "quraish": "\"Mudahkanlah untukku urusan risalah, supaya aku dapat menyampaikan sebagaimana mestinya.",
    "jalalayn": "(Dan mudahkanlah) permudahlah (untukku urusanku) supaya aku dapat menyampaikannya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 27,
    "arab": "وَاحْلُلْ عُقْدَةً مِّنْ لِّسَانِيْ ۙ",
    "translation": "dan lepaskanlah kekakuan dari lidahku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2375.mp3",
    "tafsir": "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya.\nPara mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut:\na.Bahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Firaun, maka marahlah Firaun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Firaun membela Musa dengan mengatakan, \"Musa masih kecil, belum tahu apa-apa.\" Sekalipun ada pembelaan, tetapi Firaun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan.\nb.Kekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty.\nc.Menurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir.",
    "quraish": "Lepaskanlah kekakuan lidahku, supaya dengan mudah aku dapat memberikan penjelasan,",
    "jalalayn": "(Dan lepaskanlah kekakuan dari lidahku) keadaan ini terjadi sejak lidahnya terbakar bara api yang ia masukkan ke dalam mulutnya sewaktu masih kecil."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 28,
    "arab": "يَفْقَهُوْا قَوْلِيْ  ۖ",
    "translation": "agar mereka mengerti perkataanku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2376.mp3",
    "tafsir": "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya.\nPara mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut:\na.Bahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Firaun, maka marahlah Firaun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Firaun membela Musa dengan mengatakan, \"Musa masih kecil, belum tahu apa-apa.\" Sekalipun ada pembelaan, tetapi Firaun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan.\nb.Kekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty.\nc.Menurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir.",
    "quraish": "agar orang-orang dapat memahami dengan benar apa yang aku katakan kepada mereka.",
    "jalalayn": "(Supaya mereka mengerti) yakni dapat memahami (perkataanku) di waktu aku menyampaikan risalah kepada mereka."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 29,
    "arab": "وَاجْعَلْ لِّيْ وَزِيْرًا مِّنْ اَهْلِيْ ۙ",
    "translation": "dan jadikanlah untukku seorang pembantu dari keluargaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2377.mp3",
    "tafsir": "Oleh karena Musa merasa bahwa tugas yang diamanatkan kepadanya cukup besar dan berat, ia meminta supaya Allah mengangkat seorang pembantu dari keluarganya sendiri, untuk bersama-sama melancarkan dakwah, senasib dan sepenanggungan di dalam suka duka yang akan dihadapinya dari kaumnya.",
    "quraish": "Jadikanlah untukku seorang pembantu dari keluargaku.",
    "jalalayn": "(Dan jadikanlah untukku seorang pembantu) orang yang membantuku di dalam menyampaikan risalah-Mu (dari keluargaku)."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 30,
    "arab": "هٰرُوْنَ اَخِى ۙ",
    "translation": "(yaitu) Harun, saudaraku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2378.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Musa a.s. mengusulkan agar yang diangkat menjadi pembantunya itu ialah Harun, saudaranya sendiri yang lebih tua dari dia, Musa memilih Harun antara lain karena Harun itu seorang yang saleh, ucapannya fasih, intonasi bicaranya seperti orang Mesir, karena ia banyak bergaul dengan orang-orang Mesir, tempat untuk melaksanakan dakwahnya bersama Musa a.s., Perbuatan Musa ini adalah satu hal yang baik dicontoh dan diteladani, karena seorang pemimpin atau penguasa hendaknya mempunyai pembantu untuk melaksanakan tanggung jawabnya, tetapi tentunya pembantu yang baik yang dapat diandalkan i`tikad baiknya di dalam melaksanakan tugasnya sebagai pembantu. Nabi Muhammad saw sendiri mempunyai pembantu sebagaimana sabdanya:\nSesungguhnya saya mempunyai dua pembantu di langit dan dua pembantu di bumi, Adapun dua pembantu saya di langit ialah Jibril dan Mikail, dan dua pembantu saya di bumi Abu Bakar dan Umar. (Riwayat al-hakim dari Abi Sa'id)",
    "quraish": "Ia adalah saudaraku, Hârûn.",
    "jalalayn": "(Yaitu Harun) lafal Haaruna menjadi Maf'ul Tsani (saudaraku) lafal Akhii menjadi 'Athaf Rayan."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 31,
    "arab": "اشْدُدْ بِهٖٓ اَزْرِيْ ۙ",
    "translation": "teguhkanlah kekuatanku dengan (adanya) dia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2379.mp3",
    "tafsir": "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik.",
    "quraish": "Teguhkanlah kekuatanku dengan dirinya.",
    "jalalayn": "(Teguhkanlah dengan dia kekuatanku) kemampuanku."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 32,
    "arab": "وَاَشْرِكْهُ فِيْٓ اَمْرِيْ ۙ",
    "translation": "dan jadikanlah dia teman dalam urusanku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2380.mp3",
    "tafsir": "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik.",
    "quraish": "Dan jadikanlah ia selalu menyertaiku dalam memikul beban menyampaikan risalah.",
    "jalalayn": "(Dan jadikanlah ia sekutu dalam urusanku) yakni ikut mengemban risalah ini. Kedua Fi'il tadi yaitu Usydud dan Asyrik dapat pula dibaca sebagai Fi'il Mudhari' yang dijazamkan sehingga menjadi Asydud Bihi dan Usyrik-hu, keduanya merupakan Jawab dari Thalab atau permintaan."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 33,
    "arab": "كَيْ نُسَبِّحَكَ كَثِيْرًا ۙ",
    "translation": "agar kami banyak bertasbih kepada-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2381.mp3",
    "tafsir": "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Firaun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya.",
    "quraish": "Supaya kami selalu menyucikan-Mu dari apa yang tidak sesuai dengan diri-Mu,",
    "jalalayn": "(Supaya kami dapat bertasbih kepada-Mu) yakni melakukan tasbih (dengan banyak)."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 34,
    "arab": "وَّنَذْكُرَكَ كَثِيْرًا ۗ",
    "translation": "dan banyak mengingat-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2382.mp3",
    "tafsir": "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Firaun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya.",
    "quraish": "dan banyak menyebut nama-nama-Mu yang terbaik.",
    "jalalayn": "(Dan dapat mengingat-Mu) berzikir kepada-Mu (dengan banyak pula)."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 35,
    "arab": "اِنَّكَ كُنْتَ بِنَا بَصِيْرًا ",
    "translation": "sesungguhnya Engkau Maha Melihat (keadaan) kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2383.mp3",
    "tafsir": "Pada ayat ini Musa a.s. menandaskan bahwa segala apa yang dimohonkannya kepada Allah, Dia lebih mengetahui hakekat dan tujuannya. Semoga bersama Harun penyebaran agama dapat dilaksanakan dengan baik, lancar, sukses, serta dapat melumpuhkan berbagai usaha dari orang-orang yang sesat dan menyesatkan, dapat membimbing mereka ke jalan yang benar.",
    "quraish": "Ya Tuhan kami, Sesungguhnya Engkau selalu mengetahui kami dan menjamin urusan kami.\"",
    "jalalayn": "(Sesungguhnya Engkau adalah Maha Mengetahui keadaan kami)\" Maha Mengetahuinya, oleh sebab itu maka Engkau akan memberikan nikmat-Mu kepadaku dengan mengangkat Harun menjadi Rasul."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 36,
    "arab": "قَالَ قَدْ اُوْتِيْتَ سُؤْلَكَ يٰمُوْسٰى ",
    "translation": "Dia (Allah) berfirman, “Sungguh, telah diperkenankan permintaanmu, wahai Musa!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2384.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa Dia telah memperkenankan semua permohonan Musa yaitu supaya dilapangkan dadanya, dimudahkan urusannya dihilangkan kekakuan dan gangguan lidahnya, dijadikan Harun saudaranya sebagai pembantu baginya, sehingga kekuatan dan kemampuannya bertambah, bahu membahu dengan Harun dalam melaksanakan tugasnya. Sehingga ia banyak membaca tasbih dan senantiasa ingat dan zikir kepada Allah. Enam macam permohonan sebagaimana dalam ayat sebelumnya, diperkenankan oleh Allah demi suksesnya pelaksanaan amanat yang berat dan sulit itu.",
    "quraish": "Allah berfirman kepada Mûsâ, \"Sesungguhnya Aku telah mengabulkan apa yang kamu minta. Ini adalah sebuah karunia untukmu.",
    "jalalayn": "(Allah berfirman, \"Sesungguhnya telah dikabulkan permintaanmu, hai Musa) sebagai anugerah Kami kepadamu."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 37,
    "arab": "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً اُخْرٰىٓ ۙ",
    "translation": "Dan sungguh, Kami telah memberi nikmat kepadamu pada kesempatan yang lain (sebelum ini),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2385.mp3",
    "tafsir": "Pada ayat ini diungkapkan bahwa Allah telah menganugerahkan kepada Musa beberapa nikmat yang dianugerahkan tanpa permohonan, jauh sebelum Musa memajukan permohonan di atas. Kalau Allah telah berkenan atas kemurahan-Nya memberi Musa banyak nikmat sejak kecilnya tanpa permohonan lebih dahulu, maka setelah Musa memohonkan beberapa hal yang sangat diperlukan untuk memperlancar jalan dakwahnya, menuju sasaran yang ditujunya, tentulah Allah akan memperkenankan permohonannya itu. Delapan karunia telah diberikan kepada Musa sejak kecilnya.",
    "quraish": "Sebelumnya, Kami juga telah berkenan memberimu sebuah karunia yang lain tanpa diminta.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberi nikmat kepadamu pada kali yang lain)."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 38,
    "arab": "اِذْ اَوْحَيْنَآ اِلٰٓى اُمِّكَ مَا يُوْحٰىٓ ۙ",
    "translation": "(yaitu) ketika Kami mengilhamkan kepada ibumu sesuatu yang diilhamkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2386.mp3",
    "tafsir": "Ayat ini mengingatkan bahwa ketika Allah akan menganugerahkan delapan macam karunia kepada Nabi Musa a.s., maka Allah memberi ilham kepada ibu Musa di antaranya memberitahukan dan mengajarkan ibu Musa bagaimana caranya menyelamatkan anaknya dari kezaliman Firaun, yang memerintahkan tentaranya untuk membunuh semua bayi laki-laki yang ada di bawah kekuasaannya dibunuh semuanya.",
    "quraish": "Yaitu, ketika Kami mengilhamkan kepada ibumu sebuah ilham yang kelak merupakan sumber hidupmu.",
    "jalalayn": "(Yaitu ketika) lafal Idz di sini mengandung makna Ta'lil (mengilhamkan kepada ibumu) di dalam mimpi, atau berupa inspirasi, yaitu sewaktu ibumu melahirkan dirimu, dan ia merasa khawatir Firaun akan membunuhmu bersama-sama dengan anak-anak lelaki lainnya yang baru dilahirkan saat itu (suatu yang diilhamkan\") mengenai urusanmu. Selanjutnya dijelaskan ilham tersebut dalam firman selanjutnya:"
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 39,
    "arab": "اَنِ اقْذِفِيْهِ فِى التَّابُوْتِ فَاقْذِفِيْهِ فِى الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّيْ وَعَدُوٌّ لَّهٗ  ۗوَاَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّيْ ەۚ وَلِتُصْنَعَ عَلٰى عَيْنِيْ ۘ",
    "translation": "(yaitu), letakkanlah dia (Musa) di dalam peti, kemudian hanyutkanlah dia ke sungai (Nil), maka biarlah (arus) sungai itu membawanya ke tepi, dia akan diambil oleh (Fir‘aun) musuh-Ku dan musuhnya. Aku telah melimpahkan kepadamu kasih sayang yang datang dari-Ku; dan agar engkau diasuh di bawah pengawasan-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2387.mp3",
    "tafsir": "Ketika ibu Musa dalam keadaan panik, maka ia diperintahkan Allah supaya menaruh anaknya di dalam peti yang dibuat rapi dan kuat, kemudian melemparkannya ke sungai Nil. Perintah ini dilaksanakan oleh Ibu Musa dengan segera yang akhirnya peti itu jatuh ke tangan Firaun, musuh Allah dan musuh Musa sendiri pada waktu mendatang. \nDiriwayatkan bahwa pada suatu senja Firaun dan istrinya duduk santai di tepi sungai Nil, tiba-tiba terlihat olehnya sebuah peti tidak jauh dari tempatnya. Disuruhnyalah dayang-dayangnya mengambil peti itu dan membawanya ke hadapannya. Ketika peti itu dibuka kelihatanlah seorang bayi laki-laki yang rupawan. Alangkah senangnya istri Firaun melihat bayi itu. Kasih sayang dan cintanya pun kepada bayi itu sangat mendalam. Maka diambilnyalah bayi itu dan dipelihara serta dididik di istananya. Inilah karunia yang pertama. Karunia yang kedua ialah, bahwa Allah telah melimpahkan kasih sayang yang tulus kepada Musa dan kasih itu telah ditanamkan ke dalam setiap hati orang. Siapapun yang memandang kepada Musa akan merasa kasih sayang kepadanya. Jadi tidak heran kalau Firaun dan istrinya merasa sayang dan cinta kepada Musa, sehingga isterinya berkata kepada suaminya, sebagaimana tercantum di dalam Al-Qur'an:\nDan istri Firaun berkata, \"(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah kamu membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,\" sedang mereka tidak menyadari. (al-Qashash/ 28: 9)\nKarunia ketiga ialah diasuhnya Musa di istana Firaun di bawah pengawasan dan pengamatan Allah serta dijaganya dari segala hal yang akan mengganggunya, ketika ia diasuh oleh keluarga Firaun manusia kejam yang tidak mengenal perikemanusiaan itu.",
    "quraish": "Kepada ibumu, Kami mengilhamkan agar ia meletakkanmu--ketika kamu masih seorang bayi dan menyusu--ke dalam peti dan melemparkannya ke sungai Nil, agar kamu selamat dan tidak dibunuh oleh Fir'aun. Sebab, saat itu, Fir'aun selalu membunuh semua bayi laki-laki yang lahir dari kalangan Banû Isrâ'îl. Air sungai itu pun Kami tundukkan untuk membawa peti sampai ke tepian. Kemudian, atas kehendak Kami, Fir'aun yang menjadi musuhmu dan musuh-Ku itu mengambil peti tersebut. Aku mencintaimu dengan penuh kasih sayang, supaya kamu dicintai oleh setiap orang yang melihat, dan supaya kamu diasuh secara terhormat di bawah pengawasan-Ku.",
    "jalalayn": "(Yaitu, \"Letakkanlah ia) tarohlah ia (di dalam sebuah peti, kemudian lemparkanlah ia) yakni peti itu (ke sungai) yakni sungai Nil (maka pasti sungai itu membawanya ke tepi) ke pinggirnya. Kata perintah di sini mengandung makna kalimat berita (supaya diambil oleh musuh-Ku dan musuhnya) yaitu raja Firaun. (Dan Aku telah melimpahkan) sesudah Firaun mengambil anakmu darimu (kepadamu kasih sayang yang datang daripada-Ku) supaya semua orang merasa kasih sayang kepadamu, lalu Firaun akan merasa sayang kepadamu, demikian pula setiap orang yang melihatmu (dan supaya kamu diasuh di bawah pengawasan-Ku) kamu dipelihara di bawah asuhan dan penjagaan-Ku."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 40,
    "arab": "اِذْ تَمْشِيْٓ اُخْتُكَ فَتَقُوْلُ هَلْ اَدُلُّكُمْ عَلٰى مَنْ يَّكْفُلُهٗ ۗفَرَجَعْنٰكَ اِلٰٓى اُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ ەۗ وَقَتَلْتَ نَفْسًا فَنَجَّيْنٰكَ مِنَ الْغَمِّ وَفَتَنّٰكَ فُتُوْنًا ەۗ فَلَبِثْتَ سِنِيْنَ فِيْٓ اَهْلِ مَدْيَنَ ەۙ ثُمَّ جِئْتَ عَلٰى قَدَرٍ يّٰمُوْسٰى",
    "translation": "(Yaitu) ketika saudara perempuanmu berjalan, lalu dia berkata (kepada keluarga Fir‘aun), ‘Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?’ Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya dan tidak bersedih hati. Dan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat); lalu engkau tinggal beberapa tahun di antara penduduk Madyan, kemudian engkau, wahai Musa, datang menurut waktu yang ditetapkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2388.mp3",
    "tafsir": "Ketika Musa berada di bawah asuhan keluarga Firaun, mereka sibuk mencari wanita yang akan menyusukannya. Setiap wanita yang telah ditunjuk untuk menyusukannya, Musa tidak mau menyusu kepadanya. Ini adalah satu petunjuk dari Allah :\nDan Kami cegah dia (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(nya) sebelum itu. (al-Qashash/28: 12)\nSebelum mereka menemukan perempuan yang Musa mau menyusu kepadanya, datanglah Maryam saudara perempuan Musa yang disuruh oleh ibunya mengikuti peti adiknya secara diam-diam dan menawarkan kepada keluarga Firaun perempuan yang akan menyusukan Musa dan mengasuhnya sebagaimana dikisahkan di dalam firman Allah:\n\"Maukah aku tunjukkan kepadamu, keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik padanya?\" (al- Qashash/28: 12)\nTawaran Maryam itu diterima dengan baik oleh keluarga Firaun, maka didatangkanlah ibunya, yaitu ibu Musa sendiri, dan menyusulah Musa kepada ibunya. Dengan demikian Musa kembali diasuh oleh ibunya sendiri dan hilanglah kecemasan dan duka cita ibunya, bahkan alangkah senang hatinya memandang anaknya di dalam keadaan selamat, segar dan bugar. Ini adalah karunia yang keempat. Karunia yang kelima, yaitu ketika Musa memasuki negeri Manuf, negeri Firaun, di siang hari yang sedang sepi karena penduduknya sedang istirahat. Dilihatnya ada dua orang berkelahi, yang satu dari Bani Israil yaitu golongannya, dan yang satu lagi bangsa Kibti dari golongan Firaun, bahkan ia adalah tukang masak Firaun. Ketika Bani Israil itu minta tolong, Musa lalu meninju lawan musuh Bani Israil itu. Di luar dugaan, akibat dari tinju Musa, orang Kibti itu meninggal dunia. Atas kejadian yang tidak disengaja itu, Musa merasa cemas dan takut, sebagaimana dikisahkan di dalam firman Allah:\nKarena itu, dia (Musa) menjadi ketakutan berada di kota itu sambil menunggu (akibat perbuatannya). (al-Qashash/28: 18)\nKetika peristiwa itu diketahui Firaun, dia sangat marah dan berusaha membunuh Musa. Kemarahan dan niat jahat Firaun ini diberitahukan kepada Musa oleh seorang dari golongan Firaun yang telah beriman kepada Musa, maka pergilah Musa menghindar sampai ke negeri Madyan. Dengan demikian selamatlah ia dari penganiayaan Firaun. Musa tidak saja diselamatkan dari penganiayaan dan pembunuhan di dunia ini, tetapi juga selamat dari azab akhirat, karena dosa orang yang membunuh dengan tidak sengaja telah diampuni oleh Allah, atas doanya, sebagaimana dikisahkan Allah di dalam firman-Nya:\nDia (Musa) berdoa, \"Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.\" Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang. (al-Qashash/28: 16)\nAllah memberikan cobaan yang bertubi-tubi kepada Musa, untuk mengetahui sampai di mana ketahanan mental Musa, sebagaimana lazimnya seseorang yang dipersiapkan untuk menerima kerasulan dari Allah, tetapi semuanya itu dapat dilaluinya dengan selamat, seperti diselamatkannya Musa dari penyembelihan bayi secara masal atas perintah Firaun, diselamatkannya ketika ia hendak dibunuh oleh Firaun karena ia mencabut jenggot Firaun, Musa dibela oleh istri Firaun dengan alasan dia masih kecil, belum dapat membedakan mana yang baik dan mana yang buruk, maka redalah kemarahan Firaun dan selamatlah Musa dari pembunuhan Firaun dan berbagai cobaan lainnya. Ini karunia yang keenam. \nKarunia ketujuh yaitu pelarian Musa ke Madyan, ia tinggal lama di sana, lebih kurang sepuluh tahun. Pada mulanya mengalami hidup yang pahit di tengah-tengah penduduk negeri Madyan, merasakan pedihnya hidup sebagai seorang pendatang yang membutuhkan banyak keperluan. Akhirnya terpaksa ia menjadi buruh, menggembalakan kambing mertuanya, untuk mendapat imbalan sekedarnya, guna menutupi keperluannya, yang kemudian dinikahkan dengan Safura putri Syekh Madyan. Demikianlah Musa, sampai ia mencapai umur yang telah ditentukan, tidak lebih dan tidak kurang untuk dijadikan rasul, yaitu ketika ia mencapai umur empat puluh tahun.",
    "quraish": "Wahai Mûsâ, ketahuilah pertolongan Kami kepadamu, saat saudara perempuanmu berjalan mengawasi dirimu. Ketika kamu telah berada di istana Fir'aun, dan saudaramu itu mengetahui bahwa mereka mencari orang yang dapat menyusuimu, ia menunjukkan mereka kepada ibumu. Kami mengembalikan kamu kepangkuan ibumu, supaya ia senang melihat kamu hidup dan kembali serta tidak bersedih dan menangis lagi. Ketika kamu menginjak dewasa, dan membunuh seorang laki-laki dari kaum Fir'aun tanpa sengaja, Kami menyelamatkanmu dari kesusahan yang menimpa. Kami menyelamatkanmu dari kejahatan mereka. Kemudian, kamu pergi ke Madyan dan tinggal di sana untuk beberapa tahun lamanya. Setelah itu, kamu kembali dari Madyan pada waktu yang telah Kami tentukan untuk mengangkatmu sebagai rasul.",
    "jalalayn": "(Yaitu ketika) lafal Idz di sini bermakna Ta'lil (saudaramu yang perempuan berjalan) namanya Maryam untuk menyelidiki beritamu. Karena sesungguhnya Firaun dan keluarganya telah mendatangkan orang-orang perempuan yang menyusui, sedangkan kamu tidak mau menerima air susu seorang pun di antara mereka (lalu ia berkata, 'Bolehkah saya menunjukkan kepada kalian orang yang akan memeliharanya?') kemudian usulnya itu ternyata diperkenankan oleh keluarga Firaun, maka segera Maryam mendatangkan ibunya, lalu Nabi Musa mau menerima air susunya. (Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya) karena bertemu kembali denganmu (dan tidak berduka cita) sejak saat itu. (Dan kamu pernah membunuh seorang manusia) yaitu seorang bangsa Qibti di Mesir. Maka kamu merasa susah dan khawatir setelah membunuh orang itu terhadap pembalasan raja Firaun (lalu Kami selamatkan kamu dari kesusahan dan Kami telah mencobamu dengan beberapa cobaan) Kami telah mengujimu dengan beberapa cobaan selain dari peristiwa itu, kemudian Kami selamatkan pula kamu daripadanya (maka kamu tinggal beberapa tahun) yakni selama sepuluh tahun (di antara penduduk Madyan) sesudah kamu datang ke tempat itu dari negeri Mesir, yaitu kamu tinggal di tempat Nabi Syuaib yang kemudian ia mengawinkanmu dengan putrinya (kemudian kamu datang menurut waktu yang ditetapkan) di dalam ilmu-Ku dengan membawa risalah, yaitu dalam usia empat puluh tahun (hai Musa!)."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 41,
    "arab": "وَاصْطَنَعْتُكَ لِنَفْسِيْۚ  ",
    "translation": "dan Aku telah memilihmu (menjadi rasul) untuk diri-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2389.mp3",
    "tafsir": "Karunia kedelapan ialah, Allah telah menjatuhkan pilihan kepada Musa menjadi rasul, menegakkan hujjah atas kebenaran yang dibawanya, memimpin umat manusia bertauhid mengesakan Allah dan sebagai perantara antara Khalik dan makhluk-Nya, menyampaikan agama-Nya yang lurus, yang membawa manusia kepada kebahagiaan dunia dan akhirat.",
    "quraish": "Kami telah memilihmu untuk diberi wahyu dan menyampaikan risalah-Ku.",
    "jalalayn": "(Dan Aku telah memilihmu) telah menjadikanmu sebagai orang yang terpilih (untuk diri-Ku) untuk mengemban risalah."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 42,
    "arab": "اِذْهَبْ اَنْتَ وَاَخُوْكَ بِاٰيٰتِيْ وَلَا تَنِيَا فِيْ ذِكْرِيْۚ  ",
    "translation": "Pergilah engkau beserta saudaramu dengan membawa tanda-tanda (kekuasaan)-Ku, dan janganlah kamu berdua lalai mengingat-Ku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2390.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah memerintahkan Musa bersama saudaranya Harun agar pergi kepada Firaun dan kaumnya dengan membawa bukti-bukti dan mukjizat-mukjizat yang telah diperlihatkan kepadanya seperti berubahnya tongkat menjadi ular besar yang gesit, merayap kesana kemari, keluarnya tangan Musa dari ketiaknya dalam keadaan putih bersih bercahaya seperti matahari tak bercacat untuk dijadikan hujjah dan alasan atas kebenaran kenabiannya.\nDalam ayat ini pun Allah memperingatkan Musa dan Harun supaya dalam melaksanakan dakwah dan menyampaikan risalah Tuhannya kepada Firaun dan kaumnya hendaklah bersungguh-sungguh dan jangan lalai. Musa diperintahkan untuk menjelaskan kepada mereka bahwa Allah mengutus keduanya kepada mereka ialah untuk memberikan kabar gembira atas pahala yang telah disediakan bagi orang yang menyambut baik seruannya, dan memberi ancaman yang pedih bagi orang yang membangkang dan tidak mau menerimanya.",
    "quraish": "Pergilah kamu bersama saudaramu, dengan bekal beberapa mukjizat-Ku sebagai bukti atas kenabian dan kerasulanmu. Janganlah kalian berdua lemah dalam menyampaikan risalah-Ku, dan jangan pula lalai untuk mengingat dan memohon pertolongan kepada-Ku.",
    "jalalayn": "(Pergilah kamu beserta saudaramu) kepada manusia (dengan membawa ayat-ayat-Ku) yang berjumlah sembilan ayat (dan janganlah kamu berdua lalai) melalaikan (dalam mengingat-Ku) yaitu dengan cara bertasbih dan cara-cara lainnya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 43,
    "arab": "اِذْهَبَآ اِلٰى فِرْعَوْنَ اِنَّهٗ طَغٰىۚ ",
    "translation": "pergilah kamu berdua kepada Fir‘aun, karena dia benar-benar telah melampaui batas;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2391.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah memerintahkan Musa a.s. dan Harun a.s. pergi kepada Firaun untuk mengemukakan bukti-bukti kebenaran kenabiannya yang dianugerahkan Allah, dan menjelaskan kesesatan Firaun, karena Firaun itu sudah keterlaluan sepak terjangnya melampaui batas, sampai-sampai mengaku bahwa dia adalah tuhan. Dia menyatakan kepada kaumnya dengan ucapan, \"Saya tuhanmu yang paling tinggi.\" \nAyat ini mengkhususkan dakwah dan seruan kepada Firaun sedang pada ayat sebelumnya dakwah diserukan untuk umum, karena kalau Firaun sudah beriman kepada ajaran yang dibawa Nabi Musa a.s., dan Nabi Harun tentunya segenap orang-orang Mesir akan mengikutinya sebagaimana pepatah: \n'Rakyat itu menurut agama rajanya.",
    "quraish": "Pergilah kamu bersama saudaramu, Hârûn, kepada Fir'aun. Sesungguhnya ia adalah seorang kafir yang telah melampaui batas dalam kekufuran dan kezalimannya.",
    "jalalayn": "(Pergilah kamu berdua kepada Firaun, sesungguhnya dia telah melampaui batas) karena ia mengaku menjadi tuhan."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 44,
    "arab": "فَقُوْلَا لَهٗ قَوْلًا لَّيِّنًا لَّعَلَّهٗ يَتَذَكَّرُ اَوْ يَخْشٰى ",
    "translation": "maka berbicaralah kamu berdua kepadanya (Fir‘aun) dengan kata-kata yang lemah lembut, mudah-mudahan dia sadar atau takut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2392.mp3",
    "tafsir": "Allah mengajarkan kepada Musa dan Harun a.s. bagaimana cara menghadapi Firaun, yaitu dengan kata-kata yang halus dan ucapan yang lemah lembut. Seseorang yang dihadapi dengan cara demikian, akan terkesan di hatinya dan akan cenderung menyambut baik dan menerima dakwah dan ajakan yang diserukan kepadanya. Cara yang bijaksana seperti ini telah diajarkan pula kepada Nabi Muhammad oleh Allah, sebagaimana firman-Nya:\n\"Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pelajaran yang baik dan bantahlah mereka dengan cara yang baik.\" (an-Nahl/16: 125)\nSebaliknya kalau seseorang itu dihadapi dengan kekerasan dan dengan bentakan, jangankan akan takluk dan tunduk, justeru dia akan menentang dan menjauhkan diri, sebagaimana dijelaskan dalam firman Allah:\nSekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Ali 'Imran/3: 159)\nSelain petunjuk Allah kepada Musa dan saudaranya, agar mereka bersikap santun menghadapi Firaun, juga diajarkan kata-kata yang akan disampaikan Musa kepada Firaun, sebagaimana dikisahkan Allah di dalam firman-Nya:\nMaka katakanlah (kepada Firaun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" (an-Nazi'at/79: 18-19)\nDengan cara dan kata-kata yang demikian itu diharapkan Firaun dapat menyadari kesesatannya, dan takut kepada azab yang akan ditimpakan kepadanya apabila dia tetap membangkang.",
    "quraish": "Ajaklah ia untuk beriman kepada-Ku dengan lemah lembut. Mudah-mudahan ia ingat akan keimanan yang telah dilalaikannya, dan takut akan akibat sikapnya yang kafir dan zalim.\"",
    "jalalayn": "(Maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut) untuk menyadarkannya supaya jangan mengaku menjadi tuhan (mudah-mudahan ia ingat) yakni sadar dan mau menerimanya (atau takut\") kepada Allah lalu karenanya ia mau sadar. Ungkapan 'mudah-mudahan' berkaitan dengan pengetahuan Nabi Musa dan Nabi Harun. Adapun menurut pengetahuan Allah, maka Dia telah mengetahui bahwa Firaun tidak akan mau sadar dari perbuatannya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 45,
    "arab": "قَالَا رَبَّنَآ اِنَّنَا نَخَافُ اَنْ يَّفْرُطَ عَلَيْنَآ اَوْ اَنْ يَّطْغٰى ",
    "translation": "Keduanya berkata, “Ya Tuhan kami, sungguh, kami khawatir dia akan segera menyiksa kami atau akan bertambah melampaui batas,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2393.mp3",
    "tafsir": "Sebelum Musa dan Harun a.s. melaksanakan perintah Allah untuk mendatangi Firaun dan menyampaikan seruan kepadanya, mereka berdua berterus terang kepada Allah, bahwa mereka merasa takut dan cemas menghadapi Firaun, kalau-kalau mereka akan disiksa oleh Firaun, atau sebelum menyampaikan dakwah dan menjelaskan mukjizat-mukjizat yang menunjukkan kebenaran dakwahnya itu, Firaun sudah bertindak, me-ngeluarkan kata-kata yang tidak pantas terhadap Allah, karena dia adalah orang yang kejam, keras hati, tidak mempunyai perikemanusiaan sedikitpun.",
    "quraish": "Lalu Mûsâ dan Hârûn memohon kepada Allah seraya berkata, \"Ya Tuhan, sesungguhnya kami takut bila Fir'aun akan menyiksa kami, atau bahkan semakin melampaui batas.\"",
    "jalalayn": "(Berkatalah mereka berdua, \"Ya Rabb kami! Sesungguhnya kami khawatir bahwa ia segera menyiksa kami) mengambil keputusan yang cepat untuk menyiksa kami (atau akan bertambah melampaui batas\") terhadap kami, yakni bertambah takabbur."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 46,
    "arab": "قَالَ لَا تَخَافَآ اِنَّنِيْ مَعَكُمَآ اَسْمَعُ وَاَرٰى ",
    "translation": "Dia (Allah) berfirman, “Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2394.mp3",
    "tafsir": "Allah menghibur Musa dan Harun a.s. supaya mereka berdua tidak perlu takut kepada Firaun, karena Allah akan menolongnya. Dialah yang menguatkan dan menjaganya dari kejahatan Firaun. Dia senantiasa mendengar dan melihat apa yang terjadi di antara mereka berdua dengan Firaun, baik berupa perkataan maupun perbuatan. Dialah yang akan memelihara mereka berdua dari kejahatan yang mungkin ditimpakan Firaun kepadanya.",
    "quraish": "Allah menenangkan mereka berdua dengan berfirman, \"Janganlah kalian berdua takut kepada Fir'aun. Aku selalu menyertai dan menjaga kalian. Aku Maha Mendengar apa yang ia katakan dan Maha Melihat apa yang ia perbuat. Dan Aku tidak akan memberinya kekuasaan untuk menyiksa kalian.",
    "jalalayn": "(Allah berfirman, \"Janganlah kamu berdua takut sesungguhnya Aku beserta kamu berdua) Aku akan membantu kamu berdua (Aku mendengar) apa yang dikatakannya (dan melihat) apa yang dikerjakannya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 47,
    "arab": "فَأْتِيٰهُ فَقُوْلَآ اِنَّا رَسُوْلَا رَبِّكَ فَاَرْسِلْ مَعَنَا بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ وَلَا تُعَذِّبْهُمْۗ قَدْ جِئْنٰكَ بِاٰيَةٍ مِّنْ رَّبِّكَ ۗوَالسَّلٰمُ عَلٰى مَنِ اتَّبَعَ الْهُدٰى",
    "translation": "Maka pergilah kamu berdua kepadanya (Fir‘aun) dan katakanlah, “Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka. Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2395.mp3",
    "tafsir": "Allah memerintahkan lagi supaya Musa dan Harun a.s. pergi kepada Firaun dan memberitahukan bahwa mereka berdua adalah Rasul Allah yang diutus kepadanya untuk menyampaikan risalah yang hak supaya Firaun mengetahui kedudukan dan tugas keduanya. Sebelum Musa dan Harun mengajak Firaun beriman kepada Allah, keduanya meminta kepada Firaun, supaya dia membebaskan Bani Israil dari penyiksaan dan penindasannya, membebaskan dari kerja berat, seperti menggali, membangun, mengangkat batu, baik laki-laki maupun perempuan. Firaun agar membiarkan Bani Israil pergi ke Palestina. \nSesudah itu barulah Musa dan Harun a.s. menjelaskan tugas dan ke-wajiban dari Allah bahwa keduanya datang untuk menjelaskan hujjah-hujjah dan bukti-bukti yang nyata atas kebenaran kerasulan mereka. Kebahagiaan, kesejahteraan di dunia dan di akhirat bagi orang-orang yang taat kepada rasul-rasul Allah, dan mempercayai tanda-tanda kekuasaan-Nya, serta menjauhi hal-hal yang buruk dan menyesatkan. Ucapan seperti tersebut dipergunakan juga oleh Nabi Muhammad ketika mengirim surat berisi dakwah ke Heraclius raja Rumawi, sebagai berikut:\n\"Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Dari Muhammad hamba dan utusan Allah kepada Heraclius, penguasa negeri Romawi. Keselamatan dilimpahkan kepada orang yang mengikuti petunjuk. Adapun sesudah itu, sesungguhnya saya menyerumu kepada Islam. Anutlah agama Islam supaya engkau selamat, Allah akan memberimu pahala dua kali lipat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)",
    "quraish": "Pergilah kalian berdua kepada Fir'aun dan katakan kepadanya, 'Sesunguhnya kami berdua adalah utusan Tuhanmu. Kami datang untuk mengajakmu beriman kepada-Nya, dan melepaskan Banû Isrâ'îl serta tidak menyiksa mereka. Kami membawa mukjizat dari Allah sebagai bukti kebenaran apa yang kami serukan kepadamu. Barangsiapa mengikuti petunjuk Allah, maka ia akan terjaga dari siksa dan murka-Nya.",
    "jalalayn": "(Maka datanglah kamu berdua kepadanya dan katakanlah, \" Sesungguhnya kami berdua adalah utusan Rabbmu, maka lepaskanlah Bani Israel bersama kami) untuk berangkat ke negeri Syam (dan janganlah kamu menyiksa mereka) lepaskanlah mereka dari perbudakanmu yang telah kamu pekerjakan dengan kerja-kerja yang berat seperti menggali, membangun bangunan dan mengangkat barang-barang yang berat. (Sesungguhnya kami telah datang kepadamu dengan membawa bukti) yakni hujah (dari Rabbmu) yang membenarkan kerasulan kami. (Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk) keselamatan dari azab bagi orang yang mengikutinya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 48,
    "arab": "اِنَّا قَدْ اُوْحِيَ اِلَيْنَآ اَنَّ الْعَذَابَ عَلٰى مَنْ كَذَّبَ وَتَوَلّٰى ",
    "translation": "Sungguh, telah diwahyukan kepada kami bahwa siksa itu (ditimpakan) pada siapa pun yang mendustakan (ajaran agama yang kami bawa) dan berpaling (tidak mempedulikannya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2396.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa kepada Musa dan Harun telah diwahyukan bahwa siksaan akan ditimpakan baik di dunia maupun di akhirat kepada orang-orang yang mendustakan dakwah dan seruan rasul yang mengajak kepada tauhid, dan berpaling serta tidak memperdulikan pelajaran dan petunjuk rasul. Sejalan dengan ayat-ayat ini, firman Allah:\nMaka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya.(an-Nazi\\'at/79: 37-38 dan 39)\nDan firman-Nya:\nMaka Aku memperingatkan kamu dengan neraka yang menyala-nyala, yang hanya dimasuki oleh orang yang paling celaka, yang mendustakan (kebenaran) dan berpaling (dari iman). (al-Lail/92: 14-15 dan 16)",
    "quraish": "Allah telah mewahyukan kepada kami, bahwa azab-Nya yang amat pedih akan menimpa siapa yang mendustakan kami dan menentang seruan kami'.\"",
    "jalalayn": "(Sesungguhnya telah diwahyukan kepada kami, bahwa siksa itu ditimpakan kepada orang-orang yang mendustakan) apa yang kami datangkan ini (dan berpaling\") daripadanya. Kemudian Nabi Musa dan Nabi Harun mendatangi Firaun dan keduanya mengatakan semuanya itu kepadanya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 49,
    "arab": "قَالَ فَمَنْ رَّبُّكُمَا يٰمُوْسٰى ",
    "translation": "Dia (Fir‘aun) berkata, “Siapakah Tuhanmu berdua, wahai Musa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2397.mp3",
    "tafsir": "Diriwayatkan dari Ibnu `Abbas bahwa setelah Musa dan Harun a.s. sampai di depan istana Firaun keduanya berdiri di sana, menunggu izin untuk masuk. Setelah tertahan cukup lama, karena penjagaan yang amat ketat, keduanya baru diizinkan masuk untuk menemui Firaun; dan terjadilah dialog antara keduanya dan Firaun. Pada ayat ini Allah mengisahkan dialog itu. Firaun bertanya, \"Kalau engkau berdua betul-betul utusan Tuhanmu yang mengutus kamu kemari, saya harap engkau beritahukan kepada saya, siapa Tuhanmu?\" Di dalam ayat ini, seakan-akan Musalah yang ditanya oleh Firaun, karena hanya nama Musa yang dipanggil, sekalipun pertanyaan itu ditujukan kepada Musa dan Harun, karena memang Musalah yang pokok, sedang Harun hanyalah pembantu baginya.",
    "quraish": "Dengan zalim dan sombong, Fir'aun berkata, \"Siapakah Tuhan kalian itu, hai Mûsâ?\"",
    "jalalayn": "(Berkata Firaun, \"Maka siapakah Rabbmu berdua, hai Musa?\") ungkapan ini ditujukan kepada Nabi Musa, karena dialah asal pembawa risalah Allah dan yang mendapatkan pemeliharaan dari-Nya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 50,
    "arab": "قَالَ رَبُّنَا الَّذِيْٓ اَعْطٰى كُلَّ شَيْءٍ خَلْقَهٗ ثُمَّ هَدٰى ",
    "translation": "Dia (Musa) menjawab, “Tuhan kami ialah (Tuhan) yang telah memberikan bentuk kejadian kepada segala sesuatu, kemudian memberinya petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2398.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan jawaban Musa atas pertanyaan Firaun bahwa yang mengutus keduanya ialah Tuhan yang telah melengkapi makhluk yang diciptakannya dengan anggota tubuh sesuai dengan kepentingannya masing-masing, seperti mata untuk melihat, telinga untuk mendengar, begitu juga tangan, kaki, hidung dan lain-lain anggota tubuh menurut fungsinya masing-masing sesuai dengan petunjuk dari Allah. Firman Allah:\nDan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Nahl/16 : 78)\nKemudian Allah-lah yang membimbing dengan memberinya fungsi anggota tersebut untuk dapat membedakan mana yang baik dan mana yang buruk. Sejalan dengan ayat ini.\nFirman Allah:\nDemi jiwa serta penyempurnaan (ciptaan)nya, maka Dia mengilhamkan kepadanya (jalan) kejahatan dan ketakwaannya, (asy-Syams/91: 7 dan 8)\nDan firman-Nya:\nDan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). (al-Balad/90: 10)",
    "quraish": "Mûsâ menjawab, \"Tuhan kami adalah Tuhan yang memberi nikmat kejadian bagi setiap sesuatu yang ada, dan menciptakannya dalam bentuk yang dikehendaki-Nya, lalu memberi petunjuk apa yang telah diciptakan-Nya(1). (1) Setiap makhluk memiliki ciri-ciri dan sifatsifat khusus yang membedakannya dari makhluk lain, yang memungkinkannya menjalankan fungsinya masing-masing di dalam kehidupan ini, di samping merupakan salah satu jalan untuk memperoleh hidayah bagi manusia.",
    "jalalayn": "(Musa berkata, \"Rabb kami ialah yang telah memberikan kepada tiap-tiap sesuatu) yakni tiap-tiap makhluk (bentuk kejadiannya) yang membedakannya daripada makhluk yang lain (kemudian memberinya petunjuk\") sehingga mengetahui makanan, minuman dan cara mengembangkan keturunannya serta hal-hal lain yang menyangkut kehidupannya."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 51,
    "arab": "قَالَ فَمَا بَالُ الْقُرُوْنِ الْاُوْلٰى ",
    "translation": "Dia (Fir‘aun) berkata, “Jadi bagaimana keadaan umat-umat yang dahulu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2399.mp3",
    "tafsir": "Untuk mengalihkan Musa dari dakwahnya ke suasana yang lain, Firaun bertanya kepadanya, \"Wahai Musa, bagaimanakah kira-kira nasibnya di akhirat nanti umat-umat yang dahulu seperti kaum 'Ad, kaum Samud yang tidak menyembah Allah, tetapi mereka menyembah selain Allah. Mereka mempunyai sembahan-sembahan benda mati seperti batu, pohon kayu dan lainnya. Apakah mereka akan dimasukkan ke dalam surga ataukah mereka akan dimasukkan ke dalam neraka, disiksa dan diazab?\" Firaun sengaja berbuat demikian, agar supaya Musa menghentikan dari mengemukakan hujjahnya serta alasan-alasan kuat lainnya yang membenarkan dakwahnya, karena Firaun khawatir kalau-kalau dakwah Musa termakan oleh kaumnya, lalu mereka beriman kepada Musa dan meninggalkan kepercayaannya yang sesat yang mempercayai bahwa Firaun itu adalah tuhan.",
    "quraish": "Fir'aun berkata, \"Lalu bagaimana dengan orang-orang yang telah lalu?\"",
    "jalalayn": "(Berkatalah ia) yakni Firaun, (\"Maka bagaimanakah) keadaan (umat-umat) yakni bangsa-bangsa (yang dahulu?\") seperti kaum Nabi Nuh, kaum Nabi Hud, kaum Nabi Luth dan kaum Nabi Saleh, tentang penyembahan mereka kepada berhala-berhala."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 52,
    "arab": "قَالَ عِلْمُهَا عِنْدَ رَبِّيْ فِيْ كِتٰبٍۚ  لَا يَضِلُّ رَبِّيْ وَلَا يَنْسَىۖ ",
    "translation": "Dia (Musa) menjawab, “Pengetahuan tentang itu ada pada Tuhanku, di dalam sebuah Kitab (Lauh Mahfuzh), Tuhanku tidak akan salah ataupun lupa;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2400.mp3",
    "tafsir": "Pertanyaan Firaun itu dijawab oleh Musa a.s. bahwa pertanyaan yang dikemukakannya itu, adalah pertanyaan mengenai hal yang gaib, sedang hal yang gaib itu, tiada yang mengetahuinya kecuali Allah sebagaimana yang ditegaskan di dalam firman-Nya:\nDialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata. (al-hasyr/59: 22)\nDia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. (al-Jin/72: 26)\nNasib kaum penyembah berhala, kaum yang mempunyai sembahan-sembahan selain dari Allah, sepenuhnya berada di dalam pengetahuan Allah, tiada seorang manusia pun yang mengetahuinya. Semua perbuatan manusia termasuk nasib kaum yang ditanyakan Firaun itu, telah tercatat dan tersimpul di dalam suatu kitab yaitu \"Lauh Mahfudz\". Tiada satu hal yang ketinggalan, baik yang besar maupun yang kecil, kecuali di dalam kitab itu, sebagaimana yang dijelaskan di dalam firman Allah:\nKitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). (al-Kahf/18: 49)\nBerdasarkan catatan itulah mereka akan dibalas sesuai dengan amal perbuatannya di dunia ini. Ayat ini ditutup dengan satu penegasan bahwa Allah itu tidak akan salah dan tidak akan lupa, untuk mencegah sangkaan dan tuduhan yang bukan-bukan, bahwa catatan yang ada di dalam kitab itu bisa saja keliru, salah catat, atau ada hal-hal yang ketinggalan tidak dicatat oleh penguasa karena lupa, sehingga terjadilah sesuatu yang tidak sesuai dengan kenyataan yang sebenarnya.",
    "quraish": "Mûsâ menjawab, \"Hanya Tuhan yang tahu tentang mereka. Semuanya tercatat dalam buku catatan amal mereka. Tak ada yang tersembunyi dan terlupakan sedikit pun.",
    "jalalayn": "(Ia berkata) yakni Nabi Musa, (\"Pengetahuan tentang itu) pengetahuan mengenai keadaan mereka berada (di sisi Rabbku, di dalam sebuah kitab) yaitu Lohmahfuz; Dia akan membalas mereka kelak di hari kiamat. (Tidak akan salah) tidak akan lenyap (dari Rabbku) segala sesuatu (dan tidak pula lupa) akan sesuatu."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 53,
    "arab": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّسَلَكَ لَكُمْ فِيْهَا سُبُلًا وَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۗ فَاَخْرَجْنَا بِهٖٓ اَزْوَاجًا مِّنْ نَّبَاتٍ شَتّٰى ",
    "translation": "(Tuhan) yang telah menjadikan bumi sebagai hamparan bagimu, dan menjadikan jalan-jalan di atasnya bagimu, dan yang menurunkan air (hujan) dari langit.” Kemudian Kami tumbuhkan dengannya (air hujan itu) berjenis-jenis aneka macam tumbuh-tumbuhan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2401.mp3",
    "tafsir": "Untuk memperkuat bahwa Allah itu tidak akan salah dan lupa, dan untuk menolak kemungkinan timbulnya sangkaan bahwa catatan yang ada di \"Lauh Mahfudz\" itu bisa salah dan ada yang tidak tercatat karena lupa, maka pada ayat ini ditegaskan bahwa Tuhan yang menguasai pencatatan itu, ialah Tuhan Yang menjadikan bumi ini sebagai hamparan bagi manusia yang terbentang luas untuk dipergunakan sebagai tempat tinggal, bangun, tidur dan berpergian dengan bebas ke mana-mana, sebagaimana firman Allah:\nAllah-lah yang menjadikan bumi untukmu sebagai tempat menetap. (al- Mu`min/40: 64)\nDan firman-Nya:\nDialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya. (al-Mulk/67: 15)\nTuhanlah yang telah menjadikan jalan-jalan di bumi ini, baik di gunung-gunung maupun di tempat-tempat yang rendah untuk menghubungkan satu tempat dengan tempat yang lain, antara satu kota dengan kota yang lain, antar satu desa dengan desa yang lain, guna memudahkan melaksanakan keperluan-keperluan manusia. Sejalan dengan firman Allah:\nDan Allah menjadikan bumi untukmu sebagai hamparan, agar kamu dapat pergi kian kemari di jalan-jalan yang luas. (Nuh/71: 19-20)\nDan firman-Nya:\n\"Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.\" (al-Anbiya`/21: 31)\nTuhanlah, yang menurunkan air hujan dari langit yang menyebabkan tumbuhnya tanam-tanaman dan buah-buahan yang bermacam-macam cita rasanya, ada yang masam, ada yang manis, bermacam ragam dan jenis dan manfaatnya. Ada yang layak untuk manusia, dan ada yang baik untuk binatang yang kesemuanya itu menunjukkan atas besarnya karunia dan banyaknya nikmat yang dilimpahkan Allah kepada semua hamba-Nya. Sejalan dengan firman Allah:\nDialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. (al-Baqarah/2: 22)",
    "quraish": "Dialah Tuhan yang menganugerahkan nikmat kehidupan dan pemeliharaan kepada hamba-hamba-Nya. Dengan kekuasaan-Nya, Dia telah menjadikan bumi sebagai hamparan untukmu, membuka jalan-jalan untuk kamu lalui dan menurunkan hujan di atas bumi sehingga terciptalah sungai-sungai. Dengan air itu Allah menumbuhkan tumbuh-tumbuhan yang berbeda-beda warna, rasa dan manfaatnya. Ada yang berwarna putih dan hitam, ada pula yang rasanya manis dan pahit.",
    "jalalayn": "Dia (yang telah menjadikan bagi kalian) di antara sekian banyak makhluk-Nya (bumi sebagai hamparan) tempat berpijak (dan Dia memudahkan) mempermudah (bagi kalian di bumi itu jalan-jalan) tempat-tempat untuk berjalan (dan Dia menurunkan dari langit air hujan) yakni merupakan hujan. Allah berfirman menggambarkan apa yang telah disebutkan-Nya itu sebagai nikmat dari-Nya, kepada Nabi Musa dan dianggap sebagai khithab untuk penduduk Mekah. (Maka Kami tumbuhkan dengan air hujan itu berjenis-jenis) bermacam-macam (tumbuh-tumbuhan yang beraneka ragam). Lafal Syattaa ini menjadi kata sifat daripada lafal Azwaajan, maksudnya, yang berbeda-beda warna dan rasa serta lain-lainnya. Lafal syattaa ini adalah bentuk jamak dari lafal Syatiitun, wazannya sama dengan lafal Mardhaa sebagai jamak dari lafal Mariidhun. Ia berasal dari kata kerja Syatta artinya Tafarraqa atau berbeda-beda."
  },
  {
    "ruku": 271,
    "name": "Taha",
    "ayat": 54,
    "arab": "كُلُوْا وَارْعَوْا اَنْعَامَكُمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّاُولِى النُّهٰى ࣖ",
    "translation": "Makanlah dan gembalakanlah hewan-hewanmu. Sungguh, pada yang demikian itu, terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2402.mp3",
    "tafsir": "Allah menyuruh supaya buah-buahan dan tumbuh-tumbuhan yang berjenis-jenis dan beraneka ragam itu, kita makan dan kita berikan kepada binatang untuk dimakannya. Mana saja yang layak bagi manusia untuk dimakan, seperti beras, ubi, jagung, sagu dan lain-lain, maka makanlah sesuai dengan firman Allah:\nDan makanlah dari apa yang telah diberikan Allah kepadamu sebagai rezeki yang halal dan baik. (al-Ma`idah/5: 88)\nMana saja yang sesuai untuk binatang seperti rumput yang diberikan pada binatang-binatang. Pada akhir ayat ini ditegaskan bahwa semua sifat-sifat tersebut di atas menunjukkan kekuasaan Allah dan kebesaran kerajaan-Nya, adalah bukti yang nyata atas keesaan-Nya dan menunjukkan bahwa tiada Tuhan melainkan Dia. Orang-orang yang berakal sehat dan berpikiran waras, tentu akan mengakui dan meyakini keesaan Allah.",
    "quraish": "Allah memberi petunjuk kepada para hamba-Nya cara memanfaatkan tumbuh-tumbuhan yang telah ditumbuhkan-Nya. Yaitu dengan memakan, menggembalakan binatang dan lain-lain. Allah menjelaskan bahwa di dalam penciptaan makhluk, pengaturan dan cara memanfaatkannya terdapat bukti-bukti nyata yang dapat dijadikan petunjuk bagi orang-orang yang berakal untuk beriman kepada Allah dan risalah- risalah-Nya.",
    "jalalayn": "(Makanlah) daripadanya (dan gembalakanlah ternak kalian) di dalamnya. Lafal An'am adalah bentuk jamak dari lafal Ni'amun, yang artinya mencakup unta, sapi dan kambing. Dikatakan, Ru'tul An'aama atau aku menggembalakan ternak dan Ra'aituhaa atau aku telah menggembalakannya. Pengertian yang terkandung di dalam perintah ini menunjukkan makna ibahah atau boleh dan sekaligus sebagai pengingat akan nikmat-nikmat-Nya. Jumlah keseluruhan ayat ini menjadi kata keterangan keadaan daripada Dhamir yang terkandung di dalam lafal Akhrajnaa. Maksudnya, Kami memperbolehkan bagi kalian untuk memakannya dan mengembalakan ternak padanya. (sesungguhnya pada yang demikian itu) yakni pada hal-hal yang telah disebutkan dalam ayat ini (terdapat tanda-tanda) pelajaran-pelajaran (bagi orang-orang yang berakal) lafal Nuhaa adalah bentuk jamak dan lafal Nuhyah, wazannya sama dengan lafal Ghurfah yang jamaknya Ghuraf. Akal dinamakan dengan istilah ini, karena dapat mencegah pemiliknya dari melakukan perbuatan-perbuatan yang buruk."
  }
]