[
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 55,
    "arab": "۞ مِنْهَا خَلَقْنٰكُمْ وَفِيْهَا نُعِيْدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً اُخْرٰى ",
    "translation": "Darinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2403.mp3",
    "tafsir": "Selain dari guna dan manfaat bumi dan yang telah disebutkan di atas, pada ayat ini Allah menerangkan guna dan manfaatnya yang lain, yaitu bahwa dari bumi setiap manusia itu dijadikan Allah, sejak Nabi Adam yaitu manusia pertama di dunia ini. Juga kepada tanah, manusia akan dikembalikan sesudah mati, dan menjadi tanah kembali seperti sebelum diciptakan. Dari itu pula manusia akan dibangkitkan kembali sesudah ia mati dan disusun kembali anggota tubuhnya yang telah hancur bercampur dengan tanah, sebagai bentuknya yang semula yang kemudian dikembalikan ruhnya. Sejalan dengan ayat ini, firman Allah:\n(Allah) berfirman, \"Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.\" (al-A`raf/7: 25)\nDi dalam hadis diterangkan sebagai berikut:\n\"Sesungguhnya Rasulullah saw menghadiri suatu jenazah. Setelah mayat itu dikubur, beliau mengambil segenggam tanah lalu dilemparkannya ke kubur itu sambil mengucapkan \"minha khalaqnakum\" (daripadanya Kami jadikan kamu), kemudian mengambil lagi yang lain dan mengucapkan \"fiha nu`idukum\" (padanyalah Kami kembalikan kamu), kemudian mengambil pula yang lain untuk ketiga kalinya dan mengucapkan \"minha nukhrijukum taratan ukhra\" (dan daripadanya Kami keluarkan kamu pada kali yang lain). (Riwayat Ahmad dan al-hakim dari Abu Umamah)\nDi dalam satu hadis yang lain diterangkan bahwa setelah jenazah Ummu Kulsum binti Rasulullah saw diletakkan ke kuburnya, Rasulullah saw mengucapkan:\n\"Daripadanya (tanah) Kami jadikan kamu, dan kepadanya Kami kembalikan kamu, serta daripadanya Kami keluarkan kamu sekali lagi dengan nama Allah, dan di jalan Allah serta atas agama Rasulullah.\" (Riwayat Ahmad dan al-hakim dari Abu Umamah)",
    "quraish": "Dari tanah bumi ini, Allah menciptakan Adam dan anak-cucunya. Ke dalam tanah itu pula Allah mengembalikan mereka setelah mati untuk mengubur jasad mereka. Dan dari tanah itu juga Allah mengeluarkan mereka hidup kembali untuk dibangkitkan dan diberi balasan.",
    "jalalayn": "(Dari bumi itulah) dari tanah (Kami menjadikan kalian) dengan menciptakan nenek moyang kalian Adam daripadanya (dan kepadanya Kami akan mengembalikan kalian) kalian akan dikuburkan di dalamnya sesudah mati (dan daripadanya Kami akan mengeluarkan kalian) pada hari berbangkit (pada kali) untuk kali (yang lain) sebagaimana Kami mengeluarkan kalian pada permulaan penciptaan kalian."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 56,
    "arab": "وَلَقَدْ اَرَيْنٰهُ اٰيٰتِنَا كُلَّهَا فَكَذَّبَ وَاَبٰى ",
    "translation": "Dan sungguh, Kami telah memperlihatkan kepadanya (Fir‘aun) tanda-tanda (kebesaran) Kami semuanya, ternyata dia mendustakan dan enggan (menerima kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2404.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah memperlihatkan dan memperkenalkan tanda-tanda kekuasaan-Nya dan bukti-bukti kebenaran kenabian Musa berupa mukjizat yang telah diberikan kepada Musa, namun Firaun dan pengikut-pengikutnya tetap ingkar dan mendustakan Musa dan tidak mau beriman kepada apa yang disampaikan kepadanya, sekalipun mereka itu pada hakekatnya telah meyakini kebenarannya, sebagaimana firman Allah:\n\"Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya.\" (an-Naml/27: 14)",
    "quraish": "Melalui tangan Mûsâ, Kami memperlihatkan kepada Fir'aun mukjizat nyata yang menguatkan kerasulan dan kebenaran tentang Allah dan kekuasaan-Nya yang dikabarkan oleh Mûsâ. Namun demikian, Fir'aun tetap kufur dan mendustakan semua itu. Ia enggan untuk mempercayainya.",
    "jalalayn": "(Dan sesungguhnya telah Kami perlihatkan kepadanya) kepada Firaun (ayat-ayat Kami semuanya) yang berjumlah sembilan ayat itu (maka ia mendustakan) nya dan menuduh bahwa ayat-ayat itu adalah sihir (dan ia enggan) untuk mengesakan Allah swt."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 57,
    "arab": "قَالَ اَجِئْتَنَا لِتُخْرِجَنَا مِنْ اَرْضِنَا بِسِحْرِكَ يٰمُوْسٰى ",
    "translation": "Dia (Fir‘aun) berkata, “Apakah engkau datang kepada kami untuk mengusir kami dari negeri kami dengan sihirmu, wahai Musa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2405.mp3",
    "tafsir": "Pada ayat ini diterangkan cara pengingkaran Firaun, dan bagaimana Firaun menjelek-jelekkan usaha dan pekerjaan Musa. Firaun berkata, \"Wahai Musa! Apakah kedatanganmu kemari ke tempat di mana engkau pernah tinggal, sesudah lama tidak kelihatan, dengan maksud untuk menanamkan pengertian kepada khalayak ramai bahwa engkau adalah seorang Nabi, dan mereka wajib mengikutimu dan mempercayai agama yang engkau bawa, sehingga engkaulah yang berada di pihak yang menang, lalu mengusir kami keluar dari tempat kami ini dengan sihirmu itu yang engkau namakan mukjizat, dan engkaulah yang menjadi berkuasa sebagai raja?\" Firaun sengaja mengeluarkan kata-kata yang demikian itu adalah dengan maksud untuk membawa dan menjadikan kaumnya marah dan benci kepada Musa. Dia menjelaskan kedatangan Musa itu bukanlah untuk sekedar menyelamatkan Bani Israil dari kekuasaannya, tetapi maksud yang sebenarnya ialah akan mengusir bangsa Mesir keluar dari tanah tumpah darahnya, kemudian menguasai semua harta benda yang dimilikinya. Dengan demikian gagallah usaha Musa, karena tak seorang pun yang akan mendengar dan memperhatikan dakwahnya, tidak memperdulikan mukjizat yang dibawanya. Mereka akan mempertahankan mati-matian negerinya dengan mempergunakan segala kekuatan yang ada padanya.",
    "quraish": "Fir'aun berkata kepada Mûsâ, \"Apakah kamu datang untuk mengusir kami dari negeri ini, dan kamu menjadikan negeri ini berada dalam kekuasaan kaummu dengan sihir yang telah kamu gunakan untuk membunuh manusia?",
    "jalalayn": "(Berkata Firaun, \"Adakah kamu datang kepada kami untuk mengusir kami dari negeri kami) yakni dari negeri Mesir, kemudian kamu menjadi raja padanya (dengan sihirmu, hai Musa?\")"
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 58,
    "arab": "فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهٖ فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَّا نُخْلِفُهٗ نَحْنُ وَلَآ اَنْتَ مَكَانًا سُوًى ",
    "translation": "Maka kami pun pasti akan mendatangkan sihir semacam itu kepadamu, maka buatlah suatu perjanjian untuk pertemuan antara kami dan engkau yang kami tidak akan menyalahinya dan tidak (pula) engkau, di suatu tempat yang terbuka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2406.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Firaun berjanji dengan sungguh-sungguh akan mendatangkan ahli sihir untuk menandingi sihir Musa. Firaun meminta kepada Musa supaya ia menentukan tempat dan waktu untuk berhadapan dengan ahli-ahli sihirnya, serta berjanji supaya dia maupun Musa tidak akan menyalahi ketentuan yang telah disepakati itu. Ini dilakukan Firaun untuk menunjukkan bahwa dia betul-betul mempunyai hati yang keras dan persiapan yang mantap untuk bertanding menghadapi sihir Musa, dengan keyakinan bahwa ia akan menang dalam pertandingan nanti. Juga Firaun menganjurkan supaya Musa memilih tempat yang luas, tidak berbukit-bukit supaya penonton dapat menyaksikan dan melihat pertandingan itu dengan jelas, tidak terhalang oleh suatu apapun.",
    "quraish": "Kami akan menghentikan sihirmu dengan sihir kami. Tentukanlah waktu yang kita sepakati bersama untuk pertemuan kita, dan jangan ada seorang pun dari kita yang menyalahinya.\"",
    "jalalayn": "(\"Dan kami pun pasti akan mendatangkan pula kepadamu sihir semacam itu) yang akan melawannya (maka buatlah suatu waktu antara kami dan kamu) untuk pertemuan itu (yang kami tidak akan menyalahinya dan tidak pula kamu, di suatu tempat) lafal Makaanan ini dinashabkan dengan mencabut huruf Jarnya, maksudnya, di tempat (yang pertengahan\") lafal Suwan dapat pula dibaca Siwan, artinya, tempat yang letaknya pertengahan, dari arah mana saja didatangi oleh kedua pihak jaraknya sama."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 59,
    "arab": "قَالَ مَوْعِدُكُمْ يَوْمُ الزِّيْنَةِ وَاَنْ يُّحْشَرَ النَّاسُ ضُحًى ",
    "translation": "Dia (Musa) berkata, “(Perjanjian) waktu (untuk pertemuan kami dengan kamu itu) ialah pada hari raya dan hendaklah orang-orang dikumpulkan pada pagi hari (duha).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2407.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sesuai dengan permintaan Firaun, Musa menentukan waktu pertemuan yang dimaksud untuk mengadu kemukjizatannya dengan sihir Firaun yaitu pada hari Syam an-Nasim yang biasanya diadakan pada akhir tahun. Mereka pada hari itu berkumpul semuanya dengan pakaian yang bagus dan hiasan yang indah, hampir tidak ada yang ketinggalan. Juga oleh Musa ditentukan waktu berkumpul yaitu pada waktu matahari sepenggalahan naik, waktu yang sudah agak terang oleh sinar matahari yang telah terbit, supaya segenap penonton dapat menyaksikan dan melihat pertandingan nanti itu dengan jelas.",
    "quraish": "Mûsâ menjawab, \"Waktu kita adalah pada hari raya kalian, ketika kalian berhias diri dan bersuka ria, sehingga pada hari itu orang-orang berkumpul di waktu duha, untuk menyaksikan apa yang akan terjadi di antara kita.\"",
    "jalalayn": "(Berkatalah ia) Nabi Musa, (\"Waktu untuk pertemuan kami dengan kalian itu adalah hari raya) yakni hari raya Firaun dan kaumnya, yang pada hari itu mereka berhias diri dan berkumpul-kumpul (dan hendaklah dikumpulkan manusia) semua penduduk negeri Mesir dikumpulkan (pada waktu matahari naik sepenggalah\") untuk menyaksikan apa yang akan terjadi."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 60,
    "arab": "فَتَوَلّٰى فِرْعَوْنُ فَجَمَعَ كَيْدَهٗ ثُمَّ اَتٰى ",
    "translation": "Maka Fir‘aun meninggalkan (tempat itu), lalu mengatur tipu dayanya, kemudian dia datang kembali (pada hari yang ditentukan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2408.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa tercapai persetujuan antara Musa dan Firaun tentang tempat, hari dan waktu diadakannya pertandingan nanti, pergilah Firaun meninggalkan tempat perdebatan itu, untuk mengatur tipu dayanya. Ahli-ahli sihir dikumpulkan, alat-alat perlengkapan mereka disempurnakan, penyokong dan pembantu-pembantunya serta yang lain-lain dipersiapkan. Pada hari yang telah ditetapkan bersama yaitu pada hari raya Syam an-Nasim, berangkatlah Firaun bersama rombongannya ke tempat yang telah disepakatinya dengan Musa. Duduklah ia di atas kursi kebesarannya, didampingi oleh penjabat-penjabat terasnya, diapit oleh rakyatnya di sebelah kiri dan kanannya. Tidak lama kemudian datang pula Musa dengan tongkatnya ditemani oleh saudaranya Harun. Firaun menggembleng tukang-tukang sihirnya yang telah berdiri dan berbaris rapi di depannya, mengharapkan supaya mereka melaksanakan tugasnya, mendemonstrasikan keahliannya dengan sebaik-baiknya, menjanjikan akan memenuhi segala permintaan mereka, apabila mereka menang, sebagaimana diterangkan di dalam firman Allah:\nDan para pesihir datang kepada Firaun. Mereka berkata, \"(Apakah) kami akan mendapat imbalan, jika kami menang?\" Dia (Firaun) menjawab, \"Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).\" (al-A`raf/7: 113 dan 114)",
    "quraish": "Fir'aun pun meninggalkan tempat itu untuk kemudian menangani sendiri urusan itu. Dilengkapinya pula segala sarana demi menyukseskan urusan itu, dengan mengumpulkan penyihir-penyihir kampiun, kemudian dengan itu semua ia datang pada waktu yang telah disepakati bersama.",
    "jalalayn": "(Maka Firaun meninggalkan) pergi meninggalkan tempat itu (lalu ia mengatur tipu muslihatnya) ia mulai mengumpulkan para ahli sihirnya (kemudian ia datang) bersama mereka pada waktu yang telah ditentukan itu."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 61,
    "arab": "قَالَ لَهُمْ مُّوْسٰى وَيْلَكُمْ لَا تَفْتَرُوْا عَلَى اللّٰهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍۚ وَقَدْ خَابَ مَنِ افْتَرٰى ",
    "translation": "Musa berkata kepada mereka (para pesihir), “Celakalah kamu! Janganlah kamu mengada-adakan kedustaan terhadap Allah, nanti Dia membinasakan kamu dengan azab.” Dan sungguh rugi orang yang mengada-adakan kedustaan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2409.mp3",
    "tafsir": "Ketika Musa berhadap-hadapan dengan ahli-ahli sihir Firaun, Musa memperingatkan kepada mereka, supaya jangan mengikuti ajakan Firaun, mengada-adakan dusta kepada Allah, mengatakan yang bukan-bukan kepada-Nya seperti menganggap mukjizat yang dibawanya itu adalah sihir, padahal merupakan salah satu kebesaran dan kekuasaan-Nya. Kalau kamu berpendirian demikian seperti halnya Firaun Allah akan menyiksa kamu, menghabiskan keturunan kamu sehingga tidak ada yang tinggal, sebagai balasan atas perbuatan kalian yang sesat itu. Firman Allah:\nKelak Allah akan membalas semua yang mereka ada-adakan. (al-An'am/6: 138)\nOrang-orang yang mengada-adakan dusta kepada Allah adalah orang yang merugi. Ia tidak akan beruntung dalam usahanya, tidak akan mencapai cita-citanya, karena ia adalah yang paling aniaya, sebagaimana firman Allah:\nDan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah, atau yang mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung. (al-An`am/6: 21)\nOleh karena itu, sadarlah kamu dan insaflah. Tinggalkan perbuatan mengada-adakan dusta kepada Allah. Jalan yang sesat yang kalian tempuh itu, supaya kamu selamat dari azab yang akan ditimpakan kepada orang-orang yang mengada-adakan dusta kepada Allah. orang-orang yang telah sesat jalannya di dunia ini, tetapi ia tetap menyangka bahwa perbuatannya itulah yang baik dan benar.",
    "quraish": "Mûsâ mengingatkan mereka akan ancaman dan siksaan Allah, melarang mereka agar tidak mengada- adakan kebohongan dengan menganggap Fir'aun sebagai tuhan, mendustakan rasul-rasul Allah dan mengingkari mukjizat. Mûsâ juga memberikan ancaman bahwa Allah akan menbinasakan mereka dengan siksa-Nya manakala mereka terus menerus melakukan hal itu, dengan menegaskan kerugian orang yang membuat-buat kebohongan tentang Allah.",
    "jalalayn": "(Berkata Musa kepada mereka,) jumlah para ahli sihir Firaun ada tujuh puluh dua orang; setiap orang dari mereka memegang tali dan tongkat (\"Celakalah kalian) maksudnya semoga Allah menimpakan kecelakaan kepada kalian (janganlah kalian mengada-adakan kedustaan terhadap Allah) dengan menyekutukan seseorang bersama-Nya (maka Dia membinasakan kalian) ia dapat dibaca Fayushitakum dan Fayashitakum, artinya Dia akan membinasakan kalian, karena perbuatan musyrik itu (dengan siksa\") dari sisi-Nya. (Dan sesungguhnya telah kecewa) merugi (orang yang mengada-adakan kedustaan) terhadap Allah."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 62,
    "arab": "فَتَنَازَعُوْٓا اَمْرَهُمْ بَيْنَهُمْ وَاَسَرُّوا النَّجْوٰى ",
    "translation": "Maka mereka berbantah-bantahan tentang urusan mereka dan mereka merahasiakan percakapan (mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2410.mp3",
    "tafsir": "Setelah ahli-ahli sihir Firaun itu mendengar peringatan dan ancaman Musa, mereka menjadi bingung, masing-masing mempunyai tanggapan sendiri-sendiri yang berbeda-beda. Lalu mereka mengadakan rapat khusus, bertukar pikiran, apa yang kira-kira seharusnya mereka perbuat. Percakapan mereka sangat dirahasiakan supaya jangan bocor. Memang begitulah pada galibnya, sesuatu rapat diadakan untuk mencari taktik mengalahkan lawan, percakapan dan keputusan rapat itu, harus dirahasiakan, jangan sampai lawan mengetahuinya. Demikian pula halnya ahli-ahli sihir Firaun, karena khawatir kalau-kalau percakapan mereka didengar dan diketahui oleh Musa dan Harun, lalu keduanya mengadakan persiapan, dan perlengkapan yang cukup tangguh untuk menghadapi sihirnya yang sukar untuk dikalahkan.",
    "quraish": "Mereka terperanjat ketakutan dengan peringatan Mûsâ itu, lalu berembuk secara rahasia di antara mereka dengan saling bertukar pendapat. Masing-masing mengemukakan pendapat tentang apa yang akan ditimpakan kepada Mûsâ.",
    "jalalayn": "(Maka mereka berbantah-bantahan di antara mereka tentang urusannya) yakni mengenai Nabi Musa dan saudaranya itu (dan mereka merahasiakan percakapan) mereka yang menyangkut Nabi Musa dan Nabi Harun."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 63,
    "arab": "قَالُوْٓا اِنْ هٰذٰنِ لَسٰحِرَانِ يُرِيْدَانِ اَنْ يُّخْرِجٰكُمْ مِّنْ اَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيْقَتِكُمُ الْمُثْلٰى ",
    "translation": "Mereka (para pesihir) berkata, “Sesungguhnya dua orang ini adalah pesihir yang hendak mengusirmu (Fir‘aun) dari negerimu dengan sihir mereka berdua, dan hendak melenyapkan adat kebiasaanmu yang utama.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2411.mp3",
    "tafsir": "Di antara percakapan mereka yang dirahasiakan yang dapat dicatat ialah kalau yang ditampilkan Musa nanti betul-betul sihir, jelas mereka akan mengalahkannya. Tetapi kalau yang ditampilkannya itu mukjizat dari Allah belum tentu mereka dapat mengalahkannya. Kalau dia mengalahkan kita di dalam pertandingan nanti itu, apa boleh buat, kita menyerah saja, dan mengikuti dia.\" Akhirnya mereka sepakat mengatakan bahwa Musa dan Harun itu adalah ahli sihir yang sangat pandai, akan mengusir kita dari negeri kita dengan sihirnya itu, dan akan mencopot kedudukan kita yang mulia itu.\nSengaja mereka menyusun satu rumusan begitu rupa yang mengandung tiga faktor tersebut yang dapat mengakibatkan dibencinya Musa dan Harun dan hilanglah pengaruh keduanya, namun akal sehat dan pikiran waras, tidak akan menerima alasan-alasan ahli-ahli sihir, orang-orang yang mau memperkosa hak asasi seseorang dengan mengusirnya dari tempat tinggalnya, begitu juga orang-orang yang akan menghilangkan kedudukannya.",
    "quraish": "Mereka berkesimpulan bahwa Mûsâ dan Hârûn hanyalah penyihir biasa yang saling bekerja sama untuk mengusir mereka dari negeri mereka dan merebut kekuasaan dari tangan mereka dengan jalan sihir. Dengan begitu, Banû Isrâ'îl akan terjebak dengan sihirnya yang menunjukkan kepalsuan kepercayaan yang mereka mereka anut dan mereka anggap baik.",
    "jalalayn": "(Mereka berkata) kepada diri mereka sendiri, (\"Sesungguhnya dua orang ini) ungkapan Haadzaani dijadikan hujah atau alasan bagi sebagian ahli Nahwu yang menetapkan huruf Alif pada isim Tatsniyah dalam tiga keadaan. Akan tetapi menurut qiraat Abu 'Amr, lafal Haadzaani ini dibaca Haadzaini (adalah benar-benar ahli sihir yang hendak mengusir kalian, dari negeri kalian dengan sihirnya dan hendak melenyapkan kedudukan kalian yang utama\") lafal Mutslaa adalah bentuk Muannats dari lafal Amtsal; maksudnya yang mulia. Artinya, keduanya akan melenyapkan kemuliaan kalian, bila mereka berdua dibiarkan menang, kemudian kalian cenderung kepada keduanya."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 64,
    "arab": "فَاَجْمِعُوْا كَيْدَكُمْ ثُمَّ ائْتُوْا صَفًّاۚ وَقَدْ اَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلٰى ",
    "translation": "Maka kumpulkanlah segala tipu daya (sihir) kamu, kemudian datanglah dengan berbaris, dan sungguh, beruntung orang yang menang pada hari ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2412.mp3",
    "tafsir": "Menurut para ahli sihir Firaun, Musa dan Harun adalah ahli sihir yang ingin mengusir mereka dari tanah tumpah darah mereka serta mau merebut kekuasaan, maka untuk menghadapi bahaya yang mengancam itu, mereka bersama-sama, bahu-membahu mengumpulkan segala tenaga yang ada, mengeluarkan segala siasat dan tipu daya serta menunjukkan segala kepintaran yang dimiliki pada hari berlangsungnya pertandingan nanti. Dengan demikian, mudahlah bagi mereka untuk mengalahkan sihir Musa dan Harun saudaranya. Alangkah berbahagianya mereka pada hari itu seandainya kemenangan nanti itu berada di pihak kita. Firman Allah:\nMaka ketika para pesihir datang, mereka berkata kepada Firaun, \"Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang?\" Dia (Firaun) menjawab, \"Ya, dan bahkan kamu pasti akan mendapat kedudukan yang dekat (kepadaku).\" (asy-Syu'ara/26: 41 dan 42)",
    "quraish": "Seorang di antara mereka berkata, \"Bersatu dan bersepepakatlah kalian mengenai apa yang akan kalian perdayakan kepada Mûsâ. Datanglah dalam barisan teratur agar kalian tampak berwibawa dan perkasa di mata orang-orang yang melihat kalian. Sungguh beruntung orang yang menang pada hari ini.\"",
    "jalalayn": "(\"Maka himpunkanlah segala daya upaya kalian) semua kekuatan dan keahlian sihir kalian. Kalau dibaca Fajma'uu berasal dari lafal Jama'a dan kalau dibaca Fa-ajmi'uu berasal dari lafal Ajma'a, artinya kerahkanlah (kemudian datanglah dengan berbaris). Lafal Shaffan adalah Hal atau kata keterangan keadaan, maksudnya dalam keadaan berbaris (dan sesungguhnya beruntunglah) yakni akan memperoleh keuntungan (orang yang menang pada hari ini\") yakni yang dapat mengalahkan musuhnya."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 65,
    "arab": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ اَوَّلَ مَنْ اَلْقٰى ",
    "translation": "Mereka berkata, “Wahai Musa! Apakah engkau yang melemparkan (dahulu) atau kami yang lebih dahulu melemparkan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2413.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah ahli-ahli sihir Firaun merasa telah cukup persiapannya, telah lengkap segala persediaannya, datanglah mereka ke tempat pertandingan yang telah ditentukan dengan berbaris rapi. Setelah mereka berhadapan dengan Musa, mereka memberikan pilihan agar Musa memilih, apakah Musa lebih dahulu melemparkan tongkat? Ataukah para ahli sihir yang lebih dahulu melemparkannya? Tindakan ahli-ahli sihir ini adalah satu kebijaksanaan yang mewujudkan adab yang baik dan tawadu mereka kepada Musa, seakan-akan mereka mendapat ilham dari Allah. Musa setelah berpikir sejenak lalu memilih supaya merekalah yang lebih dahulu melemparkan tongkat mereka, dengan pertimbangan bahwa kalau-kalau ahli-ahli sihir telah mendemonstrasikan sihirnya dengan kesungguhan dan kesanggupannya, pada waktu itulah nanti Allah akan memperlihatkan kekuasaan-Nya, dengan memenangkan yang hak atas yang batil, memenangkan mukjizat atas ilmu sihir dan lenyaplah sihir yang batil itu. Sesuai dengan firman Allah:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya`/21: 18)",
    "quraish": "Para penyihir itu menghadapi Mûsâ dengan satu kata dan langkah. Mereka memberikan pilihan kepadanya dengan penuh rasa sombong dan congkak, apakah ia yang memulai memperlihatkan sihirnya dengan melempar tongkatnya atau mereka yang harus memulai dahulu.",
    "jalalayn": "(Mereka berkata, \"Hai Musa!) Pilihlah (apakah kamu yang melemparkan dahulu) tongkatmu (atau kamikah orang yang mula-mula melemparkan?\") tongkat."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 66,
    "arab": "قَالَ بَلْ اَلْقُوْاۚ فَاِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ اِلَيْهِ مِنْ سِحْرِهِمْ اَنَّهَا تَسْعٰى",
    "translation": "Dia (Musa) berkata, “Silakan kamu melemparkan!” Maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2414.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah Musa menetapkan pilihannya, berkatalah ia kepada ahli-ahli sihir Firaun, \"Engkaulah yang lebih dahulu memulai, supaya kami dapat melihat sihirmu, dan mengetahui apa yang sebenarnya kamu perbuat. Setelah itu mereka melemparkan tali dan tongkatnya seraya berkata, \"Demi kemuliaan Firaun, sesungguhnya kamilah yang akan menang.\"\nDengan tidak disangka-sangka, tiba-tiba tali dan tongkat-tongkat yang dilemparkan mereka itu, terlihat oleh Musa, seakan-akan ia merayap cepat, kelihatannya seakan-akan ular yang bergerak gesit ke sana ke mari",
    "quraish": "Mûsâ berkata, \"Mulailah kalian!\" Lalu mereka melemparkan tali dan tongkat mereka. Lantaran sihir mereka, terlihat oleh Mûsâ bahwa tali dan tongkat itu berubah menjadi ular-ular yang bergerak dan berjalan.",
    "jalalayn": "(Berkata Musa, \"Silakan kamu sekalian melemparkan\") maka mereka melemparkannya. (Maka tiba-tiba tali-tali dan tongkat-tongkat mereka) asal kata 'Ishiyyun adalah 'Ushuwwun, kemudian kedua huruf Wawu ditukar menjadi Ya, selanjutnya harakat huruf 'Ain dan Shad dikasrahkan, maka menjadi 'Ishiyyun (terbayang kepada Musa seakan-akan karena pengaruh sihir mereka ia) merupakan ular-ular (yang berjalan) atau merayap pada perutnya."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 67,
    "arab": "فَاَوْجَسَ فِيْ نَفْسِهٖ خِيْفَةً مُّوْسٰى ",
    "translation": "Maka Musa merasa takut dalam hatinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2415.mp3",
    "tafsir": "Kali ini, ahli-ahli sihir Firaun mendemonstrasikan ilmu sihirnya yang istimewa, sehingga Musa merasa takut di dalam hatinya melihat kejadian itu. Bukan saja Musa yang merasa takut, tetapi penonton merasa takut, karena mata mereka telah tersulap, dengan sihir yang istimewa itu, sebagaimana firman Allah:\nMaka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan). (al-A'raf/7: 116)",
    "quraish": "Ia pun merasa takut karena pengaruh sihir yang dilihatnya itu, dan khawatir kalau-kalau orang-orang yang melihatnya tidak dapat membedakan antara sihir dan mukjizat.",
    "jalalayn": "(Maka timbullah perasaan) muncul perasaan (takut dalam hati Musa) dia merasa takut karena ternyata sihir mereka sejenis dengan mukjizatnya, sehingga akibatnya akan mengaburkan mana yang hak dan mana yang batil di mata orang banyak, yang nantinya mereka tidak mau beriman, disebabkan kejadian itu."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 68,
    "arab": "قُلْنَا لَا تَخَفْ اِنَّكَ اَنْتَ الْاَعْلٰى ",
    "translation": "Kami berfirman, “Jangan takut! Sungguh, engkaulah yang unggul (menang).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2416.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah menghibur Musa. Dia berkata kepada Musa, \"Wahai Musa! Janganlah engkau takut dan cemas, tenangkanlah hatimu dan tenteramkanlah pikiranmu, jangan terpengaruh dengan sihir mereka. Itu bukan hal yang sebenarnya, tetapi hanyalah khayalan belaka. Engkaulah yang akan unggul dan menang nanti dalam pertandingan ini. Mereka akan kalah dan tak berkutik.\"",
    "quraish": "Lalu Allah memberitahukan Mûsâ kemahalembutan-Nya seraya berfirman, \"Kamu tidak perlu merasa takut, sebab kamulah sebenarnya yang akan mengalahkan kebatilan mereka.\"",
    "jalalayn": "(Kami berkata) kepada Musa, (\"Janganlah kamu takut, sesungguhnya kamulah yang paling unggul) kamulah yang akan mengungguli mereka."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 69,
    "arab": "وَاَلْقِ مَا فِيْ يَمِيْنِكَ تَلْقَفْ مَا صَنَعُوْاۗ اِنَّمَا صَنَعُوْا كَيْدُ سٰحِرٍۗ وَلَا يُفْلِحُ السّٰحِرُ حَيْثُ اَتٰى ",
    "translation": "Dan lemparkan apa yang ada di tangan kananmu, niscaya ia akan menelan apa yang mereka buat. Apa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2417.mp3",
    "tafsir": "Setelah itu Allah memerintahkan Musa supaya melemparkan tongkat yang ada di tangan kanannya. Musa dengan segera melaksanakan perintah itu. Dengan kodrat dan iradat Allah, tongkat Musa itu menjadi ular besar dan menelan semua yang dibuat oleh ahli-ahli sihir Firaun itu, yaitu tali dan tongkatnya kelihatan seperti ular yang bergerak. Sebenarnya apa yang diperbuat mereka itu adalah khayalan belaka dan hanyalah tipu daya tukang-tukang sihir itu, sebagai hasil dari latihan yang tertib dan cukup lama, sama sekali tidak mempunyai hakekat dan tidak akan bertahan lama. Bagaimanapun juga tukang sihir itu tidak akan menang dengan sihirnya yang mengelabui itu. Yang demikian itu adalah perbuatan dosa, dan tidak akan beruntung orang-orang yang berbuat dosa. Sebagaimana firman Allah:\nSesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung. (Yunus/10: 17)",
    "quraish": "\"Lemparkanlah tongkat yang ada di tangan kananmu itu,\" kata Allah kemudian, \"niscaya ia akan menelan kepalsuan sihir mereka. Sesungguhnya apa yang mereka perbuat itu tidak lebih dari sekadar tipuan para penyihir belaka. Dan seorang penyihir tidak akan pernah menang di mana pun ia berada.\"",
    "jalalayn": "(Dan lemparkanlah apa yang ada di tangan kananmu) yakni tongkat (niscaya ia akan menelan) yakni akan melahap (apa yang mereka perbuat. Sesungguhnya apa yang mereka perbuat itu adalah tipu daya tukang sihir) ulah tukang sihir belaka. (Dan tidak akan menang tukang sihir itu, dari mana saja ia datang\") dengan sihirnya itu. Lalu Nabi Musa melemparkan tongkatnya, maka tongkat Nabi Musa itu menjadi ular yang besar dan menelan semua apa yang diperbuat oleh para ahli sihir."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 70,
    "arab": "فَاُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوْٓا اٰمَنَّا بِرَبِّ هٰرُوْنَ وَمُوْسٰى ",
    "translation": "Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2418.mp3",
    "tafsir": "Di dalam ayat ini dikisahkan bahwa setelah Musa melemparkan tongkat yang ada di tangan kanannya, tongkat itu menjadi ular besar dan menelan semua apa yang diperbuat ahli-ahli sihir Firaun. Ahli-ahli sihir Firaun setelah melihat keagungan kejadian itu, dan mengetahui bahwa apa yang diperbuat Musa itu, bukanlah sihir, melainkan mukjizat, bukan berasal dari ilmu-ilmu sihir yang mereka ketahui, dan bukan pula tipu daya yang mereka kenal, dan itu adalah kebenaran yang tidak dapat diragukan, serta tidak ada yang dapat melakukan seperti itu, kecuali yang mempunyai kekuasaan yang apabila Dia menghendaki sesuatu, cukup mengatakan, \"jadilah,\" maka jadilah sesuatu itu; mereka segera menyungkurkan diri, bersujud disertai ikrar bahwa mereka telah beriman kepada Tuhan seluruh alam. Tuhan Musa dan Harun.",
    "quraish": "Mûsâ pun segera melempar tongkatnya. Tiba-tiba, dengan kekuasaan Allah, tongkat itu berubah menjadi ular besar dan menakutkan, yang menelan semua yang dihasilkan oleh sihir mereka. Ketika melihat mukjizat Mûsâ itu, penyihir-penyihir itu segera bersujud meyakini kebenaran Mûsâ seraya berkata, \"Kami beriman kepada Allah semata, Tuhan Mûsâ dan Hârûn, serta Tuhan segala sesuatu.\"",
    "jalalayn": "(Lalu tukang-tukang sihir itu tersungkur dengan bersujud) yakni mereka bersujud kepada Allah swt. (seraya berkata, \"Kami telah percaya kepada Rabb Harun dan Musa\")."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 71,
    "arab": "قَالَ اٰمَنْتُمْ لَهٗ قَبْلَ اَنْ اٰذَنَ لَكُمْۗ اِنَّهٗ لَكَبِيْرُكُمُ الَّذِيْ عَلَّمَكُمُ السِّحْرَۚ فَلَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ وَّلَاُصَلِّبَنَّكُمْ فِيْ جُذُوْعِ النَّخْلِۖ وَلَتَعْلَمُنَّ اَيُّنَآ اَشَدُّ عَذَابًا وَّاَبْقٰى ",
    "translation": "Dia (Fir‘aun) berkata, “Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. Maka sungguh, akan kupotong tangan dan kakimu secara bersilang, dan sungguh, akan aku salib kamu pada pangkal pohon kurma dan sungguh, kamu pasti akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksaannya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2419.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Firaun, setelah mengetahui bahwa ahli-ahli sihirnya telah menyerah kalah dan beriman kepada Tuhan Musa dan Harun, sangat marah kepada mereka, karena mereka telah berbuat dua kesalahan yang besar. Pertama, mereka dengan gegabah beriman kepada Musa, sebelum mereka memikirkan secara mendalam dan sebelum ada izin daripadanya. Kedua, karena dia menyangka bahwa mereka adalah murid Musa dalam ilmu sihir, maka sepakatlah mereka menunjukkan kelemahannya, demi untuk menjadikan dakwah Musa semakin kuat dan dapat diterima orang banyak sehingga Firaun merasa urusannya dipandang makin besar dan hebat. \nUntuk membendung jangan sampai kelak ahli-ahli sihir itu diikuti orang banyak, Firaun mengancam akan memotong tangan dan kaki mereka dengan bersilang secara timbal balik, dengan demikian mereka tidak dapat lagi berbuat apa-apa. Juga Firaun mengancam akan menyalib mereka pada pangkal pohon kurma. Firaun mengancam siksaan yang berat kepada ahli-ahli sihirnya yang telah beriman kepada Musa, supaya ahli-ahli sihir itu membandingkan antara siksaanya dan siksaan Tuhan Musa yang tidak memotong tangan dan kaki dengan bersilang secara timbal balik, supaya mereka itu kembali lagi kepada kepercayaannya yang semula dan meninggalkan kepercayaannya kepada Musa, karena Firaun menyangka bahwa ahli-ahli sihirnya beriman kepada Musa, hanya karena takut kepada siksaan dan azab Tuhan Musa yang pedih dan berkepanjangan itu.",
    "quraish": "Fir'aun berkata, \"Mengapa kalian beriman kepadanya tanpa seizinku? Mûsâ hanyalah seorang ahli sihir yang unggul dan mengajarkan sihirnya kepada kalian. Apa yang dilakukannya itu bukanlah mukjizat seperti kalian kira!\" Fir'aun lalu mengancam mereka dengan berkata, \"Akan aku potong tangan dan kaki kalian dengan cara bersilang: tangan sebelah kanan dan kaki sebelah kiri. Akan aku salib kalian pada pangkal pohon kurma, sehingga kalian akan mengetahui tuhan manakah yang paling pedih dan kekal siksaannya: aku atau Tuhan Mûsâ!\"",
    "jalalayn": "(Berkatalah) Firaun, (\"Apakah kalian telah beriman) dapat dibaca A-amantum dan Aamantum (kepada Musa sebelum aku memberi izin) sebelum aku mengizinkan (kepadamu sekalian. Sesungguhnya ia adalah pemimpin kalian) guru kalian (yang mengajarkan sihir kepada kalian. Maka sesungguhnya aku akan memotong tangan dan kaki kamu sekalian dengan bersilang secara bertimbal balik) lafal Min Khilaafin berkedudukan menjadi Hal, artinya secara bersilang, yaitu tangan kanan dengan kaki kiri (dan sesungguhnya aku akan menyalib kalian pada pangkal pohon kurma) yakni pada pohon kurma (dan sesungguhnya kalian akan mengetahui siapa di antara kita) yakni diri Firaun sendiri dan Rabb Nabi Musa (yang lebih pedih dan lebih kekal siksaannya\") bila ada orang yang melanggar kepadanya."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 72,
    "arab": "قَالُوْا لَنْ نُّؤْثِرَكَ عَلٰى مَا جَاۤءَنَا مِنَ الْبَيِّنٰتِ وَالَّذِيْ فَطَرَنَا فَاقْضِ مَآ اَنْتَ قَاضٍۗ اِنَّمَا تَقْضِيْ هٰذِهِ الْحَيٰوةَ الدُّنْيَا ۗ",
    "translation": "Mereka (para pesihir) berkata, “Kami tidak akan memilih (tunduk) kepadamu atas bukti-bukti nyata (mukjizat), yang telah datang kepada kami dan atas (Allah) yang telah menciptakan kami. Maka putuskanlah yang hendak engkau putuskan. Sesungguhnya engkau hanya dapat memutuskan pada kehidupan di dunia ini.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2420.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ancaman Firaun itu tidak digubris oleh ahli-ahli sihir yang telah beriman kepada Musa, dan tidak ada pengaruhnya sedikit pun kepada mereka. Mereka tidak akan kembali menganut kepercayaan yang sesat, tetapi mereka akan tetap beriman kepada Musa berdasarkan bukti-bukti yang nyata yaitu mukjizat yang disaksikannya pada tongkat Musa yang datangnya dari Allah, Tuhan yang telah menciptakan mereka. Mereka tidak akan goyah dan bergeser dari kepercayaan yang dianutnya sekarang ini apapun yang akan diperbuat Firaun terhadap mereka. Mereka berpendirian bahwa kalaupun Firaun dapat melaksanakan ancamannya itu hanya di dunia ini, karena Firaun hanya dapat melakukan kekejaman dan kezalimannya di dunia yang fana ini, tetapi mereka lebih mengutamakan dan mengharapkan balasan yang menyenangkan di akhirat nanti, tempat yang kekal dan abadi.",
    "quraish": "Namun, para penyihir itu tetap teguh pada keimanannya. Mereka membalas ancaman Fir'aun dengan berkata, \"Kami tidak akan tetap ingkar bersamamu setelah kami membuktikan sendiri dengan jelas kebenaran mukjizat Mûsâ. Dan kami tidak akan memilihmu dengan meninggalkan Tuhan Mûsâ yang telah menciptakan kami. Lakukanlah apa yang ingin kau lakukan! Sesungguhnya kekuasaanmu tidak akan lebih panjang dari kehidupan yang singkat ini.",
    "jalalayn": "(Mereka berkata, \"Kami sekali-kali tidak akan mengutamakan kamu) kami tidak akan memilih kamu (daripada bukti-bukti yang nyata yang telah datang kepada kami) bukti-bukti yang menunjukkan kebenaran Nabi Musa (dan daripada Tuhan yang telah menciptakan kami) yakni Allah yang telah menjadikan kami. Kalimat ini dapat diartikan sebagai Qasam atau sumpah atau di'athafkan kepada lafal Ma (maka putuskanlah apa yang hendak kamu putuskan) artinya lakukanlah apa yang kamu ucapkan itu. (Sesungguhnya kamu hanya akan dapat memutuskan pada kehidupan di dunia saja) dinashabkannya lafal Al-Hayaatad Dun-yaa menunjukkan makna Ittisa', maksudnya peradilan di dunia dan kelak kamu akan mendapat balasan yang setimpal di akhirat akibat dari perbuatanmu itu."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 73,
    "arab": "اِنَّآ اٰمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطٰيٰنَا وَمَآ اَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِۗ وَاللّٰهُ خَيْرٌ وَّاَبْقٰى ",
    "translation": "Kami benar-benar telah beriman kepada Tuhan kami, agar Dia mengampuni kesalahan-kesalahan kami dan sihir yang telah engkau paksakan kepada kami. Dan Allah lebih baik (pahala-Nya) dan lebih kekal (azab-Nya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2421.mp3",
    "tafsir": "Ahli-ahli sihir Firaun telah bertekad bulat untuk beriman kepada Allah. Tuhan seru sekalian alam, Tuhan yang telah banyak berbuat baik kepada mereka selama hidupnya. Apapun yang akan terjadi, apapun yang akan menimpa diri mereka, mereka berharap mudah-mudahan Allah mengampuni segala kesalahan dan dosa yang telah diperbuatnya, terutama dosa sihir yang telah diperintahkan oleh Firaun melakukannya. Ayat ini ditutup dengan satu penegasan bahwa Allah adalah sebaik-baik pemberi pahala kepada orang-orang yang taat kepada perintah-Nya, dan lebih pedih serta kekal azab-Nya kepada orang yang berbuat maksiat, melanggar perintah-Nya, dan sekaligus sebagai jawaban dari ucapan Firaun yaitu, \"Sesungguhnya akan kamu ketahui siapa di antara kita yang lebih pedih dan lebih kekal siksanya.\"",
    "quraish": "Kami akan tetap teguh beriman kepada Tuhan kami Yang Mahabenar, agar Dia berkenan menebus kesalahan-kesalahan kami yang lalu. Juga agar Dia berkenan mengampuni perbuatan sihir yang telah kami lakukan karena paksaanmu supaya kami mempelajarinya. Balasan Tuhan kami lebih baik daripada balasanmu, jika Dia ditaati. Dan kekuasaan serta kemampuan-Nya lebih abadi daripada kamu!\"",
    "jalalayn": "(Sesungguhnya kami telah beriman kepada Rabb kami, agar Dia mengampuni kesalahan-kesalahan kami) dari kemusyrikan dan dosa-dosa lainnya yang pernah kami lakukan (dan sihir yang telah kamu paksakan kepada kami melakukannya) mulai dari belajar sampai dengan mempraktekkannya untuk melawan Nabi Musa. (Dan Allah lebih baik) pahala-Nya daripada kamu, jika Dia ditaati (dan lebih kekal\") azab-Nya daripada kamu, jika didurhakai."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 74,
    "arab": "اِنَّهٗ مَنْ يَّأْتِ رَبَّهٗ مُجْرِمًا فَاِنَّ لَهٗ جَهَنَّمَ ۗ لَا يَمُوْتُ فِيْهَا وَلَا يَحْيٰى ",
    "translation": "Sesungguhnya barang siapa datang kepada Tuhannya dalam keadaan berdosa, maka sungguh, baginya adalah neraka Jahanam. Dia tidak mati (terus merasakan azab) di dalamnya dan tidak (pula) hidup (tidak dapat bertobat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2422.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa siapa yang datang kepada Tuhannya di akhirat kelak dalam keadaan berdosa, karena pada waktu di dunia ia ingkar, tidak mau percaya kepada ayat-ayat Allah, dan banyak berbuat maksiat meninggalkan perintah Allah dan melanggar larangan-Nya, ia akan dimasukkan ke dalam neraka Jahanam. Ia tidak akan mati di dalamnya dan terus menerus disiksa tiada berkesudahan. Sejalan dengan ayat ini, firman Allah:\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. (Fathir/35: 36)\nDan firman-Nya:\nDan orang-orang yang celaka (kafir) akan menjauhinya, (yaitu) orang yang akan memasuki api yang besar (neraka), selanjutnya dia di sana tidak mati dan tidak (pula) hidup. (al-A'la/87: 11-12 dan 13)",
    "quraish": "Sesungguhnya orang yang mati dalam keadaan kafir dan menemui Allah sebagai pelaku kejahatan, maka balasannya adalah neraka jahanam. Ia tidak mati di dalamnya hingga terbebas dari siksaan, dan tidak pula hidup hingga dapat merasakan kenikmatan.",
    "jalalayn": "Allah berfirman (Sesungguhnya barang siapa yang datang kepada Rabbnya dalam keadaan berdosa) yakni dalam keadaan kafir, sebagaimana Firaun (maka sesungguhnya baginya neraka Jahanam. Ia tidak mati di dalamnya) sehingga ia dapat istirahat dari kepedihan azab (dan tidak pula hidup) dengan kehidupan yang layak dan bermanfaat bagi dirinya."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 75,
    "arab": "وَمَنْ يَّأْتِهٖ مُؤْمِنًا قَدْ عَمِلَ الصّٰلِحٰتِ فَاُولٰۤىِٕكَ لَهُمُ الدَّرَجٰتُ الْعُلٰى ۙ",
    "translation": "Tetapi barang siapa datang kepada-Nya dalam keadaan beriman, dan telah mengerjakan kebajikan, maka mereka itulah orang yang memperoleh derajat yang tinggi (mulia),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2423.mp3",
    "tafsir": "Sebaliknya, pada ayat ini Allah menerangkan bahwa siapa yang datang kepada Tuhannya di hari kemudian nanti dalam keadaan beriman kepada Allah dan kepada apa yang dibawa oleh utusan-Nya seperti mukjizat dan lainnya, serta telah berbuat amal saleh dengan sungguh-sungguh dan ikhlas, ia akan memperoleh tempat yang tinggi lagi mulia, disebabkan iman dan amal salehnya. Tiap-tiap orang di akhirat nanti akan memperoleh derajat sesuai dengan amalnya, sebagaimana dijelaskan di dalam firman Allah:\nDan masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Dan Tuhanmu tidak lengah terhadap apa yang mereka kerjakan. (al-An'am/6: 132)",
    "quraish": "Barangsiapa bertemu Tuhannya dalam keadaan beriman dan beramal saleh, maka akan memperoleh kedudukan yang tinggi.",
    "jalalayn": "(Dan barang siapa yang datang kepada Rabbnya dalam keadaan beriman, lagi sungguh-sungguh telah beramal saleh) mengerjakan amal-amal fardu dan amal-amal sunah (maka mereka itulah orang-orang yang memperoleh kedudukan-kedudukan yang tinggi) lafal Al 'Ulaa adalah bentuk jamak daripada lafal Al 'Ulyaa muannats daripada lafal Al A'laa artinya yang paling tinggi."
  },
  {
    "ruku": 272,
    "name": "Taha",
    "ayat": 76,
    "arab": "جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗوَذٰلِكَ جَزٰۤؤُا مَنْ تَزَكّٰى ࣖ",
    "translation": "(yaitu) surga-surga ‘Adn, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah balasan bagi orang yang menyucikan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2424.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa yang dimaksud dengan tempat yang tinggi dan mulia ialah Jannatu 'Adn yaitu surga tempat menetap. Di surga mengalir sungai-sungai, isinya antara lain khamar, madu, susu dan air, penghuninya kekal di dalamnya. Yang demikian itu adalah balasan bagi orang-orang yang bersih dari kekafiran dan kemaksiatan. Alangkah beruntungnya mereka sebagaimana firman Allah:\nSungguh beruntung orang yang menyucikan diri (dengan beriman). (al-A'la/87: 14)",
    "quraish": "Sebuah kedudukan berupa taman kenikmatan yang dialiri berbagai sungai di antara pepohonannya. Mereka berada di dalamnya untuk selama-lamanya. Itu adalah balasan bagi orang yang menyucikan dirinya dengan cara beriman dan taat setelah sebelumnya ingkar dan berbuat maksiat.",
    "jalalayn": "(Yaitu surga Adn) sebagai tempat tinggalnya, lafal Jannaatu 'Adnin merupakan penjelasan daripada kedudukan tadi (yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya. Dan itu adalah balasan bagi orang yang bersih) daripada dosa-dosa."
  }
]