[
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 77,
    "arab": "وَلَقَدْ اَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَسْرِ بِعِبَادِيْ فَاضْرِبْ لَهُمْ طَرِيْقًا فِى الْبَحْرِ يَبَسًاۙ  لَّا تَخٰفُ دَرَكًا وَّلَا تَخْشٰى ",
    "translation": "Dan sungguh, telah Kami wahyukan kepada Musa, “Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2425.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa tidak ada tanda-tanda Firaun akan menerima alasan dan bukti yang dikemukakan kepadanya, ia tetap saja di dalam keangkuhan dan kesombongannya, Allah mewahyukan kepada Nabi Musa supaya dia pergi meninggalkan Mesir negeri Firaun di malam hari supaya tidak dilihat oleh Firaun dan tentaranya, bersama hamba-hamba Allah yaitu yang ia diutus untuk menyelamatkan mereka dari kezaliman Firaun. Musa dan Bani Israil meninggalkan Mesir, ketika sampai di tepi laut Merah, Bani Israil berkata kepada Musa, \"Wahai Musa, Firaun dan tentaranya menyusul kita dari belakang, di depan kita lautan yang membentang luas, apa yang harus kita perbuat, untuk melintasi lautan itu.\" \nAllah memerintahkan Musa supaya ia memukul laut dengan tongkatnya. Setelah Musa melaksanakan perintah ini, lautan terbelah sampai ke tepi seberang. Belahan lautan itu sebanyak jumlah kabilah pada Bani Israil yakni dua belas dan merupakan jalan kering di tengah-tengah laut tidak berlumpur dan tidak berair. Di antara belahan itu, air tegak seperti gunung yang besar. Tiap kabilah melalui hanya satu jalan. Mereka dapat pandang memandang, dapat melihat satu kabilah kepada kabilah yang lain. Musa bersama Bani Israil berjalan melalui jalannya masing-masing dengan perasaan aman, tidak merasa cemas akan tersusul oleh Firaun dan tentaranya, dan tidak merasa takut akan tenggelam hingga sampailah ke tepi seberang lautan dengan selamat sebagaimana tersebut dalam firman Allah:\nLalu Kami wahyukan kepada Musa, \"Pukullah laut itu dengan tongkatmu.\" Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar. (asy-Syu'ara/26: 63)\nDan firman-Nya:\nDan Kami selamatkan Musa dan orang-orang yang bersamanya. (asy-Syu'ara/26: 65)",
    "quraish": "Setelah peristiwa itu, terjadi berbagai peristiwa lain antara Nabi Mûsâ dan Fir'aun. Di antaranya adalah peristiwa yang terjadi atas perintah Allah melalui wahyu-Nya kepada Mûsâ, agar ia membawa Banû Isrâ'îl keluar dari Mesir di malam hari. Melalui wahyu itu pula Allah memerintahkan Mûsâ agar memukul laut dengan tongkatnya hingga muncullah mukjizat yang lain, yaitu terbentangnya jalan yang tidak basah di tengah air laut. Allah menenangkan Mûsâ agar tidak khawatir bahwa Fir'aun akan dapat mengejar mereka dan bahwa mereka tidak akan tenggelam di dalam air.",
    "jalalayn": "(Dan sesungguhnya telah Kami wahyukan kepada Musa, \"Pergilah kalian dengan hamba-hamba-Ku di malam hari) jika dibaca Asri berasal dari Asraa dan jika dibaca Anisri dengan memakai Hamzah Washal, berasal dari kata Saraa, demikian menurut dua pendapat mengenainya, artinya: bawalah mereka pergi di malam hari dari negeri Mesir (maka buatlah untuk mereka) dengan tongkatmu itu (jalan yang kering di laut itu) artinya, jalan yang keadaannya telah kering. Nabi Musa mengerjakan apa yang telah diperintahkan kepadanya, lalu Allah mengeringkan jalan yang dilalui mereka, sehingga mereka dapat melaluinya (kamu tak usah khawatir akan tersusul) dapat terkejar oleh Firaun (dan tidak usah takut\") tenggelam."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 78,
    "arab": "فَاَتْبَعَهُمْ فِرْعَوْنُ بِجُنُوْدِهٖ فَغَشِيَهُمْ مِّنَ الْيَمِّ مَا غَشِيَهُمْ ۗ",
    "translation": "Kemudian Fir‘aun dengan bala tentaranya mengejar mereka, tetapi mereka digulung ombak laut yang menenggelamkan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2426.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah Firaun mengetahui kepergian Musa bersama Bani Israil meninggalkan Mesir ia mengirimkan orang-orang ke kota-kota untuk mengumpulkan tentaranya dengan maksud untuk menyusul Musa dan rombongannya. Firaun sangat marah sehingga ia memerintahkan tentaranya mengejar Musa dan kaumnya, karena mereka dianggap selalu berbuat hal-hal yang menyebabkannya murka. Sebagaimana firman Allah:\nKemudian Firaun mengirimkan orang ke kota-kota untuk mengumpulkan (bala tentaranya). (Firaun berkata), \"Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil, dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita. (asy-Syu'ara/26: 53-54 dan 55)\nSetelah itu Firaun dan bala tentaranya segera mengejar Musa dan rombongannya. Setelah sampai di pinggir laut dan melihat banyak jalan terbentang di hadapan mereka, dengan tidak ada kecurigaan sedikit pun mereka melalui jalan-jalan yang telah dilalui Musa dan rombongannya, karena disangkanya jalan biasa. Setelah Firaun dengan bala tentaranya berada di tengah-tengah lautan, sedang Musa bersama rombongannya telah sampai ke seberang dan telah mendarat dengan selamat, tiba-tiba air laut bersatu kembali menutup Firaun dan bala tentaranya, maka mereka tenggelam semuanya. Firaun sebelum tenggelam dan ketika melihat keadaan yang berbahaya serta tidak mungkin menyelamatkan diri dari bahaya tenggelam, baru ia sadar dan mengucapkan kata-kata yang menunjukkan bahwa ia mengakui dan percaya bahwa tiada tuhan selain Tuhan yang dipercayai oleh Bani Israil, dan ia adalah orang yang berserah diri kepada Allah. Pengakuan Firaun itu tidak berguna lagi, karena ia telah berbuat dosa besar dan melakukan kerusakan di bumi. Firaun mati tenggelam namun demikian tubuhnya diselamatkan untuk menjadi bukti atas kekuasaan Allah bagi generasi yang akan datang, sebagaimana firman Allah:\nSehingga ketika Firaun hampir tenggelam dia berkata, \"Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang muslim (berserah diri).\" Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami. (Yunus/10: 90-91 dan 92)",
    "quraish": "Mûsâ pun melaksanakan perintah Allah itu. Sementara itu, Fir'aun keluar dengan balatentaranya mengejar di belakang mereka hingga akhirnya berhasil melihat Mûsâ dan kaumnya telah berada di tengah laut. Fir'aun dan pengikutnya pun mengejar melalui jalan yang dilalui Mûsâ dan kaumnya. Terjadilah kemudian satu mukjizat yang lain lagi: laut yang terbelah itu menyatu kembali sehingga menenggelamkan Fir'aun dan seluruh pengikutnya.",
    "jalalayn": "(Maka Firaun dengan bala tentaranya mengejar mereka) Firaun pun ikut bersama dengan bala tentaranya (lalu mereka ditutup oleh laut) yakni laut itu melanda mereka (yang menenggelamkan mereka) akhirnya Firaun bersama dengan balatentaranya tenggelam."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 79,
    "arab": "وَاَضَلَّ فِرْعَوْنُ قَوْمَهٗ وَمَا هَدٰى ",
    "translation": "Dan Fir‘aun telah menyesatkan kaumnya dan tidak memberi petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2427.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Firaun telah menyesatkan kaumnya. Ia menyangka bahwa Musa dan Bani Israil tidak akan bisa luput dari kejarannya karena lautan membentang luas di depannya. Setelah mereka sampai ke tepi pantai, ia berlagak seakan-akan karena kehebatannya laut itu terbelah membentuk jalan-jalan, maka diajaknya tentaranya memasuki jalan-jalan itu hingga akhirnya mereka tenggelam semua. Firaun tidak dapat petunjuk sama sekali untuk menghindarkan diri dari bahaya tenggelam, maka binasalah ia dan bala tentaranya.",
    "quraish": "Begitulah Fir'aun telah menyesatkan kaumnya dari jalan yang benar dan telah menipu mereka, sehingga musnahlah seluruhnya.",
    "jalalayn": "(Dan Firaun telah menyesatkan kaumnya) dengan menyeru mereka supaya menyembah dirinya (dan tidak memberi petunjuk) akan tetapi justru Firaun menjerumuskan mereka ke dalam kebinasaan, berbeda halnya dengan apa yang telah diungkapkannya, yang kemudian disitir oleh firman-Nya, yaitu: (Firaun berkata), \"Dan aku tiada menunjukkan kepada kalian melainkan jalan yang benar\" (Q.S. Al-Mukmin 29)."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 80,
    "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ قَدْ اَنْجَيْنٰكُمْ مِّنْ عَدُوِّكُمْ وَوٰعَدْنٰكُمْ جَانِبَ الطُّوْرِ الْاَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰى ",
    "translation": "Wahai Bani Israil! Sungguh, Kami telah menyelamatkan kamu dari musuhmu, dan Kami telah mengadakan perjanjian dengan kamu (untuk bermunajat) di sebelah kanan gunung itu (gunung Sinai) dan Kami telah menurunkan kepada kamu mann dan salwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2428.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengaruniakan kepada Bani Israil tiga macam nikmat.\n1. Mereka diselamatkan-Nya dari kekejaman musuhnya yaitu Firaun dan kaumnya. Ketika Firaun menimpakan kepada Bani Israil siksaan yang seberat-beratnya, mereka menyembelih anak laki-laki, dan membiarkan hidup anak-anak perempuan, dan ketika Allah menenggelamkan Firaun dan tentaranya sedang Musa melihatnya. Sebagaimana firman Allah:\nDan (ingatlah) ketika Kami menyelamatkan kamu dari (Firaun dan) pengikut-pengikut Firaun. Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu. Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Firaun dan) pengikut-pengikut Firaun, sedang kamu menyaksikan. (al-Baqarah/2: 49 dan 50)\n2. Musa berbicara langsung dengan Tuhannya di sebelah kanan gunung Sinai dan Allah menurunkan Taurat kepadanya yang merinci dengan jelas syariat-Nya.\n3. Mereka dianugerahi Mann yaitu makanan seperti madu, rasanya manis sekali, warnanya putih seperti es, dan Salwa yaitu burung sebangsa puyuh yang enak dagingnya, ketika mereka tersesat di padang luas. Makanan ini tersedia dari fajar sampai matahari terbit.",
    "quraish": "Wahai Banû Isrâ'îl, Kami telah menyelamatkan kalian dari Fir'aun, musuh kalian. Kami menjanjikan keselamatan kalian dari kejaran musuh melalui perkataan Mûsâ, yaitu bahwa kalian akan sampai di bukit Thûr dengan aman. Kami juga menurunkan mann dan salwâ kepada kalian sebagai rezeki yang baik, yaitu berupa manisan dan daging burung yang amat lezat.",
    "jalalayn": "(Hai Bani Israel! Sesungguhnya Kami telah menyelamatkan kamu sekalian dari musuh kalian) yakni Firaun dengan menenggelamkannya (dan Kami telah mengadakan perjanjian dengan kamu sekalian di sebelah kanan bukit Thur) kemudian Kami memberikan kitab Taurat kepada Musa untuk diamalkan (dan Kami telah menurunkan kepada kamu sekalian manna dan salwa) yaitu dinamakan pula Taranjabin dan burung Sammani. Sedangkan orang-orang yang diseru dalam ayat ini adalah orang-orang Yahudi yang hidup di masa Nabi saw. Allah swt. berbicara kepada mereka seraya mengingatkan akan nikmat-nikmat yang telah dilimpahkan-Nya kepada kakek moyang mereka di zaman Nabi Musa. Dimaksud sebagai pendahuluan terhadap apa yang akan diungkapkan oleh Allah pada firman selanjutnya, yaitu:"
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 81,
    "arab": "كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۙ وَلَا تَطْغَوْا فِيْهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِيْۚ وَمَنْ يَّحْلِلْ عَلَيْهِ غَضَبِيْ فَقَدْ هَوٰى ",
    "translation": "Makanlah dari rezeki yang baik-baik yang telah Kami berikan kepadamu, dan janganlah melampaui batas, yang menyebabkan kemurkaan-Ku menimpamu. Barangsiapa ditimpa kemurkaan-Ku, maka sungguh, binasalah dia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2429.mp3",
    "tafsir": "Pada ayat ini Allah menyuruh supaya mereka memakan di antara rezeki yang baik, yang lezat cita rasanya dan yang telah Allah karuniakan kepada mereka, jangan sekali-kali mereka menyalahgunakannya, seperti menafkahkannya dengan boros, tidak mensyukurinya, mendermakan kepada kemaksiatan, dan lain-lain sebagainya, karena kalau demikian berarti mereka telah mengundang kemurkaan Allah yang akan menimpakan siksa-Nya. Celaka dan binasalah orang-orang yang telah ditimpa kemurkaan Allah.",
    "quraish": "Makanlah dari rezeki yang baik ini, yang telah Kami karuniakan tanpa kalian bersusah payah. Janganlah berbuat kezaliman dan kemaksiatan di dalam kehidupan yang penuh dengan kebaikan ini agar tidak menimbulkan murka-Ku. Sesungguhnya orang-orang yang tertimpa murka-Ku berada dalam tingkatan siksa Allah yang paling bawah.",
    "jalalayn": "(Makanlah di antara rezeki yang baik yang telah kami berikan kepada kalian) yakni nikmat yang telah dilimpahkan kepada kalian (dan janganlah melampaui batas padanya) seumpamanya kalian mengingkari nikmat-nikmat itu (yang menyebabkan kemurkaan-Ku menimpa kalian) bila dibaca Yahilla artinya wajib kemurkaan-Ku menimpa kalian. Dan jika dibaca Yahulla artinya, pasti kemurkaan-Ku menimpa kalian (Dan barang siapa ditimpa oleh kemurkaan-Ku) lafal Yahlil dapat pula dibaca Yahlul (maka sungguh binasalah ia) terjerumuslah ia ke dalam neraka."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 82,
    "arab": "وَاِنِّي لَغَفَّارٌ لِّمَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدٰى ",
    "translation": "Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2430.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa Dia Maha Pengampun bagi orang yang bertobat dari perbuatan syirik, membersihkan dirinya dari dosa, ikhlas dan amalnya dikerjakan semata-mata karena Allah, menunaikan kewajiban-Nya, mejauhi kemaksiatan, istiqamah ibadahnya sampai ia meninggal, dan memenuhi perintah Allah, sebagaimana dijelaskan dalam firman-Nya:\nDan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu. (al- hijr/15: 99)",
    "quraish": "Aku sungguh Maha Pengampun bagi mereka yang meninggalkan kekufuran lalu beriman dengan baik dan beramal saleh serta tetap demikian sampai menemui Allah.",
    "jalalayn": "(Dan sesungguhnya Aku Maha Pengampun bagi orang yang bertobat) dari kemusyrikan (dan beriman) mentauhidkan Allah (dan beramal saleh) yakni mengamalkan fardu dan sunah (kemudian tetap di jalan yang benar) tetap mengamalkan apa yang telah disebutkan di atas hingga umurnya habis."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 83,
    "arab": "۞ وَمَآ اَعْجَلَكَ عَنْ قَوْمِكَ يٰمُوْسٰى ",
    "translation": "“Dan mengapa engkau datang lebih cepat daripada kaummu, wahai Musa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2431.mp3",
    "tafsir": "Allah memberi teguran kepada Musa, karena ia cepat-cepat mendaki gunung itu dan meninggalkan kaumnya di bawah, padahal Allah telah memerintahkan supaya dia naik ke bukit itu bersama-sama dengan kaumnya untuk menerima sebagian dari kitab Taurat yang berupa kepingan dan lembaran-lembaran. Sebenarnya dia sudah ingin sekali bermunajat dengan Tuhannya untuk menerima kepingan-kepingan Taurat. Karena keinginan yang amat sangat itulah dia berangkat tanpa mengajak kaumnya hingga dia naik seorang diri ke bukit itu. Ia tinggalkan kaumnya di bawah dan dia berpesan kepada Harun supaya menjaga dan mengawasi mereka selama dia tidak berada di antara mereka. Sesampainya di atas bukit itu dia mengonsentrasikan jiwa dan pikiran menunggu-nunggu apa yang akan diwahyukan Tuhan kepadanya sebagaimana telah dijanjikan-Nya. Tiba-tiba Allah berfirman menanyakan dengan nada teguran atau celaan. Mengapa dia bergegas-gegas naik ke bukit seorang diri tanpa membawa kaumnya bersama dengan dia, padahal dia telah diperintahkan supaya datang bersama mereka. \nMemang tepat teguran Allah atas kekhilafannya itu, karena selain tidak melaksanakan perintah Allah secara keseluruhan, Musa telah meninggalkan kaumnya tanpa pimpinan meskipun ada saudaranya Harun yang akan mengawasi mereka. Seakan-akan Musa karena didorong oleh keinginan yang kuat untuk bermunajat dengan Tuhannya telah melepaskan tanggung jawabnya terhadap kaumnya dan tidak memperdulikan lagi apa yang akan terjadi dengan mereka selama ditinggalkannya. Hal ini bagi seorang Nabi yang diserahi Allah memimpin dan mengawasi kaumnya adalah suatu kelalaian atau pengabaian terhadap tugasnya yang utama yang patut disesalkan dan pantaslah dia menerima teguran atau celaan dari Tuhannya.",
    "quraish": "Mûsâ mendahului kaumnya ke bukit Thûr agar dapat bermunajat kepada Tuhannya. Allah kemudian bertanya kepadanya mengenai sebab kedatanganya yang lebih dahulu tanpa membawa kaumnya.",
    "jalalayn": "(Mengapa kamu datang lebih cepat daripada kaummu) lebih cepat dari janji yang telah ditentukan untuk mengambil kitab Taurat (hai Musa?)"
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 84,
    "arab": "قَالَ هُمْ اُولَاۤءِ عَلٰٓى اَثَرِيْ وَعَجِلْتُ اِلَيْكَ رَبِّ لِتَرْضٰى ",
    "translation": "Dia (Musa) berkata, “Itu mereka sedang menyusul aku dan aku bersegera kepada-Mu, Ya Tuhanku, agar Engkau rida (kepadaku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2432.mp3",
    "tafsir": "Musa menjawab teguran Tuhannya dengan mengatakan bahwa kaumnya itu ada di belakangnya dan jarak antara dia dan kaumnya tidak begitu jauh. Jika ia mendahului naik ke atas gunung ini beberapa langkah bukanlah dengan maksud meninggalkan mereka dan kalau mereka dipanggil pasti dalam waktu yang singkat akan dapat berkumpul bersamanya. Memang ia bergegas-gegas menaiki bukit ini, karena ingin melaksanakan perintah Allah dengan segera, tepat pada waktunya sebagaimana yang telah ditetapkan, yaitu sesudah ia dan kaumnya berada di sekitar bukit Tur ini selama 40 malam. Ia datang dengan tergesa-gesa karena ingin cepat-cepat memperoleh keridaan Allah. Karena keinginan yang kuat untuk mencapai keridaan itulah ia menjadi lalai dan alpa terhadap perintah Allah supaya datang bersama-sama mereka.",
    "quraish": "Mûsâ menjawab, \"Kaumku sudah dekat dan segera menyusulku. Aku mendahului mereka mendatangi-Mu, wahai Tuhanku, hanya karena aku ingin mendapatkan keridaan-Mu.\"",
    "jalalayn": "(Berkata Musa, \"Itulah mereka) dekat denganku berdatangan (sedang menyusul aku dan aku bersegera kepada-Mu, Ya Rabbku, supaya Engkau rida\") kepadaku, lebih daripada keridaan-Mu kepadaku sebelumnya. Sebelum menjawab pertanyaan Allah, Nabi Musa terlebih dahulu memohon maaf kepada-Nya, hal ini dia lakukan menurut dugaannya. Akan tetapi ternyata kenyataannya berbeda dengan apa yang diduga sebelumnya, yaitu ketika Allah berfirman pada ayat selanjutnya."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 85,
    "arab": "قَالَ فَاِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْۢ بَعْدِكَ وَاَضَلَّهُمُ السَّامِرِيُّ ",
    "translation": "Dia (Allah) berfirman, “Sungguh, Kami telah menguji kaummu setelah engkau tinggalkan, dan mereka telah disesatkan oleh Samiri.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2433.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa setelah Musa pergi meninggalkan kaumnya untuk bermunajat dengan Tuhannya, kaumnya telah menyeleweng dari agama Tauhid dan telah menyembah patung anak sapi buatan Samiri. Memang Allah hendak menguji iman kaum Nabi Musa apakah benar-benar mereka telah mempunyai iman yang kuat dan membaja ataukah masih terdapat dalam hati dan jiwa mereka bekas-bekas syirik atau kepercayaan menyembah berhala. Ternyata keimanan mereka belum begitu kuat dan mendalam karena hanya beberapa hari saja mereka ditinggalkan Musa dan masih dalam pengawasan Harun, mereka dengan mudah teperdaya dan masuk perangkap Samiri yang berasal dari kaum penyembah sapi. Namun Allah tidak akan membiarkan atau menerima begitu saja bila manusia menyatakan dirinya beriman tanpa diuji lebih dahulu sesuai dengan firman-Nya:\nApakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji? Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta. (al-'Ankabut/29: 2 dan 3)\nTernyata kaum Musa itu tidaklah termasuk orang-orang yang kuat dan mendalam imannya karena baru sebentar saja mereka ditinggalkan Musa (menurut riwayat hanya 20 hari) mereka telah meninggalkan agama tauhid dan kembali menganut agama penyembah-penyembah berhala. Hal ini tidak dapat disesalkan dan mungkin sekali terjadi karena mereka telah lama di bawah kekuasaan Firaun. Karena itu mental mereka sudah rusak dan moral mereka pun menjadi lemah sehingga tidak bisa diharapkan dari mereka kesetiaan dan kesabaran mempertahankan suatu prinsip. Maka dengan mudah Samiri memperdayakan mereka dengan membuat patung berbentuk anak sapi dari emas yang dapat berbunyi sendiri seperti suara anak sapi, maka mereka tertarik dengan omongan Samiri bahwa inilah Tuhan yang sebenarnya. Adapun Tuhan Musa dan Harun yang tidak dapat dilihat mengapa kita mau menyembahnya?",
    "quraish": "Allah berfirman kepada Mûsâ, \"Kami telah menurunkan ujian kepada kaummu setelah kamu meninggalkan mereka. Mereka terjerumus ke dalam fitnah akibat ulah Sâmiriy yang menyesatkan.\"",
    "jalalayn": "(Berfirman Allah) subhaanahu wa taala, (\"Maka sesungguhnya Kami telah menguji kaummu sesudah kamu tinggalkan) sesudah kamu berpisah meninggalkan mereka (dan mereka telah disesatkan oleh Samiri\") yang menjerumuskan mereka sehingga mereka menyembah anak sapi."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 86,
    "arab": "فَرَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًا ەۚ قَالَ يٰقَوْمِ اَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا ەۗ اَفَطَالَ عَلَيْكُمُ الْعَهْدُ اَمْ اَرَدْتُّمْ اَنْ يَّحِلَّ عَلَيْكُمْ غَضَبٌ مِّنْ رَّبِّكُمْ فَاَخْلَفْتُمْ مَّوْعِدِيْ",
    "translation": "Kemudian Musa kembali kepada kaumnya dengan marah dan bersedih hati. Dia (Musa) berkata, “Wahai kaumku! Bukankah Tuhanmu telah menjanjikan kepadamu suatu janji yang baik? Apakah terlalu lama masa perjanjian itu bagimu atau kamu menghendaki agar kemurkaan Tuhan menimpamu, mengapa kamu melanggar perjanjianmu dengan aku?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2434.mp3",
    "tafsir": "Mendengar firman Tuhannya yang menerangkan bahwa kaumnya telah disesatkan oleh Samiri dengan cepat dia kembali kepada kaumnya dalam keadaan sangat jengkel dan marah. Didapatinya kaumnya sedang berlutut di hadapan patung emas berbentuk anak sapi, menyembah dan memujanya. Mereka berkata di antara sesama mereka, \"Inilah tuhan kita dan juga tuhan Musa. Sesungguhnya Musa telah lupa sehingga ia pergi menemui Tuhannya ke puncak bukit, padahal Tuhannya ada di sini.\" Tidaklah dapat dilukiskan betapa sedihnya hati Musa melihat kaumnya dengan sekejap saja dan dengan mudah dapat disesatkan oleh Samiri dan betapa hebatnya kemarahan di dalam dadanya melihat suasana dan keadaan kaumnya.\nMenurut satu riwayat setelah melihat kaumnya menyembah berhala dia lalu mendengar suara hiruk pikuk dan berbagai macam teriakan dari kaumnya dan melihat mereka menari-nari di sekeliling patung itu. Qurtubi meriwayatkan bahwa Abu Bakar ath-Turthusy pernah ditanya orang tentang sekumpulan orang berdzikir menyebut nama Allah dan berselawat menyebut nama Nabi Muhammad dengan cara menari-nari serta memukul gendang dan karena asyiknya ada di antara mereka yang jatuh pingsan, kemudian mereka mengambil makanan yang mereka bawa dan telah disiapkan, bagaimanakah hukum perbuatan mereka? Apakah hal itu dibolehkan oleh Islam atau tidak? ath-Turthusy menjawab, \"Mazhab Sufi, yang seperti itu adalah batil, suatu kejahilan dan kesesatan. Islam itu adalah (ajaran) kitab Allah dan Sunnah Rasul-Nya. Adapun memukul gendang (dan menari-nari) sampai seperti orang kesurupan maka orang yang mula-mula mengadakannya ialah Samiri di waktu dia membuat patung anak sapi untuk disembah kaum Musa dengan menari-nari di sekelilingnya. Maka perbuatan seperti itu adalah perbuatan orang-orang kafir dan penyembah anak sapi.\"\nSelanjutnya Musa berkata kepada kaumnya, \"Mengapa kamu menyembah patung itu padahal Allah telah menjanjikan kepadamu janji-janji yang baik dan menguntungkan sesudah mengaruniakan kepadamu berbagai nikmat seperti membebaskan kamu dari kaum Firaun menempatkan kamu di tempat ini, memberimu makanan yang lezat dan berkhasiat. Allah menjanjikan akan menurunkan Al-Kitab kepadamu, di dalamnya terdapat syariat dan peraturan untuk kebaikan dan kebahagiaan kamu di dunia dan di akhirat. Dia menjanjikan pula akan memberikan pahala yang banyak kepadamu kalau kamu tetap beriman dan beramal saleh dan menjanjikan pula bahwa kamu akan memasuki tanah suci Palestina dengan mengalahkan penghuni-penghuninya yang kuat dan perkasa. Kenapa kamu cepat sekali berpaling dari agama Allah padahal belum berapa lama janji itu dinyatakan Allah kepadamu, dan tanda-tanda janji itu pasti akan terwujud dan terlaksana seperti yang kamu lihat dan kamu alami sendiri? Apakah kamu menyangka bahwa kamu telah lama menunggu-nunggu terwujudnya janji itu ataukah kamu sengaja menunggu kemurkaan Allah atasmu dengan perbuatan ini. Bukankah kamu telah berjanji kepadaku bahwa kamu akan tetap beriman sampai aku kembali kepadamu, dan tidak akan mengada-adakan sesuatu yang merusak akidah kamu atau bertentangan dengan akidah itu.\"",
    "quraish": "Mûsâ pun kembali kepada kaumnya dengan kemarahan yang memuncak dan kesedihan yang sangat. Seraya tidak membenarkan perbuatan mereka, Mûsâ berkata, \"Tuhan telah menjanjikan keselamatan dan memberikan petunjuk kepada kalian dengan turunnya Tawrât, dan menjanjikan kemenangan kepada kalian dengan memasuki tanah suci (Jerusalem). Belum lama waktu berselang, kalian sudah melupakan janji Allah kepada kalian. Dengan perbuatan kalian yang buruk itu, berarti kalian menginginkan agar murka Allah turun, karena kalian bersikap tiran, padahal Allah telah memperingatkan hal itu. Tetapi kalian malah melanggar janji kalian kepadaku untuk selalu mengikuti jalan dan jejakku.\"",
    "jalalayn": "(Kemudian Musa kembali kepada kaumnya dengan marah) disebabkan tingkah laku kaumnya itu (dan bersedih hati) yakni dengan hati yang sangat sedih (Berkata Musa, \"Hai kaumku! Bukankah Rabb kalian telah menjanjikan kepada kalian suatu janji yang baik?) janji yang benar, bahwa Dia akan memberi kitab Taurat kepada kalian. (Maka apakah terasa lama masa yang berlalu itu bagi kalian) yakni masa perpisahanku dengan kalian (atau kalian menghendaki agar menimpa) (kalian kemurkaan dari Rabb kalian) disebabkan kalian menyembah anak sapi (dan kalian melanggar perjanjian kalian dengan aku?\") padahal sebelumnya kalian telah berjanji akan datang sesudahku, tetapi ternyata kalian tidak mau datang."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 87,
    "arab": "قَالُوْا مَآ اَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلٰكِنَّا حُمِّلْنَآ اَوْزَارًا مِّنْ زِيْنَةِ الْقَوْمِ فَقَذَفْنٰهَا فَكَذٰلِكَ اَلْقَى السَّامِرِيُّ ۙ",
    "translation": "Mereka berkata, “Kami tidak melanggar perjanjianmu dengan kemauan kami sendiri, tetapi kami harus membawa beban berat dari perhiasan kaum (Fir‘aun) itu, kemudian kami melemparkannya (ke dalam api), dan demikian pula Samiri melemparkannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2435.mp3",
    "tafsir": "Kaumnya menjawab, \"Kami melanggar janji itu bukanlah dengan kemauan dan kehendak kami, karena kami tidak dapat menguasai diri kami. Andaikata kami dibiarkan saja menurut kemauan kami, tentulah kami tidak akan berbuat seperti ini. Tetapi Samiri telah memperdayakan kami yang bodoh ini sehingga kami tertarik oleh kata-kata dan bujuk rayunya yang mempesona hati kami. Samiri telah memaksa kami memikul beban yang berat yang terdiri dari perhiasan-perhiasan yang dipinjamkannya dari bangsa Mesir sewaktu kami akan berangkat meninggalkan Mesir. Dia mengatakan bahwa nanti akan diadakan hari raya, karena perhiasan-perhiasan itu harus dibawa dan kamilah yang diperintahkan untuk memikulnya. Hal ini disembunyikannya terhadapmu hai Musa karena dia takut akan dilarang membawanya. Sepeninggal engkau kami disuruhnya menggali lubang yang besar di tanah dan menyalakan api untuk membakar perhiasan itu, maka kami lemparkan semua perhiasan yang kami bawa.\"",
    "quraish": "Dengan meminta maaf, pengikut Mûsâ berkata, \"Kami tidak melanggar janjimu atas kemauan kami sendiri. Ketika keluar dari Mesir, kami diberi beban membawa perhiasan-perhiasan kaum kami yang cukup berat. Kemudian kami berpendapat--karena takut barang-barang perhiasan itu akan membawa sial bagi kami--untuk membuangnya.\" Lalu Sâmiriy menyalakan api di sebuah lobang dan melemparkan perhiasan- perhiasan itu ke dalamnya. Sâmiriy sendiri ikut melemparkan perhiasan yang dibawanya.",
    "jalalayn": "(Mereka berkata, \"Kami sekali-kali tidak melanggar perjanjianmu dengan kemauan kami sendiri) lafal Bimalkinaa dapat pula dibaca Bimilkinaa atau Bimulkinaa, artinya dengan kehendak kami sendiri, atau dengan kemauan kami sendiri (tetapi kami disuruh membawa) dapat dibaca Hammalnaa atau Hummilnaa (beban-beban) yakni beban yang berat-berat (dari perhiasan kaum itu) yakni perhiasan milik kaum Firaun, yang mereka pinjam dahulu untuk keperluan pengantin, kini perhiasan itu masih berada di tangan mereka (maka kami telah melemparkannya) kami mencampakkannya ke dalam api atas perintah Samiri (dan demikian pula) sebagaimana kami melemparkannya (Samiri melemparkannya\") yakni ia pun ikut melemparkan perhiasan kaum Firaun yang masih ada padanya dan ia melemparkan pula tanah Yang ia ambil dari bekas teracak kuda malaikat Jibril dengan cara seperti berikut ini."
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 88,
    "arab": "فَاَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌ فَقَالُوْا هٰذَآ اِلٰهُكُمْ وَاِلٰهُ مُوْسٰى ەۙ فَنَسِيَ ۗ",
    "translation": "kemudian (dari lubang api itu) dia (Samiri) mengeluarkan (patung) anak sapi yang bertubuh dan bersuara untuk mereka, maka mereka berkata, “Inilah Tuhanmu dan Tuhannya Musa, tetapi dia (Musa) telah lupa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2436.mp3",
    "tafsir": "Kemudian Samiri mengeluarkan dari lubang itu sebongkah emas berbentuk anak sapi dan mengeluarkan bunyi seperti suara sapi. Memang Samiri adalah seorang ahli; dan dia dapat membuat pipa dalam patung itu sehingga apabila angin berhembus keluarlah suara anak sapi. Samiri mengatakan kepada kami bahwa inilah tuhan yang sebenarnya tuhan kita semua dan juga tuhan Musa, dialah yang akan kita sembah dan kita puja, kepadanyalah kita memohonkan sesuatu bila kita menginginkan atau memerlukannya. Samiri mengatakan pula bahwa engkau hai Musa naik ke gunung itu untuk menemui Tuhan padahal tuhan yang akan ditemui Musa itu ada di sini. Sungguh Musa itu amat pelupa sehingga ia berpayah-payah mencari sesuatu ke tempat yang jauh padahal yang dia cari itu berada di sini.",
    "quraish": "Setelah itu Sâmiriy membuat patung anak lembu dari bekas emas perhiasan tadi untuk pengikut- pengikut Mûsâ itu. Di bagian perut patung lembu itu dibuat sebuah lobang saluran angin sehingga menimbulkan suara seperti suara sapi, agar tipu dayanya semakin sempurna. Ia mengajak mereka untuk menyembahnya, kemudian mereka pun mengikuti seruan Sâmiriy. Ia dan pengikut-pengikutnya berkata, \"Inilah sembahan kalian dan sembahan Mûsâ.\" Sâmiriy lupa bahwa dengan melakukan perenungan dan pembuktian, akan mudah diketahui bahwa anak sapi itu bukanlah Tuhan.",
    "jalalayn": "(Kemudian Samiri mengeluarkan untuk mereka anak lembu) yang berhasil ia cetak dari perhiasan itu (yang bertubuh) yakni ada daging dan darahnya (dan bersuara) suaranya dapat didengar. Anak lembu itu menjadi demikian disebabkan pengaruh tanah bekas teracak kuda malaikat Jibril, sehingga ia dapat hidup. Tanah itu diletakkan oleh Samiri ke dalam mulut lembu itu sesudah dicetak, lalu anak lembu itu menjadi hidup (maka mereka berkata) yakni Samiri dan para pengikutnya, (\"Inilah Tuhan kalian dan Tuhan Musa, tetapi ia telah lupa\") Musa telah lupa akan Tuhannya, bahwa Dia ada di sini, lalu pergi mencari-Nya. Maka Allah berfirman:"
  },
  {
    "ruku": 273,
    "name": "Taha",
    "ayat": 89,
    "arab": "اَفَلَا يَرَوْنَ اَلَّا يَرْجِعُ اِلَيْهِمْ قَوْلًا ەۙ وَّلَا يَمْلِكُ لَهُمْ ضَرًّا وَّلَا نَفْعًا ࣖ",
    "translation": "Maka tidakkah mereka memperhatikan bahwa (patung anak sapi itu) tidak dapat memberi jawaban kepada mereka, dan tidak kuasa menolak mudarat mau-pun mendatangkan manfaat kepada mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2437.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bagaimana bodohnya kaum Musa itu karena tidak dapat mempertimbangkan sesuatu dengan seksama apakah ia buruk atau baik, dapat diterima akal atau suatu yang mustahil. Apakah mereka tidak memperhatikan bahwa patung itu adalah benda mati yang tidak berdaya apa-apa tidak dapat berbicara dan tidak dapat menjawab pertanyaan apalagi akan memberikan pertolongan atau menolak suatu bahaya. Sedangkan sapi yang sebenarnya yang bernyawa, bergerak sendiri dapat menanduk dan menyepak dapat mengangkat barang atau menarik gerobak tak ada orang yang berakal sehat yang mau menyembahnya, tetapi mereka menerima dan mau saja disuruh menyembah patung anak sapi yang berupa benda mati itu.",
    "quraish": "Penglihatan mereka sungguh telah buta ketika mereka menganggap anak sapi itu sebagai Tuhan! Apakah mereka tidak tahu bahwa anak lembu itu tidak dapat merespons ucapan-ucapan mereka, menolak kesengsaraan dan mendatangkan manfaat kepada mereka?",
    "jalalayn": "(Maka apakah mereka tidak memperhatikan bahwa patung anak lembu itu) lafal Allaa merupakan gabungan daripada Ann yang ditakhfif dari Anna dan Laa, sedangkan isim Ann tidak disebutkan, asalnya Annahu Laa, artinya, bahwasanya anak lembu itu (tidak dapat memberi) tidak dapat memberikan (jawaban kepada mereka) yakni tidak dapat menyahuti perkataan mereka (dan tidak dapat memberi kemudaratan kepada mereka) maksudnya tidak dapat menolak kemudaratan yang menimpa mereka (dan tidak pula kemanfaatan?) tidak dapat mendatangkan kemanfaatan buat mereka. Maksudnya, mengapa mereka menjadikannya sebagai Tuhan?"
  }
]