[
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 105,
    "arab": "وَيَسْـَٔلُوْنَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّيْ نَسْفًا ۙ",
    "translation": "Dan mereka bertanya kepadamu (Muhammad) tentang gunung-gunung, maka katakanlah, “Tuhanku akan menghancurkannya (pada hari Kiamat) sehancur-hancurnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2453.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebagai jawaban atas pertanyaan kaum musyrik kepada Muhammad saw bahwa gunung-gunung pada hari Kiamat itu dihancurluluhkan sehingga beterbangan di udara, bagaikan debu di bawa angin ke mana-mana sehingga tidak ada bekasnya sama sekali. Dengan ditemukannya bom atom pada abad kedua puluh ini dapat dibayangkan bagaimana hebatnya dan dahsyatnya kehancuran dan kebinasaan pada hari Kiamat. Sedang dengan sebuah bom atom saja yang dijatuhkan di Hiroshima dan Nagasaki masih dianggap kecil daya ledaknya dibanding dengan daya ledak bom nuklir sekarang, sudah demikian hebatnya kehancuran yang timbul karenanya, apalagi kehancuran yang timbul pada hari Kiamat tentu beribu kali hebat dan dahsyatnya dari kehancuran yang ditimbulkan bom atom di Hiroshima dan Nagasaki itu. Pada ayat lain Allah menerangkan pula bagaimana keadaan gunung-gunung pada hari Kiamat itu firman-Nya:\nDan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri. Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan. (an-Naml/27: 87 dan 88)",
    "quraish": "Orang-orang yang mengingkari hari kebangkitan itu bertanya kepadamu, Muhammad, tentang nasib gunung-gunung pada hari kiamat yang kamu bicarakan itu. Jawablah bahwa Allah akan menghancur- leburkannya bagai pasir, lalu menerbangkannya dengan tiupan angin hingga bertebaran. (?)",
    "jalalayn": "(Dan mereka bertanya kepadamu tentang gunung-gunung,) bagaimana jadinya di hari kiamat nanti? (maka katakanlah) kepada mereka (\"Rabbku akan menghancurkannya sehancur-hancurnya,) seumpamanya Dia meleburkannya menjadi debu yang lembut kemudian diterbangkan-Nya dengan angin."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 106,
    "arab": "فَيَذَرُهَا قَاعًا صَفْصَفًا ۙ",
    "translation": "kemudian Dia akan menjadikan (bekas gunung-gunung) itu rata sama sekali, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2454.mp3",
    "tafsir": "Sesudah gunung-gunung itu dihancurluluhkan dan beterbangan dibawa angin ke mana-mana, maka tempat berdiri gunung-gunung itu menjadi rata dan berubahlah wajah bumi yang dahulunya indah dipandang mata, karena ada lembah dan bukit ada dataran tinggi, ada pohon-pohon yang rindang dan tanam-tanaman yang hijau, semua itu telah tiada, semuanya telah kembali ke alam fana. Pada hari itu semua manusia menjadi panik berlari kesana kemari untuk menyelamatkan dirinya tak tentu arah dan tujuan seperti tersebut dalam firman-Nya:\nPada hari itu manusia seperti laron yang beterbangan, dan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qari`ah/101: 4 dan 5)\nManusia bertanya-tanya apakah yang telah terjadi dengan bumi seperti tersebut dalam firman-Nya:\nDan manusia bertanya, \"Apa yang terjadi pada bumi ini?\" Pada hari itu bumi menyampaikan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya. (az-Zalzalah/99: 3-4 dan 5)",
    "quraish": "Dengan demikian, setelah gunung-gunung itu dihancurkan, bekas tempatnya menjadi rata dengan tanah.",
    "jalalayn": "(Maka Dia akan menjadikan bekas gunung-gunung itu datar) merata (dengan tanah) yakni rata sama sekali tiada bekasnya."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 107,
    "arab": "لَّا تَرٰى فِيْهَا عِوَجًا وَّلَآ اَمْتًا ۗ",
    "translation": "(sehingga) kamu tidak akan melihat lagi ada tempat yang rendah dan yang tinggi di sana.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2455.mp3",
    "tafsir": "Sesudah gunung-gunung itu dihancurluluhkan dan beterbangan dibawa angin ke mana-mana, maka tempat berdiri gunung-gunung itu menjadi rata dan berubahlah wajah bumi yang dahulunya indah dipandang mata, karena ada lembah dan bukit ada dataran tinggi, ada pohon-pohon yang rindang dan tanam-tanaman yang hijau, semua itu telah tiada, semuanya telah kembali ke alam fana. Pada hari itu semua manusia menjadi panik berlari kesana kemari untuk menyelamatkan dirinya tak tentu arah dan tujuan seperti tersebut dalam firman-Nya:\nPada hari itu manusia seperti laron yang beterbangan, dan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qari`ah/101: 4 dan 5)\nManusia bertanya-tanya apakah yang telah terjadi dengan bumi seperti tersebut dalam firman-Nya:\nDan manusia bertanya, \"Apa yang terjadi pada bumi ini?\" Pada hari itu bumi menyampaikan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya. (az-Zalzalah/99: 3-4 dan 5)",
    "quraish": "Kamu tak akan lagi melihat dataran rendah atau dataran tinggi di muka bumi. Bumi seolah-olah belum pernah dijamah dan dibangun sebelumnya.",
    "jalalayn": "(Tidak ada sedikit pun kamu lihat padanya tempat yang melengkung) tempat yang rendah (dan tidak pula tempat yang tinggi) tempat yang tinggi-tinggi."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 108,
    "arab": "يَوْمَىِٕذٍ يَّتَّبِعُوْنَ الدَّاعِيَ لَا عِوَجَ لَهٗ ۚوَخَشَعَتِ الْاَصْوَاتُ لِلرَّحْمٰنِ فَلَا تَسْمَعُ اِلَّا هَمْسًا ",
    "translation": "Pada hari itu mereka mengikuti (panggilan) penyeru (malaikat) tanpa berbelok-belok (membantah); dan semua suara tunduk merendah kepada Tuhan Yang Maha Pengasih, sehingga yang kamu dengar hanyalah bisik-bisik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2456.mp3",
    "tafsir": "Dalam suasana huru-hara dan dalam keadaan panik itu mereka mendengar suara seorang penyeru yaitu malaikat yang menarik perhatian mereka seluruhnya dan tanpa disadari mereka tunduk dan patuh mengikuti perintah penyeru itu tanpa dipikirkan lagi akibat dari perintah itu sebagaimana tersebut dalam firman Allah:\nDengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, \"Ini adalah hari yang sulit.\" (al-Qamar/54: 8)\nMereka semua diseru untuk menghadap kehadirat Allah Yang Maha Kuasa dan Maha Perkasa untuk menerima perhitungan amal perbuatan mereka selama hidup di dunia. Tak ada seorang pun yang dapat menghindar atau membebaskan diri dari perhitungan itu. Di kala itu terdiamlah semua makhluk, tak ada suara yang terdengar kecuali bisik-bisikan yang terjadi antara sesama mereka. Tak ada yang berani mengangkat suaranya karena hebatnya suasana di kala itu, suasana menghadap kehadirat Allah untuk menerima perhitungan. Siapa yang beriman dan baik amalnya, tentu akan menerima ganjaran berlipat ganda dan akan dimasukkan ke dalam surga dan siapa yang kafir dan banyak dosanya akan menerima balasan yang setimpal dan akan dilemparkan ke neraka.",
    "quraish": "Pada hari kiamat, setelah bangkit dari kuburnya, manusia akan mengikuti dengan pasrah seruan yang mengajak mereka berkumpul di padang Mahsyar. Tak seorang pun dapat berbelok ke kanan atau ke kiri. Saat itu, semua suara pun merendah tenang dan takut akan kebesaran Sang Maha Pengasih. Yang terdengar hanyalah bisikan.",
    "jalalayn": "(Pada hari itu) pada hari ketika gunung-gunung itu dihancurkan (manusia mengikuti) manusia semuanya mengikuti sesudah mereka dibangunkan dari kuburannya (penyeru) yang menggiring mereka dengan suaranya ke padang Mahsyar, dia adalah malaikat Israfil. Dia mengatakan, \"Kemarilah kamu sekalian ke hadapan Tuhan Yang Maha Pemurah\" (dengan tidak berbelok-belok) sewaktu mereka menuruti panggilan suara itu. Atau dengan kata lain mereka tidak mempunyai kemampuan untuk tidak mengikuti anjuran suara itu (dan merendahlah) yakni menjadi tenanglah (semua suara kepada Tuhan Yang Maha Pemurah, maka kamu tidak mendengar melainkan hanya bisikan saja) suara telapak kaki mereka sewaktu berjalan menuju ke padang Mahsyar bagaikan suara teracak kaki unta bila berjalan."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 109,
    "arab": "يَوْمَىِٕذٍ لَّا تَنْفَعُ الشَّفَاعَةُ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَرَضِيَ لَهٗ قَوْلًا ",
    "translation": "Pada hari itu tidak berguna syafaat (pertolongan), kecuali dari orang yang telah diberi izin oleh Tuhan Yang Maha Pengasih, dan Dia ridai perkataannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2457.mp3",
    "tafsir": "Pada hari itu tak ada yang dapat menolong seseorang atau memberi syafa`at kepadanya baik dari malaikat maupun dari manusia kecuali orang yang telah diberi izin oleh Allah bahwa dia akan memberikan syafaat dapat diterima pula oleh Allah sesuai dengan bunyi ayat:\nDan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. (an-Najm/53: 26)\nMalaikat yang tidak berdosa saja tidak diterima syafa`atnya untuk menolong seseorang di waktu itu kalau tidak seizin Allah apalagi setan-setan, berhala-berhala atau pemimpin-pemimpin musyrik lainnya tentulah mereka tidak dapat sedikit pun menolong pengikut-pengikutnya. Sedangkan untuk menolong diri mereka sendiri mereka tidak berdaya, apalagi untuk menolong orang lain.",
    "quraish": "Pada hari itu syafaat dari seseorang menjadi tak berguna lagi, kecuali dari orang yang mendapat kemuliaan, izin dan perkenan dari Allah untuk mengucapkan kata syafaat. Hari itu syafaat juga menjadi tak berguna lagi, kecuali bagi orang yang mendapat izin dari Sang Maha Pengasih untuk memperolehnya. Yaitu orang yang dahulunya beriman yang perkataan tauhid dan imannya mendapat perkenan Allah.",
    "jalalayn": "(Pada hari itu tidak berguna syafaat) seseorang (kecuali syafaat orang yang Allah Maha Pemurah telah memberi izin kepadanya) untuk memberi syafaat (dan Dia telah meridai perkataannya) seumpamanya orang yang diberi izin itu mengatakan, \"La Ilaaha Illallaah atau tidak ada Tuhan selain Allah.\""
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 110,
    "arab": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيْطُوْنَ بِهٖ عِلْمًا ",
    "translation": " Dia (Allah) mengetahui apa yang di hadapan mereka (yang akan terjadi) dan apa yang di belakang mereka (yang telah terjadi), sedang ilmu mereka tidak dapat meliputi ilmu-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2458.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebab-sebab mengapa syafaat tidak bermanfaat kalau tidak dengan izin-Nya. Sebab-sebab itu ialah karena Allah mengetahui semua perbuatan manusia, iman dan kufurnya, tak ada sesuatu pun yang tersembunyi bagi-Nya. Dialah sebenarnya yang dapat menentukan apakah seseorang berhak mendapat syafa`at, karena iman dan amalnya selama hidup di dunia dan Dia pulalah yang berhak dan dapat menetapkan bahwa seseorang tidak dapat diberi syafaat karena kufur dan dosa-dosanya yang tidak dapat diampuni. Sedangkan malaikat atau manusia yang walaupun telah diizinkan oleh-Nya untuk memberi syafaat tidak mengetahui hal itu secara terperinci.",
    "quraish": "Allah mengetahui ihwal mereka yang telah lalu di dunia dan apa yang akan mereka hadapi di akhirat. Dialah yang mengatur segala urusan mereka dengan ilmu-Nya. Mereka tidak akan pernah tahu pengaturan dan kebijaksanaan Allah.",
    "jalalayn": "(Dia mengetahui apa yang ada di hadapan mereka) yaitu perkara-perkara akhirat (dan apa yang ada di belakang mereka) perkara-perkara dunia (sedangkan ilmu mereka tidak dapat meliputi ilmu-Nya\") yakni mereka tidak mengetahui hal tersebut."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 111,
    "arab": "۞ وَعَنَتِ الْوُجُوْهُ لِلْحَيِّ الْقَيُّوْمِۗ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا ",
    "translation": "Dan semua wajah tertunduk di hadapan (Allah) Yang Hidup dan Yang Berdiri Sendiri. Sungguh rugi orang yang melakukan kezaliman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2459.mp3",
    "tafsir": "Di kala itu tunduklah semua muka merasa rendah diri di hadapan Allah Yang Mahakuasa dan Maha Perkasa Yang akan memberikan putusan terakhir mengenai nasib mereka masing-masing sesuai dengan iman dan amal mereka, putusan dari Yang Mahaadil yang tidak dapat dibantah dan disangkal dan harus dilaksanakan. Di kala itu menyesallah orang-orang yang ingkar dan berdosa mengapa dia di dunia dahulu mengikuti kemauan setan dan hawa nafsu, mementingkan duniawi tanpa menghiraukan sedikit pun bahwa mereka akan menemui hari perhitungan, menghina serta memperolok-olokan seruan para nabi dan rasul untuk kebahagiaan mereka di dunia dan akhirat.",
    "quraish": "Pada hari itu, semua muka menjadi hina dan tertunduk kepada Sang Mahahidup, yang tidak pernah mati, yang mengatur semua urusan makhluk-Nya. Orang-orang yang menzalimi dirinya di dunia lalu menyekutukan-Nya tidak akan mendapatkan keselamatan dan pahala pada hari itu.",
    "jalalayn": "(Dan tunduklah semua muka) tunduk merendahkan diri (kepada Tuhan Yang Hidup Kekal lagi Maha Memelihara) yakni Allah swt. (Dan sesungguhnya telah merugilah) (orang yang melakukan kelaliman) yakni kemusyrikan."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 112,
    "arab": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا يَخٰفُ ظُلْمًا وَّلَا هَضْمًا ",
    "translation": "Dan barang siapa mengerjakan kebajikan sedang dia (dalam keadaan) beriman, maka dia tidak khawatir akan perlakuan zalim (terhadapnya) dan tidak (pula khawatir) akan pengurangan haknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2460.mp3",
    "tafsir": "Orang-orang yang beriman dan mengerjakan amal saleh sebagai persiapan untuk menghadapi hari perhitungan ini, mereka merasa bahagia dan bersyukur serta terbayanglah dalam pikiran mereka ganjaran yang akan dianugerahkan Allah kepada mereka sesuai dengan janji-Nya, sesuai dengan keadilan dan rahmat-Nya. Mereka yakin dengan sepenuhnya bahwa mereka tidak akan teraniaya, tidak akan dirugikan sedikit pun, mereka akan dimasukkan ke dalam surga Jannatun Na`im yang di dalamnya tersedia nikmat dan kesenangan yang tiada putus-putusnya.",
    "quraish": "Sedangkan orang yang melakukan amal saleh dan membenarkan apa yang dibawa oleh Nabi Muhammad saw., maka ia tidak usah khawatir akan ditambah keburukannya atau dikurangi kebaikannya.",
    "jalalayn": "(Dan barang siapa mengerjakan amal yang saleh) amal-amal ketaatan (dan ia dalam keadaan beriman, maka ia tidak khawatir akan diperlakukan tidak adil) dengan diberatkan dosanya (dan tidak pula akan pengurangan haknya) dikurangi pahala kebaikannya."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 113,
    "arab": "وَكَذٰلِكَ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا وَّصَرَّفْنَا فِيْهِ مِنَ الْوَعِيْدِ لَعَلَّهُمْ يَتَّقُوْنَ اَوْ يُحْدِثُ لَهُمْ ذِكْرًا ",
    "translation": "Dan demikianlah Kami menurunkan Al-Qur'an dalam bahasa Arab, dan Kami telah menjelaskan berulang-ulang di dalamnya sebagian dari ancaman, agar mereka bertakwa, atau agar (Al-Qur'an) itu memberi pengajaran bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2461.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menurunkan Al-Qur'an dalam bahasa Arab agar mudah dipahami oleh orang-orang musyrik Mekah dan agar mereka tertarik untuk memperhatikan isinya dan ajaran-ajaran yang terkandung di dalamnya. Dengan demikian mereka diharapkan akan kembali kepada kebenaran dan meninggalkan kepercayaan-kepercayaan yang menyesatkan seperti menyembah kepercayaan-kepercayaan yang menyesatkan seperti menyembah berhala dan dapat hidup dengan tenteram dan bahagia dengan menjalankan peraturan-peraturan yang terkandung di dalamnya karena semua perintah dan larangan di dalamnya adalah semata-mata untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat.\nDi dalam Al-Qur'an diutarakan pula beberapa peringatan dan ancaman kepada orang-orang yang durhaka yang tidak mau memperhatikan seruan nabi-nabi dan rasul-rasul bahkan tetap menolaknya, karena bertentangan dengan keinginan hawa nafsu mereka, seperti kisah umat-umat yang terdahulu yang telah dibinasakan karena kedurhakaan mereka dan keterangan mengenai nasib orang-orang kafir dan berdosa di akhirat nanti. Untuk mengembalikan orang-orang Arab yang demikian keras hatinya dan mendalam syirik dan akidahnya kepada kebenaran tidak cukup hanya dengan dakwah dan penerangan saja, tetapi dakwah dan penerangan itu harus pula disertai dengan peringatan dan ancaman. Hal ini bukan saja berlaku pada kaum musyrik Mekah tetapi berlaku pula untuk semua manusia. \nBila dakwah dan penjelasan tidak juga bermanfaat maka tibalah waktunya untuk memberikan peringatan dengan menerangkan fakta-fakta sejarah dan contoh-contoh umat yang terdahulu, malapetaka dan musibah yang terjadi dalam masyarakat disebabkan kerusakan akhlak dan kehancuran norma-norma keadilan dan kebenaran. Dengan demikian dapat diharapkan manusia akan menjadi sadar dan insaf, menjadi orang yang bertakwa kepada Allah mengakui kebesaran dan kekuasaan-Nya, tunduk kepada peraturan-peraturan yang dibuat-Nya untuk kepentingan umat manusia.",
    "quraish": "Seperti penjelasan yang benar inilah--sebagaimana telah lalu dalam surat ini berupa pengagungan Allah, kisah Mûsâ dan berita tentang hari kiamat--Allah menurunkan al-Qur'ân dalam bahasa Arab yang jelas, yang mengandung berbagai bentuk ancaman, dibuat secara berulang-ulang, agar mereka menjauhi kemaksiatan, dan agar al-Qur'ân selalu memperbaharui nasihat dan pelajaran bagi mereka.",
    "jalalayn": "(Dan demikianlah) lafal Kadzaalika dia'athafkan kepada Kadzaalika Naqushshu pada ayat sembilan puluh sembilan. Artinya: Demikianlah sebagaimana diturunkannya apa yang telah Kami ceritakan tadi (Kami menurunkannya) Alquran (dalam bahasa Arab dan Kami telah menerangkan dengan berulang-ulang) (di dalamnya sebagian dari ancaman, agar mereka bertakwa) takut kepada kemusyrikan (atau agar ia menimbulkan) Alquran ini (pengajaran bagi mereka) melalui kebinasaan yang telah dialami oleh umat-umat sebelumnya sehingga mereka mengambil pelajaran daripadanya."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 114,
    "arab": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ وَلَا تَعْجَلْ بِالْقُرْاٰنِ مِنْ قَبْلِ اَنْ يُّقْضٰٓى اِلَيْكَ وَحْيُهٗ ۖوَقُلْ رَّبِّ زِدْنِيْ عِلْمًا ",
    "translation": "Maka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, “Ya Tuhanku, tambahkanlah ilmu kepadaku. ”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2462.mp3",
    "tafsir": "Diriwayatkan bahwa Nabi Muhammad saw ketika Jibril membacakan kepadanya beberapa ayat yang diturunkan, dia cepat-cepat membacanya kembali padahal Jibril belum selesai membacakan seluruh ayat yang akan disampaikan pada Nabi. Hal ini karena Nabi takut kalau dia tidak cepat-cepat mengulanginya, mungkin dia lupa dan tidak dapat mengingat kembali. Oleh sebab itu Allah melarangnya bertindak seperti itu, karena tindakan seperti itu mungkin akan lebih mengacaukan hafalannya sebab di waktu dia mengulangi membaca apa yang telah dibacakan kepadanya perhatiannya tertuju kepada pengulangan bacaan itu tidak kepada ayat-ayat selanjutnya yang akan dibacakan jibril padahal Allah menjamin akan memelihara Al-Qur'an dengan sebaik-baiknya, jadi tidak mungkin Nabi Muhammad lupa atau dijadikan Allah lupa kalau dia mendengarkan baik-baik lebih dahulu semua ayat-ayat yang dibacakan Jibril kemudian bila Jibril telah selesai membacakan seluruhnya, barulah Nabi membacanya kembali.\nAyat ini menegaskan bahwa Allah Yang Mahatinggi, Mahabesar amat Luas Ilmu-Nya yang dengan Ilmu-Nya itu Dia mengatur segala sesuatu dan membuat peraturan-peraturan yang sesuai dengan kepentingan makhluk-Nya, tidak terkecuali peraturan-peraturan untuk keselamatan dan kebahagiaan umat manusia. Dialah yang mengutus para nabi dan para rasul dan menurunkan kitab-kitab suci seperti Zabur, Taurat dan Injil serta Dia pulalah yang menurunkan Al-Qur'an kepada Nabi Muhammad saw. Al-Qur'an diturunkan kepada Nabi Muhammad dengan berangsur-angsur bukan sekaligus sesuai dengan hikmah kebijaksanaan-Nya. Kadang-kadang diturunkan hanya beberapa ayat pendek saja atau surah yang pendek pula dan kadang-kadang diturunkan ayat-ayat yang panjang sesuai dengan keperluan dan kebutuhan pada waktu itu.\nMengenai hal ini Allah berfirman:\nJangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya. Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya.Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. Kemudian sesungguhnya Kami yang akan menjelaskannya. (al-Qiyamah/75: 16-19)\nMengenai jaminan Allah dan terpeliharanya Al-Qur'an tersebut dalam ayat:\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-hijr/15: 9)\nKemudian Allah menyuruh Nabi Muhammad saw agar berdoa supaya Dia memberikan kepadanya tambahan ilmu. Diriwayatkan oleh at-Tirmizi dari Abu Hurairah bahwa Rasulullah berdoa seperti berikut:\nYa Allah. Jadikanlah ilmu yang Engkau ajarkan kepadaku bermanfaat bagiku, ajarkanlah kepadaku ilmu yang berguna untukku dan berikanlah kepadaku tambahan ilmu. Segala puji bagi Allah atas segala hal, aku berlindung kepada Allah dari keadaan dan segala hal yang dilakukan oleh penghuni neraka. (at-Tirmidzi, Ibnu Majah dan al-Bazzar)",
    "quraish": "Allah berada di atas segala prasangka, Mahasuci dari sifat serupa dengan makhluk-Nya, Maharaja yang dibutuhkan oleh para penguasa dan rakyat jelata. Ketuhanan dan keagungan-Nya mahabenar. Jangan tergesa-gesa, Muhammad, membaca al-Qur'ân sebelum malaikat menyampaikannya dengan sempurna kepadamu. Katakan, \"Ya Tuhan, tambahlah ilmuku melalui al-Qur'ân dan pemahaman maknanya.\"",
    "jalalayn": "(Maka Maha Tinggi Allah Raja Yang sesungguhnya) daripada apa yang dikatakan oleh orang-orang musyrik (dan janganlah kamu tergesa-gesa terhadap Alquran) sewaktu kamu membacanya (sebelum disempurnakan mewahyukannya kepadamu) sebelum malaikat Jibril selesai menyampaikannya (dan katakanlah, \"Ya Rabbku! Tambahkanlah kepadaku ilmu pengetahuan\") tentang Alquran, sehingga setiap kali diturunkan kepadanya Alquran, makin bertambah ilmu pengetahuannya."
  },
  {
    "ruku": 275,
    "name": "Taha",
    "ayat": 115,
    "arab": "وَلَقَدْ عَهِدْنَآ اِلٰٓى اٰدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهٗ عَزْمًا ࣖ",
    "translation": "Dan sungguh telah Kami pesankan kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2463.mp3",
    "tafsir": "Pada ayat ini Allah telah menerangkan bahwa Dia telah mengamanatkan kepada Adam supaya selalu waspada terhadap Iblis yang merupakan musuhnya dan musuh istrinya Hawa. Memang Iblis telah memperdayakannya dengan bujuk rayunya dan mengatakan kepadanya bahwa pohon khuldi (keabadian) itu pohon yang paling baik, barang siapa memakan buahnya pastilah dia akan kekal di dalam surga. Karena keinginannya yang sangat agar dia kekal di dalam surga menikmati karunia Allah yang tiada putus-putusnya, maka Adam lupa akan amanat Allah dan larangan-Nya untuk tidak makan buah khuldi itu. Adam lupa bahwa Iblis itu musuhnya yang hendak menjerumuskannya ke lembah dosa. Adam lupa bahwa Allah melarangnya memakan buah yang dilarang itu sehingga dimakannya buah itu. Di sini tampak bahwa Adam yang sudah memiliki pengetahuan tentang niat buruk Iblis masih dapat diperdayakan dengan janji-janji yang menarik dikemukakan Iblis kepadanya apalagi manusia biasa, oleh sebab itu seseorang harus mempunyai kemauan yang kuat dan tekad yang membaja tidak akan dapat dipengaruhi oleh siapapun dan janji apapun, dia harus selalu ingat dan waspada dan mati-matian mempertahankan pendirian dan kepercayaannya agar tidak bisa digoda oleh Iblis.",
    "quraish": "Sungguh telah Kami wasiatkan kepada Adam sejak semula sebelummu, Muhammad, agar tidak melanggar perintah Kami. Tetapi Adam kemudian lupa lalu melanggar perjanjian itu. Sejak semula, Kami tidak menemukan tekad dan kemauan yang kuat pada dirinya untuk membentengi diri dari perangkap dan bisikan setan.",
    "jalalayn": "(Dan sesungguhnya telah Kami perintahkan kepada Adam) Kami telah berwasiat kepadanya, janganlah ia memakan buah pohon terlarang ini (dahulu) sebelum ia memakannya (maka ia lupa) melupakan perintah kami itu (dan tidak Kami dapati padanya kemauan yang kuat) keteguhan dan kesabaran daripada apa yang Kami larang ia mengerjakannya."
  }
]