[
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 116,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَ اَبٰى ۗ",
    "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Lalu mereka pun sujud kecuali Iblis; dia menolak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2464.mp3",
    "tafsir": "Sebagai penjelasan yang terperinci mengenai teperdayanya Adam oleh Iblis sehingga dia memakan buah yang dilarang memakannya. Allah menerangkan kisah tersebut sejak awal yaitu ketika Dia memerintahkan kepada malaikat supaya sujud kepada Adam. Dengan taat dan patuh malaikat pun sujud kepada-Nya tanpa membantah, tanpa rasa iri dalam hati, tak ada mempunyai perasaan sombong dan takabur tidak ada enggan sedikit pun melaksanakan perintah Tuhannya. Berlainan dengan Iblis yang sombong dan takabur, dia enggan dan tidak mau sujud kepada Adam karena menganggap dirinya lebih tinggi dan lebih mulia dari Adam. Mengapa mesti dia yang sujud kepada Adam padahal seharusnya Adamlah yang sujud kepadanya. Hal ini tersebut dalam firman Allah:\nLalu para malaikat itu bersujud semuanya. Kecuali Iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir. (Allah) berfirman, \"Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?\" (Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (shad/38: 73-76)",
    "quraish": "Ingatlah, wahai Muhammad, ketika Allah memerintahkan para malaikat untuk menghormat Adam sesuai dengan cara yang dikehendaki-Nya, kemudian mereka pun melaksanakan perintah itu. Tetapi iblis, sebangsa jin, yang sedang berada bersama mereka saat itu, melanggar perintah itu. Ia pun akhirnya dikeluarkan dan diusir oleh Allah.",
    "jalalayn": "(Dan) ingatlah (ketika Kami berkata kepada Malaikat, \"Sujudlah kalian kepada Adam!\" Maka mereka sujud kecuali iblis) dia adalah bapaknya jin, dia dahulu berteman dengan para Malaikat dan ikut menyembah Allah bersama dengan para Malaikat (ia membangkang) tidak mau sujud kepada Nabi Adam; bahkan mengatakan sebagaimana yang telah disitir oleh firman-Nya; Iblis menjawab, \"Saya lebih baik daripadanya...\" (Q.S. Al-A'raf, 12)."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 117,
    "arab": "فَقُلْنَا يٰٓاٰدَمُ اِنَّ هٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقٰى ",
    "translation": "Kemudian Kami berfirman, “Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2465.mp3",
    "tafsir": "Karena Iblis tidak mau sujud kepada Adam disebabkan kesombongannya dan iri hati atas kemuliaan dan kehormatan yang diberikan kepada Adam. Allah menegaskan kepadanya bahwa Iblis itu adalah musuhnya dan musuh istrinya. Oleh sebab itu ia harus berhati-hati dan waspada terhadap tindak tanduknya, janganlah sekali-kali ia mengikuti bujuk rayunya yang mungkin berupa nasehat atau anjuran. Tidak ada tujuannya kecuali menimpakan musibah atau malapetaka kepadanya. Jika ia teperdaya dengan mulut manisnya yang bila diikutinya mungkin akan menyebabkan Adam terusir dari surga yang penuh rahmat dan karunia-Nya. Bila hal ini terjadi tentulah Iblis akan tertawa gembira sedangkan Adam akan menderita kehidupan yang berat di dunia, di mana dia harus berjuang dan bekerja keras untuk kelangsungan hidupnya sedang di dalam surga dia hidup serba cukup tak ada kekurangan satu apapun, semua keinginannya dengan mudah tercapai dan terlaksana.",
    "quraish": "Maka Allah pun berfirman kepada Adam, \"Setan yang melanggar perintah-Ku untuk menghormatmu itu adalah musuh bagimu dan isterimu, Hawâ'. Oleh karena itu, waspadalah terhadap godaannya untuk berbuat maksiat yang dapat menyebabkan kalian keluar dari surga. Dengan begitu, kalian akan hidup celaka setelah keluar dari surga.",
    "jalalayn": "(Maka Kami berkata, \"Hai Adam! Sesungguhnya iblis ini adalah musuh bagimu dan bagi istrimu) yakni Siti Hawa (maka sekali-kali janganlah sampai ia mengeluarkan kamu berdua dari surga, yang menyebabkan kamu menjadi sengsara) hidup sengsara disebabkan terlebih dahulu kamu harus mencangkul, menanam, menuai, menumbuk, membuat roti dan lain sebagainya. Ungkapan sengsara di sini ditujukan hanya kepada Nabi Adam, disebabkan secara fitrah suami itu mencari nafkah buat istrinya."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 118,
    "arab": "اِنَّ لَكَ اَلَّا تَجُوْعَ فِيْهَا وَلَا تَعْرٰى ۙ",
    "translation": "Sungguh, ada (jaminan) untukmu di sana, engkau tidak akan kelaparan dan tidak akan telanjang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2466.mp3",
    "tafsir": "Allah menjanjikan kepada Adam bahwa selama di dalam surga dia tidak akan merasa lapar dan haus karena berbagai macam makanan yang enak, minuman yang beragam serta buah-buahan selalu disediakan baginya. Dia tidak akan pernah merasa haus karena disediakan pula untuknya beraneka ragam minuman yang lezat dan tidak akan terkena sengatan matahari yang panas karena selalu berada di tempat yang teduh dengan angin yang menghembus sepoi-sepoi basah. Dia tidak akan telanjang karena Allah telah memberinya pakaian yang sangat bagus dan indah. Semua yang disenangi dan disukai dapat dinikmati dalam surga seperti dalam firman-Nya:\nKamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fushshilat/41: 31-32)\nDan firman-Nya:\nDan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. (az-Zukhruf/43: 71)",
    "quraish": "Sebenarnya, sudah merupakan tugas Kami untuk memenuhi kebutuhan hidupmu di dalam surga, hingga kamu tidak akan pernah merasa lapar dan telanjang di dalamnya.",
    "jalalayn": "(Sesungguhnya kamu tidak akan kelaparan di dalamnya dan tidak akan telanjang). Lafal Allaa adalah gabungan daripada huruf An dan Laa."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 119,
    "arab": "وَاَنَّكَ لَا تَظْمَؤُا فِيْهَا وَلَا تَضْحٰى ",
    "translation": "Dan sungguh, di sana engkau tidak akan merasa dahaga dan tidak akan ditimpa panas matahari.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2467.mp3",
    "tafsir": "Setelah Iblis melihat bagaimana senangnya Adam dan istrinya di dalam surga menikmati berbagai macam anugerah Ilahi, timbul rasa iri dan dengki dalam hatinya dan dia ingin sekali agar nikmat dan karunia yang dilimpahkan Allah itu dengan segera tercabut dari keduanya. Dia melihat tak ada cara yang lebih tepat dan ampuh untuk mewujudkan keinginan itu selain menggoda keduanya, supaya memakan buah khuldi yang terlarang memakannya. Dengan demikian tentulah Allah akan murka kepada Adam dan mengusirnya dari surga karena telah melanggar perintah-Nya. Lalu Iblis mendatangi Adam berpura-pura sebagai sahabat yang setia yang selalu mementingkan kebaikan dan kebahagiaannya, dan berceritalah dia bahwa pohon khuldi itu adalah pohon yang istimewa, buahnya amat lezat sekali rasanya, tak ada buah-buahan di dalam surga yang lebih lezat dari khuldi itu. Barang siapa memakannya pastilah dia akan kekal hidup selama-lamanya dan kekal pula tinggal di dalam surga. Jika Adam ingin tetap selama-lamanya di dalam surga ini maka ia harus makan buah itu, niscaya ia akan kekal hidup selama-lamanya dalam surga yang tidak akan runtuh selama-lamanya.",
    "quraish": "Di dalam surga itu pula, kamu tak akan pernah merasa haus dan tak akan pernah merasakan teriknya matahari seperti yang dirasakan oleh orang yang berusaha keras di luar surga.\"",
    "jalalayn": "(Dan sesungguhnya kamu) baik dibaca Annaka atau Innaka, diathafkan kepada isimnya Inna pada ayat sebelumnya dan jumlah kalimat kelanjutannya ialah (tidak akan merasa dahaga di dalamnya) yakni tidak akan merasa haus (dan tidak pula akan ditimpa panas matahari di dalamnya\") yaitu sinar matahari di waktu dhuha tidak akan kamu alami lagi, karena di dalam surga tidak ada matahari."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 120,
    "arab": "فَوَسْوَسَ اِلَيْهِ الشَّيْطٰنُ قَالَ يٰٓاٰدَمُ هَلْ اَدُلُّكَ عَلٰى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلٰى ",
    "translation": " Kemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, “Wahai Adam! Maukah aku tunjukkan kepadamu pohon keabadian (khuldi) dan kerajaan yang tidak akan binasa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2468.mp3",
    "tafsir": "Ayat ini menjelaskan keadaan Adam dan istrinya Hawa, ketika Iblis merayu mereka maka tanpa mengingat amanat Tuhan bahwa Iblis itu adalah musuh yang ingin mencelakakannya dan dia dilarang Allah memakan buah larangan itu, Adam dan Hawa memetik buah itu dan langsung memakannya dengan penuh harapan bahwa ia bersama istrinya akan hidup kekal di dalam surga. Tidak lama setelah Adam dan Hawa memakan buah larangan itu aurat mereka masing-masing terbuka, padahal sebelum memakan buah larangan itu tidak ada sedikit pun perhatian mereka terhadap aurat itu, lalu mereka merasa malu dan cepat-cepar memetik daun-daunan dalam surga untuk menutupinya. Sebagian ahli tafsir berpendapat bahwa akibat memakan buah khuldi timbullah pada Adam dan Hawa dorongan (insting) seksual, karena itu mereka merasa malu melihat aurat masing-masing. Demikianlah karena didorong oleh keinginan yang sangat, Adam lupa akan amanat Tuhan sampai ia melanggar perintah-Nya. Ia gagal menghadapi ujian Tuhannya, menjadi lemah tekad dan kemauannya disebabkan godaan Iblis dan disebabkan godaan nafsu dan keinginannya sendiri sehingga jatuh ke jurang pelanggaran.",
    "quraish": "Lalu setan membisikkan bujukan kepada Adam dan istrinya untuk memakan buah pohon yang terlarang dengan berkata, \"Hai Adam, aku akan menunjukkan kepadamu sebuah pohon. Siapa yang memakan buahnya akan mendapat nikmat keabadian dan kerajaan yang tak akan pernah punah di dalam surga.\"",
    "jalalayn": "(Kemudian setan membisikkan pikiran jahat kepadanya seraya berkata, \"Hai Adam! Maukah saya tunjukkan kepada kamu pohon keabadian) yaitu pohon yang barang siapa memakan buahnya akan hidup kekal (dan kerajaan yang tidak akan binasa?\") yakni kerajaan yang kekal."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 121,
    "arab": "فَاَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْاٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۚ وَعَصٰٓى اٰدَمُ رَبَّهٗ فَغَوٰى ۖ",
    "translation": "Lalu keduanya memakannya, lalu tampaklah oleh keduanya aurat mereka dan mulailah keduanya menutupinya dengan daun-daun (yang ada di) surga, dan telah durhakalah Adam kepada Tuhannya, dan sesatlah dia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2469.mp3",
    "tafsir": "Setelah menyadari bahwa ia dan istrinya telah melanggar perintah Allah dengan memakan buah larangan itu ia pun menyesal atas keterlanjurannya itu, merasa kecewa karena membenarkan bujukan Iblis dan teperdaya dengan kata-kata manis dari musuhnya. Ia sangat khawatir terhadap nasibnya bersama istrinya karena telah mendurhakai Tuhannya. Ia merasa berdosa dan minta ampun atas kesalahannya itu seperti tersebut pada ayat:\nKeduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\" (al-A'raf/7: 23)",
    "quraish": "Setan pun menunjukkan pohon terlarang itu, sehingga Adam dan istrinya terpedaya dengan rayuannya dan lupa akan larangan Allah. Mereka akhirnya memakan buah pohon itu. Seketika, aurat mereka tersingkap sebagai balasan atas ketamakannya yang menyebabkan mereka lupa dan melanggar larangan Allah. Mereka kemudian memetik daun pohon surga untuk menutupi auratnya yang tersingkap. Begitulah, Adam telah melanggar perintah Tuhannya. Peristiwa itu terjadi sebelum ia diangkat sebagai nabi. Ia pun akhirnya tidak memperoleh keabadian yang diharapkan. Rusaklah hidupnya.",
    "jalalayn": "(Maka keduanya memakan) yakni Adam dan Hawa (dari buah pohon itu, lalu tampaklah bagi keduanya aurat-auratnya) yakni keduanya dapat melihat kemaluan masing-masing. Kedua aurat itu dinamakan kemaluan disebabkan jika kelihatan maka orang yang memilikinya menjadi malu (dan mulailah keduanya menutupi) keduanya menempelkan kepada (aurat masing-masing dengan daun-daun yang ada di surga) untuk menutupi auratnya (dan durhakalah Adam kepada Rabbnya dan sesatlah ia) disebabkan memakan buah pohon yang terlarang itu."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 122,
    "arab": "ثُمَّ اجْتَبٰىهُ رَبُّهٗ فَتَابَ عَلَيْهِ وَهَدٰى ",
    "translation": "Kemudian Tuhannya memilih dia, maka Dia menerima tobatnya dan memberinya petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2470.mp3",
    "tafsir": "Tuhan Maha Pengasih lagi Maha Penyayang terhadap hamba-Nya apalagi terhadap orang yang diangkat menjadi khalifah di bumi, oleh sebab itu Allah tidak akan membalas keterlanjuran Adam memakan buah larangan itu dengan menimpakan siksaan atas dirinya, dalam keadaan lupa sehingga ia teperdaya dengan bujukan musuhnya, meskipun Adam telah melanggar larangan Tuhan yang telah memerintahkan supaya dia jangan sampai teperdaya oleh setan musuhnya itu, sehingga Adam dikeluarkan dari surga. Adam dan istrinya sangat menyesali perbuatannya dan telah bertobat meminta ampun kepada-Nya. Karena itu Allah mengampuni dosanya dan memilihnya menjadi orang yang dekat kepadanya. Akibat melanggar perintah Tuhan, Adam diperintahkan keluar dari surga dan turun ke bumi, dengan demikian ketetapan Allah bahwa Adam akan dijadikan Khalifah di muka bumi ini terlaksana, sebagaimana tersebut di dalam firman-Nya:\n\"Aku hendak menjadikan khalifah di bumi.\" (al-Baqarah/2: 30)",
    "quraish": "Setelah itu, Allah memilih Adam untuk membawa pesan-pesan suci-Nya. Allah pun menerima pertobatannya dan memberinya petunjuk untuk meminta ampun dan beristigfar.",
    "jalalayn": "(Kemudian Rabbnya memilihnya) yakni mendekatkannya ke sisi-Nya (maka Dia menerima tobatnya) sebelum Nabi Adam bertobat (dan memberinya petunjuk) supaya terus-menerus bertobat."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 123,
    "arab": "قَالَ اهْبِطَا مِنْهَا جَمِيعًاۢ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚفَاِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى ەۙ فَمَنِ اتَّبَعَ هُدٰيَ فَلَا يَضِلُّ وَلَا يَشْقٰى",
    "translation": "Dia (Allah) berfirman, “Turunlah kamu berdua dari surga bersama-sama, sebagian kamu menjadi musuh bagi sebagian yang lain. Jika datang kepadamu petunjuk dari-Ku, maka (ketahuilah) barang siapa mengikuti petunjuk-Ku, dia tidak akan sesat dan tidak akan celaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2471.mp3",
    "tafsir": "Bukan saja Adam yang harus turun ke bumi tetapi Iblis musuh yang memperdayakannya harus turun pula ke dunia. Kedua jenis makhluk ini akan menjadi musuh satu sama lain, permusuhan Iblis terhadap manusia adalah permusuhan yang abadi dan berkesinambungan sampai datangnya hari Kiamat. Iblis akan selalu berusaha menyesatkan manusia dari jalan yang benar dengan berbagai macam tipu dayanya. Oleh sebab itu Allah mengingatkan kepada anak cucu Adam agar ia selalu waspada terhadap musuh utamanya itu. Apabila telah datang petunjuk dari Tuhan dengan perantaraan nabi dan rasul-Nya maka hendaklah manusia mengikuti petunjuk seperti yang diajarkan rasul. Dengan demikian dia tidak akan tersesat dan tidak akan celaka. Ibnu Abbas berkata mengenai ayat ini bahwa Allah melindungi orang-orang yang mengikuti ajaran Al-Qur'an dari kesesatan di dunia dan dari kecelakaan dan malapetaka di akhirat. \nDari Ibnu Abbas r.a., Rasulullah bersabda, \"Siapa yang mengikuti kitabullah, Allah akan memberikan petunjuk kepadanya untuk menghindari kesesatan di dunia dan memeliharanya dari keburukan hisab pada hari Kiamat.\" (Riwayat Ibnu Abi Syaibah dan ath-thabrani)",
    "quraish": "Allah memerintahkan Adam dan istrinya untuk keluar dari surga, turun ke bumi. Kepada mereka, Allah memberitahukan bahwa akan terjadi permusuhan di antara keturunan mereka berdua kelak. Selain itu, Allah juga memberikan petunjuk dan bimbingan kepada mereka. Siapa saja yang mengikuti petunjuk itu, pasti tidak akan terjerumus ke dalam perbuatan dosa di dunia dan tidak akan celaka dan tersiksa.",
    "jalalayn": "(Allah berfirman, \"Turunlah kamu berdua) Adam dan Hawa berikut apa yang telah dikandung oleh kalian yaitu anak cucu kalian (daripadanya) dari surga (bersama-sama, sebagian kalian) sebagian keturunan kalian (menjadi musuh bagi sebagian yang lain) disebabkan sebagian dari mereka berbuat zalim terhadap sebagian yang lain. (Maka jika) lafal Imma ini asalnya terdiri dari In Syarthiyah yang diidgamkan kepada Ma Zaidah (jika datang kepada kalian petunjuk daripada-Ku maka barang siapa yang mengikuti petunjuk-Ku) yakni Alquran (maka ia tidak akan sesat) di dunia (dan tidak akan celaka) di akhirat nanti."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 124,
    "arab": "وَمَنْ اَعْرَضَ عَنْ ذِكْرِيْ فَاِنَّ لَهٗ مَعِيْشَةً ضَنْكًا وَّنَحْشُرُهٗ يَوْمَ الْقِيٰمَةِ اَعْمٰى ",
    "translation": "Dan barang siapa berpaling dari peringatan-Ku, maka sungguh, dia akan menjalani kehidupan yang sempit, dan Kami akan mengumpulkannya pada hari Kiamat dalam keadaan buta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2472.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang yang berpaling dari ajaran Al-Qur'an tidak mengindahkannya dan menentang petunjuk-petunjuk yang terdapat di dalamnya maka sebagai hukumannya dia akan selalu hidup dalam kesempitan dan kesulitan. Dia akan selalu bimbang dan gelisah walaupun dia memiliki kekayaan, pangkat dan kedudukan karena selalu diganggu oleh pikiran dan khayalan yang bukan-bukan mengenai kekayaan dan kedudukannya itu. Dia akan selalu dibayangi oleh momok kehilangan kesenangan yang telah dicapainya, sehingga ia melakukan tindakan-tindakan yang menimbulkan kebencian dan kerugian dalam masyarakatnya. Kemudian di akhirat nanti ia akan dikumpulkan Allah bersama manusia lain dalam keadaan buta mata hatinya. Sebagaimana dia di dunia selalu menolak petunjuk-petunjuk Allah yang terang benderang dan memicingkan matanya agar petunjuk itu jangan terlihat olehnya sehingga ia berlarut-larut dalam kesesatan, demikian pula di akhirat ia tidak dapat melihat suatu alasan pun untuk membela dirinya dari ketetapan Allah Yang Mahaadil. \nSebagian ahli tafsir mengatakan bahwa orang yang berpaling dari ajaran Allah itu memang menjadi buta panca indera tidak melihat suatu apapun sebagai tambahan siksaan atasnya. Seseorang yang buta di kala terjadi huru-hara dan melapetaka akan lebih kalang-kabut pikirannya karena tidak tahu apa yang akan dibuat dan tidak tentu arah yang akan dituju untuk menyelamatkan dirinya karena tidak melihat dari mana datangnya bahaya yang mengancam. Tetapi sesudah itu matanya akan menjadi terang kembali karena melihat sendiri buku catatan amalnya dan bagaimana hebat dan dahsyatnya siksaan neraka sebagaimana tersebut dalam ayat:\nDan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53)",
    "quraish": "Tetapi, sebaliknya, siapa saja yang tidak mau menerima petunjuk Allah dan tidak pula menaati-Nya, ia tak akan mendapat kebahagiaan hidup di dunia, sehingga tak akan pernah merasa puas dengan pemberian Allah dan tak akan pasrah dengan qadlâ' dan qadar-Nya. Sehingga, begitu hari kiamat tiba, ia akan datang ke tempat perhitungan untuk dibalas atas dosa-dosanya, dalam keadaan tidak mampu berkilah dan beralasan. Ia bagai orang buta, seperti ia buta terhadap tanda-tanda kekuasaan Allah ketika hidup di dunia dulu.",
    "jalalayn": "(Dan barang siapa berpaling dari peringatan-Ku) yakni Alquran, yaitu dia tidak beriman kepadanya (maka sesungguhnya baginya penghidupan yang sempit) lafal Dhankan ini merupakan Mashdar artinya sempit. Ditafsirkan oleh sebuah hadis, bahwa hal ini menunjukkan tentang diazabnya orang kafir di dalam kuburnya (dan Kami akan mengumpulkannya) orang yang berpaling dari Alquran (pada hari kiamat dalam keadaan buta\") penglihatannya."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 125,
    "arab": "قَالَ رَبِّ لِمَ حَشَرْتَنِيْٓ اَعْمٰى وَقَدْ كُنْتُ بَصِيْرًا ",
    "translation": "Dia berkata, “Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2473.mp3",
    "tafsir": "Orang-orang yang kafir itu akan bertanya kepada Allah mengapa Engkau jadikan aku buta sedang mataku dahulu terang dapat melihat. Allah menjawab, bahwa hal itu memang demikian! Karena di dunia ketika datang kepadanya rasul-rasul membawa petunjuk-petunjuk-Nya dia berpaling darinya seakan-akan matanya telah buta dan seakan-akan ia telah melupakannya karena tidak mengindahkan dan memperhatikannya. Oleh sebab itu Allah jadikan mata hatinya buta pada hari Kiamat sehingga engkau tidak dapat mengemukakan suatu alasan untuk membela dirimu dari azab yang telah disediakan baginya sebagai balasan atas kebutaan mereka selama di dunia.",
    "quraish": "Dalam situasi seperti ini, dengan gentar ia menanyakan Tuhannya, \"Ya Tuhan, mengapa Kau buat aku lupa akan alasan-alasanku dan tidak mampu memohon maaf? Mengapa pula Kau tempatkan aku seperti orang buta, sedangkan di dunia aku bisa melihat apa saja yang ada di sekitarku, mendebat dan mempertahankan diri?\"",
    "jalalayn": "(Berkatalah ia, \"Ya Rabbku! Mengapa Engkau menghimpun aku dalam keadaan buta, padahal dahulunya aku adalah orang yang melihat?\") yakni di kala ia hidup di dunia melihat tetapi di kala ia dibangkitkan hidup kembali buta."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 126,
    "arab": "قَالَ كَذٰلِكَ اَتَتْكَ اٰيٰتُنَا فَنَسِيْتَهَاۚ وَكَذٰلِكَ الْيَوْمَ تُنْسٰى ",
    "translation": "Dia (Allah) berfirman, “Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2474.mp3",
    "tafsir": "Orang-orang yang kafir itu akan bertanya kepada Allah mengapa Engkau jadikan aku buta sedang mataku dahulu terang dapat melihat. Allah menjawab, bahwa hal itu memang demikian! Karena di dunia ketika datang kepadanya rasul-rasul membawa petunjuk-petunjuk-Nya dia berpaling darinya seakan-akan matanya telah buta dan seakan-akan ia telah melupakannya karena tidak mengindahkan dan memperhatikannya. Oleh sebab itu Allah jadikan mata hatinya buta pada hari Kiamat sehingga engkau tidak dapat mengemukakan suatu alasan untuk membela dirimu dari azab yang telah disediakan baginya sebagai balasan atas kebutaan mereka selama di dunia.",
    "quraish": "\"Itulah yang terjadi,\" kata Allah kepadanya. \"Dahulu, ketika bukti-bukti dan rasul-rasul Kami datang kepadamu di dunia, kamu melupakannya dan berpura-pura buta: tidak melihat dan tidak mempercayainya. Begitu pula hari ini: kamu ditinggalkan dan dilupakan dalam siksaan dan kehinaan.",
    "jalalayn": "(Allah berfirman,) perkaranya (\"Demikianlah, telah datang kepadamu ayat-ayat Kami, maka kamu melupakannya) kamu meninggalkannya dan tidak mau beriman kepadanya (dan begitu pula) sebagaimana kamu lupa kepada ayat-ayat Kami (pada hari ini kamu pun dilupakan\") dibiarkan tinggal di dalam neraka."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 127,
    "arab": "وَكَذٰلِكَ نَجْزِيْ مَنْ اَسْرَفَ وَلَمْ يُؤْمِنْۢ بِاٰيٰتِ رَبِّهٖۗ وَلَعَذَابُ الْاٰخِرَةِ اَشَدُّ وَاَبْقٰى ",
    "translation": "Dan demikianlah Kami membalas orang yang melampaui batas dan tidak percaya kepada ayat-ayat Tuhannya. Sungguh, azab di akhirat itu lebih berat dan lebih kekal. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2475.mp3",
    "tafsir": "Demikianlah Allah membalas orang yang melampaui batas dan tidak percaya kepada bukti-bukti kekuasaan-Nya. Di dunia dia menemui berbagai kesulitan selalu bimbang dan gelisah, karena tidak ada pegangan dalam hidupnya kecuali kekayaan pangkat dan kedudukannya saja. Bila ia ditimpa suatu kesulitan atau marabahaya dia segera menjadi panik dan tidak tahu apa yang akan diperbuatnya dan kadang-kadang tanpa disadarinya ia melakukan sesuatu yang merugikan dirinya sendiri. Dia tidak pernah merasakan ketenteraman dan ketenangan hati. Ini berarti dia tidak pernah merasakan kebahagiaan yang hakiki. \nDi akhirat dia akan disiksa dengan berbagai siksaan di antaranya siksaan hati karena mata hatinya telah buta tidak dapat memberikan alasan atau hujjah-hujjah untuk membebaskan dirinya dari hukuman Allah atau dia memang dijadikan benar-benar buta matanya agar dia lebih tersiksa lagi karena tidak berdaya sama sekali untuk mengatasi suasana yang penuh huru-hara dan kedahsyatan. Sesungguhnya azab di akhirat jauh lebih berat dan dahsyat, terutama azab di neraka yang bersifat kekal selama-lamanya.",
    "quraish": "Balasan buruk seperti ini Kami berikan di dunia untuk orang yang berbuat maksiat dan mendustakan Allah dan ayat-ayat-Nya. Sesungguhnya siksaan di akhirat benar-benar lebih pedih dan lebih abadi daripada siksaan di dunia.\"",
    "jalalayn": "(Dan demikianlah) sebagaimana Kami membalas kepada orang yang berpaling daripada Alquran (Kami membalas orang yang melampaui batas) orang yang musyrik (dan tidak percaya kepada ayat-ayat Rabbnya. Dan sesungguhnya azab di akhirat itu lebih berat) daripada azab di dunia dan azab kubur (dan lebih kekal) lebih abadi."
  },
  {
    "ruku": 276,
    "name": "Taha",
    "ayat": 128,
    "arab": "اَفَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّاُولِى النُّهٰى ࣖ",
    "translation": "Maka tidakkah menjadi petunjuk bagi mereka (orang-orang musyrik) berapa banyak (generasi) sebelum mereka yang telah Kami binasakan, padahal mereka melewati (bekas-bekas) tempat tinggal mereka (umat-umat itu)? Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang berakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2476.mp3",
    "tafsir": "Pada ayat-ayat ini Allah meminta perhatian orang-orang kafir agar mereka memikirkan dengan tenang bagaimana kesudahan umat-umat yang telah lalu, mereka telah dibinasakan oleh Allah karena kekafirannya dengan menurunkan berbagai macam malapetaka, ada yang berupa angin topan, gempa yang dahsyat dan ada pula yang berupa suara keras yang mengguntur. Mereka dapat melihat dengan mata kepala sendiri bekas-bekas yang ditinggalkan oleh umat-umat yang telah binasa itu. Bekas-bekas itu menunjukkan bahwa mereka adalah umat-umat yang kuat dan jaya pada masanya memiliki bangunan-bangunan yang besar dan kokoh, mempunyai kebudayaan yang tinggi lebih dari apa yang dimiliki orang-orang kafir Mekah. Tetapi karena keingkaran dan kedurhakaan, mereka dibinasakan Allah dengan sekejap mata, tak seorang pun yang selamat dari malapetaka itu. Yang dapat dilihat sekarang hanya puing-puing bekas istana dan benteng-benteng pertahanan mereka. \nKaum musyrik Mekah dalam perjalanan dagang mereka di musim panas dan di musim dingin melalui bekas-bekas kerajaan yang telah runtuh itu, tetapi mereka tidak pernah memikirkan apa sebabnya maka kerajaan-kerajaan itu hancur dan musnah, dan menganggap hal itu adalah akibat bencana alam belaka. Seharusnya mereka dapat mengambil pelajaran dari umat-umat yang dahulu dan menginsafi bahwa bagaimanapun kuat dan jayanya satu umat, bila Allah menghendaki kehancuran mereka, karena kedurhakaan dan kekafiran tak ada yang dapat mempertahankan atau membela mereka. Mengapa hal ini semua tidak menjadi perhatian mereka. Sebenarnya kalau mereka mau berpikir, amat banyak pelajaran dan bukti-bukti kekuasaan Allah yang terdapat pada umat-umat yang telah hancur binasa itu, tetapi anehnya mereka tidak mengindahkannya.",
    "quraish": "Kenapa mereka berpura-pura buta terhadap ayat-ayat Allah, padahal sudah jelas bagi mereka bahwa Kami telah memusnahkan banyak bangsa terdahulu, akibat kekufuran mereka? Kenapa pula mereka tidak mengambil pelajaran dari bangsa-bangsa yang dihancurkan itu, padahal mereka berjalan di bekas rumah dan tempat tinggal bangsa-bangsa itu, dan menyaksikan bekas-bekas siksaan yang menimpa mereka? Sesungguhnya pemandangan itu merupakan pelajaran bagi orang-orang yang berakal sehat.",
    "jalalayn": "(Maka tidakkah menjadi petunjuk) yakni tidak jelas (bagi mereka) orang-orang kafir Mekah (berapa banyak) lafal Kam di sini adalah kalimat berita yang berkedudukan menjadi maf'ul (Kami membinasakan) sudah berapa banyak telah Kami binasakan (umat-umat sebelum mereka) umat-umat terdahulu disebabkan mereka mendustakan Rasul-rasul (padahal mereka berjalan) Lafal Yamsyuuna ini menjadi Hal daripada Dhamir Lahum (melewati peninggalan umat-umat itu?) sewaktu mereka berniaga ke negeri Syam dan negeri-negeri yang lain, seharusnya mereka mengambil pelajaran daripadanya. Disebutkan pengertian membinasakan, hal ini diambil dari Fi'il atau kata kerjanya tanpa memakai huruf Mashdar demi memelihara keselarasan makna, maka hal ini tidak dilarang. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) pelajaran-pelajaran (bagi orang-orang yang berakal) yakni bagi mereka yang berakal."
  }
]