[
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 1,
    "arab": "اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ ",
    "translation": "Telah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2484.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa hari hisab atau perhitungan amal untuk manusia sudah dekat. Pada hari hisab itu kelak akan diperhitungkan semua perbuatan yang telah mereka lakukan selagi mereka hidup di dunia. Selain itu, semua nikmat yang telah dilimpahkan Allah kepada mereka diminta pertanggungjawabannya, baik nikmat yang ada pada diri mereka sendiri, seperti akal pikiran, makanan dan minuman, serta anak keturunan dan harta benda. Mereka akan ditanya, apa yang telah mereka perbuat dengan semua nikmat itu? Apakah karunia Allah tersebut mereka gunakan untuk berbuat kebajikan dalam rangka ketaatan kepada-Nya, ataukah semuanya itu digunakan untuk melakukan perbuatan-perbuatan yang membuktikan keingkaran dan kedurhakaan mereka kepada-Nya?\nAllah menegaskan bahwa manusia sesungguhnya lalai terhadap apa yang akan diperbuat Allah kelak terhadap mereka di hari Kiamat. Kelalaian itulah yang menyebabkan mereka tidak mau berpikir mengenai hari Kiamat, sehingga mereka tidak mempersiapkan diri sebaik-baiknya untuk menjaga keselamatan diri mereka dari azab Allah.\nOrang-orang yang dimaksud dalam ayat ini adalah kaum musyrikin. Mereka adalah orang-orang yang tidak beriman tentang adanya hari Kiamat, dan mengingkari adanya hari kebangkitan dan hari hisab. Namun demikian, ayat ini memperingatkan kepada mereka bahwa hari hisab sudah dekat. Ini adalah untuk menekankan, bahwa hari Kiamat, termasuk hari kebangkitan dan hari hisab, pasti akan datang, walaupun mereka itu tidak mempercayainya; dan hari hisab itu akan diikuti pula oleh hari-hari pembalasan terhadap amal-amal yang baik atau pun yang buruk.\nKaum musyrikin itu lalai dan tidak mau berpikir tentang nasib jelek yang akan mereka temui kelak pada hari hisab dan hari pembalasan itu. Padahal, dengan akal sehat semata, orang dapat meyakini, bahwa perbuatan yang baik sepantasnya dibalas dengan kebaikan, dan perbuatan yang jahat sepatutnya dibalas dengan azab dan siksa. Akan tetapi karena mereka itu tidak mau memikirkan akibat buruk yang akan mereka terima di akhirat kelak, maka mereka senantiasa memalingkan muka dan menutup telinga, setiap kali mereka diperingatkan dengan ayat-ayat Al-Qur'an, yang berisi ancaman dan sebagainya.",
    "quraish": "[[21 ~ AL-ANBIYA' (NABI-NABI) Pendahuluan: Makkiyyah, 112 ayat ~ Surat yang termasuk kelompok surat Makkiyyah dan diturunkan setelah surat Ibrâhîm ini mengandung seratus dua belas ayat. Surat ini diawali dengan penjelasan mengenai hari kiamat yang semakin mendekat, sementara orang-orang musyrik tidak memperhatikan hal itu. Mereka beranggapan bahwa semestinya seorang rasul bukanlah manusia. Tentang al-Qur'ân, mereka sesekali menganggapnya sebagai sihir, lain kali sebagai syair, bahkan kadang-kadang sebagai mimpi kosong belaka. Mereka telah diberi peringatan. Selain itu, terdapat pula penjelasan bahwa para rasul hanyalah manusia biasa, seperti Muhammad, misalnya. Juga terdapat keterangan bahwa orang-orang terdahulu pun ada yang mendustakan para rasul seperti kaum Quraisy mendustakan Muhammad. Allah menuturkan kisah tentang kehancuran mereka dalam surat ini, karena memang hanya Dialah yang mempertahankan dan membinasakan suatu bangsa. Dia pulalah yang memiliki kekusaan di langit dan di bumi, sedang malaikat-malaikat selalu bertasbih kepada-Nya di tempat-tempat peredarannya, tanpa pernah merasa lelah. Juga terdapat penjelasan bahwa langit dan bumi yang kokoh ini adalah bukti kemahaesaan penciptanya. Sebab, kalau ada pencipta lain selain Allah yang ikut serta, tentu langit dan bumi akan hancur. Keterangan bahwa semua rasul membawa misi yang sama, yaitu ibadah kepada Allah semata yang tidak mempunyai anak, juga terdapat dalam surat ini. Tidak ada seorang rasul pun yang mengakui adanya tuhan selain Allah. Kalau ada, maka balasannya adalah neraka jahanam. Selanjutnya, dalam surat ini Allah menjelaskan keagungan ciptaan-Nya dan keajaiban langit dan bumi. Pemaparan kondisi orang-orang musyrik dan orang-orang kafir. Mengingatkan bahwa Allah menjaga manusia. Diisaratkan pula akan balasan orang-orang kafir pada hari kiamat. Pemaparan kisah Nabi Mûsâ dan Hârûn dengan Fir'aun, kisah Nabi Ibrâhîm denan kaumnya, karunia Allah berupa keturunanya yang baik. Pemaparan kisah nabi Lûth dan kaumnya yang musnah. dan kisah nabi Nûh dan kekufuran kaumnya sehingga dihancurkan, kecuali orang yang beriman. Kemudian dilanjutkan dengan pemaparan kisah nabi Sulaymân (Sulaiman), Dâwûd (Daud), Ismâ'îl (Ismail), Idrîs (Idris), Dzû al-Kifl (Zukifli) dan Nabi Yûnus (Yunus) serta Maryam. Dibicarakan pula tentang Ya'jûj dan Ma'jûj. Penjelasan lain yang dipaparkan dalam surat ini adalah tentang perbuatan saleh dan buah dari perbuatan itu, balasan orang-orang yang bertakwa dan berbuat kebaikan serta keadaanya pada hari kiamat, rahmat Allah pada misi kenabian Muhammad, peringatan Allah terhadap orang-orang musyrik, dan bahwa segala ketetapan. Hanya Dialah yang menentukan ketetapan, dan Dia adalah penentu ketetapan yang paling adil.]] Hari kiamat, saat perhitungan orang-orang musyrik itu, telah semakin mendekat, sementara mereka melalaikan kedahsyatannya dan menolak untuk mempercayainya.",
    "jalalayn": "(Telah dekat kepada manusia) kepada penduduk Mekah yang ingkar terhadap adanya hari berbangkit (hari penghisaban mereka) yaitu hari kiamat (sedang mereka berada dalam kelalaian) daripadanya (lagi berpaling) tidak bersiap-siap untuk menghadapinya, yaitu dengan bekal iman."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 2,
    "arab": "مَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ",
    "translation": "Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2485.mp3",
    "tafsir": "Dalam ayat ini Allah menunjukkan bukti-bukti kelalaian dan sikap masa bodoh kaum musyrikin, seperti ketika mereka mendengar ayat-ayat yang diturunkan Allah, yang disampaikan kepada mereka oleh Rasulullah saw, mereka tidak menggubrisnya, bahkan mereka memperolok-olokkannya. Dengan demikian, ayat ini merupakan peringatan tidak hanya bagi kaum kafir tetapi juga merupakan peringatan keras bagi siapa saja yang tidak mau mengambil pelajaran dari ayat-ayat yang disampaikan kepada mereka. Pelajaran, peringatan dan ancaman yang terkandung dalam ayat-ayat tersebut tidak menyentuh hati nurani mereka. Mereka hanya sekedar mendengar, akan tetapi tidak memperhatikannya atau merenungkannya.",
    "quraish": "Ketika al-Qur'ân yang baru diturunkan dari Tuhan mereka itu datang untuk memberi peringatan tentang apa yang bermanfaat bagi mereka, mereka mendengarnya sambil menyibukkan diri dengan hal-hal yang tidak bermanfaat: bermain seperti kanak-kanak.",
    "jalalayn": "(Tidak datang kepada mereka suatu ayat Alquran pun yang baru diturunkan dari Rabb mereka) secara berangsur-angsur, yakni lafal Alquran (melainkan mereka mendengarnya, sedang mereka bermain-main) mereka memperolok-oloknya."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 3,
    "arab": "لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ",
    "translation": "Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, “(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerima sihir itu padahal kamu menyaksikannya?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2486.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan apa yang mereka sembunyikan dalam hati mereka, yaitu pembicaraan di antara mereka yang disembunyikan terhadap orang lain, mengenai Rasulullah, di mana mereka mengatakan kepada sesamanya, bahwa Muhammad adalah manusia biasa seperti mereka, dan bahwa apa yang disampaikannya kepada mereka hanyalah sihir belaka. Ini merupakan salah satu dari usaha mereka untuk menghasut orang banyak agar tidak memperhatikan ayat-ayat Al-Qur'an yang disampaikan Rasulullah kepada mereka. Karena menurut anggapan mereka, Muhammad saw adalah manusia biasa, seperti manusia yang lain. Ia juga makan, minum serta hidup berkeluarga, bekerja dan berusaha untuk mencari rezeki, sedang ayat-ayat yang disampaikannya adalah sihir belaka, oleh sebab itu dia tidak patut untuk didengar, diperhatikan dan ditaati.\nAkan tetapi dari ucapan mereka bahwa ayat-ayat itu adalah sihir, sebenarnya mencerminkan suatu pengakuan, bahwa ayat-ayat tersebut adalah suatu yang menakjubkan mereka, dan mereka merasa tidak mampu untuk menandinginya. Hanya saja, karena mereka ingin menghalangi orang lain untuk mendengarkan ayat-ayat tersebut serta mengambil pelajaran daripadanya, maka mereka menamakannya sihir, supaya orang lain menjauhinya.\nUcapan orang musyrikin di atas menunjukkan bahwa mereka menolak kenabian Muhammad dengan dua cara. Pertama, dengan mengatakan bahwa Rasul haruslah dari kalangan malaikat, bukan dari kalangan manusia, padahal Muhammad adalah manusia juga, karena mempunyai sifat dan tingkah laku yang sama dengan manusia lainnya. Kedua, dengan mengatakan bahwa ayat-ayat yang disampaikannya adalah semacam sihir, bukan wahyu dari Allah.\nKedua macam tuduhan itu mereka rahasiakan di antara sesama mereka, sebagai usaha untuk mencari jalan yang paling tepat untuk meruntuhkan agama Islam. Hal itu mereka rahasiakan karena sudah menjadi kecenderungan bagi manusia, bahwa mereka tidak akan mengajak musuh-musuh mereka berunding dalam mencari upaya untuk merusak dan membinasakan musuh-musuh itu.",
    "quraish": "Hati mereka pun lengah untuk merenungkannya. Mereka sangat menyembunyikan tipu dayanya terhadap Nabi dan al-Qur'ân, dengan saling mengatakan, \"Muhammad hanyalah manusia biasa seperti kalian. Dan seorang rasul hanyalah dari jenis malaikat. Apakah kalian mempercayai Muhammad dan mendatangi majlis sihirnya, padahal kalian menyaksikan bahwa al-Qur'ân adalah sihir?\"",
    "jalalayn": "(Lagi dalam keadaan lalai) yakni kosong (hati mereka) untuk merenungkan makna-maknanya. (Dan mereka berbisik-bisik) mereka merahasiakan pembicaraan mereka (yakni orang-orang yang zalim itu) lafal ayat ini merupakan Badal daripada Dhamir Wawu yang terdapat di dalam lafal Wa Asarrun Najwa (\"Orang ini tidak lain) yakni Nabi Muhammad (hanyalah seorang manusia seperti kalian) dan yang disampaikannya itu adalah sihir belaka (maka apakah kalian menerima sihir itu) yakni apakah kalian mau mengikutinya (padahal kalian menyaksikannya?\") sedangkan kalian telah mengetahui, bahwa yang disampaikan itu adalah sihir."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 4,
    "arab": "قٰلَ رَبِّيْ يَعْلَمُ الْقَوْلَ فِى السَّمَاۤءِ وَالْاَرْضِۖ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Dia (Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit dan di bumi, dan Dia Maha Mendengar, Maha Mengetahui!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2487.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa dalam menanggapi tuduhan dan serangan kaum musyrikin, Rasulullah saw menegaskan bahwa Allah mengetahui semua perkataan yang diucapkan makhluk-makhluk-Nya, baik yang ada di langit maupun yang ada di bumi, baik kata-kata yang diucapkan dengan terang-terangan maupun yang dirahasiakan, karena Dialah Yang Maha Mendengar, Maha Mengetahui. Oleh sebab itu walaupun kaum musyrik itu merahasiakan rencana jahat mereka, Allah tetap mengetahuinya dan Dia akan memberikan balasan kepada mereka berupa azab dan siksa. Dengan demikian ayat ini berisi ancaman terhadap kaum musyrikin.",
    "quraish": "Rasulullah berkata kepada mereka, setelah Allah memberitahukannya pembicaraan yang mereka rahasiakan itu, \"Tuhanku mengetahui apa yang terucap, baik di langit maupun di bumi. Dia Maha Mendengar setiap yang bisa didengar, lagi Maha Mengetahui segala apa yang akan terjadi.\"",
    "jalalayn": "(Berkatalah Muhammad) kepada mereka, (\"Rabbku mengetahui semua perkataan) yang ada (di langit dan di bumi dan Dialah Yang Maha Mendengar) semua apa yang mereka rahasiakan di dalam pembicaraannya (lagi Maha Mengetahui\") apa yang mereka rahasiakan."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 5,
    "arab": "بَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَآ اُرْسِلَ الْاَوَّلُوْنَ ",
    "translation": " Bahkan mereka mengatakan, “(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2488.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan, bahwa kejahatan kaum musyrikin itu tidak hanya sekedar mengatakan bahwa Muhammad bukan Rasul dan Al-Qur'an itu adalah sihir, tetapi mereka juga mengatakan bahwa Al-Qur'an adalah merupakan mimpi-mimpi yang kacau. Bahkan yang lain berkata bahwa Al-Qur'an hanyalah sesuatu yang diada-adakan oleh Muhammad sendiri. Bahkan di antara mereka ada pula yang mengatakan, bahwa Muhammad adalah seorang penyair. Mereka juga menuntut Muhammad saw untuk mendatangkan mukjizat selain Al-Qur'an, seperti yang diperlihatkan oleh rasul-rasul yang terdahulu. Padahal Al-Qur'an itulah mukjizat terbesar Nabi Muhammad. \nDengan demikian mereka tidak mengetahui bahwa Al-Qur'an adalah wahyu Allah kepada Muhammad saw. Dan mereka tidak mengakui bahwa Al-Qur'an adalah mukjizat yang dikaruniakan Allah kepadanya sebagai bukti kebenaran kenabian dan kerasulannya.\nBarangsiapa yang berhati jujur serta mempunyai pengetahuan tentang bahasa Arab dan sastranya yang tinggi, niscaya akan mengakui bahwa bahasa dan isi ayat-ayat Al-Qur'an sangat menakjubkan. Akan tetapi, kaum musyrikin telah memutarbalikkan kenyataan ini.",
    "quraish": "Bahkan mereka mengatakan bahwa al-Qur'ân merupakan mimpi-mimpi yang kalut yang pernah mereka lihat di dalam tidur. Malah mereka mengada-ada, menisbatkan kebohongan kepada Allah. Kemudian mereka menentangnya dan berkata bahwa Muhammad adalah seorang penyair yang menguasai jiwa para pendengarnya. \"Hendaknya ia mendatangkan kepada kita satu mukjizat inderawi yang membuktikan kebenarannya, seperti halnya nabi-nabi terdahulu yang dikuatkan dengan mukjizat,\" kata mereka.",
    "jalalayn": "(Bahkan) lafal Bal menunjukkan makna Intiqal atau memindahkan suatu pembicaraan kepada pembicaraan yang lain. Hal ini bersifat tetap di dalam ketiga tempat I'rab (mereka berkata pula:) dalam menanggapi Alquran yang diturunkan kepada Nabi Muhammad, bahwa Alquran itu adalah (\"Mimpi-mimpi yang kalut) mimpi yang tidak menentu yang dilihat dalam tidurnya (malah diada-adakannya) dialah yang membuat-buatnya (bahkan dia sendiri seorang penyair) maka jelas yang disampaikannya itu adalah syair (maka hendaklah ia mendatangkan kepada kita suatu mukjizat, sebagaimana Rasul-rasul yang telah lalu diutus\") yaitu semacam mukjizat unta Nabi Shaleh, tongkat dan tangan Nabi Musa, maka Allah swt. berfirman:"
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 6,
    "arab": "مَآ اٰمَنَتْ قَبْلَهُمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَاۚ اَفَهُمْ يُؤْمِنُوْنَ ",
    "translation": " Penduduk suatu negeri sebelum mereka, yang telah Kami binasakan, mereka itu tidak beriman (padahal telah Kami kirimkan bukti). Apakah mereka akan beriman?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2489.mp3",
    "tafsir": "Ayat ini menegaskan bahwa andaikata tuntutan mereka dikabulkan, mereka tetap tidak akan beriman. Kenyataan ini telah terjadi pada kaum musyrikin pada masa-masa sebelumnya. Mereka juga tidak beriman kendati pun tuntutan mereka dikabulkan. Itulah sebabnya Allah telah membinasakan mereka. Lalu apa alasannya untuk mengabulkan tuntutan kaum musyrikin yang ada sekarang. Allah telah mengetahui bahwa mereka juga tidak akan beriman. Dan sunnatullah tidak akan berubah, siapa yang zalim, pasti akan binasa. Maka kaum musyrikin Quraisy yang tidak beriman kepada Muhammad, dan yang berlaku zalim, juga pasti akan binasa.",
    "quraish": "Orang-orang terdahulu sebelum mereka, yang Kami binasakan setelah mereka tidak mempercayai mukjizat inderawi itu, tidak juga beriman. Apakah mereka akan beriman jika apa yang mereka minta itu dikabulkan?",
    "jalalayn": "(Tidak ada suatu negeri pun yang beriman sebelum mereka) yakni penduduknya (yang Kami telah binasakan) disebabkan kedustaan mereka terhadap mukjizat-mukjizat yang didatangkan oleh Rasulnya (maka apakah mereka akan beriman?) tentu saja tidak."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 7,
    "arab": "وَمَآ اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَ ",
    "translation": "Dan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2490.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa Allah sejak dahulu tidak pernah mengutus rasul kecuali selalu dari kalangan manusia biasa yang diberi-Nya wahyu. Kalau mereka benar-benar tidak mengetahui bahwa para rasul yang diutus Allah adalah manusia bukan malaikat, mereka bisa bertanya kepada orang-orang yang mengetahui baik dari kalangan kaum Yahudi maupun Nasrani, sebab mereka itu mengetahui masalah tersebut, dan tidak pernah mengingkarinya.\nDalam ayat yang lain Allah menyuruh Nabi Muhammad mengatakan kepada kaum musyrikin bahwa dia adalah manusia. Allah berfirman:\nKatakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa. Maka barangsiapa mengharap pertemuan dengan Tuhannya, maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatupun dalam beribadah kepada Tuhannya.\" (al-Kahf/18:110)\nJadi Nabi Muhammad bukanlah pengecualian dari para rasul se-belumnya.",
    "quraish": "Orang-orang yang Kami utus sebagai rasul sebelummu, Muhammad, hanyalah orang laki-laki biasa yang kemudian Kami berikan wahyu untuk disampaikan kepada umat manusia. Cobalah kalian bertanya, wahai orang-orang yang ingkar, kepada orang-orang yang tahu tentang kitab-kitab suci samawi, jika kalian tidak tahu.",
    "jalalayn": "(Kami tiada mengutus rasul-rasul sebelum kamu melainkan beberapa orang laki-laki yang Kami beri wahyu) menurut qiraat yang lain lafal Nuuhii dibaca Yuuhaa (kepada mereka) mereka bukanlah malaikat (maka tanyakanlah olehmu kepada orang-orang yang berilmu) yakni ulama yang mengetahui kitab Taurat dan kitab Injil (jika kalian tidak mengetahui) hal tersebut, sesungguhnya mereka mengetahuinya, mengingat kepercayaan kalian kepada ulama kitab Taurat dan Injil lebih kuat daripada kepercayaan kaum Mukminin kepada Muhammad."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 8,
    "arab": "وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُوْنَ الطَّعَامَ وَمَا كَانُوْا خٰلِدِيْنَ ",
    "translation": "Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2491.mp3",
    "tafsir": "Kaum musyrikin menyerang Rasulullah, di mana mereka menyinggung sifat-sifat kemanusiaan yang terlihat pada diri Rasulullah saw. Mereka mengatakan, mengapa rasul itu memakan makanan seperti manusia lainnya, dan berjalan di pasar (untuk berdagang), sebagaimana disebutkan dalam Surah al-Furqan, ayat 7. Maka dalam ayat ini Allah menjelaskan bahwa Dia menjadikan rasul-rasul itu orang-orang yang memakan makanan, dan tidak pula mereka hidup kekal di dunia, karena mereka itu adalah manusia juga, yang memerlukan makanan, minuman, tidur dan hidup berumah tangga. Hanya saja Allah telah memilih mereka untuk menyampaikan risalah-Nya kepada umat manusia, dan diberinya wahyu yang berisi petunjuk dan bimbingan, untuk mengeluarkan umat manusia dari kegelapan kekufuran kepada cahaya iman yang terang benderang. Rasul sebagai pembimbing adalah manusia biasa yang tidak memiliki kualitas supranatural, melainkan hanya diberi wahyu.",
    "quraish": "Kami tidak menjadikan rasul-rasul itu memiliki tubuh yang berbeda dengan tubuh manusia pada umumnya, seperti tahan hidup tanpa makanan berhari-hari, misalnya. Dan mereka bukanlah orang-orang yang hidup abadi di dunia.",
    "jalalayn": "(Dan tidaklah Kami jadikan mereka) para rasul itu (tubuh-tubuh) lafal Jasadun sekalipun kata tunggal tetapi maknanya jamak (yang tiada memakan makanan) tetapi justru mereka memakannya (dan tidak pula mereka itu orang-orang yang kekal) hidup di dunia."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 9,
    "arab": "ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَاَنْجَيْنٰهُمْ وَمَنْ نَّشَاۤءُ وَاَهْلَكْنَا الْمُسْرِفِيْنَ ",
    "translation": "Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki, dan Kami binasakan orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2492.mp3",
    "tafsir": "Allah menjanjikan kepada setiap rasul yang diutus-Nya, bahwa Dia akan menyelamatkan rasul bersama para pengikutnya yang telah beriman. Di samping itu, Allah juga berjanji akan membinasakan kaum kafir dan para pendurhaka di antara kaumnya. Hal ini seperti diterangkan dalam Surah Hud, yang berisi kisah-kisah tentang para nabi dan rasul. Maka dalam ayat ini Allah menegaskan bahwa Dia telah menepati janji-Nya kepada rasul-rasul yang terdahulu, sehingga mereka bersama umatnya telah diselamatkan-Nya dari kezaliman kaum kafir dan musyrik yang mengingkari agama-Nya, serta mendustakan rasul-rasul-Nya. Demikianlah balasan yang layak untuk mereka. Janji semacam itu akan ditepati-Nya pula terhadap Nabi Muhammad beserta kaum Muslimin yang setia.",
    "quraish": "Setelah itu, Kami menepati janji yang telah Kami ucapkan kepada mereka. Mereka Kami selamatkan bersama orang-orang Mukmin yang Kami kehendaki. Sedangkan orang-orang kafir yang melampaui batas dalam mendustakan dan mengingkari misi suci para nabi mereka, Kami hancurkan.",
    "jalalayn": "(Kemudian Kami tepati janji kepada mereka) yaitu untuk menyelamatkan mereka (maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki) yakni orang-orang yang beriman kepada para rasul itu (dan Kami binasakan orang-orang yang melampaui batas) yaitu orang-orang yang mendustakan para rasul."
  },
  {
    "ruku": 278,
    "name": "Al-Anbiya'",
    "ayat": 10,
    "arab": "لَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَ ࣖ",
    "translation": " Sungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2493.mp3",
    "tafsir": "Dalam ayat ini Allah mengarahkan firman-Nya kepada seluruh umat manusia, bahwa Dia telah menurunkan kitab Al-Qur'an ini, yang berisi ajaran dan nilai-nilai yang membahwa kepada kemuliaan mereka baik di dunia maupun di akhirat kelak. Sebab itu selayaknyalah mereka memahami isinya serta mengamalkan dengan cara yang sebaik-baiknya.",
    "quraish": "Kami sungguh telah menurunkan sebuah kitab suci kepada kalian yang mengandung peringatan buat kalian, kalau kalian tahu dan mau melaksanakan ajarannya. Bagaimana kalian membangkang dan tetap ingkar? Apakah kesombongan dan kebodohan kalian sedemikian rupa, hingga kalian tidak dapat mengerti apa yang sebenarnya bermanfaat bagi kalian lalu kalian cari dan kejar?",
    "jalalayn": "(Sesungguhnya telah Kami turunkan kepada kalian) hai orang-orang Quraisy (sebuah Kitab yang di dalamnya disebutkan diri kalian) disebabkan ia memakai bahasa kalian sendiri. (Maka apakah kalian tiada memahaminya?) lalu beriman kepadanya."
  }
]