[
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 42,
    "arab": "قُلْ مَنْ يَّكْلَؤُكُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِۗ  بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُّعْرِضُوْنَ ",
    "translation": "Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Tetapi mereka enggan mengingat Tuhan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2525.mp3",
    "tafsir": "Dengan ayat ini Allah menyuruh Nabi untuk menjawab ejekan itu dengan cara mengajukan pertanyaan kepada mereka tentang siapakah yang dapat memelihara dan melindungi mereka dari azab Allah, baik pada waktu malam maupun pada waktu siang?\nPertanyaan itu dimaksudkan untuk menyadarkan mereka, bahwa tidak seorang pun kuasa untuk melindungi mereka dari siksa dan azab Allah, karena Dia Mahakuasa untuk berbuat apa yang dikehendaki-Nya. Andaikata mereka selalu ingat tentang iradah dan kekuasaan Allah, niscaya mereka tidak akan mengejek atau menantang semacam itu. Akan tetapi karena mereka adalah orang-orang yang telah berpaling dari mengingat Allah dan kekuasaan-Nya, maka itulah sebabnya mengapa mereka mengejek Rasul-Nya dan menantang dengan sikap yang angkuh agar azab tersebut segera ditimpakan kepada mereka.",
    "quraish": "Katakan kepada mereka, wahai Muhammad, \"Siapakah yang dapat memelihara kalian dari azab Allah di waktu malam dan siang hari, dan siapa pula yang dapat memberi kasih sayang dan kenikmatan kepada kalian? Tak seorang pun yang dapat melakukan itu.\" Terhadap al-Qur'ân yang mengingatkan mereka tentang hal-hal yang dapat mendatangkan keuntungan dan mencegah siksaan, mereka malah berpaling.",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Siapakah yang dapat memelihara kalian) yang dapat menjaga diri kalian (di waktu malam dan siang hari daripada Tuhan Yang Maha Pemurah\") daripada azab-Nya, jika azab itu turun kepada kalian. Maksudnya, tentu saja tidak ada seorang pun yang dapat melakukan hal itu. Orang-orang yang diajak bicara oleh ayat ini tidak merasa takut kepada azab Allah, disebabkan mereka ingkar kepada-Nya atau tidak percaya kepada adanya azab itu. (Sebenarnya mereka terhadap peringatan Rabb mereka) yakni Alquran (adalah orang-orang yang berpaling) tidak mau memikirkan tentangnya."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 43,
    "arab": "اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِّنْ دُوْنِنَاۗ  لَا يَسْتَطِيْعُوْنَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِّنَّا يُصْحَبُوْنَ",
    "translation": "Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2526.mp3",
    "tafsir": "Ayat ini merupakan lanjutan dari ayat sebelumnya, di mana Allah menyuruh Rasul-Nya untuk mengajukan pertanyaan kepada kaum kafir, untuk menyadarkan mereka tentang kekuasaan Allah. Isi pertanyaan yang disebutkan dalam ayat ini adalah, \"Apakah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari azab Allah? Tuhan-tuhan yang mereka sembah sudah pasti tidak mampu menolong mereka, bahkan menolong dirinya sendiri pun tidak mampu. Pada akhir ayat ini Allah menegaskan kembali, bahwa tuhan-tuhan yang disembah mereka itu tidak akan luput dari azab Allah. Kalau demikian halnya, bagaimana mereka akan mampu untuk melindungi para penyembahnya?\nDengan demikian, ayat ini mengemukakan dua macam kelemahan tuhan-tuhan yang disembah kaum kafir itu, yang menyebabkan tidak pantasnya disembah dan dipertuhan. Pertama, mereka tidak mampu untuk menolong diri sendiri. Kedua, bahwa mereka pun tidak luput dari azab Allah. Dengan demikian, keadaannnya lebih lemah dari penyembahnya.\nDengan adanya dua kenyataan itu, seharusnya mereka dapat mengambil kesimpulan, bahwa benda-benda yang mereka sembah itu tidak mempunyai kemampuan apa pun untuk melindungi mereka dari azab Allah.",
    "quraish": "Adakah mereka mempunyai tuhan selain Kami yang dapat memelihara mereka dari siksaan? Tidak. Mereka tidak dapat menolong diri sendiri, apalagi menolong orang lain. Dan tidak ada seseorang pun yang dapat menjaga dan menemani mereka jika Kami hendak memberikan siksaan dan memusnahkan mereka.",
    "jalalayn": "(Atau) di dalam kalimat ini terkandung makna ingkar, maksudnya, apakah (mereka mempunyai tuhan-tuhan yang dapat memelihara diri mereka) dari apa-apa yang mencelakakan diri mereka (selain dari Kami) maksudnya apakah mereka mempunyai tuhan-tuhan selain Kami yang dapat mencegah diri mereka dari azab Allah? Tentu saja tidak (mereka pasti tidak akan sanggup) yakni tuhan-tuhan itu (menolong diri mereka sendiri) maka mereka tidak dapat menolongnya (dan tidak pula mereka) orang-orang kafir itu (dari Kami) yakni dari azab Kami (dilindungi) mendapat perlindungan. Asal katanya ialah dari kalimat Shahabakallaahu artinya mudah-mudahan Allah memelihara dan melindungimu."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 44,
    "arab": "بَلْ مَتَّعْنَا هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُۗ اَفَلَا يَرَوْنَ اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ اَفَهُمُ الْغٰلِبُوْنَ ",
    "translation": "Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2527.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah memberikan kenikmatan hidup dan harta kekayaan kepada kaum kafir itu, sehingga mereka dapat hidup enak dengan usia panjang. Akan tetapi kaum Muslimin tidak perlu iri hati dan merasa silau melihat kenikmatan hidup mereka itu, karena semua kekayaan dan kemewahan itu diberikan Allah kepada mereka sebagai ujian, jika harta itu akan menyebabkan hati mereka menjadi sombong, dan tabiat mereka menjadi kasar sehingga menjerumuskan mereka kepada perbuatan-perbuatan yang tidak baik. Semuanya itu mengakibatkan dosa-dosa mereka bertambah banyak, dan azab yang akan mereka terima bertambah berat.\nDengan demikian dapat dipahami bahwa Allah memberi mereka kemewahan dan kenikmatan hidup bukanlah karena Allah tidak kuasa menurunkan azab kepada mereka, tetapi sebaliknya kemewahan itu adalah ujian bagi mereka yang dapat menjerumuskan mereka kepada kebinasaan lahir batin, serta azab yang pedih.\nDalam ayat ini disebutkan pula bentuk kerugian lain yang ditimpakan Allah kepada mereka, yaitu berkurangnya jumlah para pengikut mereka lantaran banyak yang masuk Islam, dan akibatnya daerah kekuasaan mereka pun makin berkurang pula karena agama Islam telah tersebar ke daerah-daerah yang semula termasuk daerah kekuasaan mereka. Dengan susutnya jumlah pengikut dan daerah kekuasaan mereka, berarti kekuatan mereka pun semakin berkurang.\nSetelah menggambarkan keadaan mereka itu yang telah menjadi rapuh karena kemewahan, dan telah menjadi lemah karena berkurangnya jumlah pengikut dan kekuasaan mereka, maka Allah pada akhir ayat tersebut mengajukan satu pertanyaan yaitu dalam keadaan semacam itu siapakah yang dapat memperoleh kemenangan, apakah mereka masih memiliki harapan?\nSudah tentu mereka tidak akan memperoleh kemenangan. Di samping keadaan mereka telah rapuh dan lemah, kekuasaan Allah adalah mutlak atas hamba-Nya, dan Allah berbuat apa yang dikehendaki-Nya. Tidak sesuatu pun yang dapat mengalahkan-Nya",
    "quraish": "Kami memang tidak segera menyiksa mereka akibat kekufuran itu tetapi membiarkan dan memberikan kenikmatan di dunia seperti Kami membiarkan nenek moyang mereka sampai berumur panjang. Apakah mereka pura-pura buta lalu tidak melihat bahwa Kami mengurangi sisi-sisi bumi dengan cara penaklukan dan memenangkan orang-orang Mukmin? Merekakah yang menang, atau orang-orang Mukmin yang telah dijanjikan oleh Allah Swt. untuk diberi kemenangan dan dukungan?(1). (1) Ayat ini merupakan salah satu bukti kemukjizatan al-Qur'ân dilihat dari sudut pandang ilmu pengetahuan. Bumi, seperti ditunjukkan oleh ayat ini, tidak sepenuhnya bulat. Para ahli belum berhasil mengukur berbagai dimensi bumi sebelum ± 250 tahun yang lalu. Ketika sebuah misi yang terdiri atas para ahli mengadakan penelitian terhadap jarak panjang garis lintang di antara dua bujur yang sama panjang dan dipisah oleh satu derajat lengkung di seluruh belahan bumi, ditemukan bahwa separuh belahan katulistiwa lebih panjang dari separuh belahan kutub sekitar 21,5 km. Ini berarti bahwa bumi mengalami penyusutan pada sisi-sisinya yang tampak pada kutub utara dan kutub selatan. Bentuk dan dimensi bumi adalah dasar untuk menggambar peta.",
    "jalalayn": "(Sebenarnya Kami telah memberi mereka dan bapak-bapak mereka kenikmatan) melalui yang Kami anugerahkan kepada mereka (sehingga panjanglah umur mereka) oleh karenanya mereka menjadi lupa daratan. (Maka apakah mereka tidak melihat bahwasanya Kami mendatangi negeri) mereka, yakni Kami menuju ke negeri orang-orang kafir (lalu Kami kurangi luasnya dari segala penjurunya) melalui penaklukkan yang dilakukan oleh Nabi saw. (Maka apakah mereka yang menang?) tentu saja tidak, tetapi Nabi dan sahabat-sahabatnyalah yang menang."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 45,
    "arab": "قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2528.mp3",
    "tafsir": "Dalam ayat ini Allah menyuruh Nabi Muhammad saw untuk menegaskan kepada kaum kafir dan musyrik itu tugas pokoknya sebagai Rasul, yaitu sekedar menyampaikan peringatan Allah kepada mereka dengan perantaraan wahyu, yaitu Al-Qur'an, serta menerangkan kepada mereka akibat dari kekufuran, dengan menerangkan kisah-kisah tentang umat yang terdahulu. Adapun perhitungan dan pembalasan atas perbuatan mereka adalah menjadi kekuasaan Allah, bukan kekuasaan Rasul.\nDalam ayat ini juga terdapat sindiran terhadap kaum kafir itu, bahwa mereka adalah seperti orang-orang tuli, tidak mendengarkan dan tidak memperhatikan peringatan yang disampaikan kepada mereka. Hati mereka seperti telah tertutup, dan tidak menerima kebenaran dan petunjuk Allah yang disampaikan Rasul kepada mereka. Hal ini merupakan tanda-tanda orang-orang yang ingkar pada Tuhan, sebagaimana firman Allah:\n(Mereka) tuli, bisu dan buta, maka mereka tidak mengerti. (al-Baqarah/2: 171)",
    "quraish": "Katakan, wahai Muhammad, \"Aku tidak mengingatkan kalian dengan perkataanku sendiri. Aku hanya mengingatkan kalian dengan wahyu yang diberikan Allah kepadaku, sebuah perkataan yang mahabenar.\" Akibat panjangnya masa berpaling mereka dari kebenaran, pendengaran mereka ditutup oleh Allah hingga seolah-olah tuli. Dan seorang yang tuli tentu tidak akan dapat mendengar seruan ketika diingatkan tentang siksaan.",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Sesungguhnya aku hanya memberi peringatan kepada kamu sekalian dengan wahyu) dari Allah swt. bukannya dari diriku sendiri (dan tiadalah orang-orang yang tuli mendengar seruan, apabila) dapat dibaca dengan menyatakan kedua Hamzahnya dan dengan meringankan bacaan Hamzah yang kedua, yaitu antara ucapan Hamzah dan Ya (mereka diberi peringatan\") disebabkan mereka tidak mau mengamalkan apa yang telah mereka dengar dari peringatan-peringatan, sehingga mereka disamakan dengan orang-orang yang tuli."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 46,
    "arab": "وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "translation": "Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2529.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini salah satu dari sifat kaum kafir, yaitu bila mereka ditimpa oleh azab Allah, walaupun hanya sedikit saja, mereka mengeluh dan menyesali diri, dengan mengatakan, \"Aduhai, celakalah kami, bahwasannya kami adalah orang-orang yang menganiaya diri sendiri.\"\nSebelum azab itu datang menimpa, mereka tidak mempercayainya, bahkan mereka menantang, agar azab tersebut didatangkan segera kepada mereka, karena keingkaran dan keangkuhan mereka. Tetapi setelah azab itu datang menimpa barulah mereka tahu tentang kekuasaan Allah sehingga timbullah penyesalan dalam hati mereka.",
    "quraish": "Yakinlah kamu bahwa jika mereka terkena sedikit siksaan yang mereka sepelekan, mereka akan berteriak ketakutan, \"Alangkah meruginya kami! Dahulu kami benar-benar menzalimi diri sendiri dan orang lain dengan mengingkari apa yang diberitahukan kepada kami.\"",
    "jalalayn": "(Dan sesungguhnya jika mereka ditimpa sedikit saja) barang sedikit (dari azab Rabbmu, pastilah mereka berkata, \"Aduhai) menunjukkan makna penyesalan (celakalah kami) binasalah kami (bahwasanya kami adalah orang yang menganiaya diri sendiri\") disebabkan kami musyrik dan mendustakan Muhammad."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 47,
    "arab": "وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ ",
    "translation": "Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2530.mp3",
    "tafsir": "Dengan tegas Allah menyatakan dalam ayat ini, bahwa dalam menilai perbuatan hamba-Nya kelak di hari Kiamat. Allah akan menegakkan neraca keadilan yang benar-benar adil, sehingga tidak seorang pun akan dirugikan dalam penilaian itu. \nMaksudnya penilaian itu akan dilakukan setepat-tepatnya, sehingga tidak akan ada seorang hamba yang amal kebaikannya akan dikurangi sedikit pun, sehingga menyebabkan pahalanya dikurangi dari yang semestinya ia terima. Sebaliknya tidak seorang pun di antara mereka yang kejahatannya dilebih-lebihkan, sehingga menyebabkan ia mendapat azab yang lebih berat daripada yang semestinya, walaupun Allah kuasa berbuat demikian.\nAdapun memberikan pahala yang berlipat ganda dari jumlah kebaikannya atau menimpakan azab yang lebih ringan dari kejahatannya adalah terserah kepada kehendak Allah, dan Allah adalah Maha Pengasih dan Maha Penyayang. \nDalam keadilan Allah dijelaskan bahwa semua kebajikan manusia, betapapun kecilnya niscaya dibalas-Nya dengan pahala, dan semua kejahatannya betapapun kecilnya niscaya dibalas-Nya dengan azab atau siksa-Nya. Dalam hubungan ini, Allah berfirman dalam ayat yang lain:\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.(az-Zilzal/99: 7-8)\n\nKemampuan teknologi saat ini telah mampu mencatat segala peristiwa dengan teliti dan menyimpan dalam waktu yang lama, apalagi kemampuan Allah.\nPada akhir ayat ini Allah menegaskan bahwa cukuplah Dia sebagai saksi pembuat perhitungan yang paling adil. Ini merupakan jaminan bahwa penilaian yang akan dilakukan terhadap segala perbuatan hamba-Nya akan dilakukan-Nya kelak di hari perhitungan dengan penilaian yang seadil-adilnya, sehingga tidak seorang pun hamba yang dirugikan atau dianiaya ketika menerima pahala dari kebaikannya atau menerima azab dari kejahatan yang telah dilakukannya.",
    "quraish": "Kami menetapkan timbangan untuk menentukan keadilan pada hari kiamat. Maka, pada hari itu, tidak akan ada seorang pun yang dicurangi dengan pengurangan kebaikannya atau penambahan kejelekannya. Meskipun perbuatannya hanya seberat biji moster, akan Kami datangkan dan akan Kami perhitungkan. Cukuplah Kami sebagai penghitung, maka tak seorang pun akan dirugikan(1). (1) Ayat ini mengisyaratkan betapa ringannya biji moster (khardzal) itu. Melalui penelitian dapat diketahui bahwa satu kilogram biji moster terdiri atas 913. 000 butir. Dengan demikian, berat satu butir biji moster hanya sekitar satu per seribu gram, atau ± 1 mg., dan merupakan biji-bijian teringan yang diketahui umat manusia sampai sekarang. Oleh karena itu, biji ini sering digunakan untuk menimbang berat yang sangat detil dan halus.",
    "jalalayn": "(Kami akan memasang timbangan yang tepat) timbangan yang adil (pada hari kiamat) pada hari itu (maka tiadalah dirugikan seseorang barang sedikit pun) dengan dikurangi pahala kebaikannya atau ditambahkan dosa keburukannya. (Dan jika) amalan itu (hanya seberat) sama beratnya dengan (biji sawi Kami mendatangkannya) yakni pahalanya. (Dan cukuplah Kami menjadi penghisab) segala sesuatu, yakni yang menghitungnya."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 48,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَ ۙ",
    "translation": "Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2531.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa dan Harun. Kitab Taurat tersebut adalah merupakan penerangan dan pengajaran bagi orang-orang yang bertakwa kepada Allah. Kitab Taurat juga disebut al-Furqan, sebagaimana halnya Al-Qur'an, karena Kitab Taurat tersebut juga berisi syariat, yaitu hukum-hukum dan peraturanperaturan yang membedakan antara hak dan batil, antara baik dan buruk secara hukum, sehingga setiap tingkah laku dan perbuatan manusia, baik atau buruk, dijelaskan akibat hukum atau sangsinya. Tidak demikian halnya kitab Injil yang diturunkan kepada Nabi Isa a.s. Ia tidak membawa syariat.\nPada akhir ayat tersebut ditegaskan bahwa kitab Taurat yang berfungsi sebagai pembawa syariat, dan sebagai sinar petunjuk dan peringatan, hanyalah berguna bagi orang-orang yang bertakwa. Ini berarti kitab Taurat bagi orang-orang yang tidak bertakwa, yaitu yang tidak bersedia melaksanakan perintah-perintah Allah serta menjauhi larangan-larangan-Nya, maka Taurat itu tidaklah menjadi petunjuk. Untuk itu mereka disediakan azab yang dahsyat, karena mengingkari petunjuk Allah.",
    "quraish": "Kami sungguh telah memberikan Tawrât kepada Mûsâ dan Hârûn, sebuah kitab suci yang membedakan antara yang benar dan yang salah, dan antara yang halal dan yang haram. Lebih dari itu, Tawrât merupakan cahaya yang menerangi jalan kebaikan dan kecemerlangan, di samping merupakan peringatan yang berguna bagi orang-orang yang bertakwa.",
    "jalalayn": "(Dan sesungguhnya Kami telah berikan kepada Musa dan Harun kitab Taurat) kitab yang memisahkan antara perkara yang hak dan perkara yang batil dan antara perkara yang halal dan perkara yang haram (dan penerangan) sebagai penerang (serta pengajaran) sebagai pengajaran (bagi semua orang yang bertakwa)."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 49,
    "arab": "الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ ",
    "translation": "(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2532.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Allah menjelaskan sifat-sifat orang yang bertakwa, yaitu Pertama, mereka senantiasa takut kepada azab Allah, walaupun azab tersebut merupakan salah satu dari hal-hal yang gaib. Kedua, orang-orang bertakwa yang disebutkan dalam ayat ini adalah mereka yang senantiasa merasa takut akan datangnya hari Kiamat, berusaha mempersiapkan diri menghadapi hal-hal yang akan terjadi kelak di hari Kiamat itu antara lain hari perhitungan dan hari pembalasan.\nOleh karena rasa takut mereka terhadap azab Allah pada hari Kiamat yang akan menimpa orang-orang yang tidak bertakwa, maka mereka yang bertakwa ini selalu menjaga diri terhadap hal-hal dan perbuatan yang mengakibatkan dosa dan azab maka mereka senantiasa melaksanakan perintah Allah, serta menjauhi segala larangan-Nya.",
    "quraish": "Yaitu orang-orang yang takut kepada Pencipta dan Penguasa mereka dalam keadaan tidak diketahui orang. Mereka tidak riya atau mengharap pujian seseorang, dan selalu takut akan kedahsyatan hari kiamat.",
    "jalalayn": "(Yaitu orang-orang yang takut kepada Rabb mereka sekalipun mereka menyendiri) jauh dari khalayak ramai, (dan mereka terhadap hari kiamat) yakni kengerian-kengeriannya (merasa takut) mereka merasa khawatir."
  },
  {
    "ruku": 281,
    "name": "Al-Anbiya'",
    "ayat": 50,
    "arab": "وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَ ࣖ",
    "translation": "Dan ini (Al-Qur'an) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2533.mp3",
    "tafsir": "Dalam ayat ini Allah mengalihkan perhatian kepada Al-Qur'an yang diturunkan-Nya kepada Nabi dan Rasul-Nya yang terakhir, Allah menegaskan bahwa Al-Qur'an itu merupakan peringatan dan pelajaran yang sangat bermanfaat untuk orang-orang yang bertakwa, sehingga sepatutnyalah perintah dan larangan diikuti dan dijadikan pegangan dalam meniti jalan hidup.\nPada akhir ayat ini Allah mencela sikap kaum yang masih mengingkari Al-Qur'an, padahal tidak ada satu alasan pun bagi mereka untuk mengingkarinya, memang Al-Qur'an hanya memberi pelajaran dan tuntunan yang bermanfaat bagi mereka yang mau mengikutinya. Lagi pula, kebaikan dan manfaat Al-Qur'an itu sudah dijelaskan kepada mereka.",
    "quraish": "Al-Qur'ân ini adalah peringatan yang banyak mengandung kebaikan, yang Kami turunkan kepada kalian seperti halnya Kami menurunkan peringatan kepada Mûsâ. Bagaimana kalian mengingkarinya, padahal kalian adalah orang yang paling pantas untuk mengimaninya?",
    "jalalayn": "(Dan ini) yakni Alquran ini (adalah suatu kitab peringatan yang mempunyai berkah yang telah Kami turunkan. Maka mengapa kalian mengingkarinya?) Istifham atau kata tanya di sini mengandung pengertian mencemoohkan."
  }
]