[
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 76,
    "arab": "وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ",
    "translation": "Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2559.mp3",
    "tafsir": "Dengan ayat ini Allah mengingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Nuh a.s., yang disebut sebagai bapak kedua bagi umat manusia. Jauh sebelum Nabi Muhammad, bahkan sebelum Nabi Ibrahim dan Lut, Nabi Nuh telah diutus Allah sebagai Rasul-Nya. Karena keingkaran kaumnya yang amat sangat, sehingga mereka tidak memperdulikan seruannya kepada agama Allah, akhirnya ia berdoa kepada Tuhan:\nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)\nDan doanya lagi:\n\"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10)\nAkan tetapi doa-doa tersebut diucapkannya setelah 950 tahun lamanya ia melakukan dakwahnya, namun kaumnya tetap juga ingkar dan tidak memperdulikan seruannya kepada agama Allah.\nMenurut riwayat, Nabi Nuh a.s. diutus Allah menjadi Rasul-Nya pada waktu itu ia berusia 40 tahun. Sesudah terjadinya azab Allah berupa angin taufan dan banjir besar Nabi Nuh masih hidup selama 40 tahun. Dengan demikian, maka diperkirakan usianya mencapai Â±1050 tahun.\nDalam ayat ini Allah menerangkan bahwa setelah Nuh a.s. mengucapkan doa-doa tersebut maka Allah mengabulkannya, yaitu dengan menimpakan banjir yang amat dahsyat, sehingga air laut meluap tinggi dan membinasakan negeri tersebut bersama orang-orang yang tidak beriman.\nAdapun Nabi Nuh dan keluarganya kecuali istri dan anaknya yang durhaka, serta kaumnya yang beriman, telah diselamatkan Allah dari malapetaka yang dahsyat itu, yaitu dengan sebuah perahu besar yang dibuat Nabi Nuh sebelum terjadinya banjir atas perintah dan petunjuk Allah.",
    "quraish": "Setelah itu semua, berikut ini Aku sampaikan kisah Nûh yang hidup sebelum Ibrâhîm dan Lûth. Dia memohon kepada Tuhannya agar membersihkan bumi dari orang-orang yang keluar dari aturan agama. Doa itu Kami kabulkan, dan dia Kami selamatkan bersama keluarganya yang beriman dari bencana topan yang besar.",
    "jalalayn": "(Dan) ingatlah kisah (Nuh) kalimat yang sesudahnya merupakan Badal atau kata ganti daripadanya (ketika dia berdoa) yakni berdoa bagi kebinasaan kaumnya, sebagaimana yang disitir oleh ayat lain, yaitu firman-Nya, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.\" (Q.S. Nuh, 26). (sebelum itu) sebelum Nabi Ibrahim dan Nabi Luth (dan Kami memperkenankan doanya, lalu Kami selamatkan dia beserta keluarganya) beserta orang-orang yang ada di dalam bahteranya (dari bencana yang besar) dari bencana tenggelam dan permusuhan kaumnya yang mendustakannya."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 77,
    "arab": "وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ",
    "translation": " Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2560.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah telah menurunkan pertolongan kepada Nabi Nuh dan pengikutnya yang beriman terhadap kejahatan orang-orang yang telah mendustakan ayat-ayat-Nya, dan tidak menerima bukti-bukti dan keterangan yang disampaikan Rasul-Nya.\nPada akhir ayat ini Allah menerangkan alasan mengapa Dia menolong Nabi Nuh sehingga kaum kafir itu dimusnahkan oleh azab yang dahsyat karena kejahatan kaumnya seperti syirik, baik perkataan maupun perbuatan mereka. Mendurhakai Allah, dan menyalahi perintah-perintah-Nya adalah perbuatan jahat kaumnya turun temurun. Maka sepantasnyalah mereka menerima balasan dari Allah.\nKisah-kisah yang dikemukakan dalam Al-Qur'an ini haruslah menjadi pelajaran bagi umat manusia, setelah diutusnya Nabi Muhammad saw, kepada seluruh umat manusia. Allah berfirman:\nMaka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan! (al-Hasyr/59: 2)",
    "quraish": "Dengan pertolongan Kami itu, berarti dia telah Kami selamatkan dari tipu daya kaumnya yang mendustakan ayat-ayat Kami yang membuktikan kerasulannya. Mereka benar-benar pelaku kejahatan yang, akhirnya, Kami tenggelamkan.",
    "jalalayn": "(Dan Kami telah menolongnya) Kami pelihara dia (dari kaum yang telah mendustakan ayat-ayat Kami) yang menunjukkan kerasulannya, hingga mereka tidak dapat menimpakan keburukan kepadanya (Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya)."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 78,
    "arab": "وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ",
    "translation": " Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2561.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan keadaan Daud dan Sulaiman ketika mereka memberi keputusan dalam suatu perkara yang terjadi di antara rakyat mereka.\nDalam suatu riwayat Ibnu Abbas yang dikutip dari tafsir Ibnu Kashir disebutkan bahwa sekelompok domba telah merusak tanaman seorang petani pada waktu malam, lalu terjadilah sengketa antara pemilik tanaman dan pemilik domba, dan kemudian mereka datang kepada Daud a.s. untuk minta diadili. Setelah mengadakan pemeriksaan maka Daud a.s. memberi keputusan agar domba-domba itu diserahkan kepada pemilik tanaman, karena dinilai harganya sama dengan nilai tanaman yang dirusaknya. Sulaiman a.s. yang juga mendengarkan putusan itu mempunyai pendapat yang lain, yang lebih tepat dan lebih adil. Lalu Nabi Sulaiman berkata dalam majelis tersebut bahwa \"Sebaiknya domba-domba itu diserahkan dulu kepada pemilik tanaman sehingga ia dapat mengambil manfaat dari susu, minyak dan bulunya, sementara kebun itu diserahkan kepada pemilik domba untuk diolahnya sendiri. Apabila nanti tanamannya sudah kembali kepada keadaannya seperti sebelum dirusak oleh domba-domba tersebut, maka kebun itu diserahkan kepada pemiliknya, domba-domba itu pun dikembalikan pula kepada pemiliknya.\"\nPendapat Sulaiman jelas lebih tepat, karena akhirnya maing-masing dari kedua pihak yang berperkara akan mendapatkan kembali miliknya dalam keadaan utuh.\nPerbedaan pandangan antara ayah dan anak dalam mengambil keputusan atas perkara tersebut adalah bahwa Daud a.s. lebih menitik beratkan perhatiannya kepada nilai kerusakan tanaman itu, yang dilihatnya sama dengan nilai domba yang merusaknya lalu ia memutuskan agar domba-domba itu diserahkan sepenuhnya kepada pemilik tanaman. Sedang Sulaiman a.s. lebih menitik beratkan pandangannya kepada manfaat domba dan manfaat tanaman itu, maka ia mengambil keputusan yang demikian itu. Bagaimana pun juga, masing-masing mereka mendasarkan keputusannya kepada ijtihad, bukan kepada wahyu, sehingga lahirlah dua keputusan yang berbeda.\nSelanjutnya Nabi Daud pun mengakui pendapat anaknya itu lebih tepat, sehingga itulah yang ditetapkannya kemudian sebagai keputusannya, dan membatalkan pendapatnya yang semula.\nPada akhir ayat ini Allah menerangkan bahwa Dia menyaksikan dan mengetahui apa yang telah dilakukan oleh Daud dan Sulaiman dalam memeriksa dan memutuskan perkara tersebut, sehingga tidak ada sesuatu pun yang tersembunyi bagi-Nya.",
    "quraish": "Sampaikanlah, wahai Muhammad, kisah Dâwûd dan Sulaymân. Suatu ketika, mereka berselisih dalam menyelesaikan masalah tanaman yang dimakan oleh sekawanan kambing orang lain di waktu malam. Kami Maha Mengetahui keputusan yang mereka berdua ambil dalam masalah itu (1). (1) Cerita lengkapnya adalah bahwa sekawanan kambing itu memakan habis tanaman pemilik ladang di malam hari. Nabi Dâwûd memutuskan agar kambing-kambing itu diberikan kepada pemilik ladang sebagai ganti dari tanaman yang rusak dan musnah. Sedangkan Nabi Sulaymân berpendapat bahwa kambing itu diberikan kepada pemilik ladang untuk sementara waktu saja, yaitu rentang waktu sampai tumbuhnya tanaman itu menjadi seperti semula.",
    "jalalayn": "(Dan) ingatlah (Daud dan Sulaiman) yakni kisah keduanya, dijelaskan oleh ayat selanjutnya (di waktu keduanya memberikan keputusan mengenai tanaman) berupa ladang atau pohon anggur (karena tanaman itu dirusak oleh kambing-kambing kepunyaan kaumnya) kambing-kambing itu memakannya dan merusaknya di waktu malam hari tanpa ada penggembalanya, karena kambing-kambing itu lepas dengan sendirinya dari kandangnya. (Dan adalah Kami menyaksikan keputusan yang diberikan oleh mereka itu) Dhamir jamak dalam ayat ini menunjukkan makna untuk dua orang, yaitu Nabi Daud dan Nabi Sulaiman. Lalu Nabi Daud berkata, \"Pemilik ladang itu berhak untuk memiliki kambing-kambing yang telah merusak ladangnya\". Akan tetapi Nabi Sulaiman memutuskan, \"Pemilik kebun hanya diperbolehkan memanfaatkan air susu, anak-anak dan bulu-bulunya, sampai tanaman ladang kembali seperti semula, diperbaiki oleh pemilik kambing, setelah itu ia diharuskan mengembalikan kambing-kambing itu kepada pemiliknya\"."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 79,
    "arab": "فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ",
    "translation": " Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2562.mp3",
    "tafsir": "Pada permulaan ayat ini Allah menegaskan bahwa Dia telah mengaruniakan kepada Sulaiman kemampuan yang lebih tinggi dalam memahami berbagai masalah.\nHal ini memang terbukti dalam keputusan yang mereka berikan kepada masing-masing pihak dalam perkara yang terjadi antara pemilik domba dan pemilik tanaman seperti tersebut di atas, dimana keputusan yang diberikan Sulaiman dirasa lebih tepat, dan lebih memenuhi keadilan.\nSesudah menyebutkan hal itu, maka Allah menerangkan selanjutnya rahmat yang telah dikaruniakan-Nya kepada mereka berdua, yaitu hukum-hukum dan ilmu pengetahuan, baik mengenai agama, atau pun masalah duniawi.\nRahmat seperti itu juga diberikan Allah kepada nabi-nabi-Nya yang lain, karena itu merupakan syarat pokok untuk menjadi Nabi.\nSelanjutnya dalam ayat ini Allah menjelaskan nikmat yang khusus dikaruniakan-Nya kepada Nabi Daud a.s. yaitu: bahwa Allah telah menjadikan gunung-gunung dan burung-burung tunduk kepada Daud a.s., semuanya bertasbih bersamanya.\nPara akhir ayat ini Allah menegaskan bahwa Dia kuasa untuk memberikan karunia semacam ini kepada hamba-Nya, karena Dialah Pencipta dan Pemilik seluruh alam ini.",
    "quraish": "Lalu Kami memahamkan kepada Sulaymân bagaimana seharusnya berfatwa. Dan keduanya Kami beri ilmu pengetahuan dan kebijaksanaan tentang segala hal ihwal kehidupan. Kami menundukkan bersama Dâwûd gunung dan burung untuk menyucikan Allah dari segala sesuatu yang tidak pantas untuk-Nya. Semua itu Kami lakukan dengan kekuasaan Kami yang tidak terkalahkan.",
    "jalalayn": "(Maka Kami telah memberikan pengertian tentang hukum) yakni keputusan yang adil dan tepat (kepada Sulaiman) keputusan yang dilakukan oleh keduanya itu berdasarkan ijtihad masing-masing, kemudian Nabi Daud mentarjihkan atau menguatkan keputusan yang diambil oleh Nabi Sulaiman. Menurut suatu pendapat dikatakan, bahwa keputusan keduanya itu berdasarkan wahyu dari Allah dan keputusan yang kedua yaitu yang telah diambil oleh Nabi Sulaiman berfungsi memansukh hukum yang pertama, yakni hukum Nabi Daud (dan kepada masing-masing) daripada keduanya (Kami berikan) kepadanya (hikmah) kenabian (dan ilmu) tentang masalah-masalah agama (dan telah Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Daud) demikianlah gunung-gunung dan burung-burung itu ditundukkan untuk bertasbih bersama Nabi Daud. Nabi Daud memerintahkan gunung-gunung dan burung-burung untuk ikut bertasbih bersamanya bila ia mengalami kelesuan, hingga ia menjadi semangat lagi dalam bertasbih. (Dan Kamilah yang melakukannya) yakni Kamilah yang menundukkan keduanya dapat bertasbih bersama Daud, sekalipun hal ini menurut kalian merupakan hal yang ajaib dan aneh yaitu tunduk dan patuhnya gunung-gunung dan burung-burung kepada perintah Nabi Daud."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 80,
    "arab": "وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ",
    "translation": "Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2563.mp3",
    "tafsir": "Pada ayat ini Allah menyebutkan karunianya yang lain, yang diberikannya kepada Daud a.s., yaitu bahwa Daud telah diberi-Nya pengetahuan dan keterampilan dalam kepandaian menjadikan besi lunak di tangannya tanpa dipanaskan, karena keistimewaan ini Daud bisa membuat baju besi yang dipergunakan orang-orang di zaman itu sebagai pelindung diri dalam peperangan.\nKepandaian itu dimanfaatkan pula oleh umat-umat yang datang kemudian berabad-abad lamanya. Dengan demikian pengetahuan dan keterampilan yang dikaruniakan Allah kepada Nabi Daud a.s. itu telah tersebar luas dan bermanfaat bagi orang-orang dari bangsa lain. Di samping menjadi mukjizat Nabi Daud.\nSebab itu, pada akhir ayat ini Allah mengajukan pertanyaan kepada umat Nabi Muhammad, apakah turut bersyukur atas karunia tersebut? Sudah tentu, semua umat yang beriman kepada-Nya, senantiasa mensyukuri segala karunia yang dilimpahkan-Nya.",
    "quraish": "Dâwûd juga Kami ajari cara menganyam baju besi untuk kalian pergunakan sebagai pelindung dari serangan keras bila terjadi perselisihan antara kelompok kalian dengan yang lain.",
    "jalalayn": "(Dan Kami ajarkan kepada Daud membuat baju besi) yaitu baju yang terbuat dari besi, dialah orang pertama yang menciptakannya dan sebelumnya hanyalah berupa lempengan-lempengan besi saja (untuk kalian) yakni untuk segolongan manusia (guna melindungi diri kalian) jika dibaca Linuhshinakum, maka Dhamirnya kembali kepada Allah, maksudnya, supaya Kami melindungi kalian. Dan jika ia dibaca Lituhshinahum, maka Dhamirnya kembali kepada baju besi, maksudnya, supaya baju besi itu melindungi diri kalian. Jika dibaca Liyuhshinakum, maka Dhamirnya kembali kepada Nabi Daud, maksudnya, supaya dia melindungi kalian (dalam peperangan kalian) melawan musuh-musuh kalian. (Maka hendaklah kalian) hai penduduk Mekah (bersyukur) atas nikmat karunia-Ku itu, yaitu dengan percaya kepada Rasulullah. Maksudnya bersyukurlah kalian atas hal tersebut kepada-Ku."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 81,
    "arab": "وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ",
    "translation": "Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2564.mp3",
    "tafsir": "Pada ayat ini Allah mulai menyebutkan nikmat-Nya yang khusus dilimpahkan-Nya kepada Nabi Sulaiman a.s., yaitu bahwa Dia telah menundukkan angin bagi Sulaiman a.s., sehingga angin tersebut dengan patuh melakukan apa yang diperintahkannya. Misalnya, angin tersebut berhembus ke arah negeri tertentu, dengan hembusan yang keras dan kencang atau pun lunak dan lambat, sesuai dengan kehendak Nabi Sulaiman a.s.. Allah berfirman: \n\nKemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya. (shad/38: 36)\nMenurut pendapat ulama lainnya Sulaiman menggunakan angin sebagai alat transportasi yang mengangkutnya dari satu kota ke kota lain. Firman Allah:\nDan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula). (Saba`/34: 12)\nPada akhir ayat ini Allah menegaskan, bahwa Dia senantiasa mengetahui segala sesuatu, sehingga tidak sesuatu pun yang tersembunyi bagi-Nya.",
    "quraish": "Kami menundukkan angin kepada Sulaymân, hingga berhembus kencang menuju belahan bumi yang Kami bekali dengan banyak kebaikan dengan kehendaknya. Kami Mahatahu segala sesuatu, dan tidak ada sesuatu pun yang terlepas dari pengetahuan Kami, sekecil apa pun.",
    "jalalayn": "(Dan) telah Kami tundukkan (untuk Sulaiman angin yang sangat kencang tiupannya) dan pada ayat yang lain disebutkan Rukha-an, artinya angin yang sangat kencang dan pelan tiupannya, kesemuanya itu sesuai dengan kehendak Nabi Sulaiman (yang berhembus dengan perintahnya ke negeri yang kami telah memberkatinya) yakni negeri Syam. (Dan adalah Kami Maha Mengetahui segala sesuatu) antara lain ilmu Allah yang telah diberikan kepada Sulaiman itu akan mendorongnya tunduk patuh kepada Rabbnya. Allah melakukan hal itu sesuai dengan ilmu-Nya yang maha mengetahui segala sesuatu."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 82,
    "arab": "وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَ ۙ",
    "translation": "Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain  itu; dan  Kami yang memelihara mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2565.mp3",
    "tafsir": "Ayat ini menjelaskan rahmat Allah yang lain yang dikarunia-kan-Nya khusus kepada Nabi Sulaiman a.s., yaitu bahwa Allah juga menundukkan segolongan setan yang patuh melakukan apa yang diperintahkan Sulaiman a.s. kepada mereka, misalnya: menyelam ke dalam laut untuk mengambil segala sesuatu yang diperlukannya, atau melakukan hal-hal untuk keperluan Sulaiman a.s. seperti mengerjakan bangunan dan sebagainya.\nPada ayat ini Allah menegaskan pula bahwa Dia senantiasa menjaganya sehingga setan tersebut tidak merusak dan tidak bermain-main dalam melakukan tugasnya.",
    "quraish": "Kami juga menundukkan sebagian setan kepadanya. Dengan perintahnya, setan-setan itu menyelam ke dasar laut untuk mencari mutiara dan merjan, dan mengerjakan tugas-tugas lain seperti membangun benteng dan istana. Kami selalu mengawasi setan-setan itu hingga tidak menyebabkan suatu keburukan kepada siapa pun serta tidak membangkang kepada Sulaymân.",
    "jalalayn": "(Dan) telah Kami tundukkan pula kepadanya (segolongan setan-setan yang menyelam untuknya) mereka menyelam ke dalam laut, lalu mereka mengeluarkan batu-batu permata dari dalamnya untuk Nabi Sulaiman (dan mereka mengerjakan pekerjaan selain daripada itu) selain menyelam, yaitu seperti membangun bangunan dan pekerjaan-pekerjaan berat lainnya (dan adalah Kami memelihara mereka) supaya mereka jangan merusak lagi pekerjaan-pekerjaan yang telah mereka perbuat. Karena watak setan itu bilamana selesai dari suatu pekerjaan sebelum malam tiba, mereka merusaknya kembali, jika mereka tidak disuruh mengerjakan pekerjaan yang lain."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 83,
    "arab": "۞ وَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرَّاحِمِيْنَ ۚ",
    "translation": "Dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2566.mp3",
    "tafsir": "Dengan ayat ini Allah mengingatkan Rasul-Nya dan kaum Muslimin kepada kisah Nabi Ayyub a.s. yang ditimpa suatu penyakit yang berat sehingga berdoa memohon pertolongan Tuhannya untuk melenyapkan penyakitnya itu, karena ia yakin bahwa Allah amat penyayang.\nPendapat ulama lain mengatakan bahwa Nabi Ayyub pada ayat ini hanya mencurahkan isi hatinya kepada Allah seraya mengagungkan kebesaran Allah Yang Maha Pengasih dan Penyayang. \nWalaupun berbeda-beda riwayat yang diperoleh tentang Nabi Ayyub, baik mengenai pribadinya, masa hidupnya dan macam penyakit yang dideritanya, namun ada hal-hal yang dapat dipastikan tentang dirinya, yaitu bahwa dialah seorang hamba Allah yang saleh, telah mendapat cobaan dari Allah, baik mengenai harta benda, keluarga, dan anak-anaknya, maupun cobaan yang menimpa dirinya sendiri. Dan penyakit yang dideritanya adalah berat. Meskipun demikian semua cobaan itu dihadapinya dengan sabar dan tawakkal serta memohon pertolongan dari Allah dan sedikit pun tidak mengurangi keimanan dan ibadahnya kepada Allah.",
    "quraish": "Ceritakan juga, wahai Muhammad, kisah Ayyûb. Tatkala menderita sakit, ia berdoa kepada Tuhannya seraya berkata, \"Ya Tuhanku, aku terserang penyakit yang membahayakan, dan Engkau adalah Zat Yang Paling Pengasih.\"",
    "jalalayn": "(Dan) ingatlah kisah (Ayub,) kemudian dijelaskan oleh Badalnya, yaitu (ketika ia menyeru Rabbnya) pada saat itu dia mendapat cobaan dari-Nya; semua harta bendanya lenyap dan semua anak-anaknya mati serta badannya sendiri tercabik-cabik oleh penyakit, semua orang menjauhinya kecuali istrinya. Hal ini dialaminya selama tiga belas tahun, ada yang mengatakan tujuh belas tahun dan ada pula yang mengatakan delapan belas tahun. Selama itu penghidupan Nabi Ayub sangat sulit dan sengsara (\"Sesungguhnya aku) asal kata Annii adalah Bi-ann (telah ditimpa kemudaratan) yakni hidup sengsara (dan Engkau adalah Yang Maha Penyayang di antara semua penyayang\")."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 84,
    "arab": "فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَ ۚ",
    "translation": "Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2567.mp3",
    "tafsir": "Oleh sebab itu, dalam ayat ini Allah mengabulkan doanya dan menyembuhkannya dari penyakit itu, serta mengaruniainya rahmat yang lebih banyak dari apa yang telah hilang dari tangannya, dan kemudian Allah mengangkatnya menjadi nabi.\nSetelah Nabi Ayyub sembuh dari penyakitnya beliau hidup bersama keluarganya kembali, dan keluarganya itu berkembang biak pula dengan subur, sehingga jumlahnya menjadi dua kali lipat dari jumlah semula.\nKesemuanya itu adalah rahmat Allah kepadanya, atas keimanan, kesabaran, ketakwaan dan kesalehannya, Al-Qur'an mengungkapkan kisah ini untuk menjadi peringatan dan pelajaran bagi semua orang yang beriman dan beribadah kepada Allah, bahwa:\na. Allah memberi rahmat dan pertolongan kepada hamba-Nya yang mukmin, bertakwa, saleh dan sabar.\nb. Orang-orang yang mukmin pun tidak luput dari cobaan, berat atau pun ringan, sebagai ujian bagi mereka.\nc. Orang yang beriman tidak boleh berputus asa dari rahmat Tuhannya.\nSemakin tinggi kedudukan dan tanggung jawab manusia, semakin berat pula cobaan yang diterimanya. Dalam hubungan ini Rasulullah saw bersabda:\n\"Sa'ad bin Abi Waqash bertanya kepada Rasulullah, \"Siapa orang yang paling berat cobaannya, Rasulullah menjawab, Orang yang paling berat cobaannya adalah para nabi, orang-orang yang mirip para nabi, kemudian orang-orang yang mirip mereka.\" (Riwayat Ibnu Majah dari Sa'ad bin Abi Waqash)",
    "quraish": "Permohonan itu kemudian Kami kabulkan. Ia Kami bebaskan dari penyakit yang menyerangnya, dan Kami karuniai anak lagi dua kali lebih banyak dari anak yang meninggalkannya. Hal itu Kami lakukan sebagai wujud kasih sayang Kami kepadanya, dan sebagai bahan pelajaran bagi yang lain agar bersabar dan haus akan kasih sayang Allah seperti dia.",
    "jalalayn": "(Maka Kami pun memperkenankan seruannya) doanya (lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya) yakni semua anak-anaknya baik yang laki-laki maupun yang perempuan, dengan cara menghidupkan mereka kembali. Jumlah anaknya ada tiga atau tujuh orang (dan Kami lipat gandakan bilangan mereka) bilangan anak-anaknya yang dilahirkan dari istrinya dan istrinya pun dimudakan-Nya. Nabi Ayub mempunyai dua buah lumbung; yang satu untuk tempat gandum dan yang satu lagi untuk tempat jewawut. Kemudian Allah mengirimkan dua kelompok awan; yang satu menurunkan hujan emas pada lumbung tempat gandum dan yang satunya lagi menurunkan hujan perak pada lumbung tempat jewawut, sehingga kedua lumbung itu penuh dengan emas dan perak (sebagai suatu rahmat) lafal Rahmatan ini menjadi Maf'ul Lah (dari sisi Kami) lafal Min 'Indinaa ini berkedudukan menjadi kata sifat (dan untuk menjadi peringatan bagi semua yang menyembah Allah) supaya mereka bersabar, yang karenanya mereka akan mendapatkan pahala."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 85,
    "arab": "وَاِسْمٰعِيْلَ وَاِدْرِيْسَ وَذَا الْكِفْلِۗ  كُلٌّ مِّنَ الصّٰبِرِيْنَ ۙ",
    "translation": " Dan (ingatlah kisah) Ismail, Idris dan Zulkifli. Mereka semua termasuk orang-orang yang sabar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2568.mp3",
    "tafsir": "Allah memperingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Ismail, Idris dan Zulkifli, yang kesemuanya adalah orang-orang yang sabar pula dalam menghadapi musibah yang menimpa diri mereka masing-masing. Berkat kesabaran dan kesalehan mereka maka Allah melimpahkan rahmat dan karunia-Nya kepada mereka.\nNabi Ismail as, putra Nabi Ibrahim dari istrinya Siti Hajar, telah terbukti kesabarannya ketika ia hendak disembelih ayahnya sebagai korban atas perintah Allah. Ia juga sabar dan ulet untuk hidup di daerah tandus dan gersang, setelah ayahnya menempatkan dia bersama ibunya di Mekah, di tengah-tengah jazirah Arab yang gersang. Kemudian ia dengan sabar pula menunaikan tugasnya yang berat membangun Ka`bah dan Baitullah bersama ayahnya. Maka Allah memberikan penghormatan dan kemulian yang tinggi kepada Nabi Ismail, yaitu dengan diangkatnya salah seorang keturunannya menjadi Nabi dan Rasul Allah terakhir, yaitu Muhammad saw.\nAdapun Nabi Idris, adalah juga seorang yang saleh dan sabar. Ia diutus menjadi Rasul sesudah Nabi Syis dan Nabi Adam as. Banyak orang mengatakan bahwa Nabi Idris ini yang mula-mula pandai menjahit pakaian, dan mula-mula memakai pakaian yang dijahit, sedang orang-orang yang sebelumnya hanya memakai pakaian dari kulit binatang dan tidak dijahit. Selain itu dia pulalah orang yang mula-mula membuat dan memakai senjata api sebagai alat perlengkapan. Kisah Nabi Idris ini terdapat dalam Surah Maryam. (Maryam/19: 56-57)\nMengenai Zulkifli, menurut pendapat kebanyakan ahli tafsir, dia adalah seorang Nabi pula, dan putra dari Nabi Ayyub a.s. Allah mengutusnya menjadi Nabi sesudah ayahnya. Ia menjalankan dakwahnya mengesakan Allah baik dalam akidah maupun dalam ibadah. Selama hidupnya ia berdiam di negeri Syam, dan merupakan Nabi yang saleh dan sabar. Dan dia adalah dari kalangan Bani Israil.\nPada akhir ayat ini, Allah menegaskan bahwa Nabi Ismail, Idris dan Zulkifli telah dimasukkan-Nya dalam lingkungan rahmat-Nya, dan ditempatkan-Nya dalam surga Jannatuna`im, sebagai balasan atas kesabaran dan kesalehan mereka.",
    "quraish": "Sampaikan juga berita tentang Ismâ'îl, Idrîs dan Dzû al-Kifl! Mereka semua termasuk dalam golongan orang-orang yang tabah dalam mengemban tugas dan menghadapi kesusahan hidup.",
    "jalalayn": "(Dan) ingatlah kisah (Ismail, Idris dan Zulkifli. Semua mereka termasuk orang-orang yang sabar) di dalam menjalankan ketaatan kepada Allah dan menjauhi kedurhakaan kepada-Nya."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 86,
    "arab": "وَاَدْخَلْنٰهُمْ فِيْ رَحْمَتِنَاۗ اِنَّهُمْ مِّنَ الصّٰلِحِيْنَ ",
    "translation": "Dan Kami masukkan mereka ke dalam rahmat Kami. Sungguh, mereka termasuk orang-orang yang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2569.mp3",
    "tafsir": "Allah memperingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Ismail, Idris dan Zulkifli, yang kesemuanya adalah orang-orang yang sabar pula dalam menghadapi musibah yang menimpa diri mereka masing-masing. Berkat kesabaran dan kesalehan mereka maka Allah melimpahkan rahmat dan karunia-Nya kepada mereka.\nNabi Ismail as, putra Nabi Ibrahim dari istrinya Siti Hajar, telah terbukti kesabarannya ketika ia hendak disembelih ayahnya sebagai korban atas perintah Allah. Ia juga sabar dan ulet untuk hidup di daerah tandus dan gersang, setelah ayahnya menempatkan dia bersama ibunya di Mekah, di tengah-tengah jazirah Arab yang gersang. Kemudian ia dengan sabar pula menunaikan tugasnya yang berat membangun Ka`bah dan Baitullah bersama ayahnya. Maka Allah memberikan penghormatan dan kemulian yang tinggi kepada Nabi Ismail, yaitu dengan diangkatnya salah seorang keturunannya menjadi Nabi dan Rasul Allah terakhir, yaitu Muhammad saw.\nAdapun Nabi Idris, adalah juga seorang yang saleh dan sabar. Ia diutus menjadi Rasul sesudah Nabi Syis dan Nabi Adam as. Banyak orang mengatakan bahwa Nabi Idris ini yang mula-mula pandai menjahit pakaian, dan mula-mula memakai pakaian yang dijahit, sedang orang-orang yang sebelumnya hanya memakai pakaian dari kulit binatang dan tidak dijahit. Selain itu dia pulalah orang yang mula-mula membuat dan memakai senjata api sebagai alat perlengkapan. Kisah Nabi Idris ini terdapat dalam Surah Maryam. (Maryam/19: 56-57)\nMengenai Zulkifli, menurut pendapat kebanyakan ahli tafsir, dia adalah seorang Nabi pula, dan putra dari Nabi Ayyub a.s. Allah mengutusnya menjadi Nabi sesudah ayahnya. Ia menjalankan dakwahnya mengesakan Allah baik dalam akidah maupun dalam ibadah. Selama hidupnya ia berdiam di negeri Syam, dan merupakan Nabi yang saleh dan sabar. Dan dia adalah dari kalangan Bani Israil.\nPada akhir ayat ini, Allah menegaskan bahwa Nabi Ismail, Idris dan Zulkifli telah dimasukkan-Nya dalam lingkungan rahmat-Nya, dan ditempatkan-Nya dalam surga Jannatuna`im, sebagai balasan atas kesabaran dan kesalehan mereka.",
    "quraish": "Mereka juga Kami masukkan ke dalam golongan orang-orang yang mendapatkan kasih sayang Kami, dan benar-benar termasuk dalam golongan orang-orang yang saleh.",
    "jalalayn": "(Kami telah memasukkan mereka ke dalam rahmat Kami) yakni kenabian. (Sesungguhnya mereka termasuk orang-orang yang saleh) orang-orang yang mensyukuri rahmat Kami. Dinamakan Zulkifli karena ia telah menyanggupi akan melakukan puasa di siang hari dan beribadah pada malam harinya, serta ia berjanji akan memutuskan peradilan di antara orang-orang dan tidak akan marah. Kemudian ternyata ia memenuhi apa yang telah dijanjikannya itu. Menurut suatu pendapat dikatakan bahwa ia bukan seorang nabi, akan tetapi hanya orang saleh atau wali Allah saja."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 87,
    "arab": "وَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَ ۚ",
    "translation": "Dan (ingatlah kisah) Zun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, ”Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku  termasuk orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2570.mp3",
    "tafsir": "Pada ayat ini Allah mengingatkan Rasul-Nya dan kaum Muslimin semuanya, kepada kisah Nabi Yunus, yang pada permulaan ayat ini disebutkan dengan nama \"dzun Nun\".\ndzu berarti \"yang mempunyai\", sedang an-Nun berarti \"ikan besar\". Maka dzu an-Nun berarti \"Yang empunya ikan besar\". Ia dinamakan demikian, karena pada suatu ketika ia pernah dijatuhkan ke laut dan ditelan oleh seekor ikan besar. Kemudian, karena pertolongan Allah, maka ia dapat keluar dari perut ikan tersebut dengan selamat dan dalam keadaan utuh.\nPerlu diingat, bahwa kisah Nabi Yunus di dalam Al-Qur'an terdapat pada dua buah surah, yaitu Surah al-Anbiya` dan Surah shad. Apabila kita bandingkan antara ayat-ayat yang terdapat pada kedua Surah tersebut yang mengandung kisah Nabi Yunus ini, terdapat beberapa persamaan, misalnya dalam ungkapan-ungkapan yang berbunyi:\nBetapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri. (shad/38: 3)\nUngkapan tersebut terdapat dalam Surah al-Anbiya` ini, dan terdapat pula dalam ayat Surah shad. Perhatikan pula al-Anbiya`/21:11 dan Yunus/10: 13.\nDalam ayat ini Allah berfirman, mengingatkan manusia pada kisah Nabi Yunus, ketika ia pergi dalam keadaan marah. Yang dimaksud ialah bahwa pada suatu ketika Nabi Yunus sangat marah kepada kaumnya, karena mereka tidak juga beriman kepada Allah. Ia telah diutus Allah sebagai Rasul-Nya untuk menyampaikan seruan kepada umatnya, untuk mengajak mereka kepada agama Allah. Tetapi hanya sedikit saja di antara mereka yang beriman, sedang sebagian besar mereka tetap saja ingkar dan durhaka. Keadaan yang demikian itu menjadikan ia marah, lalu pergi ke tepi laut, menjauhkan diri dari kaumnya.\nKisah ini memberi kesan bahwa Nabi Yunus tidak dapat berlapang hati dan sabar menghadapi umatnya. Akan tetapi memang demikianlah keadaannya, ia termasuk nabi-nabi yang sempit dada. Memang dari sekian banyak Nabi dan Rasul yang diutus Allah, hanya lima orang saja yang disebut \"Ulul Azmi\", yaitu rasul-rasul yang amat sabar dan ulet. Mereka adalah Nabi Ibrahim, Musa, Isa, Nuh dan Muhammad saw. Sedang yang lain-lainnya, walaupun mereka ma'shum dari dosa besar dan sifat-sifat yang tercela, namun pada saat-saat tertentu sempit juga dada mereka menghadapi kaum yang ingkar dan durhaka kepada Allah.\nAkan tetapi, walaupun Nabi Yunus pada suatu ketika marah kepada kaumnya, namun kemarahannya itu dapat dipahami, karena ia sangat ikhlas kepada mereka, dan sangat ingin agar mereka memperoleh kebahagiaan dunia dan akhirat dengan menjalankan agama Allah yang disampaikannya kepada mereka. Tetapi ternyata sebagian besar dari mereka itu tetap ingkar dan durhaka. Inilah yang menyakitkan hatinya, dan mengobarkan kemarahannya.\nNabi Muhammad sendiri, walaupun sudah termasuk ulul 'azmi, namun Allah beberapa kali memberi peringatan kepada beliau agar jangan sampai marah dan bersempit hati menghadapi kaumnya yang ingkar. Allah berfirman dalam ayat yang lain:\nMaka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan. (al- Qalam/68: 48)\nFirman-Nya lagi kepada Nabi Muhammad saw:\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya. (Hud/11: 12)\nRingkasnya sifat marah yang terdapat pada Nabi Yunus bukanlah timbul dari sifat yang buruk, melainkan karena kekesalan hatinya melihat keingkaran kaumnya yang semula diharapkannya untuk menerima dan melaksanakan agama Allah yang disampaikannya.\nSelanjutnya dalam ayat ini Allah menjelaskan kesalahan Nabi Yunus dimana kemarahannya itu menimbulkan kesan bahwa seolah-olah dia mengira bahwa sebagai Nabi dan Rasul Allah tidak akan pernah dibiarkan menghadapi kesulitan, sehingga jalan yang dilaluinya akan selalu indah tanpa halangan.\nAkan tetapi dalam kenyatan tidak demikian. Pada umumnya para rasul dan nabi banyak menemui rintangan, bahkan siksaan dan ejekan terhadap dirinya dari orang-orang yang ingkar. Hanya saja dalam keadaan yang sangat gawat, baik dimohon atau tidak oleh yang bersangkutan, Allah mendatangkan pertolongan-Nya, sehingga Rasul-Nya selamat dan umatnya yang ingkar itu mengalami kebinasaan.\nMenurut riwayat yang dinukil dari Ibnu Kashir, bahwa ketika Nabi Yunus dalam keadaan marah, ia lalu menjauhkan diri dari kaumnya pergi ke tepi pantai. Di sana ia menjumpai sebuah perahu, lalu ia ikut serta naik ke perahu itu dengan wajah yang muram. Di kala perahu itu hendak berlayar, datanglah gelombang besar yang menyebabkan perahu itu terancam tenggelam apabila muatannya tidak segera dikurangi. Maka nahkoda perahu itu berkata, \"Tenggelamnya seseorang lebih baik daripada tenggelamnya kita semua.\" Lalu diadakan undian untuk menentukan siapakah di antara mereka yang harus dikeluarkan dari perahu itu. Setelah diundi, ternyata bahwa Nabi Yunuslah yang harus dikeluarkan. Akan tetapi, penumpang kapal itu merasa keberatan mengeluarkannya dari pertahu itu. Maka undian dilakukan sekali lagi, tetapi hasilnya tetap demikian. Bahkan undian yang ketiga kalinya pun demikian pula. Akhirnya Yunus melepaskan pakaiannya, lalu ia terjun ke laut atas kemauannya sendiri. Allah mengirim seekor ikan besar yang berenang dengan cepat lalu menelan Yunus.\nDalam ayat ini selanjutnya Allah menerangkan bahwa setelah Nabi Yunus berada dalam tiga tingkat \"kegelapan berbeda\", maka ia berdoa kepada Allah, \"Tidak ada Tuhan selain Engkau, Mahasuci Engkau, sesungguhnya aku termasuk orang-orang yang zalim.\"\nYang dimaksud dengan tiga kegelapan berbeda di sini ialah bahwa Nabi Yunus sedang berada di dalam perut ikan yang gelap, dalam laut yang dalam dan gelap, dan di malam hari yang gelap gulita pula.\nPengakuan Nabi Yunus bahwa dia \"termasuk golongan orang-orang yang zalim\", berarti dia sadar atas kesalahannya yang telah dilakukannya sebagai Nabi dan Rasul, yaitu tidak sabar dan tidak berlapang dada menghadapi kaumnya, seharusnya ia bersabar sampai menunggu datangnya ketentuan Allah atas kaumnya yang ingkar itu.\nKarena kesadaran itu maka ia mohon ampun kepada Allah, dan mohon pertolongan-Nya untuk menyelamatkan dirinya dari malapetaka itu.",
    "quraish": "Sebutkan pula kisah tentang Yûnus, tokoh utama peristiwa ikan paus. Suatu ketika ia merasa sesak dada karena kaumnya berpaling dari seruan yang ia sampaikan, hingga menyebabkannya marah dan pergi meninggalkan mereka. Dia menyangka bahwa Allah memperkenankan untuk melakukan hal itu dan tidak akan menghukumnya. Kemudian ia pun ditelan ikan paus dan hidup di dalam perutnya dalam kegelapan laut. Hingga, ketika ia mengakui kesalahan-kesalahan yang telah dilakukan, ia pun memanjatkan doa kepada Allah seraya berkata, \"Wahai Tuhanku, tidak ada sembahan yang sebenarnya kecuali Engkau. Aku menyucikan-Mu dari sesuatu yang tidak pantas bagi diri-Mu. Aku mengaku telah menganiaya diriku dengan melakukan hal-hal yang tidak membuat-Mu berkenan.\"",
    "jalalayn": "(Dan) ingatlah kisah (Dzun Nun) yaitu orang yang mempunyai ikan yang besar, dia adalah Nabi Yunus bin Mataa. Kemudian dijelaskan kalimat Dzun Nun ini oleh Badalnya pada ayat selanjutnya, yaitu (ketika ia pergi dalam keadaan marah) terhadap kaumnya, disebabkan perlakuan kaumnya yang menyakitkan dirinya, sedangkan Nabi Yunus belum mendapat izin dari Allah untuk pergi (lalu ia menyangka bahwa Kami tidak akan mampu untuk menjangkaunya) menghukumnya sesuai dengan apa yang telah Kami pastikan baginya, yaitu menahannya di dalam perut ikan paus, atau menyulitkan dirinya disebabkan hal tersebut (maka ia menyeru dalam tempat yang gelap gulita) gelapnya malam dan gelapnya laut serta gelapnya suasana dalam perut ikan paus (\"bahwa) asal kata An adalah Bi-an, artinya, bahwasanya (tiada Tuhan selain Engkau, Maha Suci Engkau, sesungguhnya aku adalah termasuk orang-orang yang zalim\") karena pergi dari kaumku tanpa seizin Allah."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 88,
    "arab": "فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـْۨجِى الْمُؤْمِنِيْنَ ",
    "translation": "Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2571.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengabulkan doa Nabi Yunus, lalu diselamatkannya dari rasa duka yang amat sangat. Duka karena rasa bersalah, duka karena keingkaran umatnya, dan duka karena malapetaka yang menimpa dirinya.\nPada akhir ayat ini Allah menegaskan bahwa demikianlah Dia menyelamatkan mereka dari azab duniawi dan mengaruniakan mereka kebahagiaan ukhrawi. Hal ini diterangkan Allah dalam firman-Nya pada ayat yang lain:\nMaka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu), beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98)\n\nSesuai dengan kisah Yunus ini Nabi mengajarkan umatnya yang sedang mengalami kesulitan untuk berdoa seperti doa Nabi Yunus. Mus'ab bin Umair meriwayatkan dari Rasulullah bersabda:\nSiapa yang berdoa dengan doa Nabi Yunus, maka akan dikabulkan. (Riwayat at-Tirmidzi)",
    "quraish": "Lalu Kami pun mengabulkan permohonannya dan menyelamatkannya dari kesusahan yang sedang ia alami. Dengan cara penyelamatan seperti itu, Kami juga akan menyelamatkan orang-orang Mukmin yang mengakui kesalahan dan ikhlas berdoa kepada Kami.",
    "jalalayn": "(Maka Kami telah memperkenankan doanya dan menyelamatkannya daripada kedukaan) disebabkan kalimat-kalimat tersebut. (Dan demikianlah) sebagaimana Kami menyelamatkan dia (Kami selamatkan orang-orang yang beriman) daripada malapetaka yang menimpa mereka, jika mereka meminta tolong kepada Kami seraya berdoa."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 89,
    "arab": "وَزَكَرِيَّآ اِذْ نَادٰى رَبَّهٗ رَبِّ لَا تَذَرْنِيْ فَرْدًا وَّاَنْتَ خَيْرُ الْوٰرِثِيْنَ ۚ",
    "translation": " Dan (ingatlah kisah) Zakaria, ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan) dan Engkaulah ahli waris yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2572.mp3",
    "tafsir": "Pada ayat ini Allah mengarahkan perhatian Nabi Muhammad saw dan umatnya kepada kisah Nabi Zakaria. Karena ia tidak mempunyai anak, maka ia merasa kesepian dan tidak mempunyai seorang pun keturunan yang akan menggantikan dan melanjutkan perjuangannya bila ia telah meninggal dunia. Sebab itu ia berdoa kepada Allah agar Dia tidak membiarkannya hidup tanpa keturunan.\nPada akhir ayat ini disebutkan ucapan Nabi Zakaria setelah ia mengucapkan doanya itu. Lalu ia berkata, \"Dan Engkau adalah ahli waris yang paling baik?\" Maksudnya ialah bahwa apabila Allah menghendaki tidak akan menganugerahkan keturunan kepadanya, maka ia pun rela dan tidak berkecil hati, karena ia yakin bahwa Allah akan tetap memelihara agamanya, dan tidak akan menyia-nyiakan agamanya dan Allah tentu akan memilih orang yang paling tepat sebagai pengganti Zakaria setelah wafatnya.\nKisah ini telah dibahas lebih luas dalam Surah Ali 'Imran dan Surah Maryam.",
    "quraish": "Sampaikan juga kisah perjalanan Zakariyyâ, tatkala ia--setelah melihat kekuasan Allah yang membangkitkan harapan di dalam hati untuk memperoleh rahmat-Nya--berdoa kepada Tuhannya. Ia berkata, \"Tuhanku, janganlah Engkau biarkan diriku sendirian tanpa penerus, sedangkan Engkau adalah sebaik-baik penerus bagi yang lain, karena hanya Engakaulah yang kekal setelah kemusnahan alam semesta.\"",
    "jalalayn": "(Dan) ingatlah kisah (Zakaria) kemudian dijelaskan oleh Badalnya pada ayat selanjutnya (tatkala ia menyeru Rabbnya) melalui doanya yang mengatakan, (\"Ya Rabbku! Janganlah Engkau membiarkan aku hidup seorang diri) tanpa anak yang kelak akan mewarisiku (dan Engkaulah Waris Yang Paling Baik\") yang tetap abadi sesudah semua makhluk-Mu musnah."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 90,
    "arab": "فَاسْتَجَبْنَا لَهٗ  ۖوَوَهَبْنَا لَهٗ يَحْيٰى وَاَصْلَحْنَا لَهٗ زَوْجَهٗۗ اِنَّهُمْ كَانُوْا يُسٰرِعُوْنَ فِى الْخَيْرٰتِ وَيَدْعُوْنَنَا رَغَبًا وَّرَهَبًاۗ وَكَانُوْا لَنَا خٰشِعِيْنَ ",
    "translation": "Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2573.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah memperkenankan doa Nabi Zakaria itu, dan mengaruniakan kepadanya seorang putra bernama Yahya. Untuk itu Allah telah mengaruniakan kesehatan yang baik kepada istri Zakaria, sehingga memungkinkan untuk mengandung, padahal sebelum itu ia adalah perempuan yang mandul.\nPada lanjutan ayat ini Allah menjelaskan apa alasan-Nya untuk mengabulkan permohonan Zakaria itu, ialah karena mereka semua senantiasa bersegera dalam berbuat kebajikan, terutama dalam memelihara keturunan dengan sebaik-baiknya. Selain itu juga, karena senantiasa berdoa kepada Allah dengan hati yang harap-harap cemas, harap akan ampunan Tuhan dan cemas terhadap kemurkaan dan siksaan Allah. Dan alasan ketiga ialah karena mereka selalu khusyuk dan tawadu` kepada-Nya, dan tidak pernah sombong atau takabur dan mengingkari karunia-Nya.\nJadi, sifat-sifat yang mulia itulah yang menyebabkan mereka memperoleh karunia dari Allah.",
    "quraish": "Kemudian Kami mewujudkan harapannya. Doanya Kami kabulkan dan ia Kami karuniai--meskipun dalam umur yang sudah tua dan dalam keadaan istrinya mandul--seorang anak bernama Yahyâ. Sesungguhnya para nabi yang terpilih itu selalu bergegas untuk melakukan setiap perbuatan baik, memohon doa karena haus akan kasih sayang Kami, dan hanya takut serta mengagungkan diri Kami.",
    "jalalayn": "(Maka Kami memperkenankan doanya) yakni seruannya itu (dan Kami anugerahkan kepadanya Yahya) sebagai anaknya (dan Kami jadikan istrinya dapat mengandung) sehingga dapat melahirkan anak, padahal sebelumnya ia mandul. (Sesungguhnya mereka) para Nabi yang telah disebutkan tadi (adalah orang-orang yang selalu bersegera) mereka selalu bergegas-gegas (di dalam kebaikan-kebaikan) mengerjakan amal-amal ketaatan (dan mereka berdoa kepada Kami dengan mengharapkan) rahmat Kami (dan takut) kepada azab Kami. (Dan mereka adalah orang-orang yang khusyuk kepada Kami) yakni merendahkan diri dan patuh di dalam beribadah."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 91,
    "arab": "وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
    "translation": "Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah)  bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2574.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan kisah Maryam secara ringkas, yaitu bahwa dia adalah seorang perempuan yang memelihara kehormatan dirinya, maka suatu ketika Allah mengutus malaikat Jibril untuk memberitahukan Maryam bahwa Allah meniupkan ruh ke dalam tubuh Maryam sehingga ia mengandung, kemudian Maryam melahirkan Isa as tanpa ayah. Oleh karena Isa lahir tanpa ayah, maka Maryam dan Isa lalu menjadi salah satu bukti bagi seluruh isi alam ini, tentang kekuasaan dan kemahaesaan Allah. Kelahiran Isa mengandung bukti dan tanda kekuasaan Allah sebagaimana halnya Nabi Adam yang lahir ke dunia tanpa ayah dan ibu, sedang Isa lahir tanpa ayah saja.\nHal yang membuat heran adalah karena Maryam belum pernah mengadakan hubungan apa pun dengan kaum lelaki, baik secara halal melalui perkawinan, apalagi secara tidak halal. Allah menyebutkan ucapan Maryam mengenai dirinya sendiri sebagai berikut:\nTidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!\" (Maryam/19: 20)\nFirman Allah dalam ayat lain;\nDan Maryam putri Imran yang memelihara kehormatannya. (at-Tahrim/66: 12)\nKeheranan Maryam yang disampaikan kepada Malaikat Jibril dijawab degan firman Allah:\nDia (Jibril) berkata, \"Demikianlah.\" Tuhanmu berfirman, \"Hal itu mudah bagi-Ku. (Maryam/19 : 21)\n\nTanda-tanda kebesaran dan kekuasaan Allah yang diperlihatkan kepada diri Maryam ialah bahwa dia hamil tanpa melalui hubungan kelamin dengan siapa pun, dan malaikat senantiasa menyediakan makanan untuknya.\nMengenai hal ini Al-Qur'an menceritakan pertanyaan Zakaria kepada Maryam dan jawaban Maryam kepadanya:\n\"Wahai Maryam! Dari mana ini engkau peroleh?\" Dia (Maryam) menjawab, \"Itu dari Allah.\" (Ali 'Imran/3: 37)\nAdapun tanda-tanda kebesaran dan kemahakuasaan Allah yang terlihat melalui diri Isa as, sudah diterangkan dengan panjang lebar dalam Surah Ali 'Imran dan Surah Maryam.",
    "quraish": "Selain tentang mereka itu, sampaikanlah juga cerita tentang Maryam yang selalu menjaga kehormatannya. Dan karenanya, Kami hembuskan ke dalam dirinya sebagian rahasia Kami, hingga ia dapat melahirkan anak tanpa suami. Ia dan putranya merupakan suatu bukti kekuasaan Kami dalam mengubah hukum sebab akibat, dan bukti bahwa Kami Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Dan) ingatlah kisah Maryam (yang telah memelihara kehormatannya) ia memeliharanya supaya tidak dinodai (lalu Kami tiupkan ke dalam tubuhnya roh dari Kami) malaikat Jibril; dialah yang meniup ke dalam baju kurungnya, lalu Maryam mengandung Isa (dan Kami jadikan dia dan anaknya sebagai tanda yang besar bagi semesta alam) yakni manusia, jin dan malaikat, karena ia dapat mengandung tanpa lelaki."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 92,
    "arab": "اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ ",
    "translation": "Sungguh, (agama tauhid) inilah agama kamu, agama yang satu, dan Aku adalah Tuhanmu, maka sembahlah Aku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2575.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa agama tauhid ini adalah agama untuk seluruh manusia, dan merupakan agama yang satu, yaitu sama dalam akidah, meskipun berbeda dalam syariat.\nRasulullah bersabda, \"Kami para nabi seperti ibarat saudara-saudara se ayah, agama kami satu.\" (Riwayat al-Bukhari, Muslim, Abu Daud dan Ahmad dari Abu Hurairah.)\nKemudian pada akhir ayat ini ditegaskan bahwa Allah adalah Tuhan bagi seluruh umat manusia. Oleh sebab itu kepada-Nya sajalah mereka harus menyembah.",
    "quraish": "Agama Islam ini benar-benar agama yang harus kalian jaga pada saat masih utuh, serasi, dan tidak ada pertentangan antara hukum-hukumnya. Dari itu, janganlah kalian berpecah belah hingga menjadi berkelompok-kelompok dan berpartai-partai! Aku adalah pencipta dan pengatur urusan kalian. Maka beribadahlah kepada-Ku, dan jangan menyekutukan-Ku!",
    "jalalayn": "(Sesungguhnya ini) agama Islam atau agama tauhid ini (adalah agama kalian) hai orang-orang yang diajak berbicara. Maksudnya, kalian wajib memeluknya (agama yang satu) lafal ayat ini berkedudukan menjadi Hal yang bersifat tetap (dan Aku adalah Rabb kalian, maka sembahlah Aku) tauhidkan atau esakanlah Aku."
  },
  {
    "ruku": 283,
    "name": "Al-Anbiya'",
    "ayat": 93,
    "arab": "وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رَاجِعُوْنَ ࣖ",
    "translation": "Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2576.mp3",
    "tafsir": "Dalam ayat ini Allah memperingatkan kaum Muslimin atas perpecahan yang timbul antara umat manusia. Seluruh umat manusia itu seharusnya menganut agama tauhid, karena agama yang diturunkan Allah adalah satu, yaitu agama tauhid (agama Islam). Akan tetapi mereka telah berpecah belah, sehingga kesatuan mereka menjadi terkotak-kotak kecil yang dipisahkan dengan ketat oleh perbedaan pandangan, baik mengenai masalah-masalah yang tidak prinsip dalam agama maupun masalah-masalah duniawi semata. Perbedaan-perbedaan paham itu pada umumnya disertai taklid kepada imam atau pemimpin sehingga kelompok yang satu menutup diri terhadap kelompok yang lain. Dengan demikian mereka sudah melalaikan ajaran agama, yang menyuruh mereka bersatu dan memelihara kesatuan umat. Akan tetapi mereka berbuat sebaliknya, yaitu berpecah belah.\nPada akhir ayat ini ditegaskan, bahwa umat manusia yang sudah berpecah belah itu, seluruhnya akan kembali kepada-Nya juga. Maka Allah akan melakukan hisab dan memberikan balasan atas keimanan dan amal mereka masing-masing.",
    "quraish": "Tetapi, meskipun telah diberikan bimbingan seperti itu, ternyata kebanyakan orang berpecah belah menurut hawa nafsu, dan memotong-motong urusan agama. Dan karenanya mereka menjadi banyak golongan yang saling berselisih. Setiap kelompok itu, kelak akan kembali kepada Kami dan akan Kami hitung amal perbuatan mereka.",
    "jalalayn": "(Dan mereka telah memotong-motong) sebagian daripada orang-orang yang diajak bicara itu (urusan agama mereka di antara mereka) yakni mereka memecah belah perkara agama mereka; sebagian dari mereka bertentangan dengan sebagian yang lain di dalam masalah agama. Mereka adalah sekte-sekte dari agama Yahudi dan Nasrani. Lalu Allah berfirman, (\"Kepada Kamilah masing-masing golongan itu akan kembali) kemudian Kami akan membalas amal perbuatan mereka."
  }
]