[
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 11,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَـَٔنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ",
    "translation": "Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2606.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ada pula sebagian manusia yang menyatakan beriman dan menyembah Allah dalam keadaan bimbang dan ragu-ragu; mereka berada dalam kekhawatiran dan kecemasan; apakah agama Islam yang telah mereka anut itu benar-benar dapat memberikan kebahagiaan kepada mereka di dunia dan di akhirat. Mereka seperti keadaan orang yang ikut pergi perang, sedang hati mereka ragu-ragu untuk ikut itu. Jika nampak bagi mereka tanda-tanda pasukan mereka akan memperoleh kemenangan dan akan memeroleh harta rampasan yang banyak, maka mereka melakukan tugas dengan bersungguh-sungguh, seperti orang-orang yang benar-benar beriman. Sebaliknya jika nampak bagi mereka tanda-tanda bahwa pasukannya akan menderita kekalahan dan musuh akan menang, mereka cepat-cepat menghindarkan diri, bahkan kalau ada kesempatan mereka berusaha untuk menggabungkan diri dengan pihak musuh.\nKeadaan mereka itu dilukiskan Allah dalam ayat ini. Jika mereka memperoleh kebahagiaan hidup, rezeki yang banyak, kekuasaan atau kedudukan, mereka gembira memeluk agama Islam, mereka beribadat sekhusyu-khusyunya, mengerjakan perbuatan baik dan sebagainya. Tetapi jika mereka memperoleh kesengsaraan, kesusahan hidup, cobaan atau musibah, mereka menyatakan bahwa semuanya itu mereka alami karena mereka menganut agama Islam. Mereka masuk Islam bukanlah karena keyakinan bahwa agama Islam itulah satu-satunya agama yang benar, agama yang diridai Allah, tetapi mereka masuk Islam dengan maksud mencari kebahagiaan duniawi, mencari harta yang banyak, mencari pangkat dan kedudukan atau untuk memperoleh kekuasaan yang besar. Karena itulah mereka kembali menjadi kafir, jika tujuan yang mereka inginkan itu tidak tercapai. Pada ayat-ayat yang lain Allah menerangkan perilaku mereka:\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa`/4: 141)\nTujuan mereka melakukan tindakan-tindakan yang demikian itu dijelaskan Allah dengan ayat berikut:\nSesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali. (an-Nisa`/4: 142)\nKemudian Allah menerangkan bahwa orang-orang yang demikian adalah orang-orang yang telah menyia-nyiakan sesuatu yang sangat bermanfaat bagi dirinya sendiri baik di dunia, apalagi di akhirat. Akibatnya di dunia mereka mendapat bencana, kesengsaraan dan penderitaan lahir dan batin, dan di akhirat nanti mereka akan memperoleh siksa yang amat berat dengan dimasukkan ke dalam api neraka. Karena ketidaksabaran dan tidak tabah itu mereka akan memperoleh kerugian yang besar dan menimbulkan penyesalan selama-lamanya.",
    "quraish": "Ada kelompok ketiga, yaitu orang yang belum kuat imannya. Keyakinannya masih goncang dan dikuasai oleh maslahat-maslahat pribadi. Orang seperti ini, apabila mendapatkan kebaikan, akan merasa tenang dan bahagia. Sebaliknya, apabila dirinya, hartanya atau anaknya ditimpa kesulitan, akan kembali kepada kekafiran. Dengan begitu, orang ini di dunia akan merugi karena telah kehilangan nyamannya keyakinan kepada ketentuan Allah. Di akhirat pun ia akan merugi karena tidak mendapatkan pahala yang telah dijanjikan Allah kepada orang-orang Mukmin yang sabar dan kokoh imannya. Kerugian ganda itu adalah kerugian yang sebenarnya dan nyata.",
    "jalalayn": "(Dan di antara manusia ada orang yang menyembah Allah dengan berada di tepi) ia ragu di dalam ibadahnya itu. Keadaannya diserupakan dengan seseorang yang berada di tepi bukit, yakni ia tidak dapat berdiri dengan tetap dan mantap (maka jika ia memperoleh kebaikan) maksudnya kesehatan dan kesejahteraan pada diri dan harta bendanya (tetaplah ia dalam keadaan itu dan jika ia ditimpa oleh suatu bencana) cobaan pada hartanya dan penyakit pada dirinya (berbaliklah ia ke belakang) ia kembali menjadi kafir. (Rugilah ia di dunia) disebabkan terlepasnya semua apa yang ia harapkan dari dunia (dan di akhirat) disebabkan kekafirannya itu. (Yang demikian itu adalah kerugian yang nyata) jelas ruginya."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 12,
    "arab": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ",
    "translation": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2607.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bentuk kerugian yang besar yang akan mereka alami, yaitu mereka menyembah tuhan-tuhan selain Allah atau mereka mengakui adanya kekuatan gaib selain Allah lalu mereka sembah, atau mereka menganggap bahwa ada mahluk yang dapat dijadikan perantara untuk menyampaikan sesuatu permohonan atau doa kepada Allah, padahal tuhan-tuhan itu tidak memberikan mudarat atau manfaat bagi mereka, baik di dunia maupun di akhirat. Perbuatan yang demikian itu adalah perbuatan yang amat jauh menyimpang dari kebenaran. Mereka seperti seorang yang telah jauh tersesat di tengah padang pasir, akan kembali ke jalan yang semula amat jauh dan melelahkan.",
    "quraish": "Orang yang merugi itu menyembah berhala-berhala selain Allah yang tidak membahayakan apabila tak disembah dan tidak mendatangkan manfaat apabila disembah. Perbuatan yang ia lakukan itu adalah kesesatan yang jauh dari kebenaran.",
    "jalalayn": "(Ia menyeru) menyembah (selain Allah) yakni berhala-berhala (sesuatu yang tidak dapat memberi mudarat kepada dirinya) jika ia tidak menyembahnya (dan pula tidak dapat memberi manfaat kepada dirinya) jika ia menyembahnya. (Yang demikian itu) penyembahan itu (adalah kesesatan yang jauh) sekali dari kebenaran."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 13,
    "arab": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ",
    "translation": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2608.mp3",
    "tafsir": "Orang-orang kafir sebagaimana disebutkan dalam ayat ini adalah orang-orang yang menyembah sesuatu yang lebih banyak mudaratnya dari manfaatnya. Mereka menyembah sesuatu selain Allah, baik berupa manusia, maupun benda atau patung-patung. Disebabkan kekafirannya itu Allah menimpakan azab kepada mereka di dunia dan di akhirat. Di akhirat mereka akan mengetahui bahwa semua yang mereka puja dan sembah selama hidup di dunia, dan semua yang mereka anggap sebagai penolong, sebagai sesuatu yang dapat mengabulkan segala permintaan mereka dan sebagai teman yang baik, di akhirat nanti tidak mempunyai arti sedikitpun, bahkan semuanya itu akan menjadi teman-teman yang sama-sama ditimpa kemurkaan dan azab Allah.",
    "quraish": "Juga memohon doa kepada selain Allah yang bahayanya--berupa perusakan akal pikiran dan penguasaan takhayul--lebih dekat ke jiwa daripada kebenaran pertolongannya. Sesembahan seperti itu adalah penolong dan kerabat yang paling jelek.",
    "jalalayn": "(Ia menyeru sesuatu) huruf Lam adalah Zaidah (yang sebenarnya mudaratnya) jika ia menyembahnya (lebih dekat dari manfaatnya) jika menurut khayalannya ia dapat memberikan manfaat. (Sesungguhnya sejahat-jahat penolong) adalah sesembahan itu (dan sejahat-jahat kawan) adalah dia pula. Sesudah Allah swt. menyebutkan tentang orang-orang yang ragu dengan akibatnya yaitu kerugian, kemudian Allah mengiringinya dengan kisah mengenai orang-orang Mukmin dengan akibatnya, yaitu mendapatkan pahala dari-Nya. Untuk itu Allah swt. berfirman:"
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 14,
    "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ",
    "translation": "(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2609.mp3",
    "tafsir": "Terhadap orang-orang yang hanya menyembah Allah semata, tidak menyekutukan-Nya dengan sesuatu pun, mengikuti ajaran yang disampaikan Nabi-Nya, mengerjakan amal-amal yang saleh, maka Allah melimpahkan karunia-Nya kepada mereka, dengan menyediakan tempat yang penuh kenikmatan dan kebahagiaan berupa surga yang mengalir di bawahnya sungai-sungai, dengan pohon-pohon yang rindang dan menyejukkan, sebagai balasan dari Allah atas semua ibadah dan amal saleh yang telah mereka lakukan itu. Karunia yang berupa kebahagiaan hidup itu mereka nikmati untuk selama-lamanya.\nAllah, Tuhan Yang Mahakuasa, yang ilmu-Nya meliputi segala sesuatu, yang melakukan sesuatu menurut kehendak-Nya sendiri, akan memberikan kemuliaan bagi orang-orang yang beriman dan menaati-Nya serta akan memberikan kehinaan dan kesengsaraan bagi orang-orang ingkar dan durhaka kepada-Nya. Tidak ada sesuatu pun yang dapat merubah, menambah, mengurangi atau menghilangkan ketetapan-ketetapan dan kekuasaan-Nya itu",
    "quraish": "Orang-orang yang beriman kepada Allah dan utusan-utusan-Nya serta dibarengi dengan amal saleh, benar-benar akan dimasukkan oleh Tuhan mereka, pada hari kiamat, ke dalam surga-surga yang dialiri oleh sungai-sungai di bawah pepohonannya. Allah benar-benar akan menyiksa orang yang membuat kerusakan dan memberi pahala kepada orang yang membuat kebaikan sesuai dengan kehendak-Nya.",
    "jalalayn": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh) amal fardu dan sunah semuanya (ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Sesungguhnya Allah berbuat apa saja yang Dia kehendaki) termasuk memuliakan orang yang taat kepada-Nya dan menghinakan orang yang durhaka kepada-Nya."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 15,
    "arab": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ",
    "translation": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, ) lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2610.mp3",
    "tafsir": "Para mufasir berbeda pendapat dalam menafsirkan ayat ini. Menurut Abu Ja`far an-Nahhas tafsir ayat ini yang paling baik ialah, \"Siapa yang berpendapat bahwa Allah tidak akan menolong Muhammad di dunia dan di akhirat atau ingin menghentikan pertolongan Allah yang akan diberikan-Nya itu, maka hendaklah ia naik ke langit dan berusahalah dari sana menghentikan pertolongan itu. Hendaklah mereka lihat, apakah usaha itu berhasil atau tidak. Dan usaha yang seperti itu pun mustahil dapat dilakukannya.\" \nAz-Zamakhsyari menafsirkan, \"Allah pasti menolong Rasul-Nya di dunia dan di akhirat. Jika musuh-musuh Muhammad mengira bahwa Allah tidak akan menolongnya atau bermaksud tidak akan menolongnya, sedang mereka mengetahui jaminan Allah terhadap pertolongan-Nya itu, tentulah mereka akan marah. Mereka berusaha dengan segala cara untuk menghilangkan kemarahan mereka itu, yaitu melakukan apa saja bahkan menggantung diri. Setelah itu hendaklah dia memperhatikan apakah tindakannya dengan menggantung diri itu dapat menghentikan pertolongan Allah kepada Muhammad.\"\nSebagian ahli tafsir menafsirkan, \"Siapa yang berpendapat bahwa Allah tidak menolong Muhammad, maka hendaklah ia merentangkan tali ke loteng rumahnya, kemudian menggantung diri dengan tali itu. Mereka akan mengetahui bahwa segala usaha dan tipu daya mereka itu tidak berguna sedikit pun.\nSekalipun para mufasir berbeda pendapat tentang tafsir ayat di atas namun itu hanyalah lahiriyah, sedangkan maksudnya sama, yaitu seandainya orang-orang yang memusuhi Nabi Muhammad tidak merasa senang akan kemajuan Islam dan kaum Muslimin maka mereka disilahkan naik ke langit lalu akan melihat keadaan dari sana akan kemajuan Islam dan kaum Muslimin.\nSebagaimana diketahui dalam sejarah bahwa dengan berkembangnya agama Islam dalam waktu yang singkat di kota Mekah, dan semakin banyak penganutnya maka timbullah usaha di kalangan orang-orang musyrik Mekah untuk menghambat perkembangan Islam atau melenyapkan agama Islam itu. Segala macam usaha untuk mencapai maksud itu, mereka lakukan seperti memutuskan hubungan, mengadakan pemboikotan, mengadakan penganiayaan terhadap orang-orang yang masuk Islam, terutama terhadap budak-budak yang masuk Islam, sehingga kaum Muslimin merasa teraniaya dan tersiksa. Dalam pada itu orang-orang musyrik sendiri menyatakan bahwa Allah tidak menolong Muhammad dan kaum Muslimin, karena agama yang dibawanya itu bukanlah agama yang diridai Allah. Dalam keadaan yang demikian turunlah ayat ini memberikan semangat dan harapan kepada kaum Muslimin. Sehingga timbullah keyakinan dalam diri mereka bahwa agama yang telah mereka anut adalah agama yang benar, karena itu mereka wajib melanjutkan untuk menyebarkannya, dan Tuhan pasti akan menolong mereka itu.\nMenurut Muqatil, ayat ini turun berkaitan dengan Bani Asad dan Bani Gathfan yang telah masuk Islam, mereka khawatir bahwa Allah tidak menolong Muhammad, lalu terputuslah hubungan mereka dengan pemimpin-pemimpin Yahudi yang menyebabkan kehidupan mereka tidak dibantu lagi. Dengan turunnya ayat ini, hilanglah segala kekhawatiran yang timbul dalam hati mereka itu.\nDari ayat di atas dipahami bahwa musuh-musuh Islam tidak mempunyai kemampuan sedikit pun untuk mematahkan perjuangan Nabi Muhammad dan kaum Muslimin dalam usaha menyebarluaskan agama Islam karena mereka selalu mendapat pertolongan Allah di dunia dan di akhirat. Pertolongan Allah ini ditegaskan pada ayat yang lain:\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mu`min/40: 51)",
    "quraish": "Orang kafir yang mengira bahwa Allah tidak akan menolong Nabi-Nya, hendaknya menggantung tali di atas rumahnya dan memakainya untuk menggantung diri, kemudian memikirkan apakah perbuatannya itu dapat menghilangkan rasa sesak di dalam dadanya karena Allah telah menolong rasul-Nya.",
    "jalalayn": "(Barang siapa yang menyangka bahwa Allah sekali-kali tiada menolongnya) menolong Nabi Muhammad saw. (di dunia dan akhirat, maka hendaklah ia merentangkan tali) tambang (ke langit) yang dimaksud adalah atap rumahnya, kemudian tali itu diikatkan ke atap rumah dan ke lehernya (kemudian hendaklah ia memutuskan tali itu) yakni mencekik dirinya dengan tali itu, maksudnya menggantung diri. Demikianlah sebagaimana yang disebutkan di dalam hadis-hadis sahih (kemudian hendaklah ia pikirkan, apakah tipu dayanya itu sungguh dapat melenyapkan) dalam hal tidak ditolongnya nabi (apa yang menyakitkan hatinya) apa yang membuat ia sakit hati. Maksudnya, hendaklah ia tercekik oleh kejengkelannya, karena sesungguhnya Allah pasti akan menolong nabi-Nya."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 16,
    "arab": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ",
    "translation": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2611.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan bukti-bukti dan dalil-dalil yang kuat kepada Muhammad untuk membantah orang kafir yaitu Al-Qur'an. Makna dan petunjuknya cukup jelas, mudah dimengerti bagi orang-orang yang mau mencari kebenaran. Karena itu hendaklah manusia mengikuti dan mengamalkan ajaran Islam yaitu ajaran-ajaran Al-Qur'an agar mereka diberi Allah pertolongan dan kemenangan di dunia dan akhirat.\nAl-Qur'an berguna bagi orang-orang yang tidak ada rasa dengki dalam hatinya, jiwa dan hatinya bersih, ingin mencari kebenaran dan mempunyai kesediaan beriman kepada yang gaib. Orang seperti yang dilukiskan itu, jika mereka membaca Al-Qur'an pasti ia akan beriman, semakin banyak membaca dan mengamalkan ajaran Al-Qur'an semakin bertambah pula imannya.\nHal ini senada dengan firman Allah:\nDan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal kebajikan yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya. (Maryam/19: 76)\nSebaliknya orang yang dengki, hatinya berpenyakit, tidak ingin mencari kebenaran dan tidak mempunyai kesediaan beriman kepada yang gaib, maka ayat-ayat Al-Qur'an tidak akan berfaedah baginya bahkan akan menambah keingkaran dan kekafirannya.",
    "quraish": "Sebagaimana Kami telah menerangkan dengan jelas ayat-ayat yang telah Kami turunkan kepada para rasul terdahulu, Kami juga menurunkan keseluruhan al-Qur'ân kepada Muhammad dengan jelas, agar dijadikan bukti kebenaran bagi manusia. Allah benar-benar akan memberi petunjuk kepada siapa saja yang dikehendaki, selama fitrahnya tetap suci dan menjauhi sikap keras kepala.",
    "jalalayn": "(Dan demikianlah) sebagaimana Kami turunkan ayat tadi (Kami telah menurunkan dia) ayat-ayat Alquran selanjutnya (yang merupakan ayat-ayat yang nyata) lafal Bayyinatin berkedudukan menjadi Hal, artinya ayat-ayat yang jelas (dan bahwasanya Allah memberikan petunjuk kepada siapa yang Dia kehendaki) untuk mendapatkan petunjuk-Nya; bagian ayat ini di'athafkan kepada dhamir Ha yang terdapat pada lafal Anzalnaahu."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 17,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2612.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa semua orang yang beriman, Yahudi, shabi`in, Nasrani, Majusi dan musyrik, akan diberi keputusan yang adil oleh Allah pada hari Kiamat.\nOrang-orang yang beriman dalam ayat ini ialah orang-orang yang beriman kepada apa yang diajarkan Nabi Muhammad saw, yaitu beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul yang telah diutus-Nya, hari Kiamat dan kepada adanya kadar baik dan kadar buruk. Yang dimaksud dengan orang-orang Yahudi ialah anak cucu Nabi Yakub as yang berkembangbiak di Mesir kemudian dibawa kembali oleh Nabi Musa as ke Palestina. Mereka adalah pengikut Nabi Musa as dan ajaran-ajarannya termuat dalam kitab Taurat. shabi`in ialah orang-orang yang mengakui keesaan Allah tetapi mereka bukan mukmin, bukan Yahudi dan bukan pula Nasrani. Orang-orang Nasrani ialah pengikut-pengikut Nabi Isa as dengan kitab suci mereka Injil. Dan mereka yang syirik, yaitu yang menyembah selain Allah, baik berupa benda, manusia atau berhala, seperti yang disembah kaum musyrikin Mekah sebelum Islam. Terhadap semua golongan di atas Allah akan memberikan keputusan dengan adil di hari Kiamat, siapa yang benar-benar mengikuti Allah dan Rasul-rasul-Nya selama hidup di dunia, dan siapa pula yang mengada-ada sesuatu dalam agama Allah dan siapa pula yang mengingkari agama Allah itu. \nKeadilan yang sebenarnya belum didapat lagi oleh manusia selama hidup di dunia yang fana ini. Betapa banyak orang yang dengan kehendak hatinya mengubah-ubah agama Allah lalu dipaksakannya agama itu agar diikuti oleh orang-orang lain. Betapa banyaknya agama-agama yang menyimpang dari ajaran Allah, tetapi agama itu dapat hidup dan subur dengan pengikut-pengikutnya yang banyak, sehingga jika dilihat sepintas lalu agama itulah yang benar dan diridai Allah, sebaliknya agama Allah sendiri hanya dianut oleh mereka yang terhimpit kemiskinan serta tidak mempunyai kekuasaan sedikitpun atau tertindas di dalam negerinya, seakan-akan agama itu bukanlah agama yang diridai Allah. Semuanya itu belum memperoleh keadilan yang sebenarnya selama hidup di dunia. Karena itu di akhirat nanti Allah akan memberikan keadilan yang sesungguhnya. Semuanya akan mendapat balasan sesuai dengan iman, amal dan perbuatan yang telah dikerjakannya. \nMenetapkan keputusan dengan adil dan melaksanakan keadilan itu bukanlah suatu yang mustahil bagi Allah, karena Allah Mahakuasa terhadap semua makhluk-Nya, Dia menyaksikan dan mengetahui segala perbuatan dan apa saja yang terjadi atas makhluk, baik yang nampak maupun yang tidak nampak, baik yang besar atau pun yang kecil, bahkan Dia mengetahui segala yang tergores di dalam hati.",
    "quraish": "Orang-orang yang beriman kepada Allah dan para rasul-Nya, kaum Yahudi yang merupakan pengikut Nabi Mûsâ, penyembah bintang dan malaikat, kaum Nasrani yang merupakan pengikut Nabi 'Isâ, kaum Majusi yang menyembah api, dan kaum musyrik penyembah berhala, permasalahan mereka akan benar- benar diputuskan oleh Allah dengan memperlihatkan siapa saja yang benar dan siapa saja yang salah. Allah Maha Mengetahui segala sesuatu, mengetahui perbuatan hamba-Nya dan akan membalas mereka sesuai dengan amal perbuatan itu.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman, orang-orang Yahudi) mereka adalah pemeluk agama Yahudi (orang-orang Shabi'in) salah satu sekte dari orang-orang Yahudi (orang-orang Nasrani, orang-orang Majusi dan orang-orang Musyrik, Allah akan memberi keputusan di antara mereka pada hari kiamat) yaitu dengan memasukkan orang-orang yang beriman ke dalam surga dan mencampakkan orang-orang selain mereka ke dalam neraka. (Sesungguhnya Allah terhadap segala sesuatu) yang diperbuat mereka (Maha Menyaksikan) mengetahuinya secara nyata."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 18,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ",
    "translation": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2613.mp3",
    "tafsir": "Sujud dalam ayat ini berarti mengikuti kehendak dan mengikuti hukum-hukum yang telah digariskan dan ditetapkan Allah. Dapat pula berarti menghambakan diri, beribadat dan menjalankan segala yang diperintahkan Allah dan menjauhi semua yang dilarang. Sujud bila dihubungkan dengan makhluk Tuhan selain dari manusia, jin dan malaikat berarti tunduk mengikuti kehendak dan hukum-hukum atau kodrat yang ditentukan Allah, mereka tidak dapat lepas dari ketentuan-ketentuan itu, baik secara sukarela maupun terpaksa. Sedang bagi manusia, jin dan malaikat, sujud berarti taat dan patuh kepada hukum-hukum Allah, taat melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya.\nPada ayat ini Allah menegaskan lagi kekuasaan-Nya terhadap semua makhluk, yaitu semua yang di langit, di bumi, matahari, bulan, bintang- bintang, gunung-gunung, tumbuh-tumbuhan dan semua binatang melata tunduk dan mengikuti aturan-aturan dan ketentuan-ketentuan yang diberikan-Nya. \nAllah menciptakan jagat raya ini dan mengaturnya dengan hukum dan ketentuan-Nya. Seperti adanya garis edar pada tiap-tiap planet yang ada di ruang angkasa. Tiap-tiap planet mengikuti garis edar yang telah ditentukan. Jika ia keluar dari garis edarnya itu maka ia akan berbenturan dengan planet-planet yang lain. Demikian pula tumbuh-tumbuhan, binatang-binatang tumbuh menjadi besar dan berkembang mengikuti ketentuan-ketentuan Allah.\nDalam tafsir al-Maragi disebutkan bahwa dalam ayat ini disebut matahari, bulan, bintang-bintang dan sebagainya secara khusus adalah untuk mengingatkan bahwa makhluk-makhluk itu termasuk makhluk yang disembah manusia selain Allah, seperti penduduk Himyar menyembah matahari, Bani Kinanah menyembah bulan, bintang Syi`ra disembah oleh Bani Lahm, bintang Surayya disembah oleh orang thayyai, penduduk Mesir kuno menyembah patung anak sapi atau burung Ibis. Seakan-akan ayat ini menegaskan bahwa semuanya itu tidak pantas disembah karena semuanya itu termasuk makhluk-makhluk Tuhan yang mengikuti kehendak dan hukum-hukum Allah. Hanya Allah saja yang berhak disembah.\nAllah menerangkan bahwa banyak manusia yang beriman, taat dan patuh kepada Allah dengan benar, karena merasakan kebesaran dan kekuasaan atas diri mereka. Karena itu mereka beribadat dengan sungguh-sungguh, melaksanakan semua perintah Allah dan menghentikan semua larangan-Nya. Mereka melakukan semua perbuatan yang menyebabkan Allah sayang kepada mereka, sehingga Allah memberikan pahala dan memuliakan mereka. Ada pula manusia yang tidak beriman dengan benar kepada Allah atau tidak mau merasakan kebesaran dan kekuasaan-Nya, ia melakukan perbuatan-perbuatan yang menyebabkan Allah marah kepadanya, karena itu mereka pantas mendapat kemurkaan dan kehinaan dari Allah.\nSiapa yang mendapat kehinaan dan murka Allah akan masuk neraka, tidak ada seorang pun yang dapat membela dan melepaskannya dari azab Allah, karena segala kekuasaan berada di tangan Allah. Sebaliknya Allah memuliakan orang yang beriman dengan benar, berbuat baik, Allah akan memasukkan mereka ke dalam surga.",
    "quraish": "Tidak tahukah kamu, wahai orang yang berakal, bahwa apa pun yang ada di bumi dan di langit, juga matahari, bulan, bintang-bintang, gunung-gunung, pohon, dan binatang, semuanya tunduk di bawah kepengurusan Allah. Setelah itu, sebagian orang ada yang beriman kepada Allah dan tunduk kepada ajaran- ajaran-Nya, maka mereka berhak mendapatkan surga. Sementara sebagian lainnya tidak beriman dan tidak melaksanakan ajaran-ajaran-Nya, maka mereka pantas mendapatkan azab dan penghinaan. Barangsiapa yang diusir oleh Allah dari kasih sayang-Nya, tidak ada seorang pun yang dapat menghormatinya. Allah benar-benar Mahakuasa atas segala sesuatu dan berbuat menurut kehendak-Nya.",
    "jalalayn": "(Apakah kamu tiada melihat) tiada mengetahui (bahwa kepada Allah bersujud makhluk yang ada di langit dan makhluk yang ada di bumi dan matahari, bulan, bintang-bintang, gunung-gunung, pohon-pohon dan hewan-hewan yang melata) semuanya tunduk dan patuh menuruti apa yang dikehendaki-Nya (dan sebagian besar daripada manusia?) adalah orang-orang Mukmin, yaitu dengan bertambah perasaan rendah diri dalam sujud salat mereka. (Dan banyak di antara manusia yang telah ditetapkan azab atasnya) mereka adalah orang-orang kafir, karena mereka membangkang tidak mau bersujud, sedangkan sujud itu adalah pertanda iman. (Dan barang siapa yang dihinakan Allah) disengsarakan-Nya (maka tidak seorang pun yang memuliakannya) yang akan membahagiakannya. (Sesungguhnya Allah berbuat apa yang Dia kehendaki) seperti menghinakan dan memuliakan."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 19,
    "arab": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ",
    "translation": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2614.mp3",
    "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi`in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
    "quraish": "Dua kelompok manusia ini saling berdebat tentang Tuhan mereka, tentang mana yang pantas dan mana yang tidak pantas. Kelompok pertama beriman dan yang lain kafir. Kelompok yang kafir pada hari kiamat sekujur tubuh mereka akan dililit api seperti pakaian. Dan untuk menambah siksa, para malaikat menuangkan air yang sangat panas di atas kepala mereka.",
    "jalalayn": "(Inilah dua golongan yang bertengkar) yaitu golongan orang-orang Mukmin di satu pihak dan di pihak lain lima golongan orang-orang kafir yang disebutkan dalam ayat 17=Lafal Khashmun ini dapat diartikan untuk tunggal dan jamak (mereka saling bertengkar mengenai Rabb mereka) dalam urusan agama mereka. (Maka orang-orang kafir akan dibuatkan untuk mereka pakaian-pakaian dari api neraka) yang kemudian mereka pakai, maksudnya mereka diliputi oleh api neraka. (Disiramkan air yang sedang mendidih ke atas kepala mereka) yaitu air yang sangat panas."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 20,
    "arab": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ",
    "translation": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2615.mp3",
    "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi`in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
    "quraish": "Air itu kemudian menembus ke dalam dan melelehkan semua isinya, sebagaimana sebelumnya telah melelehkan kulit.",
    "jalalayn": "(Dihancur leburkan) diluluhkan (dengan air itu apa yang ada dalam perut mereka) yakni lemak dan lain-lainnya (dan) terpangganglah disebabkan panasnya air itu (kulit) mereka."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 21,
    "arab": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ",
    "translation": "Dan (azab) untuk mereka cambuk-cambuk dari besi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2616.mp3",
    "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi`in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
    "quraish": "Mereka juga disediakan godam-godam dari besi.",
    "jalalayn": "(Dan untuk mereka palu-palu dari besi) untuk memukul kepala mereka."
  },
  {
    "ruku": 286,
    "name": "Al-Hajj",
    "ayat": 22,
    "arab": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ ࣖ",
    "translation": "Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2617.mp3",
    "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi`in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
    "quraish": "Setiap kali mencoba keluar dari neraka akibat penderitaan dan kesulitan yang sangat, mereka dipukul oleh para malaikat dengan godam-godam itu dan dikembalikan ke tempat semula. Para malaikat itu mengatakan, \"Rasakanlah siksa neraka yang membakar ini sebagai balasan atas kekafiran kalian.\"",
    "jalalayn": "(Setiap kali mereka hendak keluar dari neraka) tempat mereka diazab (lantaran kesengsaraan mereka) yang menekan diri mereka di dalam neraka (niscaya mereka dikembalikan ke dalamnya) mereka dipukuli dengan palu-palu besi supaya kembali lagi ke neraka. (Dan) dikatakan kepada mereka, (\"Rasailah azab yang membakar ini\") azab yang sangat membakar ini."
  }
]