[
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 26,
    "arab": "وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
    "translation": "Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), “Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2621.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar mengingatkan kepada orang-orang musyrik Mekah yang menghalang-halangi manusia masuk agama Islam dan masuk Masjidil Haram tentang peristiwa yang pernah terjadi dahulu, ialah pada waktu Allah menunjukkan kepada Nabi Ibrahim as, letak Baitullah yang akan dibangun kembali dan waktu ia memaklumkan kepada seluruh manusia di dunia atas perintah Allah bahwa Baitullah menjadi pusat peribadatan bagi seluruh manusia. Dengan mengingatkan peristiwa-peristiwa itu diharapkan orangorang musyrik Mekah tidak lagi menghalang-halangi manusia masuk agama Islam dan masuk Masjidil Haram, karena agama Islam itu adalah agama nenek moyang mereka Ibrahim dan Masjidil Haram itu didirikan oleh nenek moyang mereka pula.\nMenurut ayat ini, Ibrahimlah orang yang pertama kali membangun Ka`bah. Tetapi menurut suatu riwayat bahwa Ibrahim hanyalah bertugas membangun Ka`bah itu kembali bersama putranya Ismail as, sebelumnya telah didirikan Ka`bah itu, kemudian runtuh dan bekasnya tertimbun oleh pasir. Menurut riwayat tersebut, setelah Ismail putra Ibrahim dan istrinya Hajar yang ditinggalkannya di Mekah menjadi dewasa maka Ibrahim datang ke Mekah dari Palestina, untuk melaksanakan perintah-perintah Allah yaitu mendirikan kembali Ka`bah bersama putranya Ismail. Allah memberitahukan kepada Ibrahim bekas tempat berdirinya Ka`bah yang telah runtuh itu dengan meniupkan angin kencang ke tempat itu, menjadi bersih, lalu Ibrahim as dan putranya Ismail as mendirikan Ka`bah di tempat itu.\nKemudian Allah memerintahkan kepada Ibrahim as dan umatnya agar mentauhidkan Allah; tidak mempersekutukannya dengan sesuatu pun, membersihkan Ka`bah dari segala macam perbuatan yang mengandung unsur-unsur syirik, mensucikannya dari segala macam najis dan kotoran, menjadikan Ka`bah itu sebagai pusat peribadatan bagi orang-orang yang beriman, seperti mengerjakan tawaf (berjalan mengelilingi Ka`bah).\nPerkataan \"salat, ruku` dan sujud\", merupakan isyarat bahwa Ka`bah itu didirikan untuk umat Islam, karena salat, ruku` sujud itu, merupakan ciri khas ibadah umat Islam yang dilakukan dengan menghadap Ka`bah. \nAllah telah melimpahkan karunia-Nya yang besar kepada kaum Muslimin, yang telah mempersiapkan pusat peribadatan mereka sejak lama sebelum diutus rasul mereka yang membawa risalah Islamiyah. Dengan perkataan lain dapat dikatakan bahwa pendirian Ka`bah yang dilaksanakan Nabi Ibrahim atas perintah Allah itu, merupakan persiapan penyampaian risalah Islamiyah. Karena di kemudian hari Ka`bah itu dijadikan Allah sebagai kiblat salat kaum Muslimin dan tempat mereka mengerjakan ibadah haji dan umrah.",
    "quraish": "Sampaikanlah, wahai Muhammad, kepada orang-orang musyrik yang mengaku sebagai pengikut agama Ibrâhîm a. s. dan menjadikan al-Masjid al-Harâm sebagai tempat berhala, sampaikan kepada mereka itu kisah perjalanan Ibrâhîm yang telah Kami tunjukkan tempatnya. Setelah mendapatkan tempat itu, ia Kami perintahkan untuk membangunnya dan Kami katakan, \"Janganlah kamu membuat sekutu apa pun terhadap-Ku dalam beribadah. Bersihkan rumah-Ku ini dari berhala-berhala dan kotoran-kotoran agar siap untuk dipakai tawaf, dihuni dan dipakai sebagai tempat beribadah.",
    "jalalayn": "(Dan) ingatlah (ketika Kami jelaskan) Kami terangkan (kepada Ibrahim tempat Baitullah) supaya ia membangunnya kembali karena Baitullah itu telah diangkat sejak zaman banjir besar yakni zamannya Nabi Nuh, kemudian Kami perintahkan kepada Ibrahim, (\"Janganlah kamu menyekutukan Aku dengan sesuatu pun dan sucikanlah rumah-Ku ini) dari berhala-berhala (bagi orang-orang yang tawaf dan orang-orang yang bermukim) yakni orang-orang yang tinggal di sekitarnya (dan orang-orang yang rukuk dan sujud\") Rukka'is-sujuud adalah bentuk jamak dari kata Raaki 'iin dan Saajidin, maksudnya adalah orang-orang yang salat."
  },
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 27,
    "arab": "وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ",
    "translation": "Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2622.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Ibrahim as agar menyeru manusia untuk mengerjakan ibadah haji ke Baitullah dan menyampaikan kepada mereka bahwa ibadah haji itu termasuk ibadah yang diwajibkan bagi kaum Muslimin.\nKebanyakan ahli tafsir berpendapat bahwa perintah Allah dalam ayat ini ditujukan kepada Nabi Ibrahim as yang baru saja selesai membangun Ka`bah. Pendapat ini sesuai dengan ayat ini, terutama jika diperhatikan hubungannya dengan ayat-ayat yang sebelumnya. Pada ayat-ayat yang lalu disebutkan perintah Allah kepada Nabi Muhammad saw agar mengingatkan orang-orang musyrik Mekah akan peristiwa waktu Allah memerintah Ibrahim supaya membangun Ka`bah, sedang ayat-ayat ini menyuruh orang-orang musyrik itu mengingat peristiwa ketika Allah memerintahkan Ibrahim menyeru manusia agar menunaikan ibadah haji.\nPendapat ini sesuai pula dengan riwayat Ibnu `Abbas dari Jubair yang menerangkan, bahwa tatkala Ibrahim as selesai membangun Ka`bah, Allah memerintahkan kepadanya, \"Serulah manusia untuk mengerjakan ibadah haji.\"\nIbrahim as menjawab, \"Wahai Tuhan, apakah suaraku akan sampai kepada mereka?\" Allah berkata, \"Serulah mereka, Aku akan menyam-paikannya.\" Maka Ibrahim naik ke atas bukit Abi Qubais, lalu mengucapkan dengan suara yang keras, \"Wahai sekalian manusia, se-sungguhnya Allah benar-benar telah memerintahkan kepadamu sekalian mengunjungi rumah ini, supaya Dia memberikan kepadamu surga dan melindungi kamu dari azab neraka, karena itu tunaikanlah olehmu ibadah haji itu.\" Maka suara itu diperkenalkan oleh orang-orang yang berada dalam tulang sulbi laki-laki dan orang-orang yang telah berada dalam rahim perempuan, dengan jawaban, \"Labbaika, Allahumma labbaika\". Maka berlakulah \"talbiyah\" dengan cara yang demikian itu. Talbiyah ialah doa yang diucapkan orang yang sedang mengerjakan ibadah haji atau umrah, doa itu ialah, \"Labbaika, Allahumma Labbaika.\"\nAl-Hasan berpendapat bahwa perintah Allah dalam ayat ini ditujukan kepada Nabi Muhammad saw. Alasan beliau ialah semua perkataan dan pembicaraan dalam ayat-ayat Al-Qur'an itu ditujukan kepada Nabi Muhammad saw, termasuk di dalamnya perintah melaksanakan ibadah haji ini. Perintah ini telah dilaksanakan oleh Rasulullah bersama para sahabat dengan mengerjakan haji wada` (haji yang penghabisan), sebagaimana tersebut dalam hadis:\nDari Abi Hurairah, ia berkata, \"Rasulullah telah berkhotbah dihadapan kami, beliau berkata, \"Wahai sekalian manusia Allah telah mewajibkan atasmu ibadah haji, maka kerjakanlah ibadah haji.\" (Riwayat Ahmad)\nJika diperhatikan, maka sebenarnya kedua pendapat ini tidaklah berlawanan. Karena perintah menunaikan ibadah haji itu ditujukan kepada Nabi Ibrahim dan umatnya diwaktu beliau selesai membangun Ka`bah. Kemudian setelah Nabi Muhammad saw diutus, maka perintah itu diberikan pula kepadanya, sehingga Nabi Muhammad saw dan umatnya diwajibkan pula menunaikan ibadah haji itu, bahkan ditetapkan sebagai rukun Islam yang kelima.\nDalam ayat ini terdapat perkataan, \"...niscaya mereka akan datang kepadamu...\" Dari perkataan ini dipahami, seakan-akan Tuhan mengatakan kepada Ibrahim as bahwa jika Ibrahim menyeru manusia untuk menunaikan ibadah haji, niscaya manusia akan memenuhi panggilannya itu, mereka akan berdatangan dari segenap penjuru dunia walaupun dengan menempuh perjalanan yang sulit dan sukar. Siapapun yang memenuhi panggilan itu, baik waktu itu maupun kemudian hari, maka berarti ia telah datang memenuhi panggilan Allah seperti Ibrahim dahulu telah memenuhi pula. Ibrahim dahulu pernah Allah perintahkan datang ke Mekah yang masih sepi, Ibrahim memenuhinya walaupun perjalanannya sukar, melalui terik panas padang pasir yang terbentang antara Mekah dan Syiria. Perintah itu telah dilaksanakan dengan baik, bahkan Ibrahim bersedia menyembelih anak kandungnya Ismail, semata-mata untuk melaksanakan perintah Allah, karena itu Allah akan menyediakan pahala yang besar untuk Ibrahim, dan pahala yang seperti itu akan Allah berikan pula kepada siapa yang berkunjung ke Baitullah ini, terutama bagi orang yang sengaja datang ke Mekah ini untuk melaksanakan ibadah haji. Perkataan ini merupakan penghormatan bagi Ibrahim dan menunjukkan betapa besar pahala yang disediakan Allah bagi orang-orang yang menunaikan ibadah haji semata-mata karena Allah.\nPara ulama sependapat bahwa datang ke Baitullah untuk mengerjakan ibadah haji dibolehkan mempergunakan kendaraan dan cara-cara apa saja yang dihalalkan, seperti dengan berjalan kaki, dengan kapal laut atau dengan pesawat terbang atau dengan kendaraan melalui darat dan sebagainya. Tetapi Imam Malik dan Imam Asy-Syafi`i berpendapat bahwa pergi menunaikan ibadah haji dengan menggunakan kendaraan melalui perjalanan darat itu lebih baik dan lebih besar pahalanya, karena cara yang demikian itu mengikuti perbuatan Rasulullah. Dengan cara yang demikian diperlukan perbelanjaan yang banyak, menempuh perjalanan yang sukar serta menambah syi`ar ibadah haji, terutama di waktu melalui negara-negara yang ditempuh selama dalam perjalanan. Sebagian ulama berpendapat bahwa berjalan kaki lebih utama dari berkendaraan, karena dengan berjalan kaki lebih banyak ditemui kesulitankesulitan daripada dengan berkendaraan. Dalam masalah ini berkendaraan atau tidak adalah masalah teknis saja. Secara umum Islam tidak menghendaki kesukaran tetapi kemudahan. Islam juga tidak membebani seseorang sesuatu yang dia tidak mampu melakukannya.\nMelaksanakan ibadah haji baik dengan kendaraan atau pun dengan berjalan kai, pasti akan memperoleh pahala yang besar dari Allah, jika ibadah itu semata-mata dilaksanakan karena Allah. Yang dinilai adalah niat dan keikhlasan seseorang serta cara-cara melaksanakannya. Sekalipun sulit perjalanan yang ditempuh, tetapi niat mengerjakan haji itu bukan karena Allah maka ia tidak akan memperoleh sesuatu pun dari Allah, bahkan sebaliknya ia akan diazab dengan azab yang sangat pedih karena niatnya itu.\nJika seseorang telah sampai di Mekah dan melihat Baitullah, disunnahkan mengangkat tangan, sebagaimana tersebut dalam hadis:\nDiriwayatkan oleh Ibnu `Abbas ra dari Nabi saw, beliau bersabda, \"Diangkat kedua tangan pada tujuh tempat, yaitu pada pembukaan salat, waktu menghadap Baitullah, waktu menghadap bukit Safa dan bukit Marwah, waktu menghadap dua tempat (Arafah dan Muzdalifah) dan waktu melempar dua jamrah.\" (Riwayat Ahmad)\nHadis ini diamalkan oleh Ibnu Umar ra.",
    "quraish": "Beritahukan kepada manusia bahwa Allah telah mewajibkan kepada semua orang yang mampu untuk mengunjungi rumah ini, hingga mereka memenuhi panggilanmu dengan berjalan kaki atau mengendarai unta yang menjadi lelah akibat perjalanan dari tempat yang jauh.",
    "jalalayn": "(Dan berserulah) serukanlah (kepada manusia untuk mengerjakan haji) kemudian Nabi Ibrahim naik ke puncak bukit Abu Qubais, lalu ia berseru, \"Hai manusia! Sesungguhnya Rabb kalian telah membangun Baitullah dan Dia telah mewajibkan kalian untuk melakukan haji, maka sambutlah seruan Rabb kalian ini\". Lalu Nabi Ibrahim menolehkan wajahnya ke kanan dan ke kiri serta ke arah Timur dan ke arah Barat. Maka menjawablah semua orang yang telah ditentukan baginya dapat berhaji dari tulang-tulang sulbi kaum lelaki dan rahim-rahim kaum wanita, seraya mengatakan, \"Labbaik allaahumma Labbaika\", artinya: Ya Allah, kami penuhi panggilan-Mu, Ya Allah, kami penuhi panggilan-Mu. Sedangkan Jawab dari Amar yang di muka tadi ialah (niscaya mereka akan datang kepadamu dengan berjalan kaki) lafal Rijaalan adalah bentuk jamak dari lafal Raajilun, wazannya sama dengan lafal Qaaimun yang bentuk jamaknya adalah Qiyaamun; artinya berjalan kaki (dan) dengan berkendaraan (dengan menaiki unta yang kurus) karena lamanya perjalanan; lafal Dhamirin dapat ditujukan kepada jenis jantan dan betina (mereka datang) yakni unta-unta kurus itu yang dimaksud adalah orang-orang yang mengendarainya (dari segenap penjuru yang jauh) dari daerah yang perjalanannya sangat jauh."
  },
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 28,
    "arab": "لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ",
    "translation": "Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mere-ka menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang diberikan Dia kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2623.mp3",
    "tafsir": "Ayat ini menerangkan tujuan disyariatkan ibadah haji, yaitu untuk memperoleh kemanfaatan. Tidak disebutkan dalam ayat ini bentuk-bentuk manfaat itu, hanya disebut secara umum saja. Penyebutan secara umum kemanfaatan-kemanfaatan yang akan diperoleh orang yang mengerjakan ibadah haji dalam ayat ini, menunjukkan banyaknya macam dan jenis kemanfaatan yang akan diperoleh itu. Kemanfaatan-kemanfaatan itu sukar menerangkannya secara terperinci, hanya yang dapat menerangkan dan merasakannya ialah orang yang pernah mengerjakan ibadah haji dan melaksanakannya dengan niat ikhlas.\nKemanfaatan itu ada yang berhubungan dengan rohani dan ada pula dengan jasmani, dan ada yang langsung dirasakan oleh individu yang melaksanakannya, dan ada pula yang dirasakan oleh masyarakat, baik yang berhubungan dengan dunia maupun yang berhubungan dengan akhirat.\nPara ulama banyak yang mencoba mengungkap bentuk-bentuk manfaat yang mungkin diperoleh oleh para jamaah haji, setelah mereka mengalami dan mempelajarinya kebanyakan mereka itu menyatakan bahwa mereka belum sanggup mengungkap semua manfaat itu. Di antara manfaat yang diungkapkan itu ialah:\n1. Melatih diri dengan mempergunakan seluruh kemampuan mengingat Allah dengan khusyu` pada hari-hari yang telah ditentukan dengan memurnikan kepatuhan dan ketundukan hanya kepada-Nya saja. Pada waktu seseorang berusaha mengedalikan hawa nafsunya dengan mengikuti perintah-perintah Allah dan menjuahi larangan-larangan-Nya walau apapun yang menghalangi dan merintanginya. Latihan-latihan yang dikerjakan selama mengerjakan ibadah haji itu diharapkan membekas di dalam sanubari kemudian dapat diulangi lagi mengerjakannya setelah kembali dari tanah suci, sehingga menjadi kebiasaan yang baik dalam penghidupan dan kehidupan.\n2. Menimbulkan rasa perdamaian dan rasa persaudaraan di antara sesama kaum Muslimin. Sejak seorang calon haji mengenakan pakaian ihram, pakaian yang putih yang tidak berjahit, sebagai tanda ia sedang mengerjakan ibadah haji, maka sejak itu ia telah menanggalkan pakaian duniawi, pakaian kesukaannya, pakaian kebesaran, pakaian kemewahan dan sebagainya. Semua manusia kelihatan sama dalam pakaian ihram itu; tidak dapat dibedakan antara si kaya dengan si miskin, antara penguasa dengan rakyat jelata, antara yang pandai dengan yang bodoh, antara tuan dengan budak, semuanya sama tunduk dan menghambakan diri kepada Tuhan semesta alam, sama-sama tawaf, sama-sama berlari antara bukit Safa dan bukit Marwa, sama-sama berdesakan melempar Jamrah, sama-sama tunduk dan tafakkur di tengah-tengah padang Arafah. Dalam keadaan demikian akan terasa bahwa diri kita sama saja dengan orang yang lain. Yang membedakan derajat antara seorang dengan yang lain hanyalah tingkat ketakwaan dan ketaatan kepada Allah. Karena itu timbullah rasa ingin tolong menolong, rasa seagama, rasa senasib dan sepenanggungan, rasa hormat menghormati sesama manusia.\n3. Mencoba membayangkan kehidupan di akhirat nanti, yang pada waktu itu tidak seorang pun yang dapat memberikan pertolongan kecuali Allah, Tuhan Yang Mahakuasa. Wukuf di Arafah ditempat berkumpulnya manusia yang banyak pada hari Arafah, merupakan gambaran kehidupan di Padang Mahsyar nanti. Semua itu menggambarkan saat-saat ketika manusia berdiri di hadapan Mahkamah Allah di akhirat.\n4. Menghilangkan rasa harga diri yang berlebih-lebihan. Seseorang waktu berada di negerinya, biasanya terikat oleh adat istiadat yang biasa mereka lakukan sehari-hari dalam pergaulan mereka. Sedikit saja perubahan dapat menimbulkan kesalahpahaman, perselisihan dan pertentangan. Pada waktu melaksanakan ibadah haji, bertemulah kaum Muslimin yang datang dari segala penjuru dunia, dari negeri yang berbeda-beda, masing-masing mempunyai adat istiadat dan kebiasaan hidup dan tata cara yang berbeda-beda pula maka terjadilah persinggungan antara adat istiadat dan kebiasaan hidup itu. Seperti cara berbicara, cara makan, cara berpakaian, cara menghormati tamu dan sebagainya. Di waktu menunaikan ibadah haji terjadi persinggungan dan perbenturan badan antara jama`ah dari suatu negeri, dengan jama`ah dari negara yang lain, seperti waktu tawaf, waktu sa`i, waktu wukuf di Arafah, waktu melempar jumrah dan sebagainya. Waktu salat di Masjidil Haram, tubuh seorang yang duduk dilangkahi oleh temannya yang lain karena ingin mendapatkan saf yang paling depan, demikian pula persoalan bahasa dan isyarat, semua itu mudah menimbulkan kesalahpahaman dan perselisihan. Bagi seorang yang sedang melakukan ibadah haji, semuanya itu harus dihadapi dengan sabar, dengan dada yang lapang, harus dihadapi dengan berpangkal kepada dugaan bahwa semua jamaah haji itu melakukan yang demikian itu bukanlah untuk menyakiti temannya dan bukan untuk menyinggung perasaan orang lain, tetapi semata-mata untuk mencapai tujuan maksimal dari ibadah haji. Mereka semua ingin memperoleh haji mabrur, apakah ia seorang kaya atau seorang miskin dan sebagainya.\n5. Menghayati kehidupan dan perjuangan Nabi Ibrahim beserta putranya Nabi Ismail dan Nabi Muhammad beserta para sahabatnya. Waktu Ibrahim pertama kali datang di Mekah bersama istrinya Hajar dan putranya Ismail yang masih kecil, kota Mekah masih merupakan padang pasir yang belum didiami oleh seorang manusia pun. Dalam keadaan demikianlah Ibrahim meninggalkan istri dan putranya di sana, sedang ia kembali ke Palestina. Hajar dan putranya yang masih kecil merasakan berbagai penderitaan, tidak ada tempat mengadu dan minta tolong kecuali hanya kepada Tuhan saja. Sesayup-sayup mata memandang, yang ada hanyalah gunung batu, tanpa tumbuh-tumbuhan yang dapat dijadikan tempat berlindung. Dapat dirasakan kesusahan Hajar berlari antara Safa dan Marwa mencari setetes air untuk diminum anaknya. Dapat direnungkan dan dijadikan teladan tentang ketaatan dan kepatuhan Ibrahim kepada Allah. Setelah itu beliau menyembelih putra tercintanya, Ismail, sebagai kurban, semata-mata untuk memenuhi dan melaksanakan perintah Allah. Kaum Muslimin selama mengerjakan ibadah haji dapat melihat bekas-bekas dan tempat-tempat yang ada hubungannya dengan perjuangan Nabi Muhammad beserta sahabatnya dalam menegakkan agama Allah. Sejak dari Mekah di saat beliau mendapat halangan, rintangan bahkan siksaan dari orang-orang musyrik Mekah, kemudian beliau hijrah ke Medinah, berjalan kaki, dalam keadaan dikejar-kejar orang-orang kafir. Demikianlah pula usaha-usaha yang beliau lakukan di Medinah, berperang dengan orang kafir, menghadapi kelicikan dan fitnah orang munafik dan Yahudi. Semuanya itu dapat diingat dan dihayati selama menunaikan ibadah haji dan diharapkan dapat menambah iman ketakwaan kepada Allah Yang Mahakuasa, Maha Pengasih dan Maha Penyayang.\n6. Setiap Muktamar Islam seluruh dunia. Pada musim haji berdatanganlah kaum Muslimin dari seluruh dunia. Secara tidak langsung terjadilah pertemuan antara sesama Muslim, antara suku bangsa dengan suku bangsa dan antara bangsa dengan bangsa yang beraneka ragam coraknya itu. Antara mereka itu dapat berbincang dan bertukar pengalaman dengan yang lain, sehingga pengalaman dan pikiran seseorang dapat diambil dan dimanfaatkan oleh yang lain, terutama setelah masing-masing mereka sampai di negeri mereka nanti. Jika pertemuan yang seperti ini diorganisir dengan baik, tentulah akan besar manfaatnya, akan dapat memecahkan masalah-maslaah yang sulit yang dihadapi oleh umat Islam di negara mereka masing-masing. Semuanya itu akan berfaedah pula bagi individu, masyarakat dan agama. Alangkah baiknya jika pada waktu itu diadakan pertemuan antara kepala negara yang menunaikan ibadah haji, pertemuan para ahli, para ulama, para pemuka masyarakat, para usahawan dan sebagainya.\nWalaupun amat banyak manfaat yang akan diperoleh oleh orang yang mengerjakan ibadah haji, tetapi hanyalah Allah yang dapat mengetahui dengan pasti semua manfaat itu. Dari pengalaman orang-orang yang pernah mengerjakan haji didapat keterangan bahwa keinginan mereka menunaikan ibadah haji bertambah setelah mereka selesai menunaikan ibadah haji yang pertama. Makin sering seseorang menunaikan ibadah haji, makin bertambah pula keinginan tersebut. Rahasia dan manfaat dari ibadah haji itu dapat dipahamkan pula dari doa Nabi Ibrahim kepada Allah, sebagaimana yang tersebut dalam firman-Nya: \nMaka jadikanlah hati sebagian manusia cenderung kepada mereka. (Ibrahim/14: 37)\nManfaat lain dari ibadah haji, yaitu agar manusia menyebut nama Allah pada hari-hari yang ditentukan dan melaksanakan kurban dengan menyembelih binatang kurban atau hadyu (dam) bagi jamaah haji yang melanggar kewajiban haji. Adapun pelaksanaannya yaitu sesudah melempar jamrah 'aqabah dan hanya dilaksanakan di tanah Haram Mekah. Sedangkan daging hadyu (dam) hanya diperuntukan bagi fakir miskin Mekah, kecuali jika sudah tidak ada fakir miskin di kota Mekah, maka daging tersebut boleh diberikan kepada orang miskin di kota/negara lain. \nYang dimaksud dengan hari-hari yang ditentukan ialah hari raya haji dan hari-hari tasyriq, yaitu tanggal 11, 12, dan 13 Zulhijjah. Pada hari-hari ini dilakukan penyembelihan binatang kurban. Waktu menyembelih binatang kurban ialah setelah pelaksanaan salat Idul Adha sampai dengan terbenamnya matahari tanggal 13 Zulhijjah. Rasulullah saw bersabda:\nSiapa yang menyembelih kurban sebelum salat Idul Adha maka sesungguhnya ia hanyalah menyembelih untuk dirinya sendiri dan siapa yang menyembelih sesudah salat Idul Adha (dan setelah membaca dua Khutbah) maka sesungguhnya ia telah menyempurnakan ibadahnya dan telah melaksanakan sunnah kaum Muslimin. (Riwayat al-Bukhari dari al-Barra)\nDan sabda Rasulullah saw:\n\"Semua hari-hari tasyriq adalah waktu dilakukannya penyembelihan kurban.\" (Riwayat Ahmad dari Jubair bin Muth'im)\nSetelah binatang kurban itu disembelih, maka dagingnya boleh dimakan oleh yang berkurban dan sebagiannya disedekahkan kepada orang-orang fakir dan miskin. Menurut jumhur ulama, sebaiknya orang-orang yang berkurban memakan daging kurban sebagian kecil saja, sedang sebagian besarnya disedekahkan kepada fakir miskin. Orang yang berkurban dibolehkan untuk menyedekahkan seluruh daging kurbannya itu kepada fakir miskin.",
    "quraish": "Itu semua agar mereka mendapatkan keuntungan ukhrawi dari pelaksanaan ibadah haji dan keuntungan duniawi dengan saling berkenalan antara teman-teman seagama mereka dan membicarakan urusan-urusan dunia dan akhirat yang bermanfaat bagi mereka. Juga agar mereka menyebut asma Allah saat menyembelih unta, sapi atau kambing--tergantung kemampuan--pada hari raya kurban atau salah satu dari tiga hari tasyrik berikutnya. Makanlah setelah itu sekehendak hati kalian, dan berikanlah kepada siapa saja yang sedang menderita kesusahan dan kefakiran.",
    "jalalayn": "(Supaya mereka mempersaksikan) yakni mendatangi (berbagai manfaat untuk mereka) dalam urusan dunia mereka melalui berdagang, atau urusan akhirat atau untuk keduanya. Sehubungan dengan masalah ini ada berbagai pendapat mengenainya (dan supaya mereka menyebut nama Allah pada hari-hari yang telah ditentukan) yakni tanggal sepuluh Zulhijah, atau hari Arafah, atau hari berkurban hingga akhir hari-hari Tasyriq; mengenai masalah ini pun ada beberapa pendapat (atas rezeki yang telah Allah berikan kepada mereka berupa binatang ternak) unta, sapi dan kambing yang disembelih pada hari raya kurban dan ternak-ternak yang disembelih sesudahnya sebagai kurban. (Maka makanlah sebagian daripadanya) jika kalian menyukainya (dan berikanlah untuk dimakan orang-orang yang sengsara lagi fakir) yakni sangat miskin."
  },
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 29,
    "arab": "ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ",
    "translation": "Kemudian, hendaklah mereka menghilangkan kotoran (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2624.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah orang yang mengerjakan ibadah haji selesai mnyembelih binatang kurbannya, hendaklah mereka melakukan tiga hal:\n1. Menghilangkan dengki atau kotoran yang ada pada diri mereka, yaitu dengan menggunting kumis, menggunting rambut, memotong kuku dan sebagainya. Hal ini diperintahkan karena perbuatan-perbuatan itu dilarang melakukannya selama mengerjakan ibadah haji. \n2. Melaksanakan nazar yang pernah diikrarkan, karena pada waktu, tempat dan keadaan inilah yang paling baik untuk menyempurnakan nazar.\n3. Melakukan tawaf di Ka`bah. Yang dimaksud dengan tawaf adalah mengelilingi Ka`bah sebanyak tujuh kali. Tawaf ada tiga macam, yaitu:\na.Tawaf qudum, yaitu tawaf yang dilakukan ketika pertama kali memasuki/datang di Mekah.\nb.Tawaf Wada` yaitu tawaf yang dilakukan ketika akan meninggalkan Mekah setelah selesai melaksanakan ibadah haji.\nc.Tawaf Ifadhah yaitu tawaf yang dilakukan dalam rangka melaksanakan rukun haji. \nDalam ayat ini Baitullah disebut Baitul 'Atiq, yang berarti \"rumah tua\" karena Baitullah adalah rumah ibadah pertama kali didirikan oleh Nabi Ibrahim as beserta putranya Nabi Ismail as kemudian barulah didirikan Baitul Maqdis Palestina oleh Nabi Daud as beserta Nabi Sulaiman as.",
    "quraish": "Setelah itu mereka harus menghilangkan kotoran yang melekat di badan akibat perjalanan jauh dan pengaruh keringat pada saat berihram, membayar nazar atas nama Allah apabila mereka memang bernazar, dan melakukan tawaf di sekeliling rumah ibadah yang pertama-tama dibangun di muka bumi.",
    "jalalayn": "(Kemudian hendaklah mereka menghilangkan kotoran yang ada pada badan mereka) maksudnya hendaklah mereka merapihkan ketidakrapihan diri mereka seperti memotong rambut dan kuku yang panjang (dan hendaklah mereka menunaikan) dapat dibaca Walyuufuu dan Walyuwaffuu (nazar-nazar mereka) dengan menyembelih hewan ternak sebagai hewan kurban (dan hendaklah mereka melakukan tawaf) tawaf ifadah (sekeliling rumah yang tua itu) yakni rumah kuno, karena ia adalah rumah pertama yang dibuat untuk ibadah manusia."
  },
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 30,
    "arab": "ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ",
    "translation": "Demikianlah (perintah Allah). Dan barang siapa mengagungkan apa yang terhormat di sisi Allah (hurumat) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah olehmu (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2625.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua yang tersebut pada ayat-ayat yang lalu, seperti mencukur rambut, memotong kuku, memenuhi nazar, tawaf mengelilingi Ka`bah, termasuk kewajiban yang wajib dilaksanakan oleh setiap orang yang menunaikan ibadah haji. Siapa yang melaksanakan semua yang diperintahkan itu selama mereka berihram, karena ingin mengagungkan dan mencari keridaan Allah, maka perbuatan itu adalah perbuatan yang paling baik di sisi Allah dan akan dibalasnya dengan pahala yang berlipat ganda serta surga yang penuh kenikmatan.\nMenurut Ibnu 'Abbas yang dimaksud dengan \"hurumatillah\", ialah apa yang dilarang dilakukannya oleh orang-orang yang sedang menunaikan ibadah haji, seperti berlaku fasik, bertengkar, bersetubuh dengan istri, berburu dan sebagainya. Menghormati \"hurumatillah\", ialah menjauhi semua larangan itu. Sedang menurut riwayat Zaid bin Aslam, yang dimaksud dengan \"hurumatillah\", ialah al-Masy'aril Haram, Masjidil Haram, Baitul Haram (Ka`bah), Bulan-bulan Haram dan Tanah Haram. Menghormati \"hurumatillah\" itu adalah berbuat baik di tempat-tempat tersebut, tidak berbuat maksiat dan hal itu merupakan perbuatan yang paling baik di sisi Allah.\nDalam ibadah haji terdapat dua macam ibadah, yaitu ibadah yang berhubungan dengan anggota badan, disebut ibadah \"badaniyah\", seperti tawaf, sa`i, melempar jumrah dan sebagainya. Yang kedua ialah ibadah yang berhubungan dengan harta, disebut \"maliyah\", seperti menyembelih binatang kurban dan sebagainya. Dalam ayat ini disebutkan makanan yang dihalalkan, dan perintah menjauhi perkataan dusta. Sekalipun perintah itu ditujukan kepada semua kaum Muslimin, tetapi orang-orang yang sedang menunaikan ibadah haji sangat diutamakan melaksanakannya. \nAllah menerangkan bahwa dihalalkan bagi orang-orang yang beriman memakan dan menyembelih unta, lembu dan sebagainya, kecuali binatang-binatang yang telah ditetapkan keharamannya, sebagaimana tersebut dalam firman Allah:\nDiharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala.... (al-Ma`idah/5: 3)\n\n\nDan firman Allah:\nKatakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi “ karena semua itu kotor “ atau hewan yang disembelih bukan atas (nama) Allah.... (al-An'am/6: 145)\nAllah tidak pernah mengharamkan memakan daging binatang seperti yang diharamkan oleh kaum musyrik Mekah, perbuatan itu adalah perbuatan yang mereka ada-adakan saja. Mereka mengharamkan Bahirah, Sa`ibah, Washilah, Ham dan sebagainya, sebagaimana firman Allah:\nAllah tidak pernah mensyariatkan adanya Bahirah, Saibah, Washilah dan Ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma`idah/5: 103)\nDalam ayat ini disebutkan dua macam perintah Allah, yaitu:\n1. Perintah menjauhi perbuatan menyembah patung atau berhala, karena perbuatn itu adalah perbuatan yang menimbulkan kekotoran dalam diri dan sanubari seseorang yang mengerjakannya dan perbuatan itu berasal dari perbuatan setan. Setan selalu berusaha mengotori jiwa dan diri manusia.\n2. Perintah menjauhi perkataan dusta dan melakukan persaksian yang palsu.\nDalam ayat ini penyebutan persaksian palsu dan penyembahan berhala secara bersamaan, karena kedua perbuatan itu pada hakekatnya adalah sederajat, semua sama berdusta dan mengingkari kebenaran. Dari ayat ini dapat dipahami pula betapa besar dosanya mengadakan persaksian palsu itu karena disebutkan setelah larangan menyekutukan Allah.\nDalam hadis Nabi Muhammad saw pun diterangkan bahwa persaksian palsu itu sama beratnya dengan menyekutukan Allah:\nDari Nabi saw bahwa beliau salat Subuh, setelah selesai memberi salam, beliau berdiri dan menghadap kepada manusia dan berkata, \"Persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah.\" (Riwayat Ahmad, Abu Daud, Ibnu Majah dan ath-thabarani)",
    "quraish": "Barangsiapa mematuhi perintah dan larangan Allah dalam ibadah haji, maka ia telah melakukan sesuatu yang mendatangkan kebaikan di dunia dan di akhirat. Allah telah menghalalkan daging unta, sapi dan kambing kepada kalian, kecuali pada situasi-situasi tertentu seperti apabila mati tanpa disembelih dan lain sebagainya yang telah disebutkan dalam al-Qur'ân. Dari itu, hindarkanlah diri kalian dari penyembahan berhala, karena hal itu merupakan kotoran akal dan jiwa yang tidak pantas untuk disandang manusia. Hindari juga berkata bohong, baik yang berkenaan dengan Allah maupun manusia.",
    "jalalayn": "(Demikianlah) menjadi Khabar dari Mubtada yang keberadaannya diperkirakan sebelumnya, yakni perintah Allah itu sebagaimana yang telah disebutkan (dan barang siapa mengagungkan apa-apa yang terhormat di sisi Allah) yaitu hal-hal yang tidak boleh dirusak (maka itu adalah) mengagungkannya (lebih baik baginya di sisi Rabbnya) di akhirat kelak. (Dan telah dihalalkan bagi kamu sekalian binatang ternak) untuk memakannya sesudah disembelih terlebih dahulu (kecuali yang diterangkan kepada kalian) keharamannya di dalam firman yang lainnya yaitu, \"Diharamkan bagi kalian memakan bangkai...\" (Q.S. Al-Maidah, 3). Dengan demikian berarti Istitsna di sini bersifat Munqathi'. Dan dapat pula dikatakan Muttashil, sedangkan barang yang diharamkan adalah ditujukan kepada hewan yang mati dengan sendirinya dan oleh penyebab-penyebab lainnya (maka jauhilah oleh kalian berhala-berhala yang najis itu) huruf Min di sini menunjukkan arti Bayan atau keterangan, maksudnya barang yang najis itu adalah berhala-berhala (dan jauhilah perkataan-perkataan dusta) perkataan yang mengandung kemusyrikan terhadap Allah di dalam bacaan Talbiyah kalian, atau yang dimaksud adalah kesaksian palsu."
  },
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 31,
    "arab": "حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ",
    "translation": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2626.mp3",
    "tafsir": "Ayat ini menegaskan bahwa manusia harus menjauhi berhala dan perkataan dusta dengan memurnikan ketaatan kepada Allah, tidak menyekutukan sesuatu dengan-Nya. Kemudian Allah menjelaskan tentang besarnya dosa akibat mengerjakan perbuatan syirik. Siapa yang menyekutukan Allah, berarti telah membinasakan dirinya sendiri, karena orang yang berbuat syirik itu akan memperoleh malapetaka yang besar di dunia dan akhirat, tidak ada lagi harapan untuk memperoleh keselamatan bagi dirinya.\nAyat ini menyerupakan orang yang berbuat syirik dengan seorang yang jatuh dari langit yang tinggi, kemudian tubuhnya disambar oleh burung-burung buas yang beterbangan di angkasa, burung-burung itu memperebutkan tubuhnya, sehingga terkoyak-koyak menjadi bagian-bagian yang kecil, lalu dagingnya dimakan oleh burung-burung itu, atau tubuhnya itu diterbangkan angin sampai terlempar ke tempat yang jauh, ada yang jatuh ke dalam laut, ada yang jatuh ke dalam jurang yang dalam dan sebagainya. Maka tidak ada sesuatu pun yang dapat diharapkan lagi dari orang itu, kecuali menerima kesengsaraan dan azab yang kekal.\nAllah berfirman:\nSesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya. (an-Nisa`/4: 167)\nDan firman Allah:\nKatakanlah (Muhammad), \"Apakah kita akan memohon kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang, setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan.\" (al-An'am/6: 71)",
    "quraish": "Jadilah kalian orang-orang yang ikhlas kepada Allah, haus untuk mengikuti kebenaran dan tidak menyekutukan Allah dalam beribadah. Barangsiapa yang menyekutukan Allah, maka ia benar-benar telah terjatuh dari benteng keimanan, diburu berbagai macam kesesatan, dan memasrahkan dirinya kepada suatu bentuk kehancuran yang paling menyeramkan. Keadaan mereka pada saat itu seperti seseorang yang badannya hancur berkeping-keping karena terjatuh dari langit. Badan yang hancur itu kemudian dipatuki oleh burung hingga habis atau diterpa angin hingga bercerai berai di tempat-tempat yang berjauhan.",
    "jalalayn": "(Dengan ikhlas kepada Allah) yakni berserah diri kepada-Nya serta berpaling dari semua agama selain dari agama-Nya (tidak mempersekutukan sesuatu dengan Dia) kalimat ayat ini mengukuhkan makna kalimat yang sebelumnya dan keduanya itu merupakan Hal atau kata keterangan dari dhamir Wawu. (Barang siapa mempersekutukan sesuatu dengan Allah, maka adalah ia seolah-olah terjungkal) yakni jatuh (dari langit lalu disambar oleh burung) diambil dengan cepat (atau diterbangkan oleh angin yang melemparkannya) yang menjatuhkannya (ke tempat yang jauh sekali) sangat jauh sehingga tidak dapat diharapkan lagi keselamatannya."
  },
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 32,
    "arab": "ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ",
    "translation": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2627.mp3",
    "tafsir": "Siapa yang menghormati syi`ar-syi`ar Allah, memilih binatang kurban yang baik, gemuk dan besar, maka sesungguhnya yang demikian adalah perbuatan orang yang benar-benar takwa kepada Allah dan perbuatan yang berasal dari hati sanubari orang yang mengikhlaskan ketaatannya kepada Allah.\nDalam hadis diterangkan binatang yang biasa disembelih para sahabat.\nDari Abu Umamah bin Sahal, \"Kami menggemukan hewan kurban di Medinah, dan kaum Muslimin mengemukkannya pula.\" (Riwayat al-Bukhari)\nDan hadis Nabi Muhammad saw:\nDari al-Bara, ia berkata telah bersabda Rasulullah saw, \"Empat macam yang tidak boleh ada pada binatang kurban, yaitu yang buta matanya sebelah, yang jelas kebutaannya, yang sakit dan jelas sakitnya, yang pincang dan jelas pincangnya dan yang patah kakinya, dan yang tidak dapat membersihkan diri (yang parah).\"(Riwayat al-Bukhari dan Ahmad)",
    "quraish": "Barangsiapa yang mengagungkan agama Allah, amalan-amalan ibadah haji dan binatang korban yang disediakan untuk fakir miskin di Tanah Haram, memilih yang besar, gemuk dan tidak cacat, maka ia benar- benar telah tertakwa kepada Allah. Hal itu disebabkan karena pengagungan itu adalah salah satu perwujudan dari ketakwaan orang yang beriman, juga sebagai salah satu tanda keikhlasan.",
    "jalalayn": "(Demikianlah) perintah itu (dan barang siapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu) mengagungkan syiar-syiar Allah, yaitu menyembelih hewan kurban untuk tanah suci, seumpamanya hewan kurban itu dipilih yang baik dan digemukkan terlebih dahulu (timbul dari ketakwaan hati) dalam diri mereka. Hewan-hewan kurban itu dinamakan Sya'aair disebabkan kesyiarannya yakni kesemarakannya, disebabkan hewan-hewan tersebut telah diberi tanda yang menunjukkan, bahwa mereka untuk dikurbankan, yaitu seperti dicap dengan besi panas pada punggungnya, sehingga menambah semaraknya suasana hari raya."
  },
  {
    "ruku": 288,
    "name": "Al-Hajj",
    "ayat": 33,
    "arab": "لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ ࣖ",
    "translation": "Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2628.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa binatang kurban itu dapat diambil manfaatnya sebelum disembelih, yaitu dapat digunakan sebagai kendaraan dalam perjalanan menuju tanah suci, dapat diminum air susunya dan sebagainya. Setelah disembelih bulunya dapat dimanfaatkan, dagingnya dapat dimakan, disedekahkan kepada fakir dan miskin, sebagaimana yang diterangkan pada hadis Nabi saw:\nDari Anas bahwasanya Rasulullah saw melihat seorang menggiring seekor badanah (unta yang digemukkan untuk dijadikan kurban) maka beliau bersabda, Naikilah!\" Orang itu menjawab, \"Dia digemukkan untuk dijadikan kurban! Maka Nabi bersabda, \"Naikilah! Rugilah kamu!\" pada yang kedua atau ketiga. (Riwayat al-Bukhari dan Muslim)\nTempat penyembelihan binatang kurban itu ialah di sekitar daerah Haram atau di tempat sekitar Ka`bah. Allah berfirman:\nWahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan, ketika kamu sedang ihram (haji atau umrah). Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Kabah, atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin, atau berpuasa, seimbang dengan makanan yang dikeluarkan itu, agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu. Dan barang siapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa. (al-Ma`idah/5: 95)\nMaksud dibawa sampai ke Ka`bah menurut ayat di atas ialah membawanya ke daerah Haram untuk disembelih di tempat itu.",
    "quraish": "Dari hewan-hewan itu, kalian akan mendapatkan manfaat-manfaat duniawi hingga kalian dapat mengendarai dan meminum susunya sampai waktu penyembelihan. Kalian pun akan mendapat manfaat ukhrawi pada saat menyembelih hewan-hewan tersebut di Tanah Haram untuk mendekatkan diri kepada Allah.",
    "jalalayn": "(Bagi kalian pada binatang-binatang hadyu itu ada beberapa manfaat) seperti menjadikannya sebagai hewan kendaraan dan untuk mengangkut barang-barang selagi hal itu tidak membuatnya bahaya atau cacat (sampai pada waktu yang ditentukan) yaitu waktu disembelih sebagai hewan kurban (kemudian tempat wajib serta akhir masa penyembelihannya) tempat diperbolehkan menyembelihnya (ialah setelah sampai ke Baitul Atiq) yaitu maksudnya di semua tanah suci."
  }
]