[
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 23,
    "arab": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2696.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nuh kepada kaumnya untuk memberi peringatan kepada mereka tentang azab Allah, bila mereka membuat kemusyrikan kepada-Nya dan mendustakan Rasul-Nya, seraya berkata dengan lemah lembut kepada mereka, \"Hai kaumku, sembahlah olehmu Allah Yang Esa, jangan sekali-kali mempersekutukan-Nya, karena tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak merasa takut akan azab-Nya, dan menjauhkan diri dari menyekutukan-Nya?\"",
    "quraish": "Di dalam kisah masyarakat terdahulu, terdapat pelajaran agar kalian beriman. Kami mengutus Nûh kepada kaumnya. Ia kemudian berkata, \"Wahai kaumku, beribadahlah hanya kepada Allah. Sebab, tidak ada tuhan yang pantas disembah selain Dia. Apakah kalian tidak takut siksa dan kehilangan nikmat yang diberikan Allah, jika kalian mendurhakai-Nya?\"",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata, \"Hai kaumku! Sembahlah oleh kamu sekalian Allah) taatilah dan esakanlah Allah (karena sekali-kali tidak ada Tuhan bagi kalian selain Dia) lafal Ghairuhu merupakan Isim dari Maa, sedangkan lafal sebelumnya menjadi Khabar dari Maa dan huruf Min adalah huruf Zaidah. (Maka mengapa kalian tidak bertakwa kepada-Nya?\") tidak takut kepada azab-Nya, mengapa kalian menyembah selain-Nya?"
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 24,
    "arab": "فَقَالَ الْمَلَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يُرِيْدُ اَنْ يَّتَفَضَّلَ عَلَيْكُمْۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَنْزَلَ مَلٰۤىِٕكَةً  ۖمَّا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ۚ",
    "translation": "Maka berkatalah para pemuka orang kafir dari kaumnya, “Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia daripada kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami dahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2697.mp3",
    "tafsir": "Seruan Nabi Nuh yang lemah lembut ini dijawab dengan cemoohan kaumnya, bahwa Nuh tidak lain hanya seorang manusia biasa seperti mereka, tidak mempunyai kelebihan apa-apa, baik fisik maupun mental sehingga ia pantas untuk menjadi utusan Allah dan menerima wahyu. Nuh dituduh hanya ingin menjadi orang yang kedudukannya lebih dari mereka, dan ingin lebih berkuasa. Untuk mencapai tujuannya itu, ia mengaku menjadi utusan Allah, padahal sebenarnya ia tidak pantas. Lalu mereka menyebutkan dua hal yang menjadi alasan untuk tidak mengakui Nuh sebagai utusan Allah.\nPertama, seandainya Allah menghendaki mengutus seorang rasul yang memerintahkan beribadah hanya kepada Allah saja, tentu Dia mengutus beberapa malaikat, dan bukan mengutus seorang manusia biasa.\nKedua, mereka belum pernah mendengar dari nenek moyang mereka sendiri apa yang dikemukakan oleh Nuh, tentang penyembahan hanya kepada Allah, Tuhan Yang Esa. Seruan kepada ketauhidan itu tidak ada dalam tradisi nenek moyang mereka, maka mereka menentang keras dakwah Nabi Nuh. Hal demikian menunjukkan bahwa mereka telah terseret dalam taklid buta dan kesesatan.",
    "quraish": "Para pembesar pengikutnya yang kufur, menentang dan merintangi orang-orang lain untuk menerima dakwah Nûh berkata, \"Tidak ada bedanya antara Nûh dan kalian. Nûh juga seorang manusia biasa seperti kalian. Ia hanya ingin menonjolkan diri di tengah-tengah kalian dengan dakwahnya itu. Kalau benar pernah ada sejumlah rasul yang diutus oleh Allah, seperti apa yang didakwa Nûh, rasul-rasul itu tentulah berupa malaikat. Dalam sejarah nenek moyang kita, kita tidak pernah mendengar apa-apa tentang dakwah dan pengutusan rasul-rasul yang berwujud manusia itu.\"",
    "jalalayn": "(Maka pemuka-pemuka orang yang kafir di antara kaumnya berkata) kepada para pengikut mereka, (\"Orang ini tidak lain hanyalah manusia seperti kalian, yang bermaksud hendak menjadi seorang yang lebih tinggi) lebih mulia dan berpengaruh (dari kalian) maksudnya ia ingin menjadi orang yang banyak pengikutnya, dan para pengikutnya adalah kalian sendiri. (Dan kalau Allah menghendaki) supaya tidak disembah selain daripada-Nya (tentu Dia mengutus beberapa Malaikat) untuk menyampaikan hal tersebut, tidak mengutus manusia. (Belum pernah kami mendengar seruan yang seperti ini) yang diserukan oleh Nabi Nuh, maksudnya ajaran tauhid (pada masa nenek moyang kami yang dahulu) yakni umat-umat terdahulu."
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 25,
    "arab": "اِنْ هُوَ اِلَّا رَجُلٌۢ بِهٖ جِنَّةٌ فَتَرَبَّصُوْا بِهٖ حَتّٰى حِيْنٍ",
    "translation": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2698.mp3",
    "tafsir": "Ayat ini menerangkan sikap orang-orang kafir akibat pandangan mereka yang meremehkan posisi Nuh sebagai rasul. Mereka mengatakan bahwa Nuh tidak lain hanyalah seorang laki-laki yang miring otaknya, yang berbicara seenaknya, dan apa yang diucapkannya tidak beralasan sama sekali, sehingga tidak perlu dilayani. Oleh karena itu, mereka meminta kepada kaumnya untuk sabar sampai Nuh pada suatu waktu sadar dan kembali ke keadaannya yang normal dan kembali memeluk agama nenek moyang mereka. Ucapan mereka itu menunjukkan keingkarannya, padahal mereka mengetahui, bahwa Nuh orang yang paling cerdas pikirannya di antara mereka. \nMenyimak perkataan kaum Nabi Nuh, yang menolak kedudukannya sebagai rasul, bisa dikatakan bahwa setiap rasul seharusnya memiliki kelebihan dari umatnya dari segi akhlak dan mukjizat. Seorang rasul kedudukannya harus lebih tinggi karena dengan demikian semua petunjuknya akan diikuti. Di samping itu seorang rasul harus berwibawa, supaya dengan wibawanya ia dapat memimpin umatnya ke jalan yang benar, dan rasul itu maksum, yakni terpelihara dari segala dosa termasuk kesombongan. Ucapan mereka bahwa seruan kepada ketauhidan itu belum pernah mereka terima dari nenek moyang mereka dahulu. Padahal ucapan mereka itu tidak cukup untuk dijadikan alasan menolak risalah Nuh. Tuduhan mereka bahwa Nabi Nuh menderita sakit ingatan, bertentangan dengan kenyataan yang mereka lihat dan alami sendiri.",
    "quraish": "\"Nûh tak lain hanyalah seorang yang gila,\" kata mereka lagi. \"Bersabarlah dan tunggulah saat terungkap kegilaan Nûh atau saat kehancurannya nanti.\"",
    "jalalayn": "(Ia tiada lain) maksudnya Nuh ini tidak lain (hanyalah seorang laki-laki yang berpenyakit gila) dalam keadaan gila (maka tunggulah terhadapnya) tunggulah dia, atau biarkanlah dia (sampai suatu waktu\") hingga saat kematiannya. Maksud mereka biarkanlah dia begitu, nanti juga mati sendiri."
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 26,
    "arab": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ ",
    "translation": "Dia (Nuh) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2699.mp3",
    "tafsir": "Setelah Nuh melihat keingkaran kaumnya yang tidak mau menyadari kesesatan mereka, padahal Nuh cukup lama melaksanakan kewajiban dakwahnya, maka Allah mewahyukan kepadanya bahwa kaumnya tidak akan pernah beriman. Pengikutnya yaitu orang-orang yang sudah beriman tidak akan bertambah lagi jumlahnya. Nuh kemudian berdoa kepada Tuhan supaya diberi pertolongan, seraya berdoa, \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku.\" Doa Nuh itu disebutkan dalam firman Allah:\nMaka dia (Nuh) mengadu kepada Tuhannya, \"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10)\n\nDan seperti dalam firman-Nya:\nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)",
    "quraish": "Setelah tidak lagi dapat berharap akan keimanan mereka, Nûh pun segera berdoa kepada Tuhannya seraya berkata, \"Ya Tuhan, tolonglah aku dalam menundukkan mereka. Balaslah mereka karena telah mendustakan dakwahku.\"",
    "jalalayn": "(Berdoalah) Nabi Nuh, (\"Ya Rabbku! Tolonglah aku) atas mereka (karena mereka mendustakan aku\") yakni mereka tidak mau percaya lagi kepadaku, maka binasakanlah mereka. Maka Allah berfirman memperkenankan doanya:"
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 27,
    "arab": "فَاَوْحَيْنَآ اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا فَاِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ فَاسْلُكْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْۚ وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْاۚ اِنَّهُمْ مُّغْرَقُوْنَ",
    "translation": "Lalu Kami wahyukan kepadanya, “Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2700.mp3",
    "tafsir": "Setelah doa Nuh diperkenankan, maka Allah mewahyukan kepada-nya, agar ia mulai membuat perahu di bawah pengawasan dan petunjuk wahyu-Nya, supaya perahu itu kokoh dan tidak mudah mengalami kerusakan dan supaya Nuh mengetahui teknik pembuatannya, sebab pembuatan sebuah perahu yang besar dan kukuh tentu saja memerlukan keahlian. Apabila perintah Allah sudah datang untuk membinasakan kaumnya dengan topan yang besar, dan tanda-tandanya sudah tampak, yaitu tannur tempat membakar roti di bawah tanah sudah mulai memancarkan air, maka Allah menyuruh Nabi Nuh memasukkan ke dalam perahu itu sepasang jantan dan betina dari tiap-tiap jenis binatang. Dalam perahu dibuat bertingkat-tingkat. Tingkat yang paling bawah untuk binatang buas seperti singa, harimau, dan sebagainya. Di tingkat kedua binatang ternak seperti: sapi, kambing, dan sebagainya. Di tingkat ketiga semua jenis burung sepasang-pasang dan di tingkat yang paling atas sekali Nabi Nuh dengan sekalian keluarganya yang selamat, di antaranya tiga orang putranya: Sam, Ham dan Yafis. Adapun putra beliau yang bernama Kanan termasuk orang yang tenggelam, karena ia tidak mau ikut bersama ayahnya.\nDengan dimasukkannya setiap jenis binatang yang ada pada waktu itu, maka perahu Nuh merupakan kebun binatang yang lengkap. Semua binatang yang tidak masuk ke dalam perahu dan orang kafir yang tidak mengikuti ajakan Nabi Nuh ditenggelamkan dalam topan besar itu, sesuai dengan ancaman Allah bahwa mereka akan ditimpa azab. Allah sebelumnya melarang Nuh supaya jangan memberitahukan rencana Allah dan maksud pembuatan perahu kepada orang-orang yang zalim itu, karena mereka semuanya akan ditenggelamkan.",
    "quraish": "Kemudian Kami wahyukan kepadanya, \"Buatlah bahtera yang akan melindungimu dari kejahatan mereka. Kami akan mengayomi dan menunjukkan kepadamu cara pembuatannya. Ketika tiba saat penyiksaan mereka nanti, dan kamu menyaksikan tanur yang memancarkan air atas perintah Kami, segeralah naik kapal itu dengan mengikutsertakan semua jenis makhluk hidup secara berpasangan: jantan dan betina. Sertakan pula keluargamu kecuali orang yang telah Kami tetapkan untuk disiksa karena tidak mau beriman. Jangan meminta-Ku menyelamatkan orang-orang yang menganiaya diri sendiri dengan bersikap ingkar dan zalim, sebab Aku telah memutuskan untuk menenggelamkan mereka akibat kezaliman mereka yang bersikap musyrik dan durhaka(1). (1) Meskipun pemaparan tentang terjadinya topan pada ayat ini disampaikan secara singkat, namun mengandung makna dan fakta ilmiah yang tidak diketahui orang banyak. Secara etimologis, kata \"tannûr\" berarti 'tempat pembakaran roti', 'permukaan bumi yang dapat memancarkan air' atau 'tempat di mana terdapat banyak air'. Ketika kita berusaha memastikan kapan terjadinya peristiwa angin topan itu, kita akan menemukan kesilitan. Sebab, dalam sejarah umat manusia pernah terjadi banyak peristiwa angin topan pada masa yang tidak terlalu berjauhan, seperti yang pernah terjadi di Babilonia, India, Cina dan Amerika. Beberapa peristiwa topan itu terdapat pula dalam cerita-cerita rakyat. Hanya saja, tampaknya cerita-cerita itu tidak ada kaitannya dengan peristiwa topan besar yang terjadi pada masa Nabi Nûh. Melalui penelitian dan pengamatan, terbukti bahwa alam ini mengalami beberapa kali peristiwa topan besar. Topan terakhir terjadi akibat berakhirnya zaman es terakhir dan mencairnya sebagian besar es yang membeku di kutub utara dan selatan. Kita tidak tahu secara pasti kapan keseimbangan itu mulai hilang lalu mengakibatkan terpancarnya air dari dalam tannûr di permukaan bumi, akibat lonjakan mencairnya es yang luar biasa hingga menyebabkan naiknya permukaan air laut dan menimbulkan banjir mahabesar. Dapat disebutkan juga di sini bahwa peristiwa terjadinya pencairan es pada zaman es terakhir dibarengi dengan iklim dengan curah hujan sangat tinggi di daerah-daerah yang tidak berdekatan dengan kutub utara dan selatan seperti kawasan laut tengah. Apa pun yang terjadi, kita memang tidak mempunyai data yang cukup lengkap untuk memastikan kapankah zaman Nabi Nûh itu. Namun demikian, semua gejala itu menunjukkan keajaiban alam dan kemahakuasaan Allah Swt. Di antara keajaiban itu adalah pemberitahuan Nûh kepada kaumnya dengan nada nasihat bahwa Allah akan menurunkan murka-Nya dengan menenggelamkan mereka apabila tidak mau mendengar nasihatnya. Selain itu, merupakan keajaiban juga, Allah mewahyukan Nûh untuk membuat kapal. Kemudian datanglah ketentuan Allah yang berakibat hilangnya keseimbangan alam dengan tannûr yang memancarkan air sebagai pertandanya, lalu disusul dengan turunnya hujan deras. Itu semua merupakan bukti apa yang difirmankan Allah kepada Nûh a. s. bahwa Allah Mahatahu bahwa di antara kaumnya tidak akan ada yang beriman selain orang yang sudah benar-benar beriman sebelumnya.",
    "jalalayn": "(Lalu Kami wahyukan kepadanya, \"Buatlah bahtera) yakni perahu (di bawah pengawasan Kami) maksudnya di bawah penilikan dan pengawasan Kami (dan wahyu Kami) yaitu perintah Kami (maka apabila perintah Kami datang) yakni perintah untuk membinasakan mereka (dan tanur telah memancarkan air) dapur pembuat roti telah memancarkan air, sebagai pertanda bagi Nabi Nuh (maka masukkanlah ke dalam bahtera itu) naikkanlah ke dalamnya (dari tiap-tiap jenis) hewan (sepasang) jantan dan betina. Lafal Itsnaini adalah Maf'ul, sedangkan huruf Min berta'alluq kepada lafal Usluk. Menurut suatu kisah disebutkan, bahwa Allah swt. mengumpulkan bagi Nabi Nuh segala macam jenis binatang liar dan burung-burung, serta hewan-hewan lainnya. Kemudian Nabi Nuh memukulkan tangannya kepada tiap-tiap jenis, tangan kanannya mengenai jenis jantan dan tangan kirinya mengenai jenis betina, kemudian ia menaikkan semuanya ke dalam bahtera. Menurut Qiraat yang lain lafal kulli dibaca Kullin; berdasarkan qiraat ini lafal Zaujaini menjadi Maf'ul dan lafal Itsnaini berkedudukan mengukuhkan maknanya (dan juga keluargamu) istri dan anak-anakmu (kecuali orang yang telah lebih dahulu ketetapan azab atasnya di antara mereka) yaitu istri dan anaknya yang bernama Kan`an, lain halnya dengan anak-anaknya yang lain, yaitu Sam, Ham dan Yafits, Nabi Nuh mengangkut mereka bersama dengan istri-istri mereka ke dalam bahtera. Di dalam surah Hud telah disebutkan melalui firman-Nya, 'Dan muatkan pula orang-orang yang beriman. Dan tidak beriman bersama dengan Nuh itu kecuali sedikit.' (Q.S. Hud, 40). Menurut suatu pendapat dikatakan, bahwa jumlah mereka ada enam orang laki-laki berikut istri mereka. Menurut pendapat yang lain dikatakan, bahwa semua orang yang ada di dalam bahtera jumlahnya tujuh puluh delapan orang; separuh laki-laki dan yang separuh lagi perempuan. (Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim) yaitu orang-orang yang kafir, biarkanlah mereka binasa (karena sesungguhnya mereka akan ditenggelamkan)."
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 28,
    "arab": "فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, “Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2701.mp3",
    "tafsir": "Allah memerintahkan kepada Nuh, jika ia bersama orang-orang yang beriman telah berada di atas perahu, maka ia harus mengucapkan pujian kepada Allah sebagai rasa syukur atas keselamatan mereka semuanya yang berada dalam perahu itu, \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.\" Ayat ini memberi petunjuk bahwa kita tidak boleh merasa gembira dengan turunnya azab kepada orang atau golongan lain, kecuali bila di dalamnya mengandung keselamatan bagi kaum mukminin, terhindarnya mereka dari bahaya kemusnahan, dan tersapu bersihnya dunia dari segala bentuk kemusyrikan dan kemaksiatan.\nMenurut keterangan Ibnu 'Abbas ra bahwa yang berada dalam perahu Nuh itu selain semua jenis binatang itu ada 80 orang manusia, yaitu Nuh beserta tiga orang putranya beserta istri-istrinya dan 72 orang mukmin umat Nuh yang setia kepadanya.",
    "quraish": "Apabila kamu telah menaiki kapalmu itu bersama mereka yang naik, bersyukurlah kepada Tuhanmu dengan mengucapkan, \"Segala puji bagi Allah yang telah menyelamatkan kami dari kejahatan orang-orang kafir yang zalim.\"",
    "jalalayn": "(Apabila kamu telah lengkap) telah genap (yakni kamu dan orang-orang yang bersamamu berada di atas bahtera itu, maka ucapkanlah, 'Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim') yakni orang-orang yang kafir dengan dibinasakannya mereka."
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 29,
    "arab": "وَقُلْ رَّبِّ اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ",
    "translation": "Dan berdoalah, “Ya Tuhanku, tempatkanlah aku pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2702.mp3",
    "tafsir": "Nuh disuruh berdoa pula, \"Ya Tuhanku, turunkanlah aku, bila topan sudah berakhir, pada tempat yang diberkati dan hanya Engkaulah yang dapat memberi tempat yang sebaik-baiknya, yang mengetahui tempat-tempat yang cocok lagi selaras bagi kami.\" Qatadah berkata, Allah mengajarkan kepada kita supaya membaca doa ini ketika naik kapal:\nDan dia berkata, \"Naiklah kamu semua ke dalamnya (kapal) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya. (Hud/11: 41)\n\nDan ketika berada di atas kendaraan membaca:\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\" (az-Zukhruf/43: 13-14)",
    "quraish": "Katakan juga, \"Ya Tuhan, mudahkanlah aku untuk tinggal di tempat yang Engkau berkahi dan baik. Berikanlah aku rasa aman di tempat itu, karena hanya Engkaulah satu-satunya yang menempatkan seseorang di tempat yang baik, aman dan damai.\"",
    "jalalayn": "(Dan berdoalah) di kala kamu turun dari bahtera, ('Ya Rabbku! Tempatkanlah aku pada tempat) kalau dibaca Munzalan berarti menjadi Mashdar dan Isim Makan/tempat sekaligus, apabila dibaca Manzilan berarti tempat berlabuh (yang diberkati) yakni tempat tersebut diberkati (dan Engkau adalah sebaik-baik yang memberi tempat'\") maksudnya Engkau adalah pemberi tempat yang paling baik kepada semua yang telah disebutkan tadi."
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 30,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ وَّاِنْ كُنَّا لَمُبْتَلِيْنَ",
    "translation": "Sungguh, pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah); dan sesungguhnya Kami benar-benar menimpakan siksaan (kepada kaum Nuh itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2703.mp3",
    "tafsir": "Sesungguhnya dalam peristiwa topan besar yang membinasakan kaum Nuh yang mendustakan Rasul-Nya, dengan mengingkari keesaan Allah dan menyembah berhala-berhala, terdapat pelajaran bagi kaum Quraisy yang mendustakan kerasulan Muhammad saw, bahwa peristiwa yang menimpa kaum Nuh itu dapat pula menimpa kaum Quraisy yang berani mendustakan Rasulullah dan memusuhinya. Pada kejadian itu benar-benar terdapat beberapa azab yang sangat besar kepada kaum Nuh itu, supaya orang-orang yang datang kemudian mengambil pelajaran daripadanya, sesuai dengan firman Allah:\nDan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran? (al-Qamar/54: 15)",
    "quraish": "Pada kisah Nabi Nûh a. s. itu benar-benar terdapat pelajaran. Kami menguji hamba-hamba Kami dengan ujian berupa kebaikan dan keburukan, dan pada diri mereka terdapat bekal kesiapan untuk kedua-duanya.",
    "jalalayn": "(Sesungguhnya pada kejadian itu) kisah Nabi Nuh dan bahteranya serta dibinasakan-Nya orang-orang kafir (benar-benar terdapat beberapa tanda) yang menunjukkan kepada kekuasaan Allah swt. (dan sesungguhnya) huruf In di sini adalah bentuk Takhfif daripada Inna, sedangkan isimnya adalah Dhamir Sya'an, bentuk asalnya adalah Innahu yakni sesungguhnya hal itu (Kamilah yang mencoba mereka) menguji kaum Nuh dengan mengutus Nuh kepada mereka supaya Nuh memberi nasihat dan pelajaran kepada mereka."
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 31,
    "arab": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ ۚ",
    "translation": "Kemudian setelah mereka, Kami ciptakan umat yang lain (kaum ‘Ad).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2704.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan umat yang lain setelah kaum Nuh, yaitu Kaum 'Ad kaumnya Nabi Hud, kaum samud kaumnya Nabi Saleh, dan kaum Madyan yaitu kaumnya Nabi Syuaib. Dari tiga kaum ini pendapat yang paling kuat yang sesuai dengan ayat ini kaum 'Ad karena dalam sejarah kenabian setelah Nabi Nuh yang diutus kemudian adalah Nabi Hud. Jadi, yang dimaksud dengan qarnan akharin adalah kaum 'Ad, samud dan Madyan.",
    "quraish": "Setelah generasi Nûh, Kami menciptakan generasi lain, yaitu kaum 'Ad.",
    "jalalayn": "(Kemudian, Kami jadikan sesudah mereka umat) kaum (yang lain) mereka adalah kaum Ad."
  },
  {
    "ruku": 296,
    "name": "Al-Mu'minun",
    "ayat": 32,
    "arab": "فَاَرْسَلْنَا فِيْهِمْ رَسُوْلًا مِّنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ࣖ ",
    "translation": "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata), “Sembahlah Allah! Tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2705.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengutus kepada kaum 'Ad itu seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud yang melaksanakan dakwah kepada mereka seraya menyerukan, \"Hai kaumku, sembahlah Allah dan tinggalkanlah semua berhala-berhalamu, karena sekali-kali tidak ada Tuhan yang berhak disembah dengan sebenarnya melainkan Dia. Mengapa kamu tidak bertakwa kepada-Nya?\"",
    "quraish": "Kepada mereka, Kami mengutus Hûd, salah seorang dari kalangan mereka sendiri. Kepada mereka, melalui Hûd, Kami berfirman, \"Beribadahlah hanya kepada Allah, sebab tidak ada tuhan lain yang pantas disembah selain Dia. Hanya Dialah satu-satunya yang patut kalian takuti. Apakah kalian tidak takut siksa Allah jika kalian mendurhakai-Nya?\"",
    "jalalayn": "(Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri) yaitu Nabi Hud (\"Hendaklah) ia mengatakan kepada mereka (kalian menyembah Allah, sekali-kali tidak ada Tuhan selain daripada-Nya. Mengapa kalian tidak bertakwa) takut kepada azab-Nya karenanya kalian harus beriman kepada-Nya."
  }
]