[
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 33,
    "arab": "وَقَالَ الْمَلَاُ مِنْ قَوْمِهِ الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِلِقَاۤءِ الْاٰخِرَةِ وَاَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يَأْكُلُ مِمَّا تَأْكُلُوْنَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُوْنَ ",
    "translation": "Dan berkatalah para pemuka orang kafir dari kaumnya dan yang mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia, “(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2706.mp3",
    "tafsir": "Pemuka-pemuka kaumnya yang kafir mengingkari ketauhidan kepada Allah, dan adanya kebangkitan dan hisab pada hari Kiamat karena terlalu cinta pada kemewahan hidup di dunia. Mereka menjawab seruan Nabi Hud dengan berkata, \"Orang ini (Hud) tidak lain hanyalah seorang manusia biasa seperti kamu, tidak mempunyai kelebihan, makan minum biasa seperti kita. Karena itu seruannya tak usah dihiraukan sama sekali.\"",
    "quraish": "Para pembesar kaumnya yang mengingkari dan mendustakan Allah, hari perhitungan dan pembalasan--dan yang Kami berikan kekayaan dan kemewahan--dengan mengingkari dakwahnya dan merintangi orang lain untuk menerima ajakannya, berkata, \"Tidak ada bedanya antara Hûd dan kalian. Hûd hanyalah seorang manusia biasa seperti kalian: makan dan minum seperti kalian. Orang yang seperti ini tidak pantas menjadi rasul, karena tidak memiliki kelebihan apa-apa dibanding kalian.\"",
    "jalalayn": "(Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat) yakni tempat mereka kembali kelak (dan yang telah Kami mewahkan mereka) Kami berikan nikmat kepada mereka (dalam kehidupan di dunia, 'Orang ini tidak lain hanyalah manusia seperti kalian, dia makan dari apa yang kalian makan dan minum dari apa yang kalian minum')."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 34,
    "arab": "وَلَىِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَكُمْ اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ ۙ",
    "translation": "Dan sungguh, jika kamu menaati manusia seperti kamu, niscaya kamu pasti rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2707.mp3",
    "tafsir": "Pemuka orang kafir itu melanjutkan ucapannya, \"Jika kamu sekalian menaati manusia biasa seperti kamu, dan mengikuti saja seruan Hud tanpa penelitian lebih dahulu, niscaya kamu akan menjadi manusia yang merugi dan tertipu.\" Mereka tidak mau jika rasul itu hanya manusia biasa. Mereka ingin rasul itu dari malaikat sehingga tampak hebat dan luar biasa. Padahal jika rasul itu malaikat mereka pasti tidak mampu mengikutinya, karena karakter malaikat tidak sama dengan karakter manusia. Manusia tidak mungkin dapat mengikuti cara beribadah dan cara hidup malaikat yang tidak memiliki nafsu sehingga hidupnya selalu dan hanya untuk beribadah. Sedangkan manusia lemah, memiliki nafsu dan mudah tergoda oleh iblis dan setan.",
    "quraish": "Mereka mengingatkan kaum Hûd yang lain dengan tegas dan keras, \"Apabila kalian mematuhi orang yang sama seperti kalian, berarti kalian benar-benar merugi, karena kepatuhan seperti itu tidak akan berguna sedikit pun bagi kalian.\"",
    "jalalayn": "(Dan) demi Allah (sesungguhnya jika kamu sekalian menaati manusia yang seperti kalian) di dalam ayat ini terkandung makna Qasam atau sumpah dan Syarat, sedangkan Jawab dari Syarat tersebut terkandung pada ayat selanjutnya (niscaya bila demikian, kalian benar-benar) yakni jika kalian menaatinya (menjadi orang-orang yang merugi\") mendapat kerugian."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 35,
    "arab": "اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَّعِظَامًا اَنَّكُمْ مُّخْرَجُوْنَ ۖ ",
    "translation": "Adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2708.mp3",
    "tafsir": "Kemudian mereka menambah alasan keingkaran mereka kepada rasul yang diutus Allah, yaitu Nabi Hud dengan mengatakan bagaimana mungkin Nabi Hud menjanjikan kepada pengikutnya bahwa jika manusia sudah mati, dan badannya telah hancur dalam kubur dan hanya tinggal tulang-belulang saja, akan dibangkitkan lagi dalam keadaan utuh dari kuburannya itu untuk dihisab pada hari Kiamat. Mereka tidak mempercayainya karena hanya mengikuti pemikirannya yang dangkal, padahal dalam Surah Yasin Allah telah berfirman:\nKatakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 79)",
    "quraish": "Mereka juga berkata, seraya mengingkari hari kebangkitan, \"Apakah Hûd menjanjikan kalian bahwa kalian akan dibangkitkan kembali dari dalam kubur setelah kalian mati dan menjadi debu dan tulang belulang yang tak lagi berdaging dan berurat?\"",
    "jalalayn": "(\"Apakah ia menjanjikan kepada kalian, bahwa bila kalian telah mati dan telah menjadi tanah dan tulang-belulang, kalian sesungguhnya akan dikeluarkan dari kuburan kalian) lafal Mukhrajuuna merupakan Khabar dari Annakum yang pertama, sedangkan lafal Annakum yang kedua berfungsi mengukuhkan makna Annakum yang pertama tadi, disebutkan lagi karena panjangnya Fashl atau pemisah antara Khabar dan 'Amilnya."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 36,
    "arab": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوْعَدُوْنَ ۖ ",
    "translation": "Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2709.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa apa yang dikatakan Nabi Hud tentang kebangkitan, menurut mereka mustahil terjadi. Mereka tidak mau beranjak dari pikirannya yang sederhana untuk melihat kenyataan bahwa ada kekuasaan Allah di luar kekuasaan manusia. Allah yang telah menciptakan alam semesta dan seluruh manusia.",
    "quraish": "\"Apa yang dijanjikan Hûd itu tak akan pernah terjadi,\" kata mereka melanjutkan.",
    "jalalayn": "(Jauh, jauh sekali) lafal Haihaata Haihaata adalah Isim Fi'il Madhi yang bermakna Mashdar, artinya jauh, jauh sekali dari kebenaran (apa yang diancamkan kepada kalian itu) yaitu dihidupkannya kembali kalian dari kuburan. Huruf Lam pada lafal Limaa Tuu'aduna adalah Lam Zaidah yang mengandung makna Bayan atau penjelasan."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 37,
    "arab": "اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ۖ ",
    "translation": "(kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2710.mp3",
    "tafsir": "Kemudian mereka mempertegas keingkaran mereka dengan ucapan, \"Kehidupan yang sebenarnya hanya kehidupan dunia ini saja. Sebagian kita ada yang hidup kemudian mati, disusul pula oleh yang lain secara silih berganti, generasi demi generasi, tak beda seperti tanaman, di sana ada yang bercocok tanam dan di situ ada yang panen. Kita sekalian tidak akan dibangkitkan lagi setelah mati.\"\nOrang-orang kafir hanya memandang kehidupan manusia seperti tumbuh-tumbuhan dan binatang yang dari waktu ke waktu hanya mengalami pergantian generasi, dan tidak ada perkembangan pikiran dan kebudayaan, serta tidak ada tanggung jawab dalam perbuatannya sehari-hari.",
    "quraish": "\"Tidak ada kehidupan lain kecuali kehidupan dunia ini, di mana kita menyaksikan hidup dan mati datang silih berganti. Hari ini ada bayi lahir, esok ada orang mati. Kita tidak akan dibangkitkan setelah kita mati.",
    "jalalayn": "(Tiada lain hal itu) yakni kehidupan yang sesungguhnya (hanyalah kehidupan kita di dunia ini, kita mati kemudian kita hidup) yaitu dengan hidupnya anak-anak kita (dan sekali-kali kita tidak akan dibangkitkan kembali)."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 38,
    "arab": "اِنْ هُوَ اِلَّا رَجُلُ ِۨافْتَرٰى عَلَى اللّٰهِ كَذِبًا وَّمَا نَحْنُ لَهٗ بِمُؤْمِنِيْنَ",
    "translation": "Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2711.mp3",
    "tafsir": "Mereka tidak saja mengingkari kebangkitan setelah mati, tetapi juga melemparkan tuduhan kepada Hud bahwa ia berbuat dusta kepada Allah. Mereka berkata, \"Orang itu memang mengadakan kedustaan terhadap Allah dan kami sekali-kali tidak akan beriman kepadanya.\"",
    "quraish": "Hûd hanyalah seorang yang mendustakan Allah lalu mengaku bahwa ia diutus oleh-Nya. Hûd bohong belaka ketika menyampaikan seruannya. Kami tidak akan pernah percaya.\"",
    "jalalayn": "(Ia tiada lain) Rasul itu (hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kami sekali-kali tidak akan beriman kepadanya\") tidak akan percaya dengan adanya berbangkit sesudah mati."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 39,
    "arab": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ",
    "translation": "Dia (Hud) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2712.mp3",
    "tafsir": "Ketika Hud mendengar ucapan kaumnya, bahwa mereka sama sekali tidak akan beriman kepadanya, maka beliau berdoa kepada Allah, \"Ya Tuhanku, tolonglah aku karena mereka mendustakan aku, walaupun aku telah menjalankan segala daya upaya untuk memberi petunjuk kepada mereka, tetapi mereka telah menutup semua pintu-pintu hidayah, sehingga aku merasa berputus asa dari keimanan mereka itu.\"",
    "quraish": "Setelah hampir putus harapannya agar kaumnya beriman, Hûd berkata, \"Ya Tuhan, tolonglah aku dan hukumlah mereka karena telah mendustakan dakwahku.\"",
    "jalalayn": "(Rasul itu berdoa, \"Ya Rabbku! Tolonglah aku karena mereka mendustakanku\")."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 40,
    "arab": "قَالَ عَمَّا قَلِيْلٍ لَّيُصْبِحُنَّ نٰدِمِيْنَ ۚ ",
    "translation": "Dia (Allah) berfirman, “Tidak lama lagi mereka pasti akan menyesal.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2713.mp3",
    "tafsir": "Allah berfirman, \"Tunggulah, tidak lama lagi orang-orang yang mendustakanmu itu semuanya akan menjadi orang-orang yang menyesal. Azab-Ku akan menimpa mereka dan pada waktu itu semua penyesalan tidak akan berguna lagi.\"",
    "quraish": "Dengan menekankan janji-Nya, Allah berkata kepada Hûd, \"Tidak lama lagi mereka akan menyesali apa yang mereka lakukan sekarang, setelah siksa Kami menimpa mereka nanti.\"",
    "jalalayn": "(Allah berfirman, \"Dalam sedikit waktu lagi) sebentar lagi. Huruf Ma di sini adalah Zaidah (pasti mereka akan menjadi) akan menjadi orang-orang (yang menyesal\") atas kekafiran dan kedustaan mereka."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 41,
    "arab": "فَاَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنٰهُمْ غُثَاۤءًۚ فَبُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Lalu mereka benar-benar dimusnahkan oleh suara yang mengguntur, dan Kami jadikan mereka (seperti) sampah yang dibawa banjir. Maka binasalah bagi orang-orang yang zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2714.mp3",
    "tafsir": "Maka mereka dimusnahkan dengan azab yang tidak ada bandingannya, yaitu dihancurkan oleh air dan suara yang mengguntur dengan dahsyat. Mereka dijadikan sebagai sampah banjir besar yang tidak berfaedah sama sekali, maka orang-orang yang zalim itu menjadi binasa.",
    "quraish": "Mereka pun kemudian ditimpa siksa berupa pekikan amat keras yang membinasakan. Mereka memang pantas dibinasakan. Mereka Kami jadikan terhina dan tak berdaya bagai sampah--seperti batang kayu dan dedaunan--yang hanyut dihempas air. Binasalah dan terusirlah orang-orang yang zalim itu dari kasih sayang Kami akibat sifat buruk dan kesombongan mereka!\"",
    "jalalayn": "(Maka dimusnahkanlah mereka oleh suara yang mengguntur) suara yang menandakan turunnya azab dan binasanya makhluk (dengan hak) maka matilah mereka (dan Kami jadikan mereka bagaikan tumbuh-tumbuhan yang kering) Kami jadikan mereka seperti tanaman yang kering atau mati (maka alangkah jauhnya) dari rahmat (bagi orang-orang yang zalim itu) yakni orang-orang yang mendustakan Rasul itu."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 42,
    "arab": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قُرُوْنًا اٰخَرِيْنَ ۗ",
    "translation": "Kemudian setelah mereka Kami ciptakan umat-umat yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2715.mp3",
    "tafsir": "Setelah kehancuran kaum 'Ad, pada ayat ini diterangkan tentang kaum samud, kaum negeri Madyan dan negeri Aikah, serta negeri Sodom. Kepada kaum samud Allah mengutus Nabi Saleh, tetapi kaum samud menolaknya, bahkan sampai membunuh unta Nabi Saleh yang merupakan mukjizatnya. \nSedangkan kepada penduduk Madyan dan Aikah, Allah mengutus Nabi Syuaib. Mereka juga durhaka dan menolak Nabi Syuaib, serta mereka suka mengurangi timbangan. Penduduk Sodom juga mengingkari Nabi Lut dan banyak yang melakukan homoseksual.",
    "quraish": "Setelah mereka, Kami menciptakan lagi beberapa generasi yang lain seperti kaum Shâlih, Lûth dan Syu'ayb.",
    "jalalayn": "(Kemudian Kami ciptakan sesudah mereka umat-umat) kaum-kaum (yang lain)."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 43,
    "arab": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ۗ",
    "translation": "Tidak ada satu umat pun yang dapat menyegerakan ajalnya, dan tidak (pula) menangguhkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2716.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa tidak ada satu umat pun yang dapat mempercepat ajal atau kehancuran mereka, dan tidak pula dapat menundanya. Semua itu berlaku sesuai dengan ketentuan Allah Yang Mahakuasa, yang mengatur alam ini dengan segala isinya dengan tertib, teratur dan lancar. Oleh karena itu, umat-umat yang telah binasa itu tidak dapat mendahului ajalnya yang telah ditentukan dan tidak pula mereka dapat mengundurkannya atau menundanya, sebab setiap umat telah ada ketetapan lebih dahulu di Lauh Mahfuz, berapa lama mereka akan mengalami hidup di dunia.",
    "quraish": "Masing-masing umat memiliki batas akhir kehidupannya yang tidak akan maju atau mundur sedikit pun.",
    "jalalayn": "(Tidak dapat sesuatu umat pun mendahului ajalnya) seumpamanya mereka mati sebelum ajal mereka (dan tidak dapat pula mereka terlambat) dari ajalnya itu. Lafal Yasta'khiruna dalam bentuk jamak dikaitkan kepada lafal Ummatin yang bentuknya muannats, hal ini memandang dari segi maknanya, karena ummatin berarti jamak."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 44,
    "arab": "ثُمَّ اَرْسَلْنَا رُسُلَنَا تَتْرَاۗ  كُلَّمَا جَاۤءَ اُمَّةً رَّسُوْلُهَا كَذَّبُوْهُ فَاَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَّجَعَلْنٰهُمْ اَحَادِيْثَۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُوْنَ ",
    "translation": "Kemudian, Kami utus rasul-rasul Kami berturut-turut. Setiap kali seorang rasul datang kepada suatu umat, mereka mendustakannya, maka Kami silihgantikan sebagian mereka dengan sebagian yang lain (dalam kebinasaan). Dan Kami jadikan mereka bahan cerita (bagi manusia). Maka kebinasaanlah bagi kaum yang tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2717.mp3",
    "tafsir": "Kemudian Allah mengutus kepada umat-umat itu para rasul-Nya secara berturut-turut dalam beberapa masa yang berbeda. Pada setiap periode ada rasul Allah yang berfungsi menyampaikan risalah-Nya. Demikianlah mereka datang silih berganti sampai kepada nabi penutup yaitu Nabi Muhammad, setiap diutus rasul kepada umatnya, umat itu mendustakannya. Oleh karena masing-masing umat itu mendustakan rasul-Nya, maka Allah membinasakan mereka berturut-turut dan Allah menjadikan kisah mereka buah tutur manusia yang datang kemudian. Kisah mereka sering disebut, baik dalam percakapannya sehari-hari maupun dalam pelajaran sejarah umat-umat yang pernah mendustakan nabi-nabi-Nya.",
    "quraish": "Lalu Kami mengutus rasul-rasul Kami kepada kaumnya masing-masing secara berturut-turut. Setiap kali seorang rasul datang kepada kaumnya, ia dianggap bohong dalam menyampaikan dakwahnya. Mereka pun kemudian Kami binasakan secara berturut-turut. Kabar tentang mereka Kami jadikan bahan omongan dan keheranan orang. Terusirlah dari kasih sayang Kami dan binasalah orang-orang yang tidak mempercayai dan tidak tunduk kepada kebenaran!",
    "jalalayn": "(Kemudian Kami utus rasul-rasul Kami berturut-turut) lafal Tatran dapat pula dibaca Tatraa tanpa memakai harakat Tanwin, artinya berturut-turut yang di antara kedua rasul terdapat pemisah jarak waktu yang cukup lama. (Manakala datang kepada suatu umat) lafal Jaa-a Ummatan dapat dibaca Jaa-a ummatan yakni dengan mentashhilkan huruf Hamzah yang kedua, sehingga ucapannya seolah-olah ada huruf Wau (Rasul, umat itu mendustakannya, maka Kami perikutkan sebagian mereka dengan sebagian yang lain) Kami samakan mereka dengan umat-umat terdahulu dalam hal terbinasa (dan Kami jadikan mereka buah tutur manusia maka kebinasaanlah bagi orang-orang yang tidak beriman)."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 45,
    "arab": "ثُمَّ اَرْسَلْنَا مُوْسٰى وَاَخَاهُ هٰرُوْنَ ەۙ بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
    "translation": "Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (kebesaran) Kami, dan bukti yang nyata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2718.mp3",
    "tafsir": "Allah mengutus Musa dan saudaranya Harun (sebagai pembantu-nya) kepada Fir'aun dan kaumnya dengan membawa sembilan macam mukjizat seperti yang telah tersebut dalam Surah al-A'raf dan hujjah yang nyata atas kerasulannya, agar mereka hanya menyembah kepada Allah dan meninggalkan kemusyrikan kepada-Nya, dan agar mereka jangan menyiksa Bani Israil yang berada di Mesir, dan membolehkan mereka dibawa kembali oleh Musa dan Harun kembali ke negeri asal Nabi Yakub di Palestina. Musa dan Harun datang kepada Fir'aun dengan seruan yang lemah lembut sebagaimana dalam firman-Nya:\nMaka berbicaralah kamu berdua kepadanya (Fir'aun) dengan kata-kata yang lemah lembut, mudah-mudahan dia sadar atau takut. (thaha/20: 44)",
    "quraish": "Setelah itu Kami mengutus Mûsâ dan saudaranya, Hârûn, dengan membawa bukti-bukti kuat yang menunjukkan kebenaran mereka. Selain itu, mereka juga membawa alasan-alasan yang jelas, yang menerangkan bahwa mereka benar-benar diutus oleh Allah.",
    "jalalayn": "(Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda kebesaran Kami, dan bukti yang nyata) hujah yang nyata, yaitu berupa tangan, tongkat dan mukjizat-mukjizat lainnya."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 46,
    "arab": "اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا عَالِيْنَ ۚ",
    "translation": "kepada Fir‘aun dan para pemuka kaumnya, tetapi mereka angkuh dan mereka memang kaum yang sombong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2719.mp3",
    "tafsir": "Musa dan Harun datang kepada Fir`aun dan pembesar-pembesar kaumnya disertai dengan alasan dan hujjah yang kuat, namun mereka tidak juga menyadari, bahkan mereka bersikap sombong sebagaimana kebiasaan mereka.",
    "quraish": "Mereka Kami utus kepada Fir'aun dan pengikut-pengikutnya yang kemudian menolak dengan sombong untuk beriman kepada ajaran mereka. Mereka memang kaum yang memiliki sifat sombong, angkuh dan keras.",
    "jalalayn": "(Kepada Firaun dan pembesar-pembesar kaumnya, maka mereka ini takabur) sombong tidak mau beriman kepada ayat-ayat dan mukjizat-mukjizat, dan juga mereka tidak mau beriman kepada Allah (dan mereka adalah orang-orang yang sombong) yaitu menindas kaum Bani Israel secara lalim."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 47,
    "arab": "فَقَالُوْٓا اَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عٰبِدُوْنَ ۚ",
    "translation": "Maka mereka berkata, “Apakah (pantas) kita percaya kepada dua orang manusia seperti kita, padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2720.mp3",
    "tafsir": "Mereka berkata, \"Apakah kita pantas percaya kepada dua orang manusia seperti kita juga? Apakah patut kita tunduk pada keduanya, padahal mereka itu adalah golongan hamba-hamba dan pembantu-pembantu yang tunduk kepada kita sebagai majikan dan tuannya?\" Mereka menyamakan misi menyampaikan tugas risalah dari Allah yang berdasarkan keikhlasan, kepercayaan dan kejujuran, seperti jabatan keduniaan yang bersumber kepada kepangkatan dan kekayaan. Pandangan mereka itu juga dipegang oleh orang kafir Quraisy, sebagaimana dijelaskan dalam ayat ini:\nDan mereka (juga) berkata, \"Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" (az-Zukhruf/43: 31)\n\nMereka mengingkari wahyu dan kenabian Muhammad saw, karena menurut jalan pikiran mereka, orang yang diangkat menjadi rasul itu hendaklah orang yang kaya dan berpengaruh. Mereka tidak mengetahui bahwa pilihan Allah untuk kerasulan itu tidak didasarkan kepada kekayaan atau kepangkatan, akan tetapi semata-mata kepada karunia Allah, yang sudah ada ketetapannya di alam azali, dan hubungannya dengan keluhuran budi pekerti, kesucian dan kejujuran serta kesayangan kepada umatnya. \nPara nabi karena kesucian batin mereka tidak terpengaruh oleh alam kebendaan. Mereka menerima wahyu dengan perantaraan malaikat, dan melayani segala kepentingan umatnya. Mereka tetap berhubungan dengan Tuhan mereka. Apabila orang-orang kafir merasa aneh dan mempertanyakan mengapa Allah mengutus utusan-Nya dari kalangan manusia sendiri, maka lebih aneh dan ajaib lagi, jika dipertanyakan mengapa mereka menjadikan kayu dan batu, yang dibuat dan diukir oleh tangan mereka sendiri sebagai Tuhan. Sungguh tepat apa yang difirmankan dalam ayat:\nSebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-hajj/22: 46)",
    "quraish": "Mereka berkata dengan penuh heran dan ingkar, \"Apakah kita harus beriman kepada dua orang manusia yang sama seperti kita? Sedangkan pengikut-pengikut mereka saja, yaitu Banû Isrâ'îl, tunduk dan patuh kepada kita bagaikan budak!\"",
    "jalalayn": "(Dan mereka berkata, \"Apakah pantas kita percaya kepada dua orang manusia seperti kita juga, padahal kaum mereka adalah orang-orang yang menghambakan diri kepada kita?\") yakni kaum Bani Israel; mereka tunduk dan dianggap hina oleh Firaun."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 48,
    "arab": "فَكَذَّبُوْهُمَا فَكَانُوْا مِنَ الْمُهْلَكِيْنَ ",
    "translation": "Maka mereka mendustakan keduanya, sebab itu mereka termasuk orang yang dibinasakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2721.mp3",
    "tafsir": "Fir'aun dan para pembesar kaumnya tetap mendustakan Musa dan Harun. Dengan demikian, mereka termasuk orang-orang yang dibinasakan dengan cara ditenggelamkan di Laut Merah.",
    "quraish": "Mereka pun mendustakan dakwah yang di sampaikan oleh Mûsâ dan Hârûn. Mereka akhirnya termasuk orang-orang yang Kami binasakan dengan cara menenggelamkan mereka ke dalam lautan.",
    "jalalayn": "(Maka tetaplah mereka mendustakan keduanya, sebab itu mereka adalah termasuk orang-orang yang dibinasakan)."
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 49,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ لَعَلَّهُمْ يَهْتَدُوْنَ ",
    "translation": "Dan sungguh, telah Kami anugerahi kepada Musa Kitab (Taurat), agar mereka (Bani Israil) mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2722.mp3",
    "tafsir": "Kemudian setelah musuh-musuh Musa dan Harun ditenggelamkan (dibinasakan), Allah menerangkan karunia-Nya yang dilimpahkan kepada para utusan-Nya, bahwa Dia telah menurunkan Al-Kitab (Taurat) kepada Musa, yang di dalamnya berisi hukum-hukum syariat, beberapa perintah dan larangan, dengan harapan agar Bani Israil mendapat petunjuk ke jalan yang membawa kepada kebahagiaan dunia dan akhirat.",
    "quraish": "Kami mewahyukan Tawrât kepada Mûsâ, agar kaumnya dapat mengambil petunjuk, pelajaran, hukum dan jalan kebahagiaan melalui kitab suci itu.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan Kitab kepada Musa) kitab Taurat (agar mereka) kaumnya, yaitu bangsa Bani Israel (mendapat petunjuk) dengan adanya kitab Taurat itu dari kesesatan. Aku memberikannya sekali turun sesudah Firaun dan kaumnya binasa"
  },
  {
    "ruku": 297,
    "name": "Al-Mu'minun",
    "ayat": 50,
    "arab": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَاُمَّهٗٓ اٰيَةً وَّاٰوَيْنٰهُمَآ اِلٰى رَبْوَةٍ ذَاتِ قَرَارٍ وَّمَعِيْنٍ ࣖ",
    "translation": "Dan telah Kami jadikan (Isa) putra Maryam bersama ibunya sebagai suatu bukti yang nyata bagi (kebesaran Kami), dan Kami melindungi mereka di sebuah dataran tinggi, (tempat yang tenang, rindang dan banyak buah-buahan) dengan mata air yang mengalir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2723.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menjadikan Isa putra Maryam sebagai tanda kekuasaan Allah yang dapat menciptakan seorang manusia hanya dari seorang ibu saja tanpa ayah, dan memberi kemampuan kepada seorang bayi berbicara sebelum waktunya, dan memberi mukjizat kepadanya, dapat menyembuhkan orang buta sejak lahir, menghidupkan orang yang sudah mati dari kuburannya, membuat burung dari tanah liat yang bisa terbang, dan sebagainya. Kelahiran Isa dari seorang ibu yaitu Maryam dijadikan bukti kekuasaan Allah, karena hamil tanpa disentuh manusia. Maryam dan putranya menjadi tanda kekuasaan Allah bagi seluruh manusia sebagaimana dalam firman-Nya:\nDan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah) bagi seluruh alam. (al- Anbiya`/21: 91)\n\nAllah menjelaskan bahwa Isa dan ibunya diberi tempat kediaman dan dilindungi di suatu dataran yang tinggi di daerah Palestina yang mempunyai padang rumput dan sumber air jernih yang mengalir. Nabi Isa dan Maryam selama hidupnya tidak pernah keluar dari Palestina atau Syam. Ada yang mengatakan bahwa Nabi Isa pergi ke Rabwah dekat Lahore di Pakistan dan meninggal dunia di sana, tetapi pendapat ini tidak mempunyai dasar sama sekali.",
    "quraish": "Kemudian, Kami menciptakan 'Isâ putra Maryam yang dikandung oleh bundanya tanpa proses berhubungan dengan laki-laki. Kelahiran 'Isâ tanpa ayah itu merupakan bukti yang jelas mengenai kemahakuasaan Kami. Maryam pun Kami tempatkan di tebing tinggi terhampar yang baik untuk tempat tinggal. Di sana terdapat persediaan air yang cukup sebagai sarana utama penunjang kehidupan yang mudah.",
    "jalalayn": "(Dan telah Kami jadikan putra Maryam) yakni Nabi Isa (beserta ibunya suatu tanda) kekuasaan Kami. Dalam ayat ini tidak disebutkan dua tanda karena keduanya terlibat dalam satu tanda itu, yaitu Maryam dapat melahirkan Nabi Isa tanpa suami (dan Kami menempatkan keduanya di suatu tanah tinggi) yakni tempat di dataran tinggi, yaitu di Baitulmakdis, atau di Damaskus, atau di Palestina; sehubungan dengan hal ini banyak pendapat mengenainya (yang datar) rata tanahnya sehingga para penghuninya menetap dengan nyaman (dan mempunyai banyak sumber air) yang mengalir lagi jernih sebagai suatu kenyataan."
  }
]