[
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 93,
    "arab": "قُلْ رَّبِّ اِمَّا تُرِيَنِّيْ مَا يُوْعَدُوْنَ ۙ",
    "translation": "Katakanlah (Muhammad), “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku apa (azab) yang diancamkan kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2766.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad agar berdoa memohon kepada-Nya supaya dijauhkan dari orang-orang kafir yang aniaya itu bila Dia hendak mengazab mereka, jangan dibinasakan bersama mereka, agar diselamatkan dari siksaan dan kemurkaan-Nya, dan menjadikannya golongan orang yang diridai. Perintah supaya berdoa seperti ini diajarkan Allah karena musibah dan malapetaka yang ditimpakan Allah kepada orang-orang durhaka dan aniaya kadang-kadang juga menimpa orang-orang yang tidak bersalah, karena mereka hidup bersama dalam masyarakat atau suatu negara. Ini sesuai dengan firman Allah:\nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya.\n(al-Anfal/8: 25)\n\nMenurut riwayat Imam Ahmad dan at-Tirmidzi doa Nabi Muhammad saw dalam hal ini berbunyi:\nAllah) apabila Engkau hendak menimpa siksaan kepada kaum (yang aniaya) maka wafatkan aku dalam keadaan tidak ikut disiksa. (Riwayat Ahmad dan at-Tirmid",
    "quraish": "Katakan, wahai Rasulullah, \"Ya Tuhanku, jika Engkau menurunkan siksa di dunia seperti telah Engkau janjikan, padahal aku berada di tengah-tengah mereka,",
    "jalalayn": "(Katakanlah! \"Ya Rabbku! Jika) lafal Imma pada asalnya terdiri daripada gabungan antara In Syarthiyyah dan Ma Zaidah (Engkau sungguh-sungguh hendak memperlihatkan kepadaku apa yang diancamkan kepada mereka) berupa azab, hal ini benar-benar terjadi dalam perang Badar, yaitu banyak dari kalangan orang-orang musyrik yang mati terbunuh."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 94,
    "arab": "رَبِّ فَلَا تَجْعَلْنِيْ فِى الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Ya Tuhanku, maka janganlah Engkau jadikan aku dalam golongan orang-orang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2767.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad agar berdoa memohon kepada-Nya supaya dijauhkan dari orang-orang kafir yang aniaya itu bila Dia hendak mengazab mereka, jangan dibinasakan bersama mereka, agar diselamatkan dari siksaan dan kemurkaan-Nya, dan menjadikannya golongan orang yang diridai. Perintah supaya berdoa seperti ini diajarkan Allah karena musibah dan malapetaka yang ditimpakan Allah kepada orang-orang durhaka dan aniaya kadang-kadang juga menimpa orang-orang yang tidak bersalah, karena mereka hidup bersama dalam masyarakat atau suatu negara. Ini sesuai dengan firman Allah:\nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya.\n(al-Anfal/8: 25)\n\nMenurut riwayat Imam Ahmad dan at-Tirmidzi doa Nabi Muhammad saw dalam hal ini berbunyi:\nAllah) apabila Engkau hendak menimpa siksaan kepada kaum (yang aniaya) maka wafatkan aku dalam keadaan tidak ikut disiksa. (Riwayat Ahmad dan at-Tirmid",
    "quraish": "maka aku mohon kepada-Mu agar Engkau tidak menyiksaku bersama orang-orang kafir yang melampuai batas itu.\"",
    "jalalayn": "(Ya Rabbku! Maka janganlah Engkau jadikan aku berada di antara orang-orang yang zalim.\") karena aku pun nanti akan binasa pula bersama dengan mereka."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 95,
    "arab": "وَاِنَّا عَلٰٓى اَنْ نُّرِيَكَ مَا نَعِدُهُمْ لَقٰدِرُوْنَ",
    "translation": "Dan sungguh, Kami kuasa untuk memperlihatkan kepadamu (Muhammad) apa yang Kami ancamkan kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2768.mp3",
    "tafsir": "Allah menjelaskan kepada Nabi Muhammad, bahwa Dia Kuasa memperlihatkan kepadanya siksaan yang akan ditimpakan kepada orang kafir itu sehingga Nabi Muhammad dapat melihat sendiri bagaimana dahsyatnya dan hebatnya siksaan Allah. Tetapi karena rahmat dan kasih sayang-Nya kepada umat Muhammad, Allah tidak menjatuhkan siksa itu dengan segera (di dunia ini), tetapi sudah menjadi ketetapan-Nya bahwa siksaan itu akan menimpa mereka di akhirat, karena mungkin kelak ada di antara mereka atau keturunan mereka yang akan sadar dan beriman kepada Allah dan Rasul-Nya. Oleh sebab itu, Nabi Muhammad jangan terlalu bersedih hati atas tindakan dan perlakuan orang kafir terhadapnya dan kaum Muslimin yang memang dalam keadaan lemah dan tak berdaya.",
    "quraish": "Kami sungguh Mahakuasa dan mampu untuk memperlihatkan kepadamu siksa yang telah Kami janjikan kepada mereka. Oleh karena itu, kamu tidak perlu risau dan tenanglah dengan pertolongan Kami.",
    "jalalayn": "(Dan sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu apa yang Kami ancamkan kepada mereka)."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 96,
    "arab": "اِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ السَّيِّئَةَۗ  نَحْنُ اَعْلَمُ بِمَا يَصِفُوْنَ ",
    "translation": "Tolaklah perbuatan buruk mereka dengan (cara) yang lebih baik, Kami lebih mengetahui apa yang mereka sifatkan (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2769.mp3",
    "tafsir": "Kemudian Allah memberikan tuntunan kepada Nabi Muhammad bagaimana cara yang sebaik-baiknya menghadapi sikap kaum musyrik itu. Di antaranya, Nabi harus tetap bersikap lemah lembut terhadap mereka dan jangan sekali-kali membalas kejahatan dengan kejahatan, kekerasan dengan kekerasan karena memang belum waktunya bersikap demikian. Bila mereka mencemooh dan mencaci maki hendaknya Nabi memaafkan ucapan-ucapan mereka yang tidak pada tempatnya itu, karena ucapan itu tidak mengenai sasarannya tetapi hendaklah dibalas dengan kata-kata yang mengandung patunjuk dan ajaran dengan mengemukakan dalil-dalil dan alasan yang masuk akal. Bila mereka hendak melakukan tindakan penganiayaan, hindari mereka dan jauhi sedapat mungkin kesempatan yang membawa kepada tindakan seperti itu dan hendaklah dihadapi dengan penuh kesabaran dan ketabahan. Nabi juga diperintahkan untuk menunjukkan kepada mereka bahwa beliau memang seorang ksatria yang tidak ada niat sedikit pun untuk mencelakakan mereka. Dengan sikap lemah lembut dan kebijaksanaan itu, mereka tidak akan merajalela terhadap kaum Muslimin. Lambat laun mereka yang keras seperti batu itu akan menjadi lembut dan menyadari sendiri kesalahan yang sudah mereka lakukan. Nabi juga diminta untuk meyakini dalam hati bahwa Allah mengetahui semua ucapan dan tindakan mereka. Allah lebih mengetahui apa saja yang mereka lakukan dan apa saja yang tersembunyi dalam dada mereka.\nSesuai dengan petunjuk ini Allah berfirman dalam ayat yang lain:\nDan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia. (Fussilat/41: 34)\n\nAnas bin Malik berkata mengomentari ayat ini, \"Seorang laki-laki mengatakan terhadap saudaranya hal yang tidak-tidak.\" Maka dia menjawab, \"Jika ucapanmu itu bohong maka saya memohon kepada Allah supaya Dia mengampuni kebohonganmu itu. Jika ucapanmu itu benar maka saya memohon kepada Allah supaya mengampuniku.\"",
    "quraish": "Lanjutkanlah dakwahmu. Hadapilah perlakuan buruk mereka dengan tindakan yang lebik baik seperti memaafkan dan sebagainya. Kami pun sungguh sangat mengetahui keburukan-keburukan yang mereka katakan tentang dirimu dan tentang dakwahmu. Kami akan membalas mereka atas perbuatannya.",
    "jalalayn": "(Tolaklah dengan menampilkan hal yang lebih baik) yaitu budi pekerti yang baik, bersikap lapang dada dan berpaling dari mereka yang kafir (hal yang buruk itu) perlakuan mereka yang menyakitkan terhadap dirimu. Ayat ini diturunkan sebelum ada perintah untuk berperang. (Kami lebih mengetahui apa yang mereka sifatkan) kedustaan dan buat-buatan mereka, maka kelak Kami akan membalasnya kepada mereka."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 97,
    "arab": "وَقُلْ رَّبِّ اَعُوْذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِيْنِ ۙ",
    "translation": "Dan katakanlah, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2770.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya dia selalu berlindung kepada-Nya dari bisikan-bisikan setan dan dari godaan-godaannya, dan supaya setan itu selalu jauh daripadanya dan tidak dapat masuk ke dalam hatinya untuk memperdayakannya.\nDemikianlah seharusnya sikap setiap pejuang untuk menegakkan kebenaran. Mereka harus benar-benar menjaga supaya tidak sekalipun dipengaruhi hawa nafsunya dan terdorong untuk melakukan tindakan-tindakan yang tidak benar dan tidak jujur. Setan amat mudah sekali menjerumuskan manusia ke jurang kesalahan, penghinaan dan kejahatan apabila ia dapat memasuki hawa nafsu manusia. Karena itu hendaklah kita selalu berlindung kepada Allah dari tipu daya setan. Memang apabila seseorang benar-benar telah berserah diri kepada Tuhannya dalam segala tindakannya dan selalu memohon perlindungan-Nya dari tipu daya dan godaan setan, dirinya menjadi bersih dan hati nuraninya akan terketuk untuk selalu berbuat kebaikan dan menghindari kejahatan. Rasulullah selalu berlindung kepada Tuhannya supaya dijauhkan daripadanya campur tangan setan dalam segala perbuatannya terutama dalam salat ketika membaca Al-Qur'an dan pada saat ajalnya akan tiba.\nDiriwayatkan oleh Ahmad, Abu Daud dan at-Tirmidzi dan dinilai sahih oleh al-Baihaqi dari 'Amr bin Syu'aib dan ayahnya dari kakeknya ia berkata, \"Rasulullah saw mengajarkan \n\nDengan menyebut nama Allah, aku berlindung dengan kalimat Allah yang sempurna dari kemurkaan-Nya, dari siksa-Nya. Dari kejahatan hamba-Nya, dari bisikan-bisikan setan dan dari kahadiran setan kepadaku. (Riwayat Ahmad, Abu Daud dan at-Tirmidzi)",
    "quraish": "Katakan, wahai Muhammad, \"Ya Tuhan, aku berlindung kepada-Mu dari pengaruh godaan setan pada diriku dengan berbuat sesuatu yang tidak Engkau perkenankan.",
    "jalalayn": "(Dan katakanlah! \"Ya Rabbku! Aku berlindung kepada Engkau) aku meminta perlindungan (dari bisikan-bisikan setan) dari kecenderungan-kecenderungan setan yang selalu setan embus-embuskan itu."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 98,
    "arab": "وَاَعُوْذُ بِكَ رَبِّ اَنْ يَّحْضُرُوْنِ ",
    "translation": "dan aku berlindung (pula) kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2771.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya dia selalu berlindung kepada-Nya dari bisikan-bisikan setan dan dari godaan-godaannya, dan supaya setan itu selalu jauh daripadanya dan tidak dapat masuk ke dalam hatinya untuk memperdayakannya.\nDemikianlah seharusnya sikap setiap pejuang untuk menegakkan kebenaran. Mereka harus benar-benar menjaga supaya tidak sekalipun dipengaruhi hawa nafsunya dan terdorong untuk melakukan tindakan-tindakan yang tidak benar dan tidak jujur. Setan amat mudah sekali menjerumuskan manusia ke jurang kesalahan, penghinaan dan kejahatan apabila ia dapat memasuki hawa nafsu manusia. Karena itu hendaklah kita selalu berlindung kepada Allah dari tipu daya setan. Memang apabila seseorang benar-benar telah berserah diri kepada Tuhannya dalam segala tindakannya dan selalu memohon perlindungan-Nya dari tipu daya dan godaan setan, dirinya menjadi bersih dan hati nuraninya akan terketuk untuk selalu berbuat kebaikan dan menghindari kejahatan. Rasulullah selalu berlindung kepada Tuhannya supaya dijauhkan daripadanya campur tangan setan dalam segala perbuatannya terutama dalam salat ketika membaca Al-Qur'an dan pada saat ajalnya akan tiba.\nDiriwayatkan oleh Ahmad, Abu Daud dan at-Tirmidzi dan dinilai sahih oleh al-Baihaqi dari 'Amr bin Syu'aib dan ayahnya dari kakeknya ia berkata, \"Rasulullah saw mengajarkan \n\nDengan menyebut nama Allah, aku berlindung dengan kalimat Allah yang sempurna dari kemurkaan-Nya, dari siksa-Nya. Dari kejahatan hamba-Nya, dari bisikan-bisikan setan dan dari kahadiran setan kepadaku. (Riwayat Ahmad, Abu Daud dan at-Tirmidzi)",
    "quraish": "Aku berlindung pula kepada-Mu dari kehadiran mereka pada setiap perbuatanku, agar apa yang akau lakukan itu benar-benar murni hanya untuk-Mu.\"",
    "jalalayn": "(Dan aku berlindung pula kepada Engkau, ya Rabbku, dari kedatangan setan-setan itu kepadaku\") dalam perkara-perkaraku, karena sesungguhnya mereka datang hanya dengan membawa keburukan belaka."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 99,
    "arab": "حَتّٰٓى اِذَا جَاۤءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُوْنِ ۙ",
    "translation": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, “Ya Tuhanku, kembalikanlah aku (ke dunia),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2772.mp3",
    "tafsir": "Pada ayat ini Allah memberitahukan tentang kata-kata yang diucapkan oleh orang kafir ketika menghadapi maut, walaupun kata-kata itu tidak dapat didengar oleh orang-orang yang hadir ketika itu. Orang kafir itu meminta kepada Allah supaya dia jangan dimatikan dahulu dan dibiarkan hidup seperti sediakala agar dia dapat bertobat dari kesalahan dan kedurhakaannya dan dapat beriman dan mengerjakan amal yang baik yang tidak dikerjakannya selama hidupnya.\nDemikianlah keadaan orang-orang kafir itu pada waktu dia masih sehat walafiat dan mempunyai kesanggupan untuk beriman dan beramal saleh, dia enggan menerima kebenaran, takabur dan sombong terhadap orang-orang yang beriman, selalu durhaka kepada Allah bahkan melakukan tindakan-tindakan yang bertentangan dengan perintah Allah dan mengucapkan kata-kata yang tidak benar terhadap-Nya. Akan tetapi, ketika dalam keadaan sakaratul maut, mereka teringat pada dosa dan kesalahan yang telah mereka lakukan. Ketika itu juga mereka menjadi insaf dan sadar lalu meminta dengan sepenuh hati kepada Allah agar diberi umur panjang untuk berbuat baik guna menutupi semua kedurhakaan dan kejahatan yang telah mereka lakukan. Namun demikian, saat sakaratul maut bukan waktu untuk meminta ampun dan bertobat sebagaimana tersebut dalam firman-Nya:\nDan tidaklah tobat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: \"Sesungguhnya saya bertobat sekarang.\" Dan tidak (pula diterima tobat) orang-orang yang mati sedang mereka di dalam keadaan kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih. (an-Nisa`/4: 17-18)\n\nLalu Allah menegaskan bahwa permintaan orang-orang kafir itu hanyalah ucapan yang keluar dari mulut mereka saja dan tidak akan dikabulkan. Kalaupun benar-benar diberi umur panjang, mereka tidak juga akan kembali beriman dan tidak akan mau mengerjakan amal saleh sebagaimana ditegaskan Allah dalam firman-Nya:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)\n\nDemikianlah ucapan yang mereka lontarkan sebagai penghibur hati mereka sendiri, suatu ucapan yang tidak ada nilainya sama sekali karena tidak mungkin mereka akan hidup kembali karena ajal mereka telah tiba. Di hadapan mereka terbentang dinding yang menghalangi mereka kembali ke dunia sampai hari kiamat.\nKesimpulan",
    "quraish": "Mereka akan tetap pada sikap mendustakannya. Sehingga, apabila waktu kematian telah menjemput salah seorang di anatara mereka, ia pun menyatakan penyesalannya dengan berkata, \"Ya Tuhan, kembalikanlah aku ke dunia.",
    "jalalayn": "(Sehingga) lafal Hattaa menunjukkan makna Ibtida atau permulaan (apabila datang kematian kepada seseorang dari mereka) kemudian ia melihat kedudukannya di neraka dan di surga seandainya ia beriman (dia berkata, \"Ya Rabbku! Kembalikanlah aku) ke dunia. Ungkapan Jamak pada lafal Irji'uuni mengandung makna Ta'zhim atau mengagungkan."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 100,
    "arab": "لَعَلِّيْٓ اَعْمَلُ صَالِحًا فِيْمَا تَرَكْتُ كَلَّاۗ اِنَّهَا كَلِمَةٌ هُوَ قَاۤىِٕلُهَاۗ وَمِنْ وَّرَاۤىِٕهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
    "translation": "agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan mereka ada barzakh sampai pada hari mereka dibangkitkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2773.mp3",
    "tafsir": "Pada ayat ini Allah memberitahukan tentang kata-kata yang diucapkan oleh orang kafir ketika menghadapi maut, walaupun kata-kata itu tidak dapat didengar oleh orang-orang yang hadir ketika itu. Orang kafir itu meminta kepada Allah supaya dia jangan dimatikan dahulu dan dibiarkan hidup seperti sediakala agar dia dapat bertobat dari kesalahan dan kedurhakaannya dan dapat beriman dan mengerjakan amal yang baik yang tidak dikerjakannya selama hidupnya.\nDemikianlah keadaan orang-orang kafir itu pada waktu dia masih sehat walafiat dan mempunyai kesanggupan untuk beriman dan beramal saleh, dia enggan menerima kebenaran, takabur dan sombong terhadap orang-orang yang beriman, selalu durhaka kepada Allah bahkan melakukan tindakan-tindakan yang bertentangan dengan perintah Allah dan mengucapkan kata-kata yang tidak benar terhadap-Nya. Akan tetapi, ketika dalam keadaan sakaratul maut, mereka teringat pada dosa dan kesalahan yang telah mereka lakukan. Ketika itu juga mereka menjadi insaf dan sadar lalu meminta dengan sepenuh hati kepada Allah agar diberi umur panjang untuk berbuat baik guna menutupi semua kedurhakaan dan kejahatan yang telah mereka lakukan. Namun demikian, saat sakaratul maut bukan waktu untuk meminta ampun dan bertobat sebagaimana tersebut dalam firman-Nya:\nDan tidaklah tobat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: \"Sesungguhnya saya bertobat sekarang.\" Dan tidak (pula diterima tobat) orang-orang yang mati sedang mereka di dalam keadaan kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih. (an-Nisa`/4: 17-18)\n\nLalu Allah menegaskan bahwa permintaan orang-orang kafir itu hanyalah ucapan yang keluar dari mulut mereka saja dan tidak akan dikabulkan. Kalaupun benar-benar diberi umur panjang, mereka tidak juga akan kembali beriman dan tidak akan mau mengerjakan amal saleh sebagaimana ditegaskan Allah dalam firman-Nya:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)\n\nDemikianlah ucapan yang mereka lontarkan sebagai penghibur hati mereka sendiri, suatu ucapan yang tidak ada nilainya sama sekali karena tidak mungkin mereka akan hidup kembali karena ajal mereka telah tiba. Di hadapan mereka terbentang dinding yang menghalangi mereka kembali ke dunia sampai hari kiamat.\nKesimpulan",
    "quraish": "Di sana aku akan melakukan amal saleh pada kekayaan dan waktu yang telah aku tinggalkan.\" Tetapi, permintaannya tidak akan dikabulkan. Ucapan itu dilontarkan tanpa akan mendatangkan faedah apa-apa dan tanpa akan diterima. Kalaupun permintaannya dikabulkan, ia pasti tidak akan melaksanakannya. Walaupun begitu, ia tidak akan dapat kembali. Kematian menjadi penghalang antara orang-orang seperti itu dan apa yang diangan-angankannya sampai mereka dibangkitkan Allah kelak.",
    "jalalayn": "(Agar aku berbuat amal yang saleh) dengan mengatakan, 'Aku bersaksi tiada Tuhan selain Allah', hal ini akan menjadi penghapus (terhadap yang telah aku tinggalkan\") aku sia-siakan umurku. Maksudnya, supaya hal itu menjadi penggantinya. Maka Allah berfirman, (\"Sekali-kali tidak) tidak ada kembali lagi. (Sesungguhnya itu) permohonan untuk kembali ke dunia (adalah perkataan yang diucapkannya saja) tidak ada manfaat bagi pembicaranya. (Dan di hadapan mereka) (ada dinding) penghalang yang menahan mereka untuk dapat kembali lagi ke dunia (sampai hari mereka dibangkitkan\") yang tiada kembali lagi sesudahnya."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 101,
    "arab": "فَاِذَا نُفِخَ فِى الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۤءَلُوْنَ",
    "translation": "Apabila sangkakala ditiup maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2774.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila sangkakala ditiup untuk kedua kalinya dan arwah dikembalikan kepada tubuhnya masing-masing pada hari kebangkitan nanti, maka pada waktu itu tidak ada lagi manfaat pertalian nasab. Seseorang tidak dapat lagi membanggakan nasabnya, bahwa dia berasal dari keturunan bangsawan sebagaimana halnya pada waktu ia masih berada di dunia. Tidak ada perbedaan antara seseorang dengan yang lain, semua terpengaruh suasana yang meliputinya. Mereka kebingungan dan diliputi perasaan takut karena kedahsyatan hari itu, sehingga hilanglah rasa cinta dan kasih sayang. Masing-masing memikirkan dirinya sendiri dan tidak mau tahu orang lain, sebagaimana yang dilukiskan di dalam firman Allah:\nMaka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua), pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 33-37)\n\nMereka tidak lagi saling tegur dan bertanya. Tidak seorang pun di antara mereka yang menanyakan keadaan keluarga dan keturunannya, sebagaimana halnya di dunia. Mereka seolah-olah tidak saling mengenal lagi. Firman Allah:\nDan tidak ada seorang teman akrab pun menanyakan temannya. (al- Ma'arij/70: 10)\n\nMereka kebingungan seperti orang-orang yang sedang mabuk, padahal mereka tidak mabuk. Firman Allah:\n(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 2)",
    "quraish": "Maka, apabila waktu yang Kami janjikan itu telah datang, mereka Kami bangkitkan dengan memanggil mereka supaya keluar dari dalam kubur. Hal itu mirip dengan peniupan terompet (sangkakala), lalu mereka pun datang dengan terpencar-pencar. Kedekatan seseorang kepada orang lain tidak akan berarti apa-apa. Masing-masing tidak dapat meminta kepada orang lain sesuatu yang berguna untuknya. Pada hari itu, masing-masing disibukkan oleh urusannya sendiri.",
    "jalalayn": "(Apabila sangkakala ditiup) tiupan malaikat Israfil yang pertama atau yang kedua (maka tidaklah ada lagi pertalian nasab di antara mereka pada hari itu) yang dapat mereka bangga-banggakan (dan tidak pula mereka saling bertanya) tentang nasab tersebut, berbeda dengan ketika mereka hidup di dunia. Hal tersebut disebabkan kengerian yang menyibukkan diri mereka pada hari kiamat itu, yakni melihat sebagian kengerian-kengerian yang ada padanya. Pada sebagian waktu dari hari kiamat mereka sadar pula, sebagaimana yang diungkapkan oleh ayat yang lain, yaitu, \"Dan sebagian dari mereka menghadap kepada sebagian yang lain berbantah-bantahan.\" (Q.S. Ash-Shaffat, 27)."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 102,
    "arab": "فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "translation": "Barangsiapa berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2775.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang berat timbangan amal kebaikannya yaitu orang-orang yang beriman dan banyak beramal saleh di dunia, adalah orang-orang yang beruntung dan berbahagia. Pada hari Kiamat nanti, seseorang sebelum ditetapkan nasibnya, apakah ia dimasukkan ke dalam surga atau ke dalam neraka, lebih dahulu ia akan diajukan ke pengadilan yang akan memberi keputusan yang seadil-adilnya. Tidak akan terjadi kecurangan dalam proses pengadilan itu karena yang menjadi hakimnya ialah Allah sendiri. Berbeda halnya dengan pengadilan di dunia ini, orang yang bersalah adakalanya diputuskan tidak bersalah, karena pintarnya bersilat lidah, memutarbalikkan keadaan atau karena kelicikan pembelanya, sehingga hakim menjadi terkecoh. Begitu pula sebaliknya, orang yang tidak bersalah ada kemungkinan diputuskan bersalah karena tidak mampu membayar pembela yang pintar dan sebagainya. Setiap keputusan di dunia yang tidak adil akan dimentahkan kembali dan akan diputuskan sekali lagi di akhirat dengan seadil-adilnya. Segala sangkut paut yang belum selesai di dunia ini akan diselesaikan nanti di akhirat dengan seadil-adilnya. Setelah melalui proses pengadilan dan sangkut paut masing-masing telah diselesaikan maka untuk mengetahui kadar kebaikan dan kejahatan masing-masing diadakan timbangan, sebagaimana dijelaskan di dalam firman Allah:\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit. (al- Anbiya`/21: 47)\n\nBarangsiapa yang berat timbangan amal kebaikannya, berbahagialah ia. Sejalan dengan ayat 102 ini firman Allah:\nMaka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). (al-Qari`ah/101: 6-7)",
    "quraish": "Oleh karena itu, amal adalah ukuran penghargaan Allah kepada manusia. Siapa yang memiliki akidah yang benar dan amal saleh yang bernilai dalam timbangan Allah, akan beruntung.",
    "jalalayn": "(Barang siapa yang berat timbangannya) karena amal-amal kebaikan (maka mereka itulah orang-orang yang mendapat keberuntungan) yakni orang-orang yang beruntung."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 103,
    "arab": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فِيْ جَهَنَّمَ خٰلِدُوْنَ ۚ",
    "translation": "Dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahanam",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2776.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan kerugian orang yang ringan timbangan kebaikannya. Mereka itu ketika masih berada di dunia banyak berbuat maksiat menuruti kehendak hawa nafsunya. Mereka mengingkari ayat-ayat Allah yang menyebabkan amal-amal mereka tidak bernilai di hari kemudian, sebagaimana firman Allah:\nMereka itu adalah orang yang mengingkari ayat-ayat Tuhan mereka dan (tidak percaya) terhadap pertemuan dengan-Nya. Maka sia-sia amal mereka, dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat. (al-Kahf/18: 105)\n\nMereka itu akan kekal di dalam neraka Jahanam. Sejalan dengan ayat 103 ini firman Allah:\nDan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. (al-Qari`ah/101: 8-9)\nBukan demikian! Barang siapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 81)",
    "quraish": "Dan siapa yang tidak memiliki kebaikan dan perbuatan yang bernilai di sisi Allah, berarti telah merugikan diri sendiri dengan cara menjualnya kepada setan. Mereka akan disiksa di neraka dan akan hidup kekal dalam siksaan itu.",
    "jalalayn": "(Dan barang siapa yang ringan timbangannya) karena dosa-dosanya (maka mereka itulah orang-orang yang merugikan dirinya sendiri) maka mereka (kekal di dalam neraka Jahanam)."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 104,
    "arab": "تَلْفَحُ وُجُوْهَهُمُ النَّارُ وَهُمْ فِيْهَا كَالِحُوْنَ ",
    "translation": "Wajah mereka dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2777.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang dimasukkan ke dalam neraka itu akan dibakar mukanya dengan api sehingga kelihatan jelek sekali dan cacat. Dagingnya hancur, meleleh sampai ke kakinya. Mereka mengeluh atas azab yang menimpanya, dan menyadari perbuatannya ketika masih di dunia, sebagaimana firman Allah:\nDan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, \"Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).\" (al-Anbiya`/21: 46)\nSeandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan). (al-Anbiya`/21: 39)",
    "quraish": "Wajah mereka dibakar dengan api. Karena begitu buruknya nasib mereka, mereka tampak menyeramkan dan kasar.",
    "jalalayn": "(Muka mereka dibakar api neraka) api neraka membakarnya (dan mereka di dalam neraka itu dalam keadaan cacat) bibir mereka bagian atas dan bawah mengkerut memperlihatkan gigi-gigi mereka, kemudian dikatakan kepada mereka,"
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 105,
    "arab": "اَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُوْنَ",
    "translation": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2778.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa berbagai pertanyaan yang sifatnya mengejek diajukan kepada para penghuni neraka. Hal itu mengingatkan mereka kembali bahwa telah diutus para rasul untuk membimbing mereka, dan diturunkan kitab-kitab samawi untuk menjadi pedoman mereka, supaya tidak ada lagi alasan bagi mereka untuk tidak taat dan patuh kepada ajaran-ajaran yang dibawa para rasul itu, sebagaimana firman Allah:\nAgar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa`/4: 165)\n\nDan firman-Nya:\nTetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al- Isra`/17: 15)\nTetapi mereka itu mendustakan ayat-ayat Allah dan tidak mempercayainya sedikit pun, bahkan rasul-rasul yang diutus kepada mereka disiksa dan dianiayanya. Sejalan dengan ayat 105 ayat ini, firman Allah:\nHampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya didalam kesesatan yang besar.\" (al-Mulk/67: 8-9)",
    "quraish": "Allah mencela mereka dengan mengatakan, \"Ayat-ayat-Ku yang Aku turunkan ke bumi telah dibacakan kepada kalian, tetapi kalian mendustakannya.\"",
    "jalalayn": "(Bukankah ayat-ayat-Ku) dari Alquran (telah dibacakan kepada kamu sekalian) maksudnya kalian telah diperingatkan melaluinya (tetapi kalian selalu mendustakannya?)"
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 106,
    "arab": "قَالُوْا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَاۤلِّيْنَ",
    "translation": "Mereka berkata, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan kami adalah orang-orang yang sesat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2779.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan pengakuan penghuni neraka atas kesesatan mereka, sekalipun telah diutus kepada mereka rasul-rasul untuk membimbing mereka, dan diturunkan kitab-kitab samawi untuk menjadi pedoman mereka. Akan tetapi, mereka telah dikalahkan oleh kejahatan mereka, dan dikendalikan oleh hawa nafsu, maka tidak ada jalan bagi mereka untuk berbuat kebaikan dan menghindarkan diri dari jalan kesesatan. Sejalan dengan ayat ini firman Allah:\nLalu kami mengakui dosa-dosa kami. Maka adakah suatu jalan (bagi kami) untuk keluar (dari neraka)? (al-Mu`min/40: 11)",
    "quraish": "Mereka menjawab, dengan mengakui kesalahannya, \"Ya Tuhan, kedurhakaan kami begitu banyaknya hingga mengakibatkan kesengsaraan ini. Kami, dengan perbuatan itu, telah tersesat dari jalan menuju memperoleh pahala.\"",
    "jalalayn": "(Mereka berkata, \"Ya Rabb kami! Kami telah dikuasai oleh kejahatan kami) menurut qiraat yang lain dibaca Syaqawatunaa, keduanya merupakan Mashdar dan bermakna sama, yaitu kejahatan kami (dan adalah kami orang-orang yang sesat) dari jalan petunjuk."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 107,
    "arab": "رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ",
    "translation": "Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2780.mp3",
    "tafsir": "Ayat ini menerangkan permohonan penghuni neraka kepada Allah, yaitu agar mereka dikeluarkan dari neraka dan dikembalikan ke dunia. Mereka berjanji bahwa kalau permohonan mereka dikabulkan, mereka akan mengubah kekafiran mereka kepada keimanan dan taat kepada segala apa yang diperintahkan Allah kepada mereka. Jika mereka masih tetap saja berbuat maksiat sebagaimana halnya dahulu, maka mereka benar-benar orang yang aniaya dan mereka layak menerima azab dan siksa yang amat pedih.",
    "quraish": "Mereka berkata lagi, \"Ya Tuhan kami, keluarkanlah kami dari neraka dan kembalikan kami ke dunia. Kalau setelah itu kami kembali berbuat durhaka dan kufur, sungguh kami benar-benar menzalimi diri sendiri.\"",
    "jalalayn": "(Ya Rabb kami! Keluarkanlah kami daripadanya maka jika kami kembali) kepada pelanggaran lagi (maka sesungguhnya kami adalah orang-orang yang zalim\")."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 108,
    "arab": "قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ",
    "translation": "Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2781.mp3",
    "tafsir": "Ayat ini menerangkan jawaban Allah terhadap permintaan penghuni neraka untuk dapat dikembalikan ke dunia menebus kesalahan dan dosa-dosa yang telah diperbuatnya. Allah menegaskan kepada mereka supaya tetap berada di dalam neraka, meringkuk dalam keadaan hina dan tidak mempunyai harga diri sedikit pun. Mereka harus diam dan tidak melanjutkan pembicaraannya dengan Allah serta tidak mengulangi lagi perbuatannya karena mereka tak mungkin lagi dapat dikembalikan ke dunia.",
    "quraish": "Allah berkata kepada mereka dengan nada mencela, \"Diam! Kalian sangat rendah dan terhina. Jangan ajak Aku bicara sama sekali.\"",
    "jalalayn": "(Allah berfirman) kepada mereka melalui lisan malaikat Malik penjaga neraka, sesudah jangka waktu yang lamanya dua kali lipat umur dunia, (\"Tinggallah dengan hina di dalamnya) makin menjauhlah kalian di dalam neraka dengan hina (dan janganlah kalian berbicara dengan Aku\") untuk meminta supaya azab dihentikan dari diri kalian; dijawab demikian supaya mereka tidak mempunyai harapan lagi untuk dapat diangkat dari dalam neraka."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 109,
    "arab": "اِنَّهٗ كَانَ فَرِيْقٌ مِّنْ عِبَادِيْ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ۚ",
    "translation": "Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2782.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebab musabab mereka disiksa dan diazab, serta jawaban yang menghina atas permintaan mereka kembali ke dunia. Hinaan itu muncul karena mereka menghina hamba-hamba Allah yang telah beriman, seperti Bilal, Khabbab, shuhaib dan orang-orang mukmin yang lemah lainnya, selalu mendekatkan diri kepada Allah, menegaskan ikrar dan pengakuan keimanan mereka kepada-Nya, membenar-kan para rasul yang telah diutus-Nya, senantiasa meminta ampunan dan memohon rahmat kepada-Nya karena Dialah pemberi rahmat yang sebaik-baiknya. Orang-orang kafir menghadapi orang-orang mukmin itu dengan sikap mengejek, menertawakan, dan menghina. Ayat ini juga menerangkan bahwa kesibukan orang-orang kafir itu mereka mengejek dan menertawakan orang-orang mukmin, membuat mereka lupa mengingat Allah. Sejalan dengan ayat ini, Allah berfirman:\nSesungguhnya orang-orang yang berdosa, adalah mereka yang dahulu menertawakan orang-orang yang beriman. Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya, dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat,\" padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). (al-Muthaffifin/83: 29-33)",
    "quraish": "Kami tidak menzalimi kalian, tetapi kalianlah yang menzalimi diri sendiri. Sebab, ternyata, orang-orang Mukmin dan saleh di antara hamba-hamba Kami berkata di dunia, \"Ya Tuhan kami, kami telah beriman, maka ampunilah dosa kami dan berilah kami kasih sayang-Mu. Engkau adalah yang terbaik di antara pemberi kasih sayang.\"",
    "jalalayn": "(Sesungguhnya ada segolongan dari hamba-hamba-Ku) mereka adalah kaum Muhajirin (berdoa, \"Ya Rabb kami! Kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang Paling Baik\")."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 110,
    "arab": "فَاتَّخَذْتُمُوْهُمْ سِخْرِيًّا حَتّٰٓى اَنْسَوْكُمْ ذِكْرِيْ وَكُنْتُمْ مِّنْهُمْ تَضْحَكُوْنَ",
    "translation": "Lalu kamu jadikan mereka buah ejekan, sehingga kamu lupa mengingat Aku, dan kamu (selalu) menertawakan mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2783.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebab musabab mereka disiksa dan diazab, serta jawaban yang menghina atas permintaan mereka kembali ke dunia. Hinaan itu muncul karena mereka menghina hamba-hamba Allah yang telah beriman, seperti Bilal, Khabbab, shuhaib dan orang-orang mukmin yang lemah lainnya, selalu mendekatkan diri kepada Allah, menegaskan ikrar dan pengakuan keimanan mereka kepada-Nya, membenar-kan para rasul yang telah diutus-Nya, senantiasa meminta ampunan dan memohon rahmat kepada-Nya karena Dialah pemberi rahmat yang sebaik-baiknya. Orang-orang kafir menghadapi orang-orang mukmin itu dengan sikap mengejek, menertawakan, dan menghina. Ayat ini juga menerangkan bahwa kesibukan orang-orang kafir itu mereka mengejek dan menertawakan orang-orang mukmin, membuat mereka lupa mengingat Allah. Sejalan dengan ayat ini, Allah berfirman:\nSesungguhnya orang-orang yang berdosa, adalah mereka yang dahulu menertawakan orang-orang yang beriman. Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya, dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat,\" padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). (al-Muthaffifin/83: 29-33)",
    "quraish": "Dahulu, kalian selalu mengejek mereka. Sampai-sampai, kesibukan mengejek mereka itu membuat kalian lupa mengingat-Ku dan beribadah kepada-Ku, lalu tidak mengimani dan mematuhi-Ku. Kalian menertawakan mereka dengan penuh ejekan.",
    "jalalayn": "(Lalu kalian menjadikan mereka buah ejekan) lafal Sikhriyyan dapat pula dibaca Sukhriyyan keduanya merupakan bentuk Mashdar, maknanya adalah ejekan. Di antara mereka yang menjadi bahan ejekan orang-orang musyrik adalah sahabat Bilal, sahabat Shuhaib, sahabat Ammar, sahabat Salman (sehingga menjadikan kalian lupa mengingat Aku) kalian melupakannya disebabkan kalian sibuk dengan memperolok-olokkan mereka. Mengingat mereka sering lupa, maka sifat pelupa dinisbatkan kepada mereka (dan adalah kalian selalu menertawakan mereka)."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 111,
    "arab": "اِنِّيْ جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوْٓاۙ اَنَّهُمْ هُمُ الْفَاۤىِٕزُوْنَ",
    "translation": "sesungguhnya pada hari ini Aku memberi balasan kepada mereka, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang memperoleh kemenangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2784.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah akan memberi balasan kepada orang-orang mukmin pada hari Kiamat nanti, karena kesabaran dan ketabahan mereka menghadapi ejekan dan tertawaan orang-orang kafir, , serta ketaatan dan kepatuhan mereka kepada perintah-Nya. Sesungguhnya orang-orang mukmin, itulah orang-orang yang menang dan beruntung. Di akhirat kelak, mereka duduk di atas dipan-dipan sambil memandang santai, menertawakan orang-orang kafir yang menertawakan mereka dahulu di dunia. Inilah ganjaran bagi orang-orang kafir atas apa yang telah dikerjakannya di dunia, sebagaimana firman Allah:\nMaka pada hari ini, orang-orang yang beriman yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. Apakah orang-orang kafir itu diberi balasan (hukuman) terhadap apa yang telah mereka perbuat? (al-Muthaffifin/83: 34-36)",
    "quraish": "Mereka, orang-orang Mukmin itu, Kami balas dengan keberuntungan, sebab mereka tabah dalam menghadapi ejekan dan kekejaman kalian.",
    "jalalayn": "(Sesungguhnya Aku memberi balasan kepada mereka di hari ini) kenikmatan yang abadi (karena kesabaran mereka) dalam menghadapi ejekan kalian dan perlakuan yang menyakitkan dari kalian terhadap mereka (sesungguhnya mereka) bila dibaca Innahum berarti jumlah Isti'naf, artinya, sesungguhnya mereka. Jika dibaca Annahum berarti menjadi Maf'ul kedua dari lafal Jazaituhum, artinya, bahwasanya mereka (itulah orang-orang yang menang) memperoleh apa yang mereka dambakan."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 112,
    "arab": "قٰلَ كَمْ لَبِثْتُمْ فِى الْاَرْضِ عَدَدَ سِنِيْنَ",
    "translation": "Dia (Allah) berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2785.mp3",
    "tafsir": "Setelah permintaan penghuni neraka untuk dikembalikan ke dunia ditolak Allah dengan penegasan bahwa mereka akan tetap meringkuk di neraka dan supaya tidak meminta-minta kepada-Nya, mereka ditanya lagi berapa lama mereka hidup di bumi, sejak dilahirkan sampai meninggalkan dunia fana itu ke alam baka.",
    "quraish": "Allah berkata kepada orang-orang kafir, \"Berapa tahun kalian hidup di dunia?\"",
    "jalalayn": "(Berfirmanlah) Allah swt. kepada mereka melalui lisan malaikat Malik. Menurut qiraat yang lain dibaca Qul, yakni katakanlah kepada mereka, (\"Berapa lamakah kalian tinggal di bumi) di dunia dan di dalam kuburan kalian (yakni berapa tahunkah bilangannya?\") lafal 'Adada Siniina berkedudukan menjadi Tamyiz."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 113,
    "arab": "قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَاۤدِّيْنَ ",
    "translation": "Mereka menjawab, “Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2786.mp3",
    "tafsir": "Oleh karena besarnya pengaruh bencana yang menimpa penghuni neraka dan hebatnya siksaan dan azab yang dideritanya, maka mereka yang malang itu tidak lagi bisa mengingat berapa lama mereka tinggal di dunia. Mereka merasa sebentar sekali, bahkan mereka menyangka bahwa mereka tinggal di dunia hanya sehari atau tidak sampai satu hari jika dibandingkan dengan kehidupan akhirat. Pada ayat ini Allah menganjurkan kepada mereka untuk menanyakan berapa lama mereka tinggal di dunia.",
    "quraish": "Demikian pendeknya kehidupan dunia jika dibandingkan dengan lamanya masa tinggal mereka di dalam siksaan, mereka menjawab, \"Kami hidup sehari atau setengah hari. Tanyakan saja kepada orang-orang yang dapat menghitung dengan benar, karena kami sibuk menghadapi siksaan.\"",
    "jalalayn": "(Mereka menjawab, \"Kami tinggal hanya sehari atau setengah hari) mereka ragu, dan menganggap pendek masa tinggal mereka disebabkan kengerian mereka melihat besarnya azab di hari itu (maka tanyakanlah kepada malaikat-malaikat yang menghitung\") amal perbuatan makhluk."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 114,
    "arab": "قٰلَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا لَّوْ اَنَّكُمْ كُنْتُمْ تَعْلَمُوْنَ",
    "translation": "Dia (Allah) berfirman, “Kamu tinggal (di bumi) hanya sebentar saja, jika kamu benar-benar mengetahui.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2787.mp3",
    "tafsir": "Ayat ini menerangkan bahwa mereka memang tinggal di dunia hanya sebentar. Andaikata mereka menyadari hal itu ketika mereka tinggal di dunia, sedang kehidupan yang dihadapinya di akhirat adalah kehidupan yang tiada batasnya, tentu mereka akan berbuat hal-hal yang bermanfaat dan sesuai dengan yang diperintahkan Allah. Akan tetapi, mereka lalai menyadarinya, sehingga mereka layak mendapat azab dari Allah. Rasulullah bersabda:\nKetika Ibnu Abi hatim meriwayatkan dari Aiqa' bin Abd al-Kalai, Rasulullah bersabda bahwa apabila penghuni surga telah masuk ke dalam surga dan penghuni neraka ke dalam neraka; Allah berfirman, \"Wahai penghuni surga! Berapa lama engkau hidup di dunia?\" Mereka menjawab, \"Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.\" Allah berfirman, \"Alangkah baiknya engkau sekalian menginvestasikan waktu yang sehari itu, atau tidak sampai satu hari itu. Engkau sekalian memperoleh rahmat-Ku, rida-Ku dan surga-Ku. Tinggallah kamu sekalian di dalam surga untuk selama-lamanya.\" Sesudah itu Allah berfirman, \"Wahai penghuni neraka! Berapa lamakah kamu tinggal hidup di dunia?\" Mereka menjawab, \"Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.\" Allah berfirman, \"Alangkah buruknya kamu sekalian menginvestasikan waktu yang sehari atau tidak sampai satu hari itu. Kamu sekalian menerima murka-Ku dan memasuki neraka-Ku. Tinggallah di dalam neraka untuk selama-lamanya.\"",
    "quraish": "Allah berkata lagi kepada mereka, \"Kalian hidup di dunia hanya sebentar saja. Kalau saja kalian mengetahui akibat kekufuran dan sikap durhaka dan bahwa kenikmatan dunia itu sangat sedikit, kalian tentu sudah beriman dan taat.",
    "jalalayn": "(Berfirmanlah) Allah swt. melalui lisan malaikat Malik. Menurut qiraat yang lain lafal Qaala dibaca Qul, artinya katakanlah. (\"Tiada lain) (kalian tinggal hanya sebentar saja, kalau kalian sesungguhnya mengetahui\") lama masa tinggal kalian itu, sedikit sekali jika dibandingkan keabadian kalian di dalam neraka."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 115,
    "arab": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ",
    "translation": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2788.mp3",
    "tafsir": "Ayat ini menerangkan bahwa keingkaran para penghuni neraka tentang adanya hari kebangkitan berkaitan dengan keyakinan mereka bahwa kehidupan berakhir dengan kematian, sehingga Allah perlu mengingatkan mereka dengan pertanyaan, \"Apakah mereka menyangka bahwa mereka Kami ciptakan dengan main-main, dibiarkan begitu saja seperti halnya binatang, tidak diberi pahala dan tidak diazab? Ataukah mereka mengira bahwa mereka itu tidak akan dikembalikan kepada Kami?\" Tidak, sekali lagi tidak. Mereka diciptakan sebagai hamba Allah dan diberi kewajiban. Siapa yang melaksanakan kewajiban, mereka diberi pahala, dan bagi yang menyia-nyiakan kewajiban, mereka akan diazab dan dikembalikan kepada Allah untuk mempertanggungjawabkan segala per-buatan mereka di dunia, sesuai firman Allah:\nApakah manusia mengira, bahwa ia akan dibiarkan begitu saja? (Tanpa pertanggungjawaban?) (al-Qiyamah/75: 36)",
    "quraish": "Apakah kalian mengira bahwa Kami menciptakan kalian tanpa ada hikmahnya, lalu kalian berbuat kejahatan di muka bumi? Apakah kalian mengira bahwa kalian tidak akan dibangkitkan untuk diberi balasan? Tidak sama sekali!\"",
    "jalalayn": "(Maka apakah kalian mengira, bahwa sesungguhnya Kami menciptakan kalian secara bermain-main) yakni tidak ada hikmah dan manfaatnya (dan bahwa kalian tidak akan dikembalikan kepada Kami?) kalau dibaca Laa Turja'uuna artinya, kalian tidak dikembalikan. Dan kalau dibaca Tarji'uuna artinya, kalian akan kembali. Tentu saja tidak, sebenarnya supaya kalian menjadi hamba-hamba-Ku untuk Kami perintah dan Kami larang, kemudian kalian kembali kepada Kami untuk menerima pembalasan amal perbuatan kalian. Hal ini sebagaimana yang diungkapkan oleh firman-Nya yang lain, yaitu, \"Dan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah Aku.\" (Q.S. Adz-Dzariyat, 56)."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 116,
    "arab": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ  لَآ اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرِيْمِ",
    "translation": "Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) ‘Arsy yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2789.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah Mahasuci dari apa yang dituduhkan orang-orang musyrik kepada-Nya, begitu pula sangkaan bahwa Dia menciptakan manusia secara sia-sia, karena Dia adalah Tuhan yang sebenarnya. Tiada tuhan melainkan Dia, Tuhan yang memiliki 'Arsy yang mulia. Dialah yang mengatur alam raya ini, baik yang di atas maupun yang di bawah, begitu pula semua makhluk ciptaan-Nya. Firman Allah:\nDan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad-Dukhan/44:38-39)",
    "quraish": "Keagungan hanyalah milik Allah Swt. Dialah Raja Pemilik segalanya. Tidak ada yang patut disembah dengan sebenarnya kecuali Dia. Dia adalah pemilik singgasana yang agung.",
    "jalalayn": "(Maka Maha Tinggi Allah) dari main-main dan hal-hal lainnya yang tidak layak bagi kebesaran-Nya (Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Rabb Yang mempunyai Arasy yang mulia) yakni Al-Kursi atau singgasana bagi raja."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 117,
    "arab": "وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ لَا بُرْهَانَ لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖۗ اِنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ",
    "translation": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2790.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menyembah Allah dan menyekutukan-Nya dengan tuhan yang lain, padahal tidak ada yang pantas disembah melainkan Allah, pada hakikatnya tidak ada alasan sama sekali yang dapat membenarkan perbuatan mereka itu. Mereka akan diajukan ke hadapan Allah, untuk memperhitungkan dan mempertanggung-jawabkan segala perbuatan mereka. Allah yang akan menyempurnakan ganjaran atas perbuatan mereka. Sesungguhnya orang-orang kafir itu tidak akan beruntung selama-lamanya, dan tidak akan luput dari azab yang menyiksanya.",
    "quraish": "Barangsiapa menyembah tuhan lain bersama Allah tanpa memiliki dalil yang menunjukkan keberhakan tuhan itu untuk disembah, maka Allah pasti akan membalasnya atas perbuatan syiriknya itu. Orang-orang kafir sungguh tidak akan beruntung. Yang beruntung hanyalah orang-orang Mukmin.",
    "jalalayn": "(Dan barang siapa menyembah tuhan yang lain di samping Allah, padahal tak ada suatu dalil pun baginya tentang itu) lafal Laa Burhaana ini menjadi sifat yang Kasyifah atau yang terbuka, akan tetapi tidak dimengerti, karena pada kenyataannya hal itu mustahil (maka sesungguhnya perhitungannya) yakni pembalasan perbuatannya itu (di sisi Rabbnya. Sesungguhnya orang-orang yang kafir itu tidak beruntung) yakni tidak berbahagia."
  },
  {
    "ruku": 300,
    "name": "Al-Mu'minun",
    "ayat": 118,
    "arab": "وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ࣖ",
    "translation": "Dan katakanlah (Muhammad), “Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2791.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah menjelaskan keadaan orang-orang kafir, kebodohan mereka di dunia dan siksaan yang disediakan bagi mereka di akhirat, Allah memerintahkan Rasul-Nya supaya memohon kepada-Nya agar dimaafkan semua kesalahan yang diperbuatnya, diberi rahmat dengan diterima tobatnya, dan dibebaskan dari azab atas kelalaian dan kekeliruan yang telah diperbuatnya, karena Dialah Pemberi rahmat yang paling baik. Perintah Allah kepada Rasul-Nya seperti tersebut di atas, adalah untuk menjadi contoh yang baik bagi umatnya. Setiap kali mereka berbuat kesalahan, supaya mereka beristigfar, dan setiap mereka berbuat maksiat, supaya cepat-cepat bertobat, jangan sampai kesalahan dan maksiat itu bertumpuk-tumpuk, karena yang demikian itu akan menjadi beban yang berat nanti di hari akhirat.",
    "quraish": "Katakan, wahai Rasulullah, sambil berdoa dan pasrah kepada Tuhanmu, \"Ya Tuhanku, ampunilah dosaku dan karuniakanlah aku kasih sayang-Mu, karena Engkaulah yang terbaik di antara pemberi kasih sayang. Sebab kasih sayang-Mu amat luas dan amat dekat dengan orang-orang yang berbuat baik.\"",
    "jalalayn": "(Dan katakanlah! \"Ya Rabbku! Berilah ampun dan berilah rahmat) kepada orang-orang Mukmin dalam bentuk rahmat di samping ampunan itu (dan Engkau adalah pemberi rahmat yang paling baik\") artinya Pemberi rahmat yang paling utama."
  }
]