[
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 1,
    "arab": "سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ",
    "translation": "(Inilah) suatu surah yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum)nya, dan Kami turunkan di dalamnya tanda-tanda (kebesaran Allah) yang jelas, agar kamu ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2792.mp3",
    "tafsir": "Allah menjelaskan bahwa surah ini mengandung dua hal. Pertama, hukum-hukum yang wajib dipatuhi seperti yang akan disampaikan dalam ayat-ayat berikutnya mengenai zina, menuduh perempuan berzina, dan sebagainya. Hukum-hukum itu, bila dipikirkan oleh manusia dengan pikiran yang obyektif, pasti akan diakui bahwa ketentuan-ketentuan itu benar dan berasal dari Allah bukan buatan manusia. Semua itu diturunkan untuk ditaati dan dijalankan dalam kehidupan. Kedua, bukti-bukti nyata yang menunjuk-kan kekuasaan dan keesaan Allah di dunia ini.",
    "quraish": "[[24 ~ AN-NUR (CAHAYA) Pendahuluan: Madaniyyah, 64 ayat ~ Dalam surat yang mengandung 64 ayat ini Allah menerangkan perlunya membersihkan masyarakat dari praktik zina dan penyebaran kekejian, baik melalui perbuatan maupun perkataan, di kalangan kaum Mukmin, dan menetapkan hukuman yang menjerakan untuk itu. Selain itu, Allah Swt. menentukan hukum khusus bagi pelaku zina yang telah bersuami-istri karena masing-masing suami istri memungkinkan untuk saling percaya. Pembicaraan mengenai zina ini dilanjutkan dengan pembicaraan mengenai kebohongan yang berkaitan dengan zina dan bagaimana seharusnya orang-orang Mukmin menyikapi perkataan buruk yang tidak ditopang oleh bukti yang kuat. Setelah itu, dibicarakan pula etika memasuki rumah dan orang-orang yang dibolehkan melihat aurat wanita. Kemudian, setelah pembicaraan mengenai dakwah secara umum, dibicarkan pula soal kesucian diri. Pembicaraan selanjutnya mengenai cahaya Allah, zikir di masjid, perbuatan orang-orang kafir dan ihwal orang-orang yang membangkang. Pada sisi lain, ihwal orang-orang Mukmin ditampakkan dalam surat ini. Etika hidup berkeluarga, ihwal kerabat, anak-anak kecil dan orang dewasa dalam pergaulan, juga disinggung dalam surat ini. Di samping itu, disebutkan juga mengenai siapa saja yang boleh makan di meja makan mereka. Terakhir, surat ini menyebutkan sifat-sifat orang Mukmin ketika diajak oleh Rasulullah saw. untuk suatu tujuan bersama dan juga besarnya kekuasaan dan ilmu Allah Swt.]] Inilah surat yang Kami wahyukan dan Kami wajibkan hukum-hukum yang dikandungnya. Di dalamnya Kami menurunkan bukti-bukti yang jelas mengenai kemahakuasaan dan kemahaesaan Allah, dan bahwa kitab suci ini benar-benar berasal dari Allah agar kalian dapat mengambil pelajaran darinya.",
    "jalalayn": "Ini adalah (suatu surah yang Kami turunkan dan Kami wajibkan) dapat dibaca secara Takhfif, yaitu Faradhnaahaa, dapat pula dibaca secara Musyaddad, yaitu Farradhnaahaa. Dikatakan demikian karena banyaknya fardu-fardu atau kewajiban-kewajiban yang terkandung di dalamnya (dan Kami turunkan di dalamnya ayat-ayat yang jelas) yakni jelas dan gamblang maksud-maksudnya (agar kalian selalu mengingatnya) asal kata Tadzakkaruuna ialah Tatadzakkaruuna, kemudian huruf Ta yang kedua diidgamkan kepada huruf Zal, sehingga menjadi Tadzakkaruuna, artinya mengambil pelajaran daripadanya."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 2,
    "arab": "اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ",
    "translation": "Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2793.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang Islam yang berzina baik perempuan maupun laki-laki yang sudah akil balig, merdeka, dan tidak muhsan hukumnya didera seratus kali dera, sebagai hukuman atas perbuatannya itu. Yang dimaksud dengan muhsan ialah perempuan atau laki-laki yang pernah menikah dan bersebadan. Tidak muhsan berarti belum pernah menikah dan bersebadan, artinya gadis dan perjaka. Mereka bila berzina hukumannya adalah dicambuk seratus kali. Pencambukan itu harus dilakukan tanpa belas kasihan yaitu tanpa henti dengan syarat tidak mengakibatkan luka atau patah tulang. \nBagi orang-orang yang beriman kepada Allah dan hari akhirat, tidak dibenarkan bahkan dilarang menaruh belas kasihan kepada pelanggar hukum itu yang tidak menjalankan ketentuan yang telah digariskan di dalam agama Allah. Nabi Muhammad harus dijadikan contoh atau teladan dalam menegakkan hukum. Beliau pernah berkata: \nDari 'Aisyah berkata Rasulullah bersabda, \"Andaikata Fatimah binti Muhammad mencuri, pasti saya potong tangannya.\" (Riwayat asy-Syaikhan) \n\nHukuman cambuk itu hendaklah dilaksanakan oleh yang berwajib dan dilakukan di tempat umum dan terhormat, seperti di masjid, sehingga dapat disaksikan oleh orang banyak, dengan maksud supaya orang-orang yang menyaksikan pelaksanaan hukuman dera itu mendapat pelajaran, sehingga mereka benar-benar dapat menahan dirinya dari perbuatan zina. Adapun pezina-pezina muhsan baik perempuan maupun laki-laki hukumannya ialah dilempar dengan batu sampai mati, yang menurut istilah dalam Islam dinamakan \"rajam\". Hukuman rajam ini juga dilaksanakan oleh orang yang berwenang dan dilakukan di tempat umum yang dapat disaksikan oleh orang banyak. Hukum rajam ini didasarkan atas sunnah Nabi saw yang mutawatir.\nDiriwayatkan dari Abu Bakar, Umar, Ali, Jabir bin Abdillah, Abu Said Al-Khudri, Abu Hurairah, Zaid bin Khalid dan Buraidah al-Aslamy, bahwa seorang sahabat Nabi yang bernama Ma`iz telah dijatuhi hukuman rajam berdasarkan pengakuannya sendiri bahwa ia berzina. Begitu pula dua orang perempuan dari Bani Lahm dan Bani Hamid telah dijatuhi hukuman rajam, berdasarkan pengakuan keduanya bahwa mereka telah berzina. Hukuman itu dilakukan di hadapan umum. Begitulah hukuman perbuatan zina di dunia. Adapun di akhirat nanti, pezina itu akan masuk neraka jika tidak bertaubat, sebagaimana sabda Nabi saw.\n\"Jauhilah zina karena di dalam zina ada empat perkara. Menghilangkan kewibawaan wajah, memutus rezeki, membikin murka Allah, dan menyebabkan kekal di neraka.\" (Riwayat ath-thabrani dalam Mu'jam al-Ausath, dari Ibnu 'Abbas)\n\nKenyataannya adalah bahwa budaya pergaulan bebas laki-laki dan perempuan telah menimbulkan penyakit-penyakit yang sulit disembuhkan, yaitu HIV/AIDS, hilangnya sistem kekebalan tubuh pada manusia pada akhirnya yang bersangkutan akan mati secara perlahan. Juga telah memunculkan banyaknya bayi lahir di luar nikah, sehingga mengacaukan keturunan dan pada gilirannya mengacaukan tatanan hukum dan sosial. \nPerbuatan zina telah disepakati sebagai dosa besar yang berada pada posisi ketiga sesudah musyrik dan membunuh, sebagaimana dijelaskan di dalam hadis Nabi saw:\nBerkata Abdullah bin Mas`ud, \"Wahai Rasulullah! Dosa apakah yang paling besar di sisi Allah?\" Rasulullah menjawab, \"Engkau jadikan bagi Allah sekutu padahal Dialah yang menciptakanmu,\" Berkata Ibnu Mas`ud, \"Kemudian dosa apalagi?\", jawab Rasulullah, \"Engkau membunuh anakmu karena takut akan makan bersamamu.\" Berkata Ibnu Mas`ud, \"Kemudian dosa apalagi?\" Rasulullah menjawab, \"Engkau berzina dengan istri tetanggamu.\" \n\nSenada dengan hadis ini, firman Allah:\nDan orang-orang yang tidak menyembah Tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya) kecuali dengan (alasan) yang benar, serta tidak berzina. (al-Furqan/25: 68)\n\nHukuman di dunia itu baru dilaksanakan bila tindakan perzinaan itu benar-benar terjadi. Kepastian terjadi atau tidaknya perbuatan zina ditentukan oleh salah satu dari tiga hal berikut: bukti (bayyinah), hamil, dan pengakuan yang bersangkutan, sebagaimana sabda Nabi yang diriwayatkan oleh Huzaifah:\nHukum rajam dalam Kitabullah jelas atas siapa yang berzina bila dia muhsan, baik laki-laki maupun perempuan, bila terdapat bukti, hamil atau pengakuan. (Riwayat al-Bukhari dan Muslim)\n\nYang dimaksud dengan \"bukti\" dalam hadis tersebut adalah kesaksian para saksi yang jumlahnya paling kurang empat orang laki-laki yang menyaksikan dengan jelas terjadinya perzinaan. Bila tidak ada atau tidak cukup saksi, diperlukan pengakuan yang bersangkutan, bila yang bersangkutan tidak mengaku, maka hukuman tidak bisa dijatuhkan.\nHukuman di akhirat, yaitu azab di dalam neraka sebagaimana diterangkan dalam hadis yang diriwayatkan Huzaifah di atas, terjadi bila yang bersangkutan tidak tobat. Bila yang bersangkutan tobat dan bersedia menjalankan hukuman di dunia, maka ia terlepas dari hukuman akhirat, sebagaimana hadis yang mengisahkan seorang sahabat yang bernama Hilal yang menuduh istrinya berzina tetapi si istri membantahnya. Nabi mengatakan bahwa hukuman di akhirat lebih dahsyat dari hukuman di dunia, yaitu rajam, jauh lebih ringan. Tetapi perempuan itu malah mengingkari bahwa ia telah berzina.\nDari peristiwa itu dipahami bahwa bila orang yang berzina telah bertobat dan bersedia menjalankan hukuman di dunia, ia terlepas dari hukuman di akhirat.",
    "quraish": "Di antara ketentuan hukum itu adalah hukum wanita dan laki-laki yang berzina. Cambuklah masing- masing mereka seratus kali cambukan. Dalam melaksanakan ketentuan hukum itu, kalian tidak perlu merasa terhalangi oleh rasa iba dan kasihan, jika kalian benar-benar beriman kepada Allah dan hari akhir. Sebab, konsekuensi iman adalah mendahulukan perkenan Allah daripada perkenan manusia. Pelaksanaan hukum cambuk itu hendaknya dihadiri oleh sekelompok umat Islam, agar hukuman itu menjadi pelajaran yang membuat orang lain selain mereka berdua jera(1). (1) Komentar para ahli mengenai ayat 2 sampai ayat 4 surat ini: Kriminalitas dalam syariat Islam merupakan larangan-larangan yang tidak dibolehkan dengan ancaman sanksi hadd atau ta'zîr. Larangan-larangan itu bisa berupa tindakan mengerjakan sesuatu yang dilarang atau tindakan meninggalkan sesuatu yang diperintahkan. Alasan pengharaman larangan-larangan itu adalah bahwa tindakan pelanggaran larangan merupakan tindakan yang bertentangan dengan salah satu dari lima maslahat/kepentingan yang diakui dalam syariat Islam, yaitu: a. Memelihara jiwa. b. Memelihara agama. c. Memelihara akal pikiran. d. Memelihara harta kekayaan. e. Memelihara kehormatan. Tindakan pembunuhan, misalnya, merupakan perlawanan terhadap jiwa. Keluar dari Islam (riddah: 'menjadi murtad') merupakan perlawanan terhadap agama. Meminum khamar merupakan perlawanan terhadap pikiran. Mencuri merupakan perlawanan terhadap harta dan kekayaan. Dan zina merupakan perlawanan terhadap kehormatan. Para ahli hukum Islam (fuqahâ') membagi tindakan kriminalitas menjadi beberapa kategori, tergantung pada sudut pandang masing-masing. Sehubungan dengan hal itu, berikut ini akan disinggung pembagian hukum dari segi besarnya sanksi dan cara menetapkannya. Berdasarkan hal ini kriminalitas terbagi dalam tiga kelompok, yaitu (a) yang terkena sanksi hudûd, (b) yang terkena sanksi qishâsh dan (c) yang terkena sanski ta'zîr. Yang dimaksud dengan hudûd adalah kejahatan yang dianggap berlawanan dengan hak Allah atau kejahatan yang mengandung pelanggaran hak Allah dan hak manusia, tetapi hak Allah lebih dominan yang oleh karenanya dibatasi oleh Allah dengan jelas, baik melalui al-Qur'ân maupun al-Hadîts. Kemudian, yang dimaksud dengan qishâsh (termasuk di dalamnya diyat) adalah kejahatan yang mengandung pelanggaran hak Allah dan hak manusia, tetapi hak manusia lebih dominan. Dalam hal ini, sebagian ketentuan hukumnya ditetapkan oleh Allah melalui al-Qur'ân dan al-Hadîts dan sebagian lainnya diserahkan kepada kebijakan pemerintah untuk menentukan hukumnya. Tindak pembunuhan, memotong salah satu organ tubuh, termasuk dalam kategori kedua ini. Sedangkan yang dimaksud dengan ta'zîr adalah sejumlah sanksi, baik berat maupun ringan, yang penentuan dan pelaksanaannya diserahkan kepada pemerintah, sesuai kondisi masyarakat di mana terjadi kejahatan itu. Ada tujuh macam kejahatan yang terkena sanksi hudûd, yaitu zina, menuduh orang yang sudah kawin berbuat zina (qadzaf), menentang penguasa (baghy), mencuri, menyamun, meminum khamar dan keluar dari Islam (murtad). Ketujuh macam kejahatan itu beserta sanksi-sanksinya telah ditentukan sanksi hudûdnya di dalam al-Qur'ân, kecuali sanski pelaku zina yang sudah kawin yang dikenakan hukum rajam, meminum khamar yang dikenakan sanksi 80 kali cambuk, dan sanksi keluar dari Islam yaitu hukum mati., yang ditentukan oleh al-Hadits. Sementara itu, hukum positif modern memberlakukan sanksi yang terlalu rendah, seperti penjara, terhadap zina. Akibatnya, prostitusi dan kejahatan merajalela di kalangan masyarakat. Kehormatan menjadi terinjak-injak. Selain itu, akan timbul berbagai penyakit dan ketidakjelasan keturunan. Yang cukup mengherankan, bahwa undang-undang yang berlaku di beberapa negara modern saat ini malah melindungi kejahatan semacam itu. Dalam undang-undang Perancis, misalnya, terdapat ketentuan bahwa pelaku zina--baik laki-laki maupun perempuan--yang belum kawin tidak dikenakan sanksi apa-apa, selama mereka telah mencapai usia dewasa. Hal itu berdasar pada prinsip kebebasan individu yang menjamin kebebasan berbuat apa saja. Sedangkan jika pelaku zina itu sudah kawin, baik laki-laki maupun perempuan, maka sanksinya adalah penjara. Contoh lain dari praktik hukum positif, lembaga hukum seperti niyâbah (kejaksaan) tidak mempunyai hak untuk melakukan penyelidikan kecuali atas permintaan salah seorang suami istri. Selain itu, seorang suami yang telah melaporkan tuduhan zina, boleh menarik kembali tuduhannya. Berdasarkan hal itu penyelidikan pun harus dihentikan. Suami juga memiliki hak untuk memaafkan istrinya yang telah dijatuhi hukuman penjara sebelum habis masa hukuman, walaupun keputusan hakim sudah bersifat final. Beberapa kalangan menganggap sanksi zina yang ditetapkan Islam itu terlalu berat. Tetapi semestinya mereka melihat pula bahwa di samping sanksi itu berat, proses pembuktiannya pun tidak mudah. Pada tindak pembunuhan, misalnya, Islam hanya menetapkan keharusan adanya dua saksi yang adil. Tetapi pada pembuktian zina justru menetapkan adanya empat orang saksi adil yang menyaksikan kejadian itu secara langsung, atau pengakuan si pelaku zina. Dapat dicatat di sini bahwa al-Qur'ân mewajibkan pelaksanaan hukum cambuk secara terang-terangan di hadapan khalayak ramai masyarakat Muslim dengan maksud sebagai pemberitahuan kepada mereka siapa pelaku zina itu di samping agar mereka merasa takut dan ngeri hingga menghindari tindakan yang hina itu.",
    "jalalayn": "(Perempuan yang berzina dan laki-laki yang berzina) kedua-duanya bukan muhshan atau orang yang terpelihara dari berzina disebabkan telah kawin. Hadd bagi pelaku zina muhshan adalah rajam, menurut keterangan dari Sunah. Huruf Al yang memasuki kedua lafal ini adalah Al Maushulah sekaligus sebagai Mubtada, mengingat kedudukan Mubtada di sini mirip dengan Syarat, maka Khabarnya kemasukan huruf Fa, sebagaimana yang disebutkan dalam ayat berikutnya, yaitu, (maka deralah tiap-tiap seorang dari keduanya seratus kali dera) yakni sebanyak seratus kali pukulan. Jika dikatakan Jaladahu artinya ia memukul kulit seseorang; makna yang dimaksud adalah mendera. Kemudian ditambahkan hukuman pelaku zina yang bukan muhshan ini menurut keterangan dari Sunah, yaitu harus diasingkan atau dibuang selama satu tahun penuh. Bagi hamba sahaya hanya dikenakan hukuman separuh dari hukuman orang yang merdeka tadi (dan janganlah belas kasihan kalian kepada keduanya mencegah kalian untuk menjalankan agama Allah) yakni hukum-Nya, seumpamanya kalian melalaikan sesuatu dari hudud yang harus diterima keduanya (jika kalian beriman kepada Allah dan hari akhirat) yaitu hari berbangkit. Dalam ungkapan ayat ini terkandung anjuran untuk melakukan pengertian yang terkandung sebelum syarat. Ungkapan sebelum syarat tadi, yaitu kalimat \"Dan janganlah belas kasihan kalian kepada keduanya, mencegah kalian untuk menjalankan hukum Allah\", merupakan Jawab dari Syarat, atau menunjukkan kepada pengertian Jawab Syarat (dan hendaklah hukuman mereka berdua disaksikan) dalam pelaksanaan hukuman deranya (oleh sekumpulan dari orang-orang yang beriman) menurut suatu pendapat para saksi itu cukup tiga orang saja; sedangkan menurut pendapat yang lain, bahwa saksi-saksi itu jumlahnya harus sama dengan para saksi perbuatan zina, yaitu sebanyak empat orang saksi laki-laki."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 3,
    "arab": "اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ",
    "translation": "Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2794.mp3",
    "tafsir": "Diriwayatkan oleh Mujahid dan Ata  bahwa pada umumnya orang-orang Muhajirin yang datang dari Mekah ke Medinah adalah orang-orang miskin yang tidak mempunyai harta dan keluarga, sedang pada waktu itu di Medinah banyak perempuan tuna susila yang menyewakan dirinya, sehingga penghidupannya lebih lumayan dibanding dengan orang-orang yang lain. Di pintu rumah perempuan-perempuan tersebut, ada tanda-tanda untuk memperkenalkan dirinya sebagai wanita tuna susila. Maka berdatanganlah laki-laki hidung belang ke rumah mereka.\nMelihat kondisi ekonomi perempuan tuna susila itu yang agak lumayan, maka timbullah keinginan sebagian dari orang-orang Muslim yang miskin itu untuk mengawini perempun-perempuan tersebut, supaya penghidupan mereka lumayan, maka turunlah ayat ini sebagai teguran untuk tidak melaksanakan keinginannya itu.\nPada ayat ini Allah menerangkan bahwa laki-laki pezina tidak boleh menikahi perempuan kecuali perempuan pezina atau perempuan musyrik. Begitu juga perempuan pezina itu tidak boleh dinikahi kecuali oleh laki-laki pezina pula atau laki-laki musyrik. Artinya tidak pantas sama sekali seorang laki-laki baik-baik, mengawini perempuan pezina yang akan mencemarkan dan merusak nama baiknya. Sebaliknya, seorang perempuan baik-baik, tidak pantas dinikahi oleh laki-laki pezina yang dikenal oleh lingkungannya sebagai laki-laki yang bejat dan tidak bermoral, karena pernikahan itu akan merendahkan martabat perempuan tersebut dan mencemarkan nama baik keluarganya. Kecuali bila laki-laki atau perempuan pezina itu sudah bertobat, maka boleh menikah atau dinikahi oleh laki-laki atau perempuan baik-baik.",
    "quraish": "Laki-laki yang kotor, yang terbiasa melakukan zina, hanya ingin menikahi wanita yang kotor yang juga terbiasa melakukan zina atau wanita musyrik. (1) Begitu juga, wanita yang kotor dan terbiasa melakukan zina hanya diminati oleh laki-laki yang dikenal terbiasa melakukan zina atau laki-laki musyrik. Pernikahan seperti itu tidak pantas terjadi di kalangan orang-orang Mukmin, karena mengandung unsur menyerupai mereka dalam tindakan fusûq (keluar dari aturan-aturan agama) dan rawan tuduhan. (1) Itu kalau tidak ada upaya pertobatan. Penafsiran seperti ini dimaksudkan untuk menjelaskan watak dan tabiat orang-orang musyrik atau orang-orang yang terbiasa melakukan zina, bahwa mereka memang hanya menghendaki kerusakan. Ahli-ahli hukum Islam dari kalangan mazhab Hanbalî dan Zhâhirî menetapkan bahwa perkawinan dengan pelaku zina (laki-laki atau perempuan) tidak dianggap sah sebelum ada pernyataan tobat.",
    "jalalayn": "(Laki-laki yang berzina tidak menikahi) (melainkan perempuan yang berzina atau perempuan yang musyrik; dan perempuan yang berzina tidak dikawini melainkan oleh laki-laki yang berzina atau laki-laki yang musyrik) pasangan yang cocok buat masing-masingnya sebagaimana yang telah disebutkan tadi (dan yang demikian itu diharamkan) menikahi perempuan-perempuan yang berzina (atas orang-orang Mukmin) yang terpilih. Ayat ini diturunkan tatkala orang-orang miskin dari kalangan sahabat Muhajirin berniat untuk mengawini para pelacur orang-orang musyrik, karena mereka orang kaya-kaya. Kaum Muhajirin yang miskin menyangka kekayaan yang dimilikinya itu akan dapat menanggung nafkah mereka. Karena itu dikatakan, bahwa pengharaman ini khusus bagi para sahabat Muhajirin yang miskin tadi. Tetapi menurut pendapat yang lain mengatakan pengharaman ini bersifat umum dan menyeluruh, kemudian ayat ini dinasakh oleh firman-Nya yang lain, yaitu, \"Dan nikahkanlah orang-orang yang sendirian di antara kalian...\" (Q.S. An Nur, 32)."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 4,
    "arab": "وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ",
    "translation": "Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2795.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menuduh perempuan yang baik-baik (muhsanat) berzina, kemudian mereka itu tidak dapat membuktikan kebenaran tuduhan mereka, dengan mendatangkan empat orang saksi yang adil yang menyaksikan dan melihat sendiri dengan mata kepala mereka perbuatan zina itu, maka hukuman untuk mereka ialah didera delapan puluh kali, karena mereka itu telah membuat malu dan merusak nama baik orang yang dituduh, begitu juga keluarganya. Yang dimaksud dengan perempuan muhsanat di sini ialah perempuan-perempuan muslimat yang baik sesudah akil balig dan merdeka. Penuduh-penuduh itu tidak dapat dipercayai ucapannya dan tidak dapat diterima kesaksiannya dalam hal apapun selamanya, karena mereka itu pembohong dan fasik, yaitu sengaja melanggar hukum-hukum Allah.\nDisebutkan secara jelas perempuan di sini tidaklah berarti bahwa ketentuan itu hanya berlaku bagi perempuan. Bentuk hukuman seperti itu disebut aglabiyah, yaitu bahwa ketentuan itu menurut kebiasaan mencakup pihak-pihak lain. Dengan demikian laki-laki juga termasuk yang dikenai hukum tersebut.",
    "quraish": "Orang-orang yang melontarkan tuduhan zina kepada wanita-wanita yang menjaga kesuciannya tanpa dapat mendatangkan empat orang saksi yang membenarkan tuduhannya, hukumannya adalah delapan puluh cambuk dan dengan tidak lagi menerima persaksian mereka atas perkara apa pun selamanya. Sebab, mereka memang pantas disebut sebagai orang-orang yang keluar dari batas-batas agama.",
    "jalalayn": "(Dan orang-orang yang menuduh wanita-wanita yang baik-baik) menuduh berzina wanita-wanita yang memelihara dirinya dari perbuatan zina (dan mereka tidak mendatangkan empat orang saksi) yang menyaksikan perbuatan zina mereka dengan mata kepala sendiri (maka deralah mereka) bagi masing-masing dari mereka (delapan puluh kali dera, dan janganlah kalian terima kesaksian mereka) dalam suatu perkara pun (buat selama-lamanya. Dan mereka itulah orang-orang yang fasik) karena mereka telah melakukan dosa besar."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 5,
    "arab": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2796.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang menuduh itu apabila tobat, yaitu menarik kembali tuduhan mereka, menyesali perbuatan mereka, memperbaiki diri dan memulihkan nama baik yang dituduh, maka mereka itu kesaksian mereka dapat diterima kembali. Sebagian mufassirin berpendapat bahwa kesaksian mereka tetap tidak dapat diterima selamanya walaupun mereka sudah bertobat, namun tidak lagi digolongkan sebagai orang-orang fasik. Allah Maha Pengampun dan Maha Pengasih bagi mereka yang benar-benar tobat (taubat nasuha), yaitu menyesal dan meninggalkan perbuatan jahat mereka selamanya, serta memperbaiki diri dari kerusakan yang mereka timbulkan.",
    "quraish": "Namun demikian, jika di antara mereka ada yang bertobat dan menyatakan penyesalan terhadap maksiat yang dilakukannya itu, lalu berketetapan hati untuk selalu taat, dan perilaku kesehariannya pun kemudian menunjukkan kebenaran pertobatannya, maka Allah akan mengampuni dan tidak menyiksanya.",
    "jalalayn": "(Kecuali orang-orang yang bertobat sesudah itu dan memperbaiki) amal perbuatan mereka (maka sesungguhnya Allah Maha Pengampun) terhadap dosa tuduhan mereka itu (lagi Maha Penyayang) kepada mereka, yaitu dengan memberikan inspirasi untuk bertobat kepada mereka, yang dengan tobat itu terhapuslah julukan fasik dari diri mereka, kemudian kesaksian mereka dapat diterima kembali. Akan tetapi menurut suatu pendapat bahwa kesaksian mereka tetap tidak dapat diterima. Pendapat ini beranggapan bahwa pengertian Istitsna atau pengecualian di sini hanya kembali kepada kalimat terakhir dari ayat sebelumnya tadi, yaitu, \"Dan mereka itulah orang-orang yang fasik\". Maksudnya hanya status fasik saja yang dihapus dari mereka, sedangkan ketiadagunaan kesaksiannya masih tetap."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 6,
    "arab": "وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِ ۙاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ",
    "translation": "Dan orang-orang yang menuduh istrinya (berzina), padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah dengan (nama) Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2797.mp3",
    "tafsir": "Ayat ini menerangkan bahwa suami yang menuduh istrinya berzina, dan ia tidak dapat mendatangkan empat orang saksi yang melihat sendiri perbuatan zina yang dituduhkan itu, maka ia diminta untuk bersumpah demi Allah sebanyak empat kali bahwa istrinya itu benar-benar telah berzina. Sumpah empat kali itu untuk pengganti empat orang saksi yang diperlukan bagi setiap orang yang menuduh perempuan berzina.\nSeorang suami menuduh istrinya berzina adakalanya karena ia melihat sendiri istrinya berbuat mesum dengan laki-laki lain, atau karena istrinya hamil, atau melahirkan, padahal ia yakin bahwa janin yang ada di dalam kandungan istrinya atau anak yang dilahirkan istrinya itu bukanlah dari hasil hubungan dengan istrinya itu.\nUntuk menyelesaikan kasus semacam ini, suami membawa istrinya ke hadapan yang berwenang dan di sanalah dinyatakan tuduhan kepada istrinya. Maka yang berwenang menyuruh suaminya bersumpah empat kali, sebagai pengganti atas empat orang saksi yang diperlukan bagi setiap penuduh perempuan berzina, bahwa ia adalah benar dengan tuduhannya. Kata-kata sumpah itu atau terjemahannya adalah:\n(Demi Allah Yang Maha Agung, saya bersaksi bahwa sesungguhnya saya benar di dalam tuduhanku terhadap istriku \"si Anu\" bahwa dia berzina)\nSumpah ini diulang empat kali.",
    "quraish": "Orang-orang yang menuduh istrinya melakukan zina tanpa ada sejumlah saksi yang menguatkan tuduhannya, dituntut melakukan sumpah sebanyak empat kali bahwa ia benar dalam tuduhan itu, untuk membela dirinya dari sanksi hudûd dan hukuman lainnya.",
    "jalalayn": "(Dan orang-orang yang menuduh istrinya) berbuat zina (padahal mereka tidak mempunyai saksi-saksi) atas perbuatan itu (selain diri mereka sendiri) kasus ini telah terjadi pada segolongan para Sahabat (maka persaksian orang itu) lafal ayat ini menjadi Mubtada (ialah empat kali bersumpah) lafal ayat ini dapat dinashabkan karena dianggap sebagai Mashdar (dengan nama Allah, sesungguhnya dia adalah termasuk orang-orang yang benar) dalam tuduhan yang ia lancarkan kepada istrinya itu, yakni tuduhan berbuat zina."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 7,
    "arab": "وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ",
    "translation": "Dan (sumpah) yang kelima bahwa laknat Allah akan menimpanya, jika dia termasuk orang yang berdusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2798.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah suami mengucapkan empat kali sumpah itu, pada kali kelima ia perlu menyatakan bahwa ia bersedia menerima laknat Allah, bila ia berdusta dengan tuduhannya itu. Redaksi pernyataan itu atau terjemahannya adalah:\n(Laknat Allah ditimpakan atasku, apabila aku berdusta dalam tuduhanku itu)\nDengan demikian, terhindarlah ia dari hukuman menuduh orang berzina.",
    "quraish": "Pada kali kelima, ia harus menyebutkan bahwa jika ia kemudian terbukti bohong dalam tuduhannya, ia akan menerima laknat dan tidak mendapat kasih sayang Allah Swt.",
    "jalalayn": "(Dan sumpah yang kelima, bahwa laknat Allah atasnya, jika ia termasuk orang-orang yang berdusta) dalam hal ini yang menjadi Khabar dari Mubtada pada ayat yang sebelumnya tadi ialah, Untuk menolak hukuman hudud menuduh berzina yang akan ditimpakan atas dirinya."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 8,
    "arab": "وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَ ۙ",
    "translation": "Dan istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2799.mp3",
    "tafsir": "Ayat ini menerangkan bahwa untuk menghindarkan istri dari hukuman akibat tuduhan suaminya itu, maka ia harus mengajukan kesaksian mengangkat sumpah pula demi Allah empat kali yang menegaskan kesaksiannya bahwa suaminya itu berbohong dengan tuduhannya. Redaksi sumpah dan terjemahannya sebagai berikut:\n(Demi Allah Yang Maha Agung, saya bersaksi bahwa sesungguhnya si anu ini, suamiku, adalah bohong di dalam tuduhannya kepadaku bahwa saya telah berzina)\nSumpah ini diulang empat k",
    "quraish": "Apabila pihak istri diam setelah mendengar sumpah yang dilakukan pihak suami, maka ia berhak menerima sanksi zina. Untuk membela diri, pihak istri pun harus melakukan sumpah sebanyak empat kali bahwa Allah mengetahui bahwa tuduhan zina yang dilontarkan suami kepadanya adalah bohong.",
    "jalalayn": "(Istrinya itu dapat dihindarkan) dapat mempertahankan dirinya (dari hukuman) hudud berzina yang telah dikuatkan dengan kesaksian sumpah suaminya yaitu (oleh sumpahnya empat kali atas nama Allah, sesungguhnya suaminya itu benar-benar termasuk orang-orang yang dusta) dalam tuduhan yang ia lancarkan terhadap dirinya, yaitu tuduhan melakukan zina."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 9,
    "arab": "وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ",
    "translation": "dan (sumpah) yang kelima bahwa kemurkaan Allah akan menimpanya (istri), jika dia (suaminya) itu termasuk orang yang berkata benar.   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2800.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa setelah mengucapkan sumpah itu empat kali, pada kali kelima ia harus menyampaikan penegasan bahwa ia bersedia menerima laknat Allah bila suaminya itu benar dengan tuduhannya kepadanya. Redaksi sumpah dan terjemahannya sebagai berikut:\n(Murka Allah ditimpakan atasku apabila suamiku itu benar)\n\nKalau suami istri telah mengucapkan sumpah dan sudah saling melaknat (mulaanah) seperti itu, maka terjadilah perceraian paksa dan perceraian itu selama-lamanya, artinya suami istri itu tidak dibenarkan lagi rujuk kembali sebagai suami istri untuk selama-lamanya, sebagaimana dijelaskan oleh Ali dan Ibnu Mas`ud dengan katanya:\n(Telah berlaku Sunnah (Nabi saw) bahwa dua (suami istri) yang telah saling melaknat, bahwa mereka tidak boleh berkumpul lagi sebagai suami istri untuk selama-lamanya)\n\nIni, didasarkan hadis:\nDua orang (suami istri) yang saling melaknat apabila telah bercerai keduanya tidak boleh lagi berkumpul sebagai suami istri untuk selama-lamanya. (Riwayat ad-Daruquthni dari Ibnu 'Umar)\n\nIstri diberi oleh Allah hak untuk membela diri dari tuduhan suaminya menunjukkan bahwa Allah menutup aib seseorang. Tetapi perlu diingat bahwa seandainya sang istri memang telah berzina, namun ia membantahnya maka ia memang terlepas dari hukuman di dunia, tetapi tidak akan terlepas dari azab di akhirat yang tentunya lebih keras dan pedih. Oleh karena itu, ia perlu bertobat maka Allah akan menerimanya sebagaimana dimaksud ayat berikutnya.",
    "quraish": "Pada kali kelima, ia harus menyebutkan bahwa jika kemudian terbukti bahwa si suami itu benar dalam tuduhannya, maka istri akan menerima laknat Allah Swt.",
    "jalalayn": "(Dan yang kelima, bahwa laknat Allah atasnya jika suaminya itu termasuk orang-orang yang benar) dalam tuduhannya itu."
  },
  {
    "ruku": 301,
    "name": "An-Nur",
    "ayat": 10,
    "arab": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌ ࣖ",
    "translation": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan menemui kesulitan). Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2801.mp3",
    "tafsir": "Maksud ayat ini adalah bahwa dimudahkannya penyelesaian kemelut rumah tangga dengan membolehkan saling laknat yang mengakibatkan perceraian selamanya, ditutupnya aib dalam rumah tangga, tidak dilaksanakan segera di dunia hukuman bagi orang yang berzina, dan diberikannya kesempatan bagi yang berdosa itu untuk bertobat dari perbuatan zinanya. Itu semua merupakan karunia Allah dan rahmat-Nya. Bila ia benar-benar tobat dari perbuatan dosanya itu Allah menerima tobatnya. Allah Mahabijaksana dengan menutup aib seseorang, tidak segera menghukumnya di dunia ini, dan memberinya kesempatan untuk bertobat.\nSeorang suami yang memergoki istrinya berbuat mesum dengan laki-laki lain tindakan apakah yang akan ia lakukan? Kalau ia membunuh laki-laki itu, tentunya ia akan dibunuh pula (sebagai qisas baginya). Kalau ia diamkan saja kejadian itu, maka itu adalah satu tindakan yang salah. Dan kalau ia beberkan peristiwa itu dan menuduh istrinya berzina padahal ia tidak punya saksi, maka ia akan di-had, dikenakan hukuman dera dan tidak akan diterima kesaksiannya dan ucapannya selama-lamanya, apabila ia tidak dapat mendatangkan empat orang saksi yang melihat dengan matanya sendiri peristiwa itu.\nApakah ia akan pergi mencari empat orang saksi untuk diajak menyaksikan perbuatan mesum istrinya itu? Suatu hal yang tidak mungkin. Maka atas karunia dan rahmat Allah Yang Maha Pengampun dan Bijaksana, suami yang melihat istrinya berzina dengan laki-laki lain itu, tidak lagi dibebani mencari empat orang saksi untuk turut bersama-sama dia menyaksikan peristiwa perzinaan itu, tetapi cukuplah ia bersumpah dan mengemukakan kesaksiannya empat kali, kemudian ditambah satu kali dengan pernyataan kesediaan menerima laknat Allah bila dia berbohong, sebagaimana tersebut di atas yang dikenal dengan istilah \"li`an\". Dengan demikian terhindarlah ia dari hukuman menuduh, yaitu hukuman dera delapan puluh kali. Untuk menghindarkan istrinya yang dituduh itu dari hukuman zina, maka ia hanya perlu melakukan hal yang sama, yaitu mengajukan sumpah dan kesaksiannya empat kali kemudian ditambah satu kali kesediaan menerima laknat bila suaminya benar dengan tuduhannya, sebagaimana tersebut di atas.",
    "quraish": "Kalau bukan karena karunia dan kasih sayang Allah kepada kalian--dan Dia sungguh Maha Pengampun bagi hamba-hamba-Nya yang bertobat serta Mahabijaksana dalam segala ketentuan hukum-Nya--Dia tentu telah mempercepat hukuman kalian di dunia atas maksiat yang kalian lakukan.",
    "jalalayn": "(Dan andaikata tidak ada karunia Allah dan rahmat-Nya atas diri kalian) dengan menutupi hal tersebut (dan andaikata Allah bukan Penerima tobat) maksudnya, Allah menerima tobatnya yang disebabkan tuduhannya itu dan dosa-dosa yang lainnya (lagi Maha Bijaksana) dalam keputusan-Nya mengenai masalah ini dan hal-hal yang lain, niscaya Dia akan menjelaskan mana yang benar dalam masalah ini, dan niscaya pula Dia akan menyegerakan hukuman-Nya kepada orang-orang yang berhak menerimanya."
  }
]