[
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 27,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2818.mp3",
    "tafsir": "Pada ayat ini Allah mengajarkan kepada orang-orang mukmin tata cara bergaul untuk memelihara dan memupuk cinta dan kasih sayang serta pergaulan yang baik di antara mereka, yaitu janganlah memasuki rumah orang lain kecuali sesudah diberi izin dan memberi salam terlebih dahulu, agar tidak sampai melihat aib orang lain, melihat hal-hal yang tidak pantas orang lain melihatnya, tidak menyaksikan hal-hal yang biasanya disem-bunyikan orang dan dijaga betul untuk tidak dilihat orang lain. Seseorang yang meminta izin untuk memasuki rumah orang, yang ditandai dengan memberi salam, jika tidak mendapat jawaban sebaiknya dilakukan sampai tiga kali. Kalau sudah ada izin, barulah masuk dan kalau tidak sebaik ia pulang.\nCara yang demikian itulah yang lebih baik, yaitu apabila akan memasuki rumah orang lain, harus lebih dahulu minta izin, memberi salam dan menunggu sampai ada izin, kalau tidak, lebih baik pulang saja.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kalian memasuki rumah yang bukan milik kalian kecuali setelah meminta izin kepada penghuninya untuk memperkenankan kalian masuk setelah memberi salam. Permintaan izin dan pemberian salam itu lebih baik bagi kalian ketimbang masuk begitu saja, tanpa izin dan salam. Allah menentukan demikian agar kalian dapat mengambil pelajaran dan melaksanakannya.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kalian memasuki rumah yang bukan rumah kalian sebelum meminta izin) maksudnya sebelum kalian meminta izin kepada empunya (dan memberi salam kepada penghuninya). Seseorang jika mau memasuki rumah orang lain hendaknya ia mengucapkan, \"Assalaamu Alaikum, bolehkah aku masuk?\" demikianlah menurut tuntunan hadis. (Yang demikian itu lebih baik bagi kalian) daripada masuk tanpa izin (agar kalian selalu ingat) lafal Tadzakkaruuna dengan mengidgamkan huruf Ta kedua kepada huruf Dzal; maksudnya supaya kalian mengerti akan kebaikan meminta izin itu, kemudian kalian mengerjakannya."
  },
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 28,
    "arab": "فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ",
    "translation": "Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, “Kembalilah!” Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2819.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila hendak memasuki rumah orang lain dan tidak menemukan seorang di dalamnya yang berhak memberi izin atau tidak ada penghuninya, janganlah sekali-kali memasukinya, sebelum ada izin, kecuali ada hal yang mendesak seperti ada kebakaran di dalamnya, yang mengkhawatirkan akan menjalar ke tempat lain, atau untuk mencegah suatu perbuatan jahat yang akan terjadi di dalamnya, maka bolehlah memasukinya meskipun tidak ada izin. Tetapi kalau orang yang berhak memberi izin untuk masuk, menganjurkan supaya pulang, karena ada hal-hal di dalam rumah yang oleh pemilik rumah merasa malu dilihat orang lain, maka ia harus pulang karena yang demikian itu lebih menjamin keselamatan bersama. Allah Maha Mengetahui isi hati dan niat yang terkandung di dalamnya.",
    "quraish": "Jika kalian tidak menemui seseorang pun di rumah itu yang dapat dimintai izin, maka jangan sekali-kali kalian masuk sampai ada yang memperkenankannya. Dan jika kalian tidak diperkenankan masuk dan disuruh kembali, maka kembalilah. Jangan kalian memaksa agar diperkenankan masuk. Sesungguhnya, dengan kembali kalian lebih terhormat dan jiwa kalian lebih dapat tersucikan. Allah Maha Mengetahui segala ihwal kalian dan akan membalasnya. Maka janganlah kalian melanggar petunjuk-petunjuk-Nya.",
    "jalalayn": "(Jika kalian tidak menemukan seorang pun di dalamnya) maksudnya orang yang mengizinkan kalian masuk (maka janganlah kalian masuk sebelum kalian mendapat izin. Dan jika dikatakan kepada kalian) sesudah kalian meminta izin (\"Kembalilah\" maka hendaklah kalian kembali. Itu) yakni kembali itu (lebih bersih) dan lebih baik (bagi kalian) daripada berdiam menunggu di pintu (dan Allah terhadap apa yang kalian kerjakan) yakni mengenai memasuki rumah orang lain dengan memakai izin atau tidak (Maha Mengetahui) Dia kelak akan membalasnya kepada kalian."
  },
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 29,
    "arab": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ",
    "translation": "Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2820.mp3",
    "tafsir": "Diriwayatkan oleh al-Wahidi, bahwa Abu Bakar Siddiq pernah berkata, \"Wahai Rasulullah sesungguhnya Allah telah menurunkan kepada engkau ayat yang memerintahkan supaya meminta izin untuk memasuki suatu rumah. Di dalam melakukan perdagangan, kami adakalanya tinggal di penginapan. Apakah tidak boleh juga memasuki penginapan tanpa izin?\" Maka turunlah ayat ini.\nPada ayat ini Allah menerangkan bahwa tempat-tempat yang tidak disediakan khusus untuk tempat tinggal, tetapi hanya untuk menginap sementara bagi orang yang memerlukannya, seperti hotel, losmen, tempat rekreasi, peristirahatan dan sebagainya, tidak ada halangan dan dosa memasukinya tanpa izin, karena ada sesuatu keperluan di dalamnya. Hal-hal yang biasanya kurang layak dan tidak sopan dilihat orang lain di suatu rumah tempat tinggal, tidak terdapat di tempat tersebut di atas.\nAllah mengetahui apa yang dinyatakan dalam ucapan seseorang ketika meminta izin untuk memasuki rumah tempat tinggal, dan mengetahui apa yang disembunyikan di dalam hati untuk melihat aib dan hal-hal yang tidak wajar dan memalukan pemilik rumah.",
    "quraish": "Jika kalian hendak memasuki rumah milik umum yang tidak ditempati oleh sekelompok orang tertentu dan di situ kalian mempunyai keperluan, seperti toko, hotel, dan rumah ibadah, maka tiada dosa bagi kalian jika memasukinya dengan tanpa izin. Allah Maha Mengetahui segala perbuatan lahir dan batin kalian. Maka janganlah kalian melanggar ketentuan-Nya.",
    "jalalayn": "(Tidak ada dosa atas kalian memasuki rumah yang tidak disediakan untuk didiami, yang di dalamnya ada keperluan) maksudnya, ada manfaat (bagi kalian) misalnya dijadikannya sebagai tempat tinggal sementara atau untuk keperluan yang lainnya, seperti rumah-rumah asrama dan lain sebagainya (dan Allah mengetahui apa yang kalian nyatakan) yakni semua apa yang kalian lahirkan (dan apa yang kalian sembunyikan) artinya yang kalian rahasiakan sewaktu kalian masuk ke dalam rumah yang bukan rumah kalian, termasuk maksud baik atau maksud-maksud lainnya. Pada pembahasan yang akan datang akan diceritakan, bahwa mereka para sahabat, jika mereka memasuki rumah mereka sendiri, mereka mengucapkan salam kepada diri mereka sendiri."
  },
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 30,
    "arab": "قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ",
    "translation": "Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2821.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan Rasul-Nya dan orang-orang yang beriman, agar mereka memelihara dan menahan pandangannya dari hal-hal yang diharamkan kepada mereka untuk melihatnya, kecuali terhadap hal-hal tertentu yang boleh dilihatnya. Bila secara kebetulan dan tidak disengaja pandangan mereka terarah kepada sesuatu yang diharamkan, maka segera dialihkan pandangan tersebut guna menghindari melihat hal-hal yang di haramkan. Sebagaimana sabda rasulullah Saw. \nDari Jarir bin Abdullah al-Bajali dia bertanya kepada Rasulullah Saw. tentang pandangan/penglihatan (terhadap perempuan) secara tiba-tiba, kemudian beliau memerintahkan untuk memalingkan pandanganku (Riwayat Muslim, Abu Daud, Ahmad, at-Tirmizi dan an-Nasai)\n\nBegitu pula sabda Rasulullah kepada Ali r.a.\nWahai Ali, janganlah kamu susulkan pandangan pertamamu dengan pandangan kedua, karena yang dibolehkan untukmu hanya pandangan pertama (yang tidak disengaja) sedang pandangan yang kedua tidak lagi dibolehkan (Riwayat Abu Daud dari Buraidah)\n\nDi samping itu, Allah memerintahkan kepada Rasul-Nya agar menganjurkan kepada laki-laki yang beriman supaya mereka memelihara kemaluannya dari perbuatan asusila seperti perbuatan zina, homoseksual dan lain sebagainya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dan ashabus-sunan. \nJagalah auratmu (jangan sampai terlihat orang lain) kecuali oleh istrimu atau hamba sahayamu. (Riwayat Ahmad dan Ashabus-Sunan)\nMenjaga mata untuk tidak melihat hal-hal yang diharamkan dan memelihara kemaluan untuk tidak berbuat zina atau homoseksual merupakan perbuatan yang baik dan suci, baik terhadap jiwa maupun agamanya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dari Abi Umamah :\nSetiap muslim yang melihat kecantikan seorang perempuan, kemudian dia menundukkan dan memejamkan matanya, Allah mengganti sebagai suatu ibadah. (Riwayat Ahmad dari Abu Umamah)",
    "quraish": "Wahai Nabi, katakanlah kepada orang-orang Mukmin sesuatu yang mengingatkan mereka akan perbuatan yang dapat mengarahkan kepada perzinaan dan menimbulkan tuduhan. Sesungguhnya mereka diperintahkan untuk tidak melihat sesuatu yang diharamkan, seperti aurat wanita dan anggota tubuh tempat meletakkan perhiasan pada wanita. Juga agar menjaga kemaluan mereka dengan cara menutupnya dan tidak melakukan hubungan yang dilarang. Etika seperti itu akan membuat mereka lebih terhormat, tersucikan dan terhindar dari perbuatan maksiat dan tuduhan. Sesungguhnya Allah Maha Mengetahui segala apa yang mereka lakukan dan membalas itu semua.",
    "jalalayn": "(Katakanlah kepada orang laki-laki yang beriman, \"Hendaklah mereka menahan pandangannya) dari apa-apa yang tidak dihalalkan bagi mereka melihatnya. Huruf Min di sini adalah Zaidah (dan memelihara kemaluannya) daripada hal-hal yang tidak dihalalkan untuknya (yang demikian itu adalah lebih suci) adalah lebih baik (bagi mereka, sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat\") melalui penglihatan dan kemaluan mereka, kelak Dia akan membalasnya kepada mereka."
  },
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 31,
    "arab": "وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التَّابِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ",
    "translation": "Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan) atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2822.mp3",
    "tafsir": "Pada ayat ini Allah menyuruh Rasul-Nya agar mengingatkan perempuan-perempuan yang beriman supaya mereka tidak memandang hal-hal yang tidak halal bagi mereka, seperti aurat laki-laki ataupun perempuan, terutama antara pusat dan lutut bagi laki-laki dan seluruh tubuh bagi perempuan. Begitu pula mereka diperintahkan untuk memelihara kemaluannya (farji) agar tidak jatuh ke lembah perzinaan, atau terlihat oleh orang lain. \nSabda Rasulullah Saw. \n\nDari Ummu Salamah, bahwa ketika dia dan Maimunah berada di samping Rasulullah datanglah Abdullah bin Umi Maktum dan masuk ke dalam rumah Rasulullah (pada waktu itu telah ada perintah hijab). Rasulullah memerintahkan kepada Ummu Salamah dan Maimunah untuk berlindung (berhijab) dari Abdullah bin Umi Maktum, Ummu Salamah berkata, wahai Rasulullah bukankah dia itu buta tidak melihat dan mengenal kami?, Rasulullah menjawab, apakah kalian berdua buta dan tidak melihat dia?. (Riwayat Abu Daud dan at-Tirmidzi) \n\nBegitu pula mereka para perempuan diharuskan untuk menutup kepala dan dadanya dengan kerudung, agar tidak terlihat rambut dan leher serta dadanya. Sebab kebiasaan perempuan mereka menutup kepalanya namun kerudungnya diuntaikan ke belakang sehingga nampak leher dan sebagian dadanya, sebagaimana yang dilakukan oleh perempuan-perempuan jahiliah. \nDi samping itu, perempuan dilarang untuk menampakkan perhiasannya kepada orang lain, kecuali yang tidak dapat disembunyikan seperti cincin, celak/sifat, pacar/inai, dan sebagainya. Lain halnya dengan gelang tangan, gelang kaki, kalung, mahkota, selempang, anting-anting, kesemuanya itu dilarang untuk ditampakkan, karena terdapat pada anggota tubuh yang termasuk aurat perempuan, sebab benda-benda tersebut terdapat pada lengan, betis, leher, kepala, dan telinga yang tidak boleh dilihat oleh orang lain. \nPerhiasan tersebut hanya boleh dilihat oleh suaminya, bahkan suami boleh saja melihat seluruh anggota tubuh istrinya, ayahnya, ayah suami (mertua), putra-putranya, putra-putra suaminya, saudara-saudaranya, putra-putra saudara laki-lakinya, putra-putra saudara perempuannya, karena dekatnya pergaulan di antara mereka, karena jarang terjadi hal-hal yang tidak senonoh dengan mereka. Begitu pula perhiasan boleh dilihat oleh sesama perempuan muslimah, atau hamba sahaya yang mereka miliki, atau pelayan/pembantu laki-laki yang tidak mempunyai keinginan terhadap perempuan, baik karena ia sudah lanjut usia, impoten, ataupun karena terpotong alat kelaminnya. Perhiasan juga boleh ditampakkan dan dilihat oleh anak-anak yang belum mengerti tentang aurat perempuan, sehingga tidak akan timbul nafsu birahi karena mereka belum memiliki syahwat kepada perempuan.\nDi samping para perempuan dilarang untuk menampakkan perhiasan, mereka juga dilarang untuk menghentakkan kakinya, dengan maksud memperlihatkan dan memperdengarkan perhiasan yang dipakainya yang semestinya harus disembunyikan. Perempuan-perempuan itu sering dengan sengaja memasukkan sesuatu ke dalam gelang kaki mereka, supaya berbunyi ketika ia berjalan, meskipun dengan perlahan-lahan, guna menarik perhatian orang. Sebab sebagian manusia kadang-kadang lebih tertarik dengan bunyi yang khas daripada bendanya sendiri, sedangkan benda tersebut berada pada betis perempuan.\nPada akhir ayat ini, Allah menganjurkan agar manusia bertobat dan sadar kembali serta taat dan patuh mengerjakan perintah-Nya menjauhi larangan-Nya, seperti membatasi pandangan, memelihara kemaluan/kelamin, tidak memasuki rumah oranglain tanpa izin dan memberi salam, bila semua itu mereka lakukan, pasti akan bahagia baik di dunia maupun di akhirat.",
    "quraish": "Katakan juga, wahai Muhammad, kepada wanita-wanita Mukmin, sesungguhnya mereka diperintahkan untuk menahan pandangan terhadap sesuatu yang dilarang, memelihara kemaluan dengan cara menutupnya, tidak melakukan hubungan secara tidak sah, dan tidak menampakkan keindahan tubuh dan perhiasan yang dapat menggoda laki-laki, seperti dada, lengan, dan leher, kecuali yang terlihat tanpa maksud untuk ditampak-tampakkan, seperti wajah dan tangan. Mintalah dari mereka, wahai Nabi, agar menutup bagian-bagian baju yang terbuka, seperti leher dan dada. Yaitu dengan cara menutupnya dengan penutup kepala. Juga mintalah mereka agar tidak menampakkan keindahan-keindahan tubuh mereka, kecuali kepada suami mereka dan kaum kerabat yang haram untuk dinikahi selama-lamanya, seperti ayah, kakek, anak kandung, anak tiri, saudara kandung atau keponakan. Pengecualian tersebut juga termasuk kepada para pendamping mereka, baik orang merdeka atau budak, laki-laki yang hidup bersama mereka yang tidak punya keinginan kepada wanita, seperti laki-laki yang sudah sangat tua. Begitu pula anak-anak kecil yang belum memiliki syahwat. Mintalah juga kepada mereka untuk tidak melakukan sesuatu yang dapat menarik perhatian laki-laki kepada perhiasan yang tersembunyi, seperti dengan menghentakkan kaki ke tanah agar suatu perhiasan yang ada di balik pakaian dapat terdengar. Bertobatlah kalian semua kepada Allah, wahai orang-orang Mukmin, atas segala kesalahan kalian. Lakukanlah selalu etika-etika agama agar kalian memperoleh kebahagiaan di dunia dan di akhirat.",
    "jalalayn": "(Dan katakanlah kepada wanita yang beriman, \"Hendaklah mereka menahan pandangannya) daripada hal-hal yang tidak dihalalkan bagi mereka melihatnya (dan memelihara kemaluannya) dari hal-hal yang tidak dihalalkan untuknya (dan janganlah mereka menampakkan) memperlihatkan (perhiasannya, kecuali yang biasa tampak daripadanya) yaitu wajah dan dua telapak tangannya, maka kedua perhiasannya itu boleh dilihat oleh lelaki lain, jika tidak dikhawatirkan adanya fitnah. Demikianlah menurut pendapat yang membolehkannya. Akan tetapi menurut pendapat yang lain hal itu diharamkan secara mutlak, sebab merupakan sumber terjadinya fitnah. Pendapat yang kedua ini lebih kuat demi untuk menutup pintu fitnah. (Dan hendaklah mereka menutupkan kain kerudung ke dadanya) hendaknya mereka menutupi kepala, leher dan dada mereka dengan kerudung atau jilbabnya (dan janganlah menampakkan perhiasannya) perhiasan yang tersembunyi, yaitu selain dari wajah dan dua telapak tangan (kecuali kepada suami mereka) bentuk jamak dari lafal Ba'lun artinya suami (atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara mereka, atau putra-putra saudara-saudara mereka, atau putra-putra saudara-saudara perempuan mereka, atau wanita-wanita Islam atau budak-budak yang mereka miliki) diperbolehkan bagi mereka melihatnya kecuali anggota tubuh antara pusar dan lututnya, anggota tersebut haram untuk dilihat oleh mereka selain dari suaminya sendiri. Dikecualikan dari lafal Nisaaihinna, yaitu perempuan-perempuan yang kafir, bagi wanita Muslimat tidak boleh membuka aurat di hadapan mereka. Termasuk pula ke dalam pengertian Maa Malakat Aymaanuhunna, yaitu hamba sahaya laki-laki miliknya (atau pelayan-pelayan laki-laki) yakni pembantu-pembantu laki-laki (yang tidak) kalau dibaca Ghairi berarti menjadi sifat dan kalau dibaca Ghaira berarti menjadi Istitsna (mempunyai keinginan) terhadap wanita (dari kalangan kaum laki-laki) seumpamanya penis masing-masing tidak dapat bereaksi (atau anak-anak) lafal Ath-Thifl bermakna jamak sekalipun bentuk lafalnya tunggal (yang masih belum mengerti) belum memahami (tentang aurat wanita) belum mengerti persetubuhan, maka kaum wanita boleh menampakkan aurat mereka terhadap orang-orang tersebut selain antara pusar dan lututnya. (Dan janganlah mereka memukulkan kaki mereka agar diketahui perhiasan yang mereka sembunyikan) yaitu berupa gelang kaki, sehingga menimbulkan suara gemerincing. (Dan bertobatlah kamu sekalian kepada Allah, hai orang-orang yang beriman) dari apa yang telah kalian kerjakan, yaitu sehubungan dengan pandangan yang dilarang ini dan hal-hal lainnya yang dilarang (supaya kalian beruntung\") maksudnya selamat dari hal tersebut karena tobat kalian diterima. Pada ayat ini ungkapan Mudzakkar mendominasi atas Muannats."
  },
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 32,
    "arab": "وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصّٰلِحِيْنَ مِنْ عِبَادِكُمْ وَاِمَاۤىِٕكُمْۗ اِنْ يَّكُوْنُوْا فُقَرَاۤءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ",
    "translation": "Dan nikahkanlah orang-orang yang masih membujang di antara kamu, dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu yang laki-laki dan perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2823.mp3",
    "tafsir": "Pada ayat ini Allah menyerukan kepada semua pihak yang memikul tanggung jawab atas kesucian dan kebersihan akhlak umat, agar mereka menikahkan laki-laki yang tidak beristri, baik duda atau jejaka dan perempuan yang tidak bersuami baik janda atau gadis. Demikian pula terhadap hamba sahaya laki-laki atau perempuan yang sudah patut dinikahkan, hendaklah diberikan pula kesempatan yang serupa. Seruan ini berlaku untuk semua para wali (wali nikah) seperti bapak, paman dan saudara yang memikul tanggung jawab atas keselamatan keluarganya, berlaku pula untuk orang-orang yang memiliki hamba sahaya, janganlah mereka menghalangi anggota keluarga atau budak yang di bawah kekuasaan mereka untuk nikah, asal saja syarat-syarat untuk nikah itu sudah dipenuhi. Dengan demikian terbentuklah keluarga yang sehat bersih dan terhormat. Dari keluarga inilah akan terbentuk suatu umat dan pastilah umat atau bangsa itu menjadi kuat dan terhormat pula. Oleh sebab itu Rasulullah saw bersabda:\nNikah itu termasuk Sunnahku. Barangsiapa yang membenci Sunnahku maka dia tidak termasuk golonganku.(Riwayat Muslim)\n\nBila di antara orang-orang yang mau nikah itu ada yang dalam keadaan miskin sehingga belum sanggup memenuhi semua keperluan pernikahannya dan belum sanggup memenuhi segala kebutuhan rumh tangganya, hendaklah orang-orang seperti itu didorong dan dibantu untuk melaksanakan niat baiknya itu. Janganlah kemiskinan seseorang menjadi alasan untuk mengurungkan pernikahan, asal saja benar-benar dapat diharapkan daripadanya kemauan yang kuat untuk melangsungkan pernikahan. Siapa tahu di belakang hari Allah akan membukakan baginya pintu rezeki yang halal, baik, dan memberikan kepadanya karunia dan rahmat-Nya. Sesungguhnya Allah Mahaluas rahmat-Nya dan kasih sayang-Nya, Mahaluas Ilmu pengetahuan-Nya. Dia melapangkan rezeki bagi siapa yang dikehendaki-Nya dan menyempitkan rezeki bagi siapa yang dikehendaki sesuai dengan hikmat kebijaksanaan-Nya.\nIbnu Abbas berkata, Allah menganjurkan pernikahan dan menggalakkannya, serta menyuruh manusia supaya mengawinkan orang-orang yang merdeka dan hamba sahaya, dan Allah menjanjikan akan memberikan kecukupan kepada orang-orang yang telah berkeluarga itu kekayaan. \nDiriwayatkan dari Abu Hurairah Rasulullah bersabda:\nAda tiga macam orang yang Allah berkewajiban menolongnya: orang yang nikah dengan maksud memelihara kesucian dirinya, hamba sahaya yang berusaha memerdekakan dirinya dengan membayar tebusan kepada tuannya, dan orang yang berperang di jalan Allah.(Riwayat Ahmad)",
    "quraish": "Bantulah laki-laki dan wanita-wanita di antara kalian yang belum kawin untuk menjauhi perbuatan zina dan segala yang mengarah kepadanya dengan cara mengawinkan mereka. Begitu pula bantulah budak- budak kalian yang saleh untuk kawin. Jangan sampai perbudakan menghalangi perkawinan. Sesungguhnya Allah akan menyediakan segala fasilitas hidup terhormat bagi orang yang menghendaki kesucian dirinya. Karunia Allah amatlah luas seberapa pun keperluan manusia. Dia Maha Mengetahui segala niat dan segala yang terjadi di alam raya ini.",
    "jalalayn": "(Dan kawinkanlah orang-orang yang sendirian di antara kalian) lafal Ayaama adalah bentuk jamak dari lafal Ayyimun artinya wanita yang tidak mempunyai suami, baik perawan atau janda, dan laki-laki yang tidak mempunyai istri; hal ini berlaku untuk laki-laki dan perempuan yang merdeka (dan orang-orang yang layak kawin) yakni yang Mukmin (dari hamba-hamba sahaya kalian yang lelaki dan hamba-hamba sahaya kalian yang perempuan) lafal 'ibaadun adalah bentuk jamak dari lafal 'Abdun. (Jika mereka) yakni orang-orang yang merdeka itu (miskin Allah akan memampukan mereka) berkat adanya perkawinan itu (dengan karunia-Nya. Dan Allah Maha Luas) pemberian-Nya kepada makhluk-Nya (lagi Maha Mengetahui) mereka."
  },
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 33,
    "arab": "وَلْيَسْتَعْفِفِ الَّذِيْنَ لَا يَجِدُوْنَ نِكَاحًا حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖ ۗوَالَّذِيْنَ يَبْتَغُوْنَ الْكِتٰبَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوْهُمْ اِنْ عَلِمْتُمْ فِيْهِمْ خَيْرًا وَّاٰتُوْهُمْ مِّنْ مَّالِ اللّٰهِ الَّذِيْٓ اٰتٰىكُمْ ۗوَلَا تُكْرِهُوْا فَتَيٰتِكُمْ عَلَى الْبِغَاۤءِ اِنْ اَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوْا عَرَضَ الْحَيٰوةِ الدُّنْيَا ۗوَمَنْ يُّكْرِهْهُّنَّ فَاِنَّ اللّٰهَ مِنْۢ بَعْدِ اِكْرَاهِهِنَّ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan orang-orang yang tidak mampu menikah hendaklah menjaga kesucian (diri)nya, sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya. Dan jika hamba sahaya yang kamu miliki menginginkan perjanjian (kebebasan), hendaklah kamu buat perjanjian kepada mereka, jika kamu mengetahui ada kebaikan pada mereka, dan berikanlah kepada mereka sebagian dari harta Allah yang dikaruniakan-Nya kepadamu. Dan janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, sedang mereka sendiri menginginkan kesucian, karena kamu hendak mencari keuntungan kehidupan duniawi. Barangsiapa memaksa mereka, maka sungguh, Allah Maha Pengampun, Maha Penyayang (kepada mereka) setelah mereka dipaksa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2824.mp3",
    "tafsir": "Bagi orang-orang yang benar-benar tidak mampu untuk membiayai keperluan pernikahan dan kebutuhan hidup berkeluarga sedangkan wali dan keluarga mereka tidak pula sanggup membantunya, maka hendaklah ia menahan diri sampai mempunyai kemampuan untuk itu. Menahan diri artinya menjauhi segala tindakan yang bertentangan dengan kesusilaan apalagi melakukan perzinaan karena perbuatan itu adalah sangat keji dan termasuk dosa besar. \nDi antara tujuan anjuran untuk mengawinkan pria dan perempuan yang tidak beristri atau bersuami adalah untuk memelihara moral umat dan bersihnya masyarakat dari tindakan-tidakan asusila. Bila pria atau perempuan belum dapat nikah tidak menjaga dirinya dan memelihara kebersihan masyarakatnya, tentulah tujuan tersebut tidak akan tercapai. Sebagai suatu cara untuk memelihara diri agar jangan jatuh ke jurang maksiat, Nabi Besar memberikan petunjuk dengan sabdanya:\nHai para pemuda! Siapa di antara kamu sanggup nikah, hendaklah ia nikah karena pernikahan itu lebih menjamin terpeliharanya mata dan terpeliharanya kehormatan. Dan barangsiapa yang tidak sanggup, maka hendaklah berpuasa, karena berpuasa itu mengurangi naluri seksnya. (Riwayat shahihain dari Ibnu Mas'ud)\nDi masa dahulu kesempatan melakukan tindakan asusila amat sempit sekali karena masyarakat sangat ketat menjaga kemungkinan terjadinya dan bila diketahui hukuman yang ditimpakan kepada pelakunya amat berat sekali. Oleh sebab itu, perbuatan asusila itu jarang terjadi.\nBerlainan dengan masa sekarang di mana masyarakat terutama di kota-kota besar tidak begitu mengindahkan masalah ini bahkan di daerah-daerah tertentu dilokalisir sehingga banyak pemuda-pemuda kita yang kurang kuat imannya jatuh terperosok ke dunia hitam itu. Oleh sebab itu dianjurkan kepada pemuda-pemuda bahkan kepada semua pria yang tidak beristri dan perempuan yang tidak bersuami yang patuh dan taat kepada ajaran agamanya, agar benar-benar menjaga kebersihan diri dan moralnya dari perbuatan terkutuk itu, terutama dengan berpuasa sebagaimana dianjurkan oleh Rasulullah dan dengan menyibukkan diri pada pekerjaan dan berbagai macam urusan yang banyak faedahnya atau melakukan berbagai macam hobby yang disenangi seperti olahraga, musik dan sebagainya. \nKemudian Allah menyuruh kepada para pemilik hamba sahaya agar memberikan kesempatan kepada budak mereka yang ingin membebaskan dirinya dari perbudakan dengan menebus dirinya dengan harta, bila ternyata budak itu bermaksud baik dan mempunyai sifat jujur dan amanah. Biasanya pembayaran itu dilakukan berangsur-angsur sehingga apabila jumlah pembayaran yang ditentukan sudah lunas maka budak tersebut menjadi merdeka. Ini adalah suatu cara yang disyariatkan Islam untuk melenyapkan perbudakan, sebab pada dasarnya Islam tidak mengakui perbudakan karena bertentangan dengan perikemanusiaan dan bertentangan pula dengan harga diri seseorang yang dalam Islam sangat dihormati, karena semua Bani Adam telah dimuliakan oleh Allah, sebagai tersebut dalam firman-Nya.\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra`/17: 70)\nTetapi karena pada masa Rasulullah itu semua bangsa mempraktikkan perbudakan, maka diakuinya perbudakan itu oleh Nabi Muhammad sebagai hukum darurat dan sementara. Karena musuh-musuh kaum Muslimin bila mereka mengalahkan kaum Muslimin dalam suatu peperangan mereka menganggap tawanan-tawanan yang terdiri dari kaum Muslimin itu dianggap sebagai budak pula. Karena perbudakan itu bertentangan dengan pokok ajaran Islam, maka dimulailah memberantasnya, di antaranya seperti yang tersebut dalam ayat ini. Banyak lagi cara untuk memerdekakan budak itu, seperti kaffarat bersetubuh di bulan puasa atau di waktu ihram, kaffarat membunuh, kaffarat melanggar sumpah dan sebagainya.\nDi samping seruan kepada pemilik hamba sahaya agar memberikan kesempatan kepada budak mereka untuk memerdekakan dirinya, diserukan pula kepada kaum Muslimin supaya membantu para budak itu dengan harta benda baik berupa zakat atau sedekah agar budak itu dalam waktu yang relatif singkat sudah dapat memerdekakan dirinya. Sebenarnya adanya perbudakan dan banyaknya budak itu dalam suatu masyarakat membawa kepada merosotnya moral masyarakat itu sendiri, dan membawa kepada terjadinya pelacuran, karena budak merasa dirinya jauh lebih rendah dari orang yang merdeka. Dengan demikian mereka tidak menganggap mempertahankan moral yang tinggi sebagai kewajiban mereka dan dengan mudah mereka menjadi permainan orang-orang merdeka dan menjadi sarana bagi pemuasan hawa nafsu. \nSelanjutnya sebagai satu cara untuk memberantas kemaksiatan dan memelihara masyarakat agar tetap bersih dari segala macam perbuatan yang bertentangan dengan moral dan susila, Allah melarang para pemilik hamba sahaya perempuan memaksa mereka melakukan perbuatan pelacuran, sedang budak-budak itu sendiri tidak ingin melakukannya dan ingin supaya tetap bersih dan terpelihara dari perbuatan kotor itu. Banyak di antara pemilik budak perempuan yang karena tamak akan harta benda dan kekayaan mereka tidak segan-segan dan merasa tidak malu sedikit pun melacurkan budak-budak itu kepada siapa saja yang mau membayar. Bila terjadi pemaksaan seperti ini sesudah turunnya ayat ini maka berdosa besarlah para pemilik budak itu. Sedang para budak yang dilacurkan itu tidak bersalah karena mereka harus melaksanakan perintah para pemilik mereka. Mudah-mudahan Allah Yang Maha Penyayang dan Maha Pengampun mengampuni mereka, karena mereka melakukan perbuatan maksiat itu bukan atas kemauan mereka sendiri, tetapi karena dipaksa oleh pemilik mereka.\nDiriwayatkan oleh Muslim dan Abu Daud dari Jabir ra bahwa Abdullah bin Ubay bin Salul mempunyai dua amat (hamba sahaya perempuan), yaitu Musaikah dan Umaimah. Lalu dia memaksanya untuk melacur, kemudian mereka mengadukan hal itu kepada Rasulullah, maka turunlah ayat ini: \nDemikian peraturan yang diturunkan Allah untuk keharmonisan dan kebersihan suatu masyarakat, bila dijalankan dengan sebaik-baiknya akan terciptalah masyarakat yang bersih, aman dan bahagia jauh dari hal-hal yang membahayakannya.",
    "quraish": "Orang-orang yang tidak memiliki kesanggupan untuk menanggung beban perkawinan hendaklah menempuh cara lain utnuk menjaga kesucian diri mereka, seperti puasa, olah raga dan olah pikir(1). Cara itu hendaknya ditempuh sampai mereka diberi karunia oleh Allah sehingga mampu kawin. Budak-budak yang meminta kalian untuk melakukan kesepakatan membayar uang pengganti sebagai imbalan hidup merdeka, hendaklah kalian penuhi permintaan mereka jika kalian tahu bahwa mereka benar-benar akan menepatinya dan dapat melaksanakannya. Hendaknya kalian bantu mereka dalam menepati transaksi tersebut seperti, misalnya, dengan memberi korting dari kesepakatan semula atau dengan memberikan mereka sebagian harta yang diberikan Allah kepada kalian berupa zakat atau sedekah. Haram hukumnya bagi kalian untuk menjadikan para budak wanita sebagai alat untuk mendapatkan kekayaan duniawi dengan mengomersialkan pelacuran dan memaksa mereka melacur. Bagaimana kalian memaksa mereka untuk itu, padahal mereka menginginkan kesucian? Barangsiapa yang memaksa mereka melakukan itu, maka sesungguhnya Allah akan mengampuni orang yang memaksa mereka melalui pertobatan. Sebab Allah Mahaluas ampunan dan rahmat-Nya. (1) Ayat ini ditafsirkan oleh sebuah sabda Rasulullah saw. yang artinya berbunyi: \"Wahai para pemuda, barangsiapa di antara kalian telah sanggup menanggung beban perkawinan, maka hendaknya ia segera kawin. Sebab, perkawinan lebih dapat menjaga pandangan mata dan kemaluan. Kalau ada yang belum sanggup, maka hendaknya ia berpuasa. Sebab puasa itu merupakan perisai.\"",
    "jalalayn": "(Dan orang-orang yang tidak mampu kawin hendaklah menjaga kesuciannya) maksudnya mereka yang tidak mempunyai mahar dan nafkah untuk kawin, hendaklah mereka memelihara kesuciannya dari perbuatan zina (sehingga Allah memampukan mereka) memberikan kemudahan kepada mereka (dengan karunia-Nya) hingga mereka mampu kawin. (Dan orang-orang yang menginginkan perjanjian) lafal Al Kitaaba bermakna Al Mukaatabah, yaitu perjanjian untuk memerdekakan diri (di antara budak-budak yang kalian miliki) baik hamba sahaya laki-laki maupun perempuan (maka hendaklah kalian buat perjanjian dengan mereka jika kalian mengetahui ada kebaikan pada mereka) artinya dapat dipercaya dan memiliki kemampuan untuk berusaha yang hasilnya kelak dapat membayar perjanjian kemerdekaan dirinya. Shighat atau teks perjanjian ini, misalnya seorang pemilik budak berkata kepada budaknya, \"Aku memukatabahkan kamu dengan imbalan dua ribu dirham, selama jangka waktu dua bulan. Jika kamu mampu membayarnya, berarti kamu menjadi orang yang merdeka.\" Kemudian budak yang bersangkutan menjawab, \"Saya menyanggupi dan mau menerimanya\" (dan berikanlah kepada mereka) perintah di sini ditujukan kepada para pemilik budak (sebagian dari harta Allah yang dikaruniakan-Nya kepada kalian) berupa apa-apa yang dapat membantu mereka untuk menunaikan apa yang mereka harus bayarkan kepada kalian. Di dalam lafal Al-Iitaa terkandung pengertian meringankan sebagian dari apa yang harus mereka bayarkan kepada kalian, yaitu dengan menganggapnya lunas. (Dan janganlah kalian paksakan budak-budak wanita kalian) yaitu sahaya wanita milik kalian (untuk melakukan pelacuran) berbuat zina (sedangkan mereka sendiri menginginkan kesucian) memelihara kehormatannya dari perbuatan zina. Adanya keinginan untuk memelihara kehormatan inilah yang menyebabkan dilarang memaksa, sedangkan syarath di sini tidak berfungsi sebagaimana mestinya lagi (karena kalian hendak mencari) melalui paksaan itu (keuntungan duniawi) ayat ini diturunkan berkenaan dengan Abdullah bin Ubay, karena dia memaksakan hamba-hamba sahaya perempuannya untuk berpraktek sebagai pelacur demi mencari keuntungan bagi dirinya. (Dan barang siapa memaksa mereka, maka sesungguhnya Allah kepada mereka yang telah dipaksa itu adalah Maha Pengampun) (lagi Maha Penyayang)."
  },
  {
    "ruku": 304,
    "name": "An-Nur",
    "ayat": 34,
    "arab": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ اٰيٰتٍ مُّبَيِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِيْنَ ࣖ",
    "translation": "Dan sungguh, Kami telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, dan contoh-contoh dari orang-orang yang terdahulu sebelum kamu dan sebagai pelajaran bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2825.mp3",
    "tafsir": "Allah telah menurunkan ayat-ayat-Nya yang jelas baik yang menyangkut hukum yang sangat berguna bagi kebahagiaan masyarakat manusia. Begitu pula Allah telah menurunkan kisah-kisah yang dapat menjadi contoh dan teladan yaitu kisah rasul-rasul dan umat-umat yang terdahulu seperti kisah Nabi Yusuf, kisah Maryam dan sebagainya, selanjutnya tergantung kepada manusia itu sendiri apakah ia akan mengambil manfaat dari syariat dan kisah-kisah itu ataukah dia akan tetap berpaling tidak mengindahkan ajaran dan contoh teladan itu. Tetapi ajaran dan kisah-kisah itu tentu sangat berguna dan bermanfaat bagi orang-orang yang beriman.\nAli bin Abi thalib berkata tentang Al-Qur'an, \"Di dalamnya terdapat hukum-hukum (yang dapat dijadikan pedoman) kisah-kisah umat dahulu, dan berita tentang yang akan terjadi kemudian. Dialah yang membedakan (antara yang hak dan yang batil) bukan kata-kata yang tidak berguna (sekadar untuk main-main saja). Siapa saja mengabaikannya meski bagaimana pun kuatnya akan dipatahkan oleh Allah. Siapa saja yang mencari petunjuk (dengan berpedoman) kepada selain Al-Qur'an, Allah akan menyesatkannya.\"",
    "quraish": "Sesungguhnya Kami telah menurunkan kepada kalian, dalam surat ini dan surat lainnya, ayat-ayat yang jelas dan menerangkan hukum-hukum. Kami menurunkan juga kepada kalian contoh-contoh dari ihwal umat-umat terdahulu, petunjuk dan nasihat yang dapat dimanfaatkan oleh orang-orang yang takut kepada Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah menurunkan kepada kalian ayat-ayat yang memberi penerangan) dapat dibaca Mubayyanatin dan Mubayyinatin. Artinya, telah dijelaskan di dalamnya hal-hal yang telah disebutkan tadi (dan contoh-contoh) yakni berita yang aneh, yaitu berita tentang Siti Aisyah (dari orang-orang yang terdahulu sebelum kalian) maksudnya sama jenisnya dengan berita-berita mereka dalam hal keanehannya, seperti kisah mengenai Nabi Yusuf dan Siti Maryam (dan pelajaran bagi orang-orang yang bertakwa) yaitu dalam firman-Nya, \"Dan janganlah belas kasihan kalian kepada keduanya mencegah kalian untuk menjalankan agama (hukum) Allah.\" (Q.S. An-Nur, 2) dan firman-Nya, \"Mengapa di waktu kalian mendengar berita bohong itu orang-orang Mukmin dan Mukminat tidak berprasangka baik\". (Q.S. An-Nur, 12). Dan firman-Nya, \"Dan mengapa kalian tidak berkata di waktu mendengar berita bohong itu...\" (Q.S. An-Nur, 16). Dan firman-Nya, \"Allah memperingatkan kalian agar jangan kembali memperbuat yang seperti itu...\" (Q.S. An-Nur, 17). Dalam ayat ini orang-orang yang bertakwa disebutkan secara khusus mengingat hanya merekalah yang dapat mengambil manfaat dari pelajaran yang terkandung di dalamnya."
  }
]