[
  {
    "ruku": 31,
    "name": "Al-Baqarah",
    "ayat": 232,
    "arab": "وَاِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ اَجَلَهُنَّ فَلَا تَعْضُلُوْهُنَّ اَنْ يَّنْكِحْنَ اَزْوَاجَهُنَّ اِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوْفِ ۗ ذٰلِكَ يُوْعَظُ بِهٖ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ۗ ذٰلِكُمْ اَزْكٰى لَكُمْ وَاَطْهَرُ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ",
    "translation": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai idahnya, maka jangan kamu halangi mereka menikah (lagi) dengan calon suaminya, apabila telah terjalin kecocokan di antara mereka dengan cara yang baik. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Itu lebih suci bagimu dan lebih bersih. Dan Allah mengetahui, sedangkan kamu tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/239.mp3",
    "tafsir": "Ayat ini menjelaskan tentang wanita yang diceraikan oleh suaminya dan kemungkinan akan kawin lagi, baik dia akan kawin dengan bekas suaminya maupun dengan laki-laki lain. Dalam menanggapi ayat ini, para ulama fikih berselisih tentang siapa yang dimaksud oleh ayat tersebut, khususnya dalam kalimat \"janganlah kamu menghalang-halangi\".\nImam Syafi'i berpendapat bahwa larangan itu ditujukan kepada wali, berdasarkan hadis yang diriwayatkan oleh Imam al-Bukhari tentang Qasim Ma'qil bin Yasir. Ma'qil mempunyai seorang saudara perempuan yang dinikahi oleh Abibaddah. Kemudian ia dicerai oleh suaminya. Setelah selesai idahnya, Abibaddah merasa menyesal dan ingin kembali kepada bekas istrinya itu. Tetapi Ma'qil, sebagai wali, tidak menyetujuinya sehingga peristiwa ini diketahui oleh Rasulullah saw dan kemudian turunlah ayat di atas dan Ma'qil memperkenankan Abibaddah kembali kepada saudaranya.\nDari riwayat yang merupakan sebab turunnya ayat ini, jelas bahwa larangan itu ditujukan kepada wali. Seandainya larangan dalam ayat itu tidak ditujukan kepada wali, niscaya perempuan itu dapat menikah sendiri dan tidak perlu tertunda oleh sikap Ma'qil tersebut sebagai walinya.\nMaka jelas bahwa akad nikah tetap dilangsungkan oleh wali. Imam Hanafi berpendapat sebaliknya; larangan itu ditujukan bukan kepada wali tetapi kepada suami. Hal ini dapat terjadi bila bekas suami menghalangi bekas istrinya untuk kawin dengan orang lain. Dengan demikian ayat tersebut menurut Abu Hanifah tidak menunjukkan bahwa wali menjadi syarat sah akad pernikahan. Sebagaimana diketahui, Imam Abu Hanifah berpendapat bahwa wanita yang berstatus janda dapat melakukan akad nikah tanpa melalui wali.\nBaik wali atau pun bekas suami tidak boleh menghalang-halangi seorang perempuan yang akan kawin. Adat yang berlaku pada zaman jahiliah para wali terlalu mencampuri dengan cara sewenang-wenang soal perkawinan sehingga perempuan tidak mempunyai kebebasan dalam memilih calon suaminya, bahkan mereka dipaksa menikah dengan laki-laki yang tidak disukainya. Demikianlah ajaran Al-Qur'an mengenai hukum perkawinan, ajaran yang hanya dapat diterima oleh orang yang beriman kepada Allah dan hari kemudian, karena hanya orang yang berimanlah yang dapat menerima ajaran Allah dengan menyingkirkan keinginan hawa nafsu dalam mengekang kaum perempuan. \nKembali kepada ajaran Allah ini adalah suatu perbuatan yang baik dan terpuji, Allah Maha Mengetahui dan kamu tidak mengetahui.",
    "quraish": "Apabila kalian menjatuhkan talak kepada istri, dan mereka telah menghabiskan masa idahnya lalu berniat memulai kembali kehidupan berumah tangga yang baru dengan bekas suaminya atau dengan laki- laki lain, maka tidak dibenarkan bagi para wali atau suami untuk menghalang-halangi kehendak mereka. Demikian pula apabila kedua belah pihak (suami-istri) saling berkenan untuk membuat akad baru dan berkeinginan membangun kehidupan yang terhormat yang menjamin kebaikan bersama antara mereka berdua. Demikianlah, hal itu dimaksudkan untuk memberi pelajaran bagi siapa yang beriman dari kalangan kalian kepada Allah dan hari akhir. Norma-norma hukum yang demikian itulah yang akan meningkatkan keterkaitan sosial yang baik, dan membersihkan diri kalian dari noda dan bentuk hubungan masyarakat yang meragukan. Allah mengetahui kebaikan-kebaikan bersama maslahat dan rahasia-rahasia pribadi manusia yang mereka sendiri tidak tahu.",
    "jalalayn": "(Apabila kamu menceraikan istri-istrimu lalu sampai idahnya), maksudnya habis masa idahnya, (maka janganlah kamu halangi mereka itu) ditujukan kepada para wali agar mereka tidak melarang wanita-wanita untuk (untuk rujuk dengan suami-suami mereka yang telah menceraikan mereka itu). Asbabun nuzul ayat ini bahwa saudara perempuan dari Ma`qil bin Yasar diceraikan suaminya, lalu suaminya itu hendak rujuk kepadanya, tetapi dilarang oleh Ma`qil bin Yasar, sebagaimana diriwayatkan oleh Hakim (jika terdapat kerelaan), artinya kerelaan suami istri (di antara mereka secara baik-baik), artinya menurut syariat. (Demikian itu), yakni larangan menghalangi itu (dinasihatkan kepada orang-orang yang beriman di antara kamu kepada Allah dan hari yang akhir). Karena hanya mereka sajalah yang mengerti nasihat ini (Itu), artinya tidak menghalangi (lebih suci) lebih baik (bagi kamu dan lebih bersih) baik bagi kamu maupun bagi mereka karena dikhawatirkan kedua belah pihak bekas suami istri akan melakukan hubungan gelap, mengingat kedua belah pihak sudah saling cinta dan mengenal. (Dan Allah mengetahui) semua maslahat (sedangkan kamu tidak mengetahui yang demikian itu), maka mohonlah petunjuk dan ikutilah perintah-Nya."
  },
  {
    "ruku": 31,
    "name": "Al-Baqarah",
    "ayat": 233,
    "arab": "۞ وَالْوَالِدٰتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّتِمَّ الرَّضَاعَةَ ۗ وَعَلَى الْمَوْلُوْدِ لَهٗ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِۗ  لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَا ۚ لَا تُضَاۤرَّ وَالِدَةٌ ۢبِوَلَدِهَا وَلَا مَوْلُوْدٌ لَّهٗ بِوَلَدِهٖ وَعَلَى الْوَارِثِ مِثْلُ ذٰلِكَ ۚ فَاِنْ اَرَادَا فِصَالًا عَنْ تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗوَاِنْ اَرَدْتُّمْ اَنْ تَسْتَرْضِعُوْٓا اَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ اِذَا سَلَّمْتُمْ مَّآ اٰتَيْتُمْ بِالْمَعْرُوْفِۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. Dan kewajiban ayah menanggung nafkah dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani lebih dari kesanggupannya. Janganlah seorang ibu menderita karena anaknya dan jangan pula seorang ayah (menderita) karena anaknya. Ahli waris pun (berkewajiban) seperti itu pula. Apabila keduanya ingin menyapih dengan persetujuan dan permusyawaratan antara keduanya, maka tidak ada dosa atas keduanya. Dan jika kamu ingin menyusukan anakmu kepada orang lain, maka tidak ada dosa bagimu memberikan pembayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/240.mp3",
    "tafsir": "Setiap ibu (meskipun ia janda) berkewajiban menyusui anaknya sampai anak itu mencapai usia dua tahun. Tidak mengapa kalau masa susuan itu kurang dari masa tersebut apabila kedua ibu-bapak memandang ada maslahatnya. Demikian pula setiap bapak berkewajiban untuk memenuhi kebutuhan para ibu baik sandang maupun pangan sesuai dengan kebutuhannya. Ibu laksana wadah bagi anak sedang bapak sebagai pemilik wadah itu. Maka sudah sewajarnya bapak berkewajiban memberi nafkah kepada orang yang di bawah tanggung jawabnya dan memelihara serta merawat miliknya.\nAllah mewajibkan kepada ibu menyusui bayinya, karena air susu ibu mempunyai pengaruh yang besar kepada anaknya. Dari hasil penelitian para ahli medis menunjukkan bahwa air susu ibu terdiri dari saripati yang benar-benar murni. Air susu ibu juga merupakan makanan yang paling baik untuk bayi, dan tidak disangsikan lagi oleh para ahli gizi. Di samping ibu dengan fitrah kejadiannya memiliki rasa kasih sayang yang mendalam sehingga penyusuan langsung dari ibu, berhubungan erat dengan perkembangan jiwa dan mental anak. Dengan demikian kurang tepat tindakan sementara para ibu yang tidak mau menyusui anaknya hanya karena kepentingan pribadinya, umpamanya, untuk memelihara kecantikan. Padahal ini bertentangan dengan fitrahnya sendiri dan secara tidak langsung ia kehilangan kesempatan untuk membina dasar hubungan keibuan dengan anaknya sendiri dalam bidang emosi.\nDemikianlah pembagian kewajiban kedua orang tua terhadap bayinya yang diatur oleh Allah swt. Sementara itu diberi pula keringanan terhadap kewajiban, umpama kesehatan ibu terganggu atau seorang dokter mengatakan tidak baik bila disusukan oleh ibu karena suatu hal, maka tidak mengapa kalau anak mendapat susuan atau makanan dari orang lain.\nDemikian juga apabila bapak tidak mempunyai kesanggupan melaksanakan kewajibannya karena miskin maka ia boleh melaksanakan kewajibannya sesuai dengan kesanggupannya. Keringanan itu membuktikan bahwa anak tidak boleh dijadikan sebab adanya kemudaratan, baik terhadap bapak maupun terhadap ibu. Dengan pengertian, kewajiban tersebut tidak mesti berlaku secara mutlak sehingga mengakibatkan kemudaratan bagi keduanya. Salah satu pihak tidak boleh memudaratkan pihak lain dengan menjadikan anak sebagai kambing hitamnya. Umpamanya karena ibu mengetahui bahwa bapak berkewajiban memberi nafkah maka ia melakukan pemerasan dengan tidak menyusui atau merawat si bayi tanpa sejumlah biaya tertentu. Atau bapak sangat kikir dalam memberikan nafkah sehingga ibu menderita karenanya.\nSelanjutnya andaikata salah seorang dari ibu atau bapak tidak memiliki kesanggupan untuk melaksanakan kewajiban atau meninggal dunia, maka kewajiban-kewajiban itu berpindah kepada ahli warisnya. Lamanya masa penyusuan dua tahun, namun demikian apabila berdasarkan musyawarah antara bapak dan ibu untuk kemaslahatan anak, mereka sepakat untuk menghentikannya sebelum sampai masa dua tahun atau meneruskannya lewat dari dua tahun maka hal ini boleh saja dilakukan.\nDemikian juga jika mereka mengambil perempuan lain untuk menyusukan anaknya, maka hal ini tidak mengapa dengan syarat, kepada perempuan yang menyusukan itu diberikan imbalan jasa yang sesuai, sehingga terjamin kemaslahatan baik bagi anak maupun perempuan yang menyusui itu.\nUlama fikih berbeda pendapat tentang siapa yang berhak untuk menyusukan dan memelihara anak tersebut, jika terjadi perceraian antara suami-istri. Apakah pemeliharaan menjadi kewajiban ibu atau kewajiban bapak? Imam Malik berpendapat bahwa ibulah yang berkewajiban menyusukan anak tersebut, walaupun ia tidak memiliki air susu; kalau ia masih memiliki harta maka anak itu disusukan pada orang lain dengan mempergunakan harta ibunya. Imam Syafi'i dalam hal ini berpendapat bahwa kewajiban tersebut adalah kewajiban bapak.",
    "quraish": "Ibu berkewajiban menyusui(1) anaknya selama dua tahun penuh demi menjaga kemaslahatan anak, kalau salah satu atau kedua orangtua ingin menyempurnakan penyusuan karena anaknya membutuhkan hal itu. Dan ayah berkewajiban--karena sang anak adalah keturunan ayah--untuk memberikan nafkah kepada sang ibu dengan memberikan makan dan pakaian sesuai dengan kemampuannya, tidak boros dan tidak pula terlalu sedikit. Karena manusia tidak diwajibkan apa pun kecuali sesuai dengan kemampuannya. Nafkah itu hendaknya tidak merugikan sang ibu, dengan mengurangi hak nafkahnya atau dalam mengasuh anaknya. Begitu juga sang anak tidak boleh menyebabkan kerugian ayahnya dengan membebaninya di atas kemampuannya, atau mengurangi hak ayah pada anak. Apabila sang ayah wafat atau jatuh miskin sehingga tidak mampu mencari penghidupan, maka kewajiban memberi nafkah dilimpahkan kepada pewaris anak jika ia memiliki harta. Apabila salah satu atau kedua orangtua menginginkan untuk menyapih anak sebelum dua tahun secara sukarela dan dengan melihat maslahat anak, maka hal itu dibolehkan. Kalau sang ayah hendak menyusukan anak kepada wanita lain, hal itu juga dibolehkan. Dalam hal ini, orang tua harus membayar upah dengan rida dan cara yang baik. Jadikanlah Allah sebagai pengawas dalam segala perbuatanmu. Dan ketahuilah bahwa Allah Mahaperiksa perbuatan itu dan akan memberikan balasannya. (1) Teks al-Qur'ân menegaskan kewajiban menyusui ada pada ibu, bukan pada orang lain. Menyusukan anak kepada orang lain hanya boleh dilakukan bila si ibu tidak mampu melakukannya. Ahli-ahli fikih telah sepakat mengenai kewajiban menyusui anak pada ibu. Sebab, air susu ibu adalah makanan alami bagi bayi, karena sangat sesuai dengan kebutuhan hidup bayi pada masa itu. Air susu ibu dapat bertambah banyak seiring dengan bertambah besarnya bayi. Selain itu air susu ibu juga memiliki kandungan yang bermacam- macam sesuai dengan kebutuhan bayi. Menyusui anak akan bermanfaat bagi si ibu, dan tidak merugikannya kecuali dalam hal-hal tertentu. Menyusui dapat memperbaiki kondisi kesehatan bayi secara umum melalui perangsangan pertumbuhan sistem pencernaan dan merangsang untuk mendapatkan zat-zat makanan yang dibutuhkan bayi. Di samping itu menyusui juga bermanfaat bagi sang ibu, karena dapat mengembalikan alat reproduksinya kepada kepada keadaan semula setelah proses kelahiran. Ilmu kedokteran modern membolehkan secara berangsur-angsur menyapih anak bayi di bawah dua tahun kalau bayi itu memiliki kesehatan yang memadai. Tetapi apabila kondisi kesehatannya tidak memungkinkan dan ia tidak mampu mengunyah makanan luar, maka penyusuan harus disempurnakan menjadi dua tahun. Setelah itu bayi dapat memakan makanan selain air susu ibu.",
    "jalalayn": "(Para ibu menyusukan), maksudnya hendaklah menyusukan (anak-anak mereka selama dua tahun penuh) sifat yang memperkuat, (yaitu bagi orang yang ingin menyempurnakan penyusuan) dan tidak perlu ditambah lagi. (Dan kewajiban yang diberi anak), maksudnya bapak (memberi mereka (para ibu) sandang pangan) sebagai imbalan menyusukan itu, yakni jika mereka diceraikan (secara makruf), artinya menurut kesanggupannya. (Setiap diri itu tidak dibebani kecuali menurut kadar kemampuannya, maksudnya kesanggupannya. (Tidak boleh seorang ibu itu menderita kesengsaraan disebabkan anaknya) misalnya dipaksa menyusukan padahal ia keberatan (dan tidak pula seorang ayah karena anaknya), misalnya diberi beban di atas kemampuannya. Mengidhafatkan anak kepada masing-masing ibu dan bapak pada kedua tempat tersebut ialah untuk mengimbau keprihatinan dan kesantunan, (dan ahli waris pun) ahli waris dari bapaknya, yaitu anak yang masih bayi dan di sini ditujukan kepada wali yang mengatur hartanya (berkewajiban seperti demikian), artinya seperti kewajiban bapaknya memberi ibunya sandang pangan. (Apabila keduanya ingin), maksudnya ibu bapaknya (menyapih) sebelum masa dua tahun dan timbul (dari kerelaan) atau persetujuan (keduanya dan hasil musyawarah) untuk mendapatkan kemaslahatan si bayi, (maka keduanya tidaklah berdosa) atas demikian itu. (Dan jika kamu ingin) ditujukan kepada pihak bapak (anakmu disusukan oleh orang lain) dan bukan oleh ibunya, (maka tidaklah kamu berdosa) dalam hal itu (jika kamu menyerahkan) kepada orang yang menyusukan (pembayaran upahnya) atau upah yang hendak kamu bayarkan (menurut yang patut) secara baik-baik dan dengan kerelaan hati. (Dan bertakwalah kamu kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan) hingga tiada satu pun yang tersembunyi bagi-Nya."
  },
  {
    "ruku": 31,
    "name": "Al-Baqarah",
    "ayat": 234,
    "arab": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ فاِذَا بَلَغْنَ اَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ بِالْمَعْرُوْفِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
    "translation": "Dan orang-orang yang mati di antara kamu serta meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu empat bulan sepuluh hari. Kemudian apabila telah sampai (akhir) idah mereka, maka tidak ada dosa bagimu mengenai apa yang mereka lakukan terhadap diri mereka menurut cara yang patut. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/241.mp3",
    "tafsir": "Idah perempuan yang ditinggal mati suaminya adalah empat bulan sepuluh hari. Walaupun ayat ini kelihatannya umum (mencakup semua wanita yang ditinggal mati oleh suaminya) namun ada pengecualian yaitu yang tidak dalam keadaan hamil. Sebab untuk wanita hamil, telah ada hukum yang lain pada ayat yang lain. Hal ini akan dijelaskan lebih lanjut dalam tafsir ayat 240. Selama masa idah ia tidak boleh berhias, mempersiapkan diri menerima pinangan atau memberi janji untuk menerima pinangan. Demikian juga ia tidak boleh keluar rumah kecuali karena hal-hal yang dibolehkan oleh agama. Karena selain masa itu untuk mengetahui kebersihan rahimnya (hamil atau tidak hamil), juga digunakan sebagai masa berkabung. Manakala ia tidak hamil maka ia wajib berkabung menghormati tali hubungan suami istri baik terhadap mendiang suami maupun terhadap keluarga suaminya. Ia harus berkabung selama ia dalam idah. Setelah habis masa empat bulan sepuluh hari tersebut dibolehkan membuat segala sesuatu tentang dirinya menurut cara yang wajar, umpamanya menerima pinangan, keluar rumah dan perbuatan lain yang tidak bertentangan dengan agama.\nAllah mengetahui segala apa yang dikerjakan oleh manusia. Ayat ini menegaskan bahwa mengenai masa berkabung ini Islam memberikan jalan sebaik-baiknya yang sesuai dengan kebutuhan manusia. Wanita-wanita pada masa jahiliah melakukan masa berkabung selama satu tahun penuh dan tidak boleh memakai perhiasan, tidak boleh makan makanan yang enak dan tidak boleh pula memperlihatkan diri di muka umum. Bahkan pada sebagian kelompok masyarakat kaum wanita yang menjalani masa berkabung ini harus melakukan hal-hal yang jauh lebih berat dari apa yang dilakukan oleh orang di masa jahiliyah, seperti: terus menerus menangis dan meratap. Tidak boleh menghias dirinya dan lain sebagainya. Melakukan masa berkabung ini bukan karena kematian suaminya saja, tetapi karena kematian anak pun mereka berkabung secara demikian. Maka tepat apa yang diatur oleh Islam bahwa masa berkabung untuk wanita yang kematian suami tidak boleh lebih dari empat bulan sepuluh hari dan untuk kematian famili lainnya tidak boleh lebih dari tiga hari.\nPenyimpangan dari ketentuan ini harus dihindari karena Allah Maha Mengetahui segala apa yang dikerjakan manusia.",
    "quraish": "Istri yang ditinggal mati oleh suaminya dalam keadaan tidak hamil, maka harus menunggu masa idah selama empat bulan sepuluh hari tanpa kawin, untuk melihat kondisi rahim dan pernyataan bela sungkawa atas meninggalnya sang suami. Apabila masa idah telah berakhir, maka kalian, para wali, boleh membiarkannya melakukan pekerjaan-pekerjaan yang baik hingga sampai akhir masa idah. Sebaliknya, ia tidak boleh melakukan pekerjaan yang dilarang oleh agama. Sebab, Allah Mahaperiksa atas segala rahasia kalian dan mengetahui apa yang kalian lakukan untuk kemudian memperhitungkannya.",
    "jalalayn": "(Orang-orang yang wafat) atau meninggal dunia (di antara kamu dengan meninggalkan istri-istri, maka mereka menangguhkan), artinya hendaklah para istri itu menahan (diri mereka) untuk kawin setelah suami mereka yang meninggal itu (selama empat bulan dan sepuluh), maksudnya hari. Ini adalah mengenai wanita-wanita yang tidak hamil. Mengenai yang hamil, maka idah mereka sampai melahirkan kandungannya berdasarkan ayat At-Thalaq, sedangkan bagi wanita budak adalah setengah dari yang demikian itu, menurut hadis. (Apabila waktu mereka telah sampai), artinya habis masa idahnya, (mereka tiada dosa bagi kamu) hai para wali (membiarkan mereka berbuat pada diri mereka), misalnya bersolek dan menyiapkan diri untuk menerima pinangan (secara baik-baik), yakni menurut agama. (Dan Allah Maha Mengetahui apa-apa yang kamu lakukan), baik yang lahir maupun yang batin."
  },
  {
    "ruku": 31,
    "name": "Al-Baqarah",
    "ayat": 235,
    "arab": "وَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا عَرَّضْتُمْ بِهٖ مِنْ خِطْبَةِ النِّسَاۤءِ اَوْ اَكْنَنْتُمْ فِيْٓ اَنْفُسِكُمْ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ سَتَذْكُرُوْنَهُنَّ وَلٰكِنْ لَّا تُوَاعِدُوْهُنَّ سِرًّا اِلَّآ اَنْ تَقُوْلُوْا قَوْلًا مَّعْرُوْفًا ەۗ وَلَا تَعْزِمُوْا عُقْدَةَ النِّكَاحِ حَتّٰى يَبْلُغَ الْكِتٰبُ اَجَلَهٗ ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِيْٓ اَنْفُسِكُمْ فَاحْذَرُوْهُ ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
    "translation": "Dan tidak ada dosa bagimu meminang perempuan-perempuan itu dengan sindiran atau kamu sembunyikan (keinginanmu) dalam hati. Allah mengetahui bahwa kamu akan menyebut-nyebut kepada mereka. Tetapi janganlah kamu membuat perjanjian (untuk menikah) dengan mereka secara rahasia, kecuali sekedar mengucapkan kata-kata yang baik. Dan janganlah kamu menetapkan akad nikah, sebelum habis masa idahnya. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya. Dan ketahuilah bahwa Allah Maha Pengampun, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/242.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa seorang laki-laki boleh mengucapkan kata-kata sindiran untuk meminang wanita yang masih berada dalam masa idahnya, baik idah karena kematian suami, maupun idah karena talak ba'in. Tetapi hal itu sama sekali tidak dibenarkan bila wanita itu berada dalam masa idah dari talak raj'i.\nUngkapan yang menggambarkan bahwa lelaki itu mempunyai maksud untuk mengawininya, bila telah selesai idahnya, umpamanya si lelaki itu berkata, \"Saya senang sekali bila mempunyai istri yang memiliki sifat-sifat seperti engkau,\" atau ungkapan lainnya yang tidak mengarah pada berterus terang. Allah melarang bila seorang laki-laki mengadakan janji akan menikah, atau membujuknya untuk menikah secara sembunyi-sembunyi atau mengadakan pertemuan rahasia. Hal ini tidak dibenarkan karena dikhawatirkan terjadi fitnah.\nSeorang laki-laki tidak dilarang meminang perempuan yang masih dalam masa idah talak ba'in jika pinangan itu dilakukan secara sindiran, atau masih dalam rencana, karena Allah mengetahui bahwa manusia tidak selalu dapat menyembunyikan isi hatinya. Pinangan tersebut hendaknya tidak dilakukan secara terang-terangan tetapi hendaknya dengan kata-kata kiasan yang merupakan pendahuluan, yang akan ditindaklanjuti dalam bentuk pinangan resmi, ketika perempuan tersebut telah habis idahnya. Pinangan dengan sindiran itu tidak boleh dilakukan terhadap perempuan yang masih dalam idah talak raj'i, karena masih ada kemungkinan perempuan itu akan kembali kepada suaminya semula.\nCara seperti ini dimaksudkan agar perasaan wanita yang sedang berkabung itu tidak tersinggung, juga untuk menghindarkan reaksi buruk dari keluarga mantan suami dan masyarakat umum. Karenanya akad nikah dengan wanita yang masih dalam idah dilarang. Suatu larangan yang dianggap haram qath'i, dan akad nikah tersebut harus dibatalkan.",
    "quraish": "Tidak ada dosa bagi kalian, wahai kaum lelaki, untuk meminang wanita-wanita yang sedang dalam idah karena ditinggal mati oleh suaminya dengan memberikan isyarat (sindiran) dan menyembunyikan maksud itu dalam hati kalian. Sesungguhnya Allah mengetahui bahwa kalian tidak akan dapat bersabar untuk tidak membicarakan mereka. Karena laki-laki, secara fitrah, mempunyai kecenderungan kepada wanita. Karena itu Allah membolehkan isyarat atau sindiran, bukan dengan terang-terangan. Maka jangan kalian memberi janji kawin kepada mereka kecuali dengan cara isyarat atau sindiran yang baik. Jangan kalian mengadakan akad perkawinan sebelum berakhir masa idahnya. Yakinlah bahwa Allah Mahaperiksa terhadap apa yang kalian sembunyikan dalam hati. Maka takutlah akan hukuman-Nya dan jangan berani melakukan larangan-Nya. Juga, jangan kalian berputus asa dari kasih sayang-Nya, apabila kalian melanggar perintah-Nya. Sebab, Allah Mahaluas ampunan, memaafkan kesalahan dan menerima pertobatan dari hamba-hamba-Nya. Allah juga Maha Penyabar yang tidak segera menjatuhkan hukuman terhadap orang yang melakukan kejahatan.",
    "jalalayn": "(Dan tak ada dosa bagimu meminang wanita-wanita itu secara sindiran), yakni wanita-wanita yang kematian suami dan masih berada dalam idah mereka, misalnya kata seseorang kepadanya, \"Engkau cantik\" atau \"Siapa yang melihatmu pasti jatuh cinta\" atau \"tiada wanita secantik engkau\" (atau kamu sembunyikan) kamu rahasiakan (dalam hatimu) rencana untuk mengawini mereka. (Allah mengetahui bahwa kamu akan menyebut-nyebut mereka) dan tidak sabar untuk meminang, maka diperbolehkannya secara sindiran, (tetapi janganlah kamu mengadakan perjanjian dengan mereka secara rahasia), maksudnya perjanjian kawin (melainkan) diperbolehkan (sekadar mengucapkan kata-kata yang baik) yang menurut syariat dianggap sindiran pinangan. (Dan janganlah kamu pastikan akan mengakadkan nikah), artinya melangsungkannya (sebelum yang tertulis) dari idah itu (habis waktunya) tegasnya sebelum idahnya habis. (Dan ketahuilah bahwa Allah mengetahui apa yang ada di dalam hatimu) apakah rencana pasti atau lainnya (maka takutlah kepada-Nya) dan janganlah sampai menerima hukuman-Nya disebabkan rencanamu yang pasti itu (Dan ketahuilah bahwa Allah Maha Pengampun) terhadap orang yang takut kepada-Nya (lagi Maha Penyantun) hingga menangguhkan hukuman-Nya terhadap orang yang berhak menerimanya."
  }
]