[
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 1,
    "arab": "تَبٰرَكَ الَّذِيْ نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُوْنَ لِلْعٰلَمِيْنَ نَذِيْرًا ۙ",
    "translation": "Mahasuci Allah yang telah menurunkan Furqan (Al-Qur'an) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2856.mp3",
    "tafsir": "Pada ayat ini Allah memuji diri-Nya dengan menurunkan Al-Qur'an kepada Nabi Muhammad saw yang disebutnya \"hamba-Nya\" untuk menjadi peringatan bagi alam semesta (manusia dan jin). Dengan pujian terhadap diri-Nya karena Dia menurunkan Al-Qur'an kepada Nabi Muhammad dapatlah dipahami bahwa Al-Qur'an itu adalah suatu kitab yang amat penting dan amat tinggi nilainya di sisi Allah, karena Al-Qur'an itu adalah petunjuk dan pedoman hidup bagi makhluk-Nya yang dimuliakan-Nya yaitu manusia, sedangkan ciptaan-ciptaan lainnya baik di langit maupun di bumi adalah untuk kepentingan manusia itu sendiri. Pada ayat ini Allah tidak menyebut Al-Qur'an tetapi al-Furqan karena Al-Qur'an itu adalah pembeda yang hak dan yang batil antara petunjuk dan kesesatan. Al-Qur'an diturunkan untuk seluruh umat manusia di masa Nabi Muhammad dan masa sesudahnya sampai hari Kiamat, karena nabi-nabi sebelum Muhammad saw hanya diutus untuk kaumnya sedang Nabi Muhammad diutus untuk manusia di segala masa dan di semua tempat. \nDemikian pula Allah tidak menyebut nama Muhammad atau Rasul-Nya tetapi menyebut \"hamba-Nya\" karena hendak memuliakan-Nya dengan gelar itu. Manusia yang benar-benar memperhambakan dirinya kepada Allah mengaku keesaan dan kekuasaan-Nya, taat dan patuh menjalankan perintah-Nya selalu menjadikan petunjuk-Nya sebagai pedoman hidupnya, mencintai Allah secara hakiki lebih daripada apa pun di dunia ini, itulah hamba Allah yang hakiki, hamba Allah terkandung di dalam Surah al-Furqan ini. Di dalam ayat-ayat lain Allah menyebut Nabi Muhammad saw dengan predikat \"hamba-Nya\" seperti firman-Nya:\nMahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya. (al-Isra`/17: 1)\nDan firman-Nya:\nDan sesungguhnya ketika hamba Allah (Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya. (al-Jin/72: 19)\nDan firman-Nya:\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok. (al-Kahf/18: 1)\nSetelah Allah menyebutkan diri-Nya Yang menurunkan al-Furqan kepada hamba-Nya, barulah Dia mensifati diri-Nya bahwa Dialah pemilik langit dan bumi dan yang berkuasa atas keduanya, mengutus dan mengurusnya menurut hikmah kebijaksanaan-Nya sesuai dengan kepentingan dan kemaslahatan masing-masing ciptaan-Nya itu. Allah menyatakan pula bahwa Dia tidak mempunyai anak sebagaimana dituduhkan oleh kaum Nasrani, orang-orang Yahudi dan kaum musyrikin, sebagaimana tersebut dalam firman-Nya:\nDan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling? (at-Taubah/9: 30)\nDan firman-Nya:\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? (as-shaffat/37: 149-153)\nSelanjutnya Allah menyatakan lagi bahwa Dia tidak bersekutu dengan lainnya dalam kekuasaan-Nya, hanya Dialah yang patut disembah dan kepada-Nya sajalah manusia harus memohonkan sesuatu, bukan seperti yang dilakukan oleh manusia-manusia yang telah sesat yang menyembah makhluk-Nya seperti menyembah manusia, berhala dan benda-benda lainnya. Kemudian Allah menyatakan pula bahwa Dialah Pencipta segala sesuatu sesuai dengan hikmah kebijaksanaan-Nya dan mengaturnya menurut kehendak dan Ilmu-Nya.\nRingkasnya segala sesuatu dalam alam ini baik di langit maupun di bumi adalah makhluk-Nya. Dialah Penciptanya tidak ada Pencipta selain Dia tidak ada sekutu bagi-Nya yang patut disembah, semua berada di bawah kekuasaan-Nya dan tunduk patuh kepada sunnah dan peraturan yang telah ditetapkan-Nya. Janganlah sekali-kali terbayang atau terlintas dalam pikiran manusia bahwa Dia mempunyai anak atau mempunyai sekutu.",
    "quraish": "[[25 ~ AL-FURQAN (PEMBEDA) Pendahuluan: Makkiyyah, 77 ayat ~ Surat ini memuat 77 ayat. Semuanya diturunkan di Mekkah, kecuali ayat 68, 69, 70 yang diturunkan di Madinah. Surat ini dimulai dengan menerangkan kedudukan al-Qur'ân, luasnya kerajaan Yang telah menurunkannya, yaitu Pemilik kerajaan langit dan bumi. Dengan besarnya kekuasaan Allah, orang-orang musyrik masih saja menyembah berhala-berhala. Mereka mendustakan al-Qur'ân dan menolak risalah nabi Muhammad s. a. w dengan alasan bahwa dia itu manusia yang juga memakan makanan dan pergi ke pasar. Dengan sombong mereka meminta agar malaikat saja yang menyampaikan risalah kepada mereka. Sebenarnya, seandainyapun para rasul itu terdiri atas malaikat--yang tentunya akan berbentuk manusia agar dapat berkomunikasi dengan mereka--maka hal itupun akan tetap samar. Selain itu, mereka pun membantah al-Qur'ân karena diturunkan secara berangsur-angsur. Jawabannya adalah dengan menerangkan hikmah di balik itu semua. Kesombongan mereka masih diikuti oleh contoh-contoh lain yang bisa dilihat dari kasus para rasul dengan kaumnya. Kaum para rasul itu mengikuti hawa nafsu mereka. Maka mereka itu seperti binatang ternak, atau lebih sesat lagi jalannya. Di sini juga disebut beberapa ayat kawniyah yang menunjukkan kesempurnaan dan kekuasaan Allah yang menganjurkan menggunakan nalar dan mengembangkan ilmu pengetahuan. Surat akhirnya ditutup dengan menyebutkan sifat-sifat orang Mukmin yang membuat mereka menerima tempat mulia di surga dengan diberi salam dan penghormatan.]] Mahasuci Allah dan Mahaberkah dengan segala kebaikannya. Dialah yang menurunkan al-Qur'ân sebagai pembeda antara kebenaran dan kepalsuan kepada hamba-Nya Muhammad saw. agar menjadi pemberi peringatan dan penyampai pesan-pesan-Nya kepada seluruh alam.",
    "jalalayn": "(Maha Suci) Allah swt. (yang telah menurunkan Alfurqan) yakni Alquran, ia dinamakan Alfurqan karena kandungannya membedakan antara perkara yang hak dan perkara yang batil (kepada hamba-Nya) yakni Nabi Muhammad (agar dia menyampaikannya kepada seluruh alam) yaitu kepada bangsa manusia dan bangsa jin, selain bangsa malaikat (sebagai pemberi peringatan) kepada mereka, dengan memperingatkan mereka akan azab Allah."
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 2,
    "arab": " ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا",
    "translation": "Yang memiliki kerajaan langit dan bumi, tidak mempunyai anak, tidak ada sekutu bagi-Nya dalam kekuasaan(-Nya), dan Dia menciptakan segala sesuatu, lalu menetapkan ukuran-ukurannya dengan tepat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2857.mp3",
    "tafsir": "Pada ayat ini Allah memuji diri-Nya dengan menurunkan Al-Qur'an kepada Nabi Muhammad saw yang disebutnya \"hamba-Nya\" untuk menjadi peringatan bagi alam semesta (manusia dan jin). Dengan pujian terhadap diri-Nya karena Dia menurunkan Al-Qur'an kepada Nabi Muhammad dapatlah dipahami bahwa Al-Qur'an itu adalah suatu kitab yang amat penting dan amat tinggi nilainya di sisi Allah, karena Al-Qur'an itu adalah petunjuk dan pedoman hidup bagi makhluk-Nya yang dimuliakan-Nya yaitu manusia, sedangkan ciptaan-ciptaan lainnya baik di langit maupun di bumi adalah untuk kepentingan manusia itu sendiri. Pada ayat ini Allah tidak menyebut Al-Qur'an tetapi al-Furqan karena Al-Qur'an itu adalah pembeda yang hak dan yang batil antara petunjuk dan kesesatan. Al-Qur'an diturunkan untuk seluruh umat manusia di masa Nabi Muhammad dan masa sesudahnya sampai hari Kiamat, karena nabi-nabi sebelum Muhammad saw hanya diutus untuk kaumnya sedang Nabi Muhammad diutus untuk manusia di segala masa dan di semua tempat. \nDemikian pula Allah tidak menyebut nama Muhammad atau Rasul-Nya tetapi menyebut \"hamba-Nya\" karena hendak memuliakan-Nya dengan gelar itu. Manusia yang benar-benar memperhambakan dirinya kepada Allah mengaku keesaan dan kekuasaan-Nya, taat dan patuh menjalankan perintah-Nya selalu menjadikan petunjuk-Nya sebagai pedoman hidupnya, mencintai Allah secara hakiki lebih daripada apa pun di dunia ini, itulah hamba Allah yang hakiki, hamba Allah terkandung di dalam Surah al-Furqan ini. Di dalam ayat-ayat lain Allah menyebut Nabi Muhammad saw dengan predikat \"hamba-Nya\" seperti firman-Nya:\nMahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya. (al-Isra`/17: 1)\nDan firman-Nya:\nDan sesungguhnya ketika hamba Allah (Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya. (al-Jin/72: 19)\nDan firman-Nya:\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok. (al-Kahf/18: 1)\nSetelah Allah menyebutkan diri-Nya Yang menurunkan al-Furqan kepada hamba-Nya, barulah Dia mensifati diri-Nya bahwa Dialah pemilik langit dan bumi dan yang berkuasa atas keduanya, mengutus dan mengurusnya menurut hikmah kebijaksanaan-Nya sesuai dengan kepentingan dan kemaslahatan masing-masing ciptaan-Nya itu. Allah menyatakan pula bahwa Dia tidak mempunyai anak sebagaimana dituduhkan oleh kaum Nasrani, orang-orang Yahudi dan kaum musyrikin, sebagaimana tersebut dalam firman-Nya:\nDan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling? (at-Taubah/9: 30)\nDan firman-Nya:\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? (as-shaffat/37: 149-153)\nSelanjutnya Allah menyatakan lagi bahwa Dia tidak bersekutu dengan lainnya dalam kekuasaan-Nya, hanya Dialah yang patut disembah dan kepada-Nya sajalah manusia harus memohonkan sesuatu, bukan seperti yang dilakukan oleh manusia-manusia yang telah sesat yang menyembah makhluk-Nya seperti menyembah manusia, berhala dan benda-benda lainnya. Kemudian Allah menyatakan pula bahwa Dialah Pencipta segala sesuatu sesuai dengan hikmah kebijaksanaan-Nya dan mengaturnya menurut kehendak dan Ilmu-Nya.\nRingkasnya segala sesuatu dalam alam ini baik di langit maupun di bumi adalah makhluk-Nya. Dialah Penciptanya tidak ada Pencipta selain Dia tidak ada sekutu bagi-Nya yang patut disembah, semua berada di bawah kekuasaan-Nya dan tunduk patuh kepada sunnah dan peraturan yang telah ditetapkan-Nya. Janganlah sekali-kali terbayang atau terlintas dalam pikiran manusia bahwa Dia mempunyai anak atau mempunyai sekutu.",
    "quraish": "Hanya Dialah pemilik kerajaan langit dan bumi. Dia tidak mempunyai anak dan tidak pula ada sekutu bagi-Nya dalam kepemilikan. Dia telah menciptakan segala sesuatu dan memberikan ukuran dan aturan yang sangat cermat kepada masing-masing berupa rahasia-rahasia yang dapat menjamin keberlangsungan tugasnya secara teratur (sistematis)(1). (1) Ilmu pengetahuan modern menyatakan bahwa semua makhluk, dari sisi kejadian dan perkembangan yang berbeda-beda, berjalan sesuai dengan sistem yang sangat teliti dan bersifat konstan. Tidak ada yang mampu melakukan itu kecuali Allah, Zat Yang Maha Pencipta dan Mahakuasa. Dari sisi kejadiannya, sudah jelas bahwa semua makhluk--terlepas dari perbedaan jenis dan bentuknya--terdiri atas kesatuan unsur-unsur yang sangat terbatas jumlahnya, hampir seratus unsur. Dari jumlah itu, baru sembilan puluh unsur di antaranya sudah dikenal saat ini. Sifat-sifat alami, kimiawi dan berat atomnya tumbuh secara berangsur-angsur. Dimulai dengan unsur nomor satu, yaitu hidrogen yang memiliki berat atom 1. Sementara ini yang terakhir ditemukan adalah unsur kesembilanpuluh enam, yaitu unsur urium yang berat atomnya sampai saat ini belum diketahui. Unsur terakhir yang ditemukan berat atomnya adalah uranium yang memiliki berat atom 238,57. Kesatuan unsur-unsur tadi kemudian membentuk sebuah komposisi sesuai dengan hukum yang telah ditetapkan dan tidak akan pernah melenceng. Demikian pula yang terjadi pada tumbuh-tumbuhanan dan hewan. Masing-msing terbagi pada kelompok dan jenis yang berbeda. Sedangkan dalam tahapan perkembangannya, sifat-sifatnya berkembang dari makhluk hidup bersel satu, seperti mikrobat, sampai kepada makhluk hidup yang bersel banyak, seperti manusia yang dapat dikatakan paling sempurna. Setiap jenis memiliki sifat-sifat tertentu yang diwarisi dari generasi ke generasi. Semua itu berjalan menurut hukum dan aturan yang bersifat konstan dan teliti yang menggambarkan secara jelas kebesaran dan kekuasaan Allah Swt. Mahasuci Allah dari apa yang mereka persekutukan.",
    "jalalayn": "(Yang kepunyaan-Nyalah kerajaan langit dan bumi, dan Dia tidak mempunyai anak, dan tidak ada sekutu bagi-Nya dalam kekuasaan-Nya, dan Dia telah menciptakan segala sesuatu) karena hanya Dialah yang mampu menciptakan kesemuanya itu (dan Dia menetapkan ukuran-ukurannya dengan serapi-rapinya) secara tepat dan sempurna."
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 3,
    "arab": "وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا",
    "translation": "Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2858.mp3",
    "tafsir": "Allah menjelaskan dalam ayat ini bahwa berhala-berhala sembahan orang-orang kafir tidak ada sedikit pun mempunyai arti, dan tidak sedikit pun mempunyai sifat kesempurnaan bahkan sifat-sifat yang dimiliki berhala itu hanyalah sifat-sifat kekurangan belaka. Sungguh amat aneh jalan pikiran orang-orang yang menjadikan berhala sebagai tuhan, menyembahnya dan memohonkan pertolongan kepadanya. \nDi antara sifat-sifat berhala yang tercela ialah:\na.Berhala-berhala itu tidak dapat menciptakan sesuatu apapun, sedang yang patut disembah ialah Allah Yang Maha Pencipta. \nb.Berhala-berhala itu sendiri dibuat oleh para penyembahnya. Alangkah bodohnya manusia-manusia yang menyembah buatan mereka sendiri yang lebih rendah derajatnya daripada diri mereka.\nc.Berhala-berhala itu tak berdaya dan tak mempunyai tenaga untuk melakukan suatu tindakan, tidak dapat mendatangkan manfaat apapun bagi dirinya sendiri apalagi bagi penyembah-penyembahnya, tidak dapat membela dirinya apalagi untuk membela dan menolong orang lain. Memang tidak ada gunanya menyembah patung-patung yang demikian sifatnya. \nd.Berhala-berhala itu tidak dapat menghidupkan atau mematikan atau mengumpulkan manusia untuk memperhitungkan amal perbuatan mereka. Sedangkan untuk dirinya sendiri berhala itu tidak dapat memberika kehidupan karena ternyata dia tetap saja sebagai benda mati, apalagi untuk memberikan kehidupan kepada orang lain. Inilah sifat-sifat berhala yang disembah oleh orang-orang musyrikin Mekah itu. Mengapa mereka tidak menyembah Allah yang mempunyai sifat kesempurnaan Yang Maha Esa, Mahakuasa atas segala sesuatu.",
    "quraish": "Kendati demikian, orang-orang kafir tidak menyembah-Nya, bahkan mereka menjadikan berhala, bintang dan manusia sebagai tuhan-tuhan selain Allah yang selalu mereka sembah. Padahal tuhan-tuhan itu tidak dapat menciptakan sesuatu apa pun, bahkan mereka itu adalah makhluk ciptaan Allah. Mereka juga tidak dapat mencegah datangnya bahaya dan mendatangkan kebaikan untuk diri mereka sendiri, tidak dapat mematikan atau menghidupkan seseorang, dan tidak pula dapat membangkitkan orang mati dari kubur. Setiap yang tidak dapat melakukan itu semua, tidak pantas untuk disembah. Alangkah bodoh orang yang menyembahnya. Yang pantas untuk disembah hanyalah yang mampu melakukan itu semua.",
    "jalalayn": "(Kemudian mereka mengambil) yang dimaksud adalah orang-orang kafir (selain daripada-Nya) selain Allah swt. (sebagai tuhan-tuhan) berupa berhala-berhala (yang mereka tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk menolak sesuatu kemudaratan dari dirinya) tidak akan mampu menolak bahaya yang mengancam dirinya (dan tidak pula untuk mengambil suatu manfaat pun) artinya tidak dapat menghasilkan manfaat bagi dirinya (dan juga tidak kuasa mematikan, menghidupkan) yakni tidak mampu mematikan seseorang dan tidak pula mampu menghidupkannya (dan tidak pula membangkitkan) tidak mampu membangkitkan orang-orang yang mati untuk dapat hidup kembali."
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 4,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ",
    "translation": "Dan orang-orang kafir berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2859.mp3",
    "tafsir": "Orang-orang kafir mengatakan bahwa Al-Qur'an itu bukanlah kitab yang diturunkan Allah. Al-Qur'an itu hanyalah suatu kebohongan yang dibuat-buat oleh Muhammad dan dalam membuat Al-Qur'an itu dia dibantu oleh sekelompok ahli kitab yang telah beriman. Muhammad menurut mereka, selalu menemui kelompok ahli kitab itu dan mereka mengajarkan kepadanya kisah-kisah tentang umat-umat yang terdahulu kemudian Muhammad menyusun kisah-kisah itu dalam bahasa Arab yang baik susunan redaksinya.\nDiriwayatkan bahwa ayat-ayat ini turun mengenai Nadr bin al-Haris dan orang-orang yang membantu Muhammad ialah Addas budak Khuwatih bin Abdul Uzza, Yasar budak al-A`la bin al-Khadrami dan Abu Fukaihah ar-Rumi. Semula mereka adalah penganut agama Yahudi yang pandai membaca Taurat dan banyak bercerita tentang kisah umat terdahulu. Kemudian mereka masuk Islam dan banyak berhubungan dengan Nabi Muhammad. Oleh sebab itulah Nadr bin Haris berani mengadakan tuduhantuduhan palsu itu. Maka Allah menolak tuduhan tersebut dan mengatakan bahwa orang-orang yang membuat tuduhan palsu itu telah berbuat zalim dan berdusta. Jelaslah bahwa tuduhan itu dibuat-buat karena Al-Qur'an sendiri dengan ayat-ayatnya telah menantang orang-orang Arab untuk membuat satu surah yang sama fasahah dan balagahnya dengan suatu surah dari Al-Qur'an. Kalau mereka tidak berhasil pastilah Al-Qur'an itu bukan bikinan Muhammad tetapi benar-benar wahyu dari Allah. Hal itu tersebut dalam firman-Nya:\nDan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. (al-Baqarah/2: 23)\nKarena tidak ada seorang pun di antara mereka yang dapat menjawab tantangan itu walaupun mereka telah berusaha dengan sekuat tenaga, maka benarlah bahwa Al-Qur'an itu bukan buatan manusia melainkan wahyu dari Allah. Tetapi karena tidak ada jalan bagi mereka untuk menentang Al-Qur'an, mereka mencari berbagai alasan untuk mendustakannya dan mereka membuat berita-berita seperti tersebut di atas.",
    "quraish": "Orang-orang kafir melontarkan tuduhan terhadap al-Qur'ân dengan mengatakan, \"Sesungguhnya al-Qur'ân itu adalah suatu kebohongan yang dibuat-buat oleh Muhammad dan diatasnamakan Allah. Untuk mewujudkan itu, Muhammad telah dibantu oleh kelompok lain yang terdiri atas Ahl-al Kitâb\". Dengan perkataan semacam ini, orang-orang kafir telah melakukan kezaliman dalam menghukumi dan melakukan permusuhan terhadap kebenaran. Mereka telah mendatangkan kebohongan yang tidak beralasan. Sebab bahasa Ahl al-Kitâb yang mereka katakan telah membantu itu bukan bahasa Arab, sementara al-Qur'ân menggunakan bahasa Arab yang jelas.",
    "jalalayn": "(Dan orang-orang kafir berkata, \"Sesungguhnya ini) Alquran ini (tidak lain hanyalah kebohongan-kebohongan) yakni kedustaan (yang diada-adakan olehnya) oleh Muhammad sendiri (dan dia dibantu oleh kaum yang lain) yakni oleh sebagian dari orang-orang ahli kitab. Allah berfirman: (Maka sesungguhnya mereka telah berbuat suatu kelaliman dan dusta yang besar\") yakni kekafiran dan kedustaan."
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 5,
    "arab": "وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا",
    "translation": "Dan mereka berkata, “(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2860.mp3",
    "tafsir": "Orang-orang kafir itu mengatakan bahwa Al-Qur'an itu hanyalah dongengan-dongengan orang dahulu yang mereka tulis di dalam buku-buku, dan Nabi Muhammad minta kepada orang-orang Yahudi supaya disalinkan dan dibacakan kepadanya agar dia dapat menghafalnya pagi dan petang. Setelah dihafal barulah dia bacakan kepada para sahabat dan pengikutnya sebagai Al-Qur'an yang turun dari langit. Alangkah beraninya mereka mengada-adakan sesuatu yang tidak pernah terjadi pada Nabi Muhammad saw. Kalau benar demikian tentulah para sahabatnya akan mengetahui hal itu dan tentulah mereka tidak akan percaya lagi kepadanya. Padahal Nabi Muhammad dikenal oleh mereka semenjak kecilnya sebagai orang yang paling dipercaya, jujur dan tidak pernah dusta. Apakah mungkin seorang yang demikian sifatnya sejak dari kecil akan menipu orang yang setia kepadanya dan mendakwahkan hal-hal yang bukan-bukan.\n(6) Oleh karena orang-orang kafir itu keterlaluan mengadakan tuduhan-tuduhan yang tidak masuk akal, sedang mereka sudah ditantang sedemikian rupa dan tidak dapat menjawab tantangan itu, maka Allah memerintahkan Nabi Muhammad saw supaya menyatakan kepada mereka dengan tegas bahwa Al-Qur'an itu bukanlah sebagaimana yang mereka tuduhkan. Al-Qur'an itu benar-benar diturunkan oleh Allah yang mengetahui segala rahasia yang tersembunyi di langit dan di bumi. Oleh karena itu terdapat di dalamnya hukum-hukum syariat dan peraturan yang sangat baik dan dalam bahasa yang amat tinggi nilai sastranya sehingga tidak ada seorang pun di antara mereka yang bisa menirunya. Al-Qur'an banyak yang mengandung hal-hal yang tidak dapat diketahui kecuali oleh Allah Yang Mahaluas Ilmu-Nya.\nSesungguhnya Tuhan yang menurunkan Al-Qur'an itu, Maha Pengampun dan Penyayang kepada hamba-Nya. Sebenarnya mereka harus bersyukur dan berterima kasih atas rahmat dan kasih sayang-Nya kepada mereka dengan menurunkan Al-Qur'an sebagai petunjuk dan pembimbing mereka ke jalan yang benar. Tetapi mereka tetap ingkar dan durhaka dan menentang ajaran-ajaran-Nya. Kalau tidaklah karena rahmat dan kasih sayang-Nya tentulah telah ditimpakan kepada mereka azab yang pedih.",
    "quraish": "Tentang al-Qur'ân, mereka juga mengatakan, \"Sesungguhnya al-Qur'ân itu adalah kebohongan orang-orang terdahulu yang mereka tulis di buku-buku mereka. Kemudian Muhammad meminta agar dituliskan kembali untuknya dan dibacakan terus-menerus, pagi dan sore hari, sampai dia hafal betul dan dapat melafalkannya.\"",
    "jalalayn": "(Dan mereka berkata,) pula bahwa Alquran itu (\"Dongengan-dongengan orang-orang dahulu) yakni kedustaan-kedustaan mereka. Lafal Asaathiir adalah bentuk jamak dari lafal Usthuurah (dimintanya supaya dituliskan) telah menukilnya dari kaum tersebut melalui orang lain (maka dibacakanlah dongengan itu kepadanya) supaya ia hafal (setiap pagi dan petang.\") Kemudian Allah berfirman menyanggah ucapan mereka:"
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 6,
    "arab": "قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ  فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا",
    "translation": "Katakanlah (Muhammad), “(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2861.mp3",
    "tafsir": "Oleh karena orang-orang kafir itu keterlaluan mengadakan tuduhan-tuduhan yang tidak masuk akal, sedang mereka sudah ditantang sedemikian rupa dan tidak dapat menjawab tantangan itu, maka Allah memerintahkan Nabi Muhammad saw supaya menyatakan kepada mereka dengan tegas bahwa Al-Qur'an itu bukanlah sebagaimana yang mereka tuduhkan. Al-Qur'an itu benar-benar diturunkan oleh Allah yang mengetahui segala rahasia yang tersembunyi di langit dan di bumi. Oleh karena itu terdapat di dalamnya hukum-hukum syariat dan peraturan yang sangat baik dan dalam bahasa yang amat tinggi nilai sastranya sehingga tidak ada seorang pun di antara mereka yang bisa menirunya. Al-Qur'an banyak yang mengandung hal-hal yang tidak dapat diketahui kecuali oleh Allah Yang Mahaluas Ilmu-Nya.\nSesungguhnya Tuhan yang menurunkan Al-Qur'an itu, Maha Pengampun dan Penyayang kepada hamba-Nya. Sebenarnya mereka harus bersyukur dan berterima kasih atas rahmat dan kasih sayang-Nya kepada mereka dengan menurunkan Al-Qur'an sebagai petunjuk dan pembimbing mereka ke jalan yang benar. Tetapi mereka tetap ingkar dan durhaka dan menentang ajaran-ajaran-Nya. Kalau tidaklah karena rahmat dan kasih sayang-Nya tentulah telah ditimpakan kepada mereka azab yang pedih.",
    "quraish": "Katakan kepada mereka hai Muhammad, \"Sesungguhnya al-Qur'ân itu diturunkan oleh Allah yang mengetahui segala rahasia yang tersembunyi di langit dan di bumi. Di dalam al-Qur'ân yang penuh kemukjizatan itu telah tersimpan bukti-bukti bahwa al-Qur'ân itu adalah wahyu Allah Swt. Sesungguhnya Allah Mahaluas ampunan dan rahmat-Nya. Dia memaafkan orang-orang yang berbuat maksiat jika mereka bertobat dan Dia pun tidak menyegerakan hukuman.",
    "jalalayn": "(Katakanlah! \"Alquran ini diturunkan oleh Allah yang mengetahui rahasia) hal-hal yang gaib (di langit dan di bumi. Sesungguhnya Dia adalah Maha Pengampun) kepada orang-orang yang beriman (lagi Maha Penyayang\") kepada mereka."
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 7,
    "arab": "وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ",
    "translation": "Dan mereka berkata, “Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2862.mp3",
    "tafsir": "Orang-orang kafir mengatakan bahwa tidak mungkin Muhammad itu menjadi Rasul karena tidak terdapat padanya tanda-tanda bahwa dia diangkat menjadi Rasul. Dia hanyalah orang biasa seperti mereka bahkan jika dilihat bagaimana kehidupannya tambah nyatalah bahwa dia berbohong mendakwahkan dirinya sebagai Rasul karena dia sama dengan mereka bahkan sebagai manusia dia lebih rendah kedudukannya dan lebih miskin dari mereka. Kritik-kritik itu dapat disimpulkan, sebagai berikut:\n1. Mereka berkata, \"Kenapa Muhammad itu makan minum juga seperti manusia biasa dan tidak ada kelebihannya sedikit pun dari kita, tidak akan mungkin dia berhubungan dengan Tuhan. Orang yang dapat berhubungan dengan Tuhan hanya orang-orang yang jiwanya suci dan tinggi sehingga tidak mementingkan makan dan minum lagi.\"\n2. Mengapa tidak diturunkan malaikat bersamanya yang dapat menjadi bukti bagi kerasulannya dan membantunya dalam memberi peringatan dan petunjuk kepada manusia.\n3. Mengapa Muhammad itu pergi ke pasar untuk mencari nafkah hidupnya seperti orang biasa? Di mana letak kelebihannya sehingga ia diangkat Allah sebagai Rasul.\n4. Mengapa Allah tidak menurunkan saja kepadanya perbendaharaan dari langit agar dia dapat menumpahkan seluruh perhatiannya kepada dakwah untuk menyebarkan agamanya, sehingga dia tidak perlu lagi pergi ke pasar melakukan jual beli untuk mencari nafkah hidupnya.\n5. Atau kenapa tidak diberikan kepadanya kebun yang luas yang hasilnya dapat menutupi kebutuhannya.\nSetelah mereka berputus asa karena semua tawaran mereka ditolak oleh Muhammad tidak ada jalan lain bagi mereka kecuali menuduhnya sebagai orang yang kena sihir sehingg tidak dapat lagi membedakan antara yang baik dan yang buruk. Menurut mereka orang-orang seperti itu tidaklah pantas untuk dipercaya apalagi untuk diangkat Allah sebagai Nabi.",
    "quraish": "Mereka menghina Muhammad dengan mengatakan, \"Keistimewaan apa yang membedakan orang yang mengaku dirinya sebagai rasul, padahal dia memakan makanan seperti kita dan berjalan di pasar-pasar untuk mencari penghidupan seperti yang dilakukan manusia lainnya? Kalau dia betul-betul seorang rasul, tentunya Allah akan mencukupi semua itu. Dan tentunya juga dia meminta kepada Tuhannya agar menurunkan seorang malaikat yang akan membantunya memberi peringatan dan bermenyampaikan risalah. Malaikat itu nantinya akan membenarkan dia sehingga kami dapat mempercayainya.",
    "jalalayn": "(Dan mereka berkata, \"Mengapa Rasul ini memakan makanan dan berjalan di pasar-pasar? Mengapa tidak) (diturunkan kepadanya Malaikat, agar Malaikat itu memberikan peringatan bersama dengan dia?) maksudnya yang membenarkan kerasulannya."
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 8,
    "arab": "اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا",
    "translation": "atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?” Dan orang-orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2863.mp3",
    "tafsir": "Orang-orang kafir mengatakan bahwa tidak mungkin Muhammad itu menjadi Rasul karena tidak terdapat padanya tanda-tanda bahwa dia diangkat menjadi Rasul. Dia hanyalah orang biasa seperti mereka bahkan jika dilihat bagaimana kehidupannya tambah nyatalah bahwa dia berbohong mendakwahkan dirinya sebagai Rasul karena dia sama dengan mereka bahkan sebagai manusia dia lebih rendah kedudukannya dan lebih miskin dari mereka. Kritik-kritik itu dapat disimpulkan, sebagai berikut:\n1. Mereka berkata, \"Kenapa Muhammad itu makan minum juga seperti manusia biasa dan tidak ada kelebihannya sedikit pun dari kita, tidak akan mungkin dia berhubungan dengan Tuhan. Orang yang dapat berhubungan dengan Tuhan hanya orang-orang yang jiwanya suci dan tinggi sehingga tidak mementingkan makan dan minum lagi.\"\n2. Mengapa tidak diturunkan malaikat bersamanya yang dapat menjadi bukti bagi kerasulannya dan membantunya dalam memberi peringatan dan petunjuk kepada manusia.\n3. Mengapa Muhammad itu pergi ke pasar untuk mencari nafkah hidupnya seperti orang biasa? Di mana letak kelebihannya sehingga ia diangkat Allah sebagai Rasul.\n4. Mengapa Allah tidak menurunkan saja kepadanya perbendaharaan dari langit agar dia dapat menumpahkan seluruh perhatiannya kepada dakwah untuk menyebarkan agamanya, sehingga dia tidak perlu lagi pergi ke pasar melakukan jual beli untuk mencari nafkah hidupnya.\n5. Atau kenapa tidak diberikan kepadanya kebun yang luas yang hasilnya dapat menutupi kebutuhannya.\nSetelah mereka berputus asa karena semua tawaran mereka ditolak oleh Muhammad tidak ada jalan lain bagi mereka kecuali menuduhnya sebagai orang yang kena sihir sehingg tidak dapat lagi membedakan antara yang baik dan yang buruk. Menurut mereka orang-orang seperti itu tidaklah pantas untuk dipercaya apalagi untuk diangkat Allah sebagai Nabi.",
    "quraish": "Mengapa dia tidak meminta agar dicukupkan--ketimbang pulang pergi--dengan diberikan perbendaharaan dari langit, sehingga dia dapat memenuhi keperluannya dari situ? Atau, tidakkah dia meminta diberikan sebuah kebun sehingga dia dapat memetik buah-buahannya?\" Para pembesar dari orang-orang kafir yang menzalimi diri mereka dengan kekafiran, menghalangi manusia dari beriman kepada Muhammad dan berusaha membuat ragu orang muslim, berkata, \"Kalian tidak lain hanya mengikuti orang yang tersihir akalnya. Dia telah berkata melantur yang tidak ada kebenarannya sama sekali.\"",
    "jalalayn": "(Atau mengapa tidak diturunkan kepadanya perbendaharaan) dari langit yang kemudian ia membelanjakannya, sehingga ia tidak usah berjalan-jalan di pasar lagi untuk mencari penghidupan (atau mengapa tidak ada kebun baginya) yaitu ladang yang menjadi miliknya (yang dapat dia makan dari hasilnya\") buah-buahannya, sehingga hal itu menjadi kecukupan baginya. Menurut qiraat yang lain dibaca Na'kulu Minhaa, artinya; yang kami dapat ikut makan dari kebunnya. Maksudnya, supaya memiliki kelebihan di atas kami. (Dan orang-orang yang zalim itu berkata:) orang-orang kafir itu kepada orang-orang Mukmin, (\"Tidak lain kamu sekalian hanyalah mengikuti seorang lelaki yang kena sihir\") orang yang akalnya tidak waras karena pengaruh sihir. Maka Allah berfirman pada ayat selanjutnya:"
  },
  {
    "ruku": 310,
    "name": "Al-Furqan",
    "ayat": 9,
    "arab": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا ࣖ",
    "translation": "Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2864.mp3",
    "tafsir": "Pada ayat ini Allah menyuruh Nabi dan umatnya memperhatikan kecaman-kecaman yang dikemukakan oleh orang-orang kafir itu. Dengan memperhatikan kecaman-kecaman itu nampak jelas bahwa mereka telah kehabisan alasan dan keterangan untuk menolak seruan Nabi Muhammad kepada tauhid dan meninggalkan sembahan-sembahan mereka yang menyesatkan itu. Mereka tidak sanggup menolak alasan-alasan dan bukti-bukti yang dikemukakan oleh Nabi Muhammad berupa ayat-ayat Al-Qur'an dan lainnya. Mereka tidak sanggup menjawab tantangan membuat satu surah saja yang sama nilainya dengan satu surah dalam Al-Qur'an, baik dari segi isi, makna maupun sastranya. Oleh sebab itu mereka mengalihkan kecaman mereka kepada pribadi Nabi Muhammad sendiri. Hal itu banyak terjadi pada orang-orang yang telah dikalahkan hujjahnya. Oleh sebab itu Allah tidak langsung menjawab kecaman-kecaman itu dan menyuruh memperlihatkannya agar jelas bagi semua orang bahwa mereka itu telah terlempar ke sudut karena mereka memang telah sesat dari jalan yang benar.",
    "quraish": "Perhatikanlah, wahai Nabi, bagaimana mereka telah membuat perumpamaan-perumpamaan yang ditujukan kepadamu. Mereka mengumpamakan kamu seperti orang yang tersihir, orang gila, pembohong dan, dalam kesempatan lain, mereka mengatakan bahwa kamu telah mempelajari al-Qur'ân dari orang-orang non Arab (asing). Dengan begitu sesungguhnya mereka telah sesat dari jalan kebenaran dan bukti- bukti yang benar sehingga tidak menemukan keduanya.",
    "jalalayn": "(Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang kamu) dengan julukan sebagai orang yang kena pengaruh sihir, orang yang membutuhkan nafkah, orang yang harus ditemani oleh Malaikat yang bersama-sama menyampaikan tugasnya (lalu sesatlah mereka) dari petunjuk disebabkan ucapannya itu (mereka tidak sanggup mendapatkan jalan untuk menentang kerasulannya) maksudnya mereka tidak akan dapat menemukan jalan untuk menentangnya."
  }
]