[
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 10,
    "arab": "تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا",
    "translation": "Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2865.mp3",
    "tafsir": "Sebagai hiburan kepada Nabi yang selalu dihina dan direndahkan oleh orang-orang kafir itu, Allah menjelaskan bahwa kalau Dia menghendaki, niscaya Dia akan memberikan kepadanya kebun-kebun yang lebih baik dari yang diminta oleh orang-orang kafir itu dan akan memberikan pula istana-istana yang paling megah dan indah. Hal itu amat mudah bagi Allah tetapi bukan demikian yang dikehendaki-Nya. Allah menghendaki agar Rasul pembawa risalah-Nya sebagai manusia biasa yang menjadi ikutan dan teladan bagi umatnya dalam memperjuangkan suatu cita-cita, memperjuangkan kebenaran dan meninggikan kalimat Allah. \nDi samping perjuangan yang amat berat itu Nabi harus pula memikirkan keperluan dan hajat pribadinya. Begitulah seharusnya seorang Rasul yang akan menjadi contoh dan teladan. Kalaulah Nabi Muhammad itu seorang kaya mempunyai kebun-kebun dan istana serta perbendaharaan yang berlimpah-limpah tentulah tidak akan sebesar itu nilai perjuangannya dan tentulah tidak akan dapat dicontoh oleh pengikut-pengikutnya di belakang hari. Apa arti istana, apa arti kebun-kebun dan apa arti perbendaharaan yang berlimpah-limpah bila seorang berhadapan dengan Khaliknya Yang Mahakuasa, Mahakaya dan Maha Perkasa? Demikianlah Nabi Muhammad rida dengan keadaannya. meskipun miskin, lemah dan menerima berbagai hinaan dan cemoohan kaumnya, tetapi dia senang dan bahagia karena dia mengemban tugas suci dari Tuhannya. Pernah beliau berkata, \"Ya Tuhanku apapun yang terjadi pada diriku dan bagaimana pun beratnya penderitaanku tetapi aku tetap bahagia selama Engkau rida terhadapku.\"",
    "quraish": "Mahasuci Allah dan Mahaberkah kebaikan-Nya. Dialah yang, jika menghendaki, akan memberimu di dunia sesuatu yang lebih baik dari yang mereka usulkan. Dia akan menyediakan bagimu seperti yang telah dijanjikan untukmu di akhirat. Yaitu kebun-kebun yang banyak yang dialiri sungai-sungai dari celah-celah pepohonannya. Dia juga akan memberimu istana-istana yang megah.",
    "jalalayn": "(Maha Agung Allah) Maha Kaya akan kebaikan (yang jika Dia menghendaki, niscaya dijadikan-Nya bagimu yang lebih baik dari yang demikian) yakni lebih baik daripada perbendaharaan harta dan kebun yang mereka mintakan di dunia ini (yaitu surga-surga yang di bawahnya mengalir sungai-sungai) karena Dia telah menjanjikan akan memberikan kepadanya nanti di akhirat (dan dijadikan-Nya pula) lafal ayat ini dibaca Jazm (untukmu istana-istana) dan menurut qiraat yang lain, lafal Yaj'al dibaca Yaj'alu sehingga kedudukannya menjadi kalimat Isti'naf, atau kalimat baru."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 11,
    "arab": "بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا",
    "translation": "Bahkan mereka mendustakan hari Kiamat. Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2866.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan lagi bahwa orang-orang kafir itu telah jauh tersesat dari jalan yang benar, bahkan mereka mendustakan pula datangnya hari Kiamat, hari pembalasan di mana semua amal perbuatan manusia dibalas dengan adil. Perbuatan baik dibalas dengan pahala yang berlipat ganda, perbuatan jahat dibalas dengan azab yang pedih. Mereka mendustakan hari Kiamat itu agar mereka berbuat sewenang-wenang terhadap kaum yang lemah, bersimaharajalah melakukan kezaliman, oleh sebab itu Allah mengancam mereka dengan api neraka yang menyala-nyala akibat keingkaran dan kedurhakaan mereka, akibat perbuatan jahat mereka di dunia.",
    "quraish": "Sebenarnya mereka itu mengingkari semua ayat. Sebab mereka telah mendustakan kebangkitan dan hari kiamat. Untuk itu mereka beralasan dengan mengajukan permintaan-permintaan semacam itu agar dapat memalingkan manusia kepada kepalsuan mereka. Bagi orang yang mendustakan hari kiamat, Kami telah menyiapkan neraka yang menyala-nyala.",
    "jalalayn": "(Bahkan mereka mendustakan hari kiamat) hari terakhir yang tiada hari lagi sesudahnya. (Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari kiamat) neraka yang apinya menyala-nyala dengan nyala yang besar."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 12,
    "arab": "اِذَا رَاَتْهُمْ مِّنْ مَّكَانٍۢ بَعِيْدٍ سَمِعُوْا لَهَا تَغَيُّظًا وَّزَفِيْرًا",
    "translation": "Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar suaranya yang gemuruh karena marahnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2867.mp3",
    "tafsir": "Apabila orang-orang kafir itu telah digiring ke neraka, seakan-akan neraka melihat mereka dari jauh, terdengarlah suaranya yang gemuruh karena kemarahan melihat orang-orang kafir itu, seakan-akan neraka itu seekor singa yang lapar melihat mangsanya mendekatinya. Ibnu Munzir dan Ibnu Jarir meriwayatkan bahwa Ubaid bin Umair berkata, \"Sesungguhnya Jahanam itu bergemuruh suaranya sehingga para malaikat dan nabi-nabi gemetar persendiannya mendengar suara itu, sehingga Nabi Ibrahim jatuh berlutut dan berkata, \"Ya Tuhanku tidak ada yang aku mohonkan hari ini kecuali keselamatan diriku.\" Dapatlah dibayangkan bagaimana seramnya keadaan di waktu itu dan bagaimana dahsyatnya siksa yang akan diterima oleh mereka dan bagaimana beratnya penderitaan yang akan mereka rasakan pada waktu itu.",
    "quraish": "Apabila mereka melihat neraka, dan neraka itu melihat mereka dari kejauhan, meraka mendengar desisan apinya yang menyala-nyala, yang siap membinasakan mereka. Perumamaannya seperti nafas yang keluar tersengal-sengal dari dada seseorang yang marah sebagai tanda kesusahan.",
    "jalalayn": "(Apabila neraka itu melihat mereka dari tempat yang jauh, mereka mendengar kegeramannya) yakni suara mendidihnya seperti halnya orang yang sedang marah (dan suara nyalanya) suara yang keras sekali dari nyala apinya. Atau makna yang dimaksud adalah jika orang-orang tersebut melihat neraka sekalipun dari tempat yang jauh, mereka akan mendengar suara gemuruh dan nyala apinya."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 13,
    "arab": "وَاِذَآ اُلْقُوْا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِيْنَ دَعَوْا هُنَالِكَ ثُبُوْرًا ۗ",
    "translation": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka dengan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2868.mp3",
    "tafsir": "Bila mereka dilemparkan ke suatu tempat yang sempit di neraka itu dengan tangan terbelenggu di sanalah mereka akan berseru \"Celakalah aku! Kenapa aku dahulu mengacuhkan petunjuk yang diturunkan Allah dengan perantaraan Rasul-Nya, kenapa aku membantah dan menolaknya benar-benar aku ini seorang yang celaka.\"",
    "quraish": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka--sesuai dengan kejahatan mereka--dalam keadaan tangan terbelenggu di leher, di sana mereka berteriak meminta segera dibinasakan agar cepat terbebas dari pedihnya azab.",
    "jalalayn": "(Dan apabila mereka dicampakkan ke tempat yang sempit di neraka itu) dapat dibaca Dhayyiqan dengan memakai harakat Tasydid pada huruf Ya, dapat pula dibaca Takhfif atau tanpa Tasydid sehingga bacaannya menjadi Dhayqan, maksudnya neraka itu menghimpit mereka. Lafal Minhaa berkedudukan menjadi Hal dari lafal Makaanan, karena pada asalnya ia adalah kata sifat baginya (dengan dibelenggu) yakni tangan dan leher mereka dibelenggu menjadi satu; harakat Tasydid yang ada pada lafal Muqarraniina menunjukkan makna Taktsir atau banyak (mereka di sana mengharapkan kebinasaan) maksudnya mereka ingin mati saja karena pedihnya siksaan. Dikatakan oleh Allah swt. kepada mereka,"
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 14,
    "arab": "لَا تَدْعُوا الْيَوْمَ ثُبُوْرًا وَّاحِدًا وَّادْعُوْا ثُبُوْرًا كَثِيْرًا ",
    "translation": "(Akan dikatakan kepada mereka), “Janganlah kamu mengharapkan pada hari ini satu kebinasaan, melainkan harapkanlah kebinasaan yang berulang-ulang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2869.mp3",
    "tafsir": "Di waktu itu diucapkan kepada mereka agar tidak mengucapkan kata itu (celaka aku) sekali saja. Ucapkanlah kata itu berkali-kali karena yang mereka lihat dan alami itu baru satu macam dari siksa yang akan ditimpakan kepadanya. Banyak lagi macam siksaan yang akan mereka derita. Oleh sebab itu berteriak-teriaklah berkali-kali, memang mereka akan ditimpa siksaan yang dahsyat dan hebat.",
    "quraish": "Dengan penuh ejekan dan hinaan, dikatakan kepada mereka, \"Jangan meminta kebinasaan hanya sekali saja. Tetapi mintalah terus. Kalian pasti tidak akan selamat dari siksaan yang sedang kalian alami. Jenis- jenis siksaan mereka amatlah banyak.\"",
    "jalalayn": "(\"Janganlah kamu sekalian mengharapkan satu kebinasaan, melainkan harapkanlah kebinasaan yang banyak\") sesuai dengan azab yang menimpa kalian ini."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 15,
    "arab": "قُلْ اَذٰلِكَ خَيْرٌ اَمْ جَنَّةُ الْخُلْدِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ  كَانَتْ لَهُمْ جَزَاۤءً وَّمَصِيْرًا ",
    "translation": "Katakanlah (Muhammad), “Apakah (azab) seperti itu yang baik, atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan, dan tempat kembali bagi mereka?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2870.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir itu, apakah siksaan yang demikian hebat dan dahsyat itu lebih baik dari surga yang penuh nikmat dan rahmat yang disediakan bagi orang-orang mukmin yang bertakwa. Mereka kekal di dalamnya selama-lamanya. Surga itu dijadikan untuk mereka karena beriman kepada Allah dan Rasul-Nya serta taat dan patuh menjalankan perintah-Nya dan menjauhi segala larangan-Nya.",
    "quraish": "Katakan, hai Muhammad, kepada orang-orang kafir, \"Apakah tempat kembali seperti ini, yang dijanjikan untuk orang-orang kafir, merupakan tempat yang baik? Ataukah surga yang kenikmatannya abadi dan telah dijanjikan untuk orang-orang Mukmin yang bertakwa sebagai pahala dan tempat kembali setelah kebangkitan dan perhitungan?\"",
    "jalalayn": "(Katakanlah! \"Apa yang demikian itukah) hal yang telah disebutkan itukah, yaitu ancaman dan gambaran tentang neraka (yang baik, atau surga yang kekal yang telah dijanjikan) (kepada orang-orang yang bertakwa?\" Surga itu untuk mereka) menurut ilmu Allah (sebagai balasan) sebagai pahala (dan tempat kembali) tempat menetap yang abadi."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 16,
    "arab": "لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ خٰلِدِيْنَۗ  كَانَ عَلٰى رَبِّكَ وَعْدًا مَّسْـُٔوْلًا",
    "translation": "Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga), mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2871.mp3",
    "tafsir": "Di dalam surga itu mereka diberi apa yang mereka minta dan mereka inginkan berupa pakaian, makanan dan minuman serta segala kenikmatan yang tak dapat dibayangkan oleh manusia di dunia ini. Selain dari itu mereka selalu berada dalam keridaan Ilahi dan inilah suatu nikmat rohani yang tidak ada taranya, karena keridaan Ilahi itulah yang menimbulkan rasa tenteram dan bahagia di dalam hati sanubari setiap hamba Allah sebagaimana tersebut dalan firman-Nya.\nAllah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\" (al-Ma`idah/5: 119)\nDemikianlah janji Allah kepada hamba-Nya yang beriman dan bertakwa dan janji Allah itu pasti terlaksana.",
    "quraish": "Di sana mereka akan mendapatkan segala apa yang diingini. Mereka merasakan kenikmatan yang tidak terputus. Kenikmatan itu adalah janji Allah kepada mereka. Mereka meminta janji itu diwujudkan. Maka Allah pun mengabulkan permintaan mereka. Sebab janji Allah tidak akan pernah dipungkiri.",
    "jalalayn": "(Bagi mereka di dalam surga itu apa yang mereka kehendaki, sedangkan mereka kekal) lafal Khaalidiina menjadi Hal yang bersifat Lazimah atau harus (adalah) janji mereka seperti yang telah disebutkan tadi (janji dari Rabbmu yang patut dimohonkan kepada-Nya) artinya orang yang telah dijanjikan kepadanya hal itu patut untuk memohon kepada-Nya, sebagaimana yang diungkapkan oleh firman-Nya yang lain, yaitu, \"Ya Rabb kami! Berilah kami apa yang telah Engkau janjikan kepada kami dengan perantaraan rasul-rasul Engkau.\" (Q.S. Ali Imran, 194) atau hal itu dimintakan oleh para Malaikat buat mereka, sebagaimana yang diungkapkan oleh firman-Nya yang lain, yaitu, \"Ya Rabb kami! Masukkanlah mereka ke dalam surga Adn yang telah Engkau janjikan-kepada mereka.\" (Q.S. Al Mukmin, 8)."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 17,
    "arab": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَقُوْلُ ءَاَنْتُمْ اَضْلَلْتُمْ عِبَادِيْ هٰٓؤُلَاۤءِ اَمْ هُمْ ضَلُّوا السَّبِيْلَ ۗ",
    "translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka bersama apa yang mereka sembah selain Allah, lalu Dia berfirman (kepada yang disembah), “Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2872.mp3",
    "tafsir": "Pada hari Kiamat orang-orang musyrik dikumpulkan bersama-sama dengan sembahan-sembahan mereka. Lalu Allah mengemukakan pertanyaan-pertanyaan kepada sembahan-sembahan itu. Benarkah mereka dahulu di dunia menyuruh mereka itu menyembahnya sehingga mereka telah sesat dari jalan yang benar, mempersekutukan Allah dengan sesembahan itu sehingga mereka mengingkari ajaran-ajaran Allah dan ajaran-ajaran Rasul-Nya. Di antara sembahan-sembahan yang disembah orang-orang kafir itu termasuk beberapa malaikat, Nabi Isa dan Uzair. Mereka merasa sangat heran dan tercengang mendengar pertanyaan-pertanyaan itu karena mereka tidak pernah menyuruh manusia menyembah mereka, bahkan mereka selalu menyeru kepada tauhid, menyembah Allah tanpa mempersekutukan-Nya dengan suatu apapun. Dalam ayat ini disebutkan pertanyaan Allah yang khusus dihadapkan kepada Nabi Isa yaitu firman-Nya:\nDan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, \"Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?\" (Isa) menjawab, \"Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.\" (al-Ma`idah/5: 116)",
    "quraish": "Sebagai suatu peringatan, ingatlah kepada hari di saat Allah mengumpulkan orang-orang musyrik pada hari kiamat untuk dimintakan pertanggungjawaban. Mereka dikumpulkan bersama orang-orang yang mereka sembah selain Allah di dunia seperti 'Isâ, 'Uzair dan para malaikat. Orang-orang yang disembah itu ditanya oleh Allah, \"Apakah kalian telah menyesatkan hamba-hamba-Ku dengan menyuruh mereka menyembah kalian? Ataukah mereka yang sesat jalannya dengan memilih untuk menyembah kalian?\"",
    "jalalayn": "(Dan pada suatu hari ketika Allah menghimpunkan mereka) lafal Yahsyuruhum dapat pula dibaca Nahsyuruhum, sehingga artinya menjadi, Kami menghimpun mereka (beserta apa yang mereka sembah selain Allah) yakni seperti malaikat; Nabi Isa, dan Nabi Uzair, serta jin (lalu Allah berkata:) kepada mereka yang disembah untuk memantapkan hujah-Nya terhadap orang-orang yang menyembah mereka. Lafal Fayaquulu dapat pula dibaca Fanaquulu, artinya, Kami berkata, (\"Apakah kalian) lafal A-antum dapat dibaca secara Tahqiq yaitu dengan menyatakan kedua Hamzahnya, dan dapat pula dibaca Tas-hil yaitu dengan menggantikan Hamzah yang kedua menjadi Alif sehingga bacaan Hamzahnya menjadi panjang, dapat pula dibaca pendek yakni tanpa memakai Alif (yang menyesatkan hamba-hamba-Ku itu) artinya apakah kalian telah menjerumuskan mereka ke dalam kesesatan dengan perintah kalian kepada mereka, supaya mereka menyembah kalian? (atau mereka sendirilah yang sesat dari jalan yang benar?\") yakni atas kehendak mereka sendiri."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 18,
    "arab": "قَالُوْا سُبْحٰنَكَ مَا كَانَ يَنْۢبَغِيْ لَنَآ اَنْ نَّتَّخِذَ مِنْ دُوْنِكَ مِنْ اَوْلِيَاۤءَ وَلٰكِنْ مَّتَّعْتَهُمْ وَاٰبَاۤءَهُمْ حَتّٰى نَسُوا الذِّكْرَۚ وَكَانُوْا قَوْمًاۢ بُوْرًا",
    "translation": "Mereka (yang disembah itu) menjawab, “Mahasuci Engkau, tidaklah pantas bagi kami mengambil pelindung selain Engkau, tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, sehingga mereka melupakan peringatan; dan mereka kaum yang binasa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2873.mp3",
    "tafsir": "Dengan spontan mereka menjawab pertanyaan Allah yang tidak mereka duga sedikit pun akan dimajukan kepadanya. Mereka serentak menjawab, \"Mahasuci Engkau Ya Tuhan kami, tidaklah patut bagi kami mengambil perlindungan selain Engkau. Inilah kepercayaan kami karena tidak ada yang berhak disembah dan diambil jadi pelindung kecuali engkau sajalah. Bagaimana pula kami akan menyuruh orang lain menyembah selain Engkau sedangkan hal itu bertentangan dengan akidah dan iman kami. Mungkin Engkau Ya Tuhan kami telah melimpahkan kepada mereka nikmat dan rahmat-Mu agar mereka bersyukur kepada-Mu tetapi mereka pergunakan nikmat dan rahmat itu untuk kepuasan hawa nafsu mereka, sehingga mereka telah tenggelam dalam kesenangan dan kelezatan. Akhirnya mereka melupakan-Mu dan jatuh ke jurang kesesatan dan tidak dapat ditolong lagi dan termasuk ke dalam golongan orang-orang yang binasa.\"",
    "quraish": "Mereka menjawab, \"Mahasuci Engkau. Tidak pantas sama sekali bagi kami untuk mencari penolong dan yang menangani urusan kami selain Engkau. Maka bagaimana mungkin kami mengajak orang lain untuk menyembah selain Engkau? Akan tetapi kekafiran mereka adalah disebabkan nikmat-nikmat yang Engkau berikan kepada mereka. Engkau jadikan mereka dan nenek moyang mereka berlama-lama dalam kesenangan di dunia. Kesenangan itu lalu membuat mereka lalim dan lupa bersyukur dan menyembah hanya kepada-Mu. Karena kezaliman dan kekafiran itulah mereka menjadi kaum yang berhak untuk dibinasakan.",
    "jalalayn": "(Mereka yang disembah itu menjawab, \"Maha Suci Engkau,) dari apa yang tidak layak bagi Engkau (tidaklah patut) tidaklah dibenarkan (bagi kami mengambil selain Engkau) (untuk jadi pelindung) lafal Min Auliyaa berkedudukan menjadi Maf'ul pertama, sedangkan huruf Min adalah Zaidah yang berfungsi mengukuhkan makna Nafi. Lafal sebelumnya berkedudukan menjadi Maf'ul kedua. Maksudnya, mana mungkin kami memerintahkan mereka untuk menyembah kami (akan tetapi Engkau telah memberi mereka dan bapak-bapak mereka kenikmatan hidup) sebelumnya yaitu di dunia, dengan umur yang panjang dan rezeki yang luas. (Sampai mereka lupa akan peringatan) yakni nasihat dan iman kepada Alquran (dan mereka adalah kaum yang binasa.\") Allah berfirman:"
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 19,
    "arab": "فَقَدْ كَذَّبُوْكُمْ بِمَا تَقُوْلُوْنَۙ فَمَا تَسْتَطِيْعُوْنَ صَرْفًا وَّلَا نَصْرًاۚ وَمَنْ يَّظْلِمْ مِّنْكُمْ نُذِقْهُ عَذَابًا كَبِيْرًا",
    "translation": "Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barangsiapa di antara kamu berbuat zalim, niscaya Kami timpakan kepadanya rasa azab yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2874.mp3",
    "tafsir": "Allah mengarahkan firman-Nya kepada orang-orang musyrik itu. Kamu telah mendengar sendiri jawaban orang-orang yang kamu sembah itu. Nyatalah sekarang bahwa bukan mereka yang menyesatkan kamu, mereka tidak pernah menyuruh kamu supaya menyembah mereka. Jadi kamu sendirilah yang mengada-adakan sembahan selain Aku. Sekarang kamu sekali-kali tidak akan dapat lepas dari siksaan-Ku dan tak ada seorang jua pun yang dapat memberikan pertolongan kepadamu. Kamu telah menganiaya dirimu sendiri dengan membuat-buat sembahan selain Aku, dan nasib orang-orang yang menganiaya dirinya dengan menyembah selain Aku, pasti akan Aku masukkan ke dalam siksaan yang pedih dan berat.",
    "quraish": "Dikatakan kepada orang-orang musyrik yang menyembah selain Allah, \"Sesungguhnya orang-orang yang kalian sembah telah mendustakan apa yang kalian katakan bahwa mereka telah menyesatkan kalian. Saat ini kalian akan mendapatkan siksa. Kalian tidak mempunyai alasan untuk menolak siksaan itu dari kalian. Dan tidak seorang pun yang dapat menyelamatkan kalian dari siksa itu. Hendaknya para hamba tahu bahwa barangsiapa yang berlaku zalim dengan kekafiran dan kesombongan, seperti yang mereka lakukan, maka sesungguhnya Kami akan mengazabnya dengan siksa yang pedih.",
    "jalalayn": "(\"Maka sesungguhnya mereka yang disembah itu telah mendustakan kalian) yang disembah itu berdusta kepada mereka yang menyembahnya (tentang apa yang kalian katakan) bahwasanya mereka adalah tuhan-tuhan (maka kalian tidak akan dapat) kalau dibaca yastathii'uuna artinya maka mereka tidak akan dapat; maksudnya baik mereka atau pun kalian (menolak) azab dari diri kalian (dan tidak pula menolong) mencegah azab yang menimpa diri kalian (dan barang siapa berbuat zalim) dengan memperbuat kemusyrikan (di antara kalian, niscaya Kami rasakan kepadanya azab yang besar) azab yang keras di akhirat."
  },
  {
    "ruku": 311,
    "name": "Al-Furqan",
    "ayat": 20,
    "arab": "وَمَآ اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِيْنَ اِلَّآ اِنَّهُمْ لَيَأْكُلُوْنَ الطَّعَامَ وَيَمْشُوْنَ فِى الْاَسْوَاقِۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً  ۗ اَتَصْبِرُوْنَۚ وَكَانَ رَبُّكَ بَصِيْرًا ࣖ   ۔",
    "translation": "Dan Kami tidak mengutus rasul-rasul sebelummu (Muhammad), melainkan mereka pasti memakan makanan dan berjalan di pasar-pasar. Dan Kami jadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Dan Tuhanmu Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2875.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa rasul-rasul sebelumnya juga makan dan minum seperti dia. Kecaman-kecaman orang kafir terhadap dirinya amat menyakitkan hati Muhammad, kecaman-kecaman itu bukan semata-mata kecaman saja, bahkan mengandung hinaan yang sangat merendahkan dirinya padahal dia adalah seorang Rasul yang dimuliakan Allah. Maka untuk menghibur dan meringankan tekanan batin yang diderita Nabi Muhammad saw yang disebabkan kecaman dan hinaan itu, Allah menyatakan kepadanya bahwa Dia tidak pernah mengutus seorang rasul sebelumnya seperti yang dikehendaki oleh orang-orang kafir Mekah itu.\nSemua Rasul yang diutusnya adalah manusia yang tidak bebas dari sifat-sifat manusiawinya, tetapi membutuhkan makanan dan minuman, tetap berusaha untuk memenuhi kebutuhan hidupnya sesuai dengan firman-Nya pada ayat-ayat yang lain.\nDan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui. Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal. (al-Anbiya`/21: 7-8)\nJadi perbedaan antara manusia sebagai Rasul dan manusia umumnya terletak pada keutamaan pribadinya, ketinggian akhlaknya, kesucian hati dan keikhlasannya dalam menunaikan tugasnya, karena itu diturunkanlah wahyu Allah kepadanya dan dikuatkan pula dengan mukjizat-mukjizat yang tidak dapat manusia menandinginya apalagi mengalahkannya. Maka ejekan dan kecaman orang kafir itu amat jauh dari sasarannya, tidak wajar dilontarkan kepada Nabi Muhammad saw. Kalau mereka benar-benar hendak membatalkan kebenaran yang dibawanya bukannya dengan kecaman seperti itu yang harus mereka kemukakan. \nMereka telah ditantang untuk menandingi mukjizat yang diberikan Allah kepadanya yaitu membuat satu surah pendek saja yang serupa nilainya dengan surah pendek dari Al-Qur'an. Tetapi mereka tidak berdaya dan tidak sanggup membuatnya walaupun mereka sudah termasuk golongan orang yang pintar dan tinggi sastranya. Hanya rasa benci dan dengki telah menggelapkan hati nurani mereka dan rasa takut akan kehilangan pengaruh dan kedudukan telah meluapkan amarah mereka. Karena itu mereka tetap menantang walaupun dalam hati mereka telah menyadari kekhilafan mereka.\nKemudian Allah menjelaskan pula bahwa manusia diuji dengan berbagai macam ujian. Masing-masing manusia diberi kebebasan untuk apakah dia akan tabah dan sabar menghadapi ujian itu ataukah dia akan berpaling dari kebenaran karena tidak tahan menanggung amarah dan rasa dengki di dalam hatinya. Allah menjadikan sebagian manusia sebagai Nabi dan Rasul, pembawa risalah Tuhan-Nya, sebagian lain dijadikan-Nya raja dan penguasa yang berkuasa atas manusia lainnya, sebagian lagi dijadikan-Nya kaya dan kuat, miskin dan lemah dan demikian seterusnya. Orang-orang yang mempergunakan akal dan pikirannya, terutama orang-orang yang beriman tidaklah akan terpengaruh oleh perbedaan tingkat, derajat, kekayaan dan kedudukan, tetapi dia akan tetap menerima yang benar dan menolak yang salah tanpa memperhitungkan darimana datangnya kebenaran itu, apakah kebenaran itu datangnya dari seorang kepala negara atau menteri atau dari seorang hina dina tidak mempunyai pengaruh apa-apa. \nAli bin Abi Talib pernah berkata, \"Perhatikanlah apa yang dikatakan dan janganlah kamu memperhatikan siapa yang mengatakannya.\" Si miskin diuji ketabahan hatinya menghadapi keadaannya yang serba kurang, tidak seperti orang kaya yang dapat menikmati berbagai macam kesenangan jasmani dengan kekayaannya itu.\nOrang-orang kafir Mekah itu diuji kebersihan hati mereka dengan memberikan karunia kerasulan kepada Nabi Muhammad, sedang dia adalah seorang biasa saja di antara mereka, bukan dari orang-orang kaya atau dari pemimpin kabilah yang berpengaruh besar. Semua manusia diuji kekuatan mentalnya menghadapi perbedaan dan jurang pemisah antara berbagai macam golongan dalam masyarakat. Barang siapa yang menang dalam menghadapi ujian itu dialah yang akan mendapatkan kebahagiaan hidup baik di dunia maupun di akhirat. Dalam sebuah hadis yang diriwayatkan oleh Imam Muslim Rasulullah saw bersabda:\n\"Lihatlah kepada orang yang rendah derajatnya dari kamu, dan janganlah melihat orang yang lebih tinggi dari kamu, karena melihat kepada orang yang lebih tinggi itu akan membawamu kepada merendahkan nilai nikmat yang telah dianugerahkan Allah kepadamu.\" (Riwayat Muslim)\nDemikianlah ujian yang diberikan Allah kepada hamba-hamba-Nya, dan Dia Maha Mengetahui siapa di antara hamba-Nya itu yang tabah dan sabar menghadapi ujian itu sehingga ia termasuk orang-orang yang lulus dan menang. Dia akan memberi balasan sebaik-baiknya kepada pemenangpemenang itu dan akan menimpakan siksaan kepada orang-orang yang kalah yang karena ketidaksabarannya dan karena kesombongannya dia sampai mendurhakai nikmat yang telah diberikan-Nya kepada mereka.",
    "quraish": "Kalaulah orang-orang musyrik itu mencelamu karena kamu memakan makanan dan berjalan di pasar untuk bekerja dan mencari penghasilan, maka itu sebenarnya adalah ketentuan Allah yang berlaku pada rasul-rasul sebelum kamu. Setiap orang yang Kami utus dari mereka selalu memakan makanan dan pulang pergi ke dan dari pasar. Kami jadikan sebagian kalian, wahai manusia, cobaan bagi sebagian yang lain. Para perusak itu selalu berusaha menutupi jalan menuju hidayah dan kebenaran dengan berbagai macam cara. Maka apakah kalian akan bersabar mempertahankan kebenaran kalian, wahai orang-orang Mukmin, dan tetap berpegang teguh pada agama kalian sampai datang pertolongan Allah? Bersabarlah! Allah Maha Mengetahui segala sesuatu dan akan membalas kalian semua sesuai dengan perbuatannya.",
    "jalalayn": "(Dan Kami tidak mengutus rasul-rasul sebelum kamu, melainkan mereka sungguh memakan makanan dan berjalan di pasar-pasar) maka kamu adalah sama seperti mereka dalam hal ini. Maksudnya, telah dikatakan pula hal yang serupa terhadap mereka, sebagaimana apa yang dikatakan kepadamu sekarang ini. (Dan Kami jadikan sebagian kalian cobaan bagi sebagian yang lain) yakni orang yang kaya dicoba dengan adanya orang fakir dan orang yang sehat dicoba dengan adanya orang yang sakit, dan orang yang terhormat dicoba dengan adanya orang yang rendah. Maka golongan yang kedua dari orang-orang tadi mengatakan, 'Mengapa aku tidak seperti dia dalam segala hal?' (Maukah kalian bersabar?) di dalam menghadapi perkataan yang kalian dengar dari orang-orang yang kalian mendapat cobaan dari mereka. Istifham atau kata tanya di sini mengandung arti perintah, maksudnya bersabarlah kalian (dan adalah Rabbmu Maha Melihat\") terhadap orang-orang yang sabar dan yang tidak sabar."
  }
]