[
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 35,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنَا مَعَهٗٓ اَخَاهُ هٰرُوْنَ وَزِيْرًا ۚ ",
    "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2890.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa seperti menurunkan Al-Qur'an kepada Nabi Muhammad. Dia juga telah menjadikan Harun, saudaranya, menyertai dia sebagai seorang wazir (pembantu) yang selalu diajak musyawarah untuk diminta pendapatnya. Dalam ayat lain diterangkan bahwa Harun itu diperbantukan kepada Musa sebagai seorang nabi. Hal ini tidak bertentangan karena walaupun Harun seorang nabi, tetapi dalam bidang syariat ia mengikuti syariat Musa dan mengikuti petunjuk-petunjuk-Nya. Kemudian Allah menjelaskan bahwa Musa dan Harun diperintahkan supaya menyampaikan risalah-Nya kepada Fir'aun dengan jaminan bahwa kemenangan terakhir pasti berada di pihak mereka.",
    "quraish": "Nabi Muhammad saw. dihibur dengan peristiwa-peristiwa yang pernah dialami para rasul terdahulu. Sesungguhnya Kami telah menurunkan Tawrât kepada Mûsâ. Kami tugasi ia untuk menyampaikan risalah Kami. Dan Kami perkuat ia dengan menjadikan Hârûn, saudaranya, sebagai pembantu yang akan menolongnya.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Musa kitab) Taurat (dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir) yang membantunya di dalam menyampaikan tugas risalahnya."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 36,
    "arab": "فَقُلْنَا اذْهَبَآ اِلَى الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ فَدَمَّرْنٰهُمْ تَدْمِيْرًا ۗ",
    "translation": "Kemudian Kami berfirman (kepada keduanya), “Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami.” Lalu Kami hancurkan mereka dengan sehancur-hancurnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2891.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Musa dan Harun untuk pergi dan berdakwah kepada Fir'aun dan kaumnya yang telah mendustakan tanda-tanda keesaan Allah yang terdapat di alam semesta. Setelah mereka menunaikan tugasnya yaitu menyampaikan risalahnya dengan lemah lembut, ternyata sikap Fir'aun tetap tidak berubah, sehingga Allah membinasakan mereka. Seperti tersebut dalam firman Allah:\nAllah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu. (Muhammad/47: 10).\n\nDengan peristiwa ini, Allah menghibur Nabi Muhammad dan mendidiknya supaya berlaku sabar, karena beliau bukanlah nabi pertama yang didustakan oleh kaumnya.",
    "quraish": "Kemudian Kami berkata, \"Pergilah kamu dan saudaramu kepada Fir'aun dan kaumnya.\" Kami perkuat juga ia dengan mukjizat yang menunjukkan kebenaran. Tetapi mereka tidak percaya pada itu semua dan justru mendustakan Mûsâ. Sebagai akibatnya, Kami membinasakan mereka sehancur-hancurnya.",
    "jalalayn": "(Kemudian Kami berfirman kepada keduanya, \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami\") yakni bangsa Koptik, Firaun dan kaumnya, lalu keduanya berangkat ke negeri mereka, akan tetapi mereka mendustakannya. (Maka Kami membinasakan mereka sehancur-hancurnya) Kami menumpas mereka sampai binasa."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 37,
    "arab": "وَقَوْمَ نُوْحٍ لَّمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنٰهُمْ وَجَعَلْنٰهُمْ لِلنَّاسِ اٰيَةًۗ وَاَعْتَدْنَا لِلظّٰلِمِيْنَ عَذَابًا اَلِيْمًا ۚ ",
    "translation": "Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih; ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2892.mp3",
    "tafsir": "Demikian pula Allah telah membinasakan kaum Nuh yang telah mendustakan para rasul. Setelah Nabi Nuh menunaikan risalahnya dengan menyampaikan dakwah kepada kaumnya, tetapi yang beriman kepadanya hanya sedikit sekali, Allah lalu menenggelamkan mereka dengan topan dan banjir besar yang membinasakan semua manusia dan binatang kecuali yang berada dalam kapal Nabi Nuh. Allah menjadikan peristiwa itu sebagai pelajaran bagi umat manusia supaya mereka selalu ingat dan mensyukuri nikmat-nikmat Allah yang telah menyelamatkan mereka dari bencana yang mengancam. Hal ini sesuai dengan firman Allah:\nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12).\n\nLalu Allah menerangkan akibat orang-orang yang mendustakan risalah Nabi dengan firman-Nya bahwa Ia telah menyediakan bagi orang-orang zalim siksa yang pedih. Ayat ini mengandung peringatan pada orang-orang Quraisy supaya mereka jangan sampai mendustakan kenabian Muhammad karena besar kemungkinan mereka pun akan ditimpa azab seperti umat-umat terdahulu yang telah mendustakan para rasul-Nya.",
    "quraish": "Demikian pula yang Kami lakukan sebelum Mûsâ terhadap kaum Nûh yang mendustakan rasulnya. Barangsiapa mendustakan seorang rasul, maka sebenarnya dia telah mendustakan semua para rasul. Sesungguhnya Kami telah menenggelamkan mereka dengan badai topan yang dapat dijadikan pelajaran oleh semua manusia. Kami telah menjadikan untuk mereka dan setiap orang musyrik siksa yang pedih di akhirat.",
    "jalalayn": "(Dan) ingatlah (kaum Nuh tatkala mereka mendustakan Rasul-rasul) mereka mendustakan Nabi Nuh, mengingat Nabi Nuh tinggal bersama mereka dalam kurun waktu yang lama sekali, maka diungkapkan dalam ayat ini seolah-olah Nabi Nuh menduduki tempat Rasul-rasul. Atau karena dengan mendustakan Nabi Nuh maka seolah-olah mereka mendustakan Rasul-rasul lainnya yang membawa risalah yang sama dengan apa yang dibawa oleh Nabi Nuh, yaitu ajaran Tauhid (Kami tenggelamkan mereka) lafal ayat ini menjadi jawab dari Lamma (dan Kami jadikan cerita mereka bagi manusia) sesudah mereka (sebagai tanda) pelajaran (dan Kami telah menyediakan) di akhirat (untuk orang-orang yang zalim) yakni orang-orang kafir (azab yang pedih) siksaan yang sangat menyakitkan di samping azab yang telah mereka rasakan sewaktu hidup di dunia."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 38,
    "arab": "وَعَادًا وَّثَمُوْدَا۟ وَاَصْحٰبَ الرَّسِّ وَقُرُوْنًاۢ بَيْنَ ذٰلِكَ كَثِيْرًا ",
    "translation": "dan (telah Kami binasakan) kaum ‘Ad dan samud dan penduduk Rass serta banyak (lagi) generasi di antara (kaum-kaum) itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2893.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah membinasakan kaum 'ad, kaum Nabi Hud, dengan angin yang bertiup dengan kekuatan yang sangat besar dan sangat dingin, membinasakan kaum Samud, kaum Nabi Saleh, dengan suara keras yang menggelegar, dan juga membinasakan penduduk Rass yang ada di negeri Yamamah yang telah membunuh nabi. Nasib yang sama juga telah menimpa generasi-generasi berikutnya akibat pembangkangan mereka.",
    "quraish": "Demikian pula Kami telah menghancurkan 'Ad, Tsamûd dan penduduk al-Rass(1) tatkala mereka mendustakan rasul-rasul mereka. Kami juga telah menghancurkan banyak kaum yang hidup di antara masa kaum Nûh dan 'Ad. Mereka mendapat balasan sebagaimana orang-orang yang zalim. (1) Al-Rass, seperti disebutkan dalam Al-Mufradât karya al-Râghib al-Ashfahânî, berarti 'lembah'. Al-Ashfahânî berdalil dengan sepnggal bait syair: wa hunna al-wâdî al-rass ka al-yad li al-fam. Penduduk al-Rass yang disebutkan pada ayat di atas adalah kaum yang selalu menyembah patung. Kemudian Allah mengutus kepada mereka Nabi Syu'aib a. s. Di dalam al-Qur'ân, kaum Syu'aib terkadang disebut sebagai penduduk Aykah, yang berarti tempat yang dipenuhi pepohonan yang rindang. Terkadang disebut juga dengan penduduk al-Rass, yaitu sebuah lembah yang banyak mengandung kebaikan. Hal itu menunjukkan banyaknya nikmat Allah yang diberikan kepada mereka. Tapi mereka mengingkarinya dan menyembah patung.",
    "jalalayn": "(Dan) ingatlah (kaum Ad) yakni kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh (dan penduduk Rass) nama sebuah sumur; Nabi mereka menurut suatu pendapat adalah Nabi Syuaib, tetapi menurut pendapat yang lain bukan Nabi Syuaib. Mereka tinggal di sekitar sumur itu, kemudian sumur itu amblas berikut orang-orang yang tinggal di sekitarnya dan rumah-rumah mereka pun ikut amblas (dan banyak lagi generasi-generasi) kaum-kaum (di antara kaum-kaum tersebut) yakni antara kaum Ad dan penduduk Rass."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 39,
    "arab": "وَكُلًّا ضَرَبْنَا لَهُ الْاَمْثَالَۖ وَكُلًّا تَبَّرْنَا تَتْبِيْرًا ",
    "translation": "Dan masing-masing telah Kami jadikan perumpamaan dan masing-masing telah Kami hancurkan sehancur-hancurnya.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2894.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan agar kisah umat dahulu itu diceritakan nabi kepada kaum musyrikin sebagai tamsil atau ibarat, dan menjelaskan kepada mereka dalil-dalil keesaan Allah. Akan tetapi, ternyata mereka terus-menerus mendustakan dan mengingkarinya sehingga Allah membinasakan mereka sampai hancur-lebur. Allah lalu memerintahkan kepada Muhammad agar mengingatkan orang-orang musyrik Mekah agar mengambil pelajaran dari berbagai peristiwa itu. Tempat-tempat kaum yang telah dibinasakan itu selalu mereka lalui ketika dalam perjalanan dagangnya, yaitu bekas-bekas kawasan kaum Lut dan Samud ketika mereka pergi ke Syam, dan bekas kawasan kaum 'ad (Ahqaf) yang mereka lewati ketika pergi menuju Yaman.",
    "quraish": "Sesungguhnya Kami telah memperingatkan semua kaum tersebut. Kami telah sebutkan kepada mereka beberapa nasihat dan tamsil ibarat yang bermanfaat. Tetapi mereka tidak memetik pelajaran dari situ. Maka Kami timpakan mereka semua dengan azab, dan Kami hancurkan negeri mereka dengan sehancur- hancurnya.",
    "jalalayn": "(Dan Kami jadikan bagi masing-masing mereka tamsil) untuk menegakkan hujah terhadap mereka, oleh karenanya tidak sekali-kali Kami membinasakan mereka melainkan sesudah mereka Kami beri peringatan (dan masing-masing mereka itu benar-benar telah Kami binasakan dengan sehancur-hancurnya) yakni Kami tumpas mereka hingga binasa, disebabkan mereka telah mendustakan nabi-nabi mereka."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 40,
    "arab": "وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتِيْٓ اُمْطِرَتْ مَطَرَ السَّوْءِۗ اَفَلَمْ يَكُوْنُوْا يَرَوْنَهَاۚ بَلْ كَانُوْا لَا يَرْجُوْنَ نُشُوْرًا ",
    "translation": "Dan sungguh, mereka (kaum musyrik Mekah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2895.mp3",
    "tafsir": "Sesungguhnya kaum musyrikin Mekah sering melewati negeri Sodom yang dahulu pernah dihujani dengan batu dan bekas kediaman kaum Nabi Lut yang terkenal dengan perbuatan homoseksual. Apakah mereka tidak menyaksikan bekas reruntuhan itu sebagai azab akibat mendustakan seorang utusan Allah. Kemudian Allah menjelaskan bahwa sebab utama yang menutup mata hati mereka terhadap sebab-sebab turunnya azab itu bukan karena mereka tidak melihat, tetapi karena mereka tidak percaya akan adanya hari kebangkitan pada hari Kiamat, sesudah mereka mati.",
    "quraish": "Dalam perjalanan mereka ke Syam, orang-orang Quraisy selalu melewati negeri kaum Lûth yang dihujani dengan hujan yang paling jelek karena membawa bebatuan dari tanah yang terbakar. Apakah mereka tidak memperhatikan negeri itu dan mengambil pelajaran dari musibah yang dialami penduduknya? Mereka tentu telah melihat semua itu, tetapi bukan untuk mengambil pelajaran. Sebab, mereka tidak percaya kepada hari kiamat dan kebangkitan. Mereka pun tidak memperkirakan hari di saat mereka akan dibangkitkan untuk dimintakan pertanggungjawaban.",
    "jalalayn": "(Dan sesungguhnya mereka telah melalui) yakni orang-orang kafir Mekah itu sering melewati (sebuah negeri yang dihujani dengan hujan yang sejelek-jeleknya) lafal As Sau' adalah bentuk Mashdar dari lafal Saa-a. Maksudnya mereka telah dihujani dengan batu-batu; negeri tempat tinggal mereka adalah suatu kota yang paling besar bagi kaum Nabi Luth, kemudian Allah membinasakan mereka sebab mereka gemar melakukan perbuatan yang keji. (Maka apakah mereka tidak menyaksikan bekas-bekasnya) di dalam perjalanan mereka menuju ke negeri Syam, kemudian mereka mengambil pelajaran darinya? Istifham atau kata tanya pada ayat ini mengandung makna Taqrir, maksudnya, hendaklah mereka mengambil pelajaran dari bekas-bekas itu (bahkan adalah mereka itu tidak mengharapkan) mereka tidak takut sama sekali (akan kebangkitan) maksudnya hari mereka dihidupkan kembali, mereka sama sekali tidak beriman kepadanya."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 41,
    "arab": "وَاِذَا رَاَوْكَ اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ بَعَثَ اللّٰهُ رَسُوْلًا ",
    "translation": "Dan apabila mereka melihat engkau (Muhammad), mereka hanyalah menjadikan engkau sebagai ejekan (dengan mengatakan), “Inikah orangnya yang diutus Allah sebagai Rasul? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2896.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad bahwa orang kafir selalu mengejeknya dengan mengatakan, \"Apakah ini orang yang diutus sebagai rasul?\" Itulah ejekan kaum kafir setiap kali mereka melihat Nabi Muhammad saw.",
    "quraish": "Jika mereka melihat kamu, mereka menjadikanmu sebagai bahan ejekan dan cacian. Sebagian mereka berkata kepada yang lainnya, \"Inikah orang yang diutus oleh Allah kepada kami sebagai rasul yang harus kami ikuti?",
    "jalalayn": "(Dan apabila mereka melihat kamu, maka tidak lain) (mereka menjadikan kamu sebagai ejekan) sasaran ejekan mereka, di dalam ejekannya itu mereka mengatakan, (\"Inikah orangnya yang diutus oleh Allah sebagai Rasul?) menurut pengakuannya. Mereka mengatakan demikian dengan nada menghina dan menganggap remeh risalah yang dibawanya."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 42,
    "arab": "اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَآ اَنْ صَبَرْنَا عَلَيْهَاۗ وَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا ",
    "translation": "Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.” Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2897.mp3",
    "tafsir": "Ucapan orang-orang musyrik bahwa Muhammad hampir saja menyesatkan mereka dari sembahan-sembahannya, seandainya mereka tidak tekun dan sabar menyembahnya, menunjukkan bahwa Nabi Muhammad telah menyampaikan dakwahnya dengan sungguh-sungguh disertai dengan hujah-hujah yang nyata. Nabi saw juga memperlihatkan berbagai mukjizat sehingga mereka hampir-hampir meninggalkan agama nenek moyangnya dan memasuki agama Islam. Ucapan mereka itu menunjukkan pula adanya pertentangan yang hebat dalam hati sanubari mereka, dari satu sisi mereka mencemoohkan Nabi saw, dan dari sisi lain mereka merasa khawatir akan terpengaruh oleh dakwah Nabi saw yang sangat kuat dan logis itu. \nSelanjutnya, ayat ini menerangkan bahwa mereka akan mengetahui tentang siapa yang sesat jalannya pada saat mereka melihat azab. Menurut riwayat, ayat ini terkait dengan ulah yang dilakukan Abu Jahal pada setiap kali ia bertemu dengan Rasulullah. Cara serupa itu dilakukan oleh umat terdahulu kepada para rasul Allah seperti tersebut dalam firman Allah:\nDan sungguh, beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan olok-olokan mereka. (al-An'am/6: 10)",
    "quraish": "Sesungguhnya lelaki itu telah diberikan retorika yang baik dan argumentasi yang kuat sehingga dapat menarik perhatian para pendengar. Dia telah merusak akidah kita sampai-sampai hampir menjauhkan kita dari sembahan-sembahan kita dan mengalihkan kita kepada Tuhannya. Akan tetapi kita tetap teguh pada tuhan-tuhan dan agama kita.\" Kelak akan Kami jelaskan perkara yang sebenarnya ketika mereka melihat siksa pada hari kiamat. Saat itu mereka akan tahu siapa yang paling sesat.",
    "jalalayn": "(Sesungguhnya) lafal In adalah bentuk Takhfif dari lafal Inna, sedangkan isimnya tidak disebutkan, jadi bentuk lengkapnya adalah Innahuu, artinya, sesungguhnya ia (hampirlah ia menyesatkan kita) memalingkan diri kita (dari sesembahan-sesembahan kita, seandainya kita tidak sabar menyembahnya.\") niscaya kita dapat dipalingkan dari sesembahan-sesembahan kita olehnya. Maka Allah berfirman, (\"Dan mereka kelak akan mengetahui di saat mereka melihat azab) secara terang-terangan kelak di akhirat (siapa yang paling sesat jalannya\") yang paling keliru tuntunannya, apakah mereka ataukah orang-orang yang beriman?"
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 43,
    "arab": "اَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُۗ اَفَاَنْتَ تَكُوْنُ عَلَيْهِ وَكِيْلًا ۙ",
    "translation": "Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2898.mp3",
    "tafsir": "Ibnu 'Abbas r.a. berkata, \"Orang-orang pada zaman Jahiliah pernah menyembah batu yang putih selama beberapa masa. Akan tetapi, jika melihat sembahan lain yang lebih baik, maka ia meninggalkan batu putih itu dan memilih sembahan kedua yang lebih baik menurut ukuran hawa nafsunya. Sehubungan dengan itu turunlah ayat ini.\"\nPada ayat ini, Allah mencela orang-orang kafir Mekah yang mempertuhankan hawa nafsunya sehingga dijadikan landasan untuk semua urusan agamanya. Mereka tidak mendengarkan hujah yang nyata, dan penjelasan-penjelasan yang terang. Allah menasihatkan supaya Muhammad tidak terlalu memikirkan sikap mereka, karena beliau tidak ditugaskan untuk menyadarkan mereka agar beriman selamanya, apalagi jika mereka tidak mau melepaskan diri dari belenggu hawa nafsunya dan mengikuti petunjuk kepada kebenaran. Allah mengatakan bahwa Muhammad tidak menjadi pemelihara dan penjamin bagi mereka. Kewajiban Nabi saw hanya menyampaikan risalah saja. Hal ini sesuai dengan firman Allah:\nEngkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 22)",
    "quraish": "Apakah kamu melihat, wahai Rasul, kesesatan orang yang mengikuti hawa nafsunya sehingga dia menyembah bebatuan yang tidak dapat mendatangkan bahaya dan manfaat? Akan tetapi kamu diutus hanya sebagai pemberi peringatan dan kabar gembira, bukan untuk memaksa mereka untuk beriman dan mendapat hidayah.",
    "jalalayn": "(Terangkanlah kepadaku) ceritakanlah kepada-Ku (tentang orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya orang-orang yang menurutkan hawa nafsunya; dalam ungkapan ayat ini Maf'ul kedua didahulukan mengingat kedudukannya yang penting, yaitu lafal Ilaahahu. Sedangkan jumlah Manittakhadza Hawaahu adalah Maf'ul Awwal dari lafal Ara-aita, dan Maf'ul yang kedua adalah lafal Ilaahahu yang didahulukan tadi. (Maka apakah kamu dapat menjadi pemeliharanya?) yang dapat memelihara dia untuk tidak mengikuti hawa nafsunya? Tentu saja tidak."
  },
  {
    "ruku": 313,
    "name": "Al-Furqan",
    "ayat": 44,
    "arab": "اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُوْنَ اَوْ يَعْقِلُوْنَۗ اِنْ هُمْ اِلَّا كَالْاَنْعَامِ  بَلْ هُمْ اَضَلُّ سَبِيْلًا ࣖ",
    "translation": "Atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2899.mp3",
    "tafsir": "Pada ayat ini, Allah menasihati Nabi Muhammad supaya jangan menganggap bahwa kebanyakan orang-orang musyrik mendengarkan ayat dan memahami kebenaran yang terkandung dalam ayat itu sehingga mereka dapat mengamalkan petunjuknya untuk melakukan amal saleh dan memperbaiki akhlak. Allah mengingatkan yang demikian karena mereka itu seperti hewan ternak, bahkan mereka lebih sesat. Jika dibandingkan dengan hewan ternak, maka binatang tunduk kepada majikannya, yang dirasakan mencintainya, tahu siapa yang berbuat kebaikan dan yang berbuat kejahatan kepadanya, dapat mencari sendiri tempat di mana ada rumput makanannya dan air minumannya, dan jika malam hari tahu kembali ke kandangnya, berbeda sekali dengan kaum musyrikin itu sendiri. Mereka tidak mau mengenal Pencipta dan Pemberi rezeki, mereka tidak merasakan berbagai nikmat yang dilimpahkan Tuhan kepadanya. \nOrang-orang musyrik tidak merasa tertipu oleh setan, yang selalu memandang baik bujukan hawa nafsunya. Kebodohan binatang ternak terbatas hanya pada dirinya sendiri, tetapi kebodohan mereka menjalar sampai menimbulkan berbagai fitnah dan kebinasaan serta menghalangi orang lain dari jalan kebenaran, sampai menimbulkan perpecahan dan peperangan di antara sesama manusia. Walaupun binatang itu tidak mengetahui ketauhidan dan kenabian, namun mereka tidak menentangnya, berbeda dengan orang-orang musyrik yang mengingkari ketauhidan karena kesombongan dan kefanatikan terhadap ajaran keliru yang diwarisi dari nenek moyangnya. Binatang ternak tidak menyia-nyiakan insting yang dikaruniakan Allah kepadanya. Lain halnya dengan kaum musyrikin, mereka dianugerahi akal dan naluri yang baik sejak lahir, tetapi mereka menyia-nyiakan akal yang sehat itu untuk membedakan mana yang baik dan mana yang tidak.\nDi dalam ayat disebutkan bahwa sebagian besar mereka tidak mendengar atau memahami kebenaran. Memang ada sebagian kecil di antara mereka yang mengakui kebenaran, tetapi tidak sanggup mengikutinya karena khawatir akan kehilangan kedudukan.",
    "quraish": "Apakah kamu mengira bahwa kebanyakan mereka telah mendengar dengan seksama dan menggunakan akal mereka untuk mendapatkan petunjuk? Sesungguhnya mereka hanyalah mengikuti perintah mimpi- mimpi kosong mereka. Mereka telah menjadi seperti binatang ternak yang tidak memiliki keinginan sama sekali selain makan, minum dan mengejar kesenangan duniawi. Mereka tidak berfikir apa-apa yang ada di balik itu semua. Bahkan posisi mereka lebih jelek dari binatang ternak. Sebab, binatang ternak tunduk mengikuti tuannya yang menggiring kepada kebaikan dan menjauhkannya dari yang mencelakakannya. Sementara mereka mencampakkan diri mereka kepada kehancuran.",
    "jalalayn": "(Atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar) dengan pendengaran yang dibarengi dengan pengertian (atau memahami) apa yang kamu katakan kepada mereka. (Tiada lain) (mereka itu hanyalah seperti binatang ternak, bahkan mereka lebih sesat lagi jalannya) daripada binatang ternak itu, karena binatang ternak mau menurut dan patuh kepada penggembalanya, sedangkan mereka tidak mau menaati Pemeliharanya, yaitu Allah, yang telah memberikan kenikmatan kepada mereka."
  }
]