[
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 45,
    "arab": "اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ  ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ",
    "translation": "Tidakkah engkau memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang; dan sekiranya Dia menghendaki, niscaya Dia jadikannya (bayang-bayang itu) tetap, kemudian Kami jadikan matahari sebagai petunjuk, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2900.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan rasul-Nya supaya memperhatikan ciptaan-Nya, bagaimana Dia memanjangkan dan memendekkan bayang-bayang dari tiap-tiap benda yang terkena sinar matahari, dari mulai terbit sampai terbenam. Allah sengaja menjadikan panas dari terik cahaya matahari. Kalau Dia menghendaki niscaya Dia menjadikan bayang-bayang itu tetap, tidak berpindah-pindah. Allah menjadikan bayang-bayang itu memanjang atau memendek untuk dipergunakan manusia sebagai pengukur waktu, seperti di Mesir mempergunakan alat yang diberi nama al-Misallat untuk mengukur waktu pada siang hari dan menentukan musim-musim selama setahun. Sejak dahulu kala, bangsa Arab pun telah mempergunakan alat yang diberi nama al-Mazawil untuk menentukan waktu salat dengan bayang-bayang. Mereka dapat memastikan tibanya waktu Zuhur bila bayangan jarumnya sudah berpindah dari arah barat ke timur, dan tiba waktu Asar bila bayangan setiap benda yang berdiri sudah menyamainya. Hanya Imam Abu Hanifah yang berpendapat bahwa bayangan itu harus dua kali dari panjang benda itu sendiri. Jadi jelas bahwa menurut ayat ini, Allah menjadikan bayang-bayang dari sinar matahari sebagai petunjuk waktu.",
    "quraish": "Kami telah memberikan bukti-bukti keesaan Tuhan yang dapat digunakan oleh orang-orang yang mau menggunakan fikiran. Cobalah perhatikan bayang-bayang. Allah telah membentangkannya pada pagi hari dan menjadikannya tenang. Dengan munculnya matahari, bagian bayang-bayang yang terkena sinar menjadi hilang. Maka dengan demikian matahari menjadi bukti adanya bayang-bayang. Kalau tidak karena matahari, niscaya bayang-bayang itu tidak dapat diketahui. Kalau Allah menghendaki, Dia akan menjadikan bayang-bayang itu menyelimuti manusia, sehingga dengan begitu beberapa keperluan manusia menjadi terlewat(1). (1) Ayat ini menyinggung salah satu bukti kekuasaan dan pemeliharaan Sang Pencipta. Panjang dan pendek yang terjadi pada bayangan menunjukkan adanya proses perputaran bumi--baik pada porosnya maupun mengelilingi matahari--dalam posisi miring. Jika dua proses perputaran itu tidak ada, bayangan akan diam, karena matahari hanya menyinari salah satu paroan bumi saja, sedangkan paroan yang lain akan gelap dan malam sepanjang tahun. Akibatnya, keseimbangan suhu udara menjadi rusak dan kehidupan menjadi tidak mungkin. Selanjutnya, hal itu juga bisa terjadi apabila tempo gerak bumi pada porosnya (rotasi) berbanding lurus dengan tempo gerak bumi mengelilingi matahari (revolusi). Dengan demikian, satu hari sama dengan satu tahun. Tidak ada yang dapat melakukan hal seperti itu kecuali Allah, di samping bayangan itu sendiri adalah salah satu karunia Allah. Seandainya Allah menjadikan semua benda menjadi bening atau tembus pandang, maka bayangan tidak akan ada dan kehidupan menjadi tidak mungkin.",
    "jalalayn": "(Apakah kamu tidak memperhatikan) yakni tidak melihat (kepada) ciptaan (Rabbmu, bagaimana Dia memanjangkan bayang-bayang) mulai dari tenggelamnya matahari sampai dengan hendak terbitnya (dan kalau Dia menghendaki) yakni Rabbmu (niscaya Dia menjadikan bayang-bayang itu tetap) artinya tidak hilang sekalipun matahari terbit (kemudian Kami jadikan matahari atasnya) yakni bayang-bayang atau gelap itu (sebagai petunjuk) karena seandainya tidak ada matahari maka niscaya bayang-bayang atau gelap itu tidak akan dikenal."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 46,
    "arab": "ثُمَّ قَبَضْنٰهُ اِلَيْنَا قَبْضًا يَّسِيْرًا ",
    "translation": "kemudian Kami menariknya (bayang-bayang itu) kepada Kami sedikit demi sedikit. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2901.mp3",
    "tafsir": "Kemudian Allah menghapus bayang-bayang itu dengan perlahan-lahan sejalan dengan proses terbenam matahari sedikit demi sedikit. Menurut para ilmuwan, ayat ini berbicara mengenai presisi keteraturan alam semesta. Ayat ini menerangkan fungsi gerakan dan \"panjang\" bayang-bayang yang bergerak dari pagi, siang, dan sore hari. Memanjangkan bayangan suatu benda dalam ilmu fisika adalah peristiwa mengecilnya sudut datang cahaya dan memendeknya panjang bayangan dikarenakan semakin besarnya sudut datang cahaya. Peristiwa ini sering kita temui dalam kehidupan kita sehari-hari. Pada pagi hari, bayang-bayang benda akibat terkena sinar matahari yang jatuh ke bumi akan tampak panjang. Semakin siang hari dan sampai posisi matahari pada titik kulminasi, bayangan akan tampak semakin memendek. Sebaliknya ketika matahari mulai bergeser ke arah barat sampai menjelang sore hari, akan terlihat bayang-bayang pun kembali menjadi panjang. Hal ini terjadi dikarenakan sudut datang sinar matahari menjadi semakin kecil kembali.\nApa yang terjadi manakala bayang-bayang panjangnya tetap atau tidak berubah? Ini peristiwa luar biasa. Secara sederhana dapat diartikan bahwa posisi matahari dan bumi dalam keadaan tetap tidak berubah, maka matahari akan menyinari bumi secara terus menerus. Artinya permukaan bumi (yang terang) akan mengalami proses pemanasan. Suhu permukaan akan terus meningkat selama penyinaran berlangsung. Air laut akan menggelegak dan mendidih. Apabila hal ini terus berlangsung dalam tempo yang lama maka bumi akan terbakar dan hancur akibat suhu yang meningkat. Sedangkan permukaan bumi yang tidak menghadap matahari, akan mengalami proses sebaliknya, yaitu mengalami pendinginan yang luar biasa. Boleh jadi permukaan laut akan beku, dan kehidupan akan mati. Keadaan ekstrem suhu di kedua belahan bumi ini mungkin dapat menjurus ke arah punahnya kehidupan. Kiamatkah? Wallahu a'lam. Allah Mahakuasa atas segala ciptaan-Nya.\nPeristiwa panjang dan pendek atau arah barat dan arah timur bayang-bayang tadi terhadap posisi matahari dapat menjadi petunjuk waktu bagi manusia yang berada di bumi. Lenyapnya bayang-bayang terjadi secara perlahan merupakan gambaran sederhana sebagaimana peristiwa kejadian matahari terbenam secara perlahan. \nHal kedua yang dapat diperoleh adalah bahwa ayat di atas sudah mengindikasikan akan adanya perputaran bumi pada sumbunya. Ayat di bawah ini juga dapat digunakan untuk indikasi tersebut.\nDan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui. Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 38-40).\n\nAyat di atas dapat juga digunakan untuk memperlihatkan adanya keteraturan di alam semesta. Kalimat terakhir dari ayat tersebut secara jelas menyatakannya. Hal serupa dapat pula ditemui pada Surah al-Anbiya'/21: 33, az-Zumar/39: 5, dan ar-Rahman/55: 1-5.\nDalam Surah Yasin/36: 38-40 di atas disebutkan bahwa matahari beredar pada garis lintasannya. Astronomi modern membuktikan kebenaran pernyataan Al-Qur'an ini. Seperti diketahui, matahari terletak di sisi terluar dari piringan galaksi Bima Sakti. Galaksi ini berbentuk piringan, yang mempunyai jari-jari sekitar 10 kiloparsecs. Jika dihitung dalam dimensi mil, sama dengan 2 dengan 17 angka nol. Penelitian astronomi menunjukkan bahwa galaksi Bima Sakti ini melakukan perputaran pada sumbunya (revolusi), dan satu revolusi membutuhkan waktu selama 250 juta tahun. Karena matahari berada pada piringan terluar galaksi ini, maka matahari turut pula beredar sesuai dengan garis edar sisi terluar dari piringan galaksi tersebut.\nKata yasbahun yang terdapat pada Surah Yasin/36: 40, lebih tepat bila diterjemahkan dengan berenang, dibanding beredar. Sebab, dalam astronomi modern, antariksa ini tidaklah kosong sama sekali, tetapi berisi dan dipenuhi oleh partikel-partikel sub-atomik yang dikenal dengan neutrino. Jadi semua benda langit di jagad-raya ini sesungguhnya 'berenang pada gelombang neutrino.\nMengenai rotasi bumi, data memperlihatkan bahwa bumi berputar pada sumbunya dengan kecepatan 1.670 km per jam. Kecepatan ini mendekati kecepatan peluru yang dilepaskan dari senjata modern, yaitu 1.800 km per jam. Maka dapat dibayangkan, betapa cepatnya rotasi bumi. Yang melakukan rotasi secepat ini bukan benda berukuran kecil dan ringan seperti peluru, tetapi suatu benda dengan ukuran dan massa yang sangat besar. Kecepatan orbit bumi terhadap matahari adalah sekitar 60 kali kecepatan peluru, yaitu sekitar 108.000 km per jam. Dengan kecepatan demikian, sebuah pesawat akan dapat mengelilingi bumi dalam waktu 22 menit. \nKetepatan rotasi yang mengakibatkan terjadinya siang dan malam di bumi ini, dikonfirmasi oleh ayat di bawah ini.\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)",
    "quraish": "Kami menghilangkan bayang-bayang itu dengan matahari secara berangsur-angsur, tidak sekaligus. Dengan begitu, banyak sekali manfaat yang dirasakan manusia.",
    "jalalayn": "(Kemudian Kami menarik bayang-bayang itu) yakni bayang-bayang yang memanjang itu (kepada Kami dengan tarikan yang perlahan-lahan), yaitu dengan terbitnya matahari."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 47,
    "arab": "وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا  ",
    "translation": "Dan Dialah yang menjadikan malam untukmu (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangkit berusaha. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2902.mp3",
    "tafsir": "Allah lalu menyebutkan kekuasaan-Nya yang kedua yaitu menjadikan malam itu bermanfaat bagi manusia seperti manfaatnya pakaian yang menutup badan. Allah juga menjadikan tidur nyenyak bagi manusia sehingga ia seperti mati, karena seseorang pada waktu tidur tidak sadar sama sekali, dan anggota badannya berhenti bekerja kecuali jantung dan beberapa organ lainnya. Dengan demikian, dia dapat beristirahat dengan sempurna seperti dalam firman Allah:\nDan Dialah yang menidurkan kamu pada malam hari. (al-An\\'am/6: 60).\n\nAllah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur. (az-Zumar/39: 42)\n\nAllah menjadikan siang untuk berusaha dan beraktivitas. Sebagaimana tidur pada malam hari yang diserupakan dengan mati, maka bangun pada siang hari diserupakan dengan bangun lagi dari mati. Demikian pula manusia setelah berakhir masa hidupnya di dunia ini dan mati, akan dibangkitkan kembali setelah matinya, untuk diadili oleh Allah segala yang telah mereka kerjakan selama hidup di dunia.",
    "quraish": "Di antara bukti-bukti keesaan Tuhan, Dia menjadikan malam dengan kegelapannya sebagai penutup. Semua makhluk larut dalam kegelapan yang menyelimutinya, seperti baju yang menyelimuti pemakainya. Dia membuat manusia bisa tidur untuk beristirahat memulihkan tenaga setelah kelelahan. Dengan datangnya siang, Dia membuat manusia bangun dan berusaha mencari penghidupan dan rezeki.",
    "jalalayn": "(Dialah yang menjadikan untuk kalian malam sebagai pakaian) yakni yang menutupi bagaikan pakaian (dan tidur untuk istirahat) bagi tubuh setelah selesai dari bekerja (dan Dia menjadikan siang untuk bangun berusaha) kalian bangun di waktu itu untuk mencari rezeki dan melakukan pekerjaan-pekerjaan lainnya."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 48,
    "arab": "وَهُوَ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً طَهُوْرًا ۙ",
    "translation": "Dan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2903.mp3",
    "tafsir": "Kekuasaan Allah yang ketiga ialah Dia yang meniupkan angin sebagai pembawa kabar gembira terutama bagi para petani bahwa hujan yang merupakan rahmat-Nya akan segera turun. Dia pula yang menurunkan air hujan yang amat jernih untuk membersihkan badan dan pakaian, terutama untuk minum dan keperluan lainnya.",
    "quraish": "Allahlah yang menundukkan angin untuk menggiring awan. Angin tersebut juga sebagai pertanda berita gembira datangnya hujan yang merupakan rahmat Allah untuk manusia. Sesungguhnya Kami turunkan dari langit air yang suci dan menyucikan, serta dapat menghilangkan najis dan kotoran(1). (1) Pada ayat ini Allah memberitahukan bahwa Dia memberikan nikmat kepada manusia berupa turunnya air yang suci dari langit untuk mereka. Ayat ini menunjukkan bahwa air hujan, ketika pertama kali terbentuk, sangat bersih. Meskipun ketika turun air tersebut membawa benda-benda dan atom-atom yang ada di udara, air itu masih tetap sangat suci.",
    "jalalayn": "(Dialah yang meniupkan angin) menurut qiraat yang lain lafal Ar-Riih dibaca Ar-Riyah (pembawa kabar gembira dekat sebelum kedatangan rahmat-Nya) yakni dekat sebelum hujan. Lafal Nusyuran menurut suatu qiraat dibaca Nusyran, artinya secara terpisah-pisah yakni dibaca secara Takhfif supaya ringan bacaannya. Menurut qiraat yang lain dibaca Nasyran karena dianggap sebagai Mashdar. Menurut qiraat lainnya lagi dibaca Busyra, artinya sebagai pembawa kabar gembira. Bentuk tunggal bacaan pertama adalah Nusyurun, wazannya sama dengan lafal Rasulun yang bentuk jamaknya adalah Rusulun. Sedangkan bentuk tunggal dari bacaan yang kedua yaitu Busyran ialah Basyirun, artinya pembawa kabar gembira (dan Kami turunkan dan langit air yang amat bersih) yaitu air yang dapat dipakai untuk bersuci, atau air yang menyucikan."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 49,
    "arab": "لِّنُحْيِ َۧ بِهٖ بَلْدَةً مَّيْتًا وَّنُسْقِيَهٗ مِمَّا خَلَقْنَآ اَنْعَامًا وَّاَنَاسِيَّ كَثِيْرًا ",
    "translation": "agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2904.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa hujan diturunkan untuk menyuburkan negeri-negeri atau tanah yang mati dan tandus. Dengan air hujan pula, Allah memberi minum sebagian besar makhluk-Nya, seperti binatang ternak dan manusia. Dalam ayat lain diterangkan:\nDan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah. (al-hajj/22: 5)\n\nDan firman-Nya:\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. (ar-Rum/30: 50)\n\nMenurut para ilmuwan, dari ayat di atas dapat dibahas dua hal, yaitu:\n1.Mengenai terjadinya hujan\n2.Mengenai indikasi bahwa air hujan membawa kehidupan, sehingga dapat \".... menghidupkan dengannya negeri yang mati...\"\nMengenai terjadinya hujan, kisahnya dimulai dengan air yang mengalir di sepanjang anak sungai yang akan bergabung dengan anak sungai lainnya membentuk sungai yang jauh lebih besar, yang akhirnya mengalir ke laut. Sementara air mengalir melalui anak sungai dan sungai, sebagian akan menguap karena panas sinar matahari (berubah menjadi gas) tetapi sebagian besar terus mengalir sampai ke laut. Di laut inilah proses penguapan atau evaporasi selanjutnya berlangsung. \nSemua air yang menguap, baik yang berasal dari anak sungai, sungai, atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer maka uap air ini akan memadat menjadi kelompok gas yang disebut awan. Jika awan tersebut ditiup angin sehingga berkumpul sesamanya, dan naik ke atas sehingga mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, maka uap air akan berubah menjadi tetes-tetes es. \nKetika awan menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat (es) dan jatuh, awalnya seperti tetes-tetes es yang sangat kecil, yang biasanya mencair sebelum mencapai tanah. Dengan demikian, tetes air akan jatuh ke bumi sebagai hujan. (lihat juga ar-Ra'd/13: 17; an-Naml/27: 60; al-'Ankabut/29: 63; Luqman/31: 34; as-Sajdah/32: 27; Fathir/35: 27; az-Zumar/39: 21; Qaf/50: 9-11).",
    "quraish": "Kami menurunkan hujan untuk menumbuhkan tanaman. Dengan hujan itu, tanah yang tadinya kering dan mati menjadi hidup. Air itu juga dapat dimanfaatkan untuk memberi minum makhluk ciptaan yang berupa binatang-binatang ternak dan manusia yang banyak.",
    "jalalayn": "(Agar Kami menghidupkan dengan air itu negeri atau tanah yang mati) lafal Maitan dibaca Takhfif bentuk Mudzakkar dan Muannatsnya sama saja. Disebutkan dengan maksud, bahwa yang mati itu adalah tanah negeri itu (dan agar Kami memberi minum dengannya) dengan air itu (sebagian besar dari makhluk Kami, binatang-binatang ternak) unta, sapi dan kambing (dan manusia yang banyak) lafal Anaasiyyu merupakan bentuk jamak dari lafal Insaanun, bentuk asalnya adalah Anaasiinu, kemudian huruf Nun diganti menjadi Ya, lalu huruf Ya yang pertama diidgamkan kepadanya sehingga jadilah Anaasiyyu. Atau lafal Anaasiyyu ini adalah bentuk jamak dari lafal Insiyyun."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 50,
    "arab": "وَلَقَدْ صَرَّفْنٰهُ بَيْنَهُمْ لِيَذَّكَّرُوْاۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا ",
    "translation": "Dan sungguh, Kami telah mempergilirkan (hujan) itu di antara mereka agar mereka mengambil pelajaran; tetapi kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2905.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya Allah telah mengatur turunnya hujan secara bergiliran bagi manusia. Kadang-kadang ia turun siang atau malam, kadang-kadang ditujukan untuk menyirami tanah satu kaum yang baru melaksanakan salat Istisqa, kadang-kadang dipalingkan dari kaum yang banyak melakukan kedurhakaan dan kemaksiatan. Semua itu bertujuan agar manusia mengambil pelajaran darinya, dan agar mereka mengerti bahwa Tuhanlah yang mengatur giliran hujan itu seperti mengatur peredaran bintang-bintang dan planet di angkasa luar. \nAir hujan itu bukan hanya turunnya saja yang diatur dengan bergiliran, akan tetapi bentuk dan keadaannya juga. Kadang-kadang air itu membeku jika suhu udara jauh di bawah nol dan merupakan es batu. Kemudian jika dipanaskan berubah menjadi cair, dan jika dipanaskan berubah menjadi uap. Air merupakan unsur yang terdapat dalam semua makhluk hidup, dalam tumbuh-tumbuhan, binatang, dan manusia, seperti dalam firman Allah:\nDan Kami jadikan segala sesuatu yang hidup berasal dari air. (al-Anbiya'/21: 30)\n\nSemua ini harus jadi bahan pemikiran bagi manusia agar dapat mensyukuri nikmat Allah. Akan tetapi, kebanyakan manusia enggan bahkan mengingkari nikmat-nikmat itu.",
    "quraish": "Sesungguhnya al-Qur'ân ini telah Kami buat ayat-ayatnya jelas dan berulang-ulang. Yang demikian itu agar manusia selalu ingat Tuhan mereka, dapat mengambil pelajaran dan melaksanakan segala konsekuensinya. Akan tetapi kebanyakan manusia enggan dan hanya menginginkan kekafiran.",
    "jalalayn": "(Dan sesungguhnya Kami telah menggilirnya) yakni air hujan itu (di antara manusia supaya mereka mengambil pelajaran daripadanya) Yadzdzakkaruu asalnya Yatadzakkaruu, kemudian huruf Ta diidgamkan kepada huruf Dzal setelah terlebih dahulu diganti menjadi Dzal pula, sehingga jadilah Yadzdzakkaruu. Menurut suatu qiraat dibaca Liyadzkuruu, sehingga artinya menjadi: supaya mereka ingat akan nikmat Allah dengan adanya air tersebut (maka kebanyakan manusia itu tidak mau kecuali mengingkari) nikmat Allah, karena mereka mengatakan bahwa hujan kita ini disebabkan munculnya bintang anu."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 51,
    "arab": "وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَةٍ نَّذِيْرًا ۖ",
    "translation": "Dan sekiranya Kami menghendaki, niscaya Kami utus seorang pemberi peringatan pada setiap negeri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2906.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa seandainya Allah menghendaki, Dia akan mengutus seorang utusan untuk setiap negeri, yang akan memberi peringatan. Akan tetapi, Allah mengirimkan Muhammad sebagai nabi penutup kepada seluruh umat manusia, sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua.\" (al-A'raf/7: 158)\n\nDan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan. (Saba'/34: 28)\n\nJika para nabi lain diutus kepada umat-umat tertentu, maka Allah mengutus Nabi Muhammad sebagai rasul kepada seluruh umat manusia sebagai pembawa berita gembira dan memberi peringatan. Oleh karena itu, mukjizat yang diberikan kepada Nabi Muhammad tidak lagi bersifat temporal, yang hanya sesuai untuk suatu kaum dan tempat tertentu. Akan tetapi, ia diberi Al-Qur'an yang bersifat universal, nilai-nilai yang dikandungnya sesuai untuk diterapkan di mana pun dan kapan pun.",
    "quraish": "Kalau Kami menghendaki, niscaya akan Kami kirim ke setiap negeri seorang pemberi peringatan. Maka bersungguh-sungguhlah dalam berdakwah. Jangan pedulikan omongan orang-orang kafir. Dan tinggalkan apa yang mereka datangkan.",
    "jalalayn": "(Dan andai kata Kami menghendaki, benar-benarlah Kami utus pada tiap-tiap negeri seorang yang memberi peringatan) untuk mengingatkan penduduknya, akan tetapi Kami mengutus kamu, hai Muhammad, kepada penduduk semua negeri sebagai pemberi peringatan kepada mereka semuanya, supaya pahalamu menjadi besar."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 52,
    "arab": "فَلَا تُطِعِ الْكٰفِرِيْنَ وَجَاهِدْهُمْ بِهٖ جِهَادًا كَبِيْرًا ",
    "translation": "Maka janganlah engkau taati orang-orang kafir, dan berjuanglah terhadap mereka dengannya (Al-Qur'an) dengan (semangat) perjuangan yang besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2907.mp3",
    "tafsir": "Nabi Muhammad diperintahkan Allah untuk menyampaikan risalahnya dengan sungguh-sungguh, melaksanakan jihad dan perjuangan dengan penuh kebijaksanaan, kesabaran, ketabahan, dan tidak takut atau gentar terhadap musuh. Nabi saw harus yakin bahwa Allah pasti menolong, sehingga kemenangan berada di tangannya dan kaum Mukminin. Dalam ayat ini, Allah melarang Nabi Muhammad mengikuti orang-orang kafir yang mengajaknya mengadakan kompromi dengan mereka dalam hal agama. Ia harus tetap bersikap tegas dan konsekuen dalam melaksanakan dakwah dan berjihad menyebarkan Al-Qur'an. \nSecara bahasa, jihad ialah berusaha sungguh-sungguh, jika perlu dengan mengorbankan apa saja, harta ataupun jiwa. Jihad dapat dilaksanakan dalam keadaan perang maupun damai. Dalam keadaan perang, jihad dilaksanakan dengan qital, yaitu berperang di jalan Allah. Sedangkan jihad dalam keadaan damai dapat dilaksanakan di bidang ekonomi, pendidikan, budaya, dan lain-lain.\nAyat 52 ini termasuk dalam kelompok ayat Makkiyyah, diturunkan sebelum hijrah dalam keadaan damai. Maka jihad di sini lebih ditekankan pada kesungguhan melaksanakan dakwah, pendidikan, maupun usaha-usaha sosial untuk memperbaiki kondisi masyarakat. Allah menjanjikan kepada orang yang berjihad dengan sungguh-sungguh akan selalu diberi petunjuk ke jalan yang lurus. Allah berfirman:\nDan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah bersama orang-orang yang berbuat baik. (al-'Ankabut/29: 69)",
    "quraish": "Teruskanlah dakwahmu kepada kebenaran dan dalam menyampaikan risalah Tuhanmu. Apabila mereka menentang misi dakwahmu dan menyakiti orang-orang Mukmin, maka perangilah mereka. Berjuanglah untuk itu dengan sekuat tenaga.",
    "jalalayn": "(Maka janganlah kamu mengikuti orang-orang kafir) memperturutkan hawa nafsu mereka (dan berjihadlah terhadap mereka dengannya) dengan Alquran (dengan jihad yang besar)."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 53,
    "arab": "۞ وَهُوَ الَّذِيْ مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَّهٰذَا مِلْحٌ  اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَّحِجْرًا مَّحْجُوْرًا ",
    "translation": "Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2908.mp3",
    "tafsir": "Ayat ini berisi tanda kekuasaan Allah yang keempat, yaitu Dia yang membiarkan dua macam air mengalir berdampingan, yang satu tawar dan segar, sedangkan yang lain asin dan pahit, seperti yang terjadi di muara sungai-sungai besar. Namun demikian, walaupun berdekatan rasa airnya tidak bercampur seolah-olah ada dinding yang membatasi di antara keduanya, sehingga yang satu tidak merusak rasa yang lainnya. Walaupun menurut pandangan mata kedua lautan itu bercampur, namun pada kenyataannya air yang tawar terpisah dari yang asin dengan kekuasaan Allah seperti dalam firman-Nya:\nDia membiarkan dua laut mengalir yang (kemudian) keduanya bertemu, di antara keduanya ada batas yang tidak dilampaui oleh masing-masing. (ar-Rahman/55: 19-20).\nMenurut para ilmuwan, Allah telah menciptakan pemisah air laut dan sungai, walaupun air sungai terjun dengan derasnya dari tempat tinggi. Barzakh (pemisah) ini berfungsi menghalangi kedua air untuk tidak saling menghapus ciri-cirinya. Laut asin dan tawar seolah-olah sudah ada dinding pembatas di antara keduanya, sehingga tidak bercampur aduk. Manusia dapat menentukan pilihannya karena baik air asin maupun tawar ada gunanya. \nPada tahun 1873, para pakar ilmu kelautan Inggris (dengan kapal Challenger) menemukan perbedaan ciri-ciri laut dari segi kadar garam, temperatur, jenis ikan/binatang, dan sebagainya. Setiap jenis air berkelompok dengan sendirinya dalam bentuk tertentu, terpisah dari jenis air yang lain betapapun ia mengalir jauh. Air Sungai Amazon yang mengalir deras ke laut Atlantik sampai batas 200 mil, masih tetap tawar. Mata air-mata air di Teluk Persia mempunyai ikan-ikan yang khas dan masing-masing tidak hidup kecuali di lokasinya.\nKedua laut dimaksud adalah lautan yang memenuhi sekitar Â¾ bumi ini serta sungai yang ditampung oleh tanah dan yang memancarkan mata air-mata air serta sungai-sungai besar yang kemudian mengalir ke lautan. Barzakh (pemisah) adalah penampungan air yang terdapat di bumi itu dan saluran-saluran bumi yang menghalangi air laut bercampur dengan air sungai sehingga tidak mengubahnya menjadi asin.\nKeadaan air asin yang merambah atau mengalir dari lautan ke batu-batuan di dekat pantai, namun ia tidak bercampur dengan air tawar yang merambah atau mengalir ke laut dari daratan. Posisi aliran sungai yang lebih tinggi dari permukaan laut, memungkinkan air tawar yang relatif sedikit menembus air laut yang asin tetapi tidak berbaur total. Ayat lain yang terkait adalah: \nDia membiarkan dua laut mengalir yang (kemudian) keduanya bertemu, di antara keduanya ada batas yang tidak dilampaui oleh masing-masing. (ar-Rahman/55: 19-20).",
    "quraish": "Allahlah yang mengalirkan air dua lautan, laut tawar dan laut asin. Masing-masing aliran saling berdampingan satu dengan lainnya. Meskipun dimikian, kedua air itu tidak tercampur. Semua itu diciptakan sebagai nikmat dan rahmat untuk manusia(1). (1) Ayat ini menunjukkan sebuah nikmat Allah kepada hamba-hamba-Nya, yaitu berupa tidak bercampurnya air asin yang merembes atau mengalir dari lautan ke batu-batuan di dekat pantai dengan air tawar yang merembes atau mengalir ke laut dari daratan. Keduanya hanya sekadar bertemu. Air tawar itu tergenang di atas air asin seakan-akan di antara keduanya ada pemisah yang menghalangi bertemunya satu dengan yang lainnya. \"Hijran Mahjûran\" diartikan 'pembatas yang tersembunyi yang tidak dapat kita lihat'. Bukan hanya itu, bahkan di situ juga terdapat hukum yang bersifat konstan yang mengatur hubungan tersebut untuk kepentingan manusia yang tinggal di sekitar tempat itu dan sangat tergantung kepada air tawar.",
    "jalalayn": "(Dan Dialah yang membiarkan dua laut mengalir) secara berdampingan (yang ini tawar lagi segar) sangat tawar lagi menyegarkan (dan yang lain asin lagi pahit) asin sekali sehingga rasanya pahit (dan Dia jadikan antara keduanya dinding) batas yang menyebabkan kedua air tersebut tidak membaur, antara yang satu dengan yang lainnya (dan batas yang menghalangi) yakni penghalang yang mencegah keduanya untuk bercampur."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 54,
    "arab": "وَهُوَ الَّذِيْ خَلَقَ مِنَ الْمَاۤءِ بَشَرًا فَجَعَلَهٗ نَسَبًا وَّصِهْرًاۗ وَكَانَ رَبُّكَ قَدِيْرًا ",
    "translation": "Dan Dia (pula) yang menciptakan manusia dari air, lalu Dia jadikan manusia itu (mempunyai) keturunan dan musaharah dan Tuhanmu adalah Mahakuasa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2909.mp3",
    "tafsir": "Tanda kekuasaan Allah yang kelima, yaitu Dia yang menciptakan manusia dari sperma. Dia lalu jadikan manusia mempunyai keturunan dan musaharah (perbesanan) atau hubungan kekeluargaan akibat perkawinan anak kandung dengan orang lain, sehingga muncul istilah kekeluargaan, seperti menantu, ipar, mertua, dan sebagainya. Firman Allah:\nBukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. (al-Qiyamah/75: 37-39)\n\nAllah menciptakan manusia yang sangat indah susunan tubuhnya dilengkapi dengan pancaindra, disempurnakan dengan akal dan kemampuan untuk berpikir. Manusia juga diberi segala fasilitas sehingga semua yang berada di atas permukaan bumi, diperuntukkan bagi mereka. Firman Allah:\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. (Luqman/31: 20\n\nDitinjau dari segi sains, beberapa ayat yang terkait dengan ayat di atas adalah: \nDan apakah orang-orang yang kafir tidak melihat bahwa langit dan bumi keduanya dahulu adalah suatu yang padu, kemudian Kami pisahkan keduanya. Dan Kami jadikan dari air segala sesuatu yang hidup. Maka mengapa mereka tidak beriman. (al-Anbiya'/21: 30).\n\nDan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari mereka ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian berjalan dengan empat kaki. Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nur/24: 45).\n\nKetiga ayat di atas mengindikasikan hubungan yang erat antara air dan adanya kehidupan. \n1.Air ditengarai sangat dekat dengan makhluk hidup. Manusia dan kebanyakan hewan berasal dari cairan sperma. \n2.Semua kehidupan dimulai dari air. Air di sini lebih tepat bila diartikan sebagai laut. Rantai kimia ini dipercaya dimulai dari kedalaman lautan. Dugaan bahwa di lautlah mulainya kehidupan disebabkan karena kondisi atmosfer pada saat itu belum berkembang menjadi kawasan yang dapat dihuni makhluk hidup. \nDari uraian ini, peran air bagi kehidupan sangat jelas, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi kelangsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ), serta memulai kehidupan (terutama bagi kelompok hewan”air tertentu yang berasal dari sperma).",
    "quraish": "Allahlah yang telah menciptakan mereka dari setetes air. Kemudian Allah menjadikan mereka laki-laki dan perempuan yang mempunyai hubungan kekerabatan melalui keturunan atau perkawinan. Allah Mahakuasa atas setiap yang dikehendaki-Nya. Sebab melalui setetes air, Dia mampu menjadikan dua jenis manusia yang berbeda.",
    "jalalayn": "(Dan Dia pula yang menciptakan manusia dari air) yakni dari air mani; lafal Basyar adalah sinonim dari lafal Insaan (lalu Dia jadikan manusia itu punya keturunan) punya hubungan nasab (dan mushaharah) punya hubungan mushaharah, misalnya seorang lelaki atau perempuan melakukan perkawinan dengan pasangannya untuk memperoleh keturunan, maka hubungan kekeluargaan dari perkawinan ini dinamakan hubungan Mushaharah (dan adalah Rabbmu Maha Kuasa) untuk menciptakan apa yang dikehendaki-Nya."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 55,
    "arab": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْۗ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهِيْرًا ",
    "translation": "Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2910.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa orang-orang musyrik itu menyembah tuhan selain Allah, yaitu patung-patung dan berhala yang tidak memberi manfaat kepada mereka. Mereka menyembahnya hanya sekadar mengikuti hawa nafsu dan melanjutkan tradisi nenek moyang mereka saja, dan meninggalkan ibadah kepada Allah yang menciptakan mereka dan telah melimpahkan berbagai kenikmatan. Di samping itu, mereka telah membuat kemungkaran dengan membantu setan dalam tindakannya memusuhi Allah, rasul-Nya dan kaum Mukminin, seperti digambarkan dalam firman-Nya:\nDan teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam menyesatkan. (al-A'raf/7: 202)\n\nKata dhahir dalam ayat lain diartikan penolong. Sebagian ahli tafsir mengartikan terhina atau tersia-sia sehingga arti ayat itu menjadi: Dan orang-orang kafir pada sisi Tuhannya sangat hina dan sia-sia.",
    "quraish": "Setelah datangnya bukti-bukti yang menunjukkan bahwa hanya Allahlah yang pantas disembah, tidak selain-Nya, sebagian manusia masih ada yang menyembah berhala-berhala yang tidak dapat mendatangkan manfaat dan bahaya. Dengan keyakinannya itu, mereka berarti telah menolong setan. Padahal setan itu bermaksud menyesatkan mereka. Mereka menolak kebenaran yang diserukan oleh Allah.",
    "jalalayn": "(Dan mereka menyembah) yakni orang-orang kafir (selain Allah apa yang tidak memberi manfaat kepada mereka) dengan menyembahnya (dan tidak pula memberi mudarat kepada mereka) jika tidak disembah, yang dimaksud adalah berhala-berhala. (Adalah orang kafir itu selalu menentang Rabbnya) selalu membantu setan dengan cara taat kepadanya dan menentang Rabbnya."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 56,
    "arab": "وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًا ",
    "translation": "Dan tidaklah Kami mengutus engkau (Muhammad) melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2911.mp3",
    "tafsir": "Mengapa kaum musyrikin itu membantu setan berbuat durhaka terhadap Allah, padahal Dia telah mengutus rasul-Nya memberi berita gembira bagi orang yang beriman dan beramal saleh, dan memberi peringatan kepada mereka. Mereka juga mengetahui bahwa rasul itu diutus untuk membawa kabar gembira dan memberi peringatan. Alangkah bodohnya orang-orang yang memusuhi rasul.",
    "quraish": "Wahai Muhammad, kewajibanmu hanyalah menyampaikan risalah, memberi kabar gembira berupa surga kepada orang-orang Mukmin dan memberitahukan berita duka untuk orang-orang kafir. Setelah kamu laksanakan itu semua, tidak ada lagi yang dituntut darimu.",
    "jalalayn": "(Dan tidaklah Kami mengutus kamu melainkan hanya sebagai pembawa kabar gembira) (dan pemberi peringatan) yang memperingatkan manusia tentang neraka."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 57,
    "arab": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِلَّا مَنْ شَاۤءَ اَنْ يَّتَّخِذَ اِلٰى رَبِّهٖ سَبِيْلًا ",
    "translation": "Katakanlah, “Aku tidak meminta imbalan apa pun dari kamu dalam menyampaikan (risalah) itu, melainkan (mengharapkan agar) orang-orang mau mengambil jalan kepada Tuhannya.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2912.mp3",
    "tafsir": "Allah memerintahkan Nabi supaya menerangkan kepada kaumnya bahwa walaupun beliau diutus untuk keselamatan mereka, namun beliau sama sekali tidak mengambil keuntungan untuk diri pribadinya. Beliau tidak meminta upah sedikit pun kepada mereka dalam menyampaikan risalah ini, kecuali bagi orang yang dengan kemauannya sendiri ingin berbuat amal saleh untuk mendekatkan diri kepada Allah, dengan mengeluarkan sedekah atau bantuan suka rela, itulah yang baik baginya.",
    "quraish": "Katakan kepada mereka, \"Aku tidak mengharap imbalan dan balasan dari seruanku kepada kalian untuk memeluk Islam. Aku hanya ingin salah seorang dari kalian ada yang mendapat petunjuk, menempuh jalan kebenaran dan kembali kepada Tuhannya.\"",
    "jalalayn": "(Katakanlah! \"Aku tidak meminta kepada kalian dalam menyampaikan hal ini) yakni menyampaikan apa yang aku diutus untuk menyampaikannya (upah sedikit pun, melainkan) tetapi hanya mengharapkan kepatuhan (orang-orang yang mau mengambil jalan kepada Rabbnya) dengan cara menginfakkan harta bendanya ke jalan keridaan-Nya, maka untuk hal ini aku tidak mencegahnya."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 58,
    "arab": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِيْ لَا يَمُوْتُ وَسَبِّحْ بِحَمْدِهٖۗ وَكَفٰى بِهٖ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًا ۚ",
    "translation": "Dan bertawakallah kepada Allah Yang Hidup, Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2913.mp3",
    "tafsir": "Ayat ini memerintahkan manusia agar bertawakal kepada Allah yang Hidup Kekal tidak mati, Tuhan seru sekalian alam, berserah diri kepada-Nya, dan bersabar dalam segala musibah yang menimpa dirinya. Tuhanlah yang memberi kecukupan kepada manusia, yang menyampaikan kepada tujuan kebahagiaan. Manusia juga diperintahkan untuk bertasbih dengan memuji Allah, mensucikan-Nya dari segala sekutu, anak, istri, dan segala sifat yang tidak pantas, seperti yang dituduhkan oleh kaum musyrikin kepada-Nya. Perintah Allah bertawakal kepada-Nya itu bukan berarti bahwa manusia tidak perlu berusaha lagi, atau tidak perlu memikirkan sebab-sebab yang menimbulkan usaha itu, tetapi maksudnya ialah agar manusia menyerahkan kepada Allah segala sesuatu yang telah diusahakannya. Dalam ayat ini, Allah memerintahkan supaya bertawakal hanya kepada-Nya Yang Mahahidup, karena semua makhluk akan mati, maka tidak patut bertawakal kepada selain Allah. Hanya Allah-lah Yang Maha Hidup Kekal, yang mengetahui segala amal perbuatan dan dosa-dosa hamba-Nya dan yang mampu memberi balasan amal-amalnya. Amalan yang baik dibalas dengan pahala, dan amalan yang buruk dibalas dengan siksa.",
    "quraish": "Bertakwalah dalam segala urusan kalian kepada Allah, Zat yang Mahahidup yang tidak akan mati. Sucikan dan agungkanlah Dia dengan memuji segala nikmat-Nya. Biarkanlah orang yang keluar dari jalan kebenaran. Allah Maha Mengetahui ihwal mereka dan akan membalas dosa-dosa mereka.",
    "jalalayn": "(Dan bertawakallah kepada Allah Yang Hidup Kekal Yang tidak mati, dan bertasbihlah) seraya (memuji kepada-Nya) yakni, katakanlah, 'Subhanallah Wal Hamdulillah' yang artinya; Maha Suci Allah dan segala puji bagi Allah. (Dan cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya) lafal Bihi berta'alluq kepada lafal Dzunubi."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 59,
    "arab": "اَلَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ  اَلرَّحْمٰنُ فَسْـَٔلْ بِهٖ خَبِيْرًا ",
    "translation": "yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy, (Dialah) Yang Maha Pengasih, maka tanyakanlah (tentang Allah) kepada orang yang lebih mengetahui (Muhammad). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2914.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menciptakan langit, bumi, dan apa yang ada di antara keduanya dalam waktu enam masa. Kata yaum biasanya diterjemahkan sebagai \"hari\", tetapi \"hari\" dalam ayat ini bukanlah hari yang lamanya 24 jam, tetapi yaum diartikan sebagai \"masa\". Kemudian Allah bersemayam di atas 'Arasy (lihat Surah al-A'raf/7: 54).\nSetiap mukmin meyakini bahwa Allah Maha Esa, hidup kekal, yang menciptakan langit, bumi, dan segala yang ada di antara keduanya dalam enam masa. Allah Maha Pemurah karena rahmat dan karunia-Nya amat besar kepada manusia, baik yang beriman maupun tidak. \nBagi orang-orang yang beriman hendaklah mengenal sifat-sifat Allah, karena hal itu akan menambah kemantapan iman. Bagi orang yang belum mengenal sifat-sifat-Nya tersebut hendaklah bertanya kepada orang yang betul-betul mengetahui urusan agama. Allah berfirman:\nMaka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui. (an-Nahl/16: 43; Lihat juga Surah al-Anbiya'/21: 7) \n\nPada masa Rasulullah, jika ada persoalan terkait dengan agama, para sahabat dapat bertanya langsung kepada beliau. Setelah Rasul wafat, kaum muslimin hendaknya bertanya kepada para ulama yang mendalami urusan agama.",
    "quraish": "Allahlah yang menciptakan langit dan bumi beserta apa yang ada di antara keduanya dalam enam hari. Dia menguasai singgasana kerajaan. Kekuasaan-Nya meliputi segala sesuatu. Dialah Zat yang Maha Pengasih. Apabila kamu ingin tahu sifat-sifat-Nya, maka tanyakanlah kepada siapa yang mengetahui hal itu. Dia pasti akan memberikan jawaban untukmu. Sesungguhnya Allah Maha Mengetahui lagi Mahabijaksana(1). (1) Enam hari yang yang disebutkan di dalam ayat di atas merupakan ungkapan Allah tentang masa. Dialah yang lebih tahu ukuran hari-hari tersebut. Dari sudut pandang ilmu pengetahuan, proses kejadian alam melewati beberapa fase. Adapun Firman Allah yang berbunyi \"…al-samâwât wa al-ardl wa mâ baynahumâ…\" ('…langit, bumi dan apa yang ada di antara keduanya…') menunjukkan semua benda-benda langit yang terdiri atas bintang, matahari, planet, bulan, debu kosmos, gas dan energi yang kesemuanya membentuk alam raya. Sedangkan Firman Allah \"…tsumma istawâ 'alâ al-'arsy…\" ('…kemudian Dia menguasai 'arsy…') menetapkan bahwa dilihat dari segi waktu, alam ini mempunyai permulaan, dan bahwa terbentuknya alam ini disertai dengan hukum alam atau sunnatullah yang mengatur semuanya. Dengan adanya suatu sistem alam ini yang rinci dan sempurna serta mencakup segala sesuatu, penguasaan Allah terhadap alam secara global dan rinci menjadi jelas. Mengenai firman-Nya\"…fa is'al bihî khabîran\" ('…Tanyakanlah kepada yang mengetahui'), mengandung anjuran akan pentingnya meneliti dan menggali gejala-gejala alam dan sistem yang ada di dalamnya untuk mengetahui rahasia-rahasia kekuasaan Allah dalam penciptaan alam.",
    "jalalayn": "Dia adalah (Yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam hari) dari hari-hari dunia menurut perkiraan; karena pada masa itu masih belum ada matahari. Akan tetapi jika Dia menghendaki niscaya Dia dapat menciptakan kesemuanya dalam waktu sekejap saja. Sengaja Dia memakai cara ini dengan maksud untuk mengajari makhluk-Nya supaya berlaku perlahan-lahan dan tidak tergesa-gesa dalam segala hal (kemudian Dia berkuasa di atas Arasy) arti kata Arasy menurut istilah bahasa adalah singgasana raja. (yakni Allah Yang Maha Penyayang) lafal Ar-Rahmaan ini berkedudukan menjadi Badal dari Dhamir yang terkandung di dalam lafal Istawaa Makna Istawaa ialah bersemayam, karena ungkapan inilah yang sesuai dengan keagungan dan kebesaran-Nya (maka tanyakanlah) hai manusia (tentang Dia) tentang Allah Yang Maha Pemurah (kepada orang yang mengetahui.\") tentang-Nya, dia akan menceritakan kepada-Mu mengenai sifat-sifat-Nya."
  },
  {
    "ruku": 314,
    "name": "Al-Furqan",
    "ayat": 60,
    "arab": "وَاِذَا قِيْلَ لَهُمُ اسْجُدُوْا لِلرَّحْمٰنِ قَالُوْا وَمَا الرَّحْمٰنُ اَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُوْرًا ۩ ࣖ",
    "translation": "Dan apabila dikatakan kepada mereka, “Sujudlah kepada Yang Maha Pengasih”, mereka menjawab, “Siapakah yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau (Muhammad) perintahkan kepada kami (bersujud kepada-Nya)?” Dan mereka makin jauh lari (dari kebenaran). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2915.mp3",
    "tafsir": "Setelah menjelaskan betapa besar karunia dan nikmat yang dilimpahkan-Nya kepada mereka, Allah menerangkan pula sikap orang-orang kafir yang seharusnya bersyukur dan berterima kasih, tetapi mereka berbuat sebaliknya. Apabila mereka yang menyembah selain Allah diperintahkan untuk sujud kepada Tuhan Yang Maha Penyayang, mereka menjawab, \"Siapakah Tuhan Yang Maha Penyayang?\" Pertanyaan mereka seperti pertanyaan Bani Israil kepada Musa ketika ia mengatakan, \"Sesungguhnya aku adalah seorang utusan dari Rabbul 'alamin.\" Bani Israil bertanya, \"Siapakah Rabbul 'alamin itu?\" Kaum musyrikin itu dalam bantahannya mengatakan, \"Apakah kami akan sujud kepada Tuhan yang dikatakan Maha Penyayang, tetapi kami belum kenal sama sekali?\" Perintah sujud itu menambah mereka ingkar dan jauh dari iman.\nDiriwayatkan oleh adh-ahhaq bahwa Nabi Muhammad beserta para sahabat bersujud ketika selesai membaca ayat ini, karena ia termasuk di antara ayat-ayat yang disunatkan bersujud bagi para pembaca dan pendengarnya. Sujudnya dinamakan sujud tilawah. Ayat-ayat yang disunatkan sujud tilawah ada 15 buah, dua buah di antaranya berada dalam Surah al-hajj dan yang 13 lagi tersebar dalam Surah-surah al-A'raf, ar-Ra'd, an-Nahl, al-Isra', Maryam, al-Furqan, an-Naml, as-Sajdah, sad, Fussilat, an-Najm, al-Insyiqaq, dan al-'Alaq. Yang berada dalam Surah sad bukan saja sujud tilawah, tetapi juga sujud syukur. Setelah Allah menerangkan sikap orang-orang kafir yang menjauhkan diri dari sujud kepada-Nya, maka Dia menerangkan sikap penolakan orang-orang untuk sujud, bahkan mereka bertambah keras kepala dan menjauh dari Tuhannya.",
    "quraish": "Apabila dikatakan kepada orang-orang kafir, \"Tunduklah kepada Zat yang Maha Pengasih,\" maka jawaban mereka adalah berupa keingkaran dan sikap masa bodoh terhadap Zat yang Maha Pengasih itu. Mereka berkata, \"Siapa Dzat yang Maha Pengasih itu? Kami tidak mengenal-Nya sehingga tidak perlu tunduk kepada-Nya. Lagi pula, haruskah kami tunduk karena sekadar mengikuti perintahmu?\" Demikianlah, mereka semakin jauh dan lari dari keimanan.",
    "jalalayn": "(Dan apabila dikatakan kepada mereka) yaitu penduduk Mekah (\"Sujudlah kamu sekalian kepada Yang Maha Pemurah\", mereka menjawab, \"Siapakah Yang Maha Pemurah itu? Apakah kami akan sujud kepada Tuhan yang kamu perintahkan kami bersujud kepada-Nya?\") lafal Ta`muruuna dapat dibaca Ya`muruuna dan yang memerintahkan kepada mereka untuk bersujud adalah Nabi Muhammad. Makna ayat; kami tidak mengetahui-Nya, maka kami tidak mau bersujud kepada-Nya (dan makin menambah mereka) perintah bersujud yang ditujukan kepada mereka itu menambah mereka (semakin jauh) dari iman. Maka Allah swt. berfirman,"
  }
]