[
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 61,
    "arab": "تَبٰرَكَ الَّذِيْ جَعَلَ فِى السَّمَاۤءِ بُرُوْجًا وَّجَعَلَ فِيْهَا سِرَاجًا وَّقَمَرًا مُّنِيْرًا  ",
    "translation": "Mahasuci Allah yang menjadikan di langit gugusan bintang-bintang dan Dia juga menjadikan padanya matahari dan bulan yang bersinar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2916.mp3",
    "tafsir": "Mahasuci Allah yang menjadikan di langit bintang-bintang yang jumlahnya tidak terhitung. Allah menjadikan pula matahari yang bersinar terang dan bulan yang bercahaya. \nMenurut para ilmuwan, dalam membicarakan benda-benda angkasa, Al-Qur'an juga sudah membedakan bintang dari planet. Bintang adalah benda langit yang memancarkan sinar. Sedangkan planet hanya memantulkan sinar yang diterima dari bintang. Dengan demikian, bintang mempunyai sumber sinar, sedangkan planet tidak (Lihat Yunus/10: 5 dan al-hijr/15: 16).",
    "quraish": "Mahasuci Allah dan Mahabanyak karunia-Nya. Dia menciptakan planet-planet di langit dan menciptakan garis orbit tempatnya beredar. Di antara planet-planet itu, Dia menjadikan matahari dan bulan yang bercahaya(1). (1) Ayat ini mengandung beberapa penafsiran ilmiah terhadap sistem alam raya yang diciptakan oleh Allah. Kita lihat bintang-bintang di langit berbentuk gugusan yang tidak berubah-ubah sepanjang masa. \"Al-Bur3j\" yang dimaksud dalam ayat di atas adalah gugusan bintang (rasi) yang dilalui matahari ketika secara lahir berputar mengelilingi bumi. Gugusan bintang tersebut seakan-akan menjadi tempat berputarnya matahari sepanjang tahun. Setiap tiga bulan terjadi satu musim yang dimulai dengan musim semi. Rasi-rasi tersebut adalah sebagai berikut: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagitarius, Capricornus, Aquarius dan Pisces. Matahari adalah salah satu bintang yang tidak terlalu besar dan tidak terlalu kecil. Seperti halnya bintang-bintang lain, matahari bersinar dengan sendirinya karena interaksi atom yang ada di dalamnya. Sinar matahari yang timbul dari energi tersebut jatuh ke planet-planet, bumi, bulan dan benda-benda langit lainnya yang tidak dapat bersinar. Karena bersifat menyinari, maka matahari disebut sirâj yang berarti 'lampu yang terang benderang'. Adapun bulan disebut munîr, yang berarti 'bercahaya', karena cahayanya timbul akibat adanya sinar matahari yang jatuh di permukaannya.",
    "jalalayn": "(Maha Suci) yakni Maha Agung (Allah yang telah menjadikan di langit gugusan-gugusan bintang) yang ada dua belas, yaitu: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagitarius, Capricornus, Aquarius dan Pisces. Gugusan-gugusan tersebut merupakan garis edar dari tujuh planet yang beredar, yaitu planet Mars mempunyai Aries dan Scorpio, Gemini dan Virgo, planet Bulan mempunyai Cancer, planet Matahari mempunyai Leo, planet Yupiter mempunyai Sagitarius dan Pisces, planet Uranus mempunyai Capricornus dan Aquarius (dan Dia menjadikan padanya) juga (lampu) yakni matahari (dan bulan yang bercahaya) menurut suatu qiraat lafal Siraajan dibaca Suruujan dengan ungkapan jamak. Arti Muniiran adalah Nayyiraatin yakni yang bercahaya. Sengaja di sini hanya disebutkan bulan di antara planet-planet tersebut karena mengingat keutamaan yang dimilikinya."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 62,
    "arab": "وَهُوَ الَّذِيْ جَعَلَ الَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ اَرَادَ اَنْ يَّذَّكَّرَ اَوْ اَرَادَ شُكُوْرًا ",
    "translation": "Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2917.mp3",
    "tafsir": "Allah pula yang menjadikan malam dan siang silih berganti agar menjadi pelajaran bagi orang-orang yang selalu mengingat nikmat-Nya dan bertafakur tentang keajaiban ciptaan-Nya. Dengan demikian, timbul dorongan untuk mensyukuri nikmat-nikmat Allah itu. Jika seandainya malam dan siang tidak bergiliran, dan matahari terus saja bersinar, niscaya hal itu menimbulkan perasaan jemu atau bosan dan lelah karena tidak dapat beristirahat di malam hari. Demikian pula jika malam terus berlangsung tanpa diselingi dengan sinar matahari, niscaya membawa kerusakan bagi makhluk yang membutuhkannya. Adanya pergantian siang dan malam itu memberikan kesempatan untuk menyempurnakan kekurangan dalam ibadah yang sunah yaitu bilamana seseorang karena kesibukan bekerja pada siang harinya tidak sempat berdoa atau membaca wirid, maka dapat dilaksanakan pada malam harinya, seperti tersebut dalam sebuah hadis sahih:\nSesungguhnya Allah mengulurkan tangan-Nya di malam hari supaya orang yang berbuat dosa pada siang hari dapat bertobat dan mengulurkan tangan-Nya pada siang hari supaya dapat bertobat orang yang berdosa pada malam harinya, sampai matahari terbit dari tempat terbenamnya. (Riwayat Muslim dari Abu Musa). \nDiriwayatkan bahwa Umar bin Khaththab pernah salat Duha lama sekali. Tatkala beliau ditegur oleh salah seorang sahabat, beliau menjawab bahwa ia meninggalkan beberapa wirid hari ini, karena kesibukan, maka ia bermaksud mengganti kekurangan itu dengan salat Duha, lalu beliau membaca ayat 62 ini.\nMalam, siang, matahari, dan bulan merupakan empat nikmat Allah. Allah menciptakan malam sehingga manusia dapat beristirahat akibat gelapnya malam. Siang diciptakan oleh Allah dengan terbitnya matahari untuk bekerja. Allah menciptakan matahari dan bulan masing-masing mempunyai poros dan garis edarnya sendiri-sendiri. Tanpa kenal lelah, dan tidak pernah diam, semuanya terus beredar.\nPergantian siang dengan malam bisa hanya berupa perubahan terang menjadi gelap. Akan tetapi, secara psikologis pergantian dari terang menjadi gelap itu memberikan dampak suasana hati yang sama sekali berbeda dengan suasana siang. Berbagai percobaan telah dilakukan untuk mengamati bagaimana pengaruh psikis terhadap pekerja malam. Teramati gejala psikosomatis (gejala fisik yang disebabkan oleh penyebab psikis) mulai dari hanya mual-mual sampai yang agak berat yaitu depresi mental. Ini baru pengaruh jangka pendek terhadap fisik dan kejiwaan manusia. Pengaruh jangka panjang bisa memberikan efek yang lebih berat. Oleh sebab itu, Allah menggariskan malam untuk istirahat dan siang untuk bekerja. Jadi bekerja malam hari yang disebut lembur itu bertentangan dengan kodrat manusia seperti yang digariskan Allah.\nKondisi ini tak mengherankan karena pada siang hari bumi mendapatkan paparan (exposure) sinar tampak, mulai bergeser ke warna kuning saat matahari terbenam, bergeser ke infra-merah saat salat Isya, ke ultraviolet jika malam telah larut, dan mendekati gelombang gamma yang berbahaya mendekati subuh. Paparan ini yang menyebabkan manusia menderita psikosomatik jika tidak beristirahat dan terpaksa harus bekerja.",
    "quraish": "Allahlah yang menjadikan malam dan siang secara silih berganti, yang satu datang menggantikan yang lain. Kami atur semua ini agar siapa saja dapat mengambil pelajaran dari aturan semacam ini, sehingga dapat mengetahui kebijaksanaan dan kekuasaan Allah. Atau agar ia dapat menyukuri nikmat yang agung ini.",
    "jalalayn": "(Dan Dia pula yang menjadikan malam dan siang silih berganti) yakni satu sama lainnya saling silih berganti dengan yang lainnya (bagi orang yang ingin mengambil pelajaran) dapat dibaca Yadzdzakkara dan Yadzkura, yang pembahasannya sebagaimana pada ayat sebelumnya. Yakni, ia ingat akan kebaikan yang tidak dilakukan pada salah satu di antaranya, kemudian ia melakukan pada waktu yang lainnya, sebagai ganti dari apa yang tidak dilakukannya di waktu yang pertama tadi (atau orang yang ingin bersyukur) atas nikmat Rabb yang telah dilimpahkan kepadanya pada dua waktu itu."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 63,
    "arab": "وَعِبَادُ الرَّحْمٰنِ الَّذِيْنَ يَمْشُوْنَ عَلَى الْاَرْضِ هَوْنًا وَّاِذَا خَاطَبَهُمُ الْجٰهِلُوْنَ قَالُوْا سَلٰمًا  ",
    "translation": "Adapun hamba-hamba Tuhan Yang Maha Pengasih itu adalah orang-orang yang berjalan di bumi dengan rendah hati dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan “salam,” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2918.mp3",
    "tafsir": "Sifat-sifat hamba Allah Yang Maha Pengasih dijelaskan mulai ayat 63 ini dan ayat-ayat berikutnya. Sifat-sifat itu semua dapat disimpulkan menjadi 9 sifat yang bila dimiliki oleh seorang muslim, dia akan mendapat keridaan Allah di dunia dan di akhirat, serta akan ditempatkan di posisi yang tinggi dan mulia yaitu di surga Na'im. Sifat-sifat tersebut ialah:\nPertama: Apabila mereka berjalan, terlihat sikap dan sifat kesederhanaan, mereka jauh dari sifat kesombongan, langkahnya mantap, teratur, dan tidak dibuat-buat dengan maksud menarik perhatian orang atau untuk menunjukkan siapa dia. Itulah sifat dan sikap seorang mukmin bila ia berjalan. Allah berfirman:\nDan janganlah engkau berjalan di bumi ini dengan sombong. (al-Isra'/17: 37)\n\nKedua: Apabila ada orang yang mengucapkan kata-kata yang tidak pantas atau tidak senonoh terhadap mereka, mereka tidak membalas dengan kata-kata yang serupa. Akan tetapi, mereka menjawab dengan ucapan yang baik, dan mengandung nasihat dan harapan semoga mereka diberi petunjuk oleh Allah Yang Maha Pemurah, Maha Pengasih, dan Penyayang. Demikian pula dengan sikap Rasulullah bila ia diserang dan dihina dengan kata-kata yang kasar, beliau tetap berlapang dada dan tetap menyantuni orang-orang yang tidak berakhlak itu. \nAl-hasan al-Basri menjelaskan bahwa orang-orang mukmin senantiasa berlapang hati, dan tidak pernah mengucapkan kata-kata kasar. Bila kepada mereka diucapkan kata-kata yang kurang sopan, mereka tidak emosi dan tidak membalas dengan kata-kata yang tidak sopan pula. Mungkin ada orang yang menganggap bahwa sifat dan sikap seperti itu menunjukkan kelemahan dan tidak tahu harga diri, karena wajar bila ada orang yang bertindak kurang sopan dibalas dengan tindakan kurang sopan pula. Akan tetapi, bila direnungkan secara mendalam, pasti hal itu akan membawa pertengkaran dan perselisihan yang berkepanjangan. Setiap mukmin harus mencegah perselisihan dan permusuhan yang berlarut-larut. Salah satu cara yang paling tepat dan ampuh untuk membasminya ialah dengan membalas tindakan yang tidak baik dengan tindakan yang baik sehingga orang yang melakukan tindakan yang tidak baik itu akan merasa malu, dan sadar bahwa mereka telah melakukan sesuatu yang tidak wajar. Sikap seperti ini dijelaskan oleh Allah dalam firman-Nya:\nDan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia. Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar. (Fussilat/41: 34-35).\n\nDemikianlah sifat dan sikap orang-orang mukmin di kala mereka berada di siang hari di mana mereka selalu ingat dengan sesama hamba Allah.",
    "quraish": "Hamba-hamba Tuhan Yang Maha Penyayang itu adalah mereka yang mempunyai ciri-ciri sebagai berikut. Pertama, bersikap rendah hati di dunia ini. Apabila berjalan di muka bumi, mereka selalu berjalan dengan tenang. Demikian pula dalam segala amal perbuatan. Jika mereka dicaci oleh orang-orang musyrik yang jahil, mereka membiarkannya dan mengatakan kepada mereka, \"Kami tidak ada urusan dengan kalian, bahkan kami berdoa untuk keselamatan kalian.\"",
    "jalalayn": "(Dan hamba-hamba Allah Yang Maha Pemurah itu) yakni hamba-hamba-Nya yang baik. Lafal ayat ini dan kalimat sesudahnya, berkedudukan menjadi Mubtada, yaitu sampai dengan firman-Nya, \"Ulaika Yujzauna\" dan seterusnya, tanpa ada jumlah lain yang menyisipinya (yaitu orang-orang yang berjalan di atas bumi dengan rendah hati) dengan tenang dan rendah diri (dan apabila orang-orang jahil menyapa mereka) mengajak mereka berbicara mengenai hal-hal yang tidak disukainya (mereka mengucapkan kata-kata yang mengandung keselamatan) perkataan yang menghindarkan diri mereka dari dosa."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 64,
    "arab": "وَالَّذِيْنَ يَبِيْتُوْنَ لِرَبِّهِمْ سُجَّدًا وَّقِيَامًا ",
    "translation": "dan orang-orang yang menghabiskan waktu malam untuk beribadah kepada Tuhan mereka dengan bersujud dan berdiri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2919.mp3",
    "tafsir": "Ketiga: Kemudian Allah menjelaskan pula sikap dan sifat mereka ketika berhubungan dengan Tuhan Pencipta alam pada malam hari. Apabila malam telah sunyi sepi, manusia lelap dibuai oleh tidur nyenyak, mereka mengerjakan salat Tahajud dan berdiri menghadap Tuhan Yang Maha Esa. Mereka tinggalkan kesenangan dan kenyamanan tidur, mereka resapkan dengan sepenuh jiwa dan raga bagaimana nikmat dan tenteramnya bermunajat dengan Tuhan. Mereka mengerjakan salat malam salat Tahajud seperti yang dilakukan Rasulullah karena dengan salat di malam hari itu jiwa mereka menjadi suci dan bersih. Iman mereka bertambah, keyakinan menjadi mantap bahwa tiada Tuhan selain Dia, rahmat dan kasih sayang-Nya Maha Luas meliputi semua makhluk-Nya. Di sanalah mereka memohon dan berdoa dengan penuh khusyuk dan tawaduk agar diampuni dosa dan kesalahan mereka dan dilimpahkan rahmat dan keridaan-Nya. Setelah melakukan salat malam itu, barulah mereka tidur dengan perasaan bahagia penuh tawakal dan takwa.\nIbnu 'Abbas berkata, \"Barang siapa yang melakukan salat dua rakaat atau lebih sesudah salat Isya berarti dia telah salat sepanjang malam.\" \nDalam ayat lain, Allah menjelaskan pula sifat-sifat orang-orang mukmin yang mengerjakan salat malam ini:\nLambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka. (as-Sajdah/32: 16).\n\nDan firman-Nya:\n(Apakah kamu oran(64) Ketiga: Kemudian Allah menjelaskan pula sikap dan sifat mereka ketika berhubungan dengan Tuhan Pencipta alam pada malam hari. Apabila malam telah sunyi sepi, manusia lelap dibuai oleh tidur nyenyak, mereka mengerjakan salat Tahajud dan berdiri menghadap Tuhan Yang Maha Esa. Mereka tinggalkan kesenangan dan kenyamanan tidur, mereka resapkan dengan sepenuh jiwa dan raga bagaimana nikmat dan tenteramnya bermunajat dengan Tuhan. Mereka mengerjakan salat malam salat Tahajud seperti yang dilakukan Rasulullah karena dengan salat di malam hari itu jiwa mereka menjadi suci dan bersih. Iman mereka bertambah, keyakinan menjadi mantap bahwa tiada Tuhan selain Dia, rahmat dan kasih sayang-Nya Maha Luas meliputi semua makhluk-Nya. Di sanalah mereka memohon dan berdoa dengan penuh khusyuk dan tawaduk agar diampuni dosa dan kesalahan mereka dan dilimpahkan rahmat dan keridaan-Nya. Setelah melakukan salat malam itu, barulah mereka tidur dengan perasaan bahagia penuh tawakal dan takwa.\nIbnu 'Abbas berkata, \"Barang siapa yang melakukan salat dua rakaat atau lebih sesudah salat Isya berarti dia telah salat sepanjang malam.\" \nDalam ayat lain, Allah menjelaskan pula sifat-sifat orang-orang mukmin yang mengerjakan salat malam ini:\nLambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka. (as-Sajdah/32: 16).\n\nDan firman-Nya:\n(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? (az-Zumar/39: 9).\n\nDan firman-Nya:\n\"Mereka sedikit sekali tidur pada waktu malam; dan pada akhir malam mereka memohon ampun (kepada Allah).\" (adz-dzariyat/51: 17“18)\ng musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? (az-Zumar/39: 9).\n\nDan firman-Nya:\n\"Mereka sedikit sekali tidur pada waktu malam; dan pada akhir malam mereka memohon ampun (kepada Allah).\" (adz-dzariyat/51: 17“18)",
    "quraish": "Kedua, mereka yang melalui malam hari dengan beribadah, salat dan selalu berzikir kepada Allah.",
    "jalalayn": "(Dan orang-orang yang melalui malam hari dengan bersujud kepada Rabb mereka) lafal Sujjadan merupakan bentuk jamak dari lafal Saajidun (dan berdiri) pada malam harinya mereka mengerjakan salat."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 65,
    "arab": "وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَۖ اِنَّ عَذَابَهَا كَانَ غَرَامًا ۖ",
    "translation": "Dan orang-orang yang berkata, “Ya Tuhan kami, jauhkanlah azab Jahanam dari kami, karena sesungguhnya azabnya itu membuat kebinasaan yang kekal,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2920.mp3",
    "tafsir": "Keempat: Mereka selalu mengingat hari akhirat dan hari perhitungan. Mereka yakin bahwa semua amal perbuatan manusia akan dipertanggungjawabkan di hari itu, yang baik diberi ganjaran berlipat ganda, dan yang jahat akan dibalas dengan balasan yang setimpal. Di kala mereka bermunajat dengan Tuhan di malam hari tergambarlah dalam pikiran mereka bagaimana dahsyatnya suasana di waktu itu seakan-akan mereka benar-benar melihat bagaimana ganasnya api neraka yang selalu menanti para hamba Allah yang durhaka untuk menjadi mangsa dan santapannya. Di kala itu meneteslah air mata mereka dan mereka memohon dengan sungguh-sungguh kepada Tuhan agar dibebaskan dari siksaan api neraka yang pedih itu. \nOrang-orang yang demikian kuat keyakinannya kepada hari akhirat tentu akan mempergunakan kesempatan hidup di dunia ini untuk berbuat amal kebajikan sebanyak-banyaknya dan tidak akan melakukan perbuatan jahat karena yakin perbuatannya itu akan dibalas dengan siksaan yang pedih. Betapa pun baiknya suatu peraturan yang dibuat manusia dan betapa ketatnya pengawasan dalam pelaksanaannya, tetapi manusia yang tidak sadar akan pengawasan Allah dapat saja meloloskan diri dari ikatan peraturan dan undang-undang itu. Akan tetapi, manusia yang beriman, andaikata tidak ada peraturan dan undang-undang, tidak akan melakukan satu kejahatan pun, karena dia sadar walaupun dapat bebas dari hukuman di dunia, namun tidak akan dapat melepaskan diri dari azab di akhirat. Kesadaran dan keinsyafan inilah yang tertanam dengan kuat di dalam hati setiap muslim yang mendapat julukan \"hamba Allah Yang Maha Penyayang.\"\nAyat ini menjelaskan bagaimana seorang mukmin benar-benar takut jatuh ke dalam siksaan neraka karena siksaannya amat pedih dan dahsyat. Neraka itu merupakan seburuk-buruk tempat yang disediakan bagi hamba Allah yang ingkar dan durhaka. Orang-orang kafir kekal di dalamnya selama-lamanya, menderita berbagai macam siksaan. Meskipun kulit mereka telah hangus terbakar dan panasnya api neraka telah menembus ke dalam daging dan tulang belulang, namun mereka tetap hidup untuk merasakan siksaan itu sebagai tersebut dalam firman-Nya:\nSungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Mahaperkasa, Mahabijaksana. (an-Nisa'/4: 56).",
    "quraish": "Ketiga, mereka yang rasa takutnya lebih dominan daripada harapan, seperti halnya orang-orang yang bertakwa. Karena itu mereka takut akan siksa akhirat. Kebiasaan mereka adalah berdoa kepada Allah agar diselamatkan dari siksa jahanam. Sebab siksa jahanam itu, jika menimpa seseorang yang melakukan kejahatan, tidak akan melepaskannya.",
    "jalalayn": "(Dan orang-orang yang berkata, \"Ya Rabb kami! Jauhkanlah azab Jahanam dari kami, sesungguhnya azabnya itu adalah kebinasaan yang kekal\") yang abadi."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 66,
    "arab": "اِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا ",
    "translation": "sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2921.mp3",
    "tafsir": "Keempat: Mereka selalu mengingat hari akhirat dan hari perhitungan. Mereka yakin bahwa semua amal perbuatan manusia akan dipertanggungjawabkan di hari itu, yang baik diberi ganjaran berlipat ganda, dan yang jahat akan dibalas dengan balasan yang setimpal. Di kala mereka bermunajat dengan Tuhan di malam hari tergambarlah dalam pikiran mereka bagaimana dahsyatnya suasana di waktu itu seakan-akan mereka benar-benar melihat bagaimana ganasnya api neraka yang selalu menanti para hamba Allah yang durhaka untuk menjadi mangsa dan santapannya. Di kala itu meneteslah air mata mereka dan mereka memohon dengan sungguh-sungguh kepada Tuhan agar dibebaskan dari siksaan api neraka yang pedih itu. \nOrang-orang yang demikian kuat keyakinannya kepada hari akhirat tentu akan mempergunakan kesempatan hidup di dunia ini untuk berbuat amal kebajikan sebanyak-banyaknya dan tidak akan melakukan perbuatan jahat karena yakin perbuatannya itu akan dibalas dengan siksaan yang pedih. Betapa pun baiknya suatu peraturan yang dibuat manusia dan betapa ketatnya pengawasan dalam pelaksanaannya, tetapi manusia yang tidak sadar akan pengawasan Allah dapat saja meloloskan diri dari ikatan peraturan dan undang-undang itu. Akan tetapi, manusia yang beriman, andaikata tidak ada peraturan dan undang-undang, tidak akan melakukan satu kejahatan pun, karena dia sadar walaupun dapat bebas dari hukuman di dunia, namun tidak akan dapat melepaskan diri dari azab di akhirat. Kesadaran dan keinsyafan inilah yang tertanam dengan kuat di dalam hati setiap muslim yang mendapat julukan \"hamba Allah Yang Maha Penyayang.\"\nAyat ini menjelaskan bagaimana seorang mukmin benar-benar takut jatuh ke dalam siksaan neraka karena siksaannya amat pedih dan dahsyat. Neraka itu merupakan seburuk-buruk tempat yang disediakan bagi hamba Allah yang ingkar dan durhaka. Orang-orang kafir kekal di dalamnya selama-lamanya, menderita berbagai macam siksaan. Meskipun kulit mereka telah hangus terbakar dan panasnya api neraka telah menembus ke dalam daging dan tulang belulang, namun mereka tetap hidup untuk merasakan siksaan itu sebagai tersebut dalam firman-Nya:\nSungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Mahaperkasa, Mahabijaksana. (an-Nisa'/4: 56).",
    "quraish": "Sesungguhnya jahanam itu adalah tempat menetap dan tempat kediaman yang paling buruk bagi penghuninya.",
    "jalalayn": "(Sesungguhnya ia adalah seburuk-buruk) sejelek-jelek (tempat menetap dan tempat kediaman) yakni Jahanam adalah tempat menetap dan tempat tinggal yang paling buruk."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 67,
    "arab": "وَالَّذِيْنَ اِذَآ اَنْفَقُوْا لَمْ يُسْرِفُوْا وَلَمْ يَقْتُرُوْا وَكَانَ بَيْنَ ذٰلِكَ قَوَامًا ",
    "translation": "Dan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2922.mp3",
    "tafsir": "Kelima: Sifat baik lainnya dari orang-orang mukmin adalah mereka dalam menafkahkan harta tidak boros dan tidak pula kikir, tetapi tetap memelihara keseimbangan antara kedua sifat yang buruk itu. Sifat boros pasti akan membawa kemusnahan harta benda dan kerusakan masyarakat. Seseorang yang boros walaupun kebutuhan pribadi dan keluarganya telah terpenuhi dengan hidup secara mewah, tetap akan menghambur-hamburkan kekayaannya pada kesenangan lain, seperti main judi, main perempuan, minum-minuman keras, dan lain sebagainya. Dengan demikian, dia merusak diri sendiri dan masyarakat sekelilingnya. Padahal, kekayaan yang dititipkan Allah kepadanya harus dipelihara sebaik-baiknya sehingga dapat bermanfaat untuk dirinya, keluarga, dan masyarakat. \nSifat kikir dan bakhil pun akan membawa kepada kerugian dan kerusakan. Orang yang bakhil selalu berusaha menumpuk kekayaan walaupun dia sendiri hidup sebagai seorang miskin dan dia tidak mau mengeluarkan uangnya untuk kepentingan masyarakat. Kalau untuk kepentingan dirinya dan keluarganya saja, dia merasa segan mengeluarkan uang, apalagi untuk kepentingan orang lain. Dengan demikian, akan tertumpuklah kekayaan itu pada diri seorang atau beberapa gelintir manusia yang serakah dan tamak. Orang yang sifatnya seperti ini diancam Allah dengan api neraka sebagaimana tersebut dalam firman-Nya:\nCelakalah bagi setiap pengumpat dan pencela, yang mengumpulkan harta dan menghitung-hitungnya, dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya. Sekali-kali tidak! Pasti dia akan dilemparkan ke dalam (neraka) Hutamah. (al-Humazah/104: 1-4).\n\nDemikianlah sifat orang mukmin dalam menafkahkan hartanya. Dia tidak bersifat boros sehingga tidak memikirkan hari esok dan tidak pula bersifat kikir sehingga menyiksa dirinya sendiri karena hendak mengumpulkan kekayaan. Keseimbangan antara kedua macam sifat yang tercela itulah yang selalu dipelihara dan dijaga. Kalau kaya, dia dapat membantu masyarakatnya sesuai dengan kekayaannya, dan kalau miskin, dia dapat menguasai hawa nafsu dirinya dengan hidup secara sederhana. \nYazid bin Abi habib berkata, \"Demikianlah sifat para sahabat Nabi Muhammad saw. Mereka bukan makan untuk bermewah-mewah dan menikmati makanan yang enak-enak, mereka berpakaian bukan untuk bermegah-megah dengan keindahan. Akan tetapi, mereka makan sekadar untuk menutup rasa lapar dan untuk menguatkan jasmani karena hendak beribadah melaksanakan perintah Allah. Mereka berpakaian sekadar untuk menutup aurat dan memelihara tubuh mereka terhadap angin dan panas. \n'Abdul Malik bin Marwan, pada waktu mengawinkan Fathimah (putrinya) dengan 'Umar bin 'Abdul 'Aziz, bertanya kepada calon menantunya, \"Bagaimana engkau memberi nafkah kepada anakku?\" Umar menjawab, \"Aku memilih yang baik di antara dua sifat yang buruk\" (maksudnya sifat yang baik di antara dua sifat yang buruk yaitu boros dan kikir). Kemudian dia membacakan ayat ini.",
    "quraish": "Keempat, di antara tanda-tanda hamba Tuhan Yang Maha Penyayang adalah bersikap sederhana dalam membelanjakan harta, baik untuk diri mereka maupun keluarga. Mereka tidak berlebih-lebihan dan tidak pula kikir dalam pembelanjaan itu, tetapi di tengah-tengah keduanya.",
    "jalalayn": "(Dan orang-orang yang apabila membelanjakan) hartanya kepada anak-anak mereka (mereka tidak berlebih-lebihan dan tidak pula kikir) dapat dibaca Yaqturuu dan Yuqtiruu, artinya tidak mempersempit perbelanjaannya (dan adalah) nafkah mereka (di antara yang demikian itu) di antara berlebih-lebihan dan kikir (mengambil jalan pertengahan) yakni tengah-tengah."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 68,
    "arab": "وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا ۙ",
    "translation": "dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barangsiapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2923.mp3",
    "tafsir": "Keenam: Pada ayat ini, Allah menerangkan lagi sifat-sifat hamba Allah Yang Maha Pengasih lagi Maha Penyayang yaitu dia tidak menyembah selain Allah, dan tidak mempersekutukan-Nya dengan sesuatu apa pun. Dia benar-benar menganut tauhid yang murni. Bila dia beribadah, maka ibadahnya itu hanya semata-mata karena Allah, dan bila dia berbuat kebajikan, perbuatannya itu karena Allah bukan karena dia atau ingin dipuji orang. Bila dia berdoa, benar-benar doanya langsung dipanjatkan ke hadirat Allah tidak melalui perantara. Dia yakin sepenuhnya bahwa yang sanggup mengabulkan doanya hanya Allah semata. \nMereka tidak melakukan pembunuhan terhadap siapa pun karena menyadari bahwa jiwa seseorang menjadi hak atas dirinya. Ia tidak boleh dibunuh kecuali dengan hak yang telah ditetapkan oleh Allah seperti murtad atau membunuh orang tanpa hak. Mereka tidak akan melakukan perbuatan zina karena menyadari bahwa berzina itu termasuk dosa besar, suatu perbuatan yang sangat terkutuk dan dimurkai Allah. Dengan memelihara kemurnian tauhid yang menjadi dasar bagi akidah, seseorang akan bersih jiwanya, jernih pikirannya, dan tidak dapat diombang-ambingkan oleh kepercayaan-kepercayaan yang menyesatkan. Dengan menjauhi pembunuhan tanpa hak, akan bersihlah dirinya dari perbuatan zalim dan bersihlah masyarakat dari kekacauan. Hak setiap warga masyarakat akan terpelihara dengan baik sehingga mereka benar-benar dapat menikmati keamanan dan ketenteraman. Dengan memelihara dirinya dari perbuatan zina akan bersihlah dirinya dari kekotoran dan bersih pula masyarakat dari keonaran dan kekacauan nasab yang menimbulkan berbagai kesulitan dan ketidakstabilan. \nSehubungan dengan hal ini, dalam sebuah hadis Nabi saw dijelaskan:\n'Abdullah bin Mas'ud berkata, \"Aku bertanya kepada Rasulullah, 'Dosa apakah yang paling besar? Rasulullah menjawab, 'Engkau menjadikan tandingan bagi Allah padahal Dia yang menciptakan kamu. Aku bertanya pula, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa membunuh anakmu karena takut (miskin) karena dia akan makan bersamamu. Kemudian aku bertanya lagi, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa berzina dengan istri tetanggamu. Allah menurunkan ayat ini untuk membenarkan sabda Nabi Muhammad.\" (Riwayat al-Bukhari dan Muslim)\n\nKemudian Allah mengancam orang-orang yang melakukan perbuatan dosa itu dengan ancaman yang amat keras, yaitu neraka di hari Kiamat sebagai balasan atas semua dosa yang telah mereka perbuat di dunia. Bahkan Allah akan melipatgandakan azab bagi mereka karena dosa besar yang mereka lakukan itu. Mereka akan dilemparkan ke neraka dan akan tetap di sana. Di samping menderita siksaan jasmani seperti minuman yang sangat panas yang membakar kerongkongan dan usus mereka, mereka juga mendapat siksaan batin atau rohani, karena selalu mendapat penghinaan dan selalu menyesali kesalahan mereka sewaktu di dunia dahulu.",
    "quraish": "Kelima, mereka selalu memurnikan tawhid dan membuang segala bentuk kemusyrikan dalam sembahan. Keenam, tidak membunuh jiwa yang dilarang untuk dibunuh. Tetapi jika dianiaya, mereka akan membunuh atas dasar kebenaran. Ketujuh, menjauhi perbuatan zina. Mereka mencukupkan diri dengan berbagai kenikmatan yang halal saja agar terhindar dari siksa yang membinasakan. Sesungguhnya siapa saja yang melakukan perkara-perkara jelek ini akan mendapatkan siksa.",
    "jalalayn": "(Dan orang-orang yang tidak menyembah tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah) membunuhnya (kecuali dengan alasan yang benar, dan tidak berzina, barang siapa yang melakukan demikian itu) yakni salah satu di antara ketiga perbuatan tadi (niscaya dia mendapat pembalasan dosanya) hukumannya."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 69,
    "arab": "يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا ۙ",
    "translation": "(yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2924.mp3",
    "tafsir": "Keenam: Pada ayat ini, Allah menerangkan lagi sifat-sifat hamba Allah Yang Maha Pengasih lagi Maha Penyayang yaitu dia tidak menyembah selain Allah, dan tidak mempersekutukan-Nya dengan sesuatu apa pun. Dia benar-benar menganut tauhid yang murni. Bila dia beribadah, maka ibadahnya itu hanya semata-mata karena Allah, dan bila dia berbuat kebajikan, perbuatannya itu karena Allah bukan karena dia atau ingin dipuji orang. Bila dia berdoa, benar-benar doanya langsung dipanjatkan ke hadirat Allah tidak melalui perantara. Dia yakin sepenuhnya bahwa yang sanggup mengabulkan doanya hanya Allah semata. \nMereka tidak melakukan pembunuhan terhadap siapa pun karena menyadari bahwa jiwa seseorang menjadi hak atas dirinya. Ia tidak boleh dibunuh kecuali dengan hak yang telah ditetapkan oleh Allah seperti murtad atau membunuh orang tanpa hak. Mereka tidak akan melakukan perbuatan zina karena menyadari bahwa berzina itu termasuk dosa besar, suatu perbuatan yang sangat terkutuk dan dimurkai Allah. Dengan memelihara kemurnian tauhid yang menjadi dasar bagi akidah, seseorang akan bersih jiwanya, jernih pikirannya, dan tidak dapat diombang-ambingkan oleh kepercayaan-kepercayaan yang menyesatkan. Dengan menjauhi pembunuhan tanpa hak, akan bersihlah dirinya dari perbuatan zalim dan bersihlah masyarakat dari kekacauan. Hak setiap warga masyarakat akan terpelihara dengan baik sehingga mereka benar-benar dapat menikmati keamanan dan ketenteraman. Dengan memelihara dirinya dari perbuatan zina akan bersihlah dirinya dari kekotoran dan bersih pula masyarakat dari keonaran dan kekacauan nasab yang menimbulkan berbagai kesulitan dan ketidakstabilan. \nSehubungan dengan hal ini, dalam sebuah hadis Nabi saw dijelaskan:\n'Abdullah bin Mas'ud berkata, \"Aku bertanya kepada Rasulullah, 'Dosa apakah yang paling besar? Rasulullah menjawab, 'Engkau menjadikan tandingan bagi Allah padahal Dia yang menciptakan kamu. Aku bertanya pula, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa membunuh anakmu karena takut (miskin) karena dia akan makan bersamamu. Kemudian aku bertanya lagi, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa berzina dengan istri tetanggamu. Allah menurunkan ayat ini untuk membenarkan sabda Nabi Muhammad.\" (Riwayat al-Bukhari dan Muslim)\n\nKemudian Allah mengancam orang-orang yang melakukan perbuatan dosa itu dengan ancaman yang amat keras, yaitu neraka di hari Kiamat sebagai balasan atas semua dosa yang telah mereka perbuat di dunia. Bahkan Allah akan melipatgandakan azab bagi mereka karena dosa besar yang mereka lakukan itu. Mereka akan dilemparkan ke neraka dan akan tetap di sana. Di samping menderita siksaan jasmani seperti minuman yang sangat panas yang membakar kerongkongan dan usus mereka, mereka juga mendapat siksaan batin atau rohani, karena selalu mendapat penghinaan dan selalu menyesali kesalahan mereka sewaktu di dunia dahulu.",
    "quraish": "Pada hari kiamat, dia akan mendapatkan siksa yang berlipat ganda dan kekal di dalamnya dalam keadaan hina dan tercela.",
    "jalalayn": "(Yakni akan dilipatkan) menurut qiraat yang lain ia dibaca Yudha'afu dengan ditasydidkan huruf `Ainnya (azab untuknya pada hari kiamat dan dia akan kekal dalam azab itu) Fi'il tadi bila dibaca Jazm yakni Yudha'af dan Yakhlud maka kedudukannya menjadi Badal, jika keduanya dibaca Rafa' yakni Yudha'afu dan Yakhludu berarti keduanya merupakan jumlah Isti'naf (dalam keadaan terhina) lafal Muhaanan berkedudukan menjadi Hal atau keterangan keadaan."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 70,
    "arab": "اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۤىِٕكَ يُبَدِّلُ اللّٰهُ سَيِّاٰتِهِمْ حَسَنٰتٍۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
    "translation": "kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2925.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa orang-orang yang mengerjakan perbuatan dosa seperti tersebut pada ayat di atas, lalu bertobat dengan sebenar-benar tobat, kembali beriman, serta selalu berbuat amal saleh, perbuatan mereka yang jahat itu akan diganti dengan kebaikan dan pahala yang berlipat ganda karena Allah adalah Maha Pengampun, Maha Pengasih dan Maha Penyayang. Menurut sebagian mufasir, penggantian dosa kejahatan dengan pahala kebaikan itu ialah dengan menghapuskan segala dosa yang telah dikerjakan di masa yang lalu karena tobat yang benar, kemudian amal kebaikan yang dikerjakannya sesudah bertobat dilipatgandakan pahalanya sehingga bisa menghapus dosa yang telah dilakukan dahulu. \nMufasir-mufasir lain mengatakan bahwa Allah memberikan kepada orang yang bertobat itu pahala yang seimbang banyaknya dengan dosa yang telah dikerjakan. Kemudian dia bertobat dan mengerjakan amal yang baik, maka amal yang baik itu akan diberi pahala yang berlipat ganda pula. Jadi orang yang bertobat itu mendapat dua kebaikan yaitu dosa-dosanya yang terdahulu dihapuskan dan kemudian diberi pula pahala yang sama banyaknya dengan dosa yang telah dikerjakannya itu.\nDalam sebuah hadis, diriwayatkan bahwa:\nDari Abu thawil Syathab al-Mamdud, ia menghadap Nabi saw dan bertanya, \"Apakah pendapat anda tentang seseorang yang mengerjakan segala dosa, tidak ada perbuatan dosa kecuali ia lakukan. Apakah tobatnya diterima? Nabi saw menjawab, \"Apakah kamu sudah masuk Islam?\" Dia menjawab, \"Saya sendiri bersaksi bahwa tidak ada tuhan selain Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya. Dan engkau adalah utusan Allah.\" Nabi saw berkata, \"Ya, benar. Kamu mengerjakan kebajikan dan meninggalkan keburukan. Maka Allah akan menjadikan untukmu kebaikan semuanya.\" Dia bertanya lagi, \"Semua kesalahanku diampuni?\" \"Ya,\" jawab Nabi saw. \"Allahu Akbar,\" kata orang tadi, dan dia terus bertakbir sampai pergi tidak kelihatan. (Riwayat al-thabrani)\nKemudian Allah menyatakan bahwa tobat yang diterima itu haruslah diiringi dengan perbuatan baik. Tobat dimulai dengan penyesalan atas perbuatan jahat yang telah dilaksanakan, dan berhenti dari berbuat maksiat, diiringi dengan perbuatan baik untuk menjadi bukti bahwa tobat itu adalah tobat yang sebenarnya dan dilakukan dengan sungguh-sungguh (nasuha).",
    "quraish": "Akan tetapi barangsiapa bertobat atas dosa-dosa tersebut, beriman dengan benar dan menyertainya dengan ketaatan dan amal saleh, maka dia akan diampuni. Kejahatan mereka yang telah lalu akan diganti dengan kebaikan yang akan dibalas dengan pahala yang sangat besar. Sesungguhnya Allah Maha Penyayang lagi Maha Pengampun.",
    "jalalayn": "(Kecuali orang-orang yang bertobat dan mengerjakan amal saleh) dari kalangan mereka (maka kejahatan mereka itu diganti Allah) maksudnya dosa-dosa yang telah disebutkan tadi diganti oleh Allah (dengan kebaikan) di akhirat kelak. (Dan adalah Allah Maha Pengampun lagi Maha Penyayang) Dia tetap bersifat demikian."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 71,
    "arab": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا ",
    "translation": "Dan barangsiapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2926.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa orang-orang yang mengerjakan perbuatan dosa seperti tersebut pada ayat di atas, lalu bertobat dengan sebenar-benar tobat, kembali beriman, serta selalu berbuat amal saleh, perbuatan mereka yang jahat itu akan diganti dengan kebaikan dan pahala yang berlipat ganda karena Allah adalah Maha Pengampun, Maha Pengasih dan Maha Penyayang. Menurut sebagian mufasir, penggantian dosa kejahatan dengan pahala kebaikan itu ialah dengan menghapuskan segala dosa yang telah dikerjakan di masa yang lalu karena tobat yang benar, kemudian amal kebaikan yang dikerjakannya sesudah bertobat dilipatgandakan pahalanya sehingga bisa menghapus dosa yang telah dilakukan dahulu. \nMufasir-mufasir lain mengatakan bahwa Allah memberikan kepada orang yang bertobat itu pahala yang seimbang banyaknya dengan dosa yang telah dikerjakan. Kemudian dia bertobat dan mengerjakan amal yang baik, maka amal yang baik itu akan diberi pahala yang berlipat ganda pula. Jadi orang yang bertobat itu mendapat dua kebaikan yaitu dosa-dosanya yang terdahulu dihapuskan dan kemudian diberi pula pahala yang sama banyaknya dengan dosa yang telah dikerjakannya itu.\nDalam sebuah hadis, diriwayatkan bahwa:\nDari Abu thawil Syathab al-Mamdud, ia menghadap Nabi saw dan bertanya, \"Apakah pendapat anda tentang seseorang yang mengerjakan segala dosa, tidak ada perbuatan dosa kecuali ia lakukan. Apakah tobatnya diterima? Nabi saw menjawab, \"Apakah kamu sudah masuk Islam?\" Dia menjawab, \"Saya sendiri bersaksi bahwa tidak ada tuhan selain Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya. Dan engkau adalah utusan Allah.\" Nabi saw berkata, \"Ya, benar. Kamu mengerjakan kebajikan dan meninggalkan keburukan. Maka Allah akan menjadikan untukmu kebaikan semuanya.\" Dia bertanya lagi, \"Semua kesalahanku diampuni?\" \"Ya,\" jawab Nabi saw. \"Allahu Akbar,\" kata orang tadi, dan dia terus bertakbir sampai pergi tidak kelihatan. (Riwayat al-thabrani)\nKemudian Allah menyatakan bahwa tobat yang diterima itu haruslah diiringi dengan perbuatan baik. Tobat dimulai dengan penyesalan atas perbuatan jahat yang telah dilaksanakan, dan berhenti dari berbuat maksiat, diiringi dengan perbuatan baik untuk menjadi bukti bahwa tobat itu adalah tobat yang sebenarnya dan dilakukan dengan sungguh-sungguh (nasuha).",
    "quraish": "Demikianlah ketentuan Kami yang berlaku, yaitu barangsiapa bertobat atas dosanya dan dibuktikan dengan taat dan menjauhi maksiat, maka Allah akan menerima tobatnya. Dengan tobat itulah dia kembali kepada Tuhannya setelah menjauh dari-Nya.",
    "jalalayn": "(Dan orang yang bertobat) dari dosa-dosanya selain dari orang-orang yang telah disebutkan tadi (dan mengerjakan amal saleh, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya) dia kembali kepada-Nya dengan bertobat, maka Dia akan membalasnya dengan kebaikan."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 72,
    "arab": "وَالَّذِيْنَ لَا يَشْهَدُوْنَ الزُّوْرَۙ وَاِذَا مَرُّوْا بِاللَّغْوِ مَرُّوْا كِرَامًا ",
    "translation": "Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka berlalu dengan menjaga kehormatan dirinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2927.mp3",
    "tafsir": "Ketujuh: Pada ayat ini, Allah menerangkan bahwa di antara sifat hamba Allah Yang Maha Pengasih adalah tidak mau dan tidak pernah melakukan sumpah palsu. Apabila lewat di hadapan orang-orang yang suka mengucapkan kata-kata yang tidak karuan dan tidak ada faedahnya sama sekali, dia berlalu tanpa ikut bergabung dengan mereka. Dia menyadari bahwa seorang mukmin tidak layak melayani orang-orang yang menyia-nyiakan waktunya yang sangat berharga dengan omong kosong, apalagi bila waktu itu dipergunakan untuk membicarakan hal-hal yang membawa kepada perbuatan dosa seperti mempergunjingkan orang atau menuduh orang-orang yang tidak bersalah dan lain-lain sebagainya. \nBersumpah palsu sangat dilarang dalam agama Islam, karena ketika bersumpah itu, seseorang telah berdusta dan tidak menyatakan yang sebenarnya. Banyak sekali orang yang melakukan sumpah palsu untuk membela orang-orang yang tidak benar agar orang itu dapat merampas atau memiliki hak orang lain dan melakukan kezaliman. Padahal, kalau ia tidak ikut bersumpah, tentulah yang hak itu akan nyata dan jelas, serta tidak akan terjadi kezaliman atau perampasan hak. Sebagai seorang mukmin, dia harus berdiri di pihak yang benar dan harus merasa bertanggung jawab untuk menegakkan keadilan dan memberantas kezaliman. \nUmar bin Khaththab sangat marah kepada orang yang melakukan sumpah palsu dan dia pernah mendera orang yang bersumpah palsu 40 kali dera, mencorengi mukanya dengan warna hitam, mencukur semua rambut kepalanya, dan kemudian mengaraknya di tengah pasar. \nSifat dan sikap hamba-hamba Allah yang terpuji ini digambarkan Allah dalam firman-Nya:\nDan apabila mereka mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, \"Bagi kami amal-amal kami dan bagimu amal-amal kamu, semoga selamatlah kamu, kami tidak ingin (bergaul) dengan orang-orang bodoh.\" (al-Qasas/28: 55).",
    "quraish": "Kedelapan, tidak melakukan sumpah palsu. Kesembilan, jika menemukan perkataan atau perbuatan yang tidak terpuji dari seseorang, mereka tidak larut melakukannya dan memilih tidak menemaninya.",
    "jalalayn": "(Dan orang-orang yang tidak memberikan persaksian palsu) yakni kesaksian yang dusta dan batil (dan apabila mereka bertemu dengan orang-orang yang mengerjakan perbuatan-perbuatan yang tidak berfaedah) seperti perkataan-perkataan yang buruk dan perbuatan-perbuatan yang lainnya (mereka lalui saja dengan menjaga kehormatan dirinya) mereka berpaling daripadanya."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 73,
    "arab": "وَالَّذِيْنَ اِذَا ذُكِّرُوْا بِاٰيٰتِ رَبِّهِمْ لَمْ يَخِرُّوْا عَلَيْهَا صُمًّا وَّعُمْيَانًا ",
    "translation": "dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidak bersikap sebagai orang-orang yang tuli dan buta,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2928.mp3",
    "tafsir": "Kedelapan: Pada ayat ini, Allah menerangkan sifat para hamba-Nya, yaitu mereka dapat menanggapi peringatan yang diberikan Allah bila mereka mendengar peringatan itu. Hati mereka selalu terbuka untuk menerima nasihat dan pelajaran, pikiran mereka pun selalu merenungkan ayat-ayat Allah untuk dipahami dan diamalkan, sehingga bertambahlah keimanan dan keyakinan mereka bahwa ajaran-ajaran yang diberikan Allah kepada mereka benar-benar ajaran yang tinggi nilai dan mutunya, ajaran yang benar yang tidak dapat dibantah lagi. Tidaklah mengherankan apabila mereka sangat fanatik kepada ajaran itu, karena mereka sangat meyakini kebaikannya. \nSangat jauh perbedaan antara mereka dengan kaum musyrikin yang juga fanatik kepada sembahan-sembahannya. Kefanatikan mereka adalah fanatik buta karena tidak mau menerima kebenaran walaupun telah jelas dan nyata bahwa akidah yang mereka anut itu salah dan bertentangan dengan akal yang sehat. Bagaimana pun kuat dan jelasnya alasan-alasan yang dikemukakan kepada mereka tentang ketidakbenaran faham yang dianut mereka tidak akan mau menerimanya karena hatinya telah tertutup dan matanya telah buta untuk memikirkan mana yang benar dan mana yang salah.",
    "quraish": "Kesepuluh, apabila dinasihati oleh seseorang dan dibacakan ayat-ayat Allah, mereka mendengarkannya dengan seksama. Kalbu mereka tergugah, dan hati kecil mereka terbuka. Mereka tidak seperti orang-orang yang gelisah ketika mendengar ayat-ayat Allah dan berpaling darinya. Bagi orang-orang yang tidak mendengarkan ayat-ayat Allah, ayat-ayat tersebut tidak menembus pendengaran mereka dan penglihatan mereka pun tertutup darinya.",
    "jalalayn": "(Dan orang-orang yang apabila diberi peringatan) diberi nasihat dan pelajaran (dengan ayat-ayat Rabb mereka) yakni Alquran (mereka tidak menghadapinya) mereka tidak menanggapinya (sebagai orang-orang yang tuli dan buta) tetapi mereka menghadapinya dengan cara mendengarkannya sepenuh hati dan memikirkan isinya serta mengambil manfaat daripadanya."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 74,
    "arab": "وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا هَبْ لَنَا مِنْ اَزْوَاجِنَا وَذُرِّيّٰتِنَا قُرَّةَ اَعْيُنٍ وَّاجْعَلْنَا لِلْمُتَّقِيْنَ اِمَامًا ",
    "translation": "Dan orang-orang yang berkata, “Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2929.mp3",
    "tafsir": "Kesembilan: Di antara sifat-sifat hamba Allah ialah mereka selalu bermunajat dan memohon kepada-Nya agar dianugerahi keturunan yang saleh dan baik. Istri dan anak-anaknya benar-benar menyenangkan hati dan menyejukkan perasaan karena keluarga mereka terdiri dari orang-orang yang saleh dan bertakwa kepada Tuhan. Dengan demikian, akan bertambah banyaklah di muka bumi ini hamba-hamba Allah Yang Maha Pengasih lagi Maha Penyayang. \nDi samping itu, mereka bermunajat kepada Allah agar keturunannya menjadi orang-orang yang bertakwa seluruhnya, menjadi penyeru manusia untuk bertakwa, dan menjadi pemimpin bagi orang-orang yang bertakwa. Ini adalah cahaya iman yang telah memenuhi hati mereka dan meneranginya dengan petunjuk dan hidayah sehingga mereka ingin sekali supaya orang-orang yang bertakwa yang mendapat petunjuk kian lama kian bertambah juga. Keinginan mereka agar anak cucu dan keturunannya menjadi pemimpin bagi orang-orang yang bertakwa bukanlah karena ingin kedudukan yang tinggi atau kekuasaan mutlak, tetapi semata-mata karena keinginan yang tulus ikhlas agar penduduk dunia ini dipenuhi oleh orang-orang yang beriman dan bertakwa. Juga bertujuan agar anak cucu mereka melanjutkan perjuangannya menegakkan keadilan dan kebenaran. Dengan demikian, walaupun mereka sendiri telah mati, tetapi mereka tetap menerima pahala perjuangan anak cucu mereka sesuai dengan sabda Rasulullah:\n\"Apabila seseorang mati, maka putuslah segala amalnya kecuali dari tiga macam: sedekah yang dapat dimanfaatkan orang, ilmu pengetahuan yang ditinggalkannya yang dapat diambil manfaatnya oleh orang lain sesudah matinya, anak yang saleh yang selalu mendoakannya.\" (Riwayat Muslim dari Abu Hurairah).\n\nDemikianlah sembilan sifat baik yang dimiliki oleh hamba-hamba Allah Yang Maha Penyayang. Bila sifat-sifat itu telah dimiliki oleh seseorang, maka mereka berhak mendapat julukan demikian itu. Orang-orang yang mendapat julukan pasti akan disayang Allah dan di akhirat nanti akan mendapat karunia dan rahmat yang sangat mulia dan besar.",
    "quraish": "Kesebelas, mereka selalu memohon kepada Tuhan agar istri-istri dan anak-anak mereka dijadikan sebagai penyenang hati karena kebaikan yang mereka lakukan. Mereka juga berdoa agar dijadikan sebagai pemimpin dalam kebaikan yang diikuti oleh orang-orang yang saleh.",
    "jalalayn": "(Dan orang-orang yang berkata, \"Ya Rabb kami! Anugerahkanlah kepada kami istri-istri kami dan keturunan kami) ia dapat dibaca secara jamak sehingga menjadi Dzurriyyaatinaa, dapat pula dibaca secara Mufrad, yakni Dzurriyyatinaa (sebagai penyenang hati kami) artinya kami melihat mereka selalu taat kepada-Mu (dan jadikanlah kami imam bagi orang-orang yang bertakwa.\") yakni pemimpin dalam kebaikan."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 75,
    "arab": "اُولٰۤىِٕكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوْا وَيُلَقَّوْنَ فِيْهَا تَحِيَّةً وَّسَلٰمًا ۙ",
    "translation": "Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka, dan di sana mereka akan disambut dengan penghormatan dan salam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2930.mp3",
    "tafsir": "Pada dua ayat ini, Allah menerangkan ganjaran dan karunia yang akan diberikan kepada \"hamba-hamba Allah Yang Maha Penyayang itu\", hamba-hamba Allah yang mempunyai sifat-sifat yang sempurna dan akhlak yang mulia berkat kesabaran dan keuletan mereka dalam mematuhi segala perintah Allah, berkat kesabaran dan keuletan mereka melawan hawa nafsu dalam menjauhi segala larangan-Nya. Mereka ditempatkan di tempat yang paling mulia dan tinggi dalam surga. Mereka disambut oleh para malaikat dengan salam sebagai penghormatan kepada mereka. Hal ini tergambar dalam firman Allah:\n\"Sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), 'Selamat sejahtera atasmu karena kesabaranmu. Maka alangkah nikmatnya tempat kesudahan itu.\" (ar-Ra'd/13: 23-24).\n\nKemudian Allah menerangkan bahwa karunia dan nikmat yang mereka terima itu adalah karunia dan nikmat yang kekal abadi yang tiada putus-putusnya. Tidak diragukan lagi bahwa tempat itu adalah sebaik-baik tempat menetap dan sebaik-baik tempat kediaman.",
    "quraish": "Mereka yang memiliki ciri-ciri seperti itu--sebagai telah disebutkan sebelumnya--adalah para hamba Allah yang sejati. Mereka akan mendapatkan kedudukan yang luhur di surga, sebagai balasan dari kesabaran dan ketaatan mereka. Di dalam surga, mereka akan mendapatkan penghormatan dan ucapan keselamatan.",
    "jalalayn": "(Mereka itulah orang-orang yang dibalasi dengan martabat yang tinggi) di surga kelak (karena kesabaran mereka) di dalam menjalankan taat kepada Allah (dan mereka disambut) dapat dibaca Yulaqqauna dengan memakai Tasydid, sebagaimana dapat pula dibaca Yalqauna (di dalamnya) yakni di surga yang paling tinggi martabatnya itu (dengan penghormatan dan ucapan selamat) dari para Malaikat."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 76,
    "arab": "خٰلِدِيْنَ فِيْهَاۗ حَسُنَتْ مُسْتَقَرًّا وَّمُقَامًا ",
    "translation": "Mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2931.mp3",
    "tafsir": "Pada dua ayat ini, Allah menerangkan ganjaran dan karunia yang akan diberikan kepada \"hamba-hamba Allah Yang Maha Penyayang itu\", hamba-hamba Allah yang mempunyai sifat-sifat yang sempurna dan akhlak yang mulia berkat kesabaran dan keuletan mereka dalam mematuhi segala perintah Allah, berkat kesabaran dan keuletan mereka melawan hawa nafsu dalam menjauhi segala larangan-Nya. Mereka ditempatkan di tempat yang paling mulia dan tinggi dalam surga. Mereka disambut oleh para malaikat dengan salam sebagai penghormatan kepada mereka. Hal ini tergambar dalam firman Allah:\n\"Sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), 'Selamat sejahtera atasmu karena kesabaranmu. Maka alangkah nikmatnya tempat kesudahan itu.\" (ar-Ra'd/13: 23-24).\n\nKemudian Allah menerangkan bahwa karunia dan nikmat yang mereka terima itu adalah karunia dan nikmat yang kekal abadi yang tiada putus-putusnya. Tidak diragukan lagi bahwa tempat itu adalah sebaik-baik tempat menetap dan sebaik-baik tempat kediaman.",
    "quraish": "Kenikmatan yang mereka peroleh di surga adalah kekal dan tidak pernah putus. Surga itu merupakan tempat menetap dan kediaman yang terbaik.",
    "jalalayn": "(Mereka kekal di dalamnya, surga itulah sebaik-baik tempat menetap dan tempat kediaman) yakni tempat kediaman buat mereka. Lafal Ulaaika dan sesudahnya menjadi Khabar dari lafal 'Ibaadur Rahmaan pada ayat 63 tadi."
  },
  {
    "ruku": 315,
    "name": "Al-Furqan",
    "ayat": 77,
    "arab": "قُلْ مَا يَعْبَؤُا بِكُمْ رَبِّيْ لَوْلَا دُعَاۤؤُكُمْۚ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُوْنُ لِزَامًا ࣖ",
    "translation": "Katakanlah (Muhammad, kepada orang-orang musyrik), “Tuhanku tidak akan mengindahkan kamu, kalau tidak karena ibadahmu. (Tetapi bagaimana kamu beribadah kepada-Nya), padahal sungguh, kamu telah mendustakan-Nya? Karena itu, kelak (azab) pasti (menimpamu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2932.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir bahwa karena kekufuran, kesombongan, dan keangkuhannya, Allah tidak akan mempedulikan mereka sedikit pun. Mereka sekali-kali tidak akan mendapat karunia yang diberikan kepada orang-orang yang beriman bahkan mereka akan mendapat balasan yang setimpal yaitu neraka Jahanam. Mereka akan dilemparkan ke dalamnya dan mendapat siksaan yang tidak dapat digambarkan bagaimana pedihnya dan akan kekal abadi dalam neraka itu.",
    "quraish": "Katakanlah, wahai Rasul, kepada umat manusia, \"Sesungguhnya tidak penting bagi Allah dari kalian kecuali kalian menyembah dan berdoa kepada-Nya, tidak selain-Nya. Oleh karena itulah Dia menciptakan kalian. Akan tetapi, orang-orang kafir di antara kalian telah mendustakan apa yang dibawa oleh Rasul. Karenanya, azab yang akan menimpa mereka merupakan sebuah kemestian, dan mereka tidak akan dapat menyelamatkan diri dari azab itu.\"",
    "jalalayn": "(Katakanlah,) hai Muhammad kepada penduduk Mekah (\"Tiada) lafal Maa bermakna Nafi (mengindahkan) menghiraukan (Rabbku akan kalian melainkan kalau ada ibadah kalian) kepada-Nya di waktu kalian tertimpa kesengsaraan dan musibah, kemudian Dia menghilangkannya dari kalian (padahal sesungguhnya) maksudnya mana mungkin Dia memperhatikan kalian, (sedangkan kalian telah mendustakan) Rasul dan Alquran (karena itu kelak akan ada) azab (yang pasti.\") menimpa kalian di akhirat, selain daripada azab yang akan menimpa kalian di dunia. Akhirnya di antara mereka banyak yang terbunuh di dalam perang Badar; jumlah mereka yang terbunuh ada tujuh puluh orang. Sedangkan yang menjadi Jawab dari lafal Laulaa terkandung di dalam pengertian kalimat yang sebelumnya."
  }
]