[
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 10,
    "arab": "وَاِذْ نَادٰى رَبُّكَ مُوْسٰٓى اَنِ ائْتِ الْقَوْمَ الظّٰلِمِيْنَ ۙ",
    "translation": "Dan (ingatlah) ketika Tuhanmu menyeru Musa (dengan firman-Nya), “Datangilah kaum yang zalim itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2942.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad menceritakan kepada kaumnya yang kafir cerita Nabi Musa a.s. yang berhadapan dengan Fir'aun. Kisah ini dimulai ketika Nabi Musa masih di bukit Sinai, dia menerima perintah supaya pergi ke Mesir menyeru Fir'aun bersama kaumnya yang telah sesat. Mereka adalah kaum yang senantiasa berbuat zalim yang telah lama memperbudak Bani Israil dan berlaku sewenang-wenang terhadap mereka. Nabi Musa diperintahkan menyampaikan risalah kepada Fir'aun dan kaumnya yang demikian congkak dan sombong. Kaum yang menganggap diri mereka keturunan dewa-dewa, sedangkan bangsa lain adalah bangsa yang hina, termasuk bangsa Israil, kaum Musa sendiri.\nFir'aun mempunyai kerajaan yang kuat serta tentara yang berani dan lengkap persenjataannya. Kepada Fir'aun dan kaumnya itu, Musa diperintahkan Allah untuk menyeru mereka agar mengubah kepercayaan yang telah mendarah daging menjadi orang yang beriman dan bertakwa dengan meninggalkan segala perbuatan dan kepercayaan yang tidak benar itu. Tentu saja Musa agak merasa cemas dan khawatir akan nasibnya berhadapan dengan kaum yang kasar dan sombong itu.",
    "quraish": "Dan ingatkanlah kaummu, wahai Muhammad, kisah tentang Mûsâ saat diseru oleh Tuhanmu, \"Wahai Mûsâ, pergilah kamu sebagai seorang rasul kepada satu kaum yang telah menzalimi diri mereka sendiri dengan kekafiran dan menzalimi Banû Isrâ'îl dengan memperbudak dan membunuh anak-anak lelaki mereka.",
    "jalalayn": "(Dan) ceritakanlah, hai Muhammad!, kepada kaummu (ketika Rabbmu menyeru Musa) melalui firman-Nya pada malam ketika ia melihat api dan pohon (\"Bahwasanya) hendaknya (datangilah kaum yang zalim itu), datanglah kamu kepada mereka sebagai seorang Rasul."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 11,
    "arab": "قَوْمَ فِرْعَوْنَ ۗ اَلَا يَتَّقُوْنَ  ",
    "translation": "(yaitu) kaum Fir‘aun. Mengapa mereka tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2943.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad menceritakan kepada kaumnya yang kafir cerita Nabi Musa a.s. yang berhadapan dengan Fir'aun. Kisah ini dimulai ketika Nabi Musa masih di bukit Sinai, dia menerima perintah supaya pergi ke Mesir menyeru Fir'aun bersama kaumnya yang telah sesat. Mereka adalah kaum yang senantiasa berbuat zalim yang telah lama memperbudak Bani Israil dan berlaku sewenang-wenang terhadap mereka. Nabi Musa diperintahkan menyampaikan risalah kepada Fir'aun dan kaumnya yang demikian congkak dan sombong. Kaum yang menganggap diri mereka keturunan dewa-dewa, sedangkan bangsa lain adalah bangsa yang hina, termasuk bangsa Israil, kaum Musa sendiri.\nFir'aun mempunyai kerajaan yang kuat serta tentara yang berani dan lengkap persenjataannya. Kepada Fir'aun dan kaumnya itu, Musa diperintahkan Allah untuk menyeru mereka agar mengubah kepercayaan yang telah mendarah daging menjadi orang yang beriman dan bertakwa dengan meninggalkan segala perbuatan dan kepercayaan yang tidak benar itu. Tentu saja Musa agak merasa cemas dan khawatir akan nasibnya berhadapan dengan kaum yang kasar dan sombong itu.",
    "quraish": "Datangilah kaum Fir'aun itu, karena mereka selalu melakukan kezaliman. Sungguh mereka adalah orang-orang yang aneh! Bagaimana mungkin mereka tidak takut dan waspada akan akibat buruk dari kezaliman yang mereka lakukan?\"",
    "jalalayn": "(Yaitu kaum Firaun) terutama Firaun sendiri, mereka telah berbuat aniaya terhadap diri mereka sendiri dengan kekafiran mereka kepada Allah dan penindasan mereka kepada kaum Bani Israel (mengapa mereka tidak) Istifham di sini bermakna sanggahan (bertakwa?\") kepada Allah dengan menaati-Nya,"
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 12,
    "arab": "قَالَ رَبِّ اِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ۗ",
    "translation": "Dia (Musa) berkata, “Ya Tuhanku, sungguh, aku takut mereka akan mendustakan aku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2944.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. \nMusa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain:\nDia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32).\n\nDemikian pula disebutkan dalam firman-Nya yang lain yaitu:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34).\n\nMusa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun.",
    "quraish": "Mûsâ berkata, \"Wahai Tuhanku, aku sungguh khawatir mereka tidak akan menerima risalahku ini, karena sikap pongah dan membangkang yang ada pada mereka.",
    "jalalayn": "(Berkata) Musa, (\"Ya Rabbku! Sesungguhnya aku takut bahwa mereka akan mendustakan aku)."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 13,
    "arab": "وَيَضِيْقُ صَدْرِيْ وَلَا يَنْطَلِقُ لِسَانِيْ فَاَرْسِلْ اِلٰى هٰرُوْنَ ",
    "translation": "sehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2945.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. \nMusa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain:\nDia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32).\n\nDemikian pula disebutkan dalam firman-Nya yang lain yaitu:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34).\n\nMusa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun.",
    "quraish": "Lalu aku merasa geram mendapati mereka mendustakan aku, sehingga lidahku menjadi kelu untuk melontarkan bukti-bukti yang ingin kupaparkan. Dari itu, utuslah Jibril a. s. kepada Hârûn, saudaraku, untuk membantuku mengemban tugas ini.",
    "jalalayn": "(Dan akan terasa sempit dadaku) karena mereka mendustakan aku (sedangkan lidahku tidak lancar) untuk menyampaikan risalah yang dibebankan kepadaku, karena lisanku pelat (maka utuslah) saudaraku (Harun) bersamaku."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 14,
    "arab": "وَلَهُمْ عَلَيَّ ذَنْۢبٌ فَاَخَافُ اَنْ يَّقْتُلُوْنِ  ۚ",
    "translation": "Sebab aku berdosa terhadap mereka, maka aku takut mereka akan membunuhku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2946.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. \nMusa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain:\nDia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32).\n\nDemikian pula disebutkan dalam firman-Nya yang lain yaitu:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34).\n\nMusa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun.",
    "quraish": "Lagi pula mereka telah menganggap aku bersalah karena telah membunuh salah seorang di antara mereka. Aku khawatir, mereka--sebagai suatu bentuk pembalasan--akan lebih dulu membunuhku sebelum aku sempat melaksanakan tugas ini. Dan ini menambah kekhawatiranku.\"",
    "jalalayn": "(Dan aku berdosa terhadap mereka) disebabkan aku telah membunuh seorang bangsa Kobtik (maka aku takut mereka akan membunuhku\") disebabkan aku telah membunuh salah seorang dari mereka."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 15,
    "arab": "قَالَ كَلَّاۚ فَاذْهَبَا بِاٰيٰتِنَآ اِنَّا مَعَكُمْ مُّسْتَمِعُوْنَ ۙ ",
    "translation": "(Allah) berfirman, “Jangan takut (mereka tidak akan dapat membunuhmu)! Maka pergilah kamu berdua dengan membawa ayat-ayat Kami (mukjizat-mukjizat); sungguh, Kami bersamamu mendengarkan (apa yang mereka katakan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2947.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36).\n\nAllah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu:\nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46).\n\nAllah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun.\nDalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun.",
    "quraish": "Allah berfirman kepada Mûsâ, \"Mereka tidak akan membunuhmu, dan Aku telah mengabulkan permohonanmu mengenai Hârûn. Maka berangkatlah kalian berdua dengan berbekal mukjizat-mukjizat-Ku. Aku akan menjaga kalian dan mendengarkan apa yang terjadi antara kalian dan Fir'aun. Dan kalian berdua akan mendapatkan kemenangan dan dukungan.",
    "jalalayn": "(Berfirman) Allah swt., (\"Jangan takut!) mereka tidak akan dapat membunuhmu (Pergilah kamu berdua) yakni kamu dan saudaramu itu; ungkapan ayat ini lebih diprioritaskan kepada Mukhathab, karena pada kenyataannya Nabi Harun pada waktu itu sedang tidak bersamanya (dengan membawa ayat-ayat Kami, sesungguhnya Kami bersamamu mendengarkan.\") apa yang kalian katakan dan apa yang dikatakan oleh mereka tentang kalian. Keduanya dianggap seakan-akan orang banyak (bentuk jamak)."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 16,
    "arab": "فَأْتِيَا فِرْعَوْنَ فَقُوْلَآ اِنَّا رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ۙ",
    "translation": "maka datanglah kamu berdua kepada Fir‘aun dan katakan, “Sesungguhnya kami adalah rasul-rasul Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2948.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36).\n\nAllah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu:\nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46).\n\nAllah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun.\nDalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun.",
    "quraish": "Berangkatlah kalian berdua menemui Fir'aun, lalu katakan kepadanya, 'Sesungguhnya kami berdua adalah utusan Tuhan semesta alam kepadamu.",
    "jalalayn": "(Maka datanglah kamu berdua kepada Firaun dan katakanlah olehmu, \"Sesungguhnya kami) yakni kamu berdua ini (adalah Rasul Rabb semesta alam) kepadamu."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 17,
    "arab": "اَنْ اَرْسِلْ مَعَنَا بَنِيْٓ اِسْرَاۤءِيْلَ ۗ ",
    "translation": "lepaskanlah Bani Israil (pergi) bersama kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2949.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36).\n\nAllah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu:\nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46).\n\nAllah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun.\nDalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun.",
    "quraish": "Tuhan semesta alam telah memerintahkan kepadamu untuk membebaskan Banû Isrâ'îl pergi bersama kami'.\"",
    "jalalayn": "(Hendaklah) hendaknya (lepaskanlah untuk pergi bersama kami) ke negeri Syam (kaum Bani Israel\") maka Nabi Musa dan Nabi Harun datang kepada Firaun lalu keduanya mengatakan apa yang telah disebutkan tadi."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 18,
    "arab": "قَالَ اَلَمْ نُرَبِّكَ فِيْنَا وَلِيْدًا وَّلَبِثْتَ فِيْنَا مِنْ عُمُرِكَ سِنِيْنَ ۗ ",
    "translation": "Dia (Fir‘aun) menjawab, “Bukankah kami telah mengasuhmu dalam lingkungan (keluarga) kami, waktu engkau masih kanak-kanak dan engkau tinggal bersama kami beberapa tahun dari umurmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2950.mp3",
    "tafsir": "Tatkala Musa dan Harun diperkenankan menghadap Fir'aun dan menegaskan kepadanya bahwa mereka berdua adalah rasul Allah Pencipta alam semesta dan meminta supaya Bani Israil dibebaskan dari perbudakan dan diizinkan meninggalkan Mesir, Fir'aun sangat terkejut dan merasa tercengang. Ia menjadi heran mengapa keduanya begitu berani menentang kekuasaannya, sedangkan dia sendiri menganggap dirinya sebagai tuhan bagi rakyatnya, termasuk dalam hal ini Bani Israil. Kemudian Musa dan Harun juga menuntut pembebasan semua Bani Israil dari cengkeraman perbudakan. \nFir'aun heran mengapa Musa sampai berani mengemukakan dua hal yang amat tidak masuk akal itu? Fir'aun mengetahui benar bahwa Musa adalah anak asuhnya sendiri. Semenjak kecil, dia dididik dan dibesarkan dalam istananya. Fir'aun mengetahui pula bahwa setelah dewasa, Musa pernah membunuh seorang rakyatnya yang dekat dengannya, yaitu tukang masaknya sendiri ketika ia berkelahi dengan salah seorang Bani Israil. Fir'aun juga heran mengapa Musa dengan riwayat hidup seperti itu, berani menentang kekuasaannya dan menuntut hal yang tidak masuk akal menurut pendapatnya. \nDengan nada yang keras dan rasa amarah yang tak tertahankan, Fir'aun menjawab, \"Bukankah engkau telah kami asuh dan kami didik semenjak kecil? Kami selamatkan kamu dari pembunuhan di mana pada waktu itu kami memerintahkan agar setiap anak laki-laki Bani Israil harus dibunuh. Kami didik dan kami besarkan di istana kami, kami sayangi dan santuni seperti menyayangi dan menyantuni anak kami sendiri. Akan tetapi, sekarang kamu meminta kepada kami dua hal yang tak mungkin terjadi yaitu agar aku turun dari singgasana ketuhananku serta mengakui bahwa kamu adalah rasul dari Tuhan yang tidak kami kenal. Kemudian kamu meminta pula agar Bani Israil yang telah berabad-abad tinggal di negeri Mesir ini dibebaskan dan kamu bawa ke negeri yang kamu anggap tanah leluhurmu. Ini adalah suatu lelucon yang tidak lucu dan suatu kebodohan dan ketololan yang menunjukkan bahwa kamu berdua adalah manusia yang tak berbudi bahkan mungkin manusia yang telah gila.\"",
    "quraish": "Dengan perasaan berjasa--karena telah mengenal Mûsâ yang di masa kecilnya pernah berada dalam asuhannya di istana--Fir'aun berkata kepada Mûsâ, \"Bukankah kami telah memeliharamu di waktu kecil, dan kamu berada dalam asuhan kami selama beberapa tahun?",
    "jalalayn": "(Berkatalah) Firaun kepada Nabi Musa, (\"Bukankah kami telah mengasuhmu di dalam keluarga kami) yakni dalam rumah kami (waktu kamu masih kanak-kanak) semasa kecil, baru saja dilahirkan, tetapi sudah disapih (dan kamu tinggal bersama kami beberapa tahun dari umurmu), selama tiga puluh tahun, pada masa itu Musa berpakaian seperti Firaun dan berkendaraan sebagaimana Firaun, ia dikenal sebagai anak angkat Firaun."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 19,
    "arab": "وَفَعَلْتَ فَعْلَتَكَ الَّتِيْ فَعَلْتَ وَاَنْتَ مِنَ الْكٰفِرِيْنَ  ",
    "translation": "Dan engkau (Musa) telah melakukan (kesalahan dari) perbuatan yang telah engkau lakukan dan engkau termasuk orang yang tidak tahu berterima kasih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2951.mp3",
    "tafsir": "Tatkala Musa dan Harun diperkenankan menghadap Fir'aun dan menegaskan kepadanya bahwa mereka berdua adalah rasul Allah Pencipta alam semesta dan meminta supaya Bani Israil dibebaskan dari perbudakan dan diizinkan meninggalkan Mesir, Fir'aun sangat terkejut dan merasa tercengang. Ia menjadi heran mengapa keduanya begitu berani menentang kekuasaannya, sedangkan dia sendiri menganggap dirinya sebagai tuhan bagi rakyatnya, termasuk dalam hal ini Bani Israil. Kemudian Musa dan Harun juga menuntut pembebasan semua Bani Israil dari cengkeraman perbudakan. \nFir'aun heran mengapa Musa sampai berani mengemukakan dua hal yang amat tidak masuk akal itu? Fir'aun mengetahui benar bahwa Musa adalah anak asuhnya sendiri. Semenjak kecil, dia dididik dan dibesarkan dalam istananya. Fir'aun mengetahui pula bahwa setelah dewasa, Musa pernah membunuh seorang rakyatnya yang dekat dengannya, yaitu tukang masaknya sendiri ketika ia berkelahi dengan salah seorang Bani Israil. Fir'aun juga heran mengapa Musa dengan riwayat hidup seperti itu, berani menentang kekuasaannya dan menuntut hal yang tidak masuk akal menurut pendapatnya. \nDengan nada yang keras dan rasa amarah yang tak tertahankan, Fir'aun menjawab, \"Bukankah engkau telah kami asuh dan kami didik semenjak kecil? Kami selamatkan kamu dari pembunuhan di mana pada waktu itu kami memerintahkan agar setiap anak laki-laki Bani Israil harus dibunuh. Kami didik dan kami besarkan di istana kami, kami sayangi dan santuni seperti menyayangi dan menyantuni anak kami sendiri. Akan tetapi, sekarang kamu meminta kepada kami dua hal yang tak mungkin terjadi yaitu agar aku turun dari singgasana ketuhananku serta mengakui bahwa kamu adalah rasul dari Tuhan yang tidak kami kenal. Kemudian kamu meminta pula agar Bani Israil yang telah berabad-abad tinggal di negeri Mesir ini dibebaskan dan kamu bawa ke negeri yang kamu anggap tanah leluhurmu. Ini adalah suatu lelucon yang tidak lucu dan suatu kebodohan dan ketololan yang menunjukkan bahwa kamu berdua adalah manusia yang tak berbudi bahkan mungkin manusia yang telah gila.\"",
    "quraish": "Dan kamu telah melakukan tindak kejahatan yang keji, saat kamu membunuh salah seorang dari kaumku. Kamu pun tidak membalas jasa yang dahulu telah kami berikan kepadamu, dan juga tidak mengayomi rakyatku. Bahkan kamu mencerca tuhan-tuhan kami dengan menganggap dirimu sebagai utusan Tuhan semesta alam.\"",
    "jalalayn": "(Dan kamu telah berbuat suatu perbuatan yang telah kamu lakukan itu) yaitu membunuh seorang bangsa Kobtik (dan kamu termasuk orang-orang yang tidak tahu membalas budi\") yakni termasuk orang-orang yang ingkar terhadap nikmat yang telah kuberikan kepadamu, yaitu dididik dan tidak dijadikan budak."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 20,
    "arab": "قَالَ فَعَلْتُهَآ اِذًا وَّاَنَا۠ مِنَ الضَّاۤلِّيْنَ  ",
    "translation": "Dia (Musa) berkata, “Aku telah melakukannya, dan ketika itu aku termasuk orang yang khilaf.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2952.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Mûsâ berkata, \"Aku memang telah melakukan pembunuhan yang kamu sebutkan itu karena ketidaktahuan dan kekhilafanku. Dari itu, janganlah kamu menyalahkan aku.",
    "jalalayn": "(Berkatalah) Musa, (\"Aku telah melakukannya, sedangkan di waktu itu) pada masa itu (aku termasuk orang-orang yang khilaf) dari apa yang akan diberikan oleh Allah kepadaku sesudahnya, yaitu ilmu dan risalah."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 21,
    "arab": "فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِيْ رَبِّيْ حُكْمًا وَّجَعَلَنِيْ مِنَ الْمُرْسَلِيْنَ  ",
    "translation": "Lalu aku lari darimu karena aku takut kepadamu, kemudian Tuhanku menganugerahkan ilmu kepadaku serta Dia menjadikan aku salah seorang di antara rasul-rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2953.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Lalu aku melarikan diri dari kalian karena khawatir kalian akan membunuhku akibat tindakan yang tak kusengaja itu. Tuhan pun kemudian menganugerahkan kepadaku kearifan dan pengetahuan, keutamaan dan kenikmatan, serta menjadikan diriku sebagai salah seorang rasul-Nya.\"",
    "jalalayn": "(Lalu aku lari meninggalkan kalian ketika aku takut kepada kalian, kemudian Rabbku memberikan kepadaku hikmah) yakni ilmu (serta Dia menjadikanku salah seorang di antara Rasul-rasul)."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 22,
    "arab": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ اَنْ عَبَّدْتَّ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
    "translation": "Dan itulah kebaikan yang telah engkau berikan kepadaku, (sementara) itu engkau telah memperbudak Bani Israil.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2954.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Mûsâ lalu menyinggung salah satu sikap buruk Fir'aun. Dijelaskannyalah perihal perbudakan dan pembunuhan anak-anak lelaki Banû Isrâ'îl yang Fir'aun lakukan. Karena itu, Mûsâ menolak asuhannya di istana Fir'aun sebagai suatu nikmat. Sebabnya terpulang kepada kejahatan Fir'aun yang telah memperbudak dan membunuh anak-anak lelaki Banû Isrâ'îl sehingga ia dihanyutkan ke sungai untuk menyelamatkan diri dari pembunuhan Fir'aun, yang akhirnya mengantarkan Mûsâ ke istana Fir'aun. Kalaulah keadaannya tidak seperti itu, tentu Mûsâ akan diasuh oleh kedua orangtuanya.",
    "jalalayn": "(Budi yang kamu limpahkan kepadaku itu) asal lafal Tamunnuhaa adalah Tamunnu Bihaa, maksudnya, yang telah kamu limpahkan kepadaku itu (adalah disebabkan kamu telah memperbudak Bani Israel\") kalimat ayat ini merupakan keterangan dari ayat yang sebelumnya, maksudnya, kamu telah menjadikan mereka sebagai budak-budak dan sebagai gantinya kamu tidak memperbudak aku, sesungguhnya kamu tidak memberikan nikmat apa pun dengan perlakuanmu yang demikian itu, karena kamu memperbudak mereka, hal ini adalah perbuatan aniaya. Sebagian Mufassirin ada yang memperkirakan adanya Hamzah Istifham bermakna sanggahan, pada awal perkataan Nabi Musa ini, sehingga lafal Fa'altuha asalnya Afa'altuha."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 23,
    "arab": "قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Fir‘aun bertanya, “Siapa Tuhan seluruh alam itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2955.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Fir'aun berkata, \"Lalu, bagaimana sebenarnya sifat Tuhan semesta alam yang selalu kamu sebut-sebut dan kamu katakan telah mengutusmu itu? Cobalah jelaskan, karena kami tidak mengenalnya sama sekali!\"",
    "jalalayn": "(Berkata Firaun) kepada Nabi Musa, (\"Siapakah Rabb semesta alam itu?\") sebagaimana yang telah kamu katakan itu, bahwa kamu adalah Rasul-Nya? Maksudnya, siapakah Dia itu? Karena mengingat bahwa tiada jalan bagi makhluk untuk mengetahui hakikat Allah swt. melainkan hanya melalui sifat-sifat-Nya. Nabi Musa a.s. mengemukakan jawabannya kepada Firaun dengan ungkapan berikut."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 24,
    "arab": "قَالَ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۗ اِنْ كُنْتُمْ مُّوْقِنِيْنَ ",
    "translation": "Dia (Musa) menjawab, “Tuhan pencipta langit dan bumi dan apa yang ada di antara keduanya (itulah Tuhanmu), jika kamu mempercayai-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2956.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mendengar kata-kata Musa dan melihat sikapnya yang meyakinkan serta kesungguhannya menyampaikan dakwah terutama yang berhubungan dengan ketauhidan, yaitu supaya Fir'aun dan kaumnya menyembah Tuhan Yang Maha Esa yang menciptakan mereka, maka Fir'aun bangkit menentang. Ia bertanya dengan nada marah, \"Wahai Musa, engkau mengaku sebagai rasul Tuhan semesta alam. Apakah Tuhan semesta alam itu?\" Fir'aun sangat heran dan merasa tersinggung atas pengakuan Musa tentang kekuasaan dan keesaan Allah karena ia telah memproklamirkan kepada kaumnya bahwa dia satu-satunya tuhan, tiada tuhan selain dia, sebagaimana yang dijelaskan Allah di dalam firman-Nya:\nDan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. (al-Qasas/28: 38)\n\n(24) Pada ayat ini, Allah menerangkan jawaban Musa atas pertanyaan Fir'aun tentang Tuhan yang diakui Musa itu sebagai Tuhan yang mengutusnya. Untuk memudahkan pengertian Fir'aun tentang yang ditanyakan itu, maka Musa menjelaskan sebagian sifat-sifat yang menunjukkan kekuasaan Tuhan seru sekalian alam, sesuai dengan maksud pertanyaan Fir'aun. Musa mengatakan bahwa Tuhan yang mengutusnya adalah Tuhan yang menciptakan langit dan bumi dan apa-apa yang ada di antara keduanya dengan sebaik-baiknya. Tuhan yang menjadikan matahari, bulan, bintang-bintang yang gemerlapan di langit, sungai-sungai, lautan, gunung-gunung, pohon-pohon, hewan-hewan, tumbuh-tumbuhan di bumi, angin, hawa, dan lain-lain yang ada di antara langit dan bumi. Kalau memang Fir'aun dan kaumnya adalah orang-orang yang berkepala dingin, berpikiran sehat, dan memiliki hati yang terbuka, maka dengan jawaban Musa itu, tentu ia akan percaya dan meyakini keesaan Allah yang mengutus Musa.",
    "quraish": "Mûsâ menjawab, \"Dialah Penguasa langit dan bumi beserta isinya. Jika kalian meyakini jawabanku ini, maka kalian akan mendapatkan kebaikan dan petunjuk. Kalian pun akan tahu bahwa kerajaan Fir'aun yang dibangga-banggakan ini, yang hanya terbatas dalam satu wilayah saja di muka bumi, sangat tak pantas disejajarkan dengan kerajaan Tuhan.\"",
    "jalalayn": "(Musa menjawab, \"Rabb Pencipta langit dan bumi dan apa-apa yang ada di antara keduanya) yakni Dialah yang menciptakan kesemuanya itu (jika kamu sekalian orang-orang yang mempercayai.\") bahwa Dia adalah yang menciptakan semuanya, maka berimanlah kalian kepada-Nya dan esakanlah Dia."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 25,
    "arab": "قَالَ لِمَنْ حَوْلَهٗٓ اَلَا تَسْتَمِعُوْنَ ",
    "translation": "Dia (Fir‘aun) berkata kepada orang-orang di sekelilingnya, “Apakah kamu tidak mendengar (apa yang dikatakannya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2957.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang reaksi Fir'aun atas jawaban Musa di atas. Setelah mendengar jawaban Musa, ia cepat-cepat menoleh kepada kaumnya yang ada di sekelilingnya, dan menampakkan keheranannya. Fir'aun berkata kepada mereka dengan nada menyindir dan mengejek, \"Wahai kaumku, kamu sekalian telah mendengar ucapan-ucapan Musa yang mengatakan bahwa ada Tuhan selain aku? Apakah itu bukan suatu hal yang aneh dan suatu hal yang merupakan penyelewengan?\" Hal ini dilakukan oleh Fir'aun karena ia khawatir kalau-kalau kaumnya terpengaruh oleh jawaban Musa. Kalau begitu, mereka akan berbalik tidak mempercayai dan mengakuinya lagi sebagai Tuhan.",
    "quraish": "Fir'aun merasa heran mendengar adanya Tuhan selain dirinya dan bahwa kerajaannya tidak pantas dibandingkan dengan kerajaan Tuhan. Dengan sikap meremehkan, Fir'aun mengungkapkan keheranannya kepada orang-orang yang ada di sekitarnya, \"Bagaimana tanggapan kalian mendengar ucapan Mûsâ ini?\"",
    "jalalayn": "(Berkata) Firaun (kepada orang-orang sekelilingnya,) dari kalangan orang-orang terpandang kaumnya (\"Apakah kaian tidak mendengarkan?\") jawabannya yang tidak sesuai dengan pertanyaannya itu."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 26,
    "arab": "قَالَ رَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ ",
    "translation": "Dia (Musa) berkata, “(Dia) Tuhanmu dan juga Tuhan nenek moyangmu terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2958.mp3",
    "tafsir": "Musa melihat Fir'aun dengan kaumnya belum juga puas atas jawabannya, sehingga mereka belum mau mengakui dan mempercayai bahwa yang mengutus Musa itu, Tuhan seru sekalian alam. Musa lalu menambah penjelasannya dengan harapan semoga dengan penjelasan tambahan ini, mereka menyadari dan menginsyafi pendirian mereka yang sesat itu. \nMusa mengatakan bahwa Tuhan yang mengutusnya ialah Tuhan Fir'aun dan nenek moyangnya dahulu. Musa mengalihkan pandangan mereka kepada hal penting, yaitu bahwa Tuhan yang sebenarnya ialah Tuhan yang menciptakan mereka, nenek moyang mereka, dan Fir'aun. Dengan kejadian tersebut, mereka akan berpikir bahwa mereka dan alam ini ada karena ada Pencipta dan ada yang mengaturnya, kuasa berbuat menurut kehendak-Nya. Tuhan alam semesta itulah yang mengaturnya, yaitu Tuhan yang hakiki dan tetap ada, sekali pun semua makhluk-Nya sudah tidak ada lagi dan Dia Qadim tidak bermula. Dia juga Tuhan yang mengutus Musa.",
    "quraish": "Tanpa mempedulikan kegeraman dan cemoohan Fir'aun, Mûsâ melanjutkan lagi, \"Tuhan semesta alam adalah Penciptamu dan para nenek moyangmu. Di antara nenek moyangmu itu ada yang mengaku Tuhan sebagaimana halnya kamu. Mereka semua telah binasa, dan kamu pun akan binasa pula. Dengan demikian, anggapan dirimu sebagai Tuhan sama sekali tidak dapat dibenarkan. Sebab, Tuhan yang hakiki tidak akan pernah mati.\"",
    "jalalayn": "(Berkata pula) Musa, (\"Rabb kalian dan Rabb nenek moyang kalian yang dahulu\") jawaban Nabi Musa kali ini sekali pun isinya telah terkandung pada jawaban yang pertama tadi tetapi membuat Firaun naik pitam. Oleh sebab itu,"
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 27,
    "arab": "قَالَ اِنَّ رَسُوْلَكُمُ الَّذِيْٓ اُرْسِلَ اِلَيْكُمْ لَمَجْنُوْنٌ ",
    "translation": "Dia (Fir‘aun) berkata, “Sungguh, Rasulmu yang diutus kepada kamu benar-benar orang gila.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2959.mp3",
    "tafsir": "Setelah Musa menjelaskan bukti-bukti atas ketuhanan Allah yang mengutusnya, Fir'aun bungkam seribu bahasa, tidak dapat memberi jawaban. Ia lalu mengeluarkan kata-kata yang ditujukan kepada kaumnya untuk meragukan mereka terhadap alasan dan bukti-bukti yang telah dikemukakan Nabi Musa. Fir'aun berkata, \"Wahai kaumku. Sesungguhnya rasul yang mengaku bahwa ia diutus kepada kamu sekalian, sebenarnya adalah orang gila. Ia mengeluarkan kata-kata yang tidak dapat dipahami dan dimengerti sama sekali karena mengatakan bahwa ada Tuhan selain aku.\"",
    "quraish": "Untuk membangkitkan kemarahan kaumnya, Fir'aun berkata kepada mereka. Dikatakannyalah sesuatu yang tidak benar mengenai kerasulan Mûsâ dengan menganggapnya sebagai orang gila. Karena, menurutnya, ia menjawab sesuatu yang tidak ditanyakan dan menyematkan Tuhan dengan sifat-sifat yang aneh. Demikianlah, Fir'aun telah menghasut kaumnya untuk mendustakan Mûsâ.",
    "jalalayn": "(Firaun berkata, \"Sesungguhnya Rasul kalian yang diutus kepada kamu sekalian benar-benar orang gila\")."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 28,
    "arab": "قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَاۗ اِنْ كُنْتُمْ تَعْقِلُوْنَ  ",
    "translation": "Dia (Musa) berkata, “(Dialah) Tuhan (yang menguasai) timur dan barat dan apa yang ada di antara keduanya; jika kamu mengerti.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2960.mp3",
    "tafsir": "Pada ayat ini, Musa mengemukakan lagi sifat-sifat Tuhan seru sekalian alam yang mengutusnya. Dia adalah Tuhan yang menguasai timur dan barat dan apa yang ada di antara keduanya. Dia adalah Tuhan yang menjadikan timur tempat matahari terbit, dan barat tempat matahari terbenam. Dia juga yang menjadikan perjalanan bintang-bintang itu dalam peredaran yang teratur. Bagi orang yang mau mempergunakan akalnya tentu dapat mengerti bahwa kejadian-kejadian yang demikian itu adalah bukti nyata yang menunjukkan adanya Tuhan yang mengatur segala-galanya dengan rapi dan baik sekali. Musa pada mulanya menghadapi dan menjawab pertanyaan Fir'aun itu dengan nada lembut dan ucapan yang mantap: \"jika kamu mempergunakan akal\". Ucapan itulah yang sesuai untuk menolak tuduhan Fir'aun kepadanya bahwa ia orang gila.",
    "quraish": "Mûsâ berkata, \"Jika memang kalian berpikir, berimanlah kepada risalahku ini. Karena sesungguhnya terbit dan terbenamnya matahari dengan suatu ketetapan yang sangat teliti merupakan bukti yang jelas akan adanya Sang Pencipta. Dengan demikian, kalianlah yang berhak dikatakan tidak waras.\"",
    "jalalayn": "(Berkata) Musa, (\"Rabb yang menguasai Timur dan Barat dan apa yang di antara keduanya -itulah Rabb kalian, jika kalian mempergunakan akal\") maka berimanlah kepada-Nya, dan esakanlah Dia."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 29,
    "arab": "قَالَ لَىِٕنِ اتَّخَذْتَ اِلٰهًا غَيْرِيْ لَاَجْعَلَنَّكَ مِنَ الْمَسْجُوْنِيْنَ ",
    "translation": "Dia (Fir‘aun) berkata, “Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2961.mp3",
    "tafsir": "Pada ayat ini, Allah mengisahkan bahwa ketika Fir'aun tidak dapat melumpuhkan keterangan dan bukti-bukti yang dikemukakan oleh Musa kepadanya, ia lalu berlaku kasar dan mengancam Musa. Fir'aun berkata, \"Wahai Musa. Kalau engkau berani menyembah Tuhan selain aku, maka aku akan memasukkan kamu ke dalam penjara. Di sana akan kamu rasakan siksaan yang amat pedih, perlakuan yang kejam, dan tidak ada belas kasihan sedikit pun.\" Siksaan yang diderita orang-orang yang dipenjarakan Fir'aun lebih berat dari pembunuhan, sebab ia memenjarakan seseorang sampai yang bersangkutan mati.",
    "quraish": "Fir'aun berkata kepada Mûsâ, \"Sungguh jika kamu menjadikan Tuhan selain diriku, aku akan menjadikan kamu salah seorang yang buruk keadaannya di dalam penjaraku.\" Begitulah, Fir'aun terpaksa menggunakan ancaman setelah ia merasa tidak mampu menolak bukti-bukti ciptaan Tuhan.",
    "jalalayn": "(Berkatalah) Firaun kepada Nabi Musa, (\"Sungguh jika kamu menyembah Tuhan selain aku, benar-benar aku akan menjadikan kamu salah seorang yang dipenjarakan\") penjara di masa Firaun sangat mengerikan keadaannya, karena seseorang ditahan di suatu tempat di bawah tanah dalam keadaan menyendiri, sehingga tidak dapat melihat apa-apa dan tidak dapat mendengar suara seorang manusia pun."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 30,
    "arab": "قَالَ اَوَلَوْ جِئْتُكَ بِشَيْءٍ مُّبِيْنٍ ",
    "translation": "Dia (Musa) berkata, “Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2962.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ketika Musa melihat perlakuan Fir'aun yang mengancam keselamatan jiwanya, ia terpaksa tidak mengemukakan bukti-bukti yang biasanya dapat diterima akal. Ia beralih kepada mukjizat-mukjizat dan hal yang luar biasa. Musa berkata kepada Fir'aun, \"Wahai Fir'aun, apakah engkau akan memenjarakan aku sekalipun aku mengemukakan hujah yang nyata atas kebenaran pengakuanku? Hujah itu ialah mukjizat yang membuktikan adanya Tuhan Yang Mahakuasa, dan kebenaran kenabianku.\"",
    "quraish": "Dengan bersikap lembut karena benar-benar menginginkan keimanan Fir'aun, Mûsâ berkata, \"Benarkah kamu akan menjadikan aku sebagai salah seorang tawananmu, meskipun aku perlihatkan kepadamu bukti kuat yang membenarkan segala ucapanku?\"",
    "jalalayn": "(Musa berkata) kepada Firaun, (\"Dan apakah kamu akan melakukan itu kendati pun) maksudnya apakah sungguh kamu akan melakukannya sekalipun (aku datang kepadamu dengan membawa sesuatu keterangan yang nyata) berupa bukti yang jelas yang menunjukkan kerasulanku.\""
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 31,
    "arab": "قَالَ فَأْتِ بِهٖٓ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "translation": "Dia (Fir‘aun) berkata, “Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2963.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ketika Fir'aun mendengar ucapan Nabi Musa itu, ia berkata, \"Wahai Musa, kalau memang engkau benar di dalam pengakuanmu bahwa engkau seorang rasul, maka datangkanlah kepada kami sesuatu yang nyata itu. Seseorang yang mengaku dirinya seorang rasul, tentu mempunyai bukti yang membenarkan pengakuannya.\" Fir'aun mengemukakan ajakan itu karena yakin bahwa Musa tidak akan dapat memenuhi permintaannya.",
    "quraish": "Fir'aun menjawab, \"Cobalah perlihatkan bukti kenabianmu itu, jika kamu memang benar.\" Ia berkata seperti itu dengan harapan agar dapat melihat kelemahan argumentasi Mûsâ.",
    "jalalayn": "(Firaun berkata) kepada Nabi Musa, (\"Datangkanlah sesuatu keterangan yang nyata itu, jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu itu."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 32,
    "arab": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۚ ",
    "translation": "Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2964.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mengemukakan tuntutan supaya Musa mendatangkan bukti yang nyata atas kebenaran dakwahnya, maka Musa segera melemparkan tongkatnya yang dengan tiba-tiba menjelma menjadi ular yang sesungguhnya. Disebutkan dalam Tafsir ar-Razi bahwa setelah tongkat Musa itu berubah menjadi ular, ular itu melenting ke atas, kemudian turun kembali ke bumi langsung menuju Fir'aun. Fir'aun berkata, \"Demi yang mengutusmu Musa, ambillah ular itu, kalau tidak saya sendiri akan mengambilnya.\" Musa lalu mengambilnya dan kembalilah ular itu menjadi tongkat lagi seperti biasa.",
    "quraish": "Ke hadapan Fir'aun dan kaumnya, Mûsâ pun melemparkan tongkatnya. Seketika itu juga, tongkat itu berubah menjadi seekor ular besar yang benar-benar hidup, bukan hasil sulapan sihir yang menyerupai ular.",
    "jalalayn": "(Maka Musa melemparkan tongkatnya, lalu tiba-tiba tongkat itu menjadi ular yang nyata) ular raksasa."
  },
  {
    "ruku": 317,
    "name": "Asy-Syu'ara'",
    "ayat": 33,
    "arab": "وَنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ ",
    "translation": "Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2965.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Musa selesai menunjukkan bukti yang nyata itu, Fir'aun berkata, \"Apakah masih ada mukjizat selain itu?\" Musa menjawab, \"Ada.\" Musa lalu memasukkan tangan ke dalam kantong bajunya, kemudian mengeluarkannya kembali. Tiba-tiba tangan itu bercahaya menerangi keadaan di sekelilingnya, karena cahayanya yang sangat terang. Ibnu 'Abbas berkata, \"Ketika Musa mengeluarkan tangan dari dalam bajunya, maka tiba-tiba tangan itu menjadi putih bercahaya menyinari orang-orang yang melihatnya, bagaikan sinar matahari yang menyilaukan penglihatan.\"",
    "quraish": "Mûsâ lalu--sebagai mukjizat kedua--mengeluarkan tangan dari kantongnya. Tangannya itu berubah menjadi sangat putih, indah gemerlapan, sehingga membuat orang-orang yang melihatnya terpana.",
    "jalalayn": "(Dan ia menarik tangannya) mengeluarkannya dari kantong bajunya (maka tiba-tiba tangan itu jadi putih) memancarkan sinar (bagi orang-orang yang melihatnya) berbeda dengan keadaan warna kulit tangan sebelumnya."
  }
]