[
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 34,
    "arab": "قَالَ لِلْمَلَاِ حَوْلَهٗٓ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌ ۙ ",
    "translation": "Dia (Fir‘aun) berkata kepada para pemuka di sekelilingnya, “Sesungguhnya dia (Musa) ini pasti seorang pesihir yang pandai,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2966.mp3",
    "tafsir": "Ketika Fir'aun melihat dan menyaksikan bukti-bukti yang diperlihatkan Musa, yang menunjukkan kebenaran dakwahnya, ia tetap mengingkari dan menentang Musa dengan keras. Ia kemudian mengemukakan tiga hal kepada para pemuka kaumnya. Pertama, untuk melegakan hati para pembesar dan pemuka kaum yang ada di sekelilingnya, Fir'aun berkata kepada mereka, \"Sesungguhnya Musa ini, benar-benar ahli sihir yang ulung, bukan rasul Tuhan seru sekalian alam sebagaimana pengakuannya. Yang dipertunjukkannya itu bukan mukjizat, tetapi sihir belaka.\"",
    "quraish": "Fir'aun berkata kepada kaumnya, \"Sesungguhnya Mûsâ benar-benar seorang penyihir yang handal.\" Ia berkata seperti itu karena takut kaumnya menjadi tunduk kepada kebenaran yang mereka saksikan pada Mûsâ.",
    "jalalayn": "(Berkata) Firaun (kepada pembesar-pembesar yang ada di sekelilingnya, \"Sesungguhnya Musa ini benar-benar seorang ahli sihir yang pandai) yakni orang yang unggul di dalam ilmu sihir."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 35,
    "arab": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ بِسِحْرِهٖۖ فَمَاذَا تَأْمُرُوْنَ ",
    "translation": "dia hendak mengusir kamu dari negerimu dengan sihirnya; karena itu apakah yang kamu sarankan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2967.mp3",
    "tafsir": "Kedua, untuk menghasut dan menanamkan rasa benci ke dalam hati para pembesar dan pemuka kaumnya, agar tidak percaya kepada Musa, Fir'aun berkata kepada mereka, \"Sebenarnya maksud dari sihir yang ditampakkan Musa itu adalah untuk mengambil hati rakyat. Hal itu bertujuan agar pendukung dan pengikutnya bertambah banyak untuk mengalahkan pembesar-pembesar dan pemuka-pemuka kamu sekalian. Akhirnya, mereka akan merampas dan mengusirmu dari negerimu sendiri.\" \nKetiga, Fir'aun meminta pertimbangan, ide-ide, dan saran-saran dari pembesar negerinya dan pemuka-pemuka kaumnya, tentang apa yang ia harus perbuat, dan bagaimana cara yang mesti dilakukan untuk membendung dan menggagalkan keinginan Musa itu. Abu as-Su'ud, pengarang Tafsir Irsyad al-'Aql as-Salim ila Mazaya al-Kitab al-Karim, menganggap permintaan Fir'aun kepada pembesar negerinya tersebut adalah akibat kebingungan dan keheranannya menghadapi mukjizat yang telah ditunjukkan Musa. Hal itu menyebabkan Fir'aun mengubah sikapnya dalam tiga hal yang merendahkan martabatnya dan menurunkan kedudukannya:",
    "quraish": "Fir'aun menambahkan lagi, \"Penyihir ini bermaksud menundukkan aku sehingga kalian nantinya akan terusir dari negeri ini.\" Ia berkata seperti itu untuk membangkitkan kemarahan kaumnya. Sebab, keterpisahan dengan tanah tumpah darah merupakan salah satu hal yang berat, terutama bila dilakukan dengan kekerasan dan pengusiran. Selanjutnya, Fir'aun meminta saran dari kaum yang menyembahnya ini. Demikianlah, karena terdesak oleh bukti-bukti kuat yang diperlihatkan Mûsâ, Fir'aun--dengan meminta saran seperti itu--lupa bahwa ia telah mengaku Tuhan.",
    "jalalayn": "(Ia hendak mengusir kalian dari negeri kalian dengan sihirnya; maka karena itu apakah yang kalian anjurkan?\")."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 36,
    "arab": "قَالُوْٓا اَرْجِهْ وَاَخَاهُ وَابْعَثْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَ ۙ ",
    "translation": "Mereka menjawab, “Tahanlah (untuk sementara) dia dan saudaranya, dan utuslah ke seluruh negeri orang-orang yang akan mengumpulkan (pesihir),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2968.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan jawaban para pembesar dan pemuka kaum Fir'aun atas saran yang dimintanya. Mereka menyarankan agar urusan Musa dan saudaranya, Harun, ditunda karena mereka akan mengumpulkan semua ahli sihir ulung yang ada di negeri mereka. Para ahli sihir itu dikumpulkan dan diperintahkan supaya datang mengadakan pertandingan sihir dengan Musa. Pada hari dan tempat yang telah ditentukan, para ahli sihir itu harus memperlihatkan kelebihannya di hadapan Fir'aun dan Musa. Menurut mereka, pada saat itu kemenangan akan berada di pihak mereka sehingga rakyat kembali mendukungnya. Saran ini diterima baik oleh Fir'aun dan akan dilaksanakan pada waktunya. Sebagai imbalan, ia juga akan memenuhi segala tuntutan mereka.",
    "quraish": "Kaumnya berkata kepada Fir'aun, \"Tangguhkanlah perkara kedua orang ini. Lalu kerahkanlah balatentara ke seluruh kota untuk mengumpulkan para ahli sihir dari wargamu. Karena sihir hanya bisa dilawan dengan sihir.",
    "jalalayn": "(Mereka menjawab, \"Tundalah urusan dia dan saudaranya) tangguhkanlah urusan keduanya (dan kirimkanlah ke seluruh negeri orang-orang yang akan mengumpulkan) menghimpun para ahli sihir."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 37,
    "arab": "يَأْتُوْكَ بِكُلِّ سَحَّارٍ عَلِيْمٍ ",
    "translation": "niscaya mereka akan mendatangkan semua pesihir yang pandai kepadamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2969.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan jawaban para pembesar dan pemuka kaum Fir'aun atas saran yang dimintanya. Mereka menyarankan agar urusan Musa dan saudaranya, Harun, ditunda karena mereka akan mengumpulkan semua ahli sihir ulung yang ada di negeri mereka. Para ahli sihir itu dikumpulkan dan diperintahkan supaya datang mengadakan pertandingan sihir dengan Musa. Pada hari dan tempat yang telah ditentukan, para ahli sihir itu harus memperlihatkan kelebihannya di hadapan Fir'aun dan Musa. Menurut mereka, pada saat itu kemenangan akan berada di pihak mereka sehingga rakyat kembali mendukungnya. Saran ini diterima baik oleh Fir'aun dan akan dilaksanakan pada waktunya. Sebagai imbalan, ia juga akan memenuhi segala tuntutan mereka.",
    "quraish": "Mereka akan mendatangkan kepadamu sejumlah besar ahli sihir yang piawai dan lebih unggul serta berpengalaman dibanding Mûsâ.\" Dengan saran ini, kaumnya berharap dapat meredam kecemasan Fir'aun.",
    "jalalayn": "(Niscaya mereka akan mendatangkan semua ahli sihir yang pandai kepadamu\") yang kepandaiannya melebihi Musa dalam ilmu sihir."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 38,
    "arab": "فَجُمِعَ السَّحَرَةُ لِمِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ ۙ ",
    "translation": "Lalu dikumpulkanlah para pesihir pada waktu (yang ditetapkan) pada hari yang telah ditentukan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2970.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mendapat saran dari pembesar dan pemuka kaumnya supaya tidak gegabah menindak Musa, dan lebih baik mengumpulkan ahli-ahli sihir, maka Fir'aun melaksanakan saran itu. Ia memerintahkan agar para ahli sihir sudah siap pada waktu yang telah ditetapkan, yaitu pada hari yang diumumkan sebagai hari raya.",
    "quraish": "Maka dikumpulkanlah para ahli sihir dari seluruh pelosok negeri. Lalu ditentukan waktu pertemuan mereka dengan Mûsâ pada hari perayaan (yawm al-zînah), pada waktu duha, menjelang tengah hari.",
    "jalalayn": "(Lalu dikumpulkanlah ahli-ahli sihir pada waktu yang ditetapkan di hari yang maklum) yaitu pada waktu matahari mencapai sepenggalah atau waktu dhuha di hari raya mereka."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 39,
    "arab": "وَّقِيْلَ لِلنَّاسِ هَلْ اَنْتُمْ مُّجْتَمِعُوْنَ ۙ ",
    "translation": "dan diumumkan kepada orang banyak, “Berkumpullah kamu semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2971.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa Fir'aun menyuruh rakyatnya berkumpul, untuk menyaksikan peristiwa yang akan terjadi pada hari yang ditetapkan sebagai hari raya itu. Fir'aun yakin bahwa pihaknya yang akan mendapatkan kemenangan. Ia berpendapat bahwa tak seorang pun dari rakyatnya itu yang akan beriman kepada Musa. Fir'aun sengaja mengumpulkan semua rakyatnya untuk menyaksikan adu kekuatan antara para pesihirnya dengan Musa, supaya mereka tetap mengikuti para pesihir itu dan berpegang teguh kepada agama mereka.",
    "quraish": "Semua orang berharap dapat menghadiri acara yang ditunggu-tunggu pada hari yang telah ditentukan itu. Mereka saling bertanya satu sama lain, \"Adakah kalian akan berkumpul?\" Maksudnya, \"Berkumpullah kalian semua!\"",
    "jalalayn": "(Dan dikatakan kepada orang banyak, \"Berkumpullah kamu sekalian)."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 40,
    "arab": "لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ اِنْ كَانُوْا هُمُ الْغٰلِبِيْنَ  ",
    "translation": "agar kita mengikuti para pesihir itu, jika mereka yang menang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2972.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa Fir'aun menyuruh rakyatnya berkumpul, untuk menyaksikan peristiwa yang akan terjadi pada hari yang ditetapkan sebagai hari raya itu. Fir'aun yakin bahwa pihaknya yang akan mendapatkan kemenangan. Ia berpendapat bahwa tak seorang pun dari rakyatnya itu yang akan beriman kepada Musa. Fir'aun sengaja mengumpulkan semua rakyatnya untuk menyaksikan adu kekuatan antara para pesihirnya dengan Musa, supaya mereka tetap mengikuti para pesihir itu dan berpegang teguh kepada agama mereka.",
    "quraish": "Mereka semua memperkirakan bahwa kemenangan nantinya akan berada di pihak para ahli sihir, sehingga mereka akan tetap memeluk agama mereka. Mereka sengaja melakukan hal itu, agar para ahli sihir terdorong untuk lebih menyiapkan diri guna mengalahkan Mûsâ.",
    "jalalayn": "(Semoga kita mengikuti ahli-ahli sihir jika mereka adalah orang-orang yang menang\") Istifham pada ayat sebelumnya mengandung makna anjuran untuk berkumpul; sedangkan pengertian Tarajji atau harapan di sini bergantung kepada kemenangan para ahli sihir, dimaksud supaya mereka tetap menjalankan tradisi agama mereka dan tidak mengikuti ajaran Nabi Musa."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 41,
    "arab": "فَلَمَّا جَاۤءَ السَّحَرَةُ قَالُوْا لِفِرْعَوْنَ اَىِٕنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ  ",
    "translation": "Maka ketika para pesihir datang, mereka berkata kepada Fir‘aun, “Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2973.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah berkumpul di ruangan tempat Fir'aun, para ahli sihir itu meminta kebijaksanaan Fir'aun supaya mau memberikan bayaran dan menjadikan mereka lebih dekat dengannya apabila menang nanti. Fir'aun menerima baik permintaan itu, bahkan ia berjanji akan menjadikan mereka penasihat yang selalu diajak duduk bersama, dan dijadikan orang-orang yang terdekat dengannya. Setelah ada pengertian bersama antara ahli-ahli sihir dengan Fir'aun tentang bayaran dan fasilitas lainnya, mereka kemudian mengadu kekuatan dengan Musa. Mereka bertanya kepadanya, \"Wahai Musa! Engkaukah yang lebih dahulu menampilkan dan mendemonstrasikan sihirmu atau kami yang lebih dahulu?\"",
    "quraish": "Tatkala para ahli sihir itu datang, mereka berkata kepada Fir'aun, \"Jika kami dapat mengalahkannya, adakah kamu akan memberikan kami imbalan yang besar?\"",
    "jalalayn": "(Maka tatkala ahIi-ahli sihir datang, mereka pun bertanya kepada Firaun, \"Apakah sungguh-sungguh) lafal A-inna dapat dibaca secara Tahqiq dan Tas-hil; kalau dibaca Tahqiq bacaannya menjadi A-inna dan kalau dibaca Tas-hil menjadi Ayinna (kami mendapat upah yang besar jika kami adalah orang-orang yang menang?\")."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 42,
    "arab": "قَالَ نَعَمْ وَاِنَّكُمْ اِذًا لَّمِنَ الْمُقَرَّبِيْنَ ",
    "translation": "Dia (Fir‘aun) menjawab, “Ya, dan bahkan kamu pasti akan mendapat kedudukan yang dekat (kepadaku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2974.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah berkumpul di ruangan tempat Fir'aun, para ahli sihir itu meminta kebijaksanaan Fir'aun supaya mau memberikan bayaran dan menjadikan mereka lebih dekat dengannya apabila menang nanti. Fir'aun menerima baik permintaan itu, bahkan ia berjanji akan menjadikan mereka penasihat yang selalu diajak duduk bersama, dan dijadikan orang-orang yang terdekat dengannya. Setelah ada pengertian bersama antara ahli-ahli sihir dengan Fir'aun tentang bayaran dan fasilitas lainnya, mereka kemudian mengadu kekuatan dengan Musa. Mereka bertanya kepadanya, \"Wahai Musa! Engkaukah yang lebih dahulu menampilkan dan mendemonstrasikan sihirmu atau kami yang lebih dahulu?\"",
    "quraish": "Fir'aun menjawab, \"Tentu, kalian berhak mendapatkan apa yang kalian sebutkan. Bahkan, di samping imbalan yang besar, kalian juga akan menjadi orang terdekatku, orang-orang yang memiliki kedudukan dan kekuasaan.\"",
    "jalalayn": "(Firaun menjawab, \"Ya, kalau demikian, sesungguhnya kamu sekalian) pada saat kalian menang (benar-benar akan menjadi orang yang didekatkan kepadaku\")."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 43,
    "arab": "قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ  ",
    "translation": "Dia (Musa) berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2975.mp3",
    "tafsir": "Ayat ini menggambarkan suasana adu kekuatan antara para pesihir Fir'aun dengan mukjizat Nabi Musa. Musa menawarkan kepada para pesihir itu untuk memulai sihirnya, yang mereka yakini bisa menggugurkan pengakuan Musa sebagai seorang rasul Allah. Para pesihir Fir'aun segera melemparkan tali-tali yang mereka siapkan seraya menyebut nama Fir'aun, dan mereka merasa yakin akan menang. Dengan kecepatan gerak tangan dan ilmu sihir mereka, tali-tali itu seolah-olah bergerak, mengecoh orang-orang yang menyaksikannya, sehingga mereka menyangka tali-tali itu berubah menjadi ular sesungguhnya, yang merayap ke sana kemari. Hal ini digambarkan dalam firman Allah:\nMaka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66)\nDengan sihirnya, para pesihir itu telah menakut-nakuti dan mengelabui mata orang banyak. Mereka mengeluarkan segenap kemampuan yang ada pada mereka, dan menganggap telah cukup untuk memperoleh kemenangan dalam adu kekuatan itu.",
    "quraish": "Ketika waktu yang ditentukan itu tiba, Mûsâ berkata kepada para ahli sihir, \"Lemparkanlah semua sihir yang ingin kalian lakukan.\"",
    "jalalayn": "(Berkatalah Musa kepada mereka) sesudah mereka berkata kepadanya, sebagaimana yang disitir oleh firman-Nya yang lain, yaitu, \"Kamukah yang akan melemparkan lebih dahulu, ataukah kami yang akan melemparkan?\" (Q.S. 7 Al A'raf, 115). (\"Jatuhkanlah apa yang hendak kalian jatuhkan\") perintah ini merupakan izin dari Nabi Musa kepada mereka supaya mereka lebih dahulu melemparkan apa yang hendak mereka lemparkan, dimaksudkan supaya lebih menonjolkan perkara yang hak."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 44,
    "arab": "فَاَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوْا بِعِزَّةِ فِرْعَوْنَ اِنَّا لَنَحْنُ الْغٰلِبُوْنَ  ",
    "translation": "Lalu mereka melemparkan tali temali dan tongkat-tongkat mereka seraya berkata, “Demi kekuasaan Fir‘aun, pasti kamilah yang akan menang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2976.mp3",
    "tafsir": "Ayat ini menggambarkan suasana adu kekuatan antara para pesihir Fir'aun dengan mukjizat Nabi Musa. Musa menawarkan kepada para pesihir itu untuk memulai sihirnya, yang mereka yakini bisa menggugurkan pengakuan Musa sebagai seorang rasul Allah. Para pesihir Fir'aun segera melemparkan tali-tali yang mereka siapkan seraya menyebut nama Fir'aun, dan mereka merasa yakin akan menang. Dengan kecepatan gerak tangan dan ilmu sihir mereka, tali-tali itu seolah-olah bergerak, mengecoh orang-orang yang menyaksikannya, sehingga mereka menyangka tali-tali itu berubah menjadi ular sesungguhnya, yang merayap ke sana kemari. Hal ini digambarkan dalam firman Allah:\nMaka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66)\nDengan sihirnya, para pesihir itu telah menakut-nakuti dan mengelabui mata orang banyak. Mereka mengeluarkan segenap kemampuan yang ada pada mereka, dan menganggap telah cukup untuk memperoleh kemenangan dalam adu kekuatan itu.",
    "quraish": "Mereka pun melemparkan berbagai tali dan tongkat yang ada. Orang-orang pun terkesima melihat semua yang dilempar itu berubah menjadi ular-ular yang merayap. Mereka bersumpah, demi kekuasaan dan kekuatan Fir'aun, bahwa merekalah yang keluar sebagai pemenang.",
    "jalalayn": "(Lalu mereka menjatuhkan tali-temali dan tongkat-tongkat mereka, dan mengatakan, \"Demi kekuasaan Firaun, sesungguhnya kami benar-benar akan menang\")."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 45,
    "arab": "فَاَلْقٰى مُوْسٰى عَصَاهُ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَ ۚ ",
    "translation": "Kemudian Musa melemparkan tongkatnya, maka tiba-tiba ia menelan benda-benda palsu yang mereka ada-adakan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2977.mp3",
    "tafsir": "Setelah semua pesihir Fir'aun melemparkan tali-tali dan tongkat-tongkat mereka, yang dalam bayangan orang banyak seakan-akan menjadi ular, maka tibalah giliran Musa. Ketika Musa menjatuhkan tongkatnya yang menjelma menjadi ular sesungguhnya, tiba-tiba ular itu memakan habis ular-ular palsu yang mereka ada-adakan itu. Dengan demikian jelaslah mana yang benar dan mana yang batil sebagaimana tersebut dalam firman Allah:\nMaka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. (al-A'raf/7: 118)\n\nDan firman-Nya:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)",
    "quraish": "Maka Mûsâ pun melemparkan tongkatnya. Seketika itu juga tongkat itu menjadi ular besar yang menelan semua tali dan tongkat yang mereka palsukan sehingga seolah-olah menjadi ular-ular yang merayap.",
    "jalalayn": "(Kemudian Musa menjatuhkan tongkatnya, tiba-tiba ia menelan) lafal Talqafu ini bentuk asalnya adalah Taltaqafu, kemudian salah satu dari huruf Ta dibuang sehingga menjadi Talqafu, artinya menelan bulat-bulat (benda-benda palsu yang mereka ada-adakan itu) yang mereka sulap dengan ilmu sihir mereka, sehingga tampak seolah-olah tali-temali dan tongkat-tongkat mereka itu berupa ular-ular yang merayap."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 46,
    "arab": "فَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَ ۙ ",
    "translation": "Maka menyungkurlah para pesihir itu, bersujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2978.mp3",
    "tafsir": "Setelah semua pesihir Fir'aun melemparkan tali-tali dan tongkat-tongkat mereka, yang dalam bayangan orang banyak seakan-akan menjadi ular, maka tibalah giliran Musa. Ketika Musa menjatuhkan tongkatnya yang menjelma menjadi ular sesungguhnya, tiba-tiba ular itu memakan habis ular-ular palsu yang mereka ada-adakan itu. Dengan demikian jelaslah mana yang benar dan mana yang batil sebagaimana tersebut dalam firman Allah:\nMaka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. (al-A'raf/7: 118)\n\nDan firman-Nya:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)",
    "quraish": "Menyaksikan hal itu, para ahli sihir segera bersujud kepada Allah. Mereka yakin apa yang dilakukan Mûsâ bukan sejenis sihir.",
    "jalalayn": "(Maka tersungkurlah ahli-ahli sihir sambil bersujud) kepada Allah."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 47,
    "arab": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَ ۙ ",
    "translation": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2979.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah menyaksikan apa yang terjadi, ahli-ahli sihir Fir'aun itu menyerah kalah. Mereka tersungkur dan lalu bersujud kepada Allah Tuhan Yang Mahakuasa dan Mahaperkasa, sambil berikrar, \"Kami telah beriman kepada Tuhan semesta alam, yaitu Tuhan yang disembah Musa dan Harun.\" Mereka berbuat demikian karena sadar bahwa apa yang mereka perlihatkan kepada orang banyak hanyalah khayalan dan tipuan semata. Adapun apa yang diperlihatkan Musa adalah mukjizat, dan betul-betul bukan sihir. Itu adalah suatu kekuasaan yang jauh lebih unggul dari apa yang mereka ketahui, dan datangnya dari langit untuk memperkuat Musa di dalam pengakuannya sebagai seorang rasul Allah.",
    "quraish": "Mereka memperkuat kesungguhan sujud mereka dengan berkata, \"Kami beriman kepada Tuhan semesta alam.\"",
    "jalalayn": "(Mereka berkata, \"Kami beriman kepada Rabb semesta alam)."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 48,
    "arab": "رَبِّ مُوْسٰى وَهٰرُوْنَ  ",
    "translation": "(yaitu) Tuhannya Musa dan Harun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2980.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah menyaksikan apa yang terjadi, ahli-ahli sihir Fir'aun itu menyerah kalah. Mereka tersungkur dan lalu bersujud kepada Allah Tuhan Yang Mahakuasa dan Mahaperkasa, sambil berikrar, \"Kami telah beriman kepada Tuhan semesta alam, yaitu Tuhan yang disembah Musa dan Harun.\" Mereka berbuat demikian karena sadar bahwa apa yang mereka perlihatkan kepada orang banyak hanyalah khayalan dan tipuan semata. Adapun apa yang diperlihatkan Musa adalah mukjizat, dan betul-betul bukan sihir. Itu adalah suatu kekuasaan yang jauh lebih unggul dari apa yang mereka ketahui, dan datangnya dari langit untuk memperkuat Musa di dalam pengakuannya sebagai seorang rasul Allah.",
    "quraish": "Lalu mereka menegaskan bahwa Tuhan semesta alam yang mereka imani adalah, \"Tuhan Mûsâ dan Hârûn.\"",
    "jalalayn": "(Yaitu Rabb Musa dan Harun\") karena mereka mengetahui, bahwa apa yang mereka saksikan dari tongkat Nabi Musa itu bukanlah sihir sebagaimana perbuatan mereka."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 49,
    "arab": "قَالَ اٰمَنْتُمْ لَهٗ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّهٗ لَكَبِيْرُكُمُ الَّذِيْ عَلَّمَكُمُ السِّحْرَۚ فَلَسَوْفَ تَعْلَمُوْنَ ەۗ لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ وَّلَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَۚ",
    "translation": "Dia (Fir‘aun) berkata, “Mengapa kamu beriman kepada Musa sebelum aku memberi izin kepadamu? Sesungguhnya dia pemimpinmu yang mengajarkan sihir kepadamu. Nanti kamu pasti akan tahu (akibat perbuatanmu). Pasti akan kupotong tangan dan kakimu bersilang dan sungguh, akan kusalib kamu semuanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2981.mp3",
    "tafsir": "Setelah para ahli sihir itu berikrar bahwa mereka menjadi beriman kepada Tuhan semesta alam, yang berarti tidak lagi mengakui Fir'aun sebagai tuhan mereka, Fir'aun menjadi sangat marah. Dengan sombong, ia mengancam akan menindak mereka, tetapi ancaman itu tidak diindahkan oleh mereka. Bahkan dengan ancaman itu, iman mereka makin bertambah mantap karena tabir kekafiran telah terbuka dan telah kelihatan jelas oleh mereka cahaya kebenaran. \nIkrar yang diucapkan oleh ahli-ahli sihir itu membuat Fir'aun merasa dilecehkan haknya sebagai seorang yang berkuasa dan mengakui dirinya sebagai tuhan, karena mereka telah beriman kepada Musa tanpa minta izin lebih dahulu kepadanya. Menurut Fir'aun, sebelum mereka memeluk agama Musa, mereka itu harus lebih dahulu minta izin padanya, karena ia adalah seorang penguasa yang harus dipatuhi. Untuk mengelabui dan menyesatkan orang banyak, Fir'aun menuduh antara Musa dan para ahli sihir itu ada persekongkolan, karena Musa yang mengajarkan kepada mereka ilmu sihir. Tuduhan itu tentu tidak berdasar, karena sebelum adu kekuatan, mereka tidak bertemu dengan Musa. Puncak dari kemarahan Fir'aun, ia mengancam mereka akan merasakan siksaan, sebagai akibat dari perbuatan mereka itu. Ia mengancam akan memotong tangan dan kaki mereka secara bersilang bahkan akan membunuh mereka.",
    "quraish": "Fir'aun tidak menerima keimanan para ahli sihir yang dilakukan tanpa seizinnya, lalu ia mengancam mereka. Dikatakannya bahwa Mûsâ sebenarnya adalah guru mereka dalam soal sihir-menyihir, sehingga--karena dianggap bersekongkol--mereka berhak mendapatkan siksaan. Fir'aun berkata, \"Sungguh, akan aku potong tangan dan kaki kalian secara bersilang, tangan kanan dengan kaki kiri atau sebaliknya. Lalu aku salib kalian semua!\"",
    "jalalayn": "(Berkata) Firaun, (\"Apakah kamu sekalian beriman) lafal A-amantum dapat pula dibaca Tas-hil sehingga bacaannya menjadi Amantum (kepadanya) yakni kepada Nabi Musa (sebelum aku memberi izin) secara langsung dariku (kepada kalian? Sesungguhnya dia benar-benar pemimpin kalian yang mengajarkan sihir kepada kalian) berarti ilmu kalian itu adalah sebagian daripada ilmunya, dan ini berarti pertarungan dan kemenangan di antara sesama perguruan (maka kalian nanti pasti benar-benar mengetahui) akibat perbuatan kalian itu dariku. (Sesungguhnya aku akan memotong tangan kalian dan kaki kalian dengan bersilang) yaitu tangan kanan mereka akan dipotong berikut kaki kirinya (dan aku akan menyalib kalian semuanya\")."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 50,
    "arab": "قَالُوْا لَا ضَيْرَ ۖاِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَ ۚ  ",
    "translation": "Mereka berkata, “Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2982.mp3",
    "tafsir": "Ancaman Fir'aun yang cukup berat itu, tidak digubris sama sekali oleh para ahli sihir itu. Mereka bahkan berharap dapat merasakan ancaman itu karena bagi mereka semua orang yang hidup pada suatu waktu pasti mati, tidak ada daya upaya untuk mengelak daripadanya. Firman Allah:\nSetiap yang bernyawa akan merasakan mati. (al-Anbiya'/21: 35)\n\nDan firman-Nya:\nKatakanlah, \"Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu,\" (al-Jumu'ah/62: 8)\n\nMereka itu hanya memikirkan dua hal, sebagai penghibur hati mereka:\nPertama, mereka akan kembali kepada ajaran Tuhan semesta alam, Tuhan yang disembah Musa dan Harun dan mengikuti agama Nabi Musa a.s. Dengan demikian, mereka akan selamat dari azab akhirat yang amat pedih dan berkepanjangan, yang jauh lebih berat dibanding dengan siksaan yang diancamkan Fir'aun kepada mereka.\nKedua, mereka sangat mengharapkan agar Tuhan semesta alam mau mengampuni dosa mereka karena melakukan perbuatan sihir dan kekafiran. Merekalah yang pertama kali beriman kepada Tuhan yang disembah Musa, dari sekian banyak orang yang turut menyaksikan adu kekuatan itu.",
    "quraish": "Para ahli sihir berkata, \"Siksaan yang akan kamu lakukan kepada kami, sebagaimana ancamanmu, tidak akan membahayakan kami. Sebab, kami akan kembali kepada Tuhan untuk mendapatkan ganjaran-Nya, suatu ganjaran dan akhir yang baik.",
    "jalalayn": "(Mereka berkata, \"Tidak ada kemudaratan) tidak mengapa bagi kami jika hal tersebut ditimpakan kepada kami (sesungguhnya kami kepada Rabb kami) sesudah kami mati dengan cara apa pun (akan kembali) yakni kembali kepada-Nya di akhirat nanti."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 51,
    "arab": " اِنَّا نَطْمَعُ اَنْ يَّغْفِرَ لَنَا رَبُّنَا خَطٰيٰنَآ اَنْ كُنَّآ اَوَّلَ الْمُؤْمِنِيْنَ ۗ ࣖ",
    "translation": "Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena kami menjadi orang yang pertama-tama beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2983.mp3",
    "tafsir": "Ancaman Fir'aun yang cukup berat itu, tidak digubris sama sekali oleh para ahli sihir itu. Mereka bahkan berharap dapat merasakan ancaman itu karena bagi mereka semua orang yang hidup pada suatu waktu pasti mati, tidak ada daya upaya untuk mengelak daripadanya. Firman Allah:\nSetiap yang bernyawa akan merasakan mati. (al-Anbiya'/21: 35)\n\nDan firman-Nya:\nKatakanlah, \"Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu,\" (al-Jumu'ah/62: 8)\n\nMereka itu hanya memikirkan dua hal, sebagai penghibur hati mereka:\nPertama, mereka akan kembali kepada ajaran Tuhan semesta alam, Tuhan yang disembah Musa dan Harun dan mengikuti agama Nabi Musa a.s. Dengan demikian, mereka akan selamat dari azab akhirat yang amat pedih dan berkepanjangan, yang jauh lebih berat dibanding dengan siksaan yang diancamkan Fir'aun kepada mereka.\nKedua, mereka sangat mengharapkan agar Tuhan semesta alam mau mengampuni dosa mereka karena melakukan perbuatan sihir dan kekafiran. Merekalah yang pertama kali beriman kepada Tuhan yang disembah Musa, dari sekian banyak orang yang turut menyaksikan adu kekuatan itu.",
    "quraish": "Sesungguhnya kami mengharapkan ampunan Tuhan kami dari segala kesalahan yang kami lakukan sebelumnya, dan kami adalah orang-orang Mukmin pertama dari kaummu.\"",
    "jalalayn": "(Sesungguhnya kami sangat menginginkan) sangat mengharapkan (bahwa Rabb kami akan mengampuni kesalahan kami, karena kami adalah orang- orang yang pertama-tama beriman\") di masa kami ini."
  },
  {
    "ruku": 318,
    "name": "Asy-Syu'ara'",
    "ayat": 52,
    "arab": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَسْرِ بِعِبَادِيْٓ اِنَّكُمْ مُّتَّبَعُوْنَ  ",
    "translation": "Dan Kami wahyukan (perintahkan) kepada Musa, “Pergilah pada malam hari dengan membawa hamba-hamba-Ku (Bani Israil), sebab pasti kamu akan dikejar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2984.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mewahyukan kepada Musa supaya pergi bersama Bani Israil meninggalkan Mesir pada malam hari. Allah juga mengabarkan bahwa ketika Fir'aun mendengar berita ini, dia dan tentaranya pasti akan menyusul dan memaksa mereka untuk kembali menjadi budak-budak yang melayani keinginan dan kebutuhan mereka. Kepergian orang-orang Bani Israil akan memberi kerugian besar bagi mereka.",
    "quraish": "Saat didapati Mûsâ tak tahan lagi menahan pedih, Allah mewahyukan kepadanya untuk membawa pergi orang-orang Banû Isrâ'îl yang beriman pada malam hari. Dan Allah telah mengatur kedua kelompok ini--yaitu Mûsâ dan kaumnya berada di muka, sementara Fir'aun beserta kaumnya mengikuti di belakang mereka--sehingga, begitu sampai di laut, Allah akan membinasakan Fir'aun dan balatentaranya.",
    "jalalayn": "(Dan Kami wahyukan kepada Musa) sesudah beberapa tahun ia tinggal bersama dengan kaum Firaun, yang di masa-masa itu ia menyeru mereka kepada jalan yang benar dengan membawa ayat-ayat Allah, akan tetapi hal itu tidak menambah mereka melainkan hanya kesombongan belaka, (\"Pergilah di malam hari dengan membawa hamba-hamba-Ku) yakni bangsa Bani Israel. Menurut suatu qiraat lafal An Asri dibaca An-isri. Asal katanya adalah berakar dari lafal Asra; maksudnya, pergilah dengan mereka menuju ke arah laut Merah di malam hari (karena sesungguhnya kamu sekalian akan dikejar\") oleh Firaun dan bala tentaranya, maka mereka pun ikut masuk ke dalam laut di belakang kalian, lalu Aku menyelamatkan kalian dan menenggelamkan mereka."
  }
]