[
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 53,
    "arab": "فَاَرْسَلَ فِرْعَوْنُ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَ ۚ ",
    "translation": "Kemudian Fir‘aun mengirimkan orang ke kota-kota (untuk mengumpulkan bala tentaranya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2985.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ketika Fir'aun mengetahui bahwa Musa dan Bani Israil telah berangkat, ia lalu menyebarkan beberapa orang pejabatnya ke segenap negeri Mesir. Ia juga mengumpulkan tentaranya untuk menyusul Musa dan Bani Israil, mengembalikan mereka ke Mesir, dan menyiksa mereka dengan siksaan yang berat. Untuk membangkitkan semangat dan membesarkan hati tentaranya, Fir'aun mengemukakan bahwa tugas yang harus mereka lakukan itu mudah untuk dilaksanakan karena Musa dan Bani Israil, jumlahnya sedikit sekali. Oleh karena itu, mereka tidak perlu ragu-ragu. Dengan mudah dan dalam waktu relatif singkat, mereka akan dapat menyusul Musa dan rombongannya serta mengembalikan mereka.",
    "quraish": "Di saat mengetahui keberangkatan Mûsâ dan Banû Isrâ'îl, Fir'aun segera mengerahkan bala tentaranya untuk mengumpulkan di antara kaumnya yang tegap dan kuat dari seluruh wilayah kekuasannya. Ia benar- benar ingin mencegah keberangkatan Mûsâ dan Banû Isrâ'îl.",
    "jalalayn": "(Kemudian Firaun mengirimkan) sesudah ia mendengar berita tentang keberangkatan Nabi Musa dan kaum Bani Israel (orangnya ke kota-kota) menurut suatu kisah diceritakan bahwa Firaun memiliki seribu buah kota dan dua belas ribu kampung (mengumpulkan tentaranya) untuk mengumpulkan pasukan. Firaun menginstruksikan demikian seraya mengatakan,"
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 54,
    "arab": "اِنَّ هٰٓؤُلَاۤءِ لَشِرْذِمَةٌ قَلِيْلُوْنَۙ ",
    "translation": "(Fir‘aun berkata), “Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2986.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ketika Fir'aun mengetahui bahwa Musa dan Bani Israil telah berangkat, ia lalu menyebarkan beberapa orang pejabatnya ke segenap negeri Mesir. Ia juga mengumpulkan tentaranya untuk menyusul Musa dan Bani Israil, mengembalikan mereka ke Mesir, dan menyiksa mereka dengan siksaan yang berat. Untuk membangkitkan semangat dan membesarkan hati tentaranya, Fir'aun mengemukakan bahwa tugas yang harus mereka lakukan itu mudah untuk dilaksanakan karena Musa dan Bani Israil, jumlahnya sedikit sekali. Oleh karena itu, mereka tidak perlu ragu-ragu. Dengan mudah dan dalam waktu relatif singkat, mereka akan dapat menyusul Musa dan rombongannya serta mengembalikan mereka.",
    "quraish": "Fir'aun berkata, \"Sesungguhnya Banû Isrâ'îl yang melarikan diri bersama Mûsâ adalah sekelompok orang yang hina dan sedikit jumlahnya.\" Fir'aun, dengan berkata seperti ini, tengah berusaha memanas- manasi kaumnya.",
    "jalalayn": "(\"Sesungguhnya mereka itu benar-benar golongan) yang dimaksud adalah kaum Bani Israel (yang kecil) menurut suatu pendapat dikatakan, bahwa jumlah kaum Bani Israel yang dibawa Nabi Musa berjumlah enam ratus tujuh puluh ribu orang, sedangkan barisan terdepan dari Firaun berjumlah tujuh ratus ribu tentara, belum lagi yang ada di belakangnya, maka oleh karena itu Firaun menganggap kecil jumlah Bani Israel dibandingkan dengan jumlah tentaranya itu."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 55,
    "arab": "وَاِنَّهُمْ لَنَا لَغَاۤىِٕظُوْنَ ۙ  ",
    "translation": "dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2987.mp3",
    "tafsir": "Fir'aun mencari alasan memusuhi Bani Israil dengan mengatakan bahwa mereka adalah musuh yang selalu mengacau sehingga keamanan tidak terjamin. Bani Israil juga dikatakan senantiasa membangkitkan amarah, menganut agama baru, dan meninggalkan agama nenek moyang mereka. Mereka berani meninggalkan Mesir tanpa lebih dahulu minta izin, membawa kabur harta benda yang mereka pinjam dari Fir'aun dan rakyatnya. Fir'aun mengatakan kepada kaumnya untuk selalu hati-hati dan waspada menjaga agar jangan sampai perbuatan mereka berakibat jauh. Mereka mempunyai persenjataan yang cukup dan lengkap untuk mengalahkan Bani Israil.",
    "quraish": "\"Tetapi, meskipun dengan kondisi seperti itu,\" lanjut Fir'aun, \"mereka telah melakukan sesuatu yang menimbulkan kemarahan kita. Mereka telah melanggar perintah dan keluar tanpa seizin kita.",
    "jalalayn": "(Dan sesungguhnya mereka membuat hal-hal yang menimbulkan amarah kita,) yakni telah melakukan apa yang membuat kita murka."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 56,
    "arab": "وَاِنَّا لَجَمِيْعٌ حٰذِرُوْنَ ۗ ",
    "translation": "dan sesungguhnya kita semua tanpa kecuali harus selalu waspada.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2988.mp3",
    "tafsir": "Fir'aun mencari alasan memusuhi Bani Israil dengan mengatakan bahwa mereka adalah musuh yang selalu mengacau sehingga keamanan tidak terjamin. Bani Israil juga dikatakan senantiasa membangkitkan amarah, menganut agama baru, dan meninggalkan agama nenek moyang mereka. Mereka berani meninggalkan Mesir tanpa lebih dahulu minta izin, membawa kabur harta benda yang mereka pinjam dari Fir'aun dan rakyatnya. Fir'aun mengatakan kepada kaumnya untuk selalu hati-hati dan waspada menjaga agar jangan sampai perbuatan mereka berakibat jauh. Mereka mempunyai persenjataan yang cukup dan lengkap untuk mengalahkan Bani Israil.",
    "quraish": "Sesungguhnya kita semua, seperti biasanya, senantiasa waspada dan siaga serta selalu dapat menyelesaikan masalah.\"",
    "jalalayn": "(Dan sesungghnya kita benar-benar golongan yang selalu berjaga-jaga\") Kaum yang selalu bersiap-siap. Menurut Suatu qiraat Haadziruuna dibaca Hadziruuna artinya selalu waspada."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 57,
    "arab": "فَاَخْرَجْنٰهُمْ مِّنْ جَنّٰتٍ وَّعُيُوْنٍ ۙ ",
    "translation": "Kemudian, Kami keluarkan mereka (Fir‘aun dan kaumnya) dari taman-taman dan mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2989.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah akan mengeluarkan Fir'aun dan kaumnya dari kesenangan ke dalam kesusahan dan kebinasaan. Mereka akan meninggalkan rumah yang mewah dan menjulang tinggi, meninggalkan taman-taman yang indah tempat mereka berekreasi sepuas hati. Mereka juga akan meninggalkan sungai-sungai yang mengalir dengan jernih seperti sungai Nil yang menjadi bagian dari kehidupan mereka.",
    "quraish": "Maka Kami membuat Fir'aun dan balatentaranya keluar dari negeri mereka yang dipenuhi taman-taman yang asri dengan sungai-sungai yang mengalir di bawahnya. Mereka binasa karena telah menolak kebenaran dan berusaha mengejar Mûsâ, sebagaimana diilustrasikan dalam tiga ayat sebelumnya.",
    "jalalayn": "Allah berfirman, (\"Maka Kami keluarkan mereka) Firaun dan kaumnya dari Mesir untuk mengejar Nabi Musa dan kaumnya (dari taman-taman) yakni kebun-kebun yang ada di sepanjang kedua tepi sungai Nil (mata air) yaitu kolam-kolam yang mengalir di rumah-rumah mereka yang bersumber dari sungai Nil."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 58,
    "arab": "وَّكُنُوْزٍ وَّمَقَامٍ كَرِيْمٍ ۙ ",
    "translation": "dan (dari) harta kekayaan dan kedudukan yang mulia, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2990.mp3",
    "tafsir": "Allah menerangkan bahwa Fir'aun dan kaumnya akan meninggalkan harta benda, kerajaan, dan kedudukan yang tinggi dan mulia yang tidak ada bandingannya. Ibnu Umar, Ibnu 'Abbas, dan Mujahid menyatakan bahwa yang dimaksud dengan kedudukan yang mulia di sini ialah mimbar-mimbar untuk para pembesar Fir'aun. \nBeberapa mufasir berbeda pendapat mengenai kedudukan yang tinggi ini. Ada yang berpendapat itu adalah rumah-rumah yang indah, dan ada yang berpendapat mimbar-mimbar dan mahligai para pembesar Fir'aun. Allah berfirman:\n\"Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan, juga kebun-kebun serta tempat-tempat kediaman yang indah, dan kesenangan-kesenangan yang dapat mereka nikmati di sana.\" (ad-Dukhan/44: 25-27)",
    "quraish": "Mereka pun Kami keluarkan dari emas dan perak serta kediaman mereka yang bentuk indah dan fasilitasnya nyaman.",
    "jalalayn": "(Dan dari perbendaharaan) harta yang berharga berupa emas dan perak; dinamakan Kunuz karena para pemiliknya tidak menunaikan hak Allah yang ada padanya (dan kedudukan yang mulia) yakni majelis-majelis yang indah bagi para penguasa dan para wazir, tempat mereka dikelilingi oleh para pengikutnya masing-masing."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 59,
    "arab": "كَذٰلِكَۚ وَاَوْرَثْنٰهَا بَنِيْٓ اِسْرَاۤءِيْلَ ۗ ",
    "translation": "demikianlah, dan Kami anugerahkan semuanya (itu) kepada Bani Israil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2991.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua taman dan tempat yang indah, sungai, harta kekayaan, dan kedudukan tinggi yang akan ditinggalkan oleh Fir'aun dan kaumnya, akan dianugerahkan kepada Bani Israil di Palestina sesuai dengan janji Allah kepada mereka. Firman Allah:\n\"Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun.\" (al-A'raf/7: 137)",
    "quraish": "Dengan cara yang menakjubkan ini--sebagaimana telah Kami paparkan kepadamu, wahai Muhammad--Kami menyeret mereka keluar meninggalkan negeri mereka. Dan setelah mereka binasa, Kami menyerahkan kerajaan ini--dengan berbagai kenikmatannya--kepada Banû Isrâ'îl.",
    "jalalayn": "(Demikianlah halnya) Kami telah mengeluarkan mereka sebagaimana yang telah disebutkan tadi (dan Kami anugerahkan semuanya itu kepada Bani Israel.\") sesudah Firaun dan kaumnya ditenggelamkan."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 60,
    "arab": "فَاَتْبَعُوْهُمْ مُّشْرِقِيْنَ  ",
    "translation": "Lalu (Fir‘aun dan bala tentaranya) dapat menyusul mereka pada waktu matahari terbit.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2992.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Fir'aun beserta segenap aparat pemerintahan dan bala tentaranya, baru bisa ke luar meninggalkan Mesir untuk menyusul Musa dan Bani Israil pada waktu pagi. Mengenai keterlambatan mereka ada dua pendapat:\nPertama: Sebagaimana disebut dalam kitab Perjanjian Lama (Keluaran 11-12), mereka ditimpa musibah maut pada malam keberangkatan Musa dan Bani Israil meninggalkan Mesir. Pada pertengahan malam itu, banyak perawan Mesir mati, baik manusia maupun binatang, sehingga menyebabkan mereka sibuk mengubur jenazah-jenazah itu sampai pagi. Kedua: Karena pada malam itu mereka diliputi kabut yang tebal dan udara yang sangat dingin sampai pagi.",
    "quraish": "Fir'aun dan kaumnya berusaha mengejar Banû Isrâ'îl yang berhasil disusul di saat matahari terbit.",
    "jalalayn": "(Maka Firaun dan bala tentaranya mengejar mereka di waktu matahari terbit) yakni di waktu pagi."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 61,
    "arab": "فَلَمَّا تَرَاۤءَ الْجَمْعٰنِ قَالَ اَصْحٰبُ مُوْسٰٓى اِنَّا لَمُدْرَكُوْنَ ۚ  ",
    "translation": "Maka ketika kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa, “Kita benar-benar akan tersusul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2993.mp3",
    "tafsir": "Ketika Musa beserta Bani Israil dan Fir'aun bersama bala tentaranya berada dalam jarak yang dekat, Bani Israil merasa cemas dan khawatir kalau mereka tersusul oleh Fir'aun dan bala tentaranya. Mereka berkata kepada Musa, \"Fir'aun dan tentaranya telah menyiksa anak-anak kami sebelum kami berangkat, dan setelah tersusul, kami semua akan dibunuh oleh mereka.\"",
    "quraish": "Maka tatkala kedua kelompok itu saling melihat, para pengikut Mûsâ berkata ketakutan, \"Sesungguhnya Fir'aun dan kaumnya hampir menyusul dan kemudian membunuh kita.\"",
    "jalalayn": "(Maka setelah kedua golongan itu saling melihat) masing-masing pihak telah melihat pihak yang lainnya (berkatalah pengikut-pengikut Musa, \"Sesungguhnya kita benar-benar akan terkejar\") oleh pasukan Firaun, kita tidak akan mampu menghadapi mereka, karena kita tidak mempunyai kekuatan."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 62,
    "arab": "قَالَ كَلَّاۗ اِنَّ مَعِيَ رَبِّيْ سَيَهْدِيْنِ  ",
    "translation": "Dia (Musa) menjawab, “Sekali-kali tidak akan (tersusul); sesungguhnya Tuhanku bersamaku, Dia akan memberi petunjuk kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2994.mp3",
    "tafsir": "Atas kecemasan dan kekhawatiran Bani Israil itu, Musa menghibur hati mereka dengan ucapan yang tegas bahwa mereka sekali-kali tidak akan tersusul oleh Fir'aun. Perbuatannya mengajak dan membawa pergi Bani Israil keluar dari Mesir menuju Palestina adalah perintah dan kehendak Allah. Dengan demikian, Allah akan menunjukkan kepada mereka jalan keluar, sehingga mereka selamat dari segala bahaya yang mengancam. Allah pula yang akan memberinya pertolongan dan kemenangan serta menjamin keselamatan mereka dari kekejaman Fir'aun dan bala tentaranya.",
    "quraish": "Mûsâ berkata, \"Sesungguhnya perlindungan Allah selalu menyertai ke mana aku pergi. Dia senantiasa memberikan kepadaku jalan keselamatan.\" Demikianlah, Mûsâ berusaha menenangkan Banû Isrâ'îl dan membuang jauh-jauh dari pikiran mereka perihal ketersusulan yang menakutkan itu.",
    "jalalayn": "(Berkatalah) Nabi Musa, (\"Sekali-kali tidak akan tersusul) kita tidak akan tersusul oleh mereka (sesungguhnya Rabbku besertaku) pertolongan-Nya selalu menyertaiku (kelak Dia akan memberi petunjuk kepadaku\") jalan yang menuju keselamatan."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 63,
    "arab": "فَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنِ اضْرِبْ بِّعَصَاكَ الْبَحْرَۗ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيْمِ ۚ ",
    "translation": "Lalu Kami wahyukan kepada Musa, “Pukullah laut itu dengan tongkatmu.” Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2995.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mewahyukan kepada Musa dan menunjukkan jalan keluar dari bahaya yang mengancam itu. Musa diperintahkan untuk memukulkan tongkatnya ke laut sehingga lautan itu terbelah dan membentuk jalan yang akan dilalui setiap keturunan Bani Israil. Setiap belahan dari air laut itu merupakan gunung besar dan tinggi, serta membentuk jalan yang kering dan bisa dilalui Bani Israil, sebagaimana firman Allah:\nDan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)",
    "quraish": "Maka Kami wahyukan kepada Mûsâ agar memukul lautan dengan tongkatnya. Seketika, lautan itu terbelah membuat dua belas jalur, sesuai dengan jumlah kelompok Banû Isrâ'îl. Setiap jalur dipisahkan oleh dinding air seperti gunung yang besar dan kokoh.",
    "jalalayn": "Allah berfirman, (\"Lalu Kami wahyukan kepada Musa, 'Pukullah lautan itu dengan tongkatmu') maka Nabi Musa memukul laut itu dengan tongkatnya. (Maka terbelahlah lautan itu) membentuk dua belas jalan (tiap-tiap belahan adalah seperti gunung yang besar) di antara dua gunung terdapat jalan yang akan dilalui oleh mereka; sehingga disebutkan bahwa pelana hewan-hewan kendaraan mereka sedikit pun tidak terkena basah, dan tidak pula kecipratan air."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 64,
    "arab": "وَاَزْلَفْنَا ثَمَّ الْاٰخَرِيْنَ ۚ ",
    "translation": "Dan di sanalah Kami dekatkan golongan yang lain. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2996.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Fir'aun beserta kaumnya Kami buat semakin mendekat, agar mereka dapat memasuki jalur-jalur itu di belakang Mûsâ dan kaumnya.",
    "jalalayn": "(Dan Kami dekatkan) Kami jadikan (di sana) di tempat itu (golongan yang lain) Firaun dan kaumnya, sehingga mereka melalui jalan yang dilalui oleh Nabi Musa dan kaumnya."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 65,
    "arab": "وَاَنْجَيْنَا مُوْسٰى وَمَنْ مَّعَهٗٓ اَجْمَعِيْنَ ۚ ",
    "translation": "Dan Kami selamatkan Musa dan orang-orang yang bersamanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2997.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Kami menyelamatkan Mûsâ dan orang-orang yang menyertainya dengan membuat lautan itu tetap terbelah, sampai mereka semua selesai menyeberang.",
    "jalalayn": "(Dan Kami selamatkan Musa dan semua orang-orang yang besertanya) dengan mengeluarkan mereka dari laut, sebagaimana gambaran yang telah disebutkan tadi."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 66,
    "arab": "ثُمَّ اَغْرَقْنَا الْاٰخَرِيْنَ ۗ ",
    "translation": "Kemudian Kami tenggelamkan golongan yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2998.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Lalu Kami menenggelamkan Fir'aun dan orang-orang yang menyertainya--saat mereka membuntuti Mûsâ dan Banû Isrâ'îl--dengan menimpakan air ke arah mereka.",
    "jalalayn": "(Dan Kami tenggelamkan golongan yang lain itu) yakni Firaun dan kaumnya, dengan menutup kembali lautan ketika mereka telah masuk ke dalamnya, sedangkan Bani Israel telah selamat keluar semuanya dari laut."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 67,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat suatu tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2999.mp3",
    "tafsir": "Keberhasilan Musa dan semua pengikutnya sampai ke daratan seberang dengan selamat, dan tenggelamnya Fir'aun bersama seluruh tentaranya di tengah lautan merupakan satu tanda yang nyata atas kekuasaan Allah dan kebenaran Nabi Musa sebagai rasul-Nya. Allah senantiasa memberikan pertolongan dan kemenangan kepada para hamba-Nya yang beriman dengan sungguh-sungguh. Allah juga selalu membinasakan dan menyiksa orang-orang yang mendustakan ayat-ayat-Nya terutama di akhirat kelak. Firman Allah:\nAllah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Maha Perkasa. (al-hajj/22: 40)\nDemikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami. (Fussilat/41: 28)\n\nManusia yang keras dan hatinya telah membatu seperti Fir'aun dan kaumnya tidak akan mau beriman, meskipun melihat dengan nyata kebenaran sesuatu. Peristiwa ini juga menjadi penghibur bagi Rasulullah karena dengan hal itu, beliau mengetahui bahwa bukan hanya dia yang mengalami cobaan seperti itu, tetapi juga para nabi dan rasul Allah yang terdahulu. Semuanya berakhir dengan kemenangan bagi para nabi dan rasul Allah, dan kekalahan bagi musuh-musuh mereka.",
    "quraish": "Sesungguhnya perbuatan Tuhan yang menakjubkan ini merupakan suatu peringatan bagi siapa saja yang mau menggunakannya. Akan tetapi kebanyakan kaum tidak mempercayainya.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) yaitu ditenggelamkannya Firaun dan kaumnya (benar-benar merupakan tanda) yaitu pelajaran bagi orang-orang yang sesudah mereka. (Akan tetapi kebanyakan mereka tidak beriman) kepada Allah. Yang beriman kepada Allah dari kalangan kaum Firaun hanyalah Asiah istri Firaun sendiri, Hezqil dari kalangan keluarga Firaun dan Maryam binti Namushi yang menunjukkan tempat kuburan Nabi Yusuf a.s."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 68,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "translation": "Dan sesungguhnya Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3000.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah Mahaperkasa dan Mahakuasa. Dia akan mengazab para musuh-Nya dan musuh para nabi dan rasul. Akan tetapi, Allah Maha Penyayang kepada para pendukung dan pembela agama-Nya.",
    "quraish": "Dan sesungguhnya Pencipta dan Pemeliharamu Mahaperkasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi rahmat bagi orang-orang yang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar-benar Dialah Yang Maha Perkasa) maka Dia membalas kelakuan orang-orang kafir itu dengan menenggelamkan mereka (lagi Maha Penyayang.\") terhadap orang-orang Mukmin, Dia menyelamatkan mereka dari tenggelam."
  },
  {
    "ruku": 319,
    "name": "Asy-Syu'ara'",
    "ayat": 69,
    "arab": "وَاتْلُ عَلَيْهِمْ نَبَاَ اِبْرٰهِيْمَ ۘ ",
    "translation": "Dan bacakanlah kepada mereka kisah Ibrahim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3001.mp3",
    "tafsir": "Allah menyuruh Nabi Muhammad menceritakan kepada kaum musyrik Mekah kisah Nabi Ibrahim sebagai pengajaran bagi seluruh umatnya. Mereka diharapkan supaya mencontoh dan meneladani sifat-sifat mulia yang menghiasi pribadi Nabi Ibrahim. Beliau adalah seorang yang ikhlas dalam beramal, tawakal, dan senantiasa menyembah Allah Yang Maha Esa. Beliau dianugerahi Allah kecerdasan otak sejak kecil sebagai suatu pemberian yang layak diterima oleh seorang rasul. Hal itulah yang menyebabkan Ibrahim selalu menentang kaumnya (termasuk bapaknya) yang menyembah berhala yang mereka perlakukan sebagai tuhan.",
    "quraish": "Dan tuturkanlah kepada orang-orang kafir, wahai Muhammad, kisah Ibrâhîm a. s.",
    "jalalayn": "(Dan bacakanlah kepada mereka) yakni orang-orang kafir Mekah (kisah) berita (Ibrahim) kemudian dijelaskan oleh Badalnya, yaitu:"
  }
]