[
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 70,
    "arab": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا تَعْبُدُوْنَ ",
    "translation": "Ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Apakah yang kamu sembah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3002.mp3",
    "tafsir": "Ibrahim menganggap penyembahan berhala itu adalah sesuatu yang tidak masuk akal. Ia menanyakan kepada bapak dan kaumnya apa alasan mereka mengabdikan diri kepada tuhan-tuhan yang tidak mengerti apa-apa. Sebenarnya beliau bukan tidak mengetahui apa sesungguhnya hakikat berhala yang disembah itu, namun Ibrahim ingin sekadar mendengar dari mulut mereka alasan kongkrit dari penyembahan semacam itu. Menurut ahli sejarah, patung-patung sembahan mereka itu terbuat dari emas dan perak, dan ada juga dari tembaga dan besi. Oleh karena itu, mereka merasa bangga dengan tuhan hasil ciptaannya. \"Apa sebabnya kamu mempertuhankan patung-patung itu?\" tanya Ibrahim.",
    "quraish": "Tatkala ia berkata kepada bapak dan kaumnya, \"Sembahan apa yang, sebenarnya, tak patut kalian sembah ini?\" Ibrâhîm melontarkan pertanyaan ini untuk mencerca kecenderungan penyembahan mereka terhadap berhala-berhala.",
    "jalalayn": "(Ketika ia berkata kepada bapaknya dan kaumnya, \"Apakah yang kalian sembah?\")"
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 71,
    "arab": "قَالُوْا نَعْبُدُ اَصْنَامًا فَنَظَلُّ لَهَا عٰكِفِيْنَ  ",
    "translation": "Mereka menjawab, “Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3003.mp3",
    "tafsir": "Pertanyaan itu dijawab kaumnya dengan sikap sombong, \"Memang kami ini adalah penyembah berhala. Seluruh hidup dan kehidupan kami, dengan rela kami baktikan kepadanya.\" Menurut ahli tafsir, kaum Nabi Ibrahim tersebut melakukan penyembahan terhadap berhala pada siang hari saja. Mereka sangat tekun dan khusyuk menyembahnya.",
    "quraish": "Mereka, dengan bangga, menjawab, \"Kami tengah menyembah berhala-berhala. Kami akan senantiasa melakukannya sebagai penghormatan dan pemuliaan terhadap berhala-berhala itu.\"",
    "jalalayn": "(Mereka menjawab, \"Kami menyembah berhala-berhala) mereka menjelaskan perbuatannya secara terang-terangan supaya berhala-berhala itu disukai olehnya (dan kami senantiasa tekun menyembahnya\") maksudnya kami selalu menyembahnya; sepanjang siang dengan tekun, mereka menambahkan jawabannya dengan maksud membanggakan diri mereka terhadap Nabi Ibrahim."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 72,
    "arab": "قَالَ هَلْ يَسْمَعُوْنَكُمْ اِذْ تَدْعُوْنَ ۙ  ",
    "translation": "Dia (Ibrahim) berkata, “Apakah mereka mendengarmu ketika kamu berdoa (kepadanya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3004.mp3",
    "tafsir": "Mendengar keterangan itu, bertambah yakinlah Ibrahim bahwa kepercayaan tersebut bukanlah berdasarkan alasan yang masuk akal. Mulailah beliau berpikir bagaimana caranya untuk meluruskan kembali jalan pikiran kaumnya yang telah sesat itu. Tugas beliau yang utama ialah mengembalikan mereka kepada ajaran tauhid. \nIbrahim bertanya lagi, apakah berhala-berhala tersebut dapat mendengar permohonan yang diucapkan mereka. Hal demikian beliau persoalkan untuk menguji sampai di manakah logika mereka dapat dipergunakan untuk memahami ucapan dan perbuatan dalam bentuk doa-doa kepada berhala tersebut. Sebab andaikata yang disembah itu saja tidak mendengar, bagaimana pula ia bisa mengabulkan permohonan yang diajukan kepadanya. Tegasnya bagaimana mungkin dipahami dengan benar hakikat peribadatan seperti itu kalau otak mereka tidak bisa mencerna dengan baik tujuan penyembahan terhadap berhala-berhala itu.",
    "quraish": "Untuk mengingatkan kerancuan berpikir mereka, Ibrâhîm bertanya, \"Adakah berhala-berhala itu dapat mendengarkan dan mengabulkan doa-doa kalian?\"",
    "jalalayn": "(Berkata Ibrahim, \"Apakah berhala-berhala itu mendengar seruan kalian di waktu) ketika (kalian berdoa kepadanya?)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 73,
    "arab": "اَوْ يَنْفَعُوْنَكُمْ اَوْ يَضُرُّوْنَ  ",
    "translation": "Atau (dapatkah) mereka memberi manfaat atau mencelakakan kamu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3005.mp3",
    "tafsir": "Rangkaian pertanyaan Ibrahim itu selanjutnya ialah apakah betul tuhan-tuhan yang mereka sembah itu dapat mendatangkan faedah dalam kehidupan. Bisakah ia memberi rezeki, makan, dan minum andaikata ia betul-betul tuhan yang mahakuasa? Sebaliknya bisa pulakah ia melepaskan kaum pemujanya dari bala dan musibah yang menimpa mereka?",
    "quraish": "\"Adakah berhala-berhala itu,\" lanjut Ibrâhîm, \"dapat memberikan kebaikan jika kalian menaati mereka? Atau sebaliknya, dapatkah mereka mendatangkan keburukan jika kalian menentang mereka?\"",
    "jalalayn": "(Atau dapatkah mereka memberi manfaat ke pada kalian) jika kalian menyembahnya (atau memberi mudarat?\") kepada diri kalian, jika kalian tidak menyembahnya."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 74,
    "arab": "قَالُوْا بَلْ وَجَدْنَآ اٰبَاۤءَنَا كَذٰلِكَ يَفْعَلُوْنَ  ",
    "translation": "Mereka menjawab, “Tidak, tetapi kami dapati nenek moyang kami berbuat begitu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3006.mp3",
    "tafsir": "Pertanyaan-pertanyaan itu mereka jawab sesuai dengan apa yang mereka ketahui. Namun demikian, pada akhirnya Ibrahim mengetahui motif sesungguhnya dari penyembahan itu, yaitu merupakan tradisi yang diwarisi dari nenek moyang mereka. \"Kami hanya mendapati nenek moyang kami berbuat demikian, dan kebiasaan itulah yang kami ikuti,\" jawab mereka dengan tegas kepada Ibrahim.",
    "quraish": "Mereka menjawab, \"Mereka memang tidak dapat melakukan semua itu. Tetapi kami mendapatkan para nenek moyang kami melakukan penyembahan yang kami lakukan ini. Kami hanya sekadar mengikuti apa yang telah mereka lakukan.\"",
    "jalalayn": "(Mereka menjawab, \"Sebenarnya kami mendapati nenek moyang kami berbuat demikian\") yakni mereka melakukan sebagaimana apa yang kami lakukan sekarang ini."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 75,
    "arab": "قَالَ اَفَرَءَيْتُمْ مَّا كُنْتُمْ تَعْبُدُوْنَ ۙ ",
    "translation": "Dia (Ibrahim) berkata, “Apakah kamu memperhatikan apa yang kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3007.mp3",
    "tafsir": "Jawaban tersebut tidak memuaskan beliau. Perbuatan-perbuatan taklid yang tidak ada dasarnya itu harus diberantas. Cara membasminya dengan jalan menyadarkan pikiran mereka akan kekeliruan mereka dan nenek moyangnya. Ibrahim mengingatkan apakah hal itu tidak pernah terpikirkan dan tidak pernah terlintas dalam ingatan untuk menganalisa dan merenungkan perbuatan yang hanya semata-mata mencontoh itu.",
    "quraish": "Untuk membungkam mulut mereka, Ibrâhîm berkata, \"Tidak berpikirkah kalian, sehingga kalian mengetahui hakikat berhala-berhala yang disembah,",
    "jalalayn": "(Ibrahim berkata, \"Maka apakah kalian telah memperhatikan apa yang selalu kalian sembah)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 76,
    "arab": "اَنْتُمْ وَاٰبَاۤؤُكُمُ الْاَقْدَمُوْنَ ۙ  ",
    "translation": "kamu dan nenek moyang kamu yang terdahulu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3008.mp3",
    "tafsir": "Dalam ayat ini, beliau menegaskan bahwa mereka atau para leluhurnya adalah manusia-manusia yang tidak mau mempergunakan pikiran. Sebab ternyata patung-patung yang dipuja itu tidak dapat mendengar, apalagi memahami apa yang diminta kepadanya. Lebih dari itu, patung-patung itu tidak bisa mendatangkan manfaat atau menolak bahaya. Fungsinya semata-mata barang ciptaan manusia belaka yang tidak seyogyanya dijadikan sebagai sesembahan.",
    "quraish": "oleh kalian dan para nenek moyang sebelum kalian? Adakah berhala-berhala itu patut disembah atau tidak? Jika kalian memikirkan hal ini secara saksama, niscaya kalian menyadari bahwa selama ini kalian berada dalam kesesatan yang nyata.",
    "jalalayn": "(Kalian dan nenek moyang kalian yang dahulu?)"
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 77,
    "arab": "فَاِنَّهُمْ عَدُوٌّ لِّيْٓ اِلَّا رَبَّ الْعٰلَمِيْنَ ۙ ",
    "translation": "Sesungguhnya mereka (apa yang kamu sembah) itu musuhku, lain halnya Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3009.mp3",
    "tafsir": "Kemudian Nabi Ibrahim menegaskan pendiriannya. Pendirian seorang rasul Tuhan yang membawa risalah untuk menyebarkan paham tauhid (monoteisme) di kalangan kaumnya. Beliau memproklamasikan diri sebagai musuh utama dari tuhan-tuhan mereka. Menurutnya, yang berhak disembah hanyalah Tuhan Yang Maha Esa, Tuhan alam semesta. Kepada-Nyalah manusia harus mengabdikan diri. Keyakinan tauhid itu didasarkan pada beberapa alasan yang masuk akal. \nMisi yang dibawa Nabi Ibrahim, juga pernah dibawa oleh nabi sebelumnya yakni Nuh. Semua para nabi dan rasul membawa tugas pokok seperti itu. Mereka di samping mengajak manusia untuk mentauhidkan Allah, juga dengan terang-terangan memusuhi setiap bentuk penyembahan yang pada prinsipnya mempersekutukan Allah. Nabi Nuh juga menentang kaumnya yang bermaksud mencelakakannya akibat seruannya untuk beriman, sebagaimana yang dilukiskan dalam firman Allah:\nKarena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi. (Yunus/10: 71)\n\nDemikian juga firman Allah menerangkan ucapan Nabi Hud a.s.:\nDia (Hud) menjawab, \"Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan. (Ha¼d/11: 54)",
    "quraish": "Sembahan kalian selain Allah ini adalah musuh-musuhku, juga musuh kalian. Aku tidak akan menyembah mereka. Hanya Sang Pencipta, Penguasa dan Pemelihara alam semesta yang aku sembah. Dan aku akan selalu mendekatkan diri kepada-Nya.",
    "jalalayn": "(Karena sesungguhnya apa yang kalian sembah itu adalah musuhku) aku tidak menyembah mereka (melainkan) aku hanya menyembah (Rabb semesta alam)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 78,
    "arab": "الَّذِيْ خَلَقَنِيْ فَهُوَ يَهْدِيْنِ ۙ ",
    "translation": "(yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3010.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Nabi Ibrahim menjelaskan sebagian dari dalil-dalil keesaan Tuhan, yang merupakan sebagian dari sifat-sifat Allah Rabbul 'alamin. Allah adalah pencipta manusia, dengan ciptaan yang sebaik-baiknya. Dia pula yang memberi petunjuk (hidayah). \nSeperti diketahui, hidayah itu bermacam-macam. Ada hidayah yang disebut dengan hidayah pancaindra, hidayah akal (pikiran), hidayah insting (kepandaian yang dibawa sejak lahir), dan hidayah agama (ad-din). Akal adalah hidayah Tuhan yang sangat berharga, sebab dengan akal manusia sanggup membedakan yang buruk dengan yang baik. Akal pula yang membedakan manusia dengan hewan. \nNamun demikian, akal saja belum merupakan jaminan bagi keselamatan manusia. Oleh sebab itu, Allah melengkapi nikmatnya dengan memberikan kepada mereka agama. Hidayah agama itu hanya Tuhan sajalah yang memberinya. Bila seseorang dikehendaki Allah memperoleh hidayah (agama), tidak seorang pun yang dapat menghalanginya. Sebaliknya jika Allah belum menghendaki yang demikian, tidak ada yang bisa memberikan petunjuk. Bahkan nabi dan rasul sendiri pun yang ditugaskan membawa hidayah itu juga tidak punya wewenang untuk memberi hidayah seperti terlihat dalam kisah Nabi Ibrahim pada ayat yang lain (Surah al-An'am/6: 74-88) yang menceritakan dialog antara beliau dengan bapaknya (azar) dan kaumnya. Ibrahim berusaha mengislamkan bapaknya, tetapi Allah tidak memberi hidayah, sehingga dia tetap dalam kemusyrikan. \nDemikian juga halnya paman Nabi Muhammad, Abu thalib, yang sudah banyak berjasa dalam mengembangkan dakwah Nabi di Mekah. Nabi sangat menginginkan pamannya masuk Islam, tetapi Allah belum memberi hidayah sehingga ia tetap musyrik sampai akhir hayatnya. Allah berfirman:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)",
    "quraish": "Dialah yang telah menciptakan aku dari ketiadaan dalam bentuk yang sempurna. Dia juga memberi petunjuk kepadaku agar dapat mencapai kebahagiaan dunia dan akhirat.",
    "jalalayn": "(Yaitu Tuhan yang telah menciptakan aku, maka Dia-lah yang menunjuki aku) kepada agama yang benar."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 79,
    "arab": "وَالَّذِيْ هُوَ يُطْعِمُنِيْ وَيَسْقِيْنِ ۙ ",
    "translation": "dan Yang memberi makan dan minum kepadaku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3011.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah memberi manusia makan dan minum. Makan dan minum itu merupakan rezeki dari Allah. Caranya Allah memberi rezeki itu dengan jalan memudahkan bagi manusia untuk memperolehnya. Semuanya itu bergantung kepada kecakapan dan pengetahuan yang dimiliki oleh masing-masing manusia. Allah menurunkan hujan dari langit sebagai minuman bagi manusia, binatang, dan hewan ternak. Dengan air hujan itu, bumi menjadi subur dan menghasilkan beraneka ragam tumbuh-tumbuhan untuk dapat dinikmati. Begitu juga Allah menyediakan seribu macam benda-benda berharga dalam perut bumi seperti besi, minyak, emas, aluminium, dan sebagainya. Semuanya dengan maksud agar dimanfaatkan dengan sebaik-baiknya. Allah berfirman:\n(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 22).",
    "quraish": "Dan Dialah yang mengaruniakan makanan dan minuman kepadaku sehingga aku dapat memperoleh dan memanfaatkannya untuk kelangsungan hidupku.",
    "jalalayn": "(Dan Tuhanku, yang memberi makan dan minum kepadaku)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 80,
    "arab": "وَاِذَا مَرِضْتُ فَهُوَ يَشْفِيْنِ ۙ  ",
    "translation": "dan apabila aku sakit, Dialah yang menyembuhkan aku, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3012.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah yang menyembuhkan manusia apabila ia sakit. Allah berkuasa menyembuhkan penyakit apa saja yang diderita oleh seseorang. Meskipun begitu, manusia juga harus mencari tahu cara untuk memperoleh kesembuhan itu.\nImam Jamaluddin al-Qasimi dalam tafsirnya menguraikan bahwa ayat ini menggambarkan tata susila seorang hamba Allah kepada Khaliknya. Sebab penyakit itu kadang-kadang akibat dari perbuatan manusia sendiri, umpamanya disebabkan oleh pelanggaran terhadap norma-norma kesehatan, atau pola hidup sehari-hari, maka serangan penyakit terhadap tubuh tidak dapat dielakkan. Sebaliknya yang berhak menyembuhkan penyakit adalah Allah semata. Bila orang sakit merasakan yang demikian waktu ia menderita sakit, maka ia akan menghayati benar nikmat-nikmat Allah setelah ia sembuh dari penyakit tersebut. Kenyataan memang membuktikan, kebanyakan manusia terserang penyakit disebabkan kurang memperhatikan norma-norma kesehatan yang berlaku.",
    "quraish": "Bila aku menderita sakit, Dialah yang menyembuhkan aku dengan mempermudah pengobatan sambil berserah diri kepada-Nya.",
    "jalalayn": "(Dan apabila aku sakit. Dialah yang menyembuhkan aku)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 81,
    "arab": "وَالَّذِيْ يُمِيْتُنِيْ ثُمَّ يُحْيِيْنِ ۙ ",
    "translation": "dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3013.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah yang mematikan manusia, kemudian Dia pula yang menghidupkan dan membangkitkan kembali. Tidak seorang pun yang berhak dan sanggup berbuat itu, kecuali Dia sendiri. Dimaksudkan dengan menghidupkan dalam ayat ini adalah membangkitkan kembali sesudah mati. Antara datangnya kematian dan kehidupan baru ditandai dengan waktu yang lama dan tidak bisa diketahui oleh manusia ketentuan datangnya. Kalau dipersoalkan, mati juga kadang-kadang akibat perbuatan manusia itu sendiri, sedang dalam ayat ini Allah menegaskan Dia sendirilah yang mematikan manusia, maka bagaimana kita membedakan mati yang dinisbahkan kepada Allah dan sakit yang disebabkan oleh manusia? Mati adalah suatu ketetapan yang pasti berlaku bagi semua orang tanpa kecuali, sedangkan sakit khusus menimpa seseorang. Artinya belum tentu semua orang menderita suatu macam penyakit, masing-masing mereka menderita penyakit yang berbeda pula. Sering pula orang mati secara mendadak, tanpa didahului oleh sakit. Jelaslah mati itu umum sifatnya, sebaliknya sakit khusus menimpa diri seseorang.",
    "quraish": "Dialah yang mewafatkan aku jika ajal telah tiba, dan kemudian menghidupkan aku kembali untuk memperoleh perhitungan dan balasan.",
    "jalalayn": "(Dan Yang akan mematikan aku, kemudian akan menghidupkan aku kembali)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 82,
    "arab": "وَالَّذِيْٓ اَطْمَعُ اَنْ يَّغْفِرَ لِيْ خَطِيْۤـَٔتِيْ يَوْمَ الدِّيْنِ ۗ",
    "translation": "dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3014.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa hanya Allah semata yang mengampuni dosa seseorang di hari akhirat (lihat pula Surah ali 'Imran/3: 135). Tidak ada seorang pun yang dapat menanggung dosa orang lain, tetapi masing-masing bertanggung jawab terhadap perbuatannya sendiri. Allah berfirman: \nDan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6: 164)",
    "quraish": "Dialah yang ampunan-Nya amat kuinginkan, agar--saat perhitungan nanti--segala kealpaan dan kekhilafanku di dunia terhapus.\"",
    "jalalayn": "(Dan Yang amat kuinginkan) amat kuharapkan (akan mengampuni kesalahanku pada hari kiamat\") yaitu hari pembalasan."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 83,
    "arab": "رَبِّ هَبْ لِيْ حُكْمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ ۙ",
    "translation": "Ibrahim berdoa), “Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3015.mp3",
    "tafsir": "Ibrahim bermohon agar dianugerahi hikmah. Hikmah berarti ilmu pengetahuan yang diamalkan dengan baik. Dalam hubungannya dengan kepribadian orang yang saleh, hikmah diartikan sebagai petunjuk Tuhan dalam beramal, dengan taufik Allah ia terlepas dari segala perbuatan dosa besar maupun dosa kecil. Sementara itu ahli tafsir yang lain ada yang mengartikan hikmah dengan perlakuan yang adil terhadap sesama manusia dalam memutuskan suatu perkara. Dalam kaitannya dengan doa Ibrahim ini, hikmah ditafsirkan sebagai pengetahuan tentang sifat-sifat ketuhanan dan ilmu pengetahuan tentang kebenaran yang akan diamalkan dalam kehidupan sehari-hari. Selain itu, beliau berdoa pula agar dimasukkan ke dalam lingkungan orang-orang yang baik-baik, dan pada golongan yang senantiasa bertawakal kepada-Nya. Permohonan tersebut dikabulkan oleh Allah, sebagaimana disebutkan dalam ayat lain:\nDan sesungguhnya di akhirat dia termasuk orang-orang saleh. (al-Baqarah/2: 130)\n\nDiriwayatkan dalam sebuah hadis, Rasulullah berdoa seperti doa Nabi Ibrahim, yakni:\n\"Ya Allah, matikanlah kami dalam keadaan muslim, hidupkanlah kami dalam keadaan muslim, dan masukkanlah kami ke dalam golongan orang-orang saleh, bukan golongan orang-orang yang hina dan tertimpa musibah (fitrah).\" (Riwayat Ahmad dari Rifa'ah bin Rafi')",
    "quraish": "Kemudian Ibrâhîm a. s. memanjatkan doa, \"Ya Tuhanku, anugerahilah kesempurnaan ilmu dan amal kepadaku, sehingga--dari sekian banyak hamba-Mu--aku layak mengemban risalah dan hikmah. Dan terimalah diriku untuk berada dalam golongan orang yang saleh.",
    "jalalayn": "(Ya Rabbku! Berikanlah kepadaku hikmah) yakni ilmu (dan masukkanlah aku ke dalam golongan orang-orang yang saleh) golongan para nabi."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 84,
    "arab": "وَاجْعَلْ لِّيْ لِسَانَ صِدْقٍ فِى الْاٰخِرِيْنَ ۙ ",
    "translation": "dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3016.mp3",
    "tafsir": "Selanjutnya Ibrahim berdoa agar nama baik beliau menjadi buah bibir yang baik bagi orang-orang yang datang kemudian, sehingga beliau menjadi suri teladan yang utama sampai hari Kiamat, ini pun dikabulkan Allah, sebagaimana firman-Nya:\nDan Kami abadikan untuk Ibrahim (pujian) di kalangan orang-orang yang datang kemudian, \"Selamat sejahtera bagi Ibrahim.\" Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. (as-saffat/37: 108-110).\n\nJanji Allah dalam ayat di atas dibuktikan kebenarannya dalam lembaran sejarah kenabian. Banyak sekali dari keturunan Nabi Ibrahim yang menjadi nabi dan rasul Allah, baik dari keturunan Ismail ataupun dari keturunan Ishak. Agama-agama besar di dunia (Islam, Kristen dan Yahudi) masing-masing menggolongkan agamanya kepada Nabi Ibrahim. Oleh sebab itu, beliau dimuliakan dan dihormati oleh berbagai agama menurut caranya masing-masing. Berdasarkan keterangan ini, wajarlah andaikata mereka menganggap Ibrahim adalah seorang Yahudi (menurut pengakuan orang Yahudi). Demikianlah pula halnya Ibrahim dipandang sebagai orang Nasrani (menurut kepercayaan agama Nasrani), sebab Isa Almasih putra Maryam juga masih keturunan Nabi Ibrahim. Tegasnya dalam sejarah kenabian, ia dianggap sebagai bapak para nabi. Akan tetapi, semua dugaan bahwa Ibrahim penganut Yahudi atau penganut agama tertentu tidak benar. Al-Qur'an membantah keyakinan demikian:\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (ali 'Imran/3: 67)\n\nAdapun pengertian buah tutur yang baik dalam doa ini ialah Nabi Muhammad. Beliau memang keturunan Nabi Ibrahim (dari pihak Ismail) yang terakhir yang diangkat sebagai nabi dan rasul. Risalah Nabi Muhammad (dan juga para nabi) adalah risalah agama tauhid. Rasulullah sendiri dalam sebuah hadis mengatakan:\nAku ini (pelaksanaan bagi terkabulnya) doa Ibrahim. (Riwayat Muslim dari 'Aisyah)\n\nPada hakikatnya agama yang disampaikan Nabi Muhammad merupakan lanjutan dari ajaran yang disampaikan Nabi Ibrahim.",
    "quraish": "Dan jadikanlah diriku sebagai buah bibir yang baik dan kesan yang indah bagi umat-umat yang datang setelah aku, sehingga keharumanku tetap tercatat sampai hari kiamat nanti.",
    "jalalayn": "(Dan jadikanlah aku buah tutur yang baik) pujian yang baik (bagi orang-orang yang datang kemudian) maksudnya orang-orang yang datang sesudahku hingga hari kiamat."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 85,
    "arab": "وَاجْعَلْنِيْ مِنْ وَّرَثَةِ جَنَّةِ النَّعِيْمِ ۙ",
    "translation": "dan jadikanlah aku termasuk orang yang mewarisi surga yang penuh kenikmatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3017.mp3",
    "tafsir": "Setelah Nabi Ibrahim memohon pahala keduniawian, yakni dengan dijadikan nama baiknya sebagai suri teladan bagi orang-orang sesudahnya, ia pun berdoa pula agar menikmati balasan amalnya di akhirat. Yakni nikmat kesenangan surga beserta orang-orang yang diperkenankan masuk ke dalamnya. Ungkapan ayat ini memakai kata-kata \"yang mewarisi surga\", karena diserupakan dengan kesenangan yang diperoleh seorang raja dalam kerajaan yang diwarisi dari bapaknya.",
    "quraish": "Masukkanlah aku ke dalam golongan hamba-Mu yang dianugerahi kenikmatan surga, sebagai balasan dari keimanan dan ibadah mereka kepada-Mu.",
    "jalalayn": "(Dan jadikanlah aku termasuk orang-orang yang mewarisi surga yang penuh kenikmatan) yakni di antara orang-orang yang memperolehnya."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 86,
    "arab": "وَاغْفِرْ لِاَبِيْٓ اِنَّهٗ كَانَ مِنَ الضَّاۤلِّيْنَ ۙ ",
    "translation": "dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3018.mp3",
    "tafsir": "Kemudian ia berdoa pula untuk kesejahteraan dan keselamatan bapaknya (azar) yang tetap musyrik. Namun setelah Nabi Ibrahim mengetahui bahwa ayahnya adalah musuh Allah karena menyekutukan-Nya, akhirnya Ibrahim berlepas diri dari ayahnya. Firman Allah:\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114).",
    "quraish": "Jadikanlah bapakku sebagai orang yang layak mendapatkan ampunan-Mu, dengan memberi petunjuk kepadanya untuk memeluk Islam. (Dahulu, saat perpisahan, Ibrâhîm menjanjikan bapaknya dapat masuk Islam). Sebab, ia adalah salah seorang yang menyimpang dari petunjuk dan kebenaran.",
    "jalalayn": "(Dan ampunilah bapakku, karena sesungguhnya ia adalah termasuk orang-orang yang sesat) umpamanya, Engkau memberikan jalan bertobat kepadanya, lalu Engkau mengampuninya. Doa ini diucapkan oleh Nabi Ibrahim sebelum jelas baginya, bahwa dia adalah musuh Allah, sebagaimana yang telah diterangkan dalam surah Al Bara'ah atau surah At Taubah."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 87,
    "arab": "وَلَا تُخْزِنِيْ يَوْمَ يُبْعَثُوْنَۙ",
    "translation": "dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3019.mp3",
    "tafsir": "Selanjutnya Ibrahim bermunajat kepada Allah agar ia tidak mengalami penghinaan di hari Kiamat kelak. Ini memberi kesan betapa rendah hatinya seorang nabi, sekalipun ia telah memperoleh derajat yang begitu tinggi di sisi Allah, namun ia masih bermohon agar tidak dihinakan pada hari Kiamat. Ibrahim mengadu kepada Tuhan seraya berkata, \"Wahai Tuhan, bukankah engkau telah menjanjikan bahwa aku tidak akan dihinakan di hari Kiamat. Manakah penghinaan yang lebih berat lagi rasanya bagiku daripada penghinaan bertemu dengan bapakku dalam keadaan begini?\" Allah merespon doanya dengan berfirman, \"Hai Ibrahim, sesungguhnya aku haramkan surga bagi orang-orang kafir.\"",
    "quraish": "Janganlah Engkau mempermalukan dan membuat aku terhina di hadapan manusia pada hari dibangkitkannya manusia dari kubur untuk mendapatkan perhitungan dan balasan.",
    "jalalayn": "(Dan janganlah Engkau hinakan aku) janganlah Engkau jelek-jelekkan aku (pada hari mereka dibangkithan) di hari semua manusia dibangkitkan."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 88,
    "arab": "يَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ ۙ  ",
    "translation": "(yaitu) pada hari (ketika) harta dan anak-anak  tidak berguna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3020.mp3",
    "tafsir": "Ayat ini menerangkan tentang kehebatan hari Kiamat. Tiada yang selamat pada hari itu dari siksaan Allah, kecuali orang yang bebas dari dosa dan kesalahan. Harta dan anak keturunan yang dimiliki waktu di dunia tidak satu pun yang bisa menolong. Secara khusus Allah menyebutkan \"anak\" dalam ayat ini, karena anak-anak itulah yang paling dekat dan paling banyak memberi manfaat kepada orang tuanya di dunia. Pada ayat lain, Allah menerangkan bahwa anak-anak adalah harta perhiasan kehidupan keduniawian. Sebaliknya amal yang saleh dan baik pahalanya akan kekal sampai kiamat. Ketika Allah menurunkan ayat tentang emas dan perak (Surah at-Taubah/9: 34), para sahabat bertanya kepada Rasulullah tentang harta apakah yang sebaiknya dimiliki agar mendatangkan faedah (untuk kehidupan ukhrawi). Rasulullah menjawab: \n(Kekayaan) yang paling baik ialah lidah yang selalu zikir kepada Allah, hati yang senantiasa bersyukur, dan istri yang saleh menolong suaminya tetap beriman.\" (Riwayat Ahmad dan at-Tirmidzi dari sauban)",
    "quraish": "Pada hari ketika harta yang dikeluarkan dan pertolongan anak keturunan tidak berguna lagi.",
    "jalalayn": "Yang pada hari itu Allah berfirman, (\"Di hari ini harta dan anak-anak laki-laki tidak berguna) bagi seorang pun."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 89,
    "arab": "اِلَّا مَنْ اَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ ۗ ",
    "translation": "kecuali orang-orang yang menghadap Allah dengan hati yang bersih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3021.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa kesenangan yang bakal diperoleh di akhirat, tidak dapat dibeli dengan harta yang banyak. Juga tidak mungkin ditukar dengan anak dan keturunan yang banyak. Sebab masing-masing manusia hanya diselamatkan oleh amal dan hatinya yang bersih. Tetapi orang yang diselamatkan hanyalah mereka yang akidahnya bersih dari unsur-unsur kemusyrikan dan akhlaknya mulia.",
    "quraish": "Kecuali bagi mereka yang beriman dan mengharap Allah dengan jiwa yang bersih dari kekufuran, kemunafikan dan sikap pamer.",
    "jalalayn": "(Kecuali) lain halnya dengan (orang-orang yang menghadap Allah dengan hati yang bersih\") dari syirik dan munafik, yang dimaksud adalah hati orang Mukmin, maka sesungguhnya imannya itu dapat memberi manfaat kepada dirinya."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 90,
    "arab": "وَاُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِيْنَ ۙ ",
    "translation": "dan surga didekatkan kepada orang-orang yang bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3022.mp3",
    "tafsir": "Surga itu didekatkan sedemikian rupa kepada orang-orang yang bertakwa, sehingga dapat dilihat dengan nyata. Bagaimana surga itu didekatkan, diterangkan pada ayat lain:\nSedangkan surga didekatkan kepada orang-orang yang bertakwa pada tempat yang tidak jauh (dari mereka). (Qaf/50: 31)\n\nMendekatkan surga kepada orang-orang bertakwa akan menggembirakan mereka karena ketaatan yang telah mereka kerjakan selama di dunia, segera akan membuahkan hasil. Mereka akan segera memasukinya.",
    "quraish": "Pada hari didekatkannya surga ke tempat orang-orang yang berbahagia, lalu mereka--yang telah menjauhkan diri dari kekufuran dan kemaksiatan serta menerima keimanan dan ketaatan di dunia--berjalan ke arah surga.\"",
    "jalalayn": "(Dan didekatkanlah surga) yakni dijadikan dekat- (kepada orang-orang yang bertakwa) hingga mereka dapat melihatnya dengan jelas."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 91,
    "arab": "وَبُرِّزَتِ الْجَحِيْمُ لِلْغٰوِيْنَ ۙ ",
    "translation": "dan neraka Jahim diperlihatkan dengan jelas kepada orang-orang yang sesat,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3023.mp3",
    "tafsir": "Sebaliknya, neraka juga diperlihatkan kepada orang-orang yang sesat. Mereka menyaksikan kedahsyatan kobaran apinya. Dalam Al-Qur'an dilukiskan bahwa kobaran api neraka itu dari jauh saja sudah terdengar gejolaknya. Itulah yang akan menjadi tempat kediaman mereka, tanpa dapat mengelak lagi. Ayat itu menggambarkan betapa cepat siksaan tersebut menimpa mereka. Sungguh hal itu tidak pernah mereka bayangkan ketika masih ada di dunia ini, karena mereka tidak peduli dengan azab Allah, seperti dijelaskan dalam ayat ini:\nDan kepada mereka dikatakan, \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini; dan tempat kembalimu ialah neraka, dan sekali-kali tidak akan ada penolong bagimu. (al-Jatsiyah/45: 34)",
    "quraish": "Adapun orang-orang yang menolak kebenaran, neraka jahim akan ditampakkan kepada mereka, sehingga jilatan apinya hampir mengenai mereka. Di saat itu, mereka sangat bersedih dan menyesal.",
    "jalalayn": "(Dan diperlihatkan dengan jelas neraka Jahim) yakni ditampakkan (kepada orang-orang yang Sesat) yakni orang-orang kafir."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 92,
    "arab": "وَقِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تَعْبُدُوْنَ ۙ ",
    "translation": "dan dikatakan kepada mereka, “Di mana berhala-berhala yang dahulu kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3024.mp3",
    "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup.",
    "quraish": "Mereka akan dibentak, \"Mana tuhan-tuhan selain Allah yang kalian sembah itu?",
    "jalalayn": "(Dan dikatakan kepada mereka, \"Di manakah berhala-berhala yang dahulu kalian menyembahnya)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 93,
    "arab": "مِنْ دُوْنِ اللّٰهِ ۗهَلْ يَنْصُرُوْنَكُمْ اَوْ يَنْتَصِرُوْنَ ۗ  ",
    "translation": "selain Allah? Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3025.mp3",
    "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup.",
    "quraish": "Adakah di hari ini sembahan-sembahan selain Allah yang kalian anggap sebagai juru selamat dapat menolong kalian? Atau, bahkan, menolong diri mereka sendiri?\" Sembahan-sembahan mereka, tentu, tidak dapat melakukan semua itu. Sebab, mereka beserta sesembahan adalah bara dari api neraka itu sendiri.",
    "jalalayn": "(Selain dari Allah?) selain dari-Nya, yang dimaksud adalah berhala-berhala. (Dapatkah mereka menolong kalian) menolak azab yang akan menimpa diri kalian (atau menolong diri mereka sendiri?\") yaitu menyelamatkan diri mereka sendiri dari azab?, tentu saja tidak bisa."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 94,
    "arab": "فَكُبْكِبُوْا فِيْهَا هُمْ وَالْغَاوٗنَ ۙ ",
    "translation": "Maka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3026.mp3",
    "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya.",
    "quraish": "Wajah-wajah mereka akan dijungkirkan berkali-kali ke dalam neraka jahim, hingga akhirnya mereka, juga orang-orang yang membuat mereka sesat, akan menetap di dasar neraka jahim.",
    "jalalayn": "(Maka sesembahan-sesembahan itu dijungkirkan) dicampakkan (ke dalam neraka bersama-sama orang-orang yang sesat)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 95,
    "arab": "وَجُنُوْدُ اِبْلِيْسَ اَجْمَعُوْنَ ۗ  ",
    "translation": "dan bala tentara Iblis semuanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3027.mp3",
    "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya.",
    "quraish": "Mereka juga akan ditemani para kaki tangan iblis. Yakni, mereka yang selalu mengemas kejahatan dan dosa sehingga terlihat indah oleh manusia, atau jin dan manusia pelaku kemaksiatan yang selalu mengikuti jalan Iblîs.",
    "jalalayn": "(Dan bala tentara iblis) yakni pengikut-pengikutnya dan orang-orang yang menaatinya dari jenis jin dan manusia (semuanya)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 96,
    "arab": "قَالُوْا وَهُمْ فِيْهَا يَخْتَصِمُوْنَ  ",
    "translation": "Mereka berkata sambil bertengkar di dalamnya (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3028.mp3",
    "tafsir": "Dalam neraka, para pemimpin yang menyesatkan dan para pengikutnya saling menyalahkan. Mereka saling mempertanyakan siapa yang telah membawa mereka melakukan kejahatan sehingga masuk neraka.",
    "quraish": "Di hari itu mereka akan mengetahui dan meratapi kesalahan yang mereka perbuat. Mereka dan sembahan-sembahan yang menyesatkan mereka bertengkar saling menyalahkan.",
    "jalalayn": "(Mereka berkata,) orang-orang yang sesat itu (sedangkan mereka bertengkar di dalam neraka itu) bersama dengan sesembahan-sesembahan mereka."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 97,
    "arab": "تَاللّٰهِ اِنْ كُنَّا لَفِيْ ضَلٰلٍ مُّبِيْنٍ ۙ ",
    "translation": "”Demi Allah, sesungguhnya kita dahulu (di dunia) dalam kesesatan yang nyata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3029.mp3",
    "tafsir": "Setelah bertengkar, mereka pun sama-sama menyadari bahwa tiada yang patut disalahkan kecuali diri mereka sendiri. Mereka mengakui bahwa kesesatan mereka sangat parah, yaitu mempersekutukan Allah",
    "quraish": "\"Demi Allah, sesungguhnya kami di dunia berada dalam kerancuan dan kebodohan yang jelas, serta menyimpang dari kebenaran yang sangat tampak.",
    "jalalayn": "(\"Demi Allah; sungguh) lafal In di sini merupakan bentuk takhfif daripada Inna, sedangkan isimnya tidak disebutkan, pada asalnya adalah Innahuu (kita dahulu dalam kesesatan yang nyata) yakni jelas sesatnya."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 98,
    "arab": "اِذْ نُسَوِّيْكُمْ بِرَبِّ الْعٰلَمِيْنَ ",
    "translation": "karena kita mempersamakan kamu (berhala-berhala) dengan Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3030.mp3",
    "tafsir": "Mereka sangat menyesali kenapa menganggap berhala itu sama kekuasaannya dengan Allah, sehingga mereka menyembahnya.",
    "quraish": "Yaitu tatkala kami menyederajatkan kalian, wahai sembahan, setara untuk disembah dengan Tuhan semesta alam. Padahal jelas perbedaan antara kalian yang lemah dengan Dia yang Mahakuasa.",
    "jalalayn": "(Karena) sebab (kita mempersamakan kalian dengan Rabb semesta alam) dalam hal menyembah."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 99,
    "arab": "وَمَآ اَضَلَّنَآ اِلَّا الْمُجْرِمُوْنَ ",
    "translation": "Dan tidak ada yang menyesatkan kita kecuali orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3031.mp3",
    "tafsir": "Di samping karena kesalahan sendiri, mereka juga terpengaruh oleh ajakan-ajakan jahat dari para pemimpin mereka. Para pemimpin itu selalu berpropaganda melakukan berbagai perbuatan yang melanggar agama sehingga mereka mengikutinya. Ini dikatakan lagi oleh Allah dalam ayat lain:\nDan mereka berkata, \"Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar). (al-Ahzab/33: 67)\n\nSusunan ayat ini sangat lugas menjelaskan penyesalan dari orang-orang yang mengikuti seorang pemimpin tanpa menyadari ke mana mereka dibawa. Jadi, kita tidak harus menaati seorang pemimpin jika yakin bahwa pemimpin tersebut justru membawa kepada kedurhakaan.",
    "quraish": "Dan kami tidak akan terperosok dalam kebinasaan seperti ini melainkan disebabkan oleh para pembuat dosa yang menyesatkan kami dari jalan kebenaran.",
    "jalalayn": "(Dan tiadalah yang menyesatkan kita) dari petunjuk (kecuali orang-orang yang berdosa) yakni setan atau para pendahulu kita yang kita tiru perbuatan mereka."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 100,
    "arab": "فَمَا لَنَا مِنْ شَافِعِيْنَ ۙ ",
    "translation": "Maka sehingga (sekarang) kita tidak mempunyai pemberi syafaat (penolong),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3032.mp3",
    "tafsir": "Orang-orang kafir dan musyrik itu baru menyadari bahwa di akhirat ini, tidak ada orang lain ataupun malaikat yang akan membantu mereka melepaskan diri dari azab Allah yang sudah di depan mata. Seandainya, di dunia dulu mereka beriman dan beramal saleh, pasti hal itu akan memberi syafaat kepada mereka..",
    "quraish": "Maka kami pun tidak mendapatkan penolong yang dapat menyelamatkan kami dari siksa, seperti yang kami duga sebelumnya.",
    "jalalayn": "(Maka kami tidak mempunyai pemberi syafaat seorang pun) tidak sebagaimana orang-orang Mukmin; mereka memiliki para Malaikat, para Nabi dan orang-orang Mukmin lainnya yang dapat memberi syafaat kepada mereka."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 101,
    "arab": "وَلَا صَدِيْقٍ حَمِيْمٍ  ",
    "translation": "dan tidak pula mempunyai teman yang akrab,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3033.mp3",
    "tafsir": "Teman dekat atau keluarga sendiri juga mereka sadari tidak akan dapat menolong. Dalam ayat lain disebutkan:\nMaka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu? (al-A'raf/7: 53).",
    "quraish": "Bahkan tak seorang karib pun--jika memang tak dapat mengeluarkan mereka dari siksaan--yang dapat dijadikan tempat mengadu dari kepedihan yang kami alami ini.\"",
    "jalalayn": "(Dan tidak pula mempunyai teman yang akrab) yaitu teman yang memperhatikan perkara kita."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 102,
    "arab": "فَلَوْ اَنَّ لَنَا كَرَّةً فَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ  ",
    "translation": "Maka seandainya kita dapat kembali (ke dunia) niscaya kita menjadi orang-orang yang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3034.mp3",
    "tafsir": "Mereka berharap dapat dikembalikan ke dunia. Jika keinginan itu terkabul, mereka berjanji akan beriman dan beramal saleh. Akan tetapi, hal itu tidak mungkin. Itu hanya alasan mereka, sebab sekiranya dikembalikan ke dunia sekalipun, mereka tetap akan ingkar kembali.",
    "quraish": "Di saat itulah mereka berharap dapat kembali lagi ke dunia agar dapat beriman dan memperoleh keselamatan.\"",
    "jalalayn": "(Maka sekiranya kita dapat kembali sekali lagi) ke alam dunia (niscaya kami menjadi orang-orang yang beriman\") makna Lau di sini menunjukkan arti Tamanni atau mengharapkan sesuatu yang mustahil dapat dicapai, dan lafal Nakuunu adalah Jawab dari Lau."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 103,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3035.mp3",
    "tafsir": "Demikianlah beberapa keterangan Tuhan yang disampaikan Ibrahim kepada kaumnya. Dengan dalil-dalil di atas tadi, nyatalah bahwa inti ajaran yang beliau sampaikan kepada kaumnya adalah paham ketauhidan dan percaya akan adanya hari kebangkitan. Tidak ada zat yang patut disembah melainkan Allah Yang Maha Esa. Hanya kebanyakan orang tidak mau mengerti atau tidak mau menerima kebenaran itu.",
    "quraish": "Sesungguhnya apa yang telah Allah sebutkan dalam kisah Ibrâhîm ini merupakan nasihat dan renungan bagi orang-orang yang mau menerima nasihat dan mengambil pelajaran. Tetapi kebanyakan kaummu yang mendengar kisah ini, wahai Muhammad, tidak juga menuruti seruanmu.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) yaitu apa yang telah disebutkan tadi menyangkut kisah Nabi Ibrahim bersama dengan kaumnya (benar-benar terdapat tanda-tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "ruku": 320,
    "name": "Asy-Syu'ara'",
    "ayat": 104,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu benar-benar Dialah Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3036.mp3",
    "tafsir": "Allah dengan keperkasaan dan sifat Yang Maha Penyayang-Nya, senantiasa mengingatkan orang-orang yang sesat dan tidak mau beriman dengan ayat-ayat-Nya. Allah mengirimkan rasul kepada mereka supaya memperoleh hidayah dari-Nya. Allah mengutus para rasul itu dengan membawa ajaran-ajaran dan hukum-hukum agama, supaya dapat diikuti oleh mereka dan anak keturunannya.",
    "quraish": "Sesungguhnya Tuhanmu Mahakuasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi nikmat bagi orang-orang yang melakukan kebaikan.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar- benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang)."
  }
]