[
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 123,
    "arab": "كَذَّبَتْ عَادُ ِۨالْمُرْسَلِيْنَ ۖ ",
    "translation": "(Kaum) ‘Ad telah mendustakan para rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3055.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad.\nKaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'.\nKaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga.",
    "quraish": "Kabilah 'Ad telah mendustakan Hûd a. s., rasul mereka. Mereka, karenanya, telah mendustakan semua rasul. Sebab, prinsip dan tujuan dakwah seluruh rasul adalah sama.",
    "jalalayn": "(Kaum Ad telah mendustakan para Rasul)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 124,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ هُوْدٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "Ketika saudara mereka Hud berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3056.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad.\nKaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'.\nKaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga.",
    "quraish": "Tatkala saudara mereka, Hûd, berkata, \"Tidakkah kalian takut kepada Allah sehingga kalian mengikhlaskan diri untuk beribadah kepada-Nya?",
    "jalalayn": "(Ketika saudara mereka Hud berkata kepada mereka, \"Mengapa kalian tidak bertakwa?)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 125,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ ",
    "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3057.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Sesungguhnya aku diutus oleh Allah untuk menunjuki kalian jalan kebenaran. Dan aku selalu bersikap amanah terhadap risalah Allah ini dengan menyampaikan kepada kalian semua yang Allah perintahkan kepadaku.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 126,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "karena itu bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3058.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Maka laksanakanlah segala perintah Allah, takutlah kepada-Nya dan ikutilah apa yang kuserukan kepada kalian dari sisi Allah.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah dan taatlah kepadaku)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 127,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍۚ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3059.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Nasihat dan petunjuk yang kuberikan kepada kalian ini tidak aku maksudkan untuk mendapatkan segala bentuk imbalan dari kalian. Hanya Tuhan semesta alamlah yang imbalan-Nya amat kuharapkan.",
    "jalalayn": "(Dan sekali-kali aku tidak meminta upah kepada kalian atas ajakan itu, tiada lain upahku hanyalah dari Rabb semesta alam)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 128,
    "arab": "اَتَبْنُوْنَ بِكُلِّ رِيْعٍ اٰيَةً تَعْبَثُوْنَ ۙ ",
    "translation": "Apakah kamu mendirikan istana-istana pada setiap tanah yang tinggi untuk kemegahan tanpa ditempati, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3060.mp3",
    "tafsir": "Hud mempertanyakan kebiasaan kaumnya mendirikan bangunan di puncak-puncak bukit atau di tiap jalan semata-mata untuk memperlihatkan kehebatan, kemegahan, dan kekayaan. Kenapa mereka tidak membangunnya berdasarkan kemanfaatan dan tujuan positif lainnya.\nKaum 'ad memang telah memiliki peradaban yang tinggi menurut ukuran zamannya. Mereka telah sanggup mendirikan negara yang kuat, daerah-daerah dan kota-kota yang teratur, beserta bangunan-bangunannya yang megah. Pembangunan itu bukanlah untuk tujuan yang baik, tetapi semata-mata untuk memperlihatkan kekayaan mereka. \nBelum ada ahli sejarah yang dapat memastikan masa kejayaan kerajaan kaum 'ad itu. Ada yang memperkirakan kerajaan kaum 'ad semasa dengan kerajaan Babilonia, yaitu kira-kira 2000 tahun sebelum Masehi. Akan tetapi, hal ini tidak sesuai dengan kenyataan karena Nabi Hud diutus kepada kaum ad sebelum Nabi Ibrahim diutus ke Babilonia, yaitu pada zaman Nebukadnezar.",
    "quraish": "Adakah kalian mendirikan bangunan yang kokoh di semua dataran tinggi untuk berbangga-bangga dan menjadikannya tempat berkumpul untuk berfoya-foya dan membuat kerusakan? (Dalam ayat ini, Allah hendak mengingatkan mereka hal-hal yang bermanfaat dan mencela ketidakberimanan dan perbuatan buruk mereka).",
    "jalalayn": "(Apakah kalian mendirikan pada tiap-tiap tanah yang tinggi) tempat yang tinggi (bangunan) yang berfungsi sebagai pertanda bagi orang-orang yang lewat (untuk bermain-main) di tempat-tempat tersebut kalian memperolok-olok orang-orang yang melewatinya. Kalimat ini berkedudukan menjadi Hal atau kata keterangan keadaan bagi dhamir yang terkandung di dalam lafal Tabnuuna."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 129,
    "arab": "وَتَتَّخِذُوْنَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُوْنَۚ  ",
    "translation": "dan kamu membuat benteng-benteng dengan harapan kamu hidup kekal?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3061.mp3",
    "tafsir": "Ayat ini menerangkan peringatan Hud kepada kaumnya yang membangun istana dan benteng-benteng yang kukuh dengan maksud ingin hidup abadi di dunia, padahal sesungguhnya hanya Allah Yang Mahakuasa.\nSejarah membuktikan bahwa 'ad telah mampu membangun perusahaan-perusahaan, menggali logam dalam bumi, dan membuat kanal-kanal untuk irigasi yang teratur. Dengan adanya irigasi yang teratur itu, bumi mereka menjadi subur sehingga kemakmuran mereka semakin meningkat. Mereka mendirikan kota Iram dengan tiang yang tinggi dan megah sebagai ibu kota kerajaan mereka. Pendirinya bernama Syaddad bin 'ad, salah seorang raja mereka. Di sekeliling kota ini, mereka dirikan benteng-benteng yang kuat untuk mempertahankannya dari serangan musuh.\nKemakmuran dan kekuatan yang mereka miliki itu membuat mereka menjadi sombong dan takabur. Mereka mengira bahwa keadaan mereka yang demikian itu akan kekal selama-lamanya. Mereka membangkang kepada Allah dengan menyembah berhala dan berbuat semena-mena. Allah berfirman:\nMaka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fussilat/41: 15).",
    "quraish": "Dan kalian membangun istana-istana yang kuat dan kokoh dengan kolam-kolam airnya, seolah-olah kalian akan kekal di dunia dan tidak pernah mati!",
    "jalalayn": "(Dan kalian membuat benteng-benteng) yakni penampungan-penampungan air di bawah tanah (dengan maksud supaya kalian) seolah-olah kalian akan (hidup kekal) di dunia ini dan tidak akan mati."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 130,
    "arab": "وَاِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِيْنَۚ  ",
    "translation": "Dan apabila kamu menyiksa, maka kamu lakukan secara kejam dan bengis.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3062.mp3",
    "tafsir": "Ayat ini menerangkan perilaku kaum ad yang kasar dan kejam. Apabila menyiksa musuh, mereka melakukannya dengan kejam tanpa rasa belas kasihan sedikit pun. Mereka dianugerahi tubuh yang kuat, tinggi, dan perkasa. Watak mereka sesuai pula dengan tubuh yang perkasa itu. Dengan kekuatan yang ada, mereka menyerang negeri-negeri lain hingga sampai ke negeri Syam dan Irak. Dalam peperangan, mereka menindak dan memperlakukan musuh-musuh secara kejam.",
    "quraish": "Jika kalian melakukan penyiksaan, kalian terlalu berlebihan melakukannya dengan cara-cara yang bengis dan kejam. Kalian membunuh dan memukul tanpa belas kasihan sedikit pun.",
    "jalalayn": "(Dan apabila kalian menyiksa) dengan pukulan atau membunuh (maka kalian menyiksa sebagai orang-orang yang kejam dan bengis) tanpa belas kasihan sedikit pun."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 131,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِۚ  ",
    "translation": "Maka bertakwalah kepada Allah dan taatlah kepadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3063.mp3",
    "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya.",
    "quraish": "Maka takutlah kepada Allah saat melakukan penyiksaan. Dengarkanlah perintah yang kuserukan ini, karena hal itu lebih berguna dan lebih kekal.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah) dalam hal itu (dan taatlah kalian kepadaku) di dalam semua apa yang aku perintahkan kalian untuk melakukannya."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 132,
    "arab": "وَاتَّقُوا الَّذِيْٓ اَمَدَّكُمْ بِمَا تَعْلَمُوْنَ  ۚ",
    "translation": "dan tetaplah kamu bertakwa kepada-Nya yang telah menganugerahkan kepadamu apa yang kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3064.mp3",
    "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya.",
    "quraish": "Dan waspadalah terhadap murka Allah yang telah bermurah hati mengaruniakan segala yang telah kalian ketahui dari pelbagai pemberian-Nya.",
    "jalalayn": "(Dan bertakwalah kalian kepada Allah yang telah menganugerahkan kepada kalian) yakni yang telah melimpahkan nikmat kepada kalian (apa yang kalian ketahui)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 133,
    "arab": "اَمَدَّكُمْ بِاَنْعَامٍ وَّبَنِيْنَۙ  ",
    "translation": "Dia (Allah) telah menganugerahkan kepadamu hewan ternak dan anak-anak,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3065.mp3",
    "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah.",
    "quraish": "Yaitu sejumlah karunia Allah kepada kalian berupa unta, sapi dan domba, serta anak keturunan yang kuat, yang dapat memelihara ternak dan membantu kalian menanggung beban kehidupan.",
    "jalalayn": "(Dia telah menganugerahkan kepada kalian binatang-binatang ternak dan anak-anak)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 134,
    "arab": "وَجَنّٰتٍ وَّعُيُوْنٍۚ  ",
    "translation": "dan kebun-kebun, dan mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3066.mp3",
    "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah.",
    "quraish": "Juga berupa kebun-kebun yang dipenuhi buah serta berbagai mata air yang kalian butuhkan.",
    "jalalayn": "(Dan kebun-kebun) ladang-ladang (dan mata air) sungai-sungai."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 135,
    "arab": "اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ۗ ",
    "translation": "sesungguhnya aku takut kamu akan ditimpa azab pada hari yang besar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3067.mp3",
    "tafsir": "Nabi Hud menyampaikan kepada mereka bahwa semua yang diperoleh itu merupakan nikmat dari Allah. Ia khawatir nikmat-nikmat yang tak terhingga yang mereka peroleh itu akan dicabut atau dihentikan, sebagai azab dari Allah atas keingkaran dan kesombongan mereka. Apakah mereka tidak takut terjadi yang demikian? Menurut sunah Allah, Dia akan menambah nikmat kepada orang yang mensyukuri nikmat-Nya dan akan mengazab orang yang mengingkarinya.",
    "quraish": "Sesungguhnya aku khawatir Allah akan menurunkan azab yang pedih di dunia ini kepada kalian. Sementara di akhirat nanti kalian akan dijerumuskan ke dalam neraka Jahanam, disebabkan kesewenang- wenangan kalian atas segala nikmat-Nya.",
    "jalalayn": "(Sesungguhnya aku takut kalian akan ditimpa azab hari yang besar\") di dunia dan di akhirat jika kalian durhaka kepadaku."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 136,
    "arab": "قَالُوْا سَوَاۤءٌ عَلَيْنَآ اَوَعَظْتَ اَمْ لَمْ تَكُنْ مِّنَ الْوَاعِظِيْنَ ۙ ",
    "translation": "Mereka menjawab, “Sama saja bagi kami, apakah engkau memberi nasihat atau tidak memberi nasihat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3068.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum 'ad tetap tidak mengindahkan seruan Nabi Hud, bahkan mereka berkata, \"Menurut pendapat kami sama saja engkau berikan peringatan atau tidak, kami tetap pada pendirian kami. Kami tidak mau lagi mendengar kata-katamu, dan tidak akan mundur sedikit pun dari pendirian kami.\"",
    "quraish": "Dengan sikap mencemooh, mereka berkata, \"Baik kamu sampaikan nasihat dan peringatan itu kepada kami ataupun tidak, sebenarnya sama saja bagi kami.",
    "jalalayn": "(Mereka menjawab, \"Adalah sama saja bagi kami apakah kamu memberi nasihat atau tidak memberi nasihat) pada prinsipnya sama saja, yaitu kami tidak akan mengindahkan lagi nasihatmu."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 137,
    "arab": "اِنْ هٰذَآ اِلَّا خُلُقُ الْاَوَّلِيْنَ ۙ ",
    "translation": "(agama kami) ini tidak lain hanyalah adat kebiasaan orang-orang terdahulu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3069.mp3",
    "tafsir": "Selanjutnya mereka mengatakan bahwa agama yang mereka anut adalah agama nenek moyang yang telah diwariskan kepada mereka. Mereka yakin tidak akan diazab karena mengikuti agama nenek moyang itu.\nPada ayat yang lain diterangkan bahwa Hud menantang kaumnya yang semakin ingkar itu dengan menyeru mereka agar melakukan usaha untuk membunuhnya dilakukan bersama-sama. Hud juga menyuruh mereka untuk mengikutkan dewa-dewa yang mereka sembah, seandainya mereka benar-benar percaya akan kemampuan dewa-dewa itu melakukan sesuatu yang mereka inginkan. Seakan-akan Hud berkata kepada mereka, \"Bersatulah kamu sekalian dengan dewa-dewa yang kamu sembah itu untuk membunuhku, dan laksanakanlah pembunuhan itu sekarang juga, jangan ditangguhkan lagi. Aku tidak takut sedikit pun dibunuh karena aku bertawakal kepada Allah, Tuhanku dan Tuhanmu yang sebenarnya. Makhluk apa pun yang ada di bumi ini selalu dijaga, dipelihara, dan dikuasai oleh Allah dan perkataan-Nya selalu benar dan lurus.\"\nTantangan yang dikemukakan Hud kepada kaumnya adalah bukti bahwa dia seorang rasul yang diutus Allah. Andaikata ia bukan seorang rasul, dia tidak akan berani melakukan tantangan yang demikian terhadap kaumnya yang lebih kuat tubuhnya dan lebih kejam sifatnya.",
    "quraish": "Apa yang kamu sampaikan itu tidak lebih dari kebohongan dan kebatilan orang-orang sebelum kamu yang dikemas dalam bentuk lain. Oleh karenanya, kami tidak akan meninggalkan apa yang ada pada kami.",
    "jalalayn": "(Tiada lain) (hal ini) apa yang kamu takut-takuti kami dengannya (hanyalah adat kebiasaan dahulu,) kebiasaan dan kedustaan mereka. Menurut qiraat yang lain dibaca Khalqul Awwaliina; maksudnya: Tiada lain apa yang kami lakukan ini, yaitu ingkar kepada adanya hari berbangkit, melainkan kebiasaan dan tradisi orang-orang dahulu."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 138,
    "arab": "وَمَا نَحْنُ بِمُعَذَّبِيْنَ ۚ ",
    "translation": "dan kami (sama sekali) tidak akan diazab.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3070.mp3",
    "tafsir": "Selanjutnya mereka mengatakan bahwa agama yang mereka anut adalah agama nenek moyang yang telah diwariskan kepada mereka. Mereka yakin tidak akan diazab karena mengikuti agama nenek moyang itu.\nPada ayat yang lain diterangkan bahwa Hud menantang kaumnya yang semakin ingkar itu dengan menyeru mereka agar melakukan usaha untuk membunuhnya dilakukan bersama-sama. Hud juga menyuruh mereka untuk mengikutkan dewa-dewa yang mereka sembah, seandainya mereka benar-benar percaya akan kemampuan dewa-dewa itu melakukan sesuatu yang mereka inginkan. Seakan-akan Hud berkata kepada mereka, \"Bersatulah kamu sekalian dengan dewa-dewa yang kamu sembah itu untuk membunuhku, dan laksanakanlah pembunuhan itu sekarang juga, jangan ditangguhkan lagi. Aku tidak takut sedikit pun dibunuh karena aku bertawakal kepada Allah, Tuhanku dan Tuhanmu yang sebenarnya. Makhluk apa pun yang ada di bumi ini selalu dijaga, dipelihara, dan dikuasai oleh Allah dan perkataan-Nya selalu benar dan lurus.\"\nTantangan yang dikemukakan Hud kepada kaumnya adalah bukti bahwa dia seorang rasul yang diutus Allah. Andaikata ia bukan seorang rasul, dia tidak akan berani melakukan tantangan yang demikian terhadap kaumnya yang lebih kuat tubuhnya dan lebih kejam sifatnya.",
    "quraish": "Dan kami tidak akan diazab karena telah melakukan semua itu.\"",
    "jalalayn": "(Dan kami sekali-kali tidak akan diazab\")."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 139,
    "arab": "فَكَذَّبُوْهُ فَاَهْلَكْنٰهُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Maka mereka mendustakannya (Hud), lalu Kami binasakan mereka. Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3071.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum 'ad tetap durhaka dan tidak mengindahkan seruan Nabi Hud. Dalam firman-Nya yang lain, Nabi Hud mengancam kaumnya dengan mengatakan bahwa jika mereka tetap ingkar, mereka akan dihancurkan oleh Allah dan menggantinya dengan kaum yang lain, yang akan berkuasa dan menjadi cikal-bakal bagi generasi-generasi mendatang. Sedangkan mereka tidak akan dapat mendatangkan kemudaratan sedikit pun kepada Allah. Allah berfirman:\nMaka jika kamu berpaling, maka sungguh, aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul kepadamu. Dan Tuhanku akan mengganti kamu dengan kaum yang lain, sedang kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu.\" (Hud/11: 57).\n\nDi antara kaum 'ad ini ada yang beriman kepada Nabi Hud, tetapi sebagian besar dari mereka tetap ingkar. Kaum 'ad yang tidak beriman ini dimusnahkan Allah dengan mendatangkan angin yang sangat dingin, hingga mereka mati bergelimpangan, kota-kota dan negeri mereka roboh dan terpendam dalam tanah, sebagaimana firman Allah:\nSedangkan kaum 'ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus, maka kamu melihat kaum 'ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (Al-haqqah/69: 6-8).\n\nKaum ' yang tidak beriman dan dibinasakan Allah itu disebut 'Ä€d al-Â¸la ('ad yang pertama). Adapun orang-orang yang beriman dan diselamatkan Allah bersama-sama dengan Nabi Hud disebut 'ad ats-saniyah ('ad yang kedua).\nDi antara mereka yang beriman ini ada yang pindah bersama Nabi Hud ke sebelah selatan, yakni Hadramaut. Sampai sekarang di daerah itu masih ada kota yang bernama Madinah Qabri Hud, yang terletak sebelah timur kota Tariem, salah satu kota terbesar di Hadramaut. Di Madinah Qabri Hud ini terdapat sebuah kuburan yang bernama Qabri Hud, yang diabadikan sampai sekarang, untuk menjadi bukti atas kebenaran kisah Hud yang tersebut di dalam Al-Qur'an.\nSekalipun negeri kaum 'ad terpendam di dalam tanah akibat azab Allah, namun masih ada tanda-tanda bahwa tempat itu pernah didiami manusia yang berkebudayaan tinggi. Dalam Al-Qur'an banyak ayat yang menyuruh orang mengadakan perjalanan di muka bumi untuk memperhatikan bekas-bekas pemukiman penduduk yang telah dibinasakan oleh Allah, di antaranya kaum Hud, untuk dijadikan sebagai pelajaran.\nPada abad ke-20 datang ke sana ekspedisi yang dipimpin oleh sarjana-sarjana Barat, di antaranya yang dipimpin oleh H. St. John Philby, yang dapat mengadakan ekspedisi ke ar-Rub' al-Khali atas izin Raja Arab Saudi, Abdul Aziz Alu Su'ud. Dia menulis sebuah buku yang berjudul The Heart of Arabia. Seorang sarjana Belanda, Van der Mulen, juga pernah memimpin ekspedisi ke sekitar ar-Rab' al-Khali, dan menulis sebuah buku berjudul Hadramaut.\nKisah Nabi Hud dan kaumnya hanya disebut dalam Al-Qur'an, tidak terdapat pada kitab-kitab Samawi yang lain. Pada kisah kaum Hud itu terdapat pelajaran bagi kaum Muslimin, karena mereka yang dibinasakan itu adalah mereka yang tidak beriman.",
    "quraish": "Demikianlah, mereka tetap bersikeras mempertahankan pendustaan yang ada. Maka Allah mempercepat kebinasaan mereka. Sesungguhnya apa yang Allah turunkan kepada kabilah 'Ad sebagai balasan pendustaan mereka, merupakan bukti yang menunjukkan kemahakuasaan Allah. Tetapi kebanyakan mereka yang dibacakan berita 'Ad ini tidak beriman.",
    "jalalayn": "(Maka mereka mendustakannya) mendustakan adanya azab itu (lalu Kami binasakan mereka) di dunia dengan angin. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda, kekuasaan Allah, tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "ruku": 322,
    "name": "Asy-Syu'ara'",
    "ayat": 140,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3072.mp3",
    "tafsir": "Allah menjelaskan dalam ayat ini bahwa Tuhan Muhammad adalah Tuhan Yang Mahakuasa dalam mengambil pembalasan dari orang-orang yang durhaka, dan rahmat-Nya dilimpahkan kepada hamba-hamba-Nya yang beriman.",
    "quraish": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk menghancurkan para pembangkang; Maha Pengasih terhadap orang-orang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, Dialah Yang Maha Perkasa lagi Maha Penyayang)."
  }
]