[
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 160,
    "arab": "كَذَّبَتْ قَوْمُ لُوْطِ ِۨالْمُرْسَلِيْنَ ۖ ",
    "translation": "Kaum Lut telah mendustakan para rasul,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3092.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa kaum Nabi Lut telah mendustakan seruan Nabi Lut yang diutus Allah kepada mereka. Nabi Lut menyeru mereka agar bertakwa kepada Allah, Tuhan Pencipta mereka semuanya.\nNabi Lut adalah anak Haran bin Terah, saudara Nabi Ibrahim. Oleh karena itu, Lut adalah kemenakan Nabi Ibrahim. Lut beriman kepada apa yang disampaikan pamannya, Ibrahim, sebagaimana disebut dalam firman Allah:\nMaka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, \"Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Maha Perkasa, Mahabijaksana.\" (al-'Ankabut/29: 26).\n\nNabi Lut tinggal bersama Nabi Ibrahim di kota Ur, kemudian pindah bersamanya ke Palestina dan melawat ke Mesir. Dari Mesir ia kembali ke Palestina bersama Ibrahim. Mereka kemudian berpisah, Nabi Lut pergi ke Sodom, sedang Ibrahim tetap di Palestina. Kota Sodom terletak di daerah Yordania sekarang, di pantai Buhairah (danau) Lut. Buhairah Lut ialah di bagian selatan Laut Mati. Jadi kota Sodom tidak berapa jauh dari Baitul Makdis. (Lihat kosakata \"Lut\").",
    "quraish": "Kaum Lûth--di saat menolak seruan untuk mengesakan Allah dan meninggalkan kemusyrikan--telah mendustakan para rasul.",
    "jalalayn": "(Kaum Luth telah mendustakan Rasul-rasul)."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 161,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ لُوْطٌ اَلَا تَتَّقُوْنَ ۚ  ",
    "translation": "ketika saudara mereka Lut berkata kepada mereka, “Mengapa kamu tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3093.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa kaum Nabi Lut telah mendustakan seruan Nabi Lut yang diutus Allah kepada mereka. Nabi Lut menyeru mereka agar bertakwa kepada Allah, Tuhan Pencipta mereka semuanya.\nNabi Lut adalah anak Haran bin Terah, saudara Nabi Ibrahim. Oleh karena itu, Lut adalah kemenakan Nabi Ibrahim. Lut beriman kepada apa yang disampaikan pamannya, Ibrahim, sebagaimana disebut dalam firman Allah:\nMaka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, \"Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Maha Perkasa, Mahabijaksana.\" (al-'Ankabut/29: 26).\n\nNabi Lut tinggal bersama Nabi Ibrahim di kota Ur, kemudian pindah bersamanya ke Palestina dan melawat ke Mesir. Dari Mesir ia kembali ke Palestina bersama Ibrahim. Mereka kemudian berpisah, Nabi Lut pergi ke Sodom, sedang Ibrahim tetap di Palestina. Kota Sodom terletak di daerah Yordania sekarang, di pantai Buhairah (danau) Lut. Buhairah Lut ialah di bagian selatan Laut Mati. Jadi kota Sodom tidak berapa jauh dari Baitul Makdis. (Lihat kosakata \"Lut\").",
    "quraish": "Ingatkanlah kaummu, wahai Muhammad, tatkala Lûth, saudara dan besan kaumnya, berkata kepada mereka, \"Wahai kaumku, tidakkah kalian takut akan azab Allah?",
    "jalalayn": "(Ketika saudara mereka, Luth, berkata kepada mereka, \"Mengapa kalian tidak bertakwa?)."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 162,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ ",
    "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3094.mp3",
    "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain.",
    "quraish": "Sesungguhnya aku diutus oleh Allah kepada kalian untuk menyampaikan agama yang benar dan aku dapat dipercaya untuk menyampaikan agama ini.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian)."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 163,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3095.mp3",
    "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain.",
    "quraish": "Maka hindarilah azab Allah, dan ikutilah seruanku kepada kalian.",
    "jalalayn": "(Maka bertakwalah kepada Allah dan taatlah kepadaku)."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 164,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3096.mp3",
    "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain.",
    "quraish": "Aku tidak mengharap imbalan kalian saat menyampaikan dakwahku ini. Imbalanku semata-mata dari Sang Penguasa dan Pemelihara alam semesta.\"",
    "jalalayn": "(Dan aku sekali-kali tidak minta upah kepada kalian atas ajakan itu, tidak lain) (upahku hanyalah dari Rabb semesta alam)."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 165,
    "arab": "اَتَأْتُوْنَ الذُّكْرَانَ مِنَ الْعٰلَمِيْنَ ۙ ",
    "translation": "Mengapa kamu mendatangi jenis laki-laki di antara manusia (berbuat homoseks),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3097.mp3",
    "tafsir": "Nabi Lut memberikan peringatan kepada kaumnya, yang selalu melakukan hubungan homoseksual, dan meninggalkan istri-istri mereka. Perbuatan homoseks itu mereka lakukan di muka umum, di balai-balai pertemuan yang disaksikan oleh orang banyak. Perbuatan mereka itu dianggap menganjurkan agar orang lain berbuat seperti mereka. Allah berfirman:\nDan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?\" Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 54-55).\n\nDi samping melakukan homoseks, kaum Nabi Lut juga merampok dan merampas harta orang-orang yang lewat dan membawa barang-barang perniagaan.\nPraktek seks sejenis (homoseks dan lesbian) sangat dilarang oleh Islam. Praktek ini sangat tidak sehat. Perilaku seksual yang menyimpang ini menimbulkan banyak penyakit baru, seperti penyakit AIDS dan herpes. Kedua penyakit ini tidak dikenal pada beberapa generasi yang lalu. Namun pada saat sekarang, kedua penyakit sudah menyebar secara luas dengan pesatnya. \nPraktek homoseks, di samping perilaku seksual menyimpang lainnya, seperti berganti-ganti pasangan atau praktek pelacuran, merupakan cara penyebaran virus AIDS yang paling umum. Penyakit ini sebagian besar (90%) disebarkan dengan cara perilaku seksual yang menyimpang. Beberapa cara penularan AIDS lainnya adalah dengan transfusi darah yang sudah tercemar virus AIDS dan pemakaian jarum suntik yang tidak steril. Sedangkan penularan dari ibu kepada janin yang dikandungnya tidak terlalu besar, yaitu di bawah 10%. \nDalam sebuah hadis, Nabi Muhammad bersabda:\nPerbuatan zina tidak sekali-kali muncul pada suatu kaum, sehingga mereka melakukannya dengan terang-terangan, kecuali mereka akan ditimpa penyakit menular dan penyakit-penyakit lainnya yang belum ada pada umat sebelumnya. (Riwayat Ibnu Majah dari Ibnu Umar) \n\nDari hadis di atas dapat diketahui bahwa saat manusia mulai melakukan perilaku seksual yang tidak normal, maka akan muncul penyakit baru yang belum pernah ada sebelumnya, dan menyebar di antara umat manusia. Saat ini, kita baru mengerti apa yang dimaksudkan hadis itu, yang diucapkan Nabi Muhammad saw sekitar 1400 tahun yang lalu.",
    "quraish": "Lûth melanjutkan, \"Apakah kalian lebih menikmati menggauli lelaki ketimbang perempuan?\" Lûth bermaksud mencela perbuatan keji dan menjijikkan yang biasa mereka lakukan. (1) (1) Ayat ini mensinyalir tentang bahaya homoseks, suatu tindakan kotor yang menjijikkan dan menurunkan martabat kemanusiaan. Kebiasaan kotor ini, jika meluas, akan memporak-porandakan ikatan perkawinan konvensional yang merupakan sunnatullah untuk memelihara dan mengembangkan keturunan serta memakmurkan bumi. Di samping itu, homoseks--seperti halnya praktek prostitusi--dapat menyebarkan berbagai jenis penyakit, seperti sipilis, gonorea (kencing nanah), chonoroid, serta beberapa penyakit kulit, semisal kudis dan sebagainya. Selain itu, pada lobang anus akan terjadi beberapa kelainan, di antaranya mengendurnya otot pencerna sehingga sulit mengontrol proses buang air, sobeknya anus dan punahnya selular-selular yang ada di sekitarnya sehingga menggelembung seperti bentuk corong. Di dalam anus itu sendiri akan dipenuhi berbagai mikroba dan bakteri yang dapat berpindah ke anggota tubuh pelaku praktek homoseks yang dapat mengakibatkan radang saluran air seni. Di sisi lain, orang menjadi objek praktek kotor ini--jika biasa diperlakukan sejak kecil–akan menjadi biseksual. Tetapi terkadang gejalanya bisa berbalik. Ia akan berusaha tampil lebih maskulin untuk menutup kekurangan dan keabnormalan dirinya. Demikianlah, Allah Swt. telah dengan tegas melarang praktek menjijikkan ini dalam beberapa ayat al-Qur'ân yang, sebagiannya, merinci hikmah dari pengharaman homoseksualitas. Mahabenar Allah ketika Dia berfirman, \"Mengapa kalian mendatangi jenis lelaki di antara manusia dan kalian meninggalkan istri-istri yang diciptakan Tuhan untuk kalian? Kalian adalah kaum yang melampaui batas\" (al-Qur'ân surat Al Syuara: 165-166).",
    "jalalayn": "(Mengapa kalian mendatangi jenis laki-laki di antara manusia?) melakukan homosex."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 166,
    "arab": "وَتَذَرُوْنَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ اَزْوَاجِكُمْۗ بَلْ اَنْتُمْ قَوْمٌ عٰدُوْنَ  ",
    "translation": "dan kamu tinggalkan (perempuan) yang diciptakan Tuhan untuk menjadi istri-istri kamu? Kamu (memang) orang-orang yang melampaui batas.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3098.mp3",
    "tafsir": "Nabi Lut memberikan peringatan kepada kaumnya, yang selalu melakukan hubungan homoseksual, dan meninggalkan istri-istri mereka. Perbuatan homoseks itu mereka lakukan di muka umum, di balai-balai pertemuan yang disaksikan oleh orang banyak. Perbuatan mereka itu dianggap menganjurkan agar orang lain berbuat seperti mereka. Allah berfirman:\nDan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?\" Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 54-55).\n\nDi samping melakukan homoseks, kaum Nabi Lut juga merampok dan merampas harta orang-orang yang lewat dan membawa barang-barang perniagaan.\nPraktek seks sejenis (homoseks dan lesbian) sangat dilarang oleh Islam. Praktek ini sangat tidak sehat. Perilaku seksual yang menyimpang ini menimbulkan banyak penyakit baru, seperti penyakit AIDS dan herpes. Kedua penyakit ini tidak dikenal pada beberapa generasi yang lalu. Namun pada saat sekarang, kedua penyakit sudah menyebar secara luas dengan pesatnya. \nPraktek homoseks, di samping perilaku seksual menyimpang lainnya, seperti berganti-ganti pasangan atau praktek pelacuran, merupakan cara penyebaran virus AIDS yang paling umum. Penyakit ini sebagian besar (90%) disebarkan dengan cara perilaku seksual yang menyimpang. Beberapa cara penularan AIDS lainnya adalah dengan transfusi darah yang sudah tercemar virus AIDS dan pemakaian jarum suntik yang tidak steril. Sedangkan penularan dari ibu kepada janin yang dikandungnya tidak terlalu besar, yaitu di bawah 10%. \nDalam sebuah hadis, Nabi Muhammad bersabda:\nPerbuatan zina tidak sekali-kali muncul pada suatu kaum, sehingga mereka melakukannya dengan terang-terangan, kecuali mereka akan ditimpa penyakit menular dan penyakit-penyakit lainnya yang belum ada pada umat sebelumnya. (Riwayat Ibnu Majah dari Ibnu Umar) \n\nDari hadis di atas dapat diketahui bahwa saat manusia mulai melakukan perilaku seksual yang tidak normal, maka akan muncul penyakit baru yang belum pernah ada sebelumnya, dan menyebar di antara umat manusia. Saat ini, kita baru mengerti apa yang dimaksudkan hadis itu, yang diucapkan Nabi Muhammad saw sekitar 1400 tahun yang lalu.",
    "quraish": "\"Dan mengapa,\" lanjut Lûth, \"kalian meninggalkan istri-istri yang halal yang diciptakan Allah untuk kesenangan kalian? Bahkan kalian, dengan melakukan semua kemaksiatan, adalah kaum yang kezalimannya telah melampaui batas?\"",
    "jalalayn": "(Dan kalian tinggalkan istri-istri yang dijadikan oleh Rabb kalian untuk kalian) yakni farji-farji mereka (bahkan kalian adalah orang-orang yang melampaui batas\")."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 167,
    "arab": "قَالُوْا لَىِٕنْ لَّمْ تَنْتَهِ يٰلُوْطُ لَتَكُوْنَنَّ مِنَ الْمُخْرَجِيْنَ  ",
    "translation": "Mereka menjawab, “Wahai Lut! Jika engkau tidak berhenti, engkau termasuk orang-orang yang terusir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3099.mp3",
    "tafsir": "Penduduk Sodom tidak mengindahkan seruan Nabi Lut, bahkan mereka mengancam akan membunuh dan mengusir Lut dan orang-orang yang beriman dari negeri mereka. Kemaksiatan mereka makin hari makin bertambah dan mereka menantang Nabi Lut agar mendatangkan azab yang diancamkan itu.",
    "quraish": "Mendengar penolakan dan cacian Lûth terhadap praktek buruk itu, mereka--dengan penuh amarah--berkata, \"Sungguh, jika kamu tidak berhenti memaki-maki kami, kamu akan kami buang dari negeri ini dengan kondisi yang sangat buruk.\"",
    "jalalayn": "(Mereka menjawab, \"Hai Luth! Sesungguhnya jika kamu tidak berhenti) dari mengingkari perbuatan kami ini (benar-benar kamu termasuk orang-orang yang diusir\") dari negeri kami ini."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 168,
    "arab": "قَالَ ِانِّيْ لِعَمَلِكُمْ مِّنَ الْقَالِيْنَ  ۗ",
    "translation": "Dia (Lut) berkata, “Aku sungguh benci kepada perbuatanmu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3100.mp3",
    "tafsir": "Nabi Lut mengatakan kepada kaumnya bahwa ia lepas tangan dari perbuatan kaumnya dan sangat benci kepada perbuatan itu. Nabi Lut yakin bahwa ancaman apa pun yang diberikan kaumnya, tidak akan dapat memudaratkannya, karena semuanya itu adalah dari Allah dan atas kehendak-Nya.",
    "quraish": "Lûth berkata, \"Aku memang termasuk orang yang membenci perbuatan kalian ini. Maka aku tidak akan berhenti untuk menolak dan mencela hal ini.\"",
    "jalalayn": "(Berkata) Nabi Luth, (\"Sesungguhnya aku sangat benci kepada perbuatan kalian) sangat membencinya."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 169,
    "arab": "رَبِّ نَجِّنِيْ وَاَهْلِيْ مِمَّا يَعْمَلُوْنَ  ",
    "translation": "(Lut berdoa), “Ya Tuhanku, selamatkanlah aku dan keluargaku dari (akibat) perbuatan yang mereka kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3101.mp3",
    "tafsir": "Nabi Lut berdoa kepada Allah agar ia dan keluarganya dilepaskan dari azab yang akan menimpa kaumnya akibat perbuatan-perbuatan mereka yang keji itu. Ia juga memohon agar dijauhkan dari azab Allah, baik di dunia maupun di akhirat.",
    "quraish": "Mendengar jawaban kaumnya, Lûth merasa tidak punya harapan lagi. Ia pun memanjatkan doa kepada Allah agar menyelamatkan dirinya dan keluarganya dari akibat perbuatan bodoh mereka itu.",
    "jalalayn": "(Ya Rabbku! Selamatkanlah aku beserta keluargaku dari akibat perbuatan yang mereka kerjakan\") yakni dari azab yang akan menimpa mereka disebabkan perbuatan itu."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 170,
    "arab": "فَنَجَّيْنٰهُ وَاَهْلَهٗٓ اَجْمَعِيْنَ ۙ ",
    "translation": "Lalu Kami selamatkan dia bersama keluarganya semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3102.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Lut dengan mendatangkan malapetaka kepada kaumnya yang ingkar. Allah menyelamatkan Lut dan keluarganya kecuali istrinya yang durhaka. Dalam ayat ini tidak diterangkan kejadian yang terjadi sebelum malapetaka menimpa kaum Nabi Lut. Akan tetapi, pada surah yang lain diterangkan bahwa sebelum azab itu datang, Allah mengutus kepada Nabi Lut malaikat yang menyamar sebagai pemuda tampan, untuk membinasakan mereka. Sebelum datang kepada mereka, malaikat tersebut mampir lebih dahulu di rumah Ibrahim. Allah berfirman:\nDia (Ibrahim) berkata, \"Apakah urusanmu yang penting, wahai para utusan?\" (Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa.\" (al-hijr/15: 57-58).\n\nSetelah para malaikat yang berupa pemuda-pemuda tampan itu sampai ke rumah Nabi Lut, maka penduduk Sodom lalu mendatangi rumahnya. Mereka bermaksud hendak melakukan perbuatan keji dengan tamu-tamu Nabi Lut itu. Nabi Lut berusaha melarang mereka berbuat demikian dengan menawarkan putri-putrinya (perempuan penduduk kota itu) untuk mereka nikahi. Nabi Lut berkata kepada mereka bahwa putri-putrinya itu adalah suci bagi mereka dan dia meminta agar tidak menyentuh tamu-tamunya. Nabi Lut mencela mereka dengan mengatakan bahwa apakah tidak ada seorang pun yang berakal di antara mereka. Firman Allah:\nDan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, \"Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?\" (Hud/11: 78).\n\nPenduduk Sodom menolak tawaran Nabi Lut dengan mengatakan bahwa mereka tidak berkehendak sedikit pun kepada putri-putrinya. Mereka tetap membangkang.\nKemudian malaikat-malaikat itu memperkenalkan diri kepada Nabi Lut dan mengatakan bahwa mereka diutus Allah untuk membinasakan penduduk Sodom yang durhaka. Penduduk Sodom itu tidak akan dapat berbuat apa-apa terhadap Nabi Lut.\nTatkala penduduk Sodom menyerbu rumah Nabi Lut, Allah menjadikan mereka tidak dapat melihat Nabi Lut dan malaikat-malaikat itu. Kemudian Allah memerintahkan kepada Nabi Lut agar meninggalkan kota Sodom di malam hari, bersama dengan keluarganya, selain istrinya karena akan dibinasakan bersama penduduk Sodom.\nAllah memerintahkan agar pada waktu meninggalkan Sodom, tidak seorang pun di antara mereka menoleh ke belakang. Mereka lalu melaksanakan perintah itu. Allah berfirman:\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81).",
    "quraish": "Allah pun memperkenankan permohonan Lûth untuk menyelamatkannya dan para pengikutnya. Mereka semua diperintahkan untuk meninggalkan rumah-rumah mereka saat akan diturunkan azab kepada orang-orang yang telah mendustakan kebenaran.",
    "jalalayn": "(Lalu Kami selamatkan ia beserta keluarganya semua)."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 171,
    "arab": "اِلَّا عَجُوْزًا فِى الْغٰبِرِيْنَ ۚ  ",
    "translation": "kecuali seorang perempuan tua (istrinya), yang termasuk dalam golongan yang tinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3103.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Lut dengan mendatangkan malapetaka kepada kaumnya yang ingkar. Allah menyelamatkan Lut dan keluarganya kecuali istrinya yang durhaka. Dalam ayat ini tidak diterangkan kejadian yang terjadi sebelum malapetaka menimpa kaum Nabi Lut. Akan tetapi, pada surah yang lain diterangkan bahwa sebelum azab itu datang, Allah mengutus kepada Nabi Lut malaikat yang menyamar sebagai pemuda tampan, untuk membinasakan mereka. Sebelum datang kepada mereka, malaikat tersebut mampir lebih dahulu di rumah Ibrahim. Allah berfirman:\nDia (Ibrahim) berkata, \"Apakah urusanmu yang penting, wahai para utusan?\" (Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa.\" (al-hijr/15: 57-58).\n\nSetelah para malaikat yang berupa pemuda-pemuda tampan itu sampai ke rumah Nabi Lut, maka penduduk Sodom lalu mendatangi rumahnya. Mereka bermaksud hendak melakukan perbuatan keji dengan tamu-tamu Nabi Lut itu. Nabi Lut berusaha melarang mereka berbuat demikian dengan menawarkan putri-putrinya (perempuan penduduk kota itu) untuk mereka nikahi. Nabi Lut berkata kepada mereka bahwa putri-putrinya itu adalah suci bagi mereka dan dia meminta agar tidak menyentuh tamu-tamunya. Nabi Lut mencela mereka dengan mengatakan bahwa apakah tidak ada seorang pun yang berakal di antara mereka. Firman Allah:\nDan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, \"Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?\" (Hud/11: 78).\n\nPenduduk Sodom menolak tawaran Nabi Lut dengan mengatakan bahwa mereka tidak berkehendak sedikit pun kepada putri-putrinya. Mereka tetap membangkang.\nKemudian malaikat-malaikat itu memperkenalkan diri kepada Nabi Lut dan mengatakan bahwa mereka diutus Allah untuk membinasakan penduduk Sodom yang durhaka. Penduduk Sodom itu tidak akan dapat berbuat apa-apa terhadap Nabi Lut.\nTatkala penduduk Sodom menyerbu rumah Nabi Lut, Allah menjadikan mereka tidak dapat melihat Nabi Lut dan malaikat-malaikat itu. Kemudian Allah memerintahkan kepada Nabi Lut agar meninggalkan kota Sodom di malam hari, bersama dengan keluarganya, selain istrinya karena akan dibinasakan bersama penduduk Sodom.\nAllah memerintahkan agar pada waktu meninggalkan Sodom, tidak seorang pun di antara mereka menoleh ke belakang. Mereka lalu melaksanakan perintah itu. Allah berfirman:\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81).",
    "quraish": "Kecuali istrinya yang renta. Ia tetap tinggal dan tidak akan keluar bersama Lûth. Maka ia pun binasa karena kekufuran, pengkhianatan dan loyalitasnya terhadap orang-orang yang fasik.",
    "jalalayn": "(Kecuali seorang perempuan tua) yakni istri Nabi Luth sendiri (yang termasuk dalam golongan yang tinggal) orang-orang yang dibinasakan."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 172,
    "arab": "ثُمَّ دَمَّرْنَا الْاٰخَرِيْنَ ۚ ",
    "translation": "Kemudian Kami binasakan yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3104.mp3",
    "tafsir": "Setelah tiba waktu yang dijanjikan, Allah menghujani dengan amat dahsyat penduduk Sodom dengan batu dari tanah liat yang membatu, dan negeri mereka ditelungkupkan oleh Allah. Dengan demikian, hancurlah penduduk kota Sodom beserta kotanya. Allah berfirman:\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkan negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83).\n\nTidak lama setelah kaum Nabi Lut hancur, negeri mereka lalu digenangi air. Akhir-akhir ini telah ditemukan bekas-bekas kota Sodom yaitu di pantai Buá¸¥airah Lut, di bagian selatan Laut Mati (al-Bahrul Mayyit). Adapun Nabi Lut dan pengikutnya pindah ke Zoar, sebuah kota tua di Kanaan.",
    "quraish": "Kemudian Allah membinasakan orang-orang kafir yang jahat itu dalam suatu kehancuran yang amat menyeramkan.",
    "jalalayn": "(Kemudian Kami binasakan yang lain) yaitu mereka yang tinggal semuanya."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 173,
    "arab": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ",
    "translation": "Dan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3105.mp3",
    "tafsir": "Setelah tiba waktu yang dijanjikan, Allah menghujani dengan amat dahsyat penduduk Sodom dengan batu dari tanah liat yang membatu, dan negeri mereka ditelungkupkan oleh Allah. Dengan demikian, hancurlah penduduk kota Sodom beserta kotanya. Allah berfirman:\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkan negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83).\n\nTidak lama setelah kaum Nabi Lut hancur, negeri mereka lalu digenangi air. Akhir-akhir ini telah ditemukan bekas-bekas kota Sodom yaitu di pantai Buá¸¥airah Lut, di bagian selatan Laut Mati (al-Bahrul Mayyit). Adapun Nabi Lut dan pengikutnya pindah ke Zoar, sebuah kota tua di Kanaan.",
    "quraish": "Allah menurunkan hujan batu dari langit kepada kaum yang ganjil ini. Mereka pun akhirnya binasa. Hujan batu itu demikian deras menimpa mereka. Dan hujan ini--yang merupakan bentuk penghancuran terdahsyat--adalah hujan terburuk yang menimpa orang-orang yang diberi peringatan.",
    "jalalayn": "(Dan Kami hujani mereka dengan hujan) batu sebagai alat untuk membinasakan mereka (maka amat jeleklah hujan yang menimpa orang-orang yang telah diberi peringatan itu) sejelek-jelek hujan adalah hujan yang menimpa mereka itu"
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 174,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3106.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyelamatkan Nabi Lut dan keluarganya, kecuali istrinya, serta membinasakan orang-orang durhaka itu. Ini merupakan bukti nyata atas kebenaran Nabi Lut sebagai rasul yang diutus Allah kepada penduduk Sodom. Akan tetapi, sedikit sekali manusia yang memperhatikan tanda-tanda kebesaran dan kekuasaan Tuhan itu, sehingga sedikit sekali di antara mereka yang beriman dan mengikuti rasul-Nya.",
    "quraish": "Sesungguhnya siksa yang Kami timpakan kepada kaum ini merupakan bukti yang menunjukkan kesempurnaan kekuasaan Allah. Tetapi kebanyakan kaummu, Muhammad, tidak mempercayai seruanmu.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu benar-benar terdapat bukti-bukti yang nyata, kebanyakan manusia tidak beriman)."
  },
  {
    "ruku": 324,
    "name": "Asy-Syu'ara'",
    "ayat": 175,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3107.mp3",
    "tafsir": "Allah adalah Tuhan yang berhak disembah dan sangat keras pembalasan-Nya kepada para hamba-Nya yang ingkar. Dia Maha Penyayang kepada hamba-Nya, dan kasih sayang-Nya itu adalah tetap, tidak pernah putus.",
    "quraish": "Sesungguhnya Tuhanmu Mahaperkasa dan Maha Penyayang. Dia akan menyiksa orang-orang yang berbuat dosa dan memberi pahala kepada orang-orang yang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang)."
  }
]