[
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 176,
    "arab": "كَذَّبَ اَصْحٰبُ لْـَٔيْكَةِ الْمُرْسَلِيْنَ ۖ ",
    "translation": "Penduduk Aikah telah mendustakan para rasul;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3108.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk Madyan, yang disebut juga kabilah Madyan, telah mendustakan Nabi Syuaib yang menyeru mereka agar bertakwa kepada Allah dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Dalam ayat ini diterangkan bahwa tindakan penduduk Madyan itu sama hukumnya dengan mendustakan para rasul, karena mendustakan seorang rasul sama artinya dengan mendustakan semua rasul yang diutus Allah. Menurut Ibnu Kasir, penduduk Madyan dan Aikah adalah satu kabilah. Hanya di dalam Al-Qur'an kadangkala mereka diungkapkan sebagai penduduk Madyan dan kadangkala disebut sebagai penduduk Aikah.\nKabilah Madyan adalah satu kabilah yang mendiami daerah di sekitar Teluk Aqabah dan tempat sebelah utaranya. Madyan ialah eponim dari nenek moyang mereka, Madyan. Madyan adalah salah seorang putra Nabi Ibrahim. Kehidupan mereka pada waktu itu sejahtera. Mereka berbahagia, dan berkedudukan sebagai saudagar. Kota yang terbesar di daerah Madyan ini pun dinamai pula Madyan. Kota ini terletak di tengah-tengah daerah Madyan di pantai timur Laut Merah segaris lintang dengan Tabuk. Yang dimaksud dengan penduduk Aikah pada ayat di atas adalah penduduk Madyan. \nSebagian mufasir berpendapat bahwa Nabi Syuaib diutus setelah Nabi Musa. Sebagian yang lain mengatakan sebaliknya, yaitu sebelum pengutusan Nabi Musa.",
    "quraish": "Inilah kisah Syu'ayb dan penduduk Aykah, penghuni suatu lahan yang dipenuhi dengan pepohonan yang rindang di dekat kota Madyan. Kepada penduduk Aykah ini, Allah telah mengutus Syu'ayb yang juga diutus ke Madyan. Tetapi mereka telah mendustakan seruan rasul mereka. Dengan demikian, mereka--karena kesamaan prinsip dakwah seluruh rasul--berarti telah mengingkari semua risalah.",
    "jalalayn": "(Penduduk Aikah telah mendustakan) dalam satu qiraat Aikati dibaca Laikata; adalah nama sebuah sumber air yang banyak pepohonan di sekitarnya di dekat kota Madyan (Rasul-rasul)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 177,
    "arab": "اِذْ قَالَ لَهُمْ شُعَيْبٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "ketika Syuaib berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3109.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk Madyan, yang disebut juga kabilah Madyan, telah mendustakan Nabi Syuaib yang menyeru mereka agar bertakwa kepada Allah dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Dalam ayat ini diterangkan bahwa tindakan penduduk Madyan itu sama hukumnya dengan mendustakan para rasul, karena mendustakan seorang rasul sama artinya dengan mendustakan semua rasul yang diutus Allah. Menurut Ibnu Kasir, penduduk Madyan dan Aikah adalah satu kabilah. Hanya di dalam Al-Qur'an kadangkala mereka diungkapkan sebagai penduduk Madyan dan kadangkala disebut sebagai penduduk Aikah.\nKabilah Madyan adalah satu kabilah yang mendiami daerah di sekitar Teluk Aqabah dan tempat sebelah utaranya. Madyan ialah eponim dari nenek moyang mereka, Madyan. Madyan adalah salah seorang putra Nabi Ibrahim. Kehidupan mereka pada waktu itu sejahtera. Mereka berbahagia, dan berkedudukan sebagai saudagar. Kota yang terbesar di daerah Madyan ini pun dinamai pula Madyan. Kota ini terletak di tengah-tengah daerah Madyan di pantai timur Laut Merah segaris lintang dengan Tabuk. Yang dimaksud dengan penduduk Aikah pada ayat di atas adalah penduduk Madyan. \nSebagian mufasir berpendapat bahwa Nabi Syuaib diutus setelah Nabi Musa. Sebagian yang lain mengatakan sebaliknya, yaitu sebelum pengutusan Nabi Musa.",
    "quraish": "Ingatkanlah kaummu, wahai Muhammad, tatkala Syu'ayb berkata kepada penduduk Aykah, \"Apakah kalian tidak takut kepada Allah dan beriman kepada-Nya?\" Dengan segera mereka langsung mendustakannya.",
    "jalalayn": "(Ketika Syuaib berkata kepada mereka,) tidak dikatakan saudara mereka, karena Nabi Syuaib bukan berasal dari kalangan mereka (\"Mengapa kalian tidak bertakwa?)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 178,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ ",
    "translation": "Sungguh, aku adalah rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3110.mp3",
    "tafsir": "Syuaib menyeru penduduk Madyan, seperti yang telah dilakukan oleh para nabi sebelumnya. Ia menerangkan kepada mereka bahwa tugasnya tidaklah untuk mencari harta kekayaan, kekuasaan, atau keuntungan duniawi. Oleh karena itu, ia tidak akan mengambil upah dari mereka untuk seruannya itu. Upahnya akan diberikan Allah yang telah mengutusnya.\nDalam Surah Hud/11 diterangkan pula bahwa Syuaib mengajak kaumnya agar mereka hanya menyembah Allah. Allah berfirman:\nDan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Hud/11: 84).",
    "quraish": "\"Sesungguhnya aku diutus oleh Tuhan semesta alam kepada kalian untuk menyampaikan petunjuk dan kebenaran. Dan aku terpercaya untuk menyampaikan risalah-Nya ini kepada kalian.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 179,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3111.mp3",
    "tafsir": "Syuaib menyeru penduduk Madyan, seperti yang telah dilakukan oleh para nabi sebelumnya. Ia menerangkan kepada mereka bahwa tugasnya tidaklah untuk mencari harta kekayaan, kekuasaan, atau keuntungan duniawi. Oleh karena itu, ia tidak akan mengambil upah dari mereka untuk seruannya itu. Upahnya akan diberikan Allah yang telah mengutusnya.\nDalam Surah Hud/11 diterangkan pula bahwa Syuaib mengajak kaumnya agar mereka hanya menyembah Allah. Allah berfirman:\nDan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Hud/11: 84).",
    "quraish": "Maka waspadalah kalian akan siksa Allah. Patuhilah aku dengan melaksanakan segala perintah Allah dan menyucikan diri kalian dari dosa.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah dan taatlah kalian kepadaku)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 180,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3112.mp3",
    "tafsir": "(157-159) Ayat ini menerangkan bahwa kaum Samud ingin membuktikan kebenaran ucapan Nabi Saleh, lalu mereka membunuh unta tersebut. Akan tetapi, setelah mereka menyembelih unta itu, terutama setelah melihat tanda-tanda azab Allah akan tiba, mereka menyesal. Terlebih ketika bumi mereka diguncang gempa serta dibarengi sambaran petir dan halilintar yang mengakibatkan rumah-rumah mereka rata dengan tanah. \nDi dalam Al-Qur'an terdapat ayat-ayat yang menerangkan berbagai azab yang membinasakan mereka. Ada ayat-ayat yang menerangkan bahwa mereka dibinasakan dengan sa‘iqah (petir) (Fussilat/41: 17 dan ad-dariyat/51: 44). Sementara ayat lain menyebutkan dengan rajfah (guncangan bumi yang amat keras) (al-A‘raf/7: 78). Pada ayat yang lain disebut dengan saihah (suara yang amat keras dari langit) (Hud/11: 67; al-Hijr/15: 83; dan al-Qamar/54: 31). Ada pula yang menyebutkan bahwa mereka dihancurkan dengan Tagiyah (kejadian yang luar biasa) (al-Haqqah/69: 5).\nAyat-ayat ini tidaklah bertentangan karena mereka dibinasakan dengan petir (Sa‘iqah). Adapun guncangan bumi yang amat keras (rajfah), suara keras dari langit (saihah), dan kejadian yang luar biasa (tagiyah) adalah gejala dan sifat dari petir. Demikian hebatnya petir itu sampai mengguncang bumi dan menimbulkan suara yang amat keras. Kesemuanya itu membinasa¬kan mereka dan ini adalah suatu kejadian yang luar biasa. Dalam sekejap mata, mereka telah menjadi tubuh-tubuh yang tiada bergerak, mati dan tersungkur di dalam rumah mereka. Kemudian mereka lenyap dari permukaan bumi, tidak ada yang kelihatan lagi selain tempat tinggal mereka, seakan-akan mereka tidak pernah hidup dan berada di tempat itu. Karena mereka telah dimusnahkan Allah, maka dalam sejarah mereka termasuk salah satu dari bangsa Arab yang telah musnah (al-‘Arab al-Ba‘idah).\nNabi Saleh dan orang-orang yang beriman diselamatkan Allah dari azab itu. Mereka mengungsi ke Ramallah, salah satu kota di Palestina. Di kota ini terdapat kuburan Nabi Saleh yang masih dikenal sampai sekarang. Akan tetapi, ada pula yang mengatakan bahwa kuburan Nabi Saleh berada di Yaman, dan ada pula yang berpendapat di Yordan. Menurut Ibnu Khaldµn, Nabi Saleh menyeru kaumnya kepada agama Allah selama dua puluh tahun dan ia meninggal pada umur lima puluh delapan tahun.\nNegeri-negeri kaum Samud dan bangunan-bangunan yang mereka dirikan sampai sekarang masih ada bekasnya. Sarjana-sarjana barat telah banyak berkunjung ke tempat ini. Mereka telah menulis bekas-bekas peninggalan kaum Samud dan rumah-rumah kediaman yang mereka pahat dari gunung-gunung batu itu. Di antaranya adalah C.M. Daughty yang menulis buku dengan judul Arabia Desserta.\nKetika Rasulullah melewati kampung-kampung kaum Samud dalam perjalanan ekspedisi, yaitu Tabuk, beliau bersabda kepada para sahabat:\n??? ??????????? ????? ????????? ????????? ???????????????? ?????? ???? ??????????? ????????? ?????? ???? ??????????? ????????? ????? ??????????? ?????????? ???????? ???????????? ?????? ??? ???????????. (???? ??????? ?? ??? ???)\nKamu jangan masuk kampung orang-orang yang telah diazab itu, melainkan dengan menangis, jika tidak dengan menangis, maka janganlah kamu masuk kampung mereka, agar kamu tidak ditimpa azab sebagaimana yang telah menimpa mereka. (Riwayat asy-Syaikhan dari Ibnu ‘Umar).\n\nPeninggalan dan bekas-bekas mereka itu diabadikan di dalam Al-Qur'an untuk menjadi pelajaran. Banyak ayat-ayat Al-Qur'an yang menyuruh orang agar mengadakan perjalanan di bumi, untuk memperhatikan peninggalan-peninggalan dan bekas-bekas kaum yang telah dibinasakan oleh Allah, karena pembangkangan mereka terhadap perintah-Nya, seperti kaum Samud tersebut. Sesungguhnya Allah berbuat kebaikan kepada semua manusia, amat keras azab-Nya dan amat besar rahmat-Nya.",
    "quraish": "Aku tidak mengharapkan imbalan apa-apa dari kalian. Imbalanku akan kudapatkan secara utuh--sesuai dengan amal perbuatanku--dari Tuhan semesta alam.\"",
    "jalalayn": "(Dan aku sekali-kali tidak meminta upah kepada kalian atas ajakan itu; tiada lain upahku hanyalah dari Rabb semesta alam)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 181,
    "arab": "۞ اَوْفُوا الْكَيْلَ وَلَا تَكُوْنُوْا مِنَ الْمُخْسِرِيْنَ ۚ ",
    "translation": "Sempurnakanlah takaran dan janganlah kamu merugikan orang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3113.mp3",
    "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya:\n1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli.\n2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah.\n3. Membuat onar dan kerusakan di bumi.\n\nAyat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman:\nSisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86).\n\nYang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan.\nSyuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka.",
    "quraish": "Penduduk Aykah itu juga diperintahkan oleh Syu'ayb untuk memberikan timbangan secara utuh, karena pada mereka terdapat kebiasaan memberikan timbangan yang tidak adil dan merugikan orang lain.",
    "jalalayn": "(Sempurnakanlah takaran) genapkanlah (dan janganlah kalian termasuk orang-orang yang merugikan) yakni mengurangi hak-hak orang lain."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 182,
    "arab": "وَزِنُوْا بِالْقِسْطَاسِ الْمُسْتَقِيْمِ ۚ ",
    "translation": "Dan timbanglah dengan timbangan yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3114.mp3",
    "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya:\n1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli.\n2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah.\n3. Membuat onar dan kerusakan di bumi.\n\nAyat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman:\nSisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86).\n\nYang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan.\nSyuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka.",
    "quraish": "Syu'ayb melanjutkan, \"Dan timbanglah sesuatu dengan timbangan yang sempurna, sehingga orang-orang dapat mengambil haknya secara adil dan benar.",
    "jalalayn": "(Dan timbanglah dengan timbangan yang lurus) timbangan yang baik dan tidak berat sebelah."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 183,
    "arab": "وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۚ ",
    "translation": "Dan janganlah kamu merugikan manusia dengan mengurangi hak-haknya dan janganlah membuat kerusakan di bumi;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3115.mp3",
    "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya:\n1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli.\n2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah.\n3. Membuat onar dan kerusakan di bumi.\n\nAyat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman:\nSisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86).\n\nYang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan.\nSyuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka.",
    "quraish": "Janganlah kalian kurangi apa yang menjadi hak orang lain, dan jangan pula membuat kerusakan di muka bumi dengan membunuh, menyamun, melakukan tindak kejahatan dan mengikuti hawa nafsu yang rendah.",
    "jalalayn": "(Dan janganlah kalian merugikan manusia pada hak-haknya) janganlah kalian mengurangi hak mereka barang sedikit pun (dan janganlah kalian merajalela di muka bumi dengan membuat kerusakan) melakukan pembunuhan dan kerusakan-kerusakan lainnya. Lafal Ta'tsau ini berasal dari 'Atsiya yang artinya membuat kerusakan; dan lafal Mufsidiina merupakan Hal atau kata keterangan keadaan daripada 'Amilnya, yaitu lafal Ta'tsau."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 184,
    "arab": "وَاتَّقُوا الَّذِيْ خَلَقَكُمْ وَالْجِبِلَّةَ الْاَوَّلِيْنَ ۗ ",
    "translation": "dan bertakwalah kepada Allah yang telah menciptakan kamu dan umat-umat yang terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3116.mp3",
    "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya:\n1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli.\n2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah.\n3. Membuat onar dan kerusakan di bumi.\n\nAyat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman:\nSisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86).\n\nYang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan.\nSyuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka.",
    "quraish": "Dan berhati-hatilah akan azab Allah, Tuhan yang telah menciptakan kalian dan umat-umat yang kuat dan sombong sebelum kalian.\"",
    "jalalayn": "(Dan bertakwalah kepada Allah yang telah menciptakan kalian dan makhluk) yakni umat-umat (yang dahulu\")."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 185,
    "arab": "قَالُوْٓا اِنَّمَآ اَنْتَ مِنَ الْمُسَحَّرِيْنَ ۙ ",
    "translation": "Mereka berkata, “Engkau tidak lain hanyalah orang-orang yang kena sihir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3117.mp3",
    "tafsir": "Sekalipun Syuaib telah mengingatkan kaumnya, tetapi mereka tetap ingkar dan kafir. Bahkan mereka mencela Syuaib dan memandang ringan ancaman Allah yang disampaikan kepada mereka dengan menyatakan bahwa: pertama, Syuaib termasuk salah seorang yang kena sihir, yang mengatakan dan melakukan sesuatu hanya berdasarkan khayalan dan angan-angan belaka. Syuaib seorang manusia biasa seperti mereka, tidak memiliki kelebihan apa pun dari mereka, dan bahkan ia seorang yang rusak akalnya. \nMereka mendustakan Syuaib, dan tidak percaya sedikit pun bahwa dia adalah rasul Allah yang diutus kepada mereka. Oleh karena itu, mereka mengingkari Nabi Syuaib, menghalangi orang lain mendatanginya, dan mengancam orang-orang yang beriman kepadanya. Akan tetapi, Syuaib terus menasihati dan mengingatkan mereka. Syuaib adalah nabi yang sangat pintar berdebat dengan kaumnya. Dalil-dalil dan argumennya amat kuat, sehingga para mufasir menjulukinya dengan Khathib al-Anbiya' (ahli pidato di antara para nabi). \nNamun demikian, penduduk Madyan tetap membangkang dan menyangkal seruan Syuaib. Kadang-kadang mereka mengatakan bahwa mereka tidak paham apa yang dikatakannya, padahal seruan itu sudah jelas dan terang. Kadang-kadang mereka mengatakan bahwa Syuaib orang lemah, seakan-akan mereka mengira bahwa kekuatanlah yang menjadi ukuran kebenaran dan keadilan. Kadang-kadang mereka mengancam akan membunuh Syuaib, dan mengusir para pengikutnya yang beriman dari negeri itu apabila Syuaib dan orang-orang yang beriman itu tidak kembali kepada agama mereka. \nKaum Syuaib juga mengingatkan masyarakat bahwa mereka akan merugi kalau mengikuti agama Syuaib karena melarang mereka mengurangi takaran dan timbangan. Mereka merasa heran kepada Syuaib yang melarang mereka menyembah sembahan nenek moyang mereka, dan berbuat apa yang mereka sukai terhadap harta mereka. Mereka mencela Syuaib tentang kesalahan-kesalahan yang telah diperbuatnya. Mereka mengejek dengan sinis salat yang dikerjakan Syuaib. Allah berfirman:\nMereka berkata, \"Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.\" (Hud/11: 87).\n\nMereka berkata, \"Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.\" (Hud/11: 91).\n\nKedua, Jika Syuaib benar-benar seorang nabi dan rasul Allah, maka ia diminta untuk menurunkan kepada mereka (kaum Syuaib) gumpalan-gumpalan dari langit, sebagaimana yang telah diancamkannya. Sikap kaum Syuaib ini sama dengan sikap kaum Quraisy ketika menentang Nabi Muhammad agar beliau memancarkan air dari bumi untuk mereka, mendatangkan sebuah kebun dan kurma serta anggur yang indah, mendatangkan azab dengan menjatuhkan kepingan-kepingan dari langit yang menimpa mereka, atau mendatangkan sebuah rumah emas dan sebagainya. (Baca Surah al-Isra'/17: 90-93).",
    "quraish": "Mereka berkata, \"Kamu hanyalah salah seorang yang dipengaruhi oleh kekuatan sihir, sehingga akal sehatnya menjadi hilang.",
    "jalalayn": "(Mereka berkata, \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 186,
    "arab": "وَمَآ اَنْتَ اِلَّا بَشَرٌ مِّثْلُنَا وَاِنْ نَّظُنُّكَ لَمِنَ الْكٰذِبِيْنَ ۚ ",
    "translation": "Dan engkau hanyalah manusia seperti kami, dan sesungguhnya kami yakin engkau termasuk orang-orang yang berdusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3118.mp3",
    "tafsir": "Sekalipun Syuaib telah mengingatkan kaumnya, tetapi mereka tetap ingkar dan kafir. Bahkan mereka mencela Syuaib dan memandang ringan ancaman Allah yang disampaikan kepada mereka dengan menyatakan bahwa: pertama, Syuaib termasuk salah seorang yang kena sihir, yang mengatakan dan melakukan sesuatu hanya berdasarkan khayalan dan angan-angan belaka. Syuaib seorang manusia biasa seperti mereka, tidak memiliki kelebihan apa pun dari mereka, dan bahkan ia seorang yang rusak akalnya. \nMereka mendustakan Syuaib, dan tidak percaya sedikit pun bahwa dia adalah rasul Allah yang diutus kepada mereka. Oleh karena itu, mereka mengingkari Nabi Syuaib, menghalangi orang lain mendatanginya, dan mengancam orang-orang yang beriman kepadanya. Akan tetapi, Syuaib terus menasihati dan mengingatkan mereka. Syuaib adalah nabi yang sangat pintar berdebat dengan kaumnya. Dalil-dalil dan argumennya amat kuat, sehingga para mufasir menjulukinya dengan Khathib al-Anbiya' (ahli pidato di antara para nabi). \nNamun demikian, penduduk Madyan tetap membangkang dan menyangkal seruan Syuaib. Kadang-kadang mereka mengatakan bahwa mereka tidak paham apa yang dikatakannya, padahal seruan itu sudah jelas dan terang. Kadang-kadang mereka mengatakan bahwa Syuaib orang lemah, seakan-akan mereka mengira bahwa kekuatanlah yang menjadi ukuran kebenaran dan keadilan. Kadang-kadang mereka mengancam akan membunuh Syuaib, dan mengusir para pengikutnya yang beriman dari negeri itu apabila Syuaib dan orang-orang yang beriman itu tidak kembali kepada agama mereka. \nKaum Syuaib juga mengingatkan masyarakat bahwa mereka akan merugi kalau mengikuti agama Syuaib karena melarang mereka mengurangi takaran dan timbangan. Mereka merasa heran kepada Syuaib yang melarang mereka menyembah sembahan nenek moyang mereka, dan berbuat apa yang mereka sukai terhadap harta mereka. Mereka mencela Syuaib tentang kesalahan-kesalahan yang telah diperbuatnya. Mereka mengejek dengan sinis salat yang dikerjakan Syuaib. Allah berfirman:\nMereka berkata, \"Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.\" (Hud/11: 87).\n\nMereka berkata, \"Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.\" (Hud/11: 91).\n\nKedua, Jika Syuaib benar-benar seorang nabi dan rasul Allah, maka ia diminta untuk menurunkan kepada mereka (kaum Syuaib) gumpalan-gumpalan dari langit, sebagaimana yang telah diancamkannya. Sikap kaum Syuaib ini sama dengan sikap kaum Quraisy ketika menentang Nabi Muhammad agar beliau memancarkan air dari bumi untuk mereka, mendatangkan sebuah kebun dan kurma serta anggur yang indah, mendatangkan azab dengan menjatuhkan kepingan-kepingan dari langit yang menimpa mereka, atau mendatangkan sebuah rumah emas dan sebagainya. (Baca Surah al-Isra'/17: 90-93).",
    "quraish": "Lagi pula kamu adalah manusia biasa seperti kami. Mengapa kamu merasa lebih istimewa dari kami untuk menyampaikan risalah? Kami yakin kamu tidak lain hanyalah salah seorang pembohong besar.",
    "jalalayn": "(Dan kamu tidak lain hanyalah seorang manusia seperti kami, dan sesungguhnya) lafal In di sini adalah bentuk Takhfif daripada Inna, sedangkan isimnya tidak disebutkan, lengkapnya berasal dari Innahuu (kami yakin bahwa kamu benar-benar termasuk orang-orang yang berdusta)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 187,
    "arab": "فَاَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاۤءِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ۗ ",
    "translation": "Maka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3119.mp3",
    "tafsir": "Sekalipun Syuaib telah mengingatkan kaumnya, tetapi mereka tetap ingkar dan kafir. Bahkan mereka mencela Syuaib dan memandang ringan ancaman Allah yang disampaikan kepada mereka dengan menyatakan bahwa: pertama, Syuaib termasuk salah seorang yang kena sihir, yang mengatakan dan melakukan sesuatu hanya berdasarkan khayalan dan angan-angan belaka. Syuaib seorang manusia biasa seperti mereka, tidak memiliki kelebihan apa pun dari mereka, dan bahkan ia seorang yang rusak akalnya. \nMereka mendustakan Syuaib, dan tidak percaya sedikit pun bahwa dia adalah rasul Allah yang diutus kepada mereka. Oleh karena itu, mereka mengingkari Nabi Syuaib, menghalangi orang lain mendatanginya, dan mengancam orang-orang yang beriman kepadanya. Akan tetapi, Syuaib terus menasihati dan mengingatkan mereka. Syuaib adalah nabi yang sangat pintar berdebat dengan kaumnya. Dalil-dalil dan argumennya amat kuat, sehingga para mufasir menjulukinya dengan Khathib al-Anbiya' (ahli pidato di antara para nabi). \nNamun demikian, penduduk Madyan tetap membangkang dan menyangkal seruan Syuaib. Kadang-kadang mereka mengatakan bahwa mereka tidak paham apa yang dikatakannya, padahal seruan itu sudah jelas dan terang. Kadang-kadang mereka mengatakan bahwa Syuaib orang lemah, seakan-akan mereka mengira bahwa kekuatanlah yang menjadi ukuran kebenaran dan keadilan. Kadang-kadang mereka mengancam akan membunuh Syuaib, dan mengusir para pengikutnya yang beriman dari negeri itu apabila Syuaib dan orang-orang yang beriman itu tidak kembali kepada agama mereka. \nKaum Syuaib juga mengingatkan masyarakat bahwa mereka akan merugi kalau mengikuti agama Syuaib karena melarang mereka mengurangi takaran dan timbangan. Mereka merasa heran kepada Syuaib yang melarang mereka menyembah sembahan nenek moyang mereka, dan berbuat apa yang mereka sukai terhadap harta mereka. Mereka mencela Syuaib tentang kesalahan-kesalahan yang telah diperbuatnya. Mereka mengejek dengan sinis salat yang dikerjakan Syuaib. Allah berfirman:\nMereka berkata, \"Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.\" (Hud/11: 87).\n\nMereka berkata, \"Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.\" (Hud/11: 91).\n\nKedua, Jika Syuaib benar-benar seorang nabi dan rasul Allah, maka ia diminta untuk menurunkan kepada mereka (kaum Syuaib) gumpalan-gumpalan dari langit, sebagaimana yang telah diancamkannya. Sikap kaum Syuaib ini sama dengan sikap kaum Quraisy ketika menentang Nabi Muhammad agar beliau memancarkan air dari bumi untuk mereka, mendatangkan sebuah kebun dan kurma serta anggur yang indah, mendatangkan azab dengan menjatuhkan kepingan-kepingan dari langit yang menimpa mereka, atau mendatangkan sebuah rumah emas dan sebagainya. (Baca Surah al-Isra'/17: 90-93).",
    "quraish": "Jika kamu benar-benar membawa risalah, mengapa tidak dijatuhkan kepada kami suatu bentuk azab dari langit?\" Demikianlah, permintaan ini menyiratkan betapa kukuhnya pengingkaran mereka.",
    "jalalayn": "(Maka jatuhkanlah atas kami gumpalan) dapat dibaca Kasafan dan Kisfan, artinya gumpalan-gumpalan (dari langit, jika kamu termasuk orang-orang yang benar\") dalam pengakuan risalahmu itu."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 188,
    "arab": "قَالَ رَبِّيْٓ اَعْلَمُ بِمَا تَعْمَلُوْنَ  ",
    "translation": "Dia (Syuaib) berkata, “Tuhanku lebih mengetahui apa yang kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3120.mp3",
    "tafsir": "Ungkapan ayat ini merupakan jawaban Syuaib terhadap pengingkaran dan penantangan kaumnya dengan mengatakan bahwa ia tidak diutus untuk menjadikan mereka beriman dengan memasukkan iman ke dalam hati mereka. Ia juga tidak bertugas menghisab amal perbuatan mereka, serta menghukum dan menimpakan azab kepada mereka. Tugasnya hanya menyampaikan agama Allah kepada kaumnya. Adapun menjadikan seseorang itu beriman, menghisab perbuatan manusia, dan menimpakan azab adalah hak Allah semata, karena Dia adalah Yang Mahakuasa dan lebih mengetahui segala perbuatan manusia.",
    "quraish": "Syu'ayb berkata, \"Tuhanku Maha Mengetahui kemaksiatan yang kalian lakukan, dan kalian berhak mendapatkan azab. Dia akan menimpakan azab itu kepada kalian pada saat yang telah ditentukan.\" Ucapan ini mencerminkan kepasrahan Syu'ayb kepada Allah. Tujuannya tidak lain untuk memperingatkan mereka.",
    "jalalayn": "(Syuaib berkata, \"Rabbku lebih mengetahui apa yang kalian kerjakan\") maka Dia kelak akan membalasnya kepada kalian."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 189,
    "arab": "فَكَذَّبُوْهُ فَاَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۗاِنَّهٗ كَانَ عَذَابَ يَوْمٍ عَظِيْمٍ ",
    "translation": "Kemudian mereka mendustakannya (Syuaib), lalu mereka ditimpa azab pada hari yang gelap. Sungguh, itulah azab pada hari yang dahsyat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3121.mp3",
    "tafsir": "Karena penduduk Madyan tetap membangkang, Syuaib mengancam dengan menyuruh mereka menunggu azab yang akan didatangkan Allah. Pada waktu yang dijanjikan Allah, datanglah malapetaka yang dahsyat menimpa mereka. Pada hari itu, mereka merasakan terik panas yang sangat menyesakkan napas. Tidak ada sesuatu pun yang dapat menolong mereka dari keadaan yang demikian, apakah berupa naungan rumah, ataupun air yang dapat diminum, dan sebagainya. Oleh karena itu, mereka ke luar ke tanah lapang dan bernaung di bawah segumpal awan yang menyejukkan. Dalam keadaan demikian, turunlah azab Allah berupa sambaran petir yang dahsyat yang ke luar dari gumpalan awan itu, dengan suara yang keras, dan menyebabkan bumi berguncang. Mereka semua mati tersungkur dengan muka tertelungkup ke tanah. Keadaan mereka itu seperti keadaan kaum Nabi Saleh yang ditimpa azab Allah sebelumnya. Adapun Nabi Syuaib dan orang-orang yang beriman diselamatkan Allah dari azab itu.",
    "quraish": "Akan tetapi, mereka tetap bersikukuh mendustakan Syu'ayb. Lalu Allah menurunkan kepada mereka cuaca yang sangat panas, sehingga membuat mereka berlarian tanpa membawa naungan apa-apa. Tatkala mereka semua berkumpul di bawah naungan awan, Allah menimpakan kepada mereka gumpalan-gumpalan api. Mereka pun binasa di hari yang luar biasa dahsyat itu.",
    "jalalayn": "(Kemudian mereka mendustakan Syuaib, lalu mereka ditimpa azab pada hari mereka dinaungi awan) yakni awan yang menaungi mereka sesudah hari yang panas sekali, kemudian awan itu menurunkan hujan api kepada mereka sehingga terbakarlah mereka semuanya (sesungguhnya azab itu adalah azab hari yang besar)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 190,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3122.mp3",
    "tafsir": "Semua kejadian yang terdapat dalam kisah Syuaib dan kaumnya, yaitu kehancuran penduduk Madyan yang mengingkari seruan Syuaib dan penyelamatan orang-orang yang beriman dari sambaran petir dan gempa, merupakan bukti atas kebenaran Syuaib sebagai rasul Allah. Sekalipun demikian, orang-orang musyrik Mekah serta manusia yang tidak mau mengambil pelajaran daripadanya, tetap tidak beriman kepada Nabi Muhammad.",
    "quraish": "Sesungguhnya azab yang diturunkan kepada penduduk Aykah yang membangkang itu merupakan bukti kemahakuasaan Allah. Tetapi kebanyakan kaummu, Muhammad, tidak meyakininya.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu benar-benar terdapat tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "ruku": 325,
    "name": "Asy-Syu'ara'",
    "ayat": 191,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu, Dialah yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3123.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Tuhan yang menunjukkan manusia kepada jalan yang benar, yang dapat mengangkat manusia ke tempat yang mulia dan terpuji, adalah Tuhan Yang Mahaadil, Mahakeras tuntutan-Nya, dan Mahakekal rahmat-Nya terhadap orang-orang yang beriman.",
    "quraish": "Sesungguhnya Tuhanmu Mahaesa dalam kekuatan dan kemenangan. Dan Dia Maha Pengasih kepada orang-orang yang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar-benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang)."
  }
]