[
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 1,
    "arab": "طٰسۤ ۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍ ۙ ",
    "translation": "Tha Sin. Inilah ayat-ayat Al-Qur'an, dan Kitab yang jelas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3160.mp3",
    "tafsir": "Awal surah ini menjelaskan bahwa Al-Qur'an adalah wahyu Allah yang diturunkan kepada Nabi Muhammad, nabi dan rasul yang terakhir. Ayat-ayat Al-Qur'an diturunkan melalui perantaraan malaikat Jibril.\nAyat-ayat ini memberikan penjelasan dan keterangan bagi orang yang berpikir bahwa Al-Qur'an benar-benar kitab yang diturunkan Allah kepada Nabi Muhammad. Ia bukan kata-kata tipuan atau hasil rekayasa Nabi Muhammad, dan bukan pula ciptaan salah seorang makhluk Allah. Manusia dan jin tidak mungkin dapat membuat Al-Qur'an atau menyamainya, meskipun keduanya bekerja sama untuk itu.\nMaksud dari kalimat \"Kitab yang menjelaskan\" adalah Al-Qur'an. Dalam ayat ini berkumpul dua nama dari Al-Qur'an itu, yaitu \"Al-Qur'an\" (yang dibaca) dan \"al-Kitab\" (yang dituliskan). Dua buah nama yang mempunyai arti dan maksud yang sama. Dalam ayat yang lain, Allah berfirman:\nAlif Lam Ra. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Al-Qur'an yang memberi penjelasan. (al-hijr/15: 1)\nAyat-ayat Al-Qur'an memberi penjelasan tentang arti ayat-ayatnya, karena di dalamnya terdapat ayat-ayat yang saling menjelaskan. Maksudnya ialah ada ayat yang membahas satu persoalan secara rinci dan menjelaskan maksud ayat lain yang mengandung persoalan yang sama, tetapi turun secara global. Ayat-ayat Al-Qur'an juga memberi penjelasan tentang tujuan-tujuan penurunannya, seperti hukum-hukum yang terkait dengan halal dan haram, janji dan ancaman, serta perintah dan larangan. Kesemuanya itu dijadikan pedoman hidup di dunia sebagai jalan mencapai kebahagiaan hidup di akhirat kelak.",
    "quraish": "[[27 ~ AN-NAML (SEMUT) Pendahuluan: Makkiyyah, 93 ayat ~ Surat al-Naml dimulai dengan huruf-huruf fonemis yang bertujuan untuk mengingatkan kembali bahwa al-Qur'ân, meskipun menggunakan anasir yang sama dengan bahasa orang-orang Arab, tetap merupakan mukjizat. Dari sisi lain, huruf-huruf pada permulaan surat seperti itu memiliki fungsi intrinsik (maknawi) yang mencela orang-orang yang enggan mendengarkan al-Qur'ân. Ayat-ayat pertama surat ini menuturkan kisah dan berbagai mukjizat Mûsâ a. s., kisah Dâwûd a. s. dan hikayat pewarisan tahta kerajaan dari sang ayahanda, Sulaymân a. s., nabi yang memiliki kekuatan supra natural karunia Allah Swt. Ia memiliki kemampuan menundukkan jin, manusia, bangsa burung dan dapat memahami bahasa binatang. Nabi yang selalu mensyukuri nikmat-nikmat Tuhannya. Ayat-ayat berikutnya berkisah tentang kembalinya burung hudhud dari sebuah pengembaraan dengan membawa berita tentang Balqîs, Ratu yang bersama rakyatnya menyembah matahari. Sulaymân melayangkan sepucuk surat pada sang ratu. Setelah berunding dengan para pendampingnya, Balqîs memutuskan membalas surat Sulaymân dengan mengirimkan berbagai hadiah. Disinggung pula peristiwa menakjubkan saat Balqîs memasuki istana Sulaymân dengan penuh perasaan kagum, karena sang nabi telah memboyong singgasana sang ratu dengan bantuan seorang ahli yang memiliki pengetahuan tentang kitab. Terakhir, Balqîs mengikrarkan keimanannya. Ayat-ayat berikutnya menuturkan kisah Nabi Shâlih bersama kaumnya, kisah Nabi Lûth bersama kaumnya, kisah penyelamatan Nabi Lûth dan pembinasan orang-orang yang menyimpang dari hukum Tuhan. Beberapa ayat lainnya berusaha menggugah akal pikiran manusia untuk memperhatikan tanda-tanda kekuasaan dan keesaan Allah yang terdapat di langit dan di bumi. Dilanjutkan dengan penjelasan kedudukan al-Qur'ân dalam dakwah dan berpalingnya orang-orang kafir dari al-Qur'ân dengan kesempurnaan mukjizatnya. Disinggung pula, dalam surat ini, keterangan ringkas perihal datangnya makhluk dalam wujud binatang melata, pada masa-masa menjelang hari kiamat, yang akan bercakap-cakap dengan manusia dan yang akan menceritakan keingkaran mereka pada ayat-ayat Allah. Masih dalam topik pembicaraan hari kiamat, ayat-ayat selanjutnya menggambarkan kepanikan alam semesta saat mendengar bunyi terompet Isrâfîl, sebagai pertanda kebangkitan dan masa pengumpulan manusia telah tiba. Bagian akhir surat berisi penjelasan hakikat alam raya, gunung-gunung yang berjalan bagaikan awan, uraian metode dakwah Nabi dan keharusan memuji Allah Swt.]] Thâ, Sîn. Dua buah huruf fonemis yang membuka surat ini bertujuan untuk menggugah perhatian para pendengar kepada rahasia mukjizat al-Qur'ân sambil memberi isyarat bahwa bahasa al-Qur'ân itu sama dengan bahasa yang mereka pergunakan dalam berkomunikasi. Di samping kegunaan tersebut, huruf-huruf seperti itu memiliki fungsi psikologis, memusatkan konsentrasi para pendengar. Itulah ayat-ayat yang diturunkan Allah yang telah dibacakan kepada kalian dan kalian dapat membacanya sendiri. Itulah kitab yang menjelaskan apa yang dikandungnya.",
    "jalalayn": "(Tha Sin) hanya Allah saja yang mengetahui maksudnya (ini) yakni ayat-ayat ini (adalah ayat-ayat Alquran) sebagian daripada Alquran (dan ayat-ayat Kitab yang menjelaskan) yang memenangkan perkara yang hak di atas perkara yang batil. Lafal Kitabin di'athafkan kepada lafal yang sebelumnya dengan ditambahi sifat."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 2,
    "arab": "هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ۙ  ",
    "translation": "petunjuk dan berita gembira bagi orang-orang yang beriman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3161.mp3",
    "tafsir": "Al-Qur'an itu sebagai petunjuk dan berita gembira bagi orang-orang yang beriman. Petunjuk yang merupakan hidayah Allah, sehingga manusia menjadi yakin dan mau beriman. Akan tetapi, tidak semua manusia dapat memperoleh dan menikmati hidayah dari Allah, meskipun Al-Qur'an diturunkan sebagai petunjuk dan pembeda antara yang benar dan batil bagi manusia seluruhnya, sebagaimana dalam firman Allah:\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil)... (al-Baqarah/2: 185).\n\nHanya orang-orang yang beriman dan yang mempunyai kesediaan dalam dirinya untuk beriman saja yang dapat menikmati petunjuk Al-Qur'an. Bagi orang-orang yang beriman, Al-Qur'an menambah petunjuk dan hidayah yang sudah ada, sehingga bertambah pula iman dan amal perbuatannya dalam melaksanakan ajaran Islam yang juga bersumber pada Al-Qur'an. Dengan demikian, iman seseorang dapat bertambah dan berkurang sesuai dengan amalnya. Hal ini disebutkan Allah dalam firman-Nya:\n... Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira. (at-Taubah/9: 124).\n\nMereka merasa gembira karena mendapat berita tentang limpahan rahmat dan keridaan Allah. Surga juga tersedia bagi mereka sebagai tempat tinggal, yang penuh dengan berbagai macam kenikmatan.",
    "quraish": "Sebuah kitab yang berisikan petunjuk bagi orang-orang beriman menuju jalan kebajikan dan kemenangan di dunia dan akhirat, pembawa berita gembira akan adanya tempat kembali yang baik bagi mereka.",
    "jalalayn": "Ia adalah (petunjuk) yang memberi petunjuk agar tidak sesat (dan berita gembira untuk orang-orang yang beriman) yang percaya kepadanya, yaitu akan diberi surga."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 3,
    "arab": "الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ",
    "translation": "(yaitu) orang-orang yang melaksanakan salat dan menunaikan zakat, dan mereka meyakini adanya akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3162.mp3",
    "tafsir": "Ayat ini menerangkan sifat-sifat orang mukmin, yaitu:\n1. Mendirikan salat, yaitu menunaikan salat wajib dengan menyempurnakan rukun dan syaratnya, sesuai dengan yang diperintahkan Allah. Salat dikerjakan dengan segala ketulusan hati, kekhusyukan, dan kerendahan hati di hadapan Allah. Salat dapat mencegah perbuatan-perbuatan yang keji dan mungkar karena salat dapat menghilangkan sifat-sifat jiwa yang negatif. Salat merupakan unsur yang membentuk ketakwaan di samping iman kepada yang gaib. Kekhusyukan dalam melaksanakan salat menjadi salah satu syarat untuk menjadi orang mukmin yang sejati.\nKedudukan salat dalam Islam antara lain adalah:\na. Sebagai tiang agama, tanpa salat agama akan runtuh.\nb. Sebagai kewajiban pertama dari Allah sebelum kewajiban-kewajiban ibadah lainnya. Perintah wajib ini diterima langsung oleh Nabi Muhammad tanpa perantaraan malaikat Jibril sebagaimana yang disebutkan dalam kisah Isra' Mi'raj.\nc. Salat merupakan amal yang pertama-tama diperhitungkan (hisab) pada hari Kiamat nanti. Kalau baik salatnya, maka semua amal lainnya akan baik pula. Sebaliknya, kalau salatnya rusak, maka semua amal lainnya ikut rusak.\n2. Menunaikan zakat yang merupakan salah satu dari rukun Islam yang lima. Membayar zakat itu wajib sesuai dengan ketentuan yang ditetapkan Allah dan Rasul-Nya. Abu Bakar sebagai khalifah pertama setelah Nabi Muhammad wafat, telah memerangi orang-orang yang tidak mau membayar zakat. Padahal zakat itu merupakan suatu kewajiban yang berhu-bungan dengan harta. Dengan zakat, orang-orang mukmin membersihkan jiwa mereka dari sifat kikir dan tamak. Kedua sifat ini dapat menimbulkan fitnah (keonaran) bagi pemilik harta. \nHarta adalah rezeki dari Allah yang wajib disyukuri dengan menunaikan zakat, sebagai cara untuk menyucikannya. Pada harta tersebut ada bagian yang menjadi hak orang-orang miskin. Bagi orang-orang miskin zakat dapat membersihkan jiwa mereka dari sifat-sifat dengki dan iri hati kepada orang-orang kaya. Dengan demikian, hubungan baik antara si kaya dan si miskin dalam masyarakat akan tetap terjaga dan kesenjangan antara keduanya bisa dikurangi.\n3. Yakin akan adanya hari akhirat, maksudnya ialah yakin akan adanya hidup setelah mati. Semua orang akan kembali menghadap Allah untuk diperhitungkan amal baik dan buruknya. Keduanya akan dibalas dengan balasan yang setimpal.\n\nDengan demikian, setiap manusia akan mempertanggungjawabkan apa yang diperbuatnya selama hidup di dunia. Ini berarti bahwa manusia diciptakan Allah di dunia bukanlah tanpa tujuan atau sia-sia belaka. Allah mengingatkan hal ini dalam firman-Nya:\nMaka apakah kamu mengira bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minun/23: 115).",
    "quraish": "Yaitu orang-orang yang melaksanakan salat, lengkap dengan rukun-rukunnya secara sempurna dengan penuh rasa khusyuk dan menunaikan kewajiban zakat tepat pada waktunya serta meyakini sepenuhnya akan adanya kehidupan akhirat, saat Allah memberikan pahala dan siksa.",
    "jalalayn": "(Yaitu orang-orang yang mendirikan salat) yakni menunaikannya sesuai dengan ketentuan-ketentuannya (dan menunaikan) memberikan (zakat dan mereka yakin akan adanya negeri akhirat) artinya mereka mengetahui melalui dalil-dalil Alquran. Hum diulang karena antara Hum yang pertama dengan Khabarnya ada pemisah."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 4,
    "arab": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَ ۗ ",
    "translation": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatan mereka (yang buruk), sehingga mereka bergelimang dalam kesesatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3163.mp3",
    "tafsir": "Pada ayat-ayat yang lalu, Allah menerangkan beberapa sikap orang-orang mukmin yang memperoleh petunjuk dan hidayah dari Allah. Ayat ini menerangkan tingkah laku dan perbuatan orang-orang kafir, yang tidak mau beriman kepada adanya hari akhirat, dan akibat yang akan mereka rasakan.\nOrang-orang yang tidak beriman kepada kehidupan akhirat adalah mereka yang tidak yakin akan adanya hari Kiamat, tidak yakin bahwa semua manusia akan kembali kepada Allah melalui kematian, tidak yakin akan dibangkitkan kembali pada hari penghisaban, serta tidak percaya akan adanya pahala sebagai balasan amal baik dan siksa sebagai balasan amal buruk.\nMereka hidup di dunia tanpa mengekang hawa nafsu, dan amat cinta kepada kenikmatan duniawi, seakan-akan hidup di dunia ini satu-satunya kehidupan bagi mereka. Mereka tidak mengenal halal dan haram, serta tidak memikirkan tanggung jawab di akhirat. Segala tingkah laku tersebut mereka anggap baik. Padahal mengikuti hawa nafsu berarti mengikuti ajaran setan yang sesat lagi menyesatkan. Dengan demikian, mereka pun hidup dan bergelimang dalam kesesatan. Hal ini adalah balasan bagi mereka karena keingkarannya itu.",
    "quraish": "Kami menjadikan orang-orang yang tidak percaya pada hari akhir memandang indah perbuatan- perbuatan mereka, sehingga mereka terjerumus dalam jurang kesesatan.",
    "jalalayn": "(Sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat, Kami jadikan mereka memandang indah perbuatan-perbuatan mereka) yang buruk, yaitu dengan membarakan nafsu syahwat mereka, lalu hal itu mereka pandang baik (maka mereka bergelimang) merasa kebingungan di dalamnya, sebab hal itu dianggap buruk oleh kita."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 5,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ",
    "translation": "Mereka itulah orang-orang yang akan mendapat siksaan buruk (di dunia) dan mereka di akhirat adalah orang-orang yang paling rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3164.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa mereka akan menerima siksa yang buruk di dunia dan di akhirat. Hal ini merupakan ancaman Allah terhadap orang-orang kafir yang tidak beriman dengan hari akhirat itu. Ayat ini juga merupakan peringatan bagi seluruh manusia.\nSiksa di dunia dapat terjadi dengan adanya bermacam-macam bencana alam seperti banjir, gempa bumi, peperangan yang membawa korban manusia dan harta benda, dan lain-lain. Siksaan dunia ini juga dapat berupa siksaan batin atau jiwa yang dialami secara perorangan, meskipun di antara mereka ada yang sudah memenuhi berbagai kebutuhan hidup dunianya, bahkan ada yang sudah lebih dari cukup. Namun demikian, hidupnya tidak bahagia dan selalu resah, jiwa mereka kosong, serta tidak punya tujuan hidup karena tidak percaya pada hari akhirat.\nDalam kehidupan hari akhirat nanti, mereka sangat merugi dan menjadi penghuni neraka selamanya. Masing-masing menerima balasan siksa yang setimpal sesuai dengan amal buruk mereka. Karena pedihnya siksaan tersebut, mereka lalu memohon keringanan dari malaikat penjaga neraka agar tidak disiksa meskipun hanya sehari. Hal ini disebutkan Allah dalam firman-Nya:\nDan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\" (al-Mu'min/40: 49).",
    "quraish": "Mereka itulah yang kelak akan menerima siksa yang buruk. Mereka adalah orang-orang yang paling merugi di akhirat.",
    "jalalayn": "(Mereka itulah orang-orang yang mendapat azab yang buruk) yang keras di dunia, yaitu dengan dibunuh dan ditawan (dan mereka di akhirat adalah orang-orang yang paling merugi) karena tempat mereka adalah neraka, mereka kekal di dalamnya."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 6,
    "arab": "وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ",
    "translation": "Dan sesungguhnya engkau (Muhammad) benar-benar telah diberi Al-Qur'an dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3165.mp3",
    "tafsir": "Dalam ayat ini, Allah berfirman kepada Nabi Muhammad untuk memberitahukan bahwa Al-Qur'an diturunkan kepada beliau dengan perantaraan Malaikat Jibril untuk dipahami, dihafal, dan diajarkan kepada umatnya serta dilaksanakan ajaran-ajaran yang ada di dalamnya. Al-Qur'an bukanlah ciptaan Nabi ditegaskan dalam firman-Nya:\nDemi bintang ketika terbenam, kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru, dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya), yang diajarkan kepadanya oleh (Jibril) yang sangat kuat. (an-Najm/53: 1-5).\n\nJelaslah bahwa Al-Qur'an dari Allah Yang Mahabijaksana dalam segala tindakan terhadap makhluk-Nya, Maha Mengetahui keadaan mereka dan apa-apa yang baik bagi mereka. Beritanya adalah benar dan hukum-Nya adalah adil, sebagaimana Allah telah berfirman:\nDan telah sempurna firman Tuhanmu (Al-Qur'an) dengan benar dan adil. (al-An'am/6: 115).",
    "quraish": "Wahai Muhammad, sesungguhnya dirimu telah menerima wahyu yang turun dari sisi Tuhan. Hikmah-Nya tidak ada yang menandingi dan pengetahuan-Nya meliputi segala sesuatu.",
    "jalalayn": "(Dan sesungguhnya kamu) khithab atau perintah ini ditujukan kepada Nabi saw. (benar-benar diberi Alquran) yakni diturunkan dengan sungguh-sungguh kepadamu (dari sisi) hadirat (Yang Maha Bijaksana lagi Maha Mengetahui) mengenai hal tersebut."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 7,
    "arab": "اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّيْٓ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ",
    "translation": "(Ingatlah) ketika Musa berkata kepada keluarganya, “Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3166.mp3",
    "tafsir": "Ayat ini diturunkan kepada Nabi Muhammad dengan perintah agar beliau menyampaikan kepada umatnya kisah Nabi Musa ketika dalam perjalanan dari Madyan untuk kembali ke Mesir dengan disertai oleh keluarganya. Perjalanan ini dilakukan setelah Musa menyelesaikan waktu yang telah ditentukan, sebagaimana yang disepakati antara Musa dengan mertuanya. Hal ini disebutkan Allah dalam firman-Nya:\nMaka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.\" (al-Qasas/28: 29).\n\nWaktu yang ditentukan itu adalah hasil perjanjian antara Musa dengan mertuanya ketika menetapkan mahar perkawinannya, yaitu bekerja menggembalakan kambing mertuanya selama delapan tahun atau disempurnakan menjadi sepuluh tahun. Sepuluh tahun menunjukkan kegigihan dan kesungguhannya. Sedangkan yang dimaksud dengan keluarganya dalam ayat di atas adalah istrinya, tanpa ada orang lain.\nDalam perjalanan pada malam yang sangat gelap dan dingin itu, Musa tersesat. Ketika melihat dari kejauhan ada nyala api, Musa berpesan agar keluarganya tetap di tempat tersebut, sedang dia akan pergi ke tempat api itu. Ia berharap memperoleh penunjuk jalan, sehingga tidak tersesat lagi. Menurutnya, adanya api berarti ada orang di sekitar tempat mereka berada. Selain itu, Nabi Musa berharap agar dapat membawakan keluarganya api, yang disulut dari sumber api yang terlihat olehnya. Dengan nyala api itu, dia dan keluarganya tentu dapat berdiam menghangatkan badan dari kedinginan yang mencekam itu.",
    "quraish": "Ingatlah apa yang dikatakan oleh Mûsâ pada istri dan pengikutnya, saat kembali ke negeri Mesir, \"Aku sungguh melihat api. Aku akan kembali kepada kalian dengan membawa berita tentang api itu atau aku akan membawakan untuk kalian dari sebagian api itu agar kalian dapat menghangatkan badan dan mengusir rasa dingin.\"",
    "jalalayn": "Ingatlah (ketika Musa berkata kepada keluarganya) yaitu istrinya sewaktu ia berjalan dari Madyan menuju ke Mesir, (\"Sesungguhnya aku melihat) dari jauh (api. Aku kelak akan membawa kepadamu kabar daripadanya) mengenai jalan yang harus kita tempuh, karena pada saat itu Nabi Musa tersesat (atau aku membawa kepadamu) dari api itu (suluh api). Jika dibaca Bisyihabi Qabasin, maka Idhafah di sini mengandung makna Bayan. Dapat pula dibaca Bisyihabin Qabasin, artinya obor api yang dinyalakan pada sumbu atau kayu (supaya kamu dapat berdiang\") huruf Tha pada lafal Tashthaluna adalah pengganti dari huruf Ta asal, karena wazannya adalah Tafta'iluna, yaitu berasal dari Shaliya atau Shala yang artinya berdiang pada api untuk menghilangkan rasa dingin."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 8,
    "arab": "فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ",
    "translation": "Maka ketika dia tiba di sana (tempat api itu), dia diseru, “Telah diberkahi orang-orang yang berada di dekat api, dan orang-orang yang berada di sekitarnya. Mahasuci Allah, Tuhan seluruh alam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3167.mp3",
    "tafsir": "Ketika Musa datang mendekat ke arah api itu, ternyata yang disangkanya api itu bukan seperti api yang biasa dilihatnya, tetapi cahaya yang memancar dari sejenis tumbuh-tumbuhan rambut berwarna hijau yang melilit dan menjuntai pada sebuah dahan kayu. Cahaya yang terpancar dari pohon itu bersinar cemerlang, sedang dahan pohon itu tetap hijau dan segar, tidak terbakar atau layu. \nMusa tidak menemukan seorang pun di tempat itu, sehingga ia merasa heran dan tercengang melihat keadaan yang demikian. Ia bermaksud hendak memetik sebagian dari nyala api itu dari dahan yang condong kepadanya. Waktu ia mencoba menyulut nyala api itu, Musa merasa takut. Dalam keadaan yang demikian, tiba-tiba ia diseru oleh satu suara yang datangnya dari arah pohon itu. Suara yang menyeru itu menyatakan bahwa yang berada di dekat api itu pasti diberkahi, yaitu Musa dan para malaikat. Pernyataan itu merupakan salam dan penghormatan dari Allah kepada Nabi Musa sebagaimana salam para malaikat kepada Nabi Ibrahim dalam firman-Nya:\nRahmat Allah dan berkat-Nya, dicurahkan atas kamu wahai ahlulbait. (Hud/11: 73)\n\n'Abdullah bin 'Abbas menyatakan bahwa yang dimaksud dengan \"diberkahi\" di sini ialah yang disucikan Allah. Menurutnya, yang kelihatan oleh Nabi Musa seperti api itu bukanlah api, melainkan cahaya yang menyala-nyala seperti api. Cahaya itu adalah cahaya Tuhan Semesta Alam. Hal ini dikuatkan oleh hadis yang diriwayatkan Abu 'Ubaidah dari Abu Musa al-Asy'ari bahwa Nabi Muhammad bersabda: \nSesungguhnya Allah tidak tidur dan tidak pantas bagi Allah itu tidur, Dia menurunkan dan menaikkan timbangan, amal malam hari diangkat ke hadapan-Nya sebelum siang, dan amal siang sebelum malam, dan tabir-Nya adalah cahaya. Andaikata Ia membuka tabir-Nya, pasti kesucian cahaya wajah-Nya membakar segala sesuatu yang tercapai oleh pandangan-Nya di antara ciptaan-Nya. (Riwayat Muslim)\n\nPeristiwa itu terjadi ketika Musa sampai di tempat yang diberkahi, yaitu lembah suci yang bernama Lembah thuwa, sebagaimana yang disebutkan dalam firman-Nya:\n... Dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi.... (al-Qasas/28: 30).\n\nDan firman Allah yang berbunyi:\nKetika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah thuwa. (an-Naziat/79: 16).\nSeruan Allah yang didengar Musa di lembah suci thuwa ini merupakan wahyu pengangkatan Nabi Musa sebagai rasul. Ia diutus Allah untuk menyampaikan risalah kepada Fir'aun di Mesir, dengan dibekali bermacam-macam mukjizat. \nMusa berhadapan langsung dengan Allah ketika menerima wahyu, tetapi Musa tidak dapat melihat-Nya, karena terhalang oleh tabir berupa cahaya. Penerimaan wahyu semacam ini merupakan salah satu macam cara penyampaian wahyu Allah kepada para nabi-Nya. Hal ini disebut Allah dalam firman-Nya:\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki.... (asy-Syura/42: 51).\n\nMahasuci Allah, Tuhan seluruh alam yang berbuat menurut apa yang dikehendaki-Nya. Tidak ada satu makhluk pun yang menyamai-Nya. Dia Mahaagung dan Mahatinggi dari seluruh makhluk-Nya. Yang didengar Musa itu ialah suara firman Allah. Hal ini dinyatakan Allah dalam ayat kesembilan bahwa yang menyeru dan memanggilnya ialah Allah, bukan suara makhluk. Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam firman dan perbuatan-Nya.",
    "quraish": "Tatkala Mûsâ sampai ke tempat api itu, ia diseru, \"Mereka yang berada di dekat atau di sekitar perapian, yaitu malaikat dan Mûsâ sendiri, akan mendapatkan berkah. Allah Mahasuci dari segala sifat yang tidak layak disandangkan kepada-Nya.",
    "jalalayn": "(Maka tatkala ia tiba di tempat api itu, diserulah dia, \"Bahwa telah diberkati) yakni semoga Allah memberkati (orang yang berada di dekat api itu) yaitu Nabi Musa (dan orang-orang yang berada di sekitarnya) yang terdiri dari para Malaikat. Atau maknanya terbalik, yakni malaikat dahulu kemudian Nabi Musa. Lafal Baraka ini bermuta'addi dengan sendirinya sebagaimana dapat bermuta'addi dengan huruf. Kemudian setelah lafal Fi diperkirakan adanya lafal Makani, maksudnya Fi Makanin Nari, yaitu orang-orang yang ada di sekitar api. (Dan Maha Suci Allah, Rabb semesta alam) dari semua apa yang diserukan-Nya, maksudnya Maha Suci Allah dari keburukan."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 9,
    "arab": "يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ۙ ",
    "translation": "(Allah berfirman), “Wahai Musa!  Sesungguhnya Aku adalah Allah, Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3168.mp3",
    "tafsir": "Ketika Musa datang mendekat ke arah api itu, ternyata yang disangkanya api itu bukan seperti api yang biasa dilihatnya, tetapi cahaya yang memancar dari sejenis tumbuh-tumbuhan rambut berwarna hijau yang melilit dan menjuntai pada sebuah dahan kayu. Cahaya yang terpancar dari pohon itu bersinar cemerlang, sedang dahan pohon itu tetap hijau dan segar, tidak terbakar atau layu. \nMusa tidak menemukan seorang pun di tempat itu, sehingga ia merasa heran dan tercengang melihat keadaan yang demikian. Ia bermaksud hendak memetik sebagian dari nyala api itu dari dahan yang condong kepadanya. Waktu ia mencoba menyulut nyala api itu, Musa merasa takut. Dalam keadaan yang demikian, tiba-tiba ia diseru oleh satu suara yang datangnya dari arah pohon itu. Suara yang menyeru itu menyatakan bahwa yang berada di dekat api itu pasti diberkahi, yaitu Musa dan para malaikat. Pernyataan itu merupakan salam dan penghormatan dari Allah kepada Nabi Musa sebagaimana salam para malaikat kepada Nabi Ibrahim dalam firman-Nya:\nRahmat Allah dan berkat-Nya, dicurahkan atas kamu wahai ahlulbait. (Hud/11: 73)\n\n'Abdullah bin 'Abbas menyatakan bahwa yang dimaksud dengan \"diberkahi\" di sini ialah yang disucikan Allah. Menurutnya, yang kelihatan oleh Nabi Musa seperti api itu bukanlah api, melainkan cahaya yang menyala-nyala seperti api. Cahaya itu adalah cahaya Tuhan Semesta Alam. Hal ini dikuatkan oleh hadis yang diriwayatkan Abu 'Ubaidah dari Abu Musa al-Asy'ari bahwa Nabi Muhammad bersabda: \nSesungguhnya Allah tidak tidur dan tidak pantas bagi Allah itu tidur, Dia menurunkan dan menaikkan timbangan, amal malam hari diangkat ke hadapan-Nya sebelum siang, dan amal siang sebelum malam, dan tabir-Nya adalah cahaya. Andaikata Ia membuka tabir-Nya, pasti kesucian cahaya wajah-Nya membakar segala sesuatu yang tercapai oleh pandangan-Nya di antara ciptaan-Nya. (Riwayat Muslim)\n\nPeristiwa itu terjadi ketika Musa sampai di tempat yang diberkahi, yaitu lembah suci yang bernama Lembah thuwa, sebagaimana yang disebutkan dalam firman-Nya:\n... Dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi.... (al-Qasas/28: 30).\n\nDan firman Allah yang berbunyi:\nKetika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah thuwa. (an-Naziat/79: 16).\nSeruan Allah yang didengar Musa di lembah suci thuwa ini merupakan wahyu pengangkatan Nabi Musa sebagai rasul. Ia diutus Allah untuk menyampaikan risalah kepada Fir'aun di Mesir, dengan dibekali bermacam-macam mukjizat. \nMusa berhadapan langsung dengan Allah ketika menerima wahyu, tetapi Musa tidak dapat melihat-Nya, karena terhalang oleh tabir berupa cahaya. Penerimaan wahyu semacam ini merupakan salah satu macam cara penyampaian wahyu Allah kepada para nabi-Nya. Hal ini disebut Allah dalam firman-Nya:\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki.... (asy-Syura/42: 51).\n\nMahasuci Allah, Tuhan seluruh alam yang berbuat menurut apa yang dikehendaki-Nya. Tidak ada satu makhluk pun yang menyamai-Nya. Dia Mahaagung dan Mahatinggi dari seluruh makhluk-Nya. Yang didengar Musa itu ialah suara firman Allah. Hal ini dinyatakan Allah dalam ayat kesembilan bahwa yang menyeru dan memanggilnya ialah Allah, bukan suara makhluk. Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam firman dan perbuatan-Nya.",
    "quraish": "Wahai Mûsâ, sungguh Aku adalah Allah. Hanya Akulah yang berhak dipertuhan; Yang Maha Menundukkan segala sesuatu; Yang Mahabijaksana yang meletakkan sesuatu pada tempatnya.",
    "jalalayn": "(Hai Musa! Sesungguhnya) keadaan yang sebenarnya (Akulah Allah Yang Maha Perkasa lagi Maha Bijaksana)."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 10,
    "arab": "وَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ  ",
    "translation": "Dan lemparkanlah tongkatmu!” Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. ”Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3169.mp3",
    "tafsir": "Ayat ini adalah rentetan pembicaraan langsung antara Allah dan Musa di lembah suci thuwa. Setelah Musa diangkat sebagai nabi dan rasul, Allah memerintahkan Musa untuk melemparkan tongkat yang dipegang tangan kanannya.\nKetika tongkat itu dilemparkan, Musa melihatnya bergerak-gerak seperti seekor jann, yaitu sejenis ular yang sangat gesit geraknya. Tidak terlintas di hati Musa sedikit pun bahwa tongkatnya itu akan berubah menjadi ular, padahal dengan tongkat itu Musa dapat mengambil manfaat dalam kehidupan sehari-hari sebagai penggembala kambing. Hal ini dinyatakan Allah dalam firman-Nya:\nDia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\" (thaha/20: 18).\n\nKetika Musa melihat tongkatnya menjadi ular, dia lari berbalik ke belakang tanpa menoleh, karena merasa sangat ketakutan. Pada saat itu, Allah berfirman kepada Musa agar jangan takut, karena sesungguhnya orang yang diangkat menjadi rasul tidak patut takut di hadapan-Nya. Seruan Allah ini didahului dengan perintah untuk datang ke hadapan-Nya dan dijamin keamanannya. Maka Allah menegaskan dengan firman-Nya:\n...\"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman. (Al-Qasas/28: 31).\n\nSelain itu, Allah memerintahkan Musa untuk memegang ular tersebut agar menjadi tongkat kembali. Ini merupakan mukjizat yang pertama bagi Musa. Firman Allah:\nDia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula. (thaha/20: 21).\n\nAdapun orang yang takut kepada Allah ialah orang-orang yang berbuat zalim, yang menempatkan sesuatu tidak pada tempatnya. Zalim itu bisa terhadap diri sendiri, orang lain, maupun makhluk-makhluk Allah lain.\nOrang yang sungguh-sungguh bertobat kepada Allah, tidak akan berbuat zalim lagi, kemudian mengiringinya dengan perbuatan baik, tidak perlu takut menghadapi Allah. Hal ini merupakan kabar gembira bagi mereka dan juga bagi seluruh umat manusia, sebagaimana perilaku para tukang sihir Fir'aun yang beriman kepada Musa sebagai utusan Allah. Siapa saja yang berbuat dosa, kemudian menghentikan diri dari perbuatan-perbuatan tersebut dan bertobat, maka Allah akan menerima tobatnya. Hal ini ditegaskan Allah dalam firman-Nya:\nDan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman, dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82).\n\nDan firman-Nya lagi:\nDan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110).",
    "quraish": "Demi kelangsungan misi dakwahmu, lemparlah tongkatmu!\" Ketika Mûsâ melemparkan tongkatnya dan menjelma dalam seekor ular, Mûsâ terperangah dan beringsut ke belakang. Allah menenangkan hati Mûsâ dan berfirman kepadanya, \"Kamu tak perlu merasa takut, karena rasul-rasul Kami tidak memiliki rasa takut saat Kami berbicara dengan mereka(1). (1) Lebih dari satu kali al-Qur'ân menuturkan kisah Mûsâ. Di satu bagian kisah itu tidak diuraikan secara rinci, ada bagian yang dipotong, yang kemudian disebutkan pada bagian lain. Semua itu ada kaitannya dengan proses pewahyuannya kepada Muhammad, Rasulullah saw. Pada bagian ini kisah itu dituturkan untuk menhilangkan rasa heran Nabi Muhammad saat menerima wahyu dari Allah.",
    "jalalayn": "(Dan lemparkanlah tongkatmu\") Musa melemparkannya. (Tatkala Musa melihat tongkatnya bergerak-gerak) bergerak ke sana dan ke mari (seperti seekor ular yang gesit) ular yang sangat besar tapi gesit gerakannya (larilah ia berbalik ke belakang tanpa menoleh) karena takut. Allah swt. berfirman, (\"Hai Musa! Janganlah kamu takut) oleh ular itu. (Sesungguhnya tidak takut di hadapan-Ku) yakni di sisi-Ku (orang-orang yang dijadikan Rasul) mereka tidak takut oleh ular dan selainnya."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 11,
    "arab": "اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ",
    "translation": "kecuali orang yang berlaku zalim yang kemudian mengubah (dirinya) dengan kebaikan setelah kejahatan (bertobat); maka sungguh, Aku Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3170.mp3",
    "tafsir": "Ayat ini adalah rentetan pembicaraan langsung antara Allah dan Musa di lembah suci thuwa. Setelah Musa diangkat sebagai nabi dan rasul, Allah memerintahkan Musa untuk melemparkan tongkat yang dipegang tangan kanannya.\nKetika tongkat itu dilemparkan, Musa melihatnya bergerak-gerak seperti seekor jann, yaitu sejenis ular yang sangat gesit geraknya. Tidak terlintas di hati Musa sedikit pun bahwa tongkatnya itu akan berubah menjadi ular, padahal dengan tongkat itu Musa dapat mengambil manfaat dalam kehidupan sehari-hari sebagai penggembala kambing. Hal ini dinyatakan Allah dalam firman-Nya:\nDia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\" (thaha/20: 18).\n\nKetika Musa melihat tongkatnya menjadi ular, dia lari berbalik ke belakang tanpa menoleh, karena merasa sangat ketakutan. Pada saat itu, Allah berfirman kepada Musa agar jangan takut, karena sesungguhnya orang yang diangkat menjadi rasul tidak patut takut di hadapan-Nya. Seruan Allah ini didahului dengan perintah untuk datang ke hadapan-Nya dan dijamin keamanannya. Maka Allah menegaskan dengan firman-Nya:\n...\"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman. (Al-Qasas/28: 31).\n\nSelain itu, Allah memerintahkan Musa untuk memegang ular tersebut agar menjadi tongkat kembali. Ini merupakan mukjizat yang pertama bagi Musa. Firman Allah:\nDia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula. (thaha/20: 21).\n\nAdapun orang yang takut kepada Allah ialah orang-orang yang berbuat zalim, yang menempatkan sesuatu tidak pada tempatnya. Zalim itu bisa terhadap diri sendiri, orang lain, maupun makhluk-makhluk Allah lain.\nOrang yang sungguh-sungguh bertobat kepada Allah, tidak akan berbuat zalim lagi, kemudian mengiringinya dengan perbuatan baik, tidak perlu takut menghadapi Allah. Hal ini merupakan kabar gembira bagi mereka dan juga bagi seluruh umat manusia, sebagaimana perilaku para tukang sihir Fir'aun yang beriman kepada Musa sebagai utusan Allah. Siapa saja yang berbuat dosa, kemudian menghentikan diri dari perbuatan-perbuatan tersebut dan bertobat, maka Allah akan menerima tobatnya. Hal ini ditegaskan Allah dalam firman-Nya:\nDan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman, dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82).\n\nDan firman-Nya lagi:\nDan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110).",
    "quraish": "Tetapi, barangsiapa melakukan perbuatan terlarang lalu mengubah kesalahannya dengan berbuat baik, maka sesungguhnya Allah Maha Pengampun dan Mahabesar rahmat-Nya.",
    "jalalayn": "(Tetapi) (orang-orang yang berlaku zalim) berbuat aniaya terhadap dirinya sendiri (kemudian menggantinya dengan kebaikan) yang ia lakukan (sesudah keburukannya itu) bertobat daripadanya (maka sesungguhnya Aku Maha Pengampun lagi Maha Penyayang) menerima tobatnya dan mengampuninya"
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 12,
    "arab": "وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۚ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
    "translation": "Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan keluar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir‘aun dan kaumnya. Mereka benar-benar orang-orang yang fasik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3171.mp3",
    "tafsir": "Pada ayat ini, Allah menunjukkan kekuasaan-Nya yang lain, setelah menunjukkan kekuasaan-Nya mengubah benda mati yang berada di tangan Musa menjadi makhluk hidup berupa ular. Kemudian Musa diperintahkan untuk memasukkan tangannya ke ketiak, melalui belahan leher bajunya. Ketika dikeluarkan, tangan itu mengeluarkan cahaya berwarna putih cemerlang. Ini merupakan mukjizat kedua Musa.\nDua macam mukjizat Musa ini merupakan bagian dari sembilan mukjizat yang diberikan Allah kepadanya. Mukjizat ini menjadi bukti kepada Fir'aun dan kaumnya bahwa Musa adalah utusan Allah untuk mengajak ke jalan yang benar dan diridai-Nya. Jumlah mukjizat Musa yang sembilan itu ditegaskan Allah dalam firman-Nya:\nDan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata. (al-Isra'/17: 101).\n\nMusa diutus Allah dengan bermacam-macam kejadian yang luar biasa untuk menghadapi Fir'aun dan kaumnya yang fasik, melampaui batas fitrah manusia. Bahkan Fir'aun mengaku dirinya sebagai Tuhan dan dibenarkan pengakuannya ini oleh kaumnya. Hal ini disebutkan Allah dalam firman-Nya:\n(Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" (an-Nazi'at/79: 24).",
    "quraish": "Masukkan tanganmu ke dalam saku bajumu, maka tanganmu itu akan memancarkan cahaya putih kemilau tanpa cacat.\" Itulah salah satu dari sembilan mukjizat(1) yang diberikan pada Mûsâ yang diutus oleh Allah kepada Fir'aun dan kaumnya, suatu kaum yang telah melanggar perintah dan mendurhakai Allah. (1) Kesembilan mukjizat itu adalah: terbelahnya lautan yang diikuti oleh badai, belalang, serangga, katak, darah, kekeringan, tongkat dan tangan yang memancarkan cahaya putih.",
    "jalalayn": "(Dan masukkanlah tanganmu ke leher bajumu) yakni kerah bajumu (niscaya ia akan keluar) berbeda keadaannya dengan warna kulit tangan biasa (putih bukan karena penyakit) supak, dan memancarkan cahaya yang menyilaukan mata, hal itu sebagai mukjizat (termasuk sembilan buah mukjizat) yang kamu diutus untuk membawanya (yang akan dikemukakan kepada Firaun dan kaumnya. Sesungguhnya mereka adalah kaum yang fasik\")."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 13,
    "arab": "فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ۚ  ",
    "translation": "Maka ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, “Ini sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3172.mp3",
    "tafsir": "Ketika Musa berhadapan dengannya, Fir'aun mengaku bahwa dirinya adalah tuhan. Fir'aun minta bukti kepada Musa bahwa ia benar-benar utusan Allah. Musa sebagai utusan Allah memberi bukti dengan melemparkan tongkatnya yang kemudian menjadi ular yang bergerak dengan gesit, kemudian memasukkan tangannya ke ketiaknya melalui belahan leher bajunya, lalu dikeluarkan maka tangannya menjadi putih bersinar cemerlang bagi orang-orang yang melihatnya. Ayat ini menjelaskan bahwa kedua bukti di atas sangat jelas menjadi saksi nyata bahwa Musa benar-benar utusan Allah. Akan tetapi, mereka mengingkari bukti-bukti tersebut dan berkata bahwa hal itu adalah sihir semata.",
    "quraish": "Pada saat mukjizat itu datang secara jelas dan terang, mereka mengatakan, \"Ini adalah sihir yang nyata.\"",
    "jalalayn": "(Maka tatkala mukjizat-mukjizat Kami yang jelas itu sampai kepada mereka) tampak dengan cemerlang lagi jelas (berkatalah mereka, \"Ini adalah sihir yang nyata\") yakni jelas ilmu sihirnya."
  },
  {
    "ruku": 327,
    "name": "An-Naml",
    "ayat": 14,
    "arab": "وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ  ",
    "translation": "Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3173.mp3",
    "tafsir": "Mereka mendustakan bukti-bukti tersebut dengan perkataan, sedangkan di dalam hati kecil, mereka membenarkan bahwa Musa utusan Allah. Mereka ingkar karena hati mereka dipenuhi sifat zalim dan rasa sombong, akibatnya mereka tidak mau mengikuti kebenaran. Sikap mereka yang takabur, sombong, dan tinggi hati ditegaskan Allah dalam firman-Nya:\n... Tetapi mereka angkuh dan mereka memang kaum yang sombong. (al-Mu'minun/23: 46).\n\nHal ini merupakan peringatan bagi Nabi Muhammad dan umatnya. Mereka diseru untuk memperhatikan akibat yang dialami Fir'aun dan kaumnya, yaitu binasa tenggelam di laut, sebagaimana Allah berfirman:\nMaka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami. (al-A'raf/7: 136).\n\nAyat di atas juga merupakan peringatan bagi orang-orang yang mendustakan Nabi Muhammad. Mereka akan menerima akibat yang sama seperti orang-orang dahulu yang mendustakan ajaran-ajaran Allah.",
    "quraish": "Mereka mendustakan dan mengingkari mukjizat yang membuktikan kebenaran misi kerasulan Mûsâ, padahal hati mereka merasa yakin akan kebenaran itu. Tapi mereka tidak mau tunduk lantaran sikap tinggi hati mereka dalam kebatilan dan sikap mereka yang tiran. Maka perhatikanlah, Muhammad, nasib orang-orang yang suka membuat kerusakan hingga sampai hati mengingkari mukjizat yang sangat jelas itu.",
    "jalalayn": "(Dan mereka mengingkarinya) maksudnya mereka tidak mengakuinya sebagai mukjizat (padahal) sesungguhnya (hati mereka meyakininya) bahwa hal itu semuanya datang dari sisi Allah dan bukan ilmu sihir (tetapi kelaliman dan kesombonganlah) yang mencegah mereka dari beriman kepada apa yang dibawa oleh Nabi Musa itu, karenanya mereka ingkar. (Maka perhatikanlah) hai Muhammad (betapa kesudahan orang-orang yang berbuat kerusakan itu) sebagaimana yang kamu ketahui, yaitu mereka dibinasakan."
  }
]