[
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 15,
    "arab": "وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ",
    "translation": "Dan sungguh, Kami telah memberikan ilmu kepada Dawud dan Sulaiman; dan keduanya berkata, “Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3174.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menganugerahkan kepada Nabi Daud dan Nabi Sulaiman (putra Nabi Daud) ilmu pengetahuan, baik yang berhubungan dengan pengetahuan tentang Tuhan dan syariat-syariatnya, maupun yang berhubungan dengan pengetahuan umum, seperti kemampuan dan bakat memimpin dan mengatur bangsanya. Kedua nabi ini tidak saja memiliki pengetahuan, tetapi juga mengamalkannya dengan baik. Dengan demikian, ilmu pengetahuan yang dipunyai oleh masing-masing nabi itu tidak hanya berfaedah bagi dirinya sendiri, tetapi juga bagi masyarakat dan umatnya di dunia dan di akhirat kelak.\nKarena memperoleh nikmat yang tidak terhingga dari Allah, keduanya mensyukuri nikmat tersebut dengan mengucapkan: \nSegala puji bagi Allah yang telah melebihkan kami dari kebanyakan hamba-hamba yang beriman.\n\nSikap bersyukur Nabi Daud dan Nabi Sulaiman dalam menerima nikmat Allah itu merupakan sikap yang terpuji. Oleh karena itu, para ulama menganjurkan agar kaum Muslimin meneladani sikap tersebut. Mensyukuri nikmat berarti hamba yang menerima nikmat itu benar-benar merasakan bahwa yang diterimanya itu merupakan pernyataan kasih sayang Allah kepadanya dan merasa bahwa ia memang memerlukan nikmat Allah itu. Tanpa nikmat itu, ia tidak akan hidup dan merasakan kebahagiaan. Allah berfirman:\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7).\n\nAllah mengangkat Nabi Daud sebagai seorang kepala negara dan rasul Allah. Sebagai kepala negara, Allah menganugerahkan kepada Nabi Daud segala macam ilmu yang diperlukan. Di antara keutamaan dan ilmu yang dikaruniakan itu ialah:\n1. Allah menundukkan gunung dan burung kepada Daud. Gunung dan burung itu bertasbih bersama Daud pagi dan petang. Allah berfirman:\nSungguh, Kamilah yang menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) pada waktu petang dan pagi, dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masing sangat taat (kepada Allah). (sad/38: 18-19).\n\n2. Allah menganugerahkan kepada Daud pengetahuan melunakkan besi, sehingga ia dapat membuat baju besi dan keperluan lain, untuk memperkuat pemerintahan dan kerasulannya. Allah berfirman:\n... dan Kami telah melunakkan besi untuknya. (Saba'/34: 10).\n\n3. Allah telah menguatkan kerajaan Daud dan menganugerahinya hikmah dan kebijaksanaan, sehingga ia dapat menyelesaikan dengan mudah perselisihan dan perkara yang diajukan kepadanya. Allah berfirman:\nDan Kami kuatkan kerajaannya dan Kami berikan hikmah kepadanya serta kebijaksanaan dalam memutuskan perkara. (sad/38: 20).\n\nMenurut al-Baidhawi, yang dimaksud dengan firman Allah, \"Dan Kami perkuat kerajaannya\" ialah, \"Kami (Allah) telah memperkuatnya dengan kekebalan, memenangkan peperangan, dan banyak mempunyai tentara.\n\n4. Allah menurunkan kepadanya kitab Zabur, sehingga beliau termasuk salah seorang dari empat orang rasul yang diturunkan kitab kepadanya. Allah berfirman:\n\"... Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Daud.\" (al-Isra'/17: 55).\n\n5. Allah memberikan kesanggupan kepadanya memahami pembicaraan burung, sebagaimana yang diterangkan pada ayat berikut.",
    "quraish": "Itulah kisah tirani Fir'aun karena merasa dirinya seorang raja. Kini lihatlah penguasa yang adil, yang memadukan antara kenabian dan kekuasaan, pada diri Dâwûd dan putranya, Sulaymân, 'alayhimâ al-salâm. Kami telah mengajarkan kepada mereka ilmu yang luas menyangkut pengetahuan agama dan pengetahuan tentang hukum. Mereka berdua menegakkan keadilan, memuji Allah yang telah memberikan karunia kepada mereka sebagai kelebihan mereka atas hamba-hamba lain yang jujur dan tunduk pada kebenaran.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Daud dan Sulaiman) yakni anak Daud (ilmu) tentang peradilan di antara manusia dan bahasa burung serta lain-lainnya (dan keduanya mengucapkan) sebagai tanda syukur mereka kepada Allah, (\"Segala puji bagi Allah yang telah melebihkan kami) dengan kenabian dan ditundukkannya jin, manusia dan setan-setan (dari kebanyakan hamba-hamba-Nya yang beriman\")."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 16,
    "arab": "وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ",
    "translation": "Dan Sulaiman telah mewarisi Dawud, dan dia (Sulaiman) berkata, “Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3175.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Sulaiman, putra Daud, menggantikan bapaknya sebagai raja dan rasul Allah. Menurut Ibnu 'Athiyyah, Daud adalah raja dan rasul Allah yang diutus kepada Bani Israil. Jabatan ini dipegang Sulaiman setelah bapaknya meninggal dunia. Karena Sulaiman menerima kedua jabatan itu setelah bapaknya meninggal dunia, maka disebutlah dalam ayat ini: Dan Sulaiman telah mewarisi Daud.\nMenurut al-Kalbi, Nabi Daud mempunyai 19 orang anak laki-laki. Di antara mereka semua, hanya Sulaiman sendiri yang mewarisi ilmu pengetahuan dan kesanggupan mengendalikan pemerintahan dari bapaknya. Oleh karena itu pula, beliau yang menggantikan bapaknya sebagai kepala negara. Kemudian Allah juga mengangkat Sulaiman menjadi rasul.\nMenurut Ensiklopedia Americana, Nabi Daud diangkat menjadi raja pada tahun 1002 Sebelum Masehi (SM), pada waktu ia berumur 37 tahun (ia dilahirkan pada tahun 1039 SM). Daud meninggal dunia pada tahun 962 SM, dan memerintah selama 40 tahun, yaitu 7 tahun di Hebron dan 33 tahun di Yerusalem.\nSebelum meninggal dunia, Daud menunjuk putranya yang bernama Sulaiman menjadi raja sesudahnya. Beliau meninggal setelah memberikan nasihat-nasihat dan pesan-pesan yang amat berharga kepada Sulaiman. Di antara nasihat dan pesan itu ialah agar melakukan ibadah kepada Allah, memelihara segala hukum, undang-undang, syariat, dan firman-Nya, sesuai dengan yang tersebut dalam Taurat Musa, serta mendirikan sebuah Haikal sebagai tempat beribadah kepada-Nya. Setelah Nabi Daud meninggal dunia, mulailah Sulaiman memegang tampuk pemerintahan yaitu pada tahun 961 Sebelum Masehi. Sebagai seorang raja dan nabi, semua nasihat dan pesan Nabi Daud itu dilaksanakan dengan baik, sehingga kerajaan menjadi stabil dan mantap di tangannya, sampai beliau meninggal dunia. (Lihat \"David\", Encyclopaedia Americana, Jilid 8, hlm. 526). \nDi samping mewarisi kerajaan, ilmu pengetahuan, kenabian, dan kitab Zabur dari bapaknya, Sulaiman juga dianugerahi Allah dengan beberapa keutamaan yang lain. Oleh karena itu, dia bersyukur kepada Allah dengan mengatakan, \"Wahai sekalian manusia, Allah telah menganugerahkan kepada kami pengertian dan pengetahuan tentang suara burung dan diberi segala sesuatu yang diperlukan. Sesungguhnya semua benar-benar suatu yang nyata.\"\nNabi Sulaiman dengan kekuatan dan kesanggupan yang telah diberikan Allah kepadanya, dapat memahami suara-suara binatang yang lain, selain dari suara burung. Dalam ayat ini, dikhususkan menyebutkan bahwa Sulaiman memahami suara burung karena burung adalah tentara khusus Nabi Sulaiman yang mempunyai keistimewaan khusus pula, seperti yang telah dilakukan oleh burung hud-hud.\nSebagaimana diketahui bahwa suara pada binatang merupakan bahasa isyarat yang berlaku di antara mereka. Suara-suara itu terdengar dalam bentuk dan nada yang bermacam-macam, seperti suara dalam keadaan riang berbeda dengan suara burung dalam keadaan ketakutan. Suara kambing betina yang kehilangan anaknya berlainan dengan suara dikejar atau diterkam binatang buas. Nabi Sulaiman mengetahui maksud suara-suara binatang itu dengan kekuatan perasaan dan ilmu pengetahuan yang telah dilimpahkan Allah kepadanya. Menurut al-Baidhawi, apabila mendengar suara-suara burung, Nabi Sulaiman mengetahui makna dan maksud suara-suara itu dengan kekuatan perasaannya. \nDalam ayat ini diterangkan pula bahwa Allah telah melimpahkan kepada Sulaiman segala macam kesanggupan dan segala sesuatu yang diperlukannya untuk mengendalikan pemerintahan negaranya. Dengan demikian, masa pemerintahan Nabi Sulaiman itu merupakan masa kejayaan Bani Israil.\nSebagian ahli tafsir menafsirkan ayat \"wa utina min kulli syai'in\" (dan diberi segala sesuatu yang diperlukan), maksudnya ialah Allah telah menganugerahkan kepada Sulaiman hikmah, harta yang berlipat ganda, kekuatan yang besar dan luas sebagai seorang raja, dan menundukkan jin, manusia, burung, dan binatang lainnya.\nKarena nikmat yang telah dilimpahkan itu, maka Nabi Sulaiman bersyukur kepada Allah dengan menyatakan bahwa segala nikmat yang telah dilimpahkan kepadanya, baik yang berupa pengetahuan, pemberian, keutamaan, dan sebagainya adalah suatu keistimewaan yang telah diberikan Allah kepadanya. Dengan berbagai karunia itu, Allah telah melebihkannya dari manusia-manusia yang lain.",
    "quraish": "Alkisah, tampuk kerajaan dan kekuasaan berpindah dari Nabi Dâwûd a. s. kepada putranya, Sulaymân. Sulaymân berkata, \"Wahai manusia, kami diajari bahasa burung, kami mendapatkan banyak karunia yang akan kita butuhkan dalam menjalankan pemerintahan. Sungguh nikmat-nikmat itu adalah karunia yang khusus diberikan oleh Allah kepada kami. \"(1). (1) Sulaymân adalah putra Dâwûd, raja dan nabi seperti ayahandanya, hidup sekitar tahun 974–937 S. M. Ia memperoleh mukjizat yang sangat unik seperti, antara lain, memahami bahasa burung. Hal itu lebih dapat dimengerti melalui penelitian belakangan ini bahwa masing-masing jenis burung memiliki bahasa khusus untuk saling berkomunikasi, baik melalui gerakan, suara atau isyarat.",
    "jalalayn": "(Dan Sulaiman telah mewarisi Daud) yakni kenabian dan ilmunya tidak kepada putra-putra Nabi Daud yang lainnya (dan dia berkata, \"Hai manusia! Kami telah diberi pengertian tentang ucapan burung) yakni ia memahami suara-suaranya dan apa yang dimaksudnya (dan kami diberi segala sesuatu) sebagaimana yang telah diberikan kepada para nabi dan para raja. (Sesungguhnya ini) semua yang diberikan ini (benar-benar satu karunia yang nyata\")."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 17,
    "arab": "وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ",
    "translation": "Dan untuk Sulaiman dikumpulkan bala tentaranya dari jin, manusia dan burung, lalu mereka berbaris dengan tertib.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3176.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Sulaiman telah dapat membentuk bala tentara yang terdiri dari berbagai macam jenis makhluk, seperti jin, manusia, burung, dan binatang yang lain. Bala tentara itu setiap saat dapat dikerahkan untuk memerangi orang-orang yang tidak mau mengindahkan seruannya. Semua tentara itu berbaris rapi, bersatu, dan berkumpul di bawah kepemimpinannya.",
    "quraish": "Sulaymân menghimpun balatentara yang terdiri atas jin, manusia dan burung, pada suatu tempat hingga menjadi satu pasukan yang teratur, di bawah satu komando.",
    "jalalayn": "(Dan dihimpunkan) dapat dikumpulkan (untuk Sulaiman bala tentaranya dari golongan jin, manusia dan burung-burung) di dalam perjalanan yang dilakukannya (lalu mereka diatur dengan tertib) yakni dikumpulkan, kemudian digerakkan dengan teratur dan tertib."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 18,
    "arab": "حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ  لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ",
    "translation": "Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, “Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3177.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada suatu ketika Sulaiman berjalan dengan tentaranya pada suatu daerah, yang menurut Qatadah, merupakan suatu daerah di lembah Syam. Dalam keadaan yang demikian, tiba-tiba Sulaiman mendengar suara raja semut yang memerintahkan kepada rakyatnya agar segera memasuki liangnya masing-masing, agar tidak terinjak oleh Sulaiman dan bala tentaranya. Sulaiman dan tentaranya bisa menginjak mereka tanpa menyadarinya, karena semut makhluk yang amat kecil, sehingga Sulaiman dan bala tentaranya tidak melihatnya.\nAyat ini memperlihatkan adanya komunikasi di antara semut dan kehidupan sosial di bawah kepemimpinan rajanya. Penelitian mengungkapkan bahwa untuk melaksanakan kehidupan sosial yang sangat terorganisasi ini, semut mempunyai kemampuan komunikasi yang canggih. Di bagian kepala semut terdapat seperangkat alat peraba yang dapat mengenali sinyal kimia maupun visual. Otaknya terdiri atas sekitar setengah juta simpul syaraf, mempunyai mata yang berfungsi baik, dan sungut yang berfungsi sebagai hidung untuk mencium atau ujung jari untuk meraba. Tonjolan-tonjolan yang terletak di bawah mulutnya berfungsi sebagai pencecap. Sedang rambut-rambut yang ada di tubuhnya bereaksi terhadap sentuhan. \nWalaupun banyak organ yang dimiliki semut untuk berkomunikasi, namun komunikasi utama yang dilakukan adalah komunikasi kimiawi. Mereka berkomunikasi dengan menggunakan feromon, suatu senyawa kimia seperti hormon yang mengeluarkan bau dan dihasilkan oleh salah satu kelenjar di dalam tubuh semut itu. Dengan menggunakan hormon inilah semut berkomunikasi. Apabila seekor semut mengeluarkan feromon, maka semut lainnya akan menerimanya dengan cara mencium baunya atau menyentuhnya, dan bereaksi terhadapnya.",
    "quraish": "Hingga, katika Sulaymân dan balatentaranya tiba di lembah semut, salah seekor semut itu berkata, \"Wahai semut-semut sekalian, masuklah ke tempat persembunyian kalian, agar tidak binasa oleh Sulaymân dan balatentaranya karena mereka tidak merasakan keberadaan kalian!\"(1). (1) Dari ayat ini dapat dipahami bahwa semut adalah jenis hewan yang hidup bermasyarakat dan berkelompok. Di antara hal-hal unik yang merupakan keistimewaan hewan jenis ini, antara lain, adalah ketajaman indera dan sikapnya yang sangat berhati-hati. Pada masyarakat semut dikenal etos kerja dan disiplin hidup berkelompok yang tinggi. Semut juga mempunyai tingkat kecerdasan dan kekuatan ingatan yang cukup tinggi, gemar bekerja keras dengan tingkat kesabaran yang tinggi pula, di samping merupakan hewan yang sangat cerdik dalam bekerja. Hal ini terbukti bahwa masyarakat semut merupakan satu-satunya jenis binatang yang berpikir untuk menguburkan anggotanya yang mati, persis seperti manusia. Kelompok-kelompok semut sangat mementingkan untuk dapat saling bertemu di satu tempat dan dari waktu ke waktu. Untuk keperluan itu, mereka menentukan hari-hari tertentu yang sengaja dikhususkan untuk mengadakan pasar bersama, sebagai kesempatan untuk saling mengenal dan tukar menukar bahan makanan. Kelompok-kelompok semut itu, pada saat bertemu, saling bertukar omongan dengan penuh perhatian dan saling bertanya tentang keadaan masing-masing. Di antara fenomena sosial lainnya dari kehidupan masyarakat semut, adalah bahwa mereka seringkali mengadakan semacam \"proyek gabungan\" untuk membangun, seperti membangun jalan yang panjang, misalnya, dengan penuh keuletan yang mengundang rasa kagum. \"Proyek\" semacam itu tidak hanya mereka lakukan pada siang hari, tetapi juga dilanjutkan pada malam-malam bulan purnama. Sedangkan pada malam-malam lainnya yang tak bercahaya rembulan, masyarakat semut tetap berada di sarangnya. Dalam hal mengumpulkan, mengangkut dan menyimpan bahan makanan, semut memiliki cara yang amat unik. Jika seekor semut tidak kuat untuk mengangkat bawaannya dengan mulut seperti kebiasannya karena terlalu berat, dia akan menggerakkan barang bawaan itu dengan kaki belakang dan mengangkatnya dengan lengan. Di antara kebiasaan lainnya yang unik bagi semut, apabila hendak menyimpan makanan berupa biji-bijian, dia akan memecahkan atau melobangi biji agar tidak dapat melembaga. Semut-semut akan memecahkan terlebih dahulu biji yang berukuran besar, agar gampang diangangkut dan dimasukkan dalam gudang penyimpanan. Dan jika stok makanan mereka basah oleh hujan, semut-semut itu membawanya keluar agar mengering.",
    "jalalayn": "(Sehingga apabila mereka sampai di lembah semut) yaitu di kota Thaif atau di negeri Syam; yang dimaksud adalah semut-semut kecil dan semut-semut besar (berkatalah seekor semut) yaitu raja semut, sewaktu melihat bala tentara Nabi Sulaiman, (\"Hai semut-semut! Masuklah ke dalam sarang-sarang kalian, agar kalian tidak diinjak) yakni tidak terinjak-injak (oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari\") semut dianggap sebagai makhluk yang dapat berbicara, mereka melakukan pembicaraan sesama mereka."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 19,
    "arab": "فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ",
    "translation": "Maka dia (Sulaiman) tersenyum lalu tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa, “Ya Tuhanku, anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan agar aku mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3178.mp3",
    "tafsir": "Mendengar perkataan raja semut bahwa Sulaiman dan tentaranya tidak bermaksud membinasakan mereka dan berbuat jahat, membuat Sulaiman tersenyum. Raja semut itu juga mengatakan bahwa seandainya ada di antara semut-semut itu yang terinjak oleh Sulaiman dan tentaranya, maka hal itu bukanlah sengaja dilakukannya, tetapi karena Sulaiman dan tentaranya tidak melihat mereka, karena tubuh mereka amat kecil.\nAtas rahmat dan karunia yang telah diberikan Allah kepada Sulaiman berupa kemampuan memahami percakapan raja semut itu, dan adanya semacam anggapan baik dari raja semut terhadap Sulaiman dan bala tentaranya, maka Sulaiman berdoa kepada Allah, \"Wahai Tuhanku Yang Pemberi Rahmat, jadikanlah aku termasuk orang-orang yang terus-menerus mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada ibu-bapakku. Jadikanlah aku sebagai seorang hamba-Mu yang selalu mengerjakan amal-amal saleh yang Engkau ridai, dan jadikanlah aku orang yang berkeinginan mengerjakan amal saleh itu. Bila aku meninggal dunia, masukkanlah aku ke dalam surga bersama-sama orang-orang yang saleh yang Engkau masukkan ke dalamnya dengan rahmat-Mu.\"\nDari doa Nabi Sulaiman itu dipahami bahwa yang diminta oleh Sulaiman kepada Allah ialah kebahagiaan yang abadi di akhirat nanti. Sekalipun Allah telah melimpahkan beraneka ragam kesenangan dan kekuasaan duniawi kepadanya, namun ia tidak lupa diri karenanya. Ia yakin bahwa kesenangan duniawi itu adalah kesenangan yang sementara sifatnya dan tidak kekal.\nSikap Nabi Sulaiman pada waktu menerima nikmat Allah itu adalah sikap yang harus dicontoh dan dijadikan suri teladan oleh setiap kaum Muslimin. Berdoa dan bersyukurlah kepada Allah setiap mendapatkan nikmat-Nya, dan tidak bersikap mengingkari nikmat-Nya.",
    "quraish": "Sulaymân tersenyum lepas mendengar perkataan semut yang sangat memperhatikan kemaslahatan dirinya. Sulaymân yang menyadari karunia Allah pada dirinya berkata, \"Ya Tuhanku, berikan aku ilham agar dapat mensyukuri nikmat yang Engkau berikan kepadaku dan kepada orangtuaku. Restuilah diriku untuk mengerjakan kebaikan-kebaikan yang Engkau ridai. Masukkanlah aku--dengan kasih sayang-Mu yang amat luas--ke dalam golongan manusia yang perbuatannya Engkau ridai.\"",
    "jalalayn": "(Maka tersenyum) Nabi Sulaiman pada permulaannya (tertawa) pada akhirnya (karena mendengar perkataan semut itu) dia telah mendengarnya walaupun jaraknya masih jauh yakni tiga mil, kemudian suara itu dibawa oleh angin. Nabi Sulaiman menahan bala tentaranya sewaktu mereka hampir sampai ke lembah semut, sambil menunggu supaya semut-semut itu memasuki sarang-sarangnya terlebih dahulu. Bala tentara Nabi Sulaiman dalam perjalanan ini ada yang menaiki kendaraan dan ada pula yang berjalan kaki (dan dia berdoa, \"Ya Rabbku! Berilah aku) berilah aku ilham (untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan) nikmat-nikmat itu (kepadaku dan kepada dua orang ibu bapakku dan untuk mengerjakan amal saleh yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang Saleh\") yakni para Nabi dan para Wali."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 20,
    "arab": "وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ",
    "translation": "Dan dia memeriksa burung-burung lalu berkata, “Mengapa aku tidak melihat Hud-hud, apakah ia termasuk yang tidak hadir?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3179.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada suatu hari Nabi Sulaiman memeriksa barisan tentaranya, termasuk burung hud-hud, tetapi ia tidak melihatnya. Dengan nada marah dan heran ia berkata, \"Mengapa aku tidak melihat burung hud-hud! Apakah aku tidak melihatnya ataukah burung hud-hud itu sendiri yang telah pergi tanpa minta izin kepadaku lebih dahulu?\" \nPerbuatan itu adalah perbuatan yang tidak pernah terjadi sebelumnya. Dari ayat ini dipahami hal-hal sebagai berikut:\n1. Nabi Sulaiman mempunyai tentara, dan di antaranya terdapat sejenis burung yang bernama burung hud-hud. Burung hud-hud termasuk jenis burung pemakan serangga, sejenis burung pelatuk. Ia mempunyai paruh yang panjang, berjambul di kepalanya, berekor panjang, dan berbulu indah beraneka warna. Ia hidup dengan membuat sarang atau lubang pada pohon-pohon kayu yang telah mati dan lapuk.\n2. Nabi Sulaiman selalu memeriksa tentaranya. Oleh karena itu, ia mengetahui tentaranya yang hadir dan yang tidak hadir waktu pemeriksaan itu.\n3. Setiap tentaranya bepergian atau melakukan sesuatu pekerjaan hendaklah mendapat izin dari padanya terlebih dahulu. Jika ada yang melanggar ketentuan ini, akan mendapat hukuman dari Sulaiman.\n4. Tentara Sulaiman patuh mengikuti segala perintahnya dan tidak pernah ada yang mengingkarinya. Oleh karena itu, Sulaiman merasa heran dan tercengang atas kepergian burung hud-hud tanpa pamit. Tidak pernah terjadi kejadian seperti yang demikian itu sebelumnya. Ia lalu mengancam burung hud-hud dengan hukuman yang berat seandainya nanti burung itu kembali tanpa mengemukakan alasan-alasan yang dapat diterima.",
    "quraish": "Ketika tengah memeriksa balatentara dari bangsa burung, Sulaymân a. s. tidak mendapatkan burung Hudhud. Sulaymân heran lantas berkata, \"Mengapa aku tidak melihat Hudhud? Apakah dia ada di tengah- tengah pasukan tapi aku tidak melihatnya, ataukah dia benar-benar tidak ada?",
    "jalalayn": "(Dan dia memeriksa burung-burung) untuk mencari burung Hud-hud yang ditugaskan untuk meneliti adanya sumber air di bawah tanah, melalui paruhnya yang ia patuk-patukkan ke tanah yang dimaksud pada saat itu Nabi Sulaiman membutuhkan air untuk salat, ternyata dia tidak melihat burung Hud-hud itu (lalu ia berkata, \"Mengapa aku tidak melihat Hud-hud?) apakah gerangan yang menyebabkan hingga aku tidak melihatnya?, coba jelaskan kepadaku ke mana dia? (apakah dia termasuk yang tidak hadir?\") Nabi Sulaiman tidak melihatnya karena tidak ada di tempat, setelah terbukti Hud-hud tidak ada."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 21,
    "arab": "لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ",
    "translation": "Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3180.mp3",
    "tafsir": "Ayat ini menerangkan ancaman Nabi Sulaiman kepada burung hud-hud yang pergi tanpa pamit. Ia berkata, \"Seandainya burung hud-hud kembali nanti, tanpa mengemukakan alasan yang kuat atas kepergiannya dengan tidak minta izin itu, maka aku akan menyiksanya dengan mencabut bulu-bulunya, sehingga ia tidak dapat terbang lagi atau akan kusembelih. Salah satu dari dua hukuman itu akan aku laksanakan terhadapnya, agar dapat menjadi pelajaran bagi yang lain yang bertindak seperti burung hud-hud itu.\"\nDari ayat ini dipahami bahwa jika burung hud-hud itu dapat mengemukakan alasan-alasan kepergiannya tanpa pamit dan alasan-alasan itu dapat diyakini kebenarannya, maka Sulaiman tidak akan melaksanakan hukuman yang telah diancamkan itu.",
    "quraish": "Demi Allah, aku akan memberikan hukuman berat agar dia jera. Atau aku akan menyembelihnya jika dia melakukan kesalahan besar. Kecuali jika ia punya alasan kuat yang menjelaskan ketidakhadirannya di hadapanku.\"",
    "jalalayn": "Nabi Sulaiman berkata, (\"Sungguh aku benar-benar akan mengazabnya dengan azab) yakni hukuman (yang keras) yaitu akan dicabuti bulu-bulu sayap dan ekornya, kemudian akan dicampakkan di tempat yang amat panas, sehingga ia tidak dapat menghindarkan diri dari bahaya binatang melata dan serangga yang akan memakannya (atau aku benar-benar menyembelihnya) yaitu memotong lehernya (atau benar-benar dia datang kepadaku) dapat dibaca Laya'tiyanniy dan Laya'tiynaniy (dengan alasan yang terang\") yang menjelaskan alasan ketidakhadirannya."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 22,
    "arab": "فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ",
    "translation": "Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, “Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba' membawa suatu berita yang meyakinkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3181.mp3",
    "tafsir": "Tidak berapa lama setelah ancaman hukuman untuk burung hud-hud itu dikeluarkan, burung itu pun datang. Sulaiman lalu menanyakan sebab-sebab kepergian burung hud-hud yang tanpa pamit itu.\nBurung hud-hud itu menerangkan alasan kepergiannya dengan mengatakan bahwa ia telah pergi dan terbang mengarungi daerah yang jauh dan telah sampai kepada suatu negeri yang bernama Saba'. Ia mengetahui hal ihwal negeri itu yang Sulaiman sendiri belum mengetahuinya. Berita yang dibawanya itu adalah berita penting serta dapat diyakini kebenarannya.\nBurung hud-hud telah menyampaikan berita penting itu kepada Nabi Sulaiman sedemikian rupa, dengan kata-kata yang manis lagi hormat, enak didengar telinga, disertai dengan alasan-alasan yang kuat pula. Dengan demikian, kemarahan Sulaiman kepada burung hud-hud itu berangsur-angsur mereda, akhirnya hilang sama sekali. Bahkan dengan keterangan itu, Nabi Sulaiman telah mendapat sesuatu yang berharga, sehingga hukuman yang pernah diancamkannya itu tidak jadi dilaksanakan.\nKesanggupan burung hud-hud bepergian sejauh itu dan menyampaikan berita penting kepada Nabi Sulaiman adalah suatu perwujudan kekuasaan Allah dan ilham yang ditanamkan-Nya ke dalam naluri burung hud-hud itu. Ia sanggup pergi dan terbang mengarungi daerah yang terletak antara negeri Palestina dan Yaman sekarang, suatu jarak yang cukup jauh, mengarungi daerah padang pasir yang sangat panas. Ia mengetahui dan mengerti keadaan negeri Saba' yang juga harus diketahui oleh Nabi Sulaiman yang bertugas sebagai seorang kepala negara dan sekaligus rasul Allah. Ia sanggup pula menyampaikan berita itu dan memberikan pengertian yang baik, sehingga Nabi Sulaiman langsung menanggapi berita yang dibawa burung hud-hud itu.\nNabi Sulaiman adalah seorang nabi dan rasul. Ia juga seorang raja yang bijaksana, yang mempunyai kekuasaan yang besar dan kekayaan yang melimpah. Ia mempunyai pengetahuan yang banyak di samping pengetahuan-pengetahuan lain yang mungkin hanya diberikan Allah kepadanya. Sedang burung hud-hud hanyalah seekor burung yang tidak mempunyai arti sama sekali, bila dibanding dengan apa yang dimiliki oleh Nabi Sulaiman. Sekalipun demikian, burung hud-hud memiliki pengetahuan yang belum diketahui oleh Nabi Sulaiman. Pengetahuan itu sangat dibutuhkan Nabi Sulaiman dalam melaksanakan tugasnya sebagai raja, terutama dalam melaksanakan tugasnya sebagai seorang nabi dan rasul Allah. Dalam menghadapi burung hud-hud sebagai sumber dan pembawa berita penting, Nabi Sulaiman mampu bersikap wajar, sebagai seorang hamba Allah.\nKisah Nabi Sulaiman dan burung hud-hud ini hendaknya menjadi tamsil dan ibarat bagi manusia, terutama bagi orang-orang yang telah mengaku dirinya beriman kepada Allah. Seseorang hendaknya jangan merasa sombong dan takabur karena pengetahuan, kekuasaan, dan kekayaan yang telah diberikan Allah kepadanya. Semua yang diberikan itu walau berapa pun banyaknya menurut dugaannya, namun yang diperoleh itu hanyalah sedikit sekali bila dibanding dengan pengetahuan, kekuasaan, dan kekayaan Allah. Oleh karena itu, jangan sekali-kali menganggap rendah, enteng, dan hina sesuatu atau seseorang. Mungkin Allah telah memberikan kepada seseorang yang dianggap hina dan rendah itu, apa yang tidak dipunyai oleh orang lain, yang mungkin diperlukan untuk suatu kepentingan, sebagaimana yang telah dianugerahkan-Nya kepada burung hud-hud. Allah Maha Pengasih lagi Maha Penyayang dan memuliakan manusia. Oleh karena itu, hendaklah manusia hidup berkasih-kasihan, tolong-menolong, dan hormat-menghormati antara sesama manusia. Tirulah sikap Nabi Sulaiman kepada burung hud-hud, yang selalu mengasihi dan menghormatinya, meskipun hanya seekor burung.",
    "quraish": "Saat itu Hudhud berada di suatu tempat yang tidak terlalu jauh. Beberapa saat kemudian burung itu mendatangi Sulaymân dan berkata, \"Aku datang dari negeri Saba' membawa berita yang belum kau ketahui dan tidak perlu kau sangsikan kebenarannya. \"(1). (1) Ayat ini dan dua ayat berikutnya adalah ayat-ayat yang secara khusus mengisahkan kerajaan Saba', salah satu kerajaan di kawasan Yaman di Arab Selatan, yang semenjak dahulu kala dikenal dengan sebutan \"Negeri Arab Bahagia\" (Al-'Arabiyyah al-Sa'îdah), sebuah sebutan yang menunjukkan betapa negeri itu merupakan negeri yang maju dan kaya. Yaman, seperti diketahui, telah memiliki peradaban sangat tinggi sejak tahun 2000 S. M. dengan perekonomiannya yang bersandar pada sistem agraria yang maju. Hal itu dimungkinkan oleh kesuburan tanah dan iklim yang stabil. Selain pertanian, peradaban Yaman juga ditunjang oleh perdagangan. Hal ini juga dimungkinkan karena letaknya yang strategis, yaitu sebagai penghubung daratan India, Etiopia (Habasyah), Somalia, Suriah (Syam) dan Iraq. Singkatnya, beberapa peninggalan mereka berupa bendungan besar yang dibangun untuk keperluan irigasi, dan yang paling populer di antaranya adalah bendungan Ma'rib (lihat Sayl al-'Arim, surat Saba': 16), bekas-bekas kota yang berbenteng, istana dan candi-candi masih bisa disaksikan sampai sekarang. Semua itu menunjukkan kemajuan sosial dan kekayaan negeri itu. Relief-relief yang sempat diabadikan oleh para penguasa mereka, di antaranya berupa undang-undang yang mengatur soal pemilikan harta tetap, merupakan alasan cukup kuat untuk menunjukkan kemajuan peradaban mereka. Puncak kejayaan kerajaan Saba' terjadi sezaman dengan masa Nabi Sulaymân a. s, sekitar tahun 10 S. M. Sistem pemerintahan yang dianut adalah sistem kerajaan, sistem pemerintahan turun temurun. Semasa Sulaymân itu, yang menjadi penguasa Saba' adalah seorang wanita. Para ahli sejarah berbeda pendapat mengenai nama sang ratu itu. Orang-orang Arab menyebutnya Balqîs. Dalam menjalankan roda pemerintahan, Balqîs dibantu oleh sebuah badan yang fungsinya kira-kira sama dengan Majelis Permusyawaratan saat ini (perhatikan ayat 28–33 surat ini). Sampai saat ini belum ada catatan sejarah yang mengatakan bahwa Saba' merupakan negara ekspansif, lebih dari negara perdagangan dan kafilah. Hanya sedikit saja peninggalan-peninggalan sejarah yang menyebut-nyebut soal ekspansi dan peperangan. Tugas dan fungsi tentara negeri itu terbatas hanya pada penjagaan benteng dan pengawalan kafilah-kafilah dagang. Rakyat negeri Saba' dikenal sebagai kaum paganis, sebagaimana dituturkan ayat ke-24 dari surat ini. Matahari dan bintang merupakan tuhan utama mereka, dan mereka mempersembahkan sajian dan dupa untuk tuhan-tuhan itu.",
    "jalalayn": "(Maka diamlah Nabi Sulaiman) dapat dibaca Famakutsa dan Famakatsa (dalam waktu yang tidak lama) tidak lama setelah itu datanglah burung Hud-hud ke hadapan Nabi Sulaiman seraya merendahkan diri, yakni dengan mengangkat kepalanya dan merendahkan kedua sayap dan ekornya. Akhirnya Nabi Sulaiman memaafkannya, lalu Nabi Sulaiman menanyakan kepadanya tentang apa yang ia jumpai selama ketidakhadirannya itu (Hud-hud berkata, \"Aku telah mengetahui sesuatu yang kamu belum mengetahuinya) yakni aku telah menyaksikan apa yang belum pernah kamu saksikan (dan kubawakan kepadamu dari negeri Saba) dapat dibaca Saba-in dan Saba-a nama suatu kabilah yang diam di negeri Yaman. Mereka dinamakan dengan nama kakek moyangnya. Berdasarkan ketentuan ini lafal Saba menerima Tanwin (suatu berita) yakni kabar (yang diyakini)."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 23,
    "arab": "اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ  ",
    "translation": "Sungguh, kudapati ada seorang perempuan yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3182.mp3",
    "tafsir": "Ayat ini menerangkan bahwa burung hud-hud menyampaikan kepada Nabi Sulaiman berbagai pengetahuan dan pengalaman yang diperolehnya selama dalam perjalanan ke negeri Saba'. Sebuah negeri yang besar dan kaya raya serta diperintah oleh seorang ratu yang cantik dan mempunyai singgasana yang besar lagi indah.\nDalam ayat ini dipahami bahwa ada tiga hal mengenai negeri Saba' yang disampaikan oleh burung hud-hud kepada Nabi Sulaiman:\n1. Negeri Saba' itu diperintah oleh seorang ratu yang cantik, dan memerintah negerinya dengan baik dan bijaksana.\n2. Ratu itu memerintah dengan tegas dan bijaksana karena dilengkapi dengan segala sesuatu yang diperlukan dalam pemerintahan, seperti harta dan kekayaan, tentara yang kuat, dan sebagainya.\n3. Ratu mempunyai singgasana yang indah lagi besar, yang menunjukkan kebesaran dan pengaruh kekuasaannya, baik terhadap rakyat maupun terhadap negeri-negeri yang berada di sekitarnya.\nMenurut sejarah, Saba' adalah ibu kota kerajaan Saba' atau Sabaiyah. Kerajaan Saba' atau Sabaiyah ini didirikan oleh Saba' bin Yasyjub bin Ya'rub bin Qahthan yang menjadi cikal-bakal penduduk Yaman kurang lebih tahun 955 Sebelum Masehi di Yaman. Nama kota Saba' terambil dari nama Saba' bin Yasyjub, begitu juga nama kerajaan Saba' atau Sabaiyah. \nKaum Saba' termasyhur di dalam sejarah sebagai orang-orang yang bergerak dalam bidang perniagaan. Jalan-jalan perniagaan laut dan darat bertemu di negeri Yaman itu. Barang perniagaan itu dibawa dari timur jauh (Indonesia, Malaysia, India, dan Cina) ke Eropa melalui Persia, Yaman, Suriah, dan Mesir. Dengan demikian, daerah Yaman merupakan sebuah mata rantai perniagaan yang menghubungkan kawasan timur dengan kawasan barat. Kaum Saba' memegang peranan yang besar dalam melancarkan perniagaan itu. Negeri Yaman mempunyai armada laut dan kafilah-kafilah darat untuk mengangkut perniagaan itu, sedang kota Ma'rib pada waktu itu merupakan kota internasional. Barang-barang yang diperniagakan ialah hasil bumi dan barang-barang dari Timur Jauh, ditambah dengan hasil bumi negeri Yaman yang melimpah ruah, karena memang daerah Yaman adalah daerah yang amat makmur. Pada waktu kembali dari Eropa, Mesir, dan Suriah, saudagar-saudagar itu membawa tekstil ke Timur.\nKemakmuran negeri Yaman disebabkan adanya bendungan-bendungan air yang dibangun oleh raja-raja Sabaiyah. Di antaranya sebuah bendungan raksasa di kota Ma'rib yang dikenal dengan bendungan Ma'rib. Dengan adanya bendungan Ma'rib ini, kaum Saba dapat mengadakan irigasi yang teratur, sehingga daerah Yaman menjadi subur, dan mengeluarkan hasil yang melimpah. Al-Qur'an sendiri menyebutkan bahwa kesuburan negeri Yaman itu adalah salah satu dari tanda-tanda kekuasaan Allah.\nAdapun wanita atau ratu yang memerintah kaum Saba' yang disebutkan dalam ayat itu menurut budaya Arab disebut Balqis. Masa pemerintahannya semasa dengan pemerintahan Nabi Sulaiman. Ia adalah putri dari Syurahil yang juga berasal dari keturunan Ya'rub bin Qahthan. Sekalipun Balqis adalah seorang wanita, namun ia sanggup membawa rakyat Saba' kepada kemakmuran dan ketenteraman. Ia adalah seorang yang dicintai oleh rakyatnya. Dalam sejarah dikenal dengan sebutan Malikatus Saba' (Ratu Saba', The Queen of Sheba).\nKejayaan kerajaan Saba' bertahan cukup lama. Kemudian mereka berpaling dari seruan Tuhan dan mendustakan para rasul dan tidak mensyukuri nikmat-Nya, bahkan tenggelam dalam segala macam kenikmatan dan kemewahan hidup. Oleh karena itu, Tuhan menghancurkan mereka dengan air bah yang amat besar akibat runtuhnya Saddu (Bendungan) Ma'rib yang tadinya menjadi sumber kemakmuran negeri mereka. Dengan runtuhnya Bendungan Ma'rib ini dan terjadinya air bah yang amat besar itu, maka hancurlah kota Ma'rib, dan robohlah kerajaan Sabaiyah. (Lihat Surah Saba'/34: 15-17).",
    "quraish": "Aku mendapati seorang wanita, dengan segala fasilitas keduniaan yang dimilikinya, memerintah dan menjadi rajanya. Ia juga mempunyai singgasana megah yang menunjukkan kebesaran tahta dan kekuasannya.",
    "jalalayn": "(Sesungguhnya aku menjumpai seorang wanita yang memerintah mereka) dia adalah ratu mereka bernama Balqis (dan dia dianugerahi segala sesuatu) yang diperlukan oleh seorang raja, seperti perlengkapan senjata dan peralatan lainnya (serta mempunyai singgasana) tempat duduk raja (yang besar) panjangnya kira-kira delapan puluh hasta dan lebarnya empat puluh hasta, sedangkan tingginya tiga puluh hasta, semuanya terbuat dari emas dan perak, kemudian bertahtakan mutiara, batu permata yaqut merah, batu zabarjad yang hijau dan tiang-tiangnya terbuat dari yaqut merah, zabarjad yang hijau dan zamrud. Kemudian singgasana itu memiliki tujuh pintu masuk yang selalu dijaga dengan ketat sekali."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 24,
    "arab": "وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ",
    "translation": "Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan terasa indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3183.mp3",
    "tafsir": "Burung hud-hud menerangkan kepada Nabi Sulaiman tentang agama yang dianut oleh kaum Saba'. Dalam penyampaian berita itu, tampak burung hud-hud telah membandingkan agama dan perbuatan-perbuatan penduduk negeri Saba' itu, dengan kepercayaan dan agama yang diyakininya sebagai agama yang benar.\nHud-hud mengatakan bahwa dia mendapati raja putri itu bersama kaumnya menyembah matahari sebagai tuhan, dan mengerjakan pekerjaan-pekerjaan maksiat yang bertentangan dengan agama yang benar. Mereka melakukan yang demikian itu karena setan telah berhasil memperdaya mereka. Setan telah menjadikan pikiran dan pandangan mereka terhadap perbuatan buruk yang dilarang Allah sebagai hal yang baik dan indah. Mereka tidak lagi mengikuti ajaran-ajaran dan agama yang dibawa para rasul dahulu. Mereka tidak lagi sujud kepada Allah, tetapi kepada matahari. Oleh karena itu, mereka tidak mendapat petunjuk.",
    "quraish": "Aku mendapati ratu dan rakyat negeri itu menyembah matahari, bukan menyembah Allah. Setan telah menjadikan mereka memandang indah perbuatan buruk dan menyangkanya sebagai suatu kebaikan. Dengan demikian mereka tergelincir dari jalan kebenaran dan tidak mendapatkan petunjuk.",
    "jalalayn": "(Aku mendapati dia dan kaumnya menyembah matahari, selain Allah dan setan telah menjadikan mereka memandang baik perbuatan-perbuatan mereka, lalu menghalangi mereka dari jalan) yang benar (sehingga mereka tidak dapat petunjuk)."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 25,
    "arab": "اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ",
    "translation": "mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3184.mp3",
    "tafsir": "Setan telah dapat memalingkan mereka dari keyakinan akan kekuasaan dan keesaan Allah, sehingga mereka tidak menyembah kepada-Nya. Mereka tidak lagi mempercayai bahwa Allah mengetahui segala yang tersembunyi di langit dan di bumi, Dialah Allah yang menciptakan segala sesuatu, seperti tumbuh-tumbuhan dan barang-barang logam yang tersembunyi di dalam bumi dan di dalam laut.",
    "quraish": "Sehingga, mereka tidak menyembah Allah, padahal Dialah yang menampakkan segala apa saja yang tersembunyi, baik di langit maupun di bumi. Dia Maha Mengetahui apa yang kalian tampakkan dan yang kalian rahasiakan.",
    "jalalayn": "(Agar mereka tidak menyembah Allah), ditambahkan An pada la yasjudu kemudian An di-idgamkan kepada la sehingga menjadi Alla Yasjudu perihalnya sama dengan lafal yang terdapat di dalam firman-Nya, 'Lialla Ya'lama Ahlul Kitabi.' Bentuk asalnya La Ya'lama lalu ditambah An dan sebelum itu lam Ta'lil. Kedudukan Alla Yasjudu menjadi Maf'ul secara Mahal dari lafal Yahtaduna, yaitu dengan menggugurkan huruf Ila (Yang mengeluarkan apa yang terpendam) lafal Al Khab-a adalah Mashdar, yang maknanya apa-apa yang terpendam di dalam hujan dan tumbuh-tumbuhan (di langit dan di bumi dan Yang mengetahui apa yang kalian sembunyikan) di dalam kalbu kalian (dan apa yang kalian nyatakan) melalui perkataan kalian."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 26,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ",
    "translation": "Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai ‘Arsy yang agung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3185.mp3",
    "tafsir": "Selanjutnya hud-hud mengatakan bahwa sebenarnya Allah-lah yang berhak disembah. Dialah yang mempunyai 'Arasy yang besar, mempunyai kekuasaan yang mutlak, dan tak ada sesuatu pun yang dapat mengatasinya.\nNabi Sulaiman heran dan tercengang mendengar keterangan dan tanggapan burung hud-hud itu. Kenapa burung itu sanggup dalam waktu yang singkat mengetahui keadaan negeri Saba', tata cara pemerintahannya, kekayaan dan pengaruhnya, dan mengetahui pula agama yang mereka anut. Burung hud-hud juga tahu dan meyakini kekuasaan dan keesaan Allah, mengakui bahwa tuhan yang berhak disembah hanyalah Allah semata, tidak ada yang lain. Ia juga mengetahui bahwa menyembah matahari adalah kepercayaan yang batil, dan mengetahui pula bentuk perbuatan yang baik dan tidak baik menurut agama. Dari ayat ini dipahami bahwa berdasar pengetahuan dan pengalamannya di negeri Saba', seakan-akan burung hud-hud itu menganjurkan kepada Nabi Sulaiman agar beliau segera menyeru Ratu Balqis dan rakyatnya untuk beriman kepada Allah dan mengikuti seruan Nabi Sulaiman.",
    "quraish": "Allah, tiada Tuhan yang berhak disembah selain Dia. Dialah Pemilik kekuasaan mutlak atas segala yang ada di alam ini.",
    "jalalayn": "(Allah, tiada Tuhan yang wajib disembah melainkan hanya Dia, Tuhan Yang mempunyai Arasy yang besar\") ayat ini merupakan jumIah Isti'naf, dimaksud sebagai pujian yang menyangkut pula di dalamnya sebutan Arasy Tuhan Yang Maha Penyayang sebagai imbangan dari arasy ratu Balqis, sekalipun perbedaan antara keduanya jauh sekali."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 27,
    "arab": "۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ",
    "translation": "Dia (Sulaiman) berkata, “Akan kami lihat, apa kamu benar, atau termasuk yang berdusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3186.mp3",
    "tafsir": "Mendengar keterangan burung hud-hud yang jelas dan meyakinkan itu, maka Nabi Sulaiman menangguhkan hukuman yang telah diancamkan kepada burung itu. Nabi Sulaiman kemudian berkata, \"Hai burung hud-hud, kami telah mendengar semua keteranganmu dan memperhatikannya. Namun demikian, kami tetap akan menguji kamu, apakah keterangan yang kamu berikan itu benar atau dusta?\"",
    "quraish": "Sulaymân berkata kepada Hudhud, \"Aku akan memeriksa kebenaran berita ini, apakah kamu benar atau bohong.\"",
    "jalalayn": "(Berkatalah) Nabi Sulaiman kepada burung Hud-hud (\"Akan kami lihat, apakah kamu benar) di dalam berita yang kamu sampaikan kepada kami ini (ataukah kamu termasuk yang berdusta\") yakni kamu termasuk satu di antara mereka. Ungkapan ini jauh lebih sopan daripada seandainya dikatakan, \"Ataukah kamu berdusta dalam hal ini\". Kemudian burung Hud-hud menunjukkan sumber air itu kepada mereka lalu dikeluarkan airnya; mereka meminumnya sehingga menjadi segar kembali, mereka berwudu, lalu melakukan salat. Sesudah itu Nabi Sulaiman menulis surah kepada ratu Balqis yang bunyinya seperti berikut, \"Dari hamba Allah, Sulaiman ibnu Daud kepada ratu Balqis, ratu negeri Saba. Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Keselamatan atas orang yang mengikuti petunjuk. Amma Ba'du, Janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri\". Setelah itu Nabi Sulaiman menuliskannya dengan minyak kesturi lalu dicapnya dengan cincinnya. Maka berkatalah ia kepada burung Hud-hud,"
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 28,
    "arab": "اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ",
    "translation": "Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3187.mp3",
    "tafsir": "Untuk menguji kebenaran burung hud-hud itu, Nabi Sulaiman memerintahkannya untuk menyampaikan surat kepada Ratu Balqis. Ia juga diperintahkan untuk memperhatikan bagaimana reaksi dan sikap Ratu Balqis membaca surat yang dibawanya.\nHud-hud pun membawa surat Nabi Sulaiman itu. Setelah ia melemparkan surat itu kepada Ratu Balqis, lalu ia bersembunyi dan memperhatikan sikap Ratu Balqis terhadap isi surat itu, sesuai dengan yang diperintahkan Sulaiman.",
    "quraish": "\"Bawalah surat ini dan sampaikan kepada Balqîs dan rakyatnya. Sesudah itu tinggalkan dan awasi mereka dari dekat, agar kamu tahu apa yang akan mereka perbincangkan.\"",
    "jalalayn": "(\"Pergilah membawa surahku ini, lalu jatuhkan kepada mereka) kepada ratu Balqis dan kaumnya (kemudian berpalinglah) pergilah (dari mereka) dengan tidak terlalu jauh dari mereka (lalu perhatikanlah apa yang mereka bicarakan.\") yakni, jawaban atau reaksi apakah yang bakal mereka lakukan. Kemudian burung Hud-hud membawa surah itu lalu mendatangi ratu Balqis yang pada waktu itu berada di tengah-tengah bala tentaranya. Kemudian burung Hud-hud menjatuhkan surah Nabi Sulaiman itu ke pangkuannya. Ketika ratu Balqis membaca surah tersebut, tubuhnya gemetar dan lemas karena takut, kemudian ia memikirkan isi surah tersebut."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 29,
    "arab": "قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّيْٓ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ",
    "translation": "Dia (Balqis) berkata, “Wahai para pembesar! Sesungguhnya telah disampaikan kepadaku sebuah surat yang mulia.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3188.mp3",
    "tafsir": "Setelah Ratu Balqis membaca surat Nabi Sulaiman yang disampaikan burung hud-hud itu, ia pun mengumpulkan pemuka-pemuka kaumnya dan mengadakan persidangan. Dalam persidangan itu, Ratu Balqis menyampaikan isi surat tersebut dan meminta pertimbangan kepada yang hadir, \"Wahai pemimpin kaumku, aku telah menerima surat yang mulia dan berarti dikirimkan oleh seseorang yang mulia pula.\"\nDalam ayat ini diterangkan bahwa Ratu Balqis merundingkan dan memusyawarahkan isi surat Sulaiman dengan pemuka-pemuka kaumnya. Sekalipun yang melakukan permusyawaratan itu adalah Ratu Balqis dan pemuka-pemuka kaumnya yang belum beriman, tetapi tindakan Ratu Balqis itu disebut Allah dalam firman-Nya. Hal ini menunjukkan bahwa prinsip musyawarah itu adalah prinsip yang diajarkan Allah kepada manusia dalam menghadapi persoalan-persoalan yang mereka alami dalam kehidupan mereka. Oleh karena itu, siapa pun yang melakukannya, maka tindakan itu adalah tindakan yang dipuji Allah.\nDalam ayat ini disebutkan bahwa surat Sulaiman yang dikirimkan kepada Ratu Balqis itu disebut kitabun karim (surat yang mulia). Hal ini menunjukkan bahwa surat Nabi Sulaiman itu adalah surat yang mulia dan berharga karena:\n1. Surat itu ditulis dalam bahasa yang baik dan memakai stempel sebagai tanda surat resmi.\n2. Surat itu berasal dari Sulaiman, sebagai seorang raja sekaligus nabi.\n3. Surat tersebut dimulai dengan Bismillahir Rahmanir Rahim.\nMenurut suatu riwayat, surat Sulaiman tersebut merupakan surat yang pertama kali dimulai dengan basmalah. Cara membuat surat seperti yang dilakukan Nabi Sulaiman ini adalah cara yang baik untuk dicontoh oleh setiap kaum Muslimin ketika membuat surat.\nAda beberapa hal yang terjadi berkat keistimewaan surat Sulaiman, di antaranya ialah:\n1. Surat itu disampaikan burung hud-hud dalam waktu yang singkat kepada Ratu Saba'.\n2. Kemampuan burung hud-hud menerima pesan dan menangkap pembicaraan dalam perundingan Ratu Saba' dengan pembesar-pembesarnya.\n3. Surat itu dapat pula dimengerti dan dipahami oleh penduduk negeri Saba'.\n4. Para utusan pemuka kaum Saba' dapat menyatakan pendapat mereka dengan bebas. Tidak ada sesuatu pun yang menghalangi mereka mengemukakan pendapat masing-masing. Dengan demikian, hasil perundingan itu adalah hasil yang sesuai dengan pikiran dan pendapat rakyat negeri Saba'.",
    "quraish": "Ketika surat itu sampai ke pangkuan sang ratu, Balqîs segera mengumpulkan pemuka-pemuka kaum dan para penasihatnya, lalu berkata, \"Aku baru saja menerima surat penting.\"",
    "jalalayn": "Selanjutnya (Ia berkata) yakni ratu Balqis kepada pemuka pemuka kaumnya, (\"Hai pembesar-pembesar! Sesungguhnya aku) dapat dibaca Al Mala-u Inni dan Al Mala-u winni, yakni bacaan secara Tahqiq dan Tas-hil (telah dijatuhkan kepadaku sebuah surah yang mulia) yakni surah yang berstempel."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 30,
    "arab": "اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۙ  ",
    "translation": "Sesungguhnya (surat) itu dari Sulaiman yang isinya, “Dengan nama Allah Yang Maha Pengasih, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3189.mp3",
    "tafsir": "Setelah Ratu Balqis membaca surat Nabi Sulaiman yang disampaikan burung hud-hud itu, ia pun mengumpulkan pemuka-pemuka kaumnya dan mengadakan persidangan. Dalam persidangan itu, Ratu Balqis menyampaikan isi surat tersebut dan meminta pertimbangan kepada yang hadir, \"Wahai pemimpin kaumku, aku telah menerima surat yang mulia dan berarti dikirimkan oleh seseorang yang mulia pula.\"\nDalam ayat ini diterangkan bahwa Ratu Balqis merundingkan dan memusyawarahkan isi surat Sulaiman dengan pemuka-pemuka kaumnya. Sekalipun yang melakukan permusyawaratan itu adalah Ratu Balqis dan pemuka-pemuka kaumnya yang belum beriman, tetapi tindakan Ratu Balqis itu disebut Allah dalam firman-Nya. Hal ini menunjukkan bahwa prinsip musyawarah itu adalah prinsip yang diajarkan Allah kepada manusia dalam menghadapi persoalan-persoalan yang mereka alami dalam kehidupan mereka. Oleh karena itu, siapa pun yang melakukannya, maka tindakan itu adalah tindakan yang dipuji Allah.\nDalam ayat ini disebutkan bahwa surat Sulaiman yang dikirimkan kepada Ratu Balqis itu disebut kitabun karim (surat yang mulia). Hal ini menunjukkan bahwa surat Nabi Sulaiman itu adalah surat yang mulia dan berharga karena:\n1. Surat itu ditulis dalam bahasa yang baik dan memakai stempel sebagai tanda surat resmi.\n2. Surat itu berasal dari Sulaiman, sebagai seorang raja sekaligus nabi.\n3. Surat tersebut dimulai dengan Bismillahir Rahmanir Rahim.\nMenurut suatu riwayat, surat Sulaiman tersebut merupakan surat yang pertama kali dimulai dengan basmalah. Cara membuat surat seperti yang dilakukan Nabi Sulaiman ini adalah cara yang baik untuk dicontoh oleh setiap kaum Muslimin ketika membuat surat.\nAda beberapa hal yang terjadi berkat keistimewaan surat Sulaiman, di antaranya ialah:\n1. Surat itu disampaikan burung hud-hud dalam waktu yang singkat kepada Ratu Saba'.\n2. Kemampuan burung hud-hud menerima pesan dan menangkap pembicaraan dalam perundingan Ratu Saba' dengan pembesar-pembesarnya.\n3. Surat itu dapat pula dimengerti dan dipahami oleh penduduk negeri Saba'.\n4. Para utusan pemuka kaum Saba' dapat menyatakan pendapat mereka dengan bebas. Tidak ada sesuatu pun yang menghalangi mereka mengemukakan pendapat masing-masing. Dengan demikian, hasil perundingan itu adalah hasil yang sesuai dengan pikiran dan pendapat rakyat negeri Saba'.",
    "quraish": "Balqîs membacakan surat itu yang berbunyi: \"Dari Sulaymân. Bismillâh al-Rahmân al-Rahîm' (Dengan Nama Allah Pemilik Kebesaran dan Karunia, yang selalu mencurahkan kasih sayang-Nya kepada makhluk ciptaan-Nya).",
    "jalalayn": "Sesungguhnya surah itu dari Sulaiman dan sesungguhnya isinya) kandungan isi surah itu, ('Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang)."
  },
  {
    "ruku": 328,
    "name": "An-Naml",
    "ayat": 31,
    "arab": "اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَ ࣖ ",
    "translation": "janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3190.mp3",
    "tafsir": "Ayat ini menerangkan isi surat Nabi Sulaiman, yaitu agar Ratu Saba' dan kaumnya tidak bersikap sombong dan angkuh. Nabi Sulaiman mengharap agar mereka datang kepadanya dalam keadaan tunduk dan menyerah diri kepada Allah yang Asma-Nya telah dijadikan pembuka kata dalam suratnya. Jangan mereka sekali-kali menentang agama Allah itu. Dari surat Sulaiman itu dipahami bahwa hanya itulah yang diminta oleh Sulaiman, yaitu agar mereka segera beriman kepada Allah, dan ia tidak menuntut sesuatu yang lain.",
    "quraish": "Jangan kalian menyombongkan diri di hadapanku. Datanglah kepadaku sebagai orang yang tunduk dan menyerah.\"",
    "jalalayn": "(Janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku, sebagai orang-orang yang berserah diri')\"."
  }
]