[
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 59,
    "arab": "قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ",
    "translation": "Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3218.mp3",
    "tafsir": "Ayat ini memerintahkan kepada Nabi Muhammad dan umatnya, agar mengucapkan puji-pujian yang tertera dalam ayat ini. Puji-pujian itu ialah al-hamdulillah, segala puji diperuntukkan hanya untuk Allah yang telah mengutus para rasul-Nya dengan membawa petunjuk dan agama yang dimenangkan-Nya atas semua agama yang ada, walaupun orang-orang kafir dan orang-orang musyrik tidak menyenangi kemenangan itu. Agama yang dibawa para Nabi itu adalah agama yang benar. Keselamatan dan kesejahteraan agar dilimpahkan Allah kepada para rasul yang diutus-Nya dan atas hamba-hamba-Nya yang benar-benar beriman. Ayat ini senada dengan ayat yang lain:\nMahasuci Tuhanmu, Tuhan Yang Mahaperkasa dari sifat yang mereka katakan. Dan selamat sejahtera bagi para rasul. Dan segala puji bagi Allah Tuhan seluruh alam. (as-saffat/37: 180-182).\n\nAyat ini merupakan pengajaran yang baik, dan budi pekerti yang tinggi. Oleh karena itu, para ulama menganjurkan agar orang-orang yang beriman mengakhiri segala perbuatannya, seperti bicara, menulis kitab, dan sebagainya dengan memuji Allah dan bersalawat kepada rasul.\nKemudian ayat ini menyuruh manusia berpikir dan membandingkan mana yang terbaik antara Allah dengan sesuatu yang mereka persekutukan dengan-Nya. Sekalipun menurut lahirnya ayat ini menyuruh manusia agar memperbandingkan Allah dengan berhala-berhala, tetapi maksudnya ialah bahwa dengan keterangan dan bukti yang telah dikemukakan, seandainya orang-orang kafir mau menggunakan pikirannya, tentulah mereka sampai kepada kesimpulan bahwa Allah-lah yang berhak disembah, bukan berhala-berhala yang tidak mampu berbuat sesuatu itu.\nDiriwayatkan bahwa apabila Rasulullah membaca ayat ini, maka beliau mengucapkan:\nBahkan Allah lebih baik, lebih kekal, lebih agung, dan lebih mulia daripada apa yang mereka sekutukan. Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui (Riwayat al-Baihaqi dari 'Ali bin al-husain)",
    "quraish": "Katakan, wahai Muhammad, \"Aku hanya memuji dan menyanjung Allah. Aku memohon kepada-Nya kedamaian dan penghormatan bagi hamba-hamba yang dipilih-Nya sebagai pengemban misi kerasulan.\" Katakan pula kepada orang-orang musyrik, \"Manakah yang lebih baik, pengesaan Tuhan atau penyembahan berhala yang kalian pertuhankan selain Allah itu, sementara mereka jelas tidak dapat mendatangkan manfaat atau mudarat?\"",
    "jalalayn": "(Katakanlah) hai Muhammad!, (\"Segala puji bagi Allah) atas binasanya orang-orang kafir dari umat-umat terdahulu (dan kesejahteraan atas hamba-hamba-Nya yang dipilih-Nya) yakni mereka yang dipilih-Nya (Apakah Allah) Allah dapat dibaca Tahqiq dan Tas-hil (yang lebih baik) bagi orang yang menyembah-Nya (ataukah apa yang mereka persekutukan dengan Dia) dapat dibaca, Yusyrikuna dan Tusyrikuna. Maksudnya apa yang dipersekutukan oleh para kuffar Mekah yaitu berhala-berhala. Apakah berhala-berhala itu lebih baik bagi para penyembahnya?"
  },
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 60,
    "arab": "اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ",
    "translation": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3219.mp3",
    "tafsir": "Pada ayat ini, Allah melontarkan beberapa pertanyaan yang menggugah perhatian mereka terhadap keberadaan-Nya, dengan memperhatikan hal-hal penting yang ada di sekeliling mereka. Pertanyaan itu berkisar pada siapakah yang menciptakan langit, bumi, dan segala isi yang terdapat di dalamnya, dan yang menurunkan air hujan dari langit untuk manusia lalu dengan sebab air hujan tumbuhlah kebun-kebun yang indah, yang manusia sendiri sekali-kali tidak mampu menumbuhkan pohon-pohonnya. \nAyat ini perlu mendapat perhatian terutama oleh mereka yang sering mengadakan perjalanan keliling sebagai wisatawan atau lainnya, ketika melihat pemandangan yang indah, seperti kebun raya, kebun binatang, aquarium, berbagai pameran hasil industri pertanian, pertekstilan, dan sebagainya. Mereka harus memandang keindahan alam yang di depan dan di sekelilingnya sebagai cermin yang menampakkan segala keindahan, keagungan, dan kesempurnaan Allah. Dengan mengamalkan cara yang demikian itu, maka ingatan manusia akan selalu tertuju kepada Allah. Dengan demikian, ketika manusia melihat setiap makhluk, pasti ia akan mengingat Khaliknya. Bila hal itu telah menjadi kebiasaan, maka ia akan merasakan ketauhidan yang murni, bersih dari segala unsur kemusyrikan. Maka pertanyaan tersebut patut dilanjutkan dengan pertanyaan kedua: \"Apakah di samping Allah ada tuhan yang lain?\" Tentu saja jawabannya adalah: \"Tidak, sebab hanya Allah satu-satunya Tuhan yang berhak di sembah.\" \nSebenarnya orang-orang yang menyembah berhala itu adalah orang-orang yang menyimpang dari kebenaran. Sebab, jika mereka ditanya, \"Siapakah yang menurunkan air hujan dari langit yang kemudian menghidupkan dengan air itu bumi yang tadinya mati,\" mereka menjawab, \"Allah\" sesuai dengan firman-Nya:\nDan jika kamu bertanya kepada mereka, \"Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?\" Pasti mereka akan menjawab, \"Allah.\" (al-'Ankabut/29: 63)\n\nOrang-orang penyembah berhala itu sebenarnya mengakui bahwa berhala mereka tidak dapat menurunkan air hujan yang menjadi penyebab kemakmuran bumi, tetapi mengapa mereka tetap juga menyembahnya. Jawaban mereka itu hanya karena mengikuti kebiasaan nenek moyang mereka, walaupun tidak sejalan dengan logika orang yang berpikiran sehat.",
    "quraish": "Wahai Muhammad, tanyakan kepada mereka, \"Siapakah yang menciptakan langit, bumi dan apa yang ada di antara keduanya? Siapa pula yang menurunkan hujan dari langit yang sangat bermanfaat bagi kepentingan kalian? Dengan air hujan itu, Dia lalu menumbuhkan kebun-kebun yang bagus dan indah. Sungguh kalian tidak akan mampu menumbuhkan pepohonan yang beraneka ragam dengan warna dan buah yang berlainan! Keharmonisan dalam ciptaan semacam itu sungguh menyatakan dengan jelas bahwa tidak ada tuhan lain yang menyertai Allah. Akan tetapi orang-orang kafir adalah kaum yang berpaling dari kebenaran dan keimanan, condong kepada kepalsuan dan kesyirikan.\"",
    "jalalayn": "(Atau siapakah yang telah menciptakan langit dan bumi dan yang menurunkan air dari langit buat kalian, lalu Kami tumbuhkan) di dalam ungkapan ini terdapat Iltifat yakni sindiran dari Ghaibah kepada Mutakallim (dengan air itu kebun-kebun) lafal Hada-iq bentuk jamak dari lafal Hadiqatun artinya kebun yang dipagari (yang berpemandangan indah) tampak indah (yang kalian sekali-kali tidak mampu menumbuhkan pohon-pohonnya?) karena kalian tidak akan mempunyai kemampuan dan kekuasaan untuk itu. (Apakah ada tuhan) a-ilahun dapat dibaca Tahqiq dan Tas-hil (di samping Allah) yang membantu-Nya untuk melakukan hal-hal tersebut? Maksudnya tidak ada tuhan lain di samping Dia. (Bahkan sebenarnya mereka adalah orang-orang yang menyimpang) yakni menyekutukan Allah dengan selain-Nya."
  },
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 61,
    "arab": "اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ",
    "translation": "Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3220.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang kedua dalam rangka mengungkapkan kesesatan penyembah-penyembah berhala. Ditanyakan bahwa apakah yang layak disembah itu berhala-berhala yang tidak memberi manfaat dan mudarat, ataukah Tuhan yang telah menjadikan bumi sebagai tempat kediaman bagi manusia dan hewan-hewan, Tuhan yang menjadikan sungai-sungai di celah-celahnya untuk menjadi sumber minuman manusia dan hewan peliharaan, serta untuk menyiram tanaman, Tuhan yang menjadikan gunung-gunung untuk mengokohkan bumi yang banyak mengandung manfaat dengan adanya hutan-hutan di atasnya dan berbagai logam dan mineral di dalamnya, dan Tuhan yang menjadikan pemisah antara air laut yang asin dengan sungai yang membawa air tawar ke muaranya. Air sungai yang tawar itu setelah sampai di laut tidak langsung menjadi asin. Dalam merenungkan semua kejadian alam itu apakah masih ada terbesit pikiran adanya tuhan selain Allah? Sebenarnya mereka itu tidak mengetahui nilai keagungan Allah Maha Pencipta, sehingga menyamakan-Nya dengan berhala-berhala yang sama sekali tidak memberi manfaat dan mudarat itu.\nMenurut kajian ilmiah, bumi pada ayat ini dapat dipahami sebagai daratan. Secara umum, daratan merupakan tempat berdiam manusia. Sungai-sungai yang ada di daratan selalu terletak pada bagian terendah permukaan bumi, yang merupakan celah antara gunung-gunung dan dataran-dataran yang lebih tinggi. Kemudian, laut-laut terpisah antara satu dengan yang lain karena adanya daratan pemisah seperti semenanjung, pulau-pulau, atau karena sebaran geografis benua-benua. Penyebaran dan bentuk daratan serta pulau-pulau di muka bumi ini umumnya dianggap terjadi dengan sendirinya yang merupakan bagian atau akibat dari proses alam, pada hakikatnya adalah atas kehendak Allah.\nAyat ini menjelaskan mengenai keadaan bumi yang layak untuk dihuni oleh makhluk manusia. Tentunya ini berhubungan erat dengan penciptaan langit dan bumi yang begitu sempurna. Seandainya sedikit saja terjadi perubahan pada \"lintasan\" matahari dan bulan terhadap bumi, atau berubah bentuknya, atau berubah salah satu unsurnya, atau berubah kecepatan berputar pada porosnya, atau berubah perputarannya mengelilingi matahari, atau berubahnya perputaran bulan di sekelilingnya, maka bumi ini pasti tidak akan kokoh dan tidak akan layak dihuni untuk suatu kehidupan.",
    "quraish": "Tanyakan kepada mereka, \"Siapa yang membuat bumi menjadi datar dan cocok sebagai tempat tinggal? Siapa pula yang mengalirkan sungai-sungai di tengah-tengahnya, yang menciptakan gunung-gunung yang membuat bumi menjadi kokoh dan tidak condong? Siapa pula yang membuat pemisah antara air laut yang asin dan air tawar agar masing-masing tidak bercampur aduk? Tiada tuhan yang menyertai Allah. Hanya Dialah sang Pencipta. Akan tetapi sebagian besar manusia tidak mau mengambil manfaat ilmu pengetahuan dengan sebenarnya seolah-olah mereka tidak berpengetahuan.\"",
    "jalalayn": "(Atau siapakah yang telah menjadikan bumi sebagai tempat berdiam) sehingga ia tidak menggoncangkan penduduknya (dan yang menjadikan di cekah-celahnya) yakni di antara celah-celahnya (sungai-sungai dan yang menjadikan gunung-gunung untuk mengokohkannya) sebagai pengokoh Bumi (dan menjadikan suatu pemisah antara dua laut) antara air tawar dan air asin, satu sama lainnya tidak bercampur baur. (Apakah di samping Allah ada tuhan yang lain? Bahkan sebenarnya kebanyakan dari mereka tidak mengetahui) keesaaan-Nya"
  },
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 62,
    "arab": "اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ",
    "translation": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3221.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang ketiga dalam rangka menyingkapkan tabir kesesatan penyembah berhala. Kedua pertanyaan sebelumnya mengenai bidang materi, sedang pertanyaan ketiga ini menyangkut kerohanian. Pertanyaan ini berkisar pada siapakah yang mengabulkan permohonan orang yang berada dalam kesulitan, apabila ia berdoa kepada-Nya. Seperti penumpang sebuah kapal di tengah laut yang sedang diserang badai angin topan yang dahsyat, yang hampir tenggelam, kemudian ia berdoa memohon keselamatan kepada Allah. Apakah berhala yang dapat menyelamatkannya dari bahaya maut, ataukah Allah sendiri? Lalu siapakah yang menjadikan manusia sebagai seorang khalifah di muka bumi? Adakah tuhan selain Allah yang dapat mengemudikan dan mengatur segala sesuatu di muka bumi ini? Hanya sedikit sekali manusia yang mau mengingat-Nya.",
    "quraish": "Tanyakan pula kepada mereka, wahai Muahammad, \"Siapakah yang mengabulkan permohonan orang yang berdoa dalam keadaan kritis, dalam kesulitan luar biasa, lalu berlari mencari perlindungan dengan merendahkan diri dan khusyuk? Siapakah pula yang menolong manusia dari keburukan yang menimpanya? Siapakah yang mengangkat kalian sebagai khalifah di muka bumi sebagai pengganti orang-orang terdahulu? Tidak ada tuhan lain yang menyertai Allah sebagai pemberi karunia dan nikmat-nikmat itu. Akan tetapi kalian, wahai orang-orang kafir, sedikit sekali mengambil pelajaran.\"",
    "jalalayn": "(Atau siapakah yang memperkenankan doa orang yang dalam kesulitan) orang yang sengsara kemudian tertimpa kemudaratan (apabila ia berdoa kepada-Nya, dan yang menghilangkan kesusahan) dari dirinya dan dari diri orang selainnya (dan yang menjadikan kalian sebagai khalifah di bumi) Idhafah dalam lafal Khulafa-al Ardhi mengandung makna Fi. Maksudnya. setiap generasi menjadi pengganti generasi sebelumnya. (Apakah di samping Allah ada tuhan yang lain? Amat sedikitlah kalian mengingati-Nya) mengambil pelajaran dari hal ini. Lafal Tadzakkaruna dapat pula dibaca Yadzdzakkaruna; kemudian huruf Ta di-idgham-kan kepada huruf Dzal. Dan huruf Ma di sini untuk menunjukkan makna sedikit sekali. bintang sebagai pemandunya di waktu tengah malam, dan, dengan tanda-tanda yang ada di daratan di waktu siang hari"
  },
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 63,
    "arab": "اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًا ۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ ",
    "translation": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3222.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan keempat dalam rangka mengungkapkan tabir kesesatan penyembah berhala. Pertanyaan ini berkisar tentang siapakah yang memimpin manusia dalam perjalanan yang gelap di daratan dan lautan ketika mereka tersesat dari jalan yang benar? Bukankah Allah yang menciptakan bintang-bintang di langit yang dijadikan petunjuk jalan, sebagaimana tersebut dalam firman-Nya:\nDan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut.(al-An'am/6: 97) \n\nDapatkah berhala-berhala yang mereka sembah itu memberi petunjuk kepada mereka dalam kegelapan di darat dan di laut? Tentunya tidak. Kalau begitu, mengapa mereka disembah? Siapa pulakah yang mendatangkan angin pembawa kabar gembira bagi para petani sebelum turun hujan yang merupakan rahmat besar dari Tuhan? Dapatkah berhala-berhala itu berbuat seperti demikian? Apakah di samping Allah ada tuhan yang lain? Mahasuci lagi Mahatinggi Allah dari apa yang mereka persekutukan dengan-Nya.",
    "quraish": "Tanyakan pula kepada mereka, wahai Rasul, \"Siapakah yang membimbing kalian dalam perjalanan malam yang gelap gulita, di laut dan di darat? Siapakah pula yang mengirim angin pertanda hujan sebagai pembawa rahmat? Adakah tuhan selain Allah yang mampu berbuat demikian? Allah Mahasuci untuk mempunyai sekutu.\"",
    "jalalayn": "(Atau siapakah yang memimpin kalian) yakni yang membimbing kalian kepada tujuan-tujuan kalian (dalam kegelapan di daratan dan lautan) dengan bintang-bintang sebagai pemandunya di waktu tengah malam dan dengan tanda-tanda yang ada di daratan di waktu siang hari (dan siapa pulakah yang mendatangkan angin sebagai kabar gembira sebelum kedatangan rahmat-Nya) sebelum hujan tiba (Apakah di samping Allah ada tuhan yang lain? Maha Tinggi Allah terhadap apa yang mereka persekutukan) dengan-Nya."
  },
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 64,
    "arab": "اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, “Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3223.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang kelima dalam rangka memperlihatkan keadilan dan keesaan-Nya, yaitu siapakah yang menciptakan manusia dari awal sampai terciptanya bentuk yang seindah-indahnya, kemudian mematikannya bila Dia kehendaki, lalu menghidupkannya kembali pada hari Kiamat setelah menjadi tulang-belulang? Siapakah yang memberikan rezeki kepada manusia dari langit dan bumi dengan menurunkan air hujan dari langit yang menyebabkan kesuburan tanah yang menumbuhkan tanam-tanaman yang buahnya bisa dimakan oleh manusia dan binatang ternak? Apakah di samping Allah ada lagi tuhan yang lain?\nSetelah mengemukakan lima pertanyaan di atas, yang seharusnya dipikirkan secara mendalam hingga menjadi bukti tentang kekuasaan dan keesaan-Nya, Allah menyuruh Nabi Muhammad supaya menanyakan kepada orang-orang penyembah berhala itu alasan dan bukti-bukti kebenaran sesembahan mereka, \"Tunjukkanlah bukti kebenaranmu jika kamu memang orang yang beriman.\"\nDemikian cara Al-Qur'an mengajukan pertanyaan-pertanyaan yang jawabannya harus dicari sendiri oleh manusia. Pertama, air yang turun ke bumi sehingga timbul kehidupan berupa kebun-kebun yang indah. Kedua, menjadikan bumi sebagai tempat tinggal yang menyenangkan dengan adanya sungai, gunung, danau, dan laut. Ketiga, manusia dijadikan khalifah di bumi, yaitu sebagai penguasa dan wakil Tuhan untuk melaksanakan hukum-Nya di muka bumi. Manusia sebagai makhluk yang paling tinggi yang diciptakan Allah melakukan perjalanan di darat maupun pelayaran di laut untuk menyebarkan dakwah hukum-hukum Tuhan. Yang terakhir yaitu meskipun manusia jika sampai pada waktunya meninggal dunia dan dikubur di bumi sehingga jasadnya hancur dan menjadi tanah, tetapi pada hari Kiamat ia dibangkitkan kembali. Demikianlah kekuasaan Allah.",
    "quraish": "Tanyakan juga kepada mereka, \"Siapakah yang mula-mula menciptakan makhluk kemudian menghidupkannya kembali sesudah fana nanti? Siapakah yang mendatangkan rezeki untuk kalian dari atas langit dan dari dalam bumi? Tak ada yang dapat melakukan pekerjaan semacam itu kecuali Allah.\" Katakan pula, wahai Muhammad, untuk mencela dan mengingkari perbuatan mereka, \"Jika kalian memiliki tuhan selain Allah, tunjukkanlah kepada kami alasan-alasan yang membenarkan hal itu, kalau kalian sungguh- sungguh orang yang jujur dan benar. Kami yakin kalain tidak akan dapat melakukannya.\"",
    "jalalayn": "(Atau siapakah yang menciptakan manusia dari permulaannya) di dalam rahim, yakni dari air mani (kemudian mengulanginya lagi) menghidupkannya kembali sesudah mati, sekalipun kalian tidak mengakui adanya hari berbangkit itu, karena bukti-bukti yang menunjukkannya telah jelas (dan siapa pula yang memberikan rezeki dari langit) melalui hujan (dan bumi?) melalui tumbuh-tumbuhan. (Apakah di samping Allah ada tuhan yang lain?\") maksudnya, tidak ada yang dapat melakukan sedikit pun dari hal-hal yang telah disebutkan tadi melainkan hanya Allah semata, dan tiada Tuhan selain-Nya. (Katakanlah) hai Muhammad!, (\"Unjukkanlah bukti kebenaran kalian) argumentasi kalian (jika kalian memang orang-orang yang benar\") bahwasanya di samping-Ku ada tuhan lain yang mampu berbuat sesuatu dari hal-hal yang telah disebutkan tadi. Kemudian orang-orang kafir itu bertanya kepada Nabi saw. tentang waktu kiamat, maka turunlah firman-Nya,"
  },
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 65,
    "arab": "قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3224.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menerangkan kepada orang-orang musyrik Mekah bahwa tidak ada seorang pun yang mengetahui perkara yang gaib baik di langit maupun di bumi selain Allah, sesuai dengan firman-Nya:\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An'am/6: 59) \n\nDan firman-Nya pula:\nSesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) \n\nMaksud perkara gaib di sini ialah persoalan-persoalan yang ada hubungannya dengan keadaan dan kehidupan di akhirat dan persoalan-persoalan di dunia yang berada dalam lingkungan hidup manusia dan dapat dirasakan tetapi di luar kemampuan manusia mencapainya. Diriwayatkan dari Masruq dari 'Aisyah beliau berkata:\nDari 'Aisyah r.a., beliau berkata, \"Barang siapa yang beranggapan bahwa Nabi Muhammad saw mengetahui apa yang akan terjadi besok, maka ia telah berdusta besar terhadap Allah, karena Allah menyatakan, 'Katakan, tidak ada yang tahu tentang kegaiban langit dan bumi kecuali Allah.\" (Riwayat Muslim)\n\nPada ayat ini disebutkan salah satu di antara yang gaib itu ialah mereka tidak mengetahui bila akan dibangkitkan dari kubur pada hari Kiamat, karena kiamat itu datangnya secara tiba-tiba sesuai dengan firman Allah:\nApakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66)",
    "quraish": "Katakan pula, wahai Muhammad, \"Sungguh, Zat yang Mahaesa dalam penciptaan alam semesta ini adalah Yang mengetahui segala persoalan gaib, yaitu Allah Swt. Tidak ada seorang pun yang tahu kapan manusia akan dibangkitakan dari kubur untuk diperiksa amal perbuatannya lalu diberi balasan.\"",
    "jalalayn": "(Katakanlah!, \"Tidak ada seorang pun di langit dan di bumi yang mengetahui) baik dari kalangan para Malaikat maupun manusia (perkara yang gaib) dari mereka (kecuali) hanya (Allah saja) yang mengetahuinya (dan mereka tidak mengetahui) maksudnya orang-orang kafir Mekah sama pula dengan orang-orang selain mereka (bila) kapan waktunya (mereka dibangkitkan hidup kembali.\")"
  },
  {
    "ruku": 331,
    "name": "An-Naml",
    "ayat": 66,
    "arab": "بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ",
    "translation": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3225.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kejahilan mereka tentang hari Kiamat. Terdapat dua pendapat dalam memahami ayat ini. Pertama, sesungguhnya pengetahuan mereka tentang akhirat itu tidak menyeluruh. Kedua, pengetahuan mereka tentang kiamat sangat sempurna, tetapi ketika tidak melihatnya dengan mata kepala di dunia, mereka mengingkarinya. Bukan saja mereka tidak percaya dan tidak mengetahui kapan akan terjadinya kiamat, malahan mereka sangat ragu-ragu yang akhirnya menjurus kepada keadaan buta sama sekali tentang hari Kiamat. Dalil apa pun yang ditunjukkan kepada mereka tentang akan datangnya hari Kiamat, tetap mereka tolak. \nSoal keimanan terhadap akan datangnya kiamat itu sangat perlu dimiliki oleh setiap orang yang ingin mendidik dirinya supaya menjadi manusia yang jujur dan bertanggung jawab. Bilamana ia yakin akan mendapat pemeriksaan terhadap dirinya pada hari Kiamat, maka ia akan selalu mengekang hawa nafsunya dari setiap penyelewengan dan keangkaramurkaan. Negara dan seluruh warga negaranya tidak akan dirugikan oleh semua sikap dan tingkah lakunya. Semua kebijaksanaannya menjurus ke arah keamanan kesejahteraan dan kebahagiaan bersama. Agama merupakan unsur mutlak dalam pembangunan bangsa.",
    "quraish": "Pengetahuan mereka tentang akhirat yang berawal dari ketidaktahuan berubah menjadi keraguan. Mereka bagaikan orang buta, karena tidak mau berusaha mencari alasan-alasan yang membenarkan adanya hari akhir. Hal itu lantaran mata hati mereka telah dirusak oleh kesesatan.",
    "jalalayn": "(Apakah) lafal Bal di sini bermakna Hal, yakni apakah (sampai ke sana) lafal Iddaraka pada asalnya adalah Tadaraka, kemudian huruf Ta diganti menjadi Dal kemudian di-idgam-kan kepada Dal, lalu ditariklah Hamzali Washal, artinya sama dengan lafal Balagha, Lahiqa, atau Tataba'a dan Talahaqa, yaitu, sampai ke sana. Menurut qiraat yang lain dibaca Adraka menurut wazan Akrama, sehingga artinya menjadi, Apakah telah sampai ke sana (pengetahuan mereka tentang akhirat?) yakni mengenai hari akhirat, sehingga mereka menanyakan tentang kedatangannya. Pada kenyataannya tidaklah demikian (sebenarnya mereka ragu-ragu tentang akhirat itu, bahkan mereka buta daripadanya) 'Amuna berasal dari kata Umyul Qalbi yang artinya buta hatinya; pengertian ungkapan ini lebih mengena daripada kalimat sebelumnya. Pada asalnya lafal 'Amuna adalah 'Amiyuna, oleh karena harakat Dhammah atas Ya dianggap berat untuk diucapkan, maka harakat Dhammah-nya dipindahkan kepada Mim, hal ini dilakukan sesudah terlebih dahulu harakat Kasrah-nya dibuang, sehingga jadilah 'Amuna."
  }
]