[
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 67,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرَابًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ",
    "translation": "Dan orang-orang yang kafir berkata, “Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3226.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan keingkaran orang-orang kafir terhadap hari Kebangkitan dari kubur. Mereka berkata, \"Apakah setelah kita mati dan menjadi tanah, dan begitu pula nenek moyang kita, akan dikeluarkan kembali dalam keadaan hidup dari kubur?\" Pertanyaan mereka itu diucapkan secara sinis yang menunjukkan seolah-olah peristiwa itu mustahil akan terjadi, seperti tercantum dalam firman Allah:\nDan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra'/17: 49)",
    "quraish": "Orang-orang kafir yang mengingkari hari kebangkitan itu mengatakan, \"Ketika kami telah menjadi debu, jasad kami dan jasad nenek moyang kami pun telah hancur lebur, apakah kami akan dihidupkan kembali?",
    "jalalayn": "Berkata pula orang-orang kafir) yang mengingkari adanya hari berbangkit (\"Apakah setelah kita menjadi tanah dan begitu pula bapak-bapak kita; apakah sesungguhnya kita akan dikeluarkan kembali?) dari kuburan kita, maksudnya akan dihidupkan kembali."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 68,
    "arab": "لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
    "translation": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3227.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan alasan orang-orang kafir yang mengingkari hari Kebangkitan dengan ucapan mereka bahwa sesungguhnya mereka selalu diberi ancaman seperti itu sejak nenek moyang mereka dahulu. Itu tidak lain hanya dongengan orang dahulu kala yang sama sekali tidak berdasarkan kenyataan.",
    "quraish": "Muhammad telah mengingatkan kami akan datangnya hari kebangkitan itu, persis seperti apa yang dikatakan oleh rasul-rasul sebelumnya kepada moyang-moyang kami. Jika benar apa yang dikatakannya itu, mestinya telah terbukti. Tapi kenyatannya itu hanya kebohongan orang-orang yang telah lalu.\"",
    "jalalayn": "(Sesungguhnya kami telah diberi ancaman dengan ini dan juga bapak-bapak kami dahulu, tiada lain) yakni tidak lain (ini hanyalah dongeng-dongengan orang dahulu kala\") lafal Asathir bentuk jamak dari lafal Usthurah, artinya dongeng yang tidak ada kenyataannya, atau cerita dusta."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 69,
    "arab": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3228.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad saw agar memberi nasihat dan petunjuk kepada orang-orang yang mengingkari hari kebangkitan. Nabi saw menyuruh mereka untuk melakukan perjalanan di muka bumi dan memperhatikan bagaimana nasib orang-orang yang berdosa di antara umat-umat terdahulu yang mendustakan Allah dan para rasul yang diutus-Nya. Bagaimana umat-umat itu telah mengalami kehancuran sebagai akibat kekafiran mereka kepada Allah dan hari Kebangkitan. Hendaknya peristiwa-peristiwa itu menjadi pelajaran bagi mereka. Akan tetapi, mereka tetap saja dalam keingkaran, sehingga mereka akan mengalami kehancuran, berdasarkan sunatullah yang tetap berlaku.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Berjalanlah sampai ke ujung dunia, lalu perhatikanlah bukti-bukti sejarah yang ditinggalkan oleh orang-orang pendusta yang diazab Allah, agar kalian dapat mengambil pelajaran yang membuat kalian takut akan azab-Nya!\"",
    "jalalayn": "(Katakanlah!, \"Berjalanlah kalian di muka bumi, lalu perhatikanlah bagaimana akibat orang-orang yang berdosa) karena ingkar kepada adanya hari berbangkit, yaitu dibinasakan-Nya mereka oleh azab-Nya."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 70,
    "arab": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
    "translation": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3229.mp3",
    "tafsir": "Pada ayat ini, Nabi Muhammad diperintahkan Allah supaya berlaku sabar dan tenang menghadapi bermacam-macam tantangan dan cemoohan dari orang-orang kafir itu. Nabi dilarang bersedih hati dan putus asa menghadapi tipu daya mereka karena Allah pasti memberi pertolongan sehingga agama Islam akan tersebar luas ke seluruh pelosok bumi, walaupun orang-orang kafir tidak menyukainya, seperti tercantum dalam firman-Nya:\nDialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai. (at-Taubah/9: 33)",
    "quraish": "Kamu tidak perlu merasa duka dengan ulah orang-orang kafir yang enggan mengikuti agamamu, Muhammad. Tugasmu hanyalah menyampaikan pesan-pesan kerasulan Kami. Jangan merasa khawatir pada makar dan rencana-rencana jahat mereka, karena Kami benar-benar akan menolongmu atas mereka.",
    "jalalayn": "(Dan janganlah kamu berduka cita terhadap mereka dan janganlah dadamu merasa sempit terhadap apa yang mereka tipu dayakan\") ayat ini merupakan hiburan dan penenang hati Nabi saw. Maksudnya, janganlah kamu hiraukan makar mereka terhadap dirimu, karena sesungguhnya Kami akan menolong kamu dari mereka."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 71,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan mereka (orang kafir) berkata, “Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3230.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa orang-orang Quraisy tidak saja mengingkari hari Kebangkitan, bahkan mereka menantang dengan menyuruh Nabi Muhammad mendatangkan azab yang diancamkan kepada mereka. Tantangan itu menunjukkan sikap mereka yang benar-benar mendustakan adanya hari Kebangkitan. Bahkan, mereka mengemukakan tuntutan kepada Nabi Muhammad untuk mempercepat datangnya ancaman Allah dengan ucapan mereka, \"Bilakah datangnya azab yang kamu ancamkan kepada kami jika memang kamu orang-orang yang bisa dipercaya?\"",
    "quraish": "Pendustaan orang-orang kafir itu telah sampai pada puncaknya. Mereka meminta agar siksa itu segera didatangkan dengan mengatakan, \"Kapan akan datang siksa yang kamu ancamkan kepada kami itu? Mana azab yang akan menimpa orang-orang yang berdusta seperti kami itu? Buktikan, jika perkataanmu memang benar!\"",
    "jalalayn": "(Dan mereka berkata, \"Bilakah datangnya ancaman itu) azab yang diancamkan itu (jika memang kamu orang-orang yang benar.\") di dalam pengakuanmu itu."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 72,
    "arab": "قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3231.mp3",
    "tafsir": "Nabi Muhammad disuruh Allah menjawab pertanyaan orang-orang Quraisy itu dengan mengatakan bahwa azab yang mereka tunggu-tunggu dan ingin disegerakan itu sebentar lagi pasti akan datang. Secara kenyataan, azab itu muncul berupa kebinasaan dan kekalahan yang akan mereka alami waktu Perang Badar. Sebanyak 70 orang di antara pemimpin mereka, termasuk Abu Jahal, terbunuh dan 70 orang lainnya menjadi tawanan perang.",
    "quraish": "Katakan kepada mereka, wahai Muhammad, \"Jangan-jangan sebagian azab yang kalian minta disegerakan itu sudah dekat dan akan menimpa kalian.\"",
    "jalalayn": "(Katakanlah!, \"Mungkin telah hampir datang) artinya telah dekat (kepada kalian sebagian dari azab yang kalian minta supaya disegerakan itu.\") maka terjadilah hal itu, yaitu dengan dibunuhnya mereka dalam perang Badar, sedangkan azab yang lainnya akan menimpa mereka sesudah mereka mati."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 73,
    "arab": "وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ",
    "translation": "Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3232.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa azab yang mereka minta disegerakan itu tidak diturunkan karena Ia benar-benar mempunyai karunia besar untuk manusia. Allah yang Maha Penyantun tidak segera menurunkan azab-Nya, bahkan sebaliknya memberi kesempatan kepada mereka untuk bertobat dan menyadari kesesatan mereka sehingga dengan penuh kesadaran menerima petunjuk Allah yang dibawa oleh Nabi-Nya. Kesempatan untuk bertobat dan kembali kepada jalan kebenaran itu adalah karunia yang besar, tetapi kebanyakan manusia tidak mensyukurinya. Hal ini tersebut pula dalam firman-Nya:\n...Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur. (al-Baqarah/2: 243)",
    "quraish": "Sesungguhnya Allah Swt. adalah Tuhan yang memberikan nikmat dan kebaikan-kebaikan bagi seluruh manusia. Di antara wujud rahmat-Nya itu adalah penundaan hukuman yang akan dikenakan atas orang-orang yang berdusta. Akan tetapi kebanyakan manusia tidak mensyukuri karunia Allah.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar mempunyai karunia yang besar yang diberikan-Nya kepada manusia) antara lain; penangguhan azab atas orang-orang kafir (tetapi kebanyakan mereka tidak mensyukurinya) orang-orang kafir tidak mensyukuri ditangguhkannya azab atas mereka, karena mereka tidak mempercayai akan adanya azab itu."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 74,
    "arab": "وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ",
    "translation": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3233.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Dia benar-benar mengetahui apa yang mereka sembunyikan di dalam hati dan apa yang mereka nyatakan. Dia mengetahui apa yang mereka sembunyikan tentang permusuhan mereka terhadap Rasulullah dan apa yang mereka nyatakan dalam perbuatan dan tipu muslihat. Allah akan memberi balasan sesuai dengan amal perbuatan mereka itu. Hal ini sesuai dengan firman-Nya:\nSama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus-terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Ra'd/13: 10)",
    "quraish": "Dan Tuhanmu, Muhammad, sungguh Maha Mengetahui segala perkataan dan perbuatan yang mereka rahasiakan dan yang mereka tampakkan. Allah Maha Memberi balasan atas segala yang mereka perbuat itu.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar mengetahui apa yang disembunyikan hati mereka) maksudnya apa yang tersimpan di dalam hati mereka (dan apa yang mereka nyatakan) melalui lisan-lisan mereka."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 75,
    "arab": "وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
    "translation": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3234.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa semua yang gaib yang terjadi di langit dan bumi telah dicatat di Lauh Mahfuz, sesuai dengan firman-Nya:\nTidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudh). Sesungguhnya yang demikian itu s",
    "quraish": "Tak ada sesuatu yang tersembunyi atau gaib--sekecil dan sehalus apa pun--baik di langit maupun di bumi, yang tidak diketahui dan dicatat oleh Allah dalam kitab yang benar di sisi-Nya.",
    "jalalayn": "(Tiada sesuatu pun yang gaib di langit dan di bumi) huruf Ha pada lafal Ghaibah untuk menunjukkan makna Mubalaghah atau sangat, maksudnya sangat gaib di mata manusia (melainkan terdapat dalam kitab yang nyata) yakni Lohmahfuz dan rahasia ilmu Allah swt. antara lain diazabnya orang-orang kafir."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 76,
    "arab": "اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ",
    "translation": "Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3235.mp3",
    "tafsir": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: \n1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. \n2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah.\n3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil.\n\nPerselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. \nJika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\"\nIsyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa.\nPada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya.",
    "quraish": "Sesunggguhnya kitab suci yang diwahyukan kepada Muhammad itu memberikan penjelasan kepada Banû Isrâ'îl mengenai akidah, hukum dan kisah-kisah yang benar yang termaktub dalam Tawrât, untuk mengembalikan kepada kebenaran atas persoalan-persoalan yang mereka perselisihkan.",
    "jalalayn": "(Sesungguhnya Alquran ini menjelaskan kepada Bani Israel) yang ada di zaman Nabi saw. (sebagian besar dari perkara-perkara yang mereka berselisih tentangnya) dengan menjelaskan hal tersebut sesuai dengan kedudukannya, sehingga hilanglah semua perselisihan yang ada pada mereka, jika mereka mau mengambilnya dan masuk Islam."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 77,
    "arab": "وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
    "translation": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3236.mp3",
    "tafsir": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: \n1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. \n2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah.\n3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil.\n\nPerselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. \nJika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\"\nIsyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa.\nPada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya.",
    "quraish": "Kitab suci ini adalah petunjuk yang membebaskan manusia dari kesesatan, dan sebagai rahmat yang menyelamatkan orang-orang yang beriman kepadanya dari siksa.",
    "jalalayn": "Dan sesungguhnya Alquran itu benar-benar menjadi petunjuk) dari kesesatan (dan rahmat bagi orang-orang yang beriman) yakni terhindar dari azab."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 78,
    "arab": "اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ",
    "translation": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3237.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.",
    "quraish": "Sesungguhnya Tuhanmu akan memberikan keputusan pada setiap manusia dengan sifat adil-Nya pada hari kiamat. Dia Mahamenang. Tak seorang pun dapat menolak keputusan-Nya; Maha Mengetahui yang tidak tersamar bagi-Nya antara kepalsuan dan kebenaran.",
    "jalalayn": "(Sesungguhnya Rabbmu akan menyelesaikan perkara di antara mereka) sama dengan orang-orang selain mereka, kelak di hari kiamat (dengan keputusan-Nya) dengan keadilan-Nya. (Dan Dia-lah yang Maha Perkasa) Maha Menang (lagi Maha Mengetahui) tentang ketentuan yang akan diputuskan-Nya, tidak mungkin bagi seorang pun menentangnya, tidak sebagaimana di dunia di mana orang-orang kafir masih dapat menentang Nabi-nabi-Nya."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 79,
    "arab": "فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ",
    "translation": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3238.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.",
    "quraish": "Oleh karena itu, serahkan segala urusanmu kepada Allah. Teruslah berdakwah dengan penuh keyakinan akan datangnya kemenangan, karena kamu memang berada pada kebenaran yang jelas. Ulah orang-orang yang mengingkarimu itu tidak akan membawa kerugian apa-apa bagi dirimu.",
    "jalalayn": "(Sebab itu bertakwalah kepada Allah) percayakanlah kepada-Nya (sesungguhnya kamu berada di atas kebenaran yang nyata) yakni agama yang nyata, maka akibatnya kamulah yang akan mendapat kemenangan atas orang-orang kafir. Kemudian pada ayat selanjutnya Allah membuat perumpamaan tentang orang-orang kafir, sebagai orang-orang mati, tuli dan buta, untuk itu Allah swt. berfirman,"
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 80,
    "arab": "اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ",
    "translation": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3239.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Nabi Muhammad tidak ditugaskan supaya menjadikan orang-orang musyrik itu beriman. Beliau hanya ditugaskan untuk menyampaikan seruan atau risalah dari Allah. Tidak termasuk wewenang beliau untuk memaksa orang kafir menjadi seorang mukmin. Hal tersebut berada dalam kekuasaan Allah. Nabi tidak mampu memasukkan petunjuk ke dalam hati orang yang sudah terkunci mati. Ayat ini juga menjelaskan bahwa Muhammad tidak dapat menjadikan orang-orang yang mati itu mendengar dan tidak pula menjadikan orang-orang tuli mendengar panggilan, terlebih lagi bila hati mereka telah berpaling ke belakang.\nKalimat \"orang-orang yang mati\" dan \"orang-orang yang tuli\" dalam ayat ini adalah ungkapan metafora. Maksudnya adalah orang-orang musyrik itu dianggap sebagai orang yang sudah mati pikirannya, sudah tuli dan tidak dapat mendengar panggilan dan ajakan kebaikan. Mereka telah berpaling ke belakang. Mereka diserupakan dengan orang yang mati dan orang yang tuli karena semua ayat yang dibacakan kepada mereka tidak berpengaruh sama sekali\nWalaupun secara umum ayat ini menjelaskan bahwa orang yang telah mati tidak dapat mendengar seruan orang yang masih hidup, tetapi ada beberapa hadis yang sahih, seperti yang diriwayatkan oleh Muslim, yang menerangkan bahwa Nabi Muhammad pernah berbicara pada mayat-mayat kaum musyrikin yang terbunuh waktu perang Badar dan dikubur bersama-sama dalam sebuah sumur. Melihat hal itu, sebagian sahabat, di antaranya Umar bin Khattab, menyatakan keheranannya dengan bertanya mengapa Rasulullah berbicara dengan orang yang sudah meninggal. Menanggapi hal itu, Rasulullah bersabda: \nKamu tidak lebih mendengar daripada mereka terhadap apa yang aku katakan, hanya saja mereka tidak dapat menjawab. (Riwayat Imam Muslim dari Anas bin Malik)\n\nPengertian yang terkandung dalam hadis di atas adalah bahwa orang-orang yang masih hidup dan mayat-mayat itu sama dapat mendengar ucapan Nabi. Akan tetapi, orang yang masih hidup dapat menjawab, sedangkan mereka tidak. Dalam beberapa hadis yang sahih diterangkan pula oleh Nabi bahwa bila seorang mayat telah selesai dimasukkan ke kuburnya, ia dapat mendengar suara sepatu atau terompah orang-orang yang mengantarnya. \nSebagai seorang penyampai risalah Allah, Nabi tidak dapat memberi hidayah kepada orang-orang musyrik untuk menjadi mukmin sebagaimana yang terjadi dengan paman Nabi yaitu Abu thalib yang hingga akhir hidupnya tidak beriman. Firman Allah:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk (al-Qasas/28: 56)\n\nTugas Nabi hanya memberi petunjuk dalam arti memberi bimbingan (irsyad), memberi keterangan (bayan), dan melaksanakannya, sebagaimana firman Allah:\n... Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus.(asy-Syura/42: 52) \n\nPengertian hidayah pada Surah al-Qasas/28: 56 di atas adalah \"taufik\". Hal ini mengandung pengertian bahwa Nabi tidak mempunyai kewenangan untuk memberi taufik kepada manusia, walaupun terhadap orang yang dicintainya, misalnya Abu thalib. hanya Allah yang dapat memberi hidayah dalam arti taufik kepada orang-orang yang dikehendaki-Nya. \nAdapun hidayah pada Surah as-Syura/42: 52 bermakna \"tabyin dan irsyad\". Hal ini berarti bahwa Nabi mempunyai kewenangan untuk memberi penjelasan dengan petunjuk yang luas.",
    "quraish": "Sungguh kamu, Muhammad, tidak akan dapat mendatangkan hidayah kepada orang-orang kafir. Mereka tidak sadar, bagaikan orang mati. Mereka juga tidak dapat mendengar bagaikan orang yang kehilangan indera pendengarnya. Mereka tidak memiliki kesiapan mendengarkan dakwahmu, karena mereka telah terlanjur larut dalam sikap berpaling darimu.",
    "jalalayn": "(\"Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan tidak pula menjadikan orang-orang yang tuli mendengar panggilan, apabila) dapat dibaca Tahqiq dan Tas-hil (mereka telah berpaling membelakang)."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 81,
    "arab": "وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ",
    "translation": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3240.mp3",
    "tafsir": "Pada ayat ini, Allah memperkuat pengertian ayat sebelumnya bahwa Nabi Muhammad sama sekali tidak dapat memalingkan orang-orang buta yang telah terkunci hatinya dari kesesatan. Mata hatinya tidak dapat diberi petunjuk kepada jalan yang lurus karena ada hijab atau dinding yang menutupi pandangannya, sehingga tidak dapat melihat kebenaran sama sekali. Nabi Muhammad tidak dapat menjadikan seseorang dapat mendengar seruannya dengan pendengaran yang positif, kecuali orang-orang yang beriman kepada Allah, lalu berserah diri secara tulus ikhlas kepada-Nya.",
    "quraish": "Kamu tidak akan dapat mendatangkan petunjuk menuju kebenaran kepada orang-orang yang mata hatinya buta. Yang dapat kamu buat mendengar hanyalah orang yang beriman pada ayat-ayat Kami. Mereka memang taat dan selalu menyambut seruan Kami.",
    "jalalayn": "Dan kamu sekali-kali tidak dapat memimpin orang-orang buta dari kesesatan mereka, tidak lain kamu hanya dapat membuat mendengar) dengan pendengaran yang disertai pemahaman dan mau menerima apa yang didengarnya yaitu (orang-orang yang beriman kepada ayat-ayat Kami) kepada Alquran (lalu mereka berserah diri) mengikhlaskan diri mereka untuk mentauhidkan Allah."
  },
  {
    "ruku": 332,
    "name": "An-Naml",
    "ayat": 82,
    "arab": "۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ",
    "translation": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3241.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bila kemarahan dan kemurkaan-Nya telah dijatuhkan kepada manusia yang durhaka, karena meninggalkan perintah dan mengotori kemurnian agama-Nya, maka pada saat menjelang datangnya hari Kiamat, binatang-binatang melata keluar dari bumi dan berbicara kepada mereka dengan lidah yang fasih, bahwa kebanyakan manusia tidak yakin kepada ayat-ayat Allah, dan tidak percaya akan datangnya hari Kiamat. Ucapan dari binatang melata itu mengandung cercaan dan peringatan yang sangat keras kepada manusia yang berada di sekelilingnya. Keanehan yang akan terjadi sebelum kiamat, di mana seekor binatang melata dapat berbicara memberi peringatan kepada orang-orang yang durhaka, tidak mustahil bagi Allah. Ia dapat memberi kemampuan kepada binatang tersebut untuk berbicara pada saat itu, sesuai dengan firman-Nya:\nMereka berkata, \"Allah yang telah menjadikan kami dapat bicara pasti juga dapat menjadikan segala sesuatu dapat berbicara.\" (Fussilat/41: 21)\n\nMengenai keluarnya binatang melata dianggap sebagai masalah gaib karena bentuk dan sifatnya tidak disebutkan dalam Al-Qur'an. Keterangan mengenai hal ini hanya terdapat dalam hadis. Di antaranya adalah hadis yang diriwayatkan oleh Muslim dari 'Abdullah bin amr:\n'Abdullah bin 'Amr berkata, \"Aku menghafal sebuah hadis dari Rasulullah saw yang tidak akan aku lupakan. Aku mendengar beliau bersabda, 'Tanda-tanda akan (datangnya kiamat) yang pertama kali muncul adalah terbitnya matahari dari sebelah barat dan keluarnya binatang melata kepada manusia di pagi hari. Manakala salah satu dari dua peristiwa ini terjadi, maka yang satu lagi segera menyusul setelahnya.\" (Riwayat Muslim)",
    "quraish": "Apabila janji Allah akan datangnya hari kiamat itu semakin dekat, dan orang-orang kafir itu hampir ditimpa azab, Allah akan mendatangkan binatang melata dari dalam bumi yang dapat bercakap-cakap. Di antara ucapannya adalah: \"Sesungguhnya orang-orang kafir itu mengingkari seluruh mukjizat dan tidak mau beriman pada hari kiamat. Saat ini terbukti apa yang sebelumnya mereka ingkari. Inilah dahsyatnya hari kiamat dan peristiwa-peristiwa yang bakal terjadi sesudah itu. \"(1). (1) Demikianlah penafsiran ayat ini bedasarkan makna tekstualnya. Ada dua pendapat lain mengenai penafsiran makna ayat ini. Pertama, yang dimaksud dengan kata \"dâbbah\" dalam ayat ini adalah apa saja yang berjalan (melata) di atas bumi, termasuk binatang dan manusia. Dalam konteks penafsiran ini, pengertian yang mungkin lebih tepat adalah bahwa kata \"dâbbah\" berarti 'manusia', yang muncul menjelang hari kiamat. Dengan demikian, ayat ini berarti sebagai berikut: \"Apabila kepastian bahwa orang-orang kafir akan mendapat siksa telah datang, mereka akan didatangi sekelompok orang beriman yang berjalan melalui lembah atau dataran hingga mengoncangkan orang-orang kafir dan memporak-porandakan bangunannya\". Kedua, kata \"dâbbah\" di atas dapat diartikan sebagai 'orang-orang jahat' yang, karena kebodohannya, disamakan dengan hewan melata. Pendapat ini dicantumkan oleh Al-Ashfahânî dalam bukunya Al-Muqarrarât. Dengan begitu, ayat itu berarti demikian: \"Ketika hari kiamat telah hampir tiba, bumi ini akan dipenuhi oleh kejahatan dan kerusakan. Lalu terjadilah peristiwa kiamat yang didustakan oleh orang-orang kafir itu\". Peristiwa dan kenyataan itulah, bukan sekadar ungkapan, yang dimaksud dengan kata \"qawl\" dalam ayat ini. Dalam hal ini, kedua pendapat tadi tidak jauh berbeda.",
    "jalalayn": "(Dan apabila perkataan telah jatuh atas mereka) yakni azab telah pasti menimpa mereka termasuk orang-orang kafir lainnya. (Kami keluarkan sejenis binatang melata dari bumi yang akan mengatakan kepada mereka) yaitu akan berbicara kepada orang-orang yang ada dari kalangan mereka; sewaktu binatang melata itu keluar ia langsung berbicara kepada mereka dengan memakai bahasa Arab. Dan garis besar dari apa yang dikatakannya itu ialah (bahwa sesungguhnya manusia) orang-orang kafir Mekah. Lafal Anna menurut qiraat yang lain dibaca Inna; qiraat ini dapat dipakai pula bilamana diperkirakan adanya huruf Ba sesudah lafal Tukallimuhum (dahulu tidak yakin kepada ayat-ayat Kami.\") mereka tidak beriman kepada Alquran yang di dalamnya disebutkan tentang adanya hari berbangkit, hari hisab amal perbuatan dan hari pembalasan. Dengan keluarnya binatang melata ini, maka terhentilah fungsi Amar Makruf dan Nahi Mungkar dan orang kafir yang beriman pada saat itu tidak dianggap lagi keimanannya, sebagaimana yang telah diwahyukan oleh Allah swt. kepada Nabi Nuh melalui firman-Nya, \"Bahwasanya sekali-kali, tidak akan beriman di antara kaummu, kecuali orang-orang yang telah beriman saja.\" (Q.S. 11 Hud, 36)."
  }
]