[
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 31,
    "arab": "وَلَمَّا جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰىۙ قَالُوْٓا اِنَّا مُهْلِكُوْٓا اَهْلِ هٰذِهِ الْقَرْيَةِ ۚاِنَّ اَهْلَهَا كَانُوْا ظٰلِمِيْنَ ۚ",
    "translation": "Dan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, “Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3371.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan tentang kedatangan malaikat yang menemui Nabi Ibrahim. Mereka memberi kabar gembira bahwa Allah akan mengaruniakan kepadanya seorang anak bernama Ishak. Kelak putra itu akan diangkat menjadi nabi dan rasul menggantikan tugas dan jabatan Ibrahim. Kemudian diberitahukan kepadanya bahwa negeri Sodom akan dihancurkan untuk menghukum kaum yang mendustakan Lut dan berbuat zalim.",
    "quraish": "Ketika malaikat-malaikat Allah datang kepada Ibrâhîm as. dengan membawa kabar gembira, para malaikat itu berkata, \"Sesungguhnya perintah untuk menghancurkan penduduk negeri ini adalah karena mereka merusak dan menzalimi diri mereka sendiri dengan perbuatan syirik dan keji.\"",
    "jalalayn": "(Dan tatkala utusan Kami/para malaikat datang kepada Ibrahim membawa kabar gembira) mengenai akan lahirnya Ishak dan Yakub sesudahnya (mereka mengatakan, \"Sesungguhnya kami akan menghancurkan penduduk negeri ini) yang ditempati oleh kaum Nabi Luth (sesungguhnya penduduknya adalah orang-orang yang lalim.\") yakni orang-orang yang kafir."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 32,
    "arab": "قَالَ اِنَّ فِيْهَا لُوْطًا ۗقَالُوْا نَحْنُ اَعْلَمُ بِمَنْ فِيْهَا ۖ لَنُنَجِّيَنَّهٗ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
    "translation": "Ibrahim berkata, “Sesungguhnya di kota itu ada Lut.” Mereka (para malaikat) berkata, “Kami lebih mengetahui siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya kecuali istrinya. Dia termasuk orang-orang yang tertinggal (dibinasakan).” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3372.mp3",
    "tafsir": "Ibrahim merasa khawatir dan cemas akan nasib Lut, karena Lut mungkin akan turut hancur bersama mereka. Oleh karena itu, ia mengingatkan hal ini kepada mereka yang ditugaskan Allah itu. Ibrahim berkata, \"Hai malaikat, di sana ada seorang utusan Allah bernama Lut. Dia bukan termasuk orang yang aniaya kepada dirinya, bahkan ia seorang rasul yang beriman dan taat kepada-Nya.\" Malaikat itu menjawab, \"Ya kami sudah memakluminya, dan Lut bukan termasuk dalam golongan orang yang jahat itu. Akan tetapi, istrinya termasuk orang yang tetap akan disiksa, karena turut membenarkan kaum Lut atas kekafiran, kezaliman, dan perbuatan-perbuatan keji mereka.",
    "quraish": "Ibrâhîm berkata kepada para malaikat, \"Sesungguhnya di dalam negeri itu terdapat Lûth. Bagaimana kalian menghancurkan mereka, sedangkan ia ada di sana?\" Malaikat menjawab bahwa mereka mengetahui siapa yang ada di dalam negeri itu. Mereka akan menyelamatkan Lûth beserta pengikutnya dari azab, kecuali istrinya. Sesungguhnya ia termasuk orang-orang yang musnah karena kekufuran dan perbuatannya yang buruk.",
    "jalalayn": "(Berkata dia) Ibrahim (\"Sesungguhnya di kota itu ada Luth.\" Mereka berkata) para Malaikat itu berkata: (\"Kami lebih mengetahui siapa yang ada di kota itu, Kami sungguh-sungguh akan menyelamatkan dia) lanunajjiyannahu dapat dibaca secara takhfif yaitu lanunjiyannahu, dapat pula dibaca tasydid, yaitu lanunajjiyannahu (beserta pengikut-pengikutnya kecuali istrinya. Dia adalah termasuk orang-orang yang tertinggal.\") termasuk orang-orang yang dibinasakan."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 33,
    "arab": "وَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالُوْا لَا تَخَفْ وَلَا تَحْزَنْ ۗاِنَّا مُنَجُّوْكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغٰبِرِيْنَ",
    "translation": "Dan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka, dan mereka (para utusan) berkata, “Janganlah engkau takut dan jangan (pula) bersedih hati. Sesungguhnya Kami akan menyelamatkanmu dan pengikut-pengikutmu, kecuali istrimu, dia termasuk orang-orang yang tinggal (dibinasakan).” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3373.mp3",
    "tafsir": "Ketika malaikat datang menemui Lut dan menyampaikan maksud kedatangannya, Lut menjadi panik dan sesak napas. Sebab, ia khawatir orang-orang Sodom itu akan mengganggunya kelak bila mengetahui ada tamu yang mulia itu. Oleh karena itu, kedatangan malaikat itu sengaja dirahasiakannya. Lut tidak sanggup menolak kedatangan mereka. Setelah melihat ketakutan dan kecemasan Lut atas kedatangan kaumnya, para malaikat itu menenteramkannya dengan berkata, \"Hai Lut hendaklah engkau tenang, jangan gusar. Engkau tak usah khawatir akan keselamatan kami dan apa yang dilakukan oleh kaummu terhadap kami. Sebab perbuatan jahat mereka telah sampai ke puncaknya dan nasihat sudah cukup banyak engkau sampaikan kepada mereka.\"\nUntuk menenteramkan perasaan Lut, malaikat itu berkata pula, \"Kami akan menyelamatkan engkau dari siksaan yang akan diturunkan kepada kaummu dalam waktu dekat ini, demikian pula para pengikutmu yang beriman dan setia. Tak dapat tidak, pastilah mereka itu akan mengalami siksaan berat. Dan istrimu termasuk golongan orang-orang yang akan dihukum\". \nIstri Lut mengetahui ada tamu lelaki menginap di rumahnya, maka dengan serta-merta ia memberitahukan hal itu kepada rekan-rekannya. Oleh karena itu, tersiarlah berita dengan cepat bahwa di rumah Lut ada tamu tak dikenal. Dengan segera timbullah niat jahat dalam hati mereka untuk mengganggu tamu itu. Mereka lalu berunding dan bermufakat untuk membuat suatu rencana supaya bisa melaksanakan niat tersebut. Dengan demikian, menjadi jelas bahwa istri Lut termasuk orang yang berserikat dalam rencana busuk itu. \nKeterangan malaikat di atas menenangkan perasaan Lut dari ketakutan. Kepada beliau diingatkan lagi, \"Kami para malaikat pasti akan mendatangkan siksaan kepada mereka dengan tangan kami sendiri, akibat kefasikan yang sudah berurat berakar dalam diri mereka.\"\nPendapat yang masyhur menyebutkan, mula-mula terjadi guncangan keras, dan tanah tempat kediaman manusia yang durhaka itu menjadi jungkir balik. Setelah diserang hujan batu dan gempa bumi yang dahsyat, negeri itu menjadi hancur berantakan dan rata dengan bumi. Akhirnya negeri Sodom, bekas kediaman umat Nabi Lut, menjadi lautan mati (al-Bahrul Mayit).",
    "quraish": "Ketika para malaikat yang diutus itu pergi menemui Lûth dan ia pun melihat mereka, Lûth merasa sedih karena takut akan kekejian kaumnya. Ia merasa tidak berdaya untuk melindungi mereka. Lalu para malaikat itu menenangkannya dan berkata, \"Jangan sekali-kali kamu takut kepada kekejian kaummu kepada kami, dan jangan bersedih karena kami. Kami telah datang untuk menghancurkan penduduk negeri ini. Kami akan menyelamatkanmu dan keluargamu. Tetapi istrimu termasuk orang-orang yang binasa, karena kekufurannya.\"",
    "jalalayn": "(Dan tatkala datang utusan-utusan Kami itu kepada Luth, dia merasa susah karena kedatangan mereka) dia merasa susah disebabkan adanya mereka (dan merasa tidak mempunyai kekuatan untuk melindungi mereka) karena mereka memiliki wajah-wajah tampan, mereka menyamar sebagai tamu Nabi Luth. Nabi Luth merasa takut kaumnya akan melakukan hal-hal yang tidak diinginkan terhadap tamu-tamunya, maka para utusan itu memberitahukan kepadanya, bahwa mereka adalah utusan dari Rabbnya (dan mereka berkata, \"Janganlah kamu takut dan jangan pula susah. Sesungguhnya kami akan menyelamatkan kamu) dapat dibaca munajjuuka dan munjuuka (dan pengikut-pengikutmu kecuali istrimu, dia adalah termasuk orang-orang yang tertinggal\") dinashabkannya lafal ahlaka karena diathafkan secara mahal kepada huruf kaf yang ada pada lafal munajjuuka."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 34,
    "arab": "اِنَّا مُنْزِلُوْنَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ",
    "translation": "Sesungguhnya Kami akan menurunkan azab dari langit kepada penduduk kota ini karena mereka berbuat fasik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3374.mp3",
    "tafsir": "Ketika malaikat datang menemui Lut dan menyampaikan maksud kedatangannya, Lut menjadi panik dan sesak napas. Sebab, ia khawatir orang-orang Sodom itu akan mengganggunya kelak bila mengetahui ada tamu yang mulia itu. Oleh karena itu, kedatangan malaikat itu sengaja dirahasiakannya. Lut tidak sanggup menolak kedatangan mereka. Setelah melihat ketakutan dan kecemasan Lut atas kedatangan kaumnya, para malaikat itu menenteramkannya dengan berkata, \"Hai Lut hendaklah engkau tenang, jangan gusar. Engkau tak usah khawatir akan keselamatan kami dan apa yang dilakukan oleh kaummu terhadap kami. Sebab perbuatan jahat mereka telah sampai ke puncaknya dan nasihat sudah cukup banyak engkau sampaikan kepada mereka.\"\nUntuk menenteramkan perasaan Lut, malaikat itu berkata pula, \"Kami akan menyelamatkan engkau dari siksaan yang akan diturunkan kepada kaummu dalam waktu dekat ini, demikian pula para pengikutmu yang beriman dan setia. Tak dapat tidak, pastilah mereka itu akan mengalami siksaan berat. Dan istrimu termasuk golongan orang-orang yang akan dihukum\". \nIstri Lut mengetahui ada tamu lelaki menginap di rumahnya, maka dengan serta-merta ia memberitahukan hal itu kepada rekan-rekannya. Oleh karena itu, tersiarlah berita dengan cepat bahwa di rumah Lut ada tamu tak dikenal. Dengan segera timbullah niat jahat dalam hati mereka untuk mengganggu tamu itu. Mereka lalu berunding dan bermufakat untuk membuat suatu rencana supaya bisa melaksanakan niat tersebut. Dengan demikian, menjadi jelas bahwa istri Lut termasuk orang yang berserikat dalam rencana busuk itu. \nKeterangan malaikat di atas menenangkan perasaan Lut dari ketakutan. Kepada beliau diingatkan lagi, \"Kami para malaikat pasti akan mendatangkan siksaan kepada mereka dengan tangan kami sendiri, akibat kefasikan yang sudah berurat berakar dalam diri mereka.\"\nPendapat yang masyhur menyebutkan, mula-mula terjadi guncangan keras, dan tanah tempat kediaman manusia yang durhaka itu menjadi jungkir balik. Setelah diserang hujan batu dan gempa bumi yang dahsyat, negeri itu menjadi hancur berantakan dan rata dengan bumi. Akhirnya negeri Sodom, bekas kediaman umat Nabi Lut, menjadi lautan mati (al-Bahrul Mayit).",
    "quraish": "Para malaikat itu berkata, \"Kami diutus untuk menjalankan perintah Allah guna menurunkan azab dari langit kepada penduduk negeri ini, karena kefasikan dan kekufuran mereka.\"",
    "jalalayn": "(Sesungguhnya Kami akan menurunkan) dapat dibaca munziluuna dan munazziluuna (azab atas penduduk kota ini) yakni siksaan (dari langit karena) perbuatan (kefasikan yang mereka kerjakan) disebabkan kefasikan mereka."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 35,
    "arab": "وَلَقَدْ تَّرَكْنَا مِنْهَآ اٰيَةً ۢ بَيِّنَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
    "translation": "Dan sungguh, tentang itu telah Kami tinggalkan suatu tanda yang nyata bagi orang-orang yang mengerti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3375.mp3",
    "tafsir": "Kemudian dijelaskan bahwa di samping untuk menghukum kesalahan-kesalahan yang telah diperbuat oleh kaum Lut, azab dan bala itu diturunkan juga diharapkan menjadi peringatan bagi generasi yang hidup sesudahnya, yaitu orang-orang yang menggunakan akal dan ingin mendapatkan pelajaran dari apa yang telah terjadi.",
    "quraish": "Allah telah memusnahkan negeri ini dan meninggalkan bekas-bekasnya dengan jelas agar menjadi bukti atas apa yang telah dilakukan Allah kepada mereka, dan menjadi pelajaran bagi orang-orang yang merenunginya.",
    "jalalayn": "(Dan sesungguhnya Kami tinggalkan daripadanya satu tanda yang nyata) yang jelas, yaitu berupa bekas-bekas kehancuran mereka (bagi orang-orang yang berakal) bagi mereka yang mau berpikir."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 36,
    "arab": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۙ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۖ",
    "translation": "Dan kepada penduduk Madyan, (Kami telah mengutus) saudara mereka Syuaib, dia berkata, “Wahai kaumku! Sembahlah Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di bumi berbuat kerusakan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3376.mp3",
    "tafsir": "Allah mengutus Nabi Syuaib kepada kaum yang berdiam di negeri Madyan, supaya mereka beribadah kepada Allah Yang Maha Esa dengan ikhlas. Ibadah tersebut akan bermanfaat untuk kebahagiaan hidup di dunia dan di akhirat kelak. Dalam ayat ini dikatakan \"harapkanlah (pahala) hari akhir\", berarti hendaklah kamu merasa takut dengan kedatangan hari itu dan persiapkanlah dirimu dengan amal saleh sebanyak-banyaknya guna menghadapinya. Di samping seruan untuk menyembah Allah Yang Maha Esa, dan memperbanyak amal untuk perbekalan di kampung akhirat, Syuaib juga menganjurkan supaya meninggalkan segala perbuatan yang bersifat merusak dan membinasakan. Jangan saling merugikan antara sesama manusia, seperti mengurangi takaran dan timbangan, dan merampok kafilah yang sedang lalu. Kemudian mereka juga diperintahkan untuk memperbanyak tobat kepada Tuhan sambil mengembalikan diri kepada-Nya dengan jalan mengerjakan perintah-Nya dan menjauhi larangan-Nya",
    "quraish": "Allah telah mengirimkan seorang rasul kepada penduduk Madyan, yaitu Nabi Syu'ayb. Dia menyerukan mereka kepada ketauhidan dan beribadah kepada Allah, takut kepada hari akhir dan melakukan apa yang mendatangkan pahala Allah sebagaimana yang mereka harapkan, serta melarang mereka untuk terus- menerus melakukan perusakan bumi.",
    "jalalayn": "(Dan) Kami utus (kepada penduduk Madyan saudara mereka Syuaib, maka ia berkata, \"Hai kaumku! Sembahlah oleh kalian Allah, harapkanlah pahala hari akhir) maksudnya takutlah kalian akan hari itu, yaitu hari kiamat (dan janganlah kalian berkeliaran di muka bumi berbuat kerusakan.\") Lafal mufsidiina berkedudukan sebagai hal atau kata keterangan keadaan yang mengukuhkan makna 'amilnya. Lafal ta'tsau berasal dari lafal 'atsiya yang artinya membuat kerusakan."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 37,
    "arab": "فَكَذَّبُوْهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ ۙ",
    "translation": "Mereka mendustakannya (Syuaib), maka mereka ditimpa gempa yang dahsyat, lalu jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3377.mp3",
    "tafsir": "Akan tetapi, sebagaimana halnya kaum Nabi Lut, umat Nabi Syuaib pun durhaka dan tidak mau menerima nasihat Nabi Syuaib. Mereka malah mendustakannya. Oleh karena itu, berlakulah sunah Allah. Ketika mereka dengan terang-terangan mengingkari Syuaib setelah diberi peringatan berulang-ulang, maka tibalah waktunya Allah mengazab mereka. Bumi tempat kediaman mereka diguncang oleh gempa yang menggetarkan dan menghancurkan tanah kediaman mereka. Mereka mati jungkir balik dan ditelan bumi, tanpa bergerak lagi. Cerita lebih lengkap tentang Nabi Syuaib telah disebutkan pula oleh Tuhan dalam ayat-ayat lain, yaitu pada Surah Al-A'raf/7: 88-93, Hud/11: 87-94, dan asy-Syu'ara'/26: 176-190.",
    "quraish": "Lalu mereka mendustakan dan mendurhakainya. Maka Allah menghancurkan mereka dengan gempa sangat keras yang meruntuhkan rumah-rumah mereka dan menimpa diri mereka sehingga mereka mati bergelimpangan.",
    "jalalayn": "(Maka mereka mendustakan Syuaib, lalu mereka ditimpa gempa yang dahsyat) gempa yang sangat kuat goncangannya (dan jadilah mereka mayit-mayit yang bergelimpangan di rumah-rumah mereka) yakni mereka mati dalam keadaan terduduk di atas lutut mereka di tempat tinggal masing-masing."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 38,
    "arab": "وَعَادًا وَّثَمُوْدَا۟ وَقَدْ تَّبَيَّنَ لَكُمْ مِّنْ مَّسٰكِنِهِمْۗ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَ ۙ",
    "translation": "Juga (ingatlah) kaum ’Ad dan Samud, sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3378.mp3",
    "tafsir": "Akan tetapi, sebagaimana halnya kaum Nabi Lut, umat Nabi Syuaib pun durhaka dan tidak mau menerima nasihat Nabi Syuaib. Mereka malah mendustakannya. Oleh karena itu, berlakulah sunah Allah. Ketika mereka dengan terang-terangan mengingkari Syuaib setelah diberi peringatan berulang-ulang, maka tibalah waktunya Allah mengazab mereka. Bumi tempat kediaman mereka diguncang oleh gempa yang menggetarkan dan menghancurkan tanah kediaman mereka. Mereka mati jungkir balik dan ditelan bumi, tanpa bergerak lagi. Cerita lebih lengkap tentang Nabi Syuaib telah disebutkan pula oleh Tuhan dalam ayat-ayat lain, yaitu pada Surah Al-A'raf/7: 88-93, Hud/11: 87-94, dan asy-Syu'ara'/26: 176-190.",
    "quraish": "Dan ingatlah, wahai Rasul, peristiwa kematian kaum 'Ad dan Tsamûd, ketika Kami menghancurkan mereka. Bekas-bekas rumah mereka yang tertinggal masih terlihat jelas. Kehancuran ini adalah disebabkan oleh perbuatan-perbuatan batil mereka yang telah dihiasi oleh setan, sehingga mereka mengikutinya. Dengan begitu, setan telah memalingkan mereka dari jalan kebenaran yang telah mereka ketahui melalui para rasul.",
    "jalalayn": "(Dan) Kami binasakan (kaum Ad dan Tsamud) lafal tsamuuda dapat pula dibaca tsamuudan dengan memakai harakat tanwin, maksudnya adalah nama kabilah (dan sungguh telah nyata bagi kalian) kebinasaan mereka (dari puing-puing tempat tinggal mereka) di daerah Al-Hijr dan negeri Yaman. (Dan setan menjadikan mereka memandang baik perbuatan-perbuatan mereka) seperti kekafiran dan kemaksiatan (lalu ia menghalangi mereka dari jalan) yang benar (sedangkan mereka adalah orang-orang yang berpandangan tajam) yakni memiliki pandangan tentang perkara hak itu tetapi mereka tidak mau mengikutinya."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 39,
    "arab": "وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سَابِقِيْنَ ۚ",
    "translation": "dan (juga) Karun, Fir‘aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3379.mp3",
    "tafsir": "Musa telah menjelaskan kepada Karun, Fir'aun, dan Haman tanda-tanda kebesaran ayat Allah sebagai dasar untuk memperkuat risalah yang dibawanya. Namun demikian, mereka bersikap angkuh atau takabur dan tidak mau beriman. Kecongkakan Fir'aun sungguh telah melampaui batas. Ia menganggap dirinya sebagai tuhan yang harus disembah. Oleh karena itu, mereka semua tidak terlepas dari azab Allah dalam berbagai siksaan.",
    "quraish": "Wahai Rasul, ingatkanlah orang-orang yang tertipu dengan harta benda dan kekuasaan mengenai kematian Qârûn, Fir'aun, Hâmân dan tentang hukum Allah yang menimpa mereka berupa kehancuran orang-orang yang mendustakan. Allah telah mengirim Mûsâ kepada mereka dengan mukjizat yang jelas, yang menunjukkan kebenarannya. Kemudian, dengan sikap sombong, mereka mendustakannya dan enggan untuk menerima seruannya. Mereka tidak akan dapat mengungguli kekuasaan Allah dengan berusaha menghindari azab-Nya.",
    "jalalayn": "(Dan) telah Kami binasakan pula (Qarun, Firaun dan Haman. Dan sesungguhnya telah datang kepada mereka) sebelumnya (Musa dengan membawa keterangan-keterangan yang nyata) hujah-hujah yang jelas dan gamblang. (Akan tetapi mereka berlaku sombong di muka bumi dan tiadalah mereka orang-orang yang luput) dari azab Kami."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 40,
    "arab": "فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "translation": "Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3380.mp3",
    "tafsir": "Allah membinasakan umat-umat terdahulu yang mendustakan para rasul dengan menurunkan bermacam-macam azab, di antaranya:\na. Angin yang sangat kencang dan membawa batu, yang didatangkan kepada kaum 'Ad. Mereka menantang Nabi Hud, \"Siapakah gerangan yang lebih kuat dan berkuasa lagi dari kami?\" Kesombongan mereka dibalas Tuhan dengan mendatangkan angin, sehingga mereka mati bergelimpangan. Allah berfirman dalam ayat lain yang menjelaskan tentang siksaan itu, yakni:\nSedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 6-8) \n\nb. Suara mengguntur yang memecahkan anak telinga. Siksaan ini diturunkan kepada kaum Samud. Mereka masih membangkang, tidak mau beriman kepada Nabi Saleh. Tiba-tiba mereka dipingsankan lalu mati oleh kejutan suara yang mengguntur yang dahsyat sekali. Allah menjelaskan lagi:\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras. (al-haqqah/69: 5)\n\nc. Ditelan bumi, inilah kisah buat Karun, seorang hartawan. Pada mulanya, ia adalah seorang yang beriman dan patuh kepada Musa. Kemudian setelah kaya, ia menjadi sombong dan durhaka. Ia berbuat kemungkaran melampaui batas. Lebih dari itu, ia tidak mau menyerahkan zakat sebagai kewajiban harta kekayaan bagi orang kaya. Karena kecongkakan ini, Allah menyiksanya. Tanah sekitar Karun berpijak berguncang, runtuh, dan secara berangsur menelan tubuh Karun sampai lenyap sama sekali dari permukaan bumi.\nFirman Allah : \nMaka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri. (al-Qasas/28: 81)\n\nd. Ditenggelamkan ke dalam air. Inilah siksaan buat umat Nabi Nuh bersama seluruh hartanya. Selain umat Nabi Nuh, Fir'aun, Haman beserta bala tentaranya juga tenggelam dalam Laut Merah sebagai balasan atas kesombongan dan siksaan yang mereka lakukan terhadap Musa dan pengikutnya. Firman Allah tentang Nuh dalam Surah al-Anbiya'/21: 76-77:\nDan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar. Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 76-77)\n\nFirman Allah tentang Fir'aun dalam Surah al-Qasas/28: 39-40:\nDan dia (Fir'aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami. Maka Kami siksa dia (Fir'aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.\n\nSemua itu adalah balasan yang setimpal atas kesalahan yang mereka lakukan, bukan kezaliman dari Allah. Dia tidak akan menyiksa seseorang kecuali yang mengerjakan perbuatan tercela. Mengazab seseorang tanpa ada kesalahan tidak sesuai dengan sunah Allah yang berlaku. Mereka yang tersebut dalam ayat-ayat yang lalu disiksa karena dosa dan kekafiran mereka terhadap Allah. Di samping itu, juga karena mereka menyembah berhala dan mengingkari nikmat yang diberikan kepadanya.",
    "quraish": "Maka setiap umat yang mendustakan rasul-rasul mereka dimusnahkan oleh Allah karena kekufuran dan kemaksiatan yang mereka lakukan. Sebagian dari umat-umat ini dihancurkan dengan angin kencang yang menghujani mereka dengan bebatuan, sebagian lainnya dengan suara keras yang menggelegar dan memusnahkan, sebagian lainnya dibenamkan dalam bumi dan sebagian yang lain ditenggelamkan di laut. Azab ini bukanlah karena kezaliman Allah terhadap mereka, tetapi karena kekufuran dan perbuatan dosa mereka.",
    "jalalayn": "(Maka masing-masing) dari orang-orang yang telah disebutkan di atas tadi (Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil) yaitu angin topan yang dibarengi dengan batu-batu kerikil, sebagaimana azab yang telah menimpa kaum Nabi Luth (dan di antara mereka ada yang ditimpa suara keras yang mengguntur) seperti azab yang menimpa kaum Tsamud (dan di antara mereka ada yang Kami benamkan ke dalam bumi) sebagaimana yang dialami oleh Qarun (dan di antara mereka ada yang Kami tenggelamkan) seperti yang menimpa kaum Nabi Nuh dan Firaun beserta kaumnya (dan Allah sekali-kali tidak hendak menganiaya mereka) maksudnya tidak akan mengazab mereka dengan tanpa dosa (akan tetapi merekalah yang menganiaya diri mereka sendiri) disebabkan mereka telah melakukan dosa."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 41,
    "arab": "مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ",
    "translation": "Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3381.mp3",
    "tafsir": "Kaum penyembah berhala yang memandang selain Allah sebagai penolong mereka dan selalu mengharapkan darinya pertolongan dan penolak bahaya, adalah bagaikan laba-laba yang berlindung pada sarangnya yang begitu lemah, sehingga tak kuat menahan tiupan angin, dan melindunginya dari dingin dan panas. Sarang tersebut tak dapat memenuhi kebutuhan utamanya apabila sedang diperlukan. Demikianlah halnya orang-orang kafir (musyrik). Mereka tak sanggup menyelamatkan diri bila Allah mendatangkan siksa-Nya. Pelindung mereka (selain dari Allah) tidak akan dapat memberikan pertolongan. Bahkan, diri mereka sendiri tidak dapat mengelakkan mereka dari azab Allah. \nRingkasnya, orang musyrik penyembah berhala itu tak ubahnya bagaikan laba-laba yang membuat sarang, sangat rapuh dan lemah. Sarang laba-laba itu adalah ibarat dari suatu bangunan rumah yang sangat rapuh. Demikian pula agama yang sangat lemah adalah agama yang menyembah berhala",
    "quraish": "Keadaan orang-orang yang mendustakan dan tunduk kepada selain Allah--dalam hal kelemahan dan ketergantungan mereka kepada yang tidak dapat dijadikan sebagai tempat bergantung--adalah bagaikan laba-laba yang menjadikan rumahnya sebagai tempat berlindung. Rumahnya adalah rumah yang paling lemah dan sama sekali tidak layak untuk dijadikan sebagai tempat berlindung. Kalau seandainya orang-orang yang mendustakan adalah orang-orang yang berilmu, niscaya mereka tidak akan melakukannya(1). (1) Sarang laba-laba yang dijadikan sebagai tempat tinggal dan perangkap untuk menangkap mangsanya, memang pembuatannya sangat rumit, karena terbuat dari benang-benang yang sangat halus yang melebihi halusnya sutera. Kehalusan sarang laba-laba inilah yang membuat susunannya menjadi rumah paling lemah yang dijadikan tempat berlindung oleh hewan apa pun.",
    "jalalayn": "(Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah) yakni berhala-berhala yang mereka harapkan dapat memberi manfaat kepada diri mereka (adalah seperti laba-laba yang membuat rumah) untuk tempat tinggalnya. (Dan sesungguhnya rumah yang paling lemah) yang paling rapuh (ialah rumah laba-laba) karena tidak dapat melindungi diri dari panas matahari dan dari dinginnya udara, demikian pula berhala-berhala itu, mereka tidak dapat memberikan manfaat apa pun kepada para penyembahnya (kalau mereka mengetahui) hal tersebut, tentu mereka tidak akan menyembahnya."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 42,
    "arab": "اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3382.mp3",
    "tafsir": "Allah Maha Mengetahui tentang apa yang mereka minta kepada berhala, patung, jin, bahkan manusia. Semuanya tak akan mungkin memberikan manfaat atau mendatangkan kecelakaan kepada seseorang bilamana Allah tidak menghendaki. Begitu lemahnya apa yang mereka sembah sehingga sama halnya dengan laba-laba yang hanya sanggup membuat rumah yang sangat rapuh sekali. \nAllah berkuasa menurunkan siksa kepada siapa yang kafir. Oleh karena itu, orang-orang musyrik hendaklah merasa takut kepada Allah, dan segera beriman kepada-Nya sebelum datang siksaan-Nya, seperti yang pernah dikirimkan-Nya kepada orang-orang dahulu kala. Bila siksaan Allah datang, tidak seorang pun di antara para penolong mereka itu (berhala-berhala) yang dapat menyelamatkan mereka. Allah selalu perkasa untuk menghancurkan barang siapa yang sepatutnya dibinasakan, dan Maha Bijaksana untuk mengundurkan siksa tersebut bagi orang yang diharapkan ada perubahan ke arah kebaikan dan dengan teguh melaksanakan kebaikan itu.",
    "quraish": "Sesungguhnya ilmu Allah meliputi kebatilan penyembahan tuhan-tuhan selain-Nya. Dialah Allah Swt. yang Mahaunggul atas segala sesuatu dan Mahabijaksana dalam mengurus dan memberi hukum.",
    "jalalayn": "(Sesungguhnya Allah mengetahui yang) arti huruf maa di sini bermakna alladzii, yakni apa yang (mereka seru) mereka sembah; lafal yad'uuna dapat pula dibaca tad'uuna (selain Allah) yakni selain daripada-Nya (yakni apa saja dan Dia Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 43,
    "arab": "وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعَالِمُوْنَ ",
    "translation": "Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3383.mp3",
    "tafsir": "Demikianlah Allah mengumpamakan sesuatu perumpamaan bagi manusia. Hanya orang berakal yang dapat memikirkan perumpamaan tersebut. Allah sengaja mengambil laba-laba sebagai perumpamaan, karena itu barangkali yang mudah mereka pahami. Selain dari itu, juga dimaksudkan untuk menerangkan segala keraguan mereka selama ini. Orang yang selalu menggunakan hati dan pikirannya dan ahli-ahli ilmu pengetahuan pasti dapat memahami perumpamaan tersebut dan akan semakin banyak mengetahui rahasia-rahasia Allah yang terkandung dalam ayat-ayat-Nya. Diriwayatkan dari Jabir bahwa Rasulullah pernah berkata:\n\"Orang yang berilmu itu ialah orang yang menjaga hal-hal yang dari Allah, dan beramal dalam rangka taat kepada-Nya serta menjauhi segala kemarahan-Nya.\" (Riwayat al-Haitsami)",
    "quraish": "Pelajaran-pelajaran dan perumpamaan-perumpamaan ini Allah sebutkan kepada manusia untuk mereka jadikan sebagai pelajaran. Tidak ada yang mengambil pelajaran darinya kecuali orang-orang berakal yang merenungi.",
    "jalalayn": "(Dan perumpamaan-perumpamaan ini) yang ada dalam Alquran (Kami buatkan) Kami jadikan (untuk manusia; dan tiada yang memahaminya) yang mengerti akan perumpamaan-perumpamaan ini (kecuali orang-orang yang berilmu) yakni, orang-orang yang berpikir."
  },
  {
    "ruku": 345,
    "name": "Al-'Ankabut",
    "ayat": 44,
    "arab": "خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔",
    "translation": "Allah menciptakan langit dan bumi dengan haq. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3384.mp3",
    "tafsir": "Dalil tentang kebesaran dan keagungan Allah itu terlihat pada ciptaan langit dan bumi. Bagi orang yang beriman dan menggunakan akal pikirannya, semua ciptaan Allah itu mengandung hikmah, dan tidak dijadikan percuma begitu saja. Dengan demikian kejadian langit dan bumi, memungkinkan manusia untuk menambah dan memperluas cakrawala pengetahuannya. Di samping itu, pengenalan mereka akan lebih intensif kepada Penciptanya, yakni Allah. \nMenurut kajian ilmiah, dalam menciptakan segala sesuatunya, Allah tidak pernah bermain-main. Dia melakukannya dengan \"benar\", dengan haq (antara lain juga dapat dilihat pada Surah Ibrahim/14: 19). Kata haq mengindikasikan sesuatu yang langgeng, mantap, sehingga tidak akan berubah. Dapat dilihat bahwa kehadiran semua benda yang ada di alam semesta ini mempunyai tujuan. Tidak ada satu benda pun diadakan Tuhan tanpa mempunyai tujuan. \nPlanet bumi ini dengan langitnya (atmosfer), telah diciptakan Allah dengan haq. Kata haq ini mengandung arti \"dengan benar, dengan tepat\". Bagaimanakah kebenaran dan ketepatan ciptaan-Nya, dapat dilihat dari uraian berikut.\nAtmosfer bumi terutama terdiri atas gas Nitrogen (N2“ sebesar 70%) yang tidak bersifat racun terhadap manusia. Gas ini sangat penting dalam proses pertumbuhan makhluk hidup, terutama tumbuhan. Sedangkan 20% lainnya diisi oleh gas Oksigen (O2) yang memberikan energi untuk proses metabolisme semua makhluk, melalui proses pernafasan (respirasi).\nJarak antara matahari dan bumi adalah sekitar 139 juta km. Jarak ini dianggap tepat karena pada jarak ini sinar matahari dapat berfungsi membantu berlangsungnya proses kehidupan. Apabila jaraknya berubah, apakah menjauh atau mendekat, maka efek sinar yang jatuh di bumi akan sangat fatal bagi makhluk hidup. Suhu bumi pada garis equator juga dianggap sangat moderat, yaitu rata-rata antara 28-350C.\nDalam uraian di atas telah digambarkan bahwa Allah menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tata surya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.",
    "quraish": "Dan di samping kisah-kisah, perumpamaan-perumpamaan dan bukti-bukti ini, terdapat bukti lain yang lebih jelas, yaitu penciptaan langit dan bumi dengan kekuasaan dan kebijaksanaan serta aturan yang sempurna untuk kepentingan manusia. Di dalam ini semua terdapat bukti-bukti yang benar bagi orang-orang yang meyakini kebenaran.",
    "jalalayn": "(Allah menciptakan langit dan bumi dengan hak) dengan benar. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) yang menunjukkan akan kekuasaan Allah swt. (bagi orang-orang mukmin) orang-orang mukmin disebutkan secara khusus karena hanya mereka sajalah yang dapat mengambil manfaat dari hal tersebut untuk memperkuat keimanannya, berbeda dengan orang-orang kafir."
  }
]