[
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 28,
    "arab": "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
    "translation": "Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3437.mp3",
    "tafsir": "Ayat ini menerangkan perumpamaan lain yang diberikan Allah. Perumpamaan itu masih berkisar pada fakta kehidupan manusia itu sendiri sesuai dengan tingkatan akal pikiran mereka. Dengan demikian, mereka dapat mengambil pelajaran dari perumpamaan itu, serta menilai Allah dengan segala sifat-sifat kesempurnaan yang pantas bagi-Nya.\nAyat ini menjelaskan suatu perumpamaan bagi orang-orang yang menyembah beberapa tuhan yang lain di samping Allah. Bahkan mereka mengutamakan kesetiaan kepada tuhan-tuhan itu pada diri mereka sendiri.\nDalam perumpamaan itu, kaum musyrik Mekah disuruh memperhatikan diri mereka sendiri serta kedudukan mereka dan hamba sahaya yang mereka miliki. Sebagai tuan atau majikan, apakah mereka mau menyerahkan kepada budak-budak itu semua milik mereka, dan mengikutsertakannya dalam urusan harta benda dan kesenangan yang telah diberikan Allah kepada mereka. Dengan demikian, para budak itu menjadi saingan dan serikat mereka dalam mengendalikan harta benda dan kesenangan itu. Apakah para pemilik budak dapat menerima ketentuan bahwa bagi budak-budak mereka itu ada kekuasaan atas apa yang mereka miliki, sehingga mereka tidak dapat melakukan sesuatu pada hak milik mereka sebelum mendapat kerelaan dan persetujuan dari budak mereka? Hal ini tentu tidak akan bisa mereka terima. Andaikata hal itu dapat diterima, ini berarti mereka tidak mempunyai kekuasaan yang penuh lagi atas hartanya.\nPersoalan itu terjadi antara dua macam makhluk Allah, yaitu para tuan atau majikan dengan budak-budak mereka dalam mengurus dan menikmati rezeki, harta, dan nikmat yang telah dilimpahkan-Nya kepada mereka. Para majikan itu tidak mau mengalah sedikit pun kepada budaknya dalam menguasai hartanya.\nAllah sebagai pemilik segala sesuatu, Mahakuasa lagi Mahaperkasa tidak akan mau dijadikan oleh orang-orang musyrik berserikat dengan makhluk yang diciptakan-Nya berupa patung-patung itu sebagaimana mereka sendiri tidak akan mau berserikat dengan budak-budaknya dalam mengurus dan menguasai miliknya. Setiap orang yang menggunakan akal dan pikiran yang sehat akan memahami perumpamaan itu. Tindakan orang-orang musyrik itu merupakan penghinaan bagi Allah.\nApakah kaum musyrik itu tetap pada pendirian mereka bahwa bagi Allah itu ada sekutu, sedang mereka mengharapkan rahmat-Nya dan takut akan azab-Nya, setelah adanya keterangan yang jelas beserta argumentasi yang sangat kuat itu? Di antara mereka ada yang menerima dalil itu dan ada pula yang tidak. Kebanyakan kaum musyrik itu mata hatinya buta dan jiwanya berpenyakit sehingga mereka tidak melihat keterangan yang jelas dan dalil yang kuat itu.\nAyat ini ditutup dengan kalimat, \"Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti.\" Hanya orang-orang yang mempergunakan akalnya yang dapat mengambil manfaat dari ayat-ayat suci Al-Qur'an, serta mendapat petunjuk dan pelajaran daripadanya.",
    "quraish": "Allah menjelaskan suatu permisalan yang diambil dari diri kalian. Dia memberikan permisalan itu bagi orang yang menjadikan makhluk-Nya sebagai sekutu bagi-Nya. Apakah ada di antara hamba sahaya kalian yang menjadi sekutu bagi kalian dalam hal harta benda dan lainnya yang telah Kami karuniakan kepada kalian, sehingga kalian dan mereka memiliki hak yang sama atas harta itu? Kalian akan takut kepada hamba sahaya itu, sehingga tidak akan melakukan sesuatu atas apa yang kalian miliki tanpa seizinnya, sebagaimana orang-orang merdeka takut terhadap sesama mereka? Apabila kalian tidak menganggapnya sebagai hal yang masuk akal dan tidak akan melakukan hal itu, lalu mengapa kalian menjadikan makhluk- makhluk Allah sebagai sekutu-sekutu bagi-Nya? Dengan perincian seperti inilah, Kami menjelaskan ayat- ayat bagi kaum yang merenungkan permisalan-permisalan.",
    "jalalayn": "(Dia membuat) menjadikan (bagi kalian) hai orang-orang musyrik (perumpamaan) yang terdapat (di dalam diri kalian sendiri) yaitu (apakah ada di antara hamba-hamba sahaya yang dimiliki oleh tangan kanan kalian) semua hamba sahaya kalian (sekutu) bagi kalian (dalam memiliki rezeki yang telah Kami berikan kepada kalian) yaitu berupa harta benda dan lain-lainnya (maka kalian) dan mereka (sama dalam hak mempergunakan rezeki itu, kalian takut kepada mereka sebagaimana kalian takut kepada diri kalian sendiri?) yakni takut terhadap sesama orang-orang merdeka kalian. Kata istifham atau kata tanya mengandung arti nafi atau kata negatif. Makna yang dimaksud ialah, bukanlah hamba sahaya kalian itu adalah sekutu-sekutu bagi kalian di dalam memiliki rezeki dan harta benda yang ada pada sisi kalian, maka mengapa kalian menjadikan hamba-hamba Allah sebagai sekutu-sekutu-Nya? (Demikianlah Kami jelaskan ayat-ayat) Kami menerangkannya dengan cara penjelasan dan rincian seperti itu (bagi kaum yang berakal) bagi orang-orang yang menggunakan akal pikirannya."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 29,
    "arab": "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
    "translation": "Tetapi orang-orang yang zalim, mengikuti keinginannya tanpa ilmu pengetahuan; maka siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah. Dan tidak ada seorang penolong pun bagi mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3438.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa kaum musyrik itu menyembah sesuatu selain Allah karena kebodohan dan kejahilan mereka sendiri. Mereka tidak mau memperhatikan keterangan yang jelas di hadapan mereka.\nAyat ini merupakan perumpamaan bagi kaum musyrik yang tidak dapat mengambil manfaat dari ayat-ayat Allah yang terperinci, dan memetik hikmahnya. Bahkan mereka tetap berada pada kesesatan dan kemusyrikan. Akal pikiran mereka dikuasai dan dikendalikan oleh hawa nafsu. Orang yang demikian itu selamanya tidak akan dapat dikendalikan kecuali oleh hawa nafsunya. Dia tidak akan menjawab sesuatu kecuali yang sesuai dengan panggilan setannya. \nPernyataan tentang suatu perbuatan tanpa ilmu pengetahuan dalam ayat ini merupakan suatu isyarat bahwa hawa nafsu yang menguasai kaum musyrik ialah hawa nafsu yang buta dan tidak dapat ditembus oleh cahaya kebenaran. \nKadang-kadang manusia itu mengikuti hawa nafsunya. Kemudian apabila diberi peringatan dan petunjuk, dia akan bangkit dan mengikuti petunjuk itu. Begitulah keadaan kaum musyrik yang hidup di zaman kemusyrikan jahiliah. Mereka menyerah kepada hawa nafsu mereka. Namun tatkala Islam datang dan cahaya kebenaran menyinari mereka, mereka terbangun dari tidurnya. Mereka dapat melihat sesudah buta itu, dan mendapat petunjuk sesudah sesat.\nAyat ini lalu diakhiri dengan keterangan bahwa mereka yang telah disesatkan oleh Allah tidak akan dapat petunjuk selama-lamanya. Keterangan ini merupakan suatu isyarat kepada kaum musyrik yang keras kepala dalam kesyirikan bahwa mereka tetap berada dalam kesesatan. Mereka tidak akan beranjak setapak pun dari kesesatan itu, sebab Allah membiarkan mereka dalam keadaan seperti itu. Allah berfirman:\nBarang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan. (al-A'raf/7: 186) \n\nKaum musyrik itu tidak akan menerima petunjuk, sehingga mereka hidup dalam kesesatan dan mati dalam kesesatan. Apabila datang janji Allah, mereka berdiri untuk dihisab dan ditanya. Mereka tidak akan mendapat balasan selain neraka. Tidak ada seorang penolong pun bagi mereka.",
    "quraish": "Tetapi orang-orang kafir mengikuti hawa nafsu mereka tanpa mengetahui akibat dari kekufuran mereka. Tidak ada seorang pun yang dapat memberi petunjuk kepada orang yang telah Allah sesatkan. Tidak ada yang dapat memberi pertolongan dan melindungi mereka dari azab-Nya.",
    "jalalayn": "(Tetapi orang-orang yang lalim, mengikuti) pengertian lalim di sini adalah menyekutukan Allah (hawa nafsunya tanpa ilmu pengetahuan; maka siapakah yang akan menunjuki orang yang telah disesatkan Allah?) maksudnya tidak ada seorang pun yang dapat menunjukinya. (Dan tiadalah bagi mereka seorang penolong pun) yang mencegah azab Allah atas mereka."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 30,
    "arab": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ ",
    "translation": "Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3439.mp3",
    "tafsir": "Ayat ini menyuruh Nabi Muhammad meneruskan tugasnya dalam menyampaikan dakwah, dengan membiarkan kaum musyrik yang keras kepala itu dalam kesesatannya. Dalam kalimat \"Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah\", terdapat perintah Allah kepada Nabi Muhammad untuk mengikuti agama yang lurus yaitu agama Islam, dan mengikuti fitrah Allah. Ada yang berpendapat bahwa kalimat itu berarti bahwa Allah memerintahkan agar kaum Muslimin mengikuti agama Allah yang telah dijadikan-Nya bagi manusia. Di sini \"fitrah\" diartikan \"agama\" karena manusia dijadikan untuk melaksanakan agama itu. Hal ini dikuatkan oleh firman Allah dalam surah yang lain:\nDan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah-Ku. (adz-dzariyat/51: 56) \n\nMenghadapkan wajah (muka) artinya meluruskan tujuan dengan segala kesungguhan tanpa menoleh kepada yang lain. \"Wajah\" atau \"muka\" dikhususkan penyebutan di sini karena merupakan tempat berkumpulnya semua panca indera, dan bagian tubuh yang paling terhormat.\nSehubungan dengan kata fitrah yang tersebut dalam ayat ini ada sebuah hadis sahih dari Abu Hurairah yang berbunyi: \nTidak ada seorang anak pun kecuali ia dilahirkan menurut fitrah. Kedua ibu bapaknyalah yang akan meyahudikan, menasranikan, atau memajusikannya, sebagaimana binatang melahirkan anaknya dalam keadaan sempurna. Adakah kamu merasa kekurangan padanya. Kemudian Abu Hurairah berkata, \"Bacalah ayat ini yang artinya: ¦ fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah.\" Dalam riwayat lain, \"Sehingga kamu merusaknya (binatang itu).\" Para sahabat bertanya, \"Hai Rasulullah, apakah engkau tahu keadaan orang yang meninggal di waktu kecil?\" Rasul menjawab, \"Allah lebih tahu dengan apa yang mereka perbuat.\" (Riwayat al-Bukhari dan Muslim) \n\nPara ulama berbeda pendapat mengenai arti fitrah. Ada yang berpendapat bahwa fithrah itu artinya \"Islam\". Hal ini dikatakan oleh Abu Hurairah, Ibnu Syihab, dan lain-lain. Mereka mengatakan bahwa pendapat itu terkenal di kalangan utama salaf yang berpegang kepada takwil. Alasan mereka adalah ayat (30) dan hadis Abu Hurairah di atas. Mereka juga berhujah dengan hadis bahwa Rasulullah saw bersabda kepada manusia pada suatu hari:\nApakah kamu suka aku menceritakan kepadamu apa yang telah diceritakan Allah kepadaku dalam Kitab Nya. Sesungguhnya Allah telah menciptakan Adam dan anak cucunya cenderung kepada kebenaran dan patuh kepada Allah. Allah memberi mereka harta yang halal tidak yang haram. Lalu mereka menjadikan harta yang diberikan kepada mereka itu menjadi halal dan haram . . . \"(Riwayat Ahmad dari hammad) \n\nPendapat tersebut di atas dianut oleh kebanyakan ahli tafsir. Adapun maksud sabda Nabi saw tatkala beliau ditanya tentang keadaan anak-anak kaum musyrik, beliau menjawab, \"Allah lebih tahu dengan apa yang mereka ketahui,\" yaitu apabila mereka berakal. Takwil ini dikuatkan oleh hadis al-Bukhari dari Samurah bin Jundub dari Nabi saw. Sebagian dari hadis yang panjang itu berbunyi sebagai berikut:\nAdapun orang yang tinggi itu yang ada di surga adalah Ibrahim as. Adapun anak-anak yang ada di sekitarnya semuanya adalah anak yang dilahirkan menurut fitrah. Samurah berkata, \"Maka Rasulullah ditanya, 'Ya Rasulullah, tentang anak-anak musyrik? Rasulullah menjawab, 'Dan anak-anak musyrik.\" (Riwayat al-Bukhari dari Samurah bin Jundub)\n\nSebagian ulama lain mengartikan \"fithrah\" dengan \"kejadian\" yang dengannya Allah menjadikan anak mengetahui Tuhannya. Seakan-akan dikatakan, \"Tiap-tiap anak dilahirkan atas kejadiannya.\" Dengan kejadian itu, sang anak akan mengetahui Tuhannya apabila dia telah berakal dan berpengetahuan. Kejadian di sini berbeda dengan kejadian binatang yang tak sampai kepada pengetahuan tentang Tuhannya. Mereka berhujjah bahwa \"fithrah\" itu berarti \"kejadian\" dan \"fathir\" berarti \"yang menjadikan\" dengan firman Allah:\nKatakanlah, \"Ya Allah, Pencipta langit dan bumi.\" (az-Zumar/39: 46) \nDan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku. (Yasin/36: 22) \nDia (Ibrahim) menjawab, \"Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya.\" (al-Anbiya'/21: 56) \n\nKemudian kalimat dalam ayat (30) ini dilanjutkan dengan ungkapan bahwa pada fitrah Allah itu tidak ada perubahan. Allah tidak akan mengubah fitrah-Nya. Tidak ada sesuatu pun yang menyalahi aturan itu maksudnya ialah tidak akan sengsara orang yang dijadikan Allah berbahagia, dan sebaliknya tidak akan berbahagia orang-orang yang dijadikan-Nya sengsara. Menurut Mujahid, artinya ialah tidak ada perubahan bagi agama Allah. Pendapat ini didukung oleh Qatadah, Ibnu Jubair, adh-ahhak, Ibnu Zaid, dan an-Nakha'i. Mereka berpendapat bahwa ungkapan tersebut di atas berkenaan dengan keyakinan. 'Ikrimah meriwayatkan dari Ibnu 'Abbas bahwa Umar bin Khaththab berkata, \"Tidak ada perubahan bagi makhluk Allah dari binatang yang dimandulkan.\" Perkataan ini maksudnya ialah larangan memandulkan binatang.\nUngkapan \"itulah agama yang lurus\", menurut Ibnu 'Abbas, bermakna \"itulah keputusan yang lurus\". Muqatil mengatakan bahwa itulah perhitungan yang nyata. Ada yang mengatakan bahwa agama yang lurus itu ialah agama Islam, tetapi kebanyakan manusia tidak mengetahui. Mereka tidak mau memikirkan bahwa agama Islam itu adalah agama yang benar. Oleh karena itu, mereka tidak mau menghambakan diri kepada Pencipta mereka, dan Tuhan yang lebih terdahulu (qadim) memutuskan sesuatu dan melaksanakan keputusan-Nya.",
    "quraish": "Dari itu, luruskanlah wajahmu dan menghadaplah kepada agama, jauh dari kesesatan mereka. Tetaplah pada fitrah yang Allah telah ciptakan manusia atas fitrah itu. Yaitu fitrah bahwa mereka dapat menerima tauhid dan tidak mengingkarinya. Fitrah itu tidak akan berubah. Fitrah untuk menerima ajaran tauhid itu adalah agama yang lurus. Tetapi orang-orang musyrik tidak mengetahui hakikat hal itu.",
    "jalalayn": "(Maka hadapkanlah) hai Muhammad (wajahmu dengan lurus kepada agama Allah) maksudnya cenderungkanlah dirimu kepada agama Allah, yaitu dengan cara mengikhlaskan dirimu dan orang-orang yang mengikutimu di dalam menjalankan agama-Nya (fitrah Allah) ciptaan-Nya (yang telah menciptakan manusia menurut fitrah itu) yakni agama-Nya. Makna yang dimaksud ialah, tetaplah atas fitrah atau agama Allah. (Tidak ada perubahan pada fitrah Allah) pada agama-Nya. Maksudnya janganlah kalian menggantinya, misalnya menyekutukan-Nya. (Itulah agama yang lurus) agama tauhid itulah agama yang lurus (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) ketauhidan atau keesaan Allah."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 31,
    "arab": "۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ",
    "translation": "dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta laksanakanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan  Allah, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3440.mp3",
    "tafsir": "Ayat ini merupakan jawaban dari ayat 30 Surah ar-Rum di atas yang menyatakan, \"Tidak ada perubahan bagi agama Allah.\" Maksudnya ialah agar manusia jangan sekali-kali mencoba mengubah agama Allah. Bagaimana tindakan manusia agar dia tidak mengubah agama Islam ialah dengan jalan bertobat kepada-Nya. Akan tetapi, ada yang menafsirkan kalimat \"dengan kembali bertobat kepada-Nya\" sebagai keterangan dari kata \"hadapkanlah wajahmu\" tersebut di atas. Maksudnya agar Nabi Muhammad dan umatnya meluruskan muka (menghadapkan wajah) dengan cara kembali bertobat kepada Allah. Kaum Muslimin juga termasuk dalam perintah ini karena suruhan kepada Nabi saw berarti juga suruhan kepada umatnya. \nAyat ini juga menyuruh manusia bertobat kepada Allah. Perintah ini lalu dihubungkan dengan suruhan agar manusia bertakwa kepada-Nya, mendirikan salat, serta larangan menjadi orang musyrik.\nKembali kepada Allah ialah cara yang baik untuk memperbaiki fitrah tadi dan menjauhi segala rintangan yang mungkin menghalanginya.\nPerintah bertakwa didahulukan dari perintah mendirikan salat karena salat termasuk salah satu tanda-tanda yang pokok dari orang yang bertakwa. Salat dan ibadah lainnya tidak akan ada hasilnya, kecuali atas dasar iman dengan Allah, merasakan kekuasaan dan ketinggian-Nya. Dalam hal ini Allah berfirman:\nSungguh beruntung orang-orang yang beriman, (yaitu) orang yang khusyuk dalam salatnya. (al-Mu'minun/23: 1-2)\n\nIbadah juga tidak ada artinya kalau tidak disertai dengan ikhlas. Oleh karena itu, ayat ini diakhiri dengan keharusan ikhlas dalam beribadah agar kaum Muslimin tidak menjadi musyrik.",
    "quraish": "Jadilah kalian orang-orang yang kembali kepada-Nya. Kerjakanlah apa yang diperintahkan kepada kalian. Tinggalkanlah apa yang dilarang, dan peliharalah salat, serta janganlah menjadi golongan orang-orang yang menyekutukan Allah.",
    "jalalayn": "(Dengan kembali) bertobat (kepada-Nya) kepada Allah swt., yaitu melaksanakan apa-apa yang diperintahkan oleh-Nya dan menjauhi hal-hal yang dilarang oleh-Nya. Lafal ayat ini merupakan hal atau kata keterangan keadaan bagi fa'il atau subjek yang terkandung di dalam lafal aqim beserta makna yang dimaksud daripadanya, yaitu hadapkanlah wajah kalian (dan bertakwalah kalian kepada-Nya) takutlah kalian kepada-Nya (serta dirikanlah salat dan janganlah kalian termasuk orang-orang yang mempersekutukan Allah)."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 32,
    "arab": "مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا ۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
    "translation": "yaitu orang-orang yang memecah belah agama mereka dan mereka menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada golongan mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3441.mp3",
    "tafsir": "Ayat ini merupakan keterangan dari ungkapan \"orang-orang yang mempersekutukan Allah\" yang terdapat dalam ayat sebelumnya (31). Ayat ini menyuruh kaum Muslimin agar jangan menjadi orang musyrik yang selalu berselisih dan memecah agama mereka, sehingga mereka terbelah menjadi beberapa golongan. Mereka selalu berselisih pendapat karena menganut agama yang batil, agama ciptaan manusia. \nAgama yang batil itu banyak macamnya, dan tata cara peribadatannya juga berbeda-beda. Ada yang menyembah berhala, api, malaikat, bintang-bintang, matahari dan bulan, pohon, kuburan, dan lain sebagainya. Semuanya itu adalah macam-macam tuhan yang disembah segolongan kaum musyrik. Setiap golongan mempunyai tata cara peribadatan sendiri. Mereka berpendapat bahwa mereka adalah orang yang mendapat petunjuk. Mereka sangat gembira dan bangga dengan golongan mereka, padahal mereka adalah golongan yang merugi dan sesat.",
    "quraish": "Yaitu orang-orang yang memecah belah agama mereka sehingga berselisih tentangnya dan menjadi berkelompok-kelompok. Setiap kelompok didukung oleh pengikut-pengikutnya. Setiap golongan dari mereka merasa bangga dengan apa yang mereka miliki dan mengira bahwa mereka berada dalam kebenaran.",
    "jalalayn": "(Yaitu orang-orang) lafal ayat ini merupakan badal dari lafal minal musyrikiin berikut pengulangan huruf jarnya (yang memecah belah agamanya) disebabkan perselisihan mereka dalam apa yang mereka sembah (dan mereka menjadi beberapa golongan) menjadi bersekte-sekte dalam beragama. (Tiap-tiap golongan) dari kalangan mereka (dengan apa yang ada pada golongan mereka) maksudnya apa yang ada pada diri mereka (merasa bangga) yakni membanggakannya. Menurut qiraat yang lain lafal farraquu itu dibaca faraquu artinya mereka meninggalkan agama yang mereka diperintahkan untuk menjalankannya."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 33,
    "arab": "وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ اِذَآ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
    "translation": "Dan apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya, kemudian apabila Dia memberikan sedikit rahmat-Nya kepada mereka, tiba-tiba sebagian mereka mempersekutukan Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3442.mp3",
    "tafsir": "Ayat ini menerangkan satu bentuk negatif prilaku manusia, yaitu bila ditimpa kesusahan, mereka mendekatkan diri kepada Allah. Lalu setelah kesusahan itu hilang dan berganti dengan keberuntungan, mereka kembali menyekutukan Allah.\nKesusahan itu bisa berupa kemelaratan, sakit, musibah, bencana, dan sebagainya. Ungkapan bahwa kesusahan itu hanya \"menyentuhnya\" berarti hanya ringan dan sesaat dari masa hidupnya yang panjang, tidak sampai \"menimpanya\" dengan dahsyat. Namun demikian, hanya dengan sentuhan sedikit kesusahan saja, mereka sudah merasa dunia ini gelap. Mereka segera berdoa kepada Allah agar segera dilepaskan dari kesusahan itu. Doa itu mereka iringi dengan mendekatkan diri kepada Allah. Mereka rajin beribadah, memohon ampun atas dosa-dosanya, dan berjanji akan patuh melaksanakan perintah-perintah Allah pada masa yang akan datang. Dengan demikian, mereka kembali kepada fitrah mereka.\nAkan tetapi, kepatuhan mereka itu hanya sebentar, yaitu selama kesusahan itu masih terasa. Ketika kesusahan itu diganti Allah dengan \"mencicipkan\" kepadanya sedikit kebahagiaan saja, sebagian mereka sudah lupa diri dan kembali menyekutukan Allah. Menyekutukan Allah itu maksudnya mempercayai adanya unsur lain yang berperan dalam membuat mereka beruntung atau susah, baik berupa berhala, setan, ataupun manusia. Satu kesalahan besar jika mereka memandang keuntungan usaha itu sebagai hasil usaha dan kerja keras mereka sendiri, sehingga mereka tidak mensyukuri nikmat itu. Mereka juga tidak menggunakan nikmat tersebut menurut semestinya sebagaimana yang dikehendaki oleh Pemberinya, Allah. Dengan demikian, mereka mengotori fitrah mereka.",
    "quraish": "Apabila manusia tertimpa suatu bahaya--dalam bentuk penyakit atau kesusahan--mereka berlindung kepada Allah. Mereka berdoa dan kembali kepada-Nya dengan meminta agar menghilangkan kesulitan dari diri mereka. Kemudian apabila Allah menghilangkan kesulitan dari mereka dan memberikan karunia-Nya, tiba-tiba segolongan dari mereka segera menyekutukan Allah.",
    "jalalayn": "(Dan apabila manusia disentuh) orang-orang kafir Mekah (oleh suatu bahaya) oleh suatu marabahaya (mereka menyeru Tuhannya dengan kembali) yakni bertobat (kepada-Nya) bukan kepada selain-Nya (kemudian apabila Tuhan merasakan kepada mereka hanya sedikit saja rahmat) umpamanya dengan diturunkan hujan kepada mereka (tiba-tiba sebagian daripada mereka mempersekutukan Tuhannya)."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 34,
    "arab": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ",
    "translation": "Biarkan mereka mengingkari rahmat yang telah Kami berikan. Dan bersenang-senanglah kamu, maka kelak kamu akan mengetahui (akibat perbuatanmu). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3443.mp3",
    "tafsir": "Ayat ini memperingatkan manusia yang ingkar kepada Allah, tidak sabar, dan tidak bersyukur, bahwa nikmat itu adalah karunia-Nya. Nikmat itu datang dari Allah, bukan dari selain-Nya. Firman Allah:\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan. (Luqman/31:20) \nManusia tidak boleh mengingkari nikmat itu karena tidak ada yang selain Allah yang dapat memberikan nikmat sehebat itu, sebagaimana difirmankan-Nya:\nInilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku apa yang telah diciptakan oleh (sesembahanmu) selain Allah. Sebenarnya orang-orang yang zalim itu berada di dalam kesesatan yang nyata. (Luqman/31:11)\nDalam ayat 34 ini, Allah memerintahkan mereka, \"Bersenang-senanglah!\" Perintah ini merupakan ejekan atas kedurhakaan mereka. Dengan demikian, perintah ini bukanlah perintah yang sebenarnya, tetapi ancaman agar mereka menghentikan perbuatan menyembah dan memohon kepada selain Allah dan mengingkari nikmat-Nya tersebut. \nApalagi perintah bersenang-senang itu diiringi ancaman \"kelak kalian akan mengetahuinya.\" Dengan demikian, bersenang-senang itu hanya mereka nikmati sementara, yaitu paling lama selama sisa-sisa hidup mereka di dunia. Sedangkan di akhirat nanti, mereka akan memperoleh siksaan dan azab yang dahsyat atas kesyirikan dan keingkaran mereka. Azab dapat terjadi di dunia, dan pasti di akhirat. Dengan demikian, keingkaran mereka di dunia tidak akan membawa keuntungan apa-apa.\nOleh karena itu, sebelum ajal menjemput, mereka yang kafir dengan berprilaku syirik dan tidak mensyukuri nikmat hendaklah bertobat. Tobat itu harus sesegera mungkin karena tobat pada waktu napas sudah di tenggorokan tidak diterima Allah, sebagaimana terjadi pada Fir'aun (lihat Surah Yunus/10: 90-91).",
    "quraish": "Sehingga akibat dari keadaan mereka itu adalah bahwa mereka mengingkari nikmat yang diberikan Allah. Maka bersenang-senanglah sekehendak kalian, wahai orang-orang yang durhaka, niscaya kalian akan mengetahui kesudahan kalian.",
    "jalalayn": "(Sehingga mereka mengingkari akan rahmat yang telah Kami berikan kepada mereka) makna yang terkandung di dalam ayat ini adalah ancaman yang ditujukan kepada mereka yang ingkar itu. (Maka bersenang-senanglah kamu sekalian, kelak kalian akan mengetahui) akibat daripada bersenang-senang kalian itu; di dalam ungkapan ayat ini terkandung makna sindiran bagi orang-orang yang ketiga atau dhamir gaib."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 35,
    "arab": "اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ ",
    "translation": "Atau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3444.mp3",
    "tafsir": "Selanjutnya Allah mempertanyakan apakah orang-orang musyrik itu memiliki sulthan (hujjah atau landasan) yang bersumber dari Allah yang dapat membenarkan perbuatan syirik mereka. Suatu akidah yang benar harus memiliki landasan yang benar. \nSulthan secara harfiah berarti \"kekuatan nyata yang tidak dapat dibantah\". Maksudnya adalah sebuah kitab suci dan seorang rasul dari Allah. Suatu kepercayaan hanya dapat disebut agama bila memiliki unsur-unsur itu di samping Tuhan. Kepercayaan syirik orang kafir Quraisy itu tidak didasarkan atas wahyu dan tidak diajarkan oleh seorang nabi dari Allah. Berarti kepercayaan itu salah.\nDengan demikian, ungkapan dalam bentuk pertanyaan ayat itu sekali lagi maksudnya adalah pengingkaran atau penolakan. Diungkapkan demikian supaya tajam masuknya ke dalam hati manusia. Akidah syirik itu sesat karena tidak ada dasarnya, tidak pernah diajarkan Allah, tidak pernah disampaikan rasul-Nya, dan tidak terdapat di dalam kitab suci-Nya. Oleh karena itu, akidah syirik itu akan diperiksa Allah secara ketat dan penganutnya tidak akan lolos dari hukuman-Nya, sebagaimana dinyatakan ayat berikut:\nDan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. (al-Mu'minun/23: 117)\n\n(36) Perilaku kedua yang dapat mengantarkan manusia kepada kesyirikan adalah bila mereka diberi rahmat sedikit saja oleh Allah, mereka lupa daratan. Akan tetapi, bila ditimpa kemalangan sedikit saja, mereka putus asa lalu ingkar.\nDalam ayat ini, Allah juga menyatakan \"mencicipkan\" yang berarti bahwa yang dikaruniakan itu hanya sedikit. Karunia itu antara lain berupa harta benda. Oleh karena itu, bagaimana pun banyak harta, itu tidak ada bandingannya dengan kebahagiaan yang akan diberikan-Nya di akhirat. Akan tetapi, sebagian manusia ada yang terlena dengan karunia Allah di dunia itu, lalu lupa daratan. Mereka mengingkari Allah, dan tidak mempedulikan lagi semua perintah dan larangan-Nya. Mereka mau mengorbankan kebahagiaan mereka yang abadi di akhirat itu hanya dengan kenikmatan yang tidak berarti dan sementara di dunia. Akibatnya, mereka akan diazab kelak di akhirat.\nSebaliknya, bila mereka mendapat penderitaan yang diakibatkan kesalahan mereka sendiri, mereka cepat putus asa. Potongan ayat ini mengisyaratkan bahwa dunia itu tidak selamanya menyenangkan, tetapi akan diselingi kesusahan. Senang dan susah itu memang dipergilirkan oleh Allah, sebagaimana firman-Nya: \n¦Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan¦. (al-Anbiya'/21: 35)\n\nOleh karena itu, manusia tidak boleh cepat terlena bila memperoleh nikmat dan tidak boleh cepat putus asa bila mendapat kesusahan.\nDalam ayat ini dinyatakan bahwa mereka putus asa karena perbuatan tangan mereka sendiri. Itu berarti bahwa mereka melakukan kesalahan itu dengan sengaja. Seharusnya mereka mengakui kesalahan itu dan cepat bertobat. Tetapi tidak demikian, mereka menjauh dari Allah dan tidak minta tolong kepada-Nya. Karena merasa tidak mampu menghadapi kesusahan itu, mereka putus asa dan bersikap pesimis. Dengan demikian, mereka melawan fitrahnya, karena orang yang berdiri di atas fitrah adalah yang selalu mendekatkan diri kepada Allah (lihat ayat 31 di atas) dan selalu bersikap optimis.\nPrilaku itu dilukiskan dalam ayat lain:\nSungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh-kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat. (al-Ma'arij/70: 19-22)\n\nDalam ayat-ayat itu diterangkan bahwa prilaku tidak sabar, gelisah, dan kikir itu adalah sifat sebagian manusia, tidak semuanya. Mereka yang konsisten dalam melaksanakan salat tidak akan berprilaku demikian, karena setiap waktu mereka berkomunikasi dengan Allah. Dengan demikian, mereka tidak akan kehilangan akal ketika mendapat kesusahan dan tidak akan lupa daratan ketika menerima nikmat. Mereka sabar ketika mendapat kesulitan, dan bersyukur ketika memperoleh kebahagiaan, sebagaimana dinyatakan dalam hadis berikut: \nAneh keadaan orang Mukmin, Allah tidak akan memutuskan sesuatu keputusan kecuali hal itu baik baginya. Jika dia ditimpa kegembiraan dia berterima kasih, hal itu adalah baik baginya. Jika dia ditimpa kemalangan dia bersabar, hal itu adalah baik baginya. (Riwayat Ahmad dan Muslim dari suhaib)",
    "quraish": "Apakah Kami akan meninggalkan mereka dalam kesesatan dan tidak pernah mencela impian-impian mereka. Tidak! Bahkan Kami telah menurunkan kepada mereka keterangan yang akan memberikan kesaksian tentang apa yang mereka sekutukan.",
    "jalalayn": "(Atau pernahkah) lafal am menunjukkan arti yang sama dengan hamzah yang menunjukkan makna ingkar, yaitu bukankah (Kami menurunkan kepada mereka keterangan) yakni hujah dan Kitab (lalu keterangan itu menunjukkan) mengungkapkan dengan jelas (tentang apa yang mereka selalu mempersekutukannya dengan Tuhan?) Apakah kitab dan hujah tersebut memerintahkan mereka untuk berbuat musyrik, tentu saja tidak dan tidak akan ada."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 36,
    "arab": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا بِهَاۗ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ",
    "translation": "Dan apabila Kami berikan sesuatu rahmat kepada manusia, niscaya mereka gembira dengan (rahmat) itu. Tetapi apabila mereka ditimpa sesuatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3445.mp3",
    "tafsir": "Selanjutnya Allah mempertanyakan apakah orang-orang musyrik itu memiliki sulthan (hujjah atau landasan) yang bersumber dari Allah yang dapat membenarkan perbuatan syirik mereka. Suatu akidah yang benar harus memiliki landasan yang benar. \nSulthan secara harfiah berarti \"kekuatan nyata yang tidak dapat dibantah\". Maksudnya adalah sebuah kitab suci dan seorang rasul dari Allah. Suatu kepercayaan hanya dapat disebut agama bila memiliki unsur-unsur itu di samping Tuhan. Kepercayaan syirik orang kafir Quraisy itu tidak didasarkan atas wahyu dan tidak diajarkan oleh seorang nabi dari Allah. Berarti kepercayaan itu salah.\nDengan demikian, ungkapan dalam bentuk pertanyaan ayat itu sekali lagi maksudnya adalah pengingkaran atau penolakan. Diungkapkan demikian supaya tajam masuknya ke dalam hati manusia. Akidah syirik itu sesat karena tidak ada dasarnya, tidak pernah diajarkan Allah, tidak pernah disampaikan rasul-Nya, dan tidak terdapat di dalam kitab suci-Nya. Oleh karena itu, akidah syirik itu akan diperiksa Allah secara ketat dan penganutnya tidak akan lolos dari hukuman-Nya, sebagaimana dinyatakan ayat berikut:\nDan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. (al-Mu'minun/23: 117)",
    "quraish": "Dan apabila Kami memberikan nikmat kepada manusia, mereka berlebih-lebihan dalam kegembiraan mereka. Sebaliknya, apabila mereka ditimpa kesulitan yang disebabkan oleh dosa-dosa yang mereka perbuat, tiba-tiba mereka merasa putus asa dari kasih sayang Allah.",
    "jalalayn": "(Dan apabila Kami rasakan kepada manusia) yakni orang-orang kafir Mekah dan orang-orang kafir lainnya (suatu rahmat) yakni suatu nikmat (niscaya mereka gembira dengan rahmat itu) mereka merasa bangga dengannya. (Dan apabila mereka ditimpa musibah) yaitu marabahaya (disebabkan kesalahan yang telah dikerjakan oleh tangan mereka sendiri, tiba-tiba mereka itu berputus asa) mereka putus harapan dari rahmat Allah. Orang beriman harus bersyukur bila diberi rahmat dan bila ditimpa marabahaya harus berdoa kepada Rabbnya."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 37,
    "arab": "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ",
    "translation": "Dan tidakkah mereka memperhatikan bahwa Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki dan Dia (pula) yang membatasi (bagi siapa yang Dia kehendaki). Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3446.mp3",
    "tafsir": "Perilaku cepat lupa diri ketika memperoleh kesenangan dan putus asa ketika memperoleh kesusahan itu terjadi karena mereka menjauh dari Allah. Akibatnya mereka tidak menyadari bahwa yang mengatur rezeki manusia adalah Allah. Allah-lah yang melapangkan rezeki seseorang dan menahan rezeki yang lain sesuai dengan kebijaksanaan-Nya. Perbedaan rezeki itu terjadi karena perbedaan kemampuan, dan perbedaan kemampuan mengakibatkan perbedaan posisi manusia dalam kehidupan. Karena perbedaan posisi itulah, maka seluruh lapangan pekerjaan dapat diisi manusia sesuai dengan kemampuannya itu. Allah berfirman: \nApakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan. (az-Zukhruf/43:32)\n\nKenyataan itu bagi yang beriman memberikan pelajaran bahwa Allah ada dan Mahakuasa serta Mahabijaksana. Baik kelapangan maupun keterbatasan rezeki keduanya adalah ujian dari Allah, mampukah yang diberi-Nya rezeki menggunakannya sesuai dengan yang dikehendaki Allah, dan mampukah yang rezekinya terbatas menyadari keterbatasannya. \nDi samping itu, nikmat Allah tidak hanya bersifat materi, tetapi juga non-materi, seperti kesehatan, ketenangan hidup, nama baik, dan sebagainya. Sering terjadi bahwa Allah mencurahkan nikmat yang bersifat materi kepada seseorang, tetapi membatasi nikmat non-materi. Sebaliknya sering Allah membatasi nikmat yang bersifat materi kepada seseorang, tetapi mencurahkan nikmat non-materi-Nya. Itu menunjukkan bahwa Allah Mahakuasa dan Mahabijaksana, sehingga manusia seharusnya mengimani-Nya.",
    "quraish": "Apakah mereka tidak mengetahui hal-hal yang dapat mengantarkan kepada keimanan dan tidak pula mengetahui bahwa Allah melapangkan rezeki kepada orang yang dikehendaki-Nya dan menyempitkan orang yang dikehendaki-Nya, sesuai dengan kebijakan-Nya? Sesungguhnya di dalam hal itu terdapat tanda-tanda yang jelas bagi kaum yang mempercayai kebenaran.",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan) tidak mengetahui (bahwa sesungguhnya Allah melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian (dan Dia pula yang membatasinya) yang menyempitkannya kepada siapa yang dikehendaki-Nya sebagai cobaan buatnya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang percaya) pada tanda-tanda kekuasaan Allah itu."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 38,
    "arab": "فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِۗ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ اللّٰهِ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "translation": "Maka berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang-orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Dan mereka itulah orang-orang yang beruntung. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3447.mp3",
    "tafsir": "Ayat ini merupakan penjelasan ayat 37, yaitu bahwa mereka yang diberi Allah kelebihan rezeki harus membantu mereka yang kekurangan. Bantuan itu dalam bentuk bantuan materi di luar zakat. Mereka yang diprioritaskan untuk dibantu adalah keluarga dekat sendiri. Bantuan itu dalam ayat ini bahkan dinyatakan sebagai haknya. Dalam ayat lain dinyatakan bahwa bila kita tidak dapat membantu, maka hal itu perlu disampaikan dengan sejujurnya dengan kata-kata yang enak diterima sehingga menyejukkan:\nDan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut. (al-Isra'/17:28) \n\nOrang yang perlu dibantu adalah orang miskin, yaitu orang yang tidak mampu memenuhi kebutuhan pokoknya. Dengan demikian, Allah tidak menghendaki ada makhluk-Nya yang kelaparan apalagi mati karena kelaparan. Bila hal itu terjadi, maka mereka yang berkelebihan rezeki berdosa. Memang dapat dirasakan bagaimana perihnya rasa lapar dan dapat dipahami bagaimana berbahayanya kelaparan.\nSelanjutnya yang perlu dibantu adalah musafir yang terlantar, paling kurang untuk satu hari. Dengan bantuan demi bantuan, ia akan dapat mencapai tempat asalnya. Mengembalikan musafir dengan segera ke tempat asalnya akan besar manfaatnya, karena ia akan dapat bekerja kembali sebagaimana semula. Membiarkannya terlantar di tempat asing akan mengakibatkan berbagai masalah di tempat itu.\nDemikianlah kewajiban orang yang beriman. Ia sadar bahwa harta yang ada padanya hanyalah titipan yang dipercayakan untuk dikelola dengan baik. Pemilik harta itu adalah Allah, sehingga ketika pemiliknya meminta untuk dikeluarkan sebagian guna membantu orang lain, maka ia tidak akan menolaknya. Allah berfirman:\nBerimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar. (al-hadid/57: 7)\n\nOrang beriman tidak akan memandang bahwa harta yang ada padanya itu semata-mata diperolehnya karena usahanya sendiri. Semua keberuntungan yang diperoleh manusia adalah karunia Allah, sebagaimana dinyatakan dalam Al-Qur'an tentang Nabi Sulaiman:\nSeorang yang mempunyai ilmu dari Kitab berkata, \"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.\" Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, \"Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barang siapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barang siapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.\" (an-Naml/27: 40) \n\nSikap yang menafikan karunia Allah dalam setiap keberuntungan adalah sikap Karun, seorang yang kaya raya tetapi durhaka pada zaman Nabi Musa a.s. Sebagai akibatnya, ia dan kekayaannya ditelan oleh bumi. Allah berfirman:\nDia (Karun) berkata, \"Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.\" Tidakkah dia tahu bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qashash/28: 78)\n\nMembantu keluarga dekat, orang miskin, dan musafir yang terlantar akan membawa dampak yang baik bagi yang memberi dan yang diberi. Orang yang memberi berarti telah memenuhi perintah Allah, sehingga ia akan disayangi-Nya. Sedangkan orang yang diberi akan merasa terbantu, dan karena itu akan terjalinlah silaturrahim antara keluarga yang berkecukupan dan ber-kekurangan. Dampaknya adalah keamanan dan persaudaraan yang erat.\nDampak seperti itu akan diperoleh bila yang memberi hanya karena mengharapkan rida Allah. Dengan demikian, maksud potongan ayat ini adalah bahwa si pemberi itu memberi bukan untuk mengharapkan balasan dari yang diberi, tetapi balasan dari Allah ketika ia menghadap-Nya nanti di akhirat. Artinya, ia memberi dengan ikhlas. Orang beriman dilarang memberi karena ria, yaitu untuk dilihat orang atau pamer. Salah satu bentuk ria adalah memberi tetapi pemberian itu disebut-sebut kepada orang lain sehingga menjatuhkan nama yang diberi, atau menyakiti hati yang diberi dengan menyampaikan kata-kata atau perbuatan yang melukai perasaannya. Allah berfirman:\nWahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena ria (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpamaannya (orang itu) seperti batu yang licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Baqarah/2: 264)",
    "quraish": "Dan apabila hanya Allah Swt. yang meluaskan rezeki dan menetapkan ukurannya, maka berikanlah hak kaum kerabat kepadanya, yaitu berupa kebajikan dan hubungan silaturahmi. Dan juga berilah kepada orang yang membutuhkan dan kehabisan perbekalan di jalan berupa zakat dan sedekah. Hal itu adalah lebih baik bagi orang-orang yang menghendaki rida Allah dan menginginkan pahala-Nya. Mereka itulah orang-orang yang mendapatkan keberuntungan dengan kenikmatan yang abadi.",
    "jalalayn": "(Maka berikanlah kepada kerabat) kepada famili yang terdekat (akan haknya) yaitu dengan menyantuninya dan menghubungkan silaturahmi dengannya (demikian pula kepada fakir miskin dan ibnu sabil) orang yang sedang musafir, yaitu dengan memberikan sedekah kepada mereka, perintah ini ditujukan kepada Nabi saw. dan sebagai umatnya diharuskan mengikuti jejaknya. (Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah) yakni pahala-Nya sebagai imbalan dari apa yang telah mereka kerjakan (dan mereka itulah orang-orang yang beruntung) yaitu orang-orang yang memperoleh keberuntungan."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 39,
    "arab": "وَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۠ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ ۚوَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ",
    "translation": "Dan sesuatu riba (tambahan) yang kamu berikan agar harta manusia bertambah, maka tidak bertambah dalam pandangan Allah. Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan  (pahalanya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3448.mp3",
    "tafsir": "Ayat ini menerangkan riba yang dimaksudkan sebagai hadiah atau memberi untuk memperoleh lebih. Riba adalah pengembalian lebih dari utang. Kelebihan itu adakalanya dimaksudkan sebagai hadiah, dengan harapan bahwa hadiah itu akan berkembang di tangan orang yang menghutangi, lalu orang itu akan balik memberi orang yang membayar utangnya itu dengan lebih banyak daripada yang dihadiahkan kepadanya. Riba seperti itu sering dipraktekkan pada zaman jahiliah. Dalam ayat ini ditegaskan bahwa perilaku bisnis seperti itu tidak memperoleh berkah dari Allah. Ia tidak memperoleh pahala dari-Nya karena pemberian itu tidak ikhlas. Oleh karena itu, para ulama memandang ayat ini sebagai ayat pertama dalam tahap pengharaman riba sampai pengharamannya secara tegas. (Tahap keduanya adalah pada Surah an-Nisa'/4: 161, yang berisi isyarat tentang keharaman riba; tahap ketiga adalah ali 'Imran/3: 130, bahwa yang diharamkan itu hanyalah riba yang berlipat ganda; tahap keempat adalah al-Baqarah/2: 278, yang mengharamkan riba sama sekali dalam bentuk apa pun). \nAda pula yang memahami ayat ini berkenaan dengan pemberian kepada seseorang untuk maksud memperoleh balasan lebih. Balasan lebih itu di antaranya terhadap pengembalian utang. Itulah yang disebut riba dalam ayat di atas, dan banyak ulama membolehkannya berdasarkan hadis:\nRasulullah menerima hadiah dan memberi balasan atas hadiah itu. Beliau memberikan balasan atas hadiah seekor unta perahan yang diberikan kepadanya, dan beliau tidak menyangkal pemiliknya ketika dia meminta balasan. Beliau hanya mengingkari kemarahan pemberian hadiah itu karena pembalasan itu nilainya lebih dari nilai hadiah. (Riwayat al-Bukhari dari 'Aisyah)\n\nAkan tetapi, berdasarkan hadis itu, yang dibenarkan sesungguhnya adalah membalas dengan lebih suatu pemberian, bukan membayar utang lebih dari seharusnya. \nMemberi dengan maksud memperoleh balasan lebih dari yang diberikan menunjukkan ketidakikhlasan yang memberi. Hal ini juga tidak dibenarkan. Firman Allah: \nDan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak. (al-Muddassir/74: 6)\n\nSalah satu bentuk pemberian yang dimaksudkan untuk memperoleh balasan lebih adalah memberi dengan maksud agar orang itu patuh pada yang memberi, mau membantunya, dan sebagainya. Itu juga tidak dibenarkan, karena tidak ikhlas.\nSecara lahiriah, larangan dalam ayat itu ditujukan kepada Nabi saw. Akan tetapi, juga dimaksudkan untuk seluruh umatnya.\nAdapun yang akan dilipatgandakan oleh Allah baik pahalanya maupun harta itu sendiri adalah pemberian secara tulus, yang dalam ayat ini diungkapkan dengan istilah zakat (secara harfiah berarti suci). Zakat di sini maksudnya sedekah yang hukumnya sunah, bukan zakat yang hukumnya wajib. Orang yang bersedekah karena mengharapkan pahala dari Allah, pasti akan dilipatgandakan pahala atau balasannya oleh Allah minimal tujuh ratus kali lipat, sebagaimana difirmankan-Nya dalam al-Baqarah/2: 261:\nPerumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui. (al-Baqarah/2: 261)\n\nDi samping itu, sedekah juga akan melipatgandakan kekayaan pemilik modal, karena memperkuat daya beli masyarakat secara luas. Kuatnya daya beli masyarakat akan meminta pertambahan produksi. Pertambahan produksi akan meminta pertambahan lembaga-lembaga produksi (pabrik, perusahaan, dan sebagainya). Pertambahan lembaga-lembaga produksi akan membuka lapangan kerja sehingga dengan sendirinya akan meminta pertambahan tenaga kerja. Pertambahan tenaga kerja akan meningkatkan pendapatan masyarakat sehingga meningkatkan daya beli mereka, dan seterusnya. Demikianlah terjadi siklus peningkatan daya beli, produksi, tenaga kerja, dan sebagainya, sehingga ekonomi yang didasarkan atas pemberdayaan masyarakat luas itu akan selalu meningkatkan kemajuan perekonomian. Sedangkan perekonomian yang didasarkan atas riba, yaitu pengembalian lebih dari utang, selalu mengandung eksploitasi, yang lambat laun akan memundurkan perekonomian.",
    "quraish": "Harta yang kalian berikan kepada orang-orang yang memakan riba dengan tujuan untuk menambah harta mereka, tidak suci di sisi Allah dan tidak akan diberkahi. Sedekah yang kalian berikan dengan tujuan untuk mengharapkan rida Allah, tanpa riya dan mengharapkan upah, maka itulah orang-orang yang memiliki kebaikan yang berlipat ganda.",
    "jalalayn": "(Dan sesuatu riba atau tambahan yang kalian berikan) umpamanya sesuatu yang diberikan atau dihadiahkan kepada orang lain supaya orang lain memberi kepadanya balasan yang lebih banyak dari apa yang telah ia berikan; pengertian sesuatu dalam ayat ini dinamakan tambahan yang dimaksud dalam masalah muamalah (agar dia menambah pada harta manusia) yakni orang-orang yang memberi itu, lafal yarbuu artinya bertambah banyak (maka riba itu tidak menambah) tidak menambah banyak (di sisi Allah) yakni tidak ada pahalanya bagi orang-orang yang memberikannya. (Dan apa yang kalian berikan berupa zakat) yakni sedekah (untuk mencapai) melalui sedekah itu (keridaan Allah, maka itulah orang-orang yang melipatgandakan) pahalanya sesuai dengan apa yang mereka kehendaki. Di dalam ungkapan ini terkandung makna sindiran bagi orang-orang yang diajak bicara atau mukhathabin."
  },
  {
    "ruku": 352,
    "name": "Ar-Rum",
    "ayat": 40,
    "arab": "اَللّٰهُ الَّذِيْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰلِكُمْ مِّنْ شَيْءٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
    "translation": "Allah yang menciptakan kamu, kemudian memberimu rezeki, lalu mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu sekutukan dengan Allah itu yang dapat berbuat sesuatu yang demikian itu? Mahasuci Dia dan Mahatinggi dari apa yang mereka  persekutukan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3449.mp3",
    "tafsir": "Ayat ini kembali membicarakan kemahakuasaan Allah. Bila dalam ayat-ayat yang lalu mengenai penentuan rezeki, dalam ayat-ayat berikut mengenai perjalanan hidup manusia. Tujuannya adalah supaya manusia mau berbuat baik, di antaranya bersedekah seperti yang diperintahkan Allah dalam ayat sebelumnya. \nDalam ayat ini dinyatakan bahwa Allah yang menciptakan manusia dari tiada menjadi ada, lalu tampil di dunia ini. Untuk bisa hidup di dunia, Dia pula yang memberi mereka rezeki. Setelah itu, manusia akan mati dan akan dihidupkan kembali. Kehidupan kembali itu sudah dimulai di alam kubur (alam barzakh) sampai nanti hari Kiamat. Setelah Kiamat, manusia akan dihidupkan kembali selama-lamanya. \nBagaimana kondisi kehidupan setelah mati sangat tergantung pada perbuatan manusia di dunia. Bila perbuatannya baik, ia akan bahagia, dan bila perbuatannya jelek, ia akan disiksa. Oleh karena itu, manusia hendaknya mematuhi ketentuan Allah mengenai rezeki yang diberikan-Nya. Hendaknya ia mem-perolehnya secara benar sesuai ketentuan Allah, tidak dari riba. Bila rezeki itu lebih, hendaknya digunakan untuk membantu orang yang berkekurangan. \nKemudian Allah bertanya apakah ada tuhan-tuhan lain yang mampu melakukan hal-hal seperti di atas. Jangankan menciptakan manusia yang kompleks, menciptakan makhluk sederhana saja dari sesuatu bahan yang tiada sama sekali, manusia tidak akan bisa. Mampukah manusia menciptakan sebiji pasir saja, atau selembar daun saja dari tiada? Oleh karena itu, Allah menegaskan, \"Mahasuci Dia dan Mahatinggi dari segala serikat, sekutu, atau tandingan apa dan siapa pun.\" Dengan demikian, manusia seharusnya berhenti dari mempertuhankan selain Allah atau menyekutukan-Nya.",
    "quraish": "Allahlah yang menjadikan kalian, memberikan rezeki yang kalian pakai untuk hidup, mematikan, lalu membangkitkan kalian dari kubur. Apakah ada sekutu-sekutu Allah--sebagaimana yang kalian sangka itu--yang dapat menciptakan, memberi rezeki, mematikan dan menghidupkan, walaupun hanya sedikit saja? Allah Mahasuci dari segala yang mereka sekutukan.",
    "jalalayn": "(Allah-lah yang menciptakan kalian, kemudian memberi kalian rezeki, kemudian mematikan kalian, kemudian menghidupkan kalian kembali. Adakah di antara sekutu-sekutu kalian itu) yakni apa yang kalian sekutukan dengan Allah itu (yang dapat berbuat sesuatu dari yang demikian itu?) Tentu saja tidak ada. (Maha Sucilah Dia dan Maha Tinggi dari apa yang mereka persekutukan) dengan-Nya."
  }
]