[
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 41,
    "arab": "ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِيْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ",
    "translation": "Telah tampak kerusakan di darat dan di laut disebabkan karena perbuatan tangan manusia; Allah menghendaki agar mereka merasakan sebagian dari (akibat) perbuatan mereka, agar mereka kembali (ke jalan yang benar). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3450.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa telah terjadi al-fasad di daratan dan lautan. Al-Fasad adalah segala bentuk pelanggaran atas sistem atau hukum yang dibuat Allah, yang diterjemahkan dengan \"perusakan\". Perusakan itu bisa berupa pencemaran alam sehingga tidak layak lagi didiami, atau bahkan penghancuran alam sehingga tidak bisa lagi dimanfaatkan. Di daratan, misalnya, hancurnya flora dan fauna, dan di laut seperti rusaknya biota laut. Juga termasuk al-fasad adalah perampokan, perompakan, pembunuhan, pemberontakan, dan sebagainya. \nPerusakan itu terjadi akibat prilaku manusia, misalnya eksploitasi alam yang berlebihan, peperangan, percobaan senjata, dan sebagainya. Prilaku itu tidak mungkin dilakukan orang yang beriman dengan keimanan yang sesungguhnya karena ia tahu bahwa semua perbuatannya akan dipertanggungjawabkan nanti di depan Allah.\nDalam ayat ini, Allah menegaskan bahwa tidak seluruh akibat buruk perusakan alam itu dirasakan oleh manusia, tetapi sebagiannya saja. Sebagian akibat buruk lainnya telah diatasi Allah, di antaranya dengan menyediakan sistem dalam alam yang dapat menetralisir atau memulihkan kerusakan alam. Hal ini berarti bahwa Allah sayang kepada manusia. Seandainya Allah tidak sayang kepada manusia, dan tidak menyediakan sistem alam untuk memulihkan kerusakannya, maka pastilah manusia akan merasakan seluruh akibat perbuatan jahatnya. Seluruh alam ini akan rusak dan manusia tidak akan bisa lagi menghuni dan memanfaatkannya, sehingga mereka pun akan hancur. Allah berfirman:\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (al-Fathir/35: 45)\n\nDengan penimpaan kepada mereka sebagian akibat perusakan alam yang mereka lakukan, Allah berharap manusia akan sadar. Mereka tidak lagi merusak alam, tetapi memeliharanya. Mereka tidak lagi melanggar ekosistem yang dibuat Allah, tetapi mematuhinya. Mereka juga tidak lagi mengingkari dan menyekutukan Allah, tetapi mengimani-Nya. Memang kemusyrikan itu suatu perbuatan dosa yang luar biasa besarnya dan hebat dampaknya sehingga sulit sekali dipertanggungjawabkan oleh pelakunya. Bahkan sulit dipanggul oleh alam, sebagaimana dinyatakan firman-Nya: \nHampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu). (Maryam/19: 90)\n\nSeluruh langit dan bumi adalah satu sistem yang bersatu di bawah perintah Allah. Sebagaimana disebutkan dalam Al-Qur'an bahwa semua yang ada dalam sistem ini diberikan untuk kepentingan hidup manusia, yang dilanjutkan dengan suatu peringatan spiritual untuk tidak menyekutukan-Nya dengan yang lain. \nSebagai khalifah, manusia harus mengikuti dan mematuhi semua hukum Allah, termasuk tidak melakukan kerusakan terhadap sumber daya alam yang ada. Mereka juga harus bertanggung jawab terhadap keberlanjutan kehidupan di bumi ini. Bumi ditundukkan Allah untuk menjadi tempat kediaman manusia. Akan tetapi, alih-alih bersyukur, manusia malah menjadi makhluk yang paling banyak merusak keseimbangan alam. Contoh yang merupakan peristiwa-peristiwa alam yang terjadi di tanah air karena ulah manusia adalah kebakaran hutan dan banjir.\nDengan ditunjuknya manusia sebagai khalifah, di samping memperoleh hak untuk menggunakan apa yang ada di bumi, mereka juga memikul tanggung jawab yang berat dalam mengelolanya. Dari sini terlihat pandangan Islam bahwa bumi memang diperuntukkan bagi manusia. Namun demikian, manusia tidak boleh memperlakukan bumi semaunya sendiri. Hal ini ditunjukkan oleh kata-kata bumi (453 kali) yang lebih banyak disebutkan dalam Al-Quran daripada langit atau surga (320 kali). Hal ini memberi kesan kuat tentang kebaikan dan kesucian bumi. Debu dapat menggantikan air dalam bersuci. Nabi Muhammad saw bersabda:\nBumi diciptakan untukku sebagai masjid dan sebagai alat untuk bersuci. (Riwayat Abu Dawud dan Ibnu Majah dari Abu Hurairah) \n\nAda semacam kesakralan dan kesucian dari bumi, sehingga merupakan tempat yang baik untuk memuja Tuhan, baik dalam upacara formal maupun dalam perikehidupan sehari-hari.",
    "quraish": "Telah terlihat kebakaran, kekeringan, kerusakan, kerugian perniagaan dan ketertenggelaman yang disebabkan oleh kejahatan dan dosa-dosa yang diperbuat manusia. Allah menghendaki untuk menghukum manusia di dunia dengan perbuatan-perbuatan mereka, agar mereka bertobat dari kemaksiatan.",
    "jalalayn": "(Telah tampak kerusakan di darat) disebabkan terhentinya hujan dan menipisnya tumbuh-tumbuhan (dan di laut) maksudnya di negeri-negeri yang banyak sungainya menjadi kering (disebabkan perbuatan tangan manusia) berupa perbuatan-perbuatan maksiat (supaya Allah merasakan kepada mereka) dapat dibaca liyudziiqahum dan linudziiqahum; kalau dibaca linudziiqahum artinya supaya Kami merasakan kepada mereka (sebagian dari akibat perbuatan mereka) sebagai hukumannya (agar mereka kembali) supaya mereka bertobat dari perbuatan-perbuatan maksiat."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 42,
    "arab": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُۗ  كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ",
    "translation": "Katakanlah (Muhammad), “Bepergianlah di bumi lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan dari mereka adalah orang-orang yang mempersekutukan (Allah).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3451.mp3",
    "tafsir": "Dalam ayat ini, Allah meminta Nabi Muhammad me-nyampaikan kepada kaum musyrikin Mekah untuk melakukan perjalanan ke mana pun di bumi ini guna menyaksikan bagaimana kehancuran yang dialami umat-umat yang ingkar pada masa lampau. Mereka itu hanya tinggal puing-puing atau nama-nama tanpa bekas. Hal itu hendaknya dijadikan pelajaran bagi mereka bahwa Allah dapat saja membinasakan mereka, bila tetap kafir.\nPerintah itu juga berlaku terhadap siapa pun setelah mereka sampai akhir zaman. Bila mereka ragu tentang kebenaran Islam, silakan mereka menyaksikan dengan mata kepala sendiri puing-puing itu atau meneliti peninggalan-peninggalan sejarah mereka. Umat-umat itu binasa karena keingkaran mereka kepada Allah, dan berbuat onar terhadap sesama manusia dan lingkungan. Kehancuran itu adalah akibat dampak buruk perbuatan mereka sendiri.",
    "quraish": "Katakanlah, wahai Nabi, kepada orang-orang musyrik, \"Berjalanlah di seluruh penjuru bumi, lalu lihatlah bagaimana kesudahan orang-orang sebelum kalian, niscaya kalian akan melihat bahwa Allah membinasakan dan menghancurkan rumah-rumah mereka karena kebanyakan dari mereka adalah orang-orang yang musyrik seperti kalian.\"",
    "jalalayn": "(Katakanlah) kepada orang-orang kafir Mekah: (\"Adakanlah perjalanan di muka bumi dan perhatikanlah bagaimana kesudahan orang-orang yang dahulu. Kebanyakan dari mereka itu adalah orang-orang yang mempersekutukan Allah.\") Yaitu mereka dibinasakan disebabkan kemusyrikan mereka, rumah-rumah dan tempat-tempat mereka kini kosong tak berpenghuni lagi karena penghuninya telah binasa."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 43,
    "arab": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ يَوْمَىِٕذٍ يَّصَّدَّعُوْنَ",
    "translation": "Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak, pada hari itu mereka terpisah-pisah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3452.mp3",
    "tafsir": "Supaya kebinasaan seperti itu tidak terjadi lagi pada manusia, Allah meminta Nabi Muhammad dan siapa saja yang ingin selamat agar menghadapkan wajah kepada \"agama yang lurus\". Maksud \"agama yang lurus\" di sini adalah Islam karena agama ini membawa ajaran-ajaran yang lurus dan pasti membawa kepada kebahagiaan di dunia dan di akhirat. Perintah menghadapkan wajah maksudnya adalah melaksanakan ajaran-ajaran itu sepenuhnya. Penyebutan wajah dalam ayat ini karena merupakan jati diri dari seseorang. Mengarahkan wajah artinya menghadapkan seluruh segi manusia, yaitu jasmani, rohani, dan akal pikirannya. Menghadapkan wajah kepada agama yang lurus artinya melaksanakan perintah agama dengan seluruh totalitas.\nPelaksanaan ajaran-ajaran itu harus sesegera mungkin supaya masyarakat semakin baik, aman, dan berkembang. Mereka yang bersalah harus segera sadar dan tobat. Hal itu karena usia manusia dan alam ini terbatas. Bila ajal datang bagi seseorang atau Kiamat terjadi bagi umat manusia, maka tidak ada seorang pun yang dapat menolaknya, sebagaimana firman Allah:\nDan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (al-A'raf/7: 34)\n\nDi akhir ayat ini dilukiskan bahwa pada hari kebangkitan, dimana semua dibangkitkan kembali, semua manusia gempar dan berlarian tidak tentu arah. Masing-masing sibuk dengan persoalan sendiri-sendiri, sebagaimana dilukiskan ayat-ayat berikut:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\n\nManusia hanya dituntun oleh amalnya. Oleh karena itu, manusia pada waktu itu akan terpola menjadi dua kelompok, sebagaimana dinyatakan ayat berikutnya.",
    "quraish": "Maka hadapkanlah wajahmu ke arah agama yang sempurna kebenarannya, sebelum datangnya suatu hari ketka tidak ada seorang pun yang dapat menolaknya dari Allah. Pada hari itu manusia saling berpencaran dan keadaan mereka berbeda-beda.",
    "jalalayn": "(Oleh karena itu maka hadapkanlah wajahmu kepada agama yang lurus) agama Islam (sebelum datang dari Allah suatu hari yang tak dapat ditolak kedatangannya) yaitu hari kiamat (pada hari itu mereka terpisah-pisah) pada asalnya lafal yashshadda'uuna adalah yatashadda'uuna kemudian huruf ta diganti menjadi shad yang selanjutnya diidghamkan atau dimasukkan kepada huruf shad lainnya sehingga jadilah yashshadda'uuna, yakni mereka berpisah-pisah sesudah mereka menjalani hisab; sebagian dari mereka ada yang masuk ke surga dan sebagian yang lainnya ada yang masuk ke neraka."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 44,
    "arab": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۚ وَمَنْ عَمِلَ صَالِحًا فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ",
    "translation": "Barangsiapa kafir maka dia sendirilah yang menanggung (akibat) kekafirannya itu; dan barangsiapa mengerjakan kebajikan maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3453.mp3",
    "tafsir": "Ayat ini menginformasikan adanya dua kelompok manusia, yaitu yang ingkar dan yang baik. Mereka yang ingkar dan berdosa harus mempertanggungjawabkan keingkaran dan dosa-dosanya. Mereka akan diperiksa di depan pengadilan yang mahaadil, sehingga sekecil apa pun perbuatan jahatnya itu pasti akan diajukan dan disampaikan ganjaran hukumannya.\nDi sisi lain adalah kelompok orang-orang yang baik. Sekecil apa pun perbuatan baik mereka pasti akan diajukan di depan pengadilan itu, lalu diberikan imbalannya. Orang itu berarti, dengan perbuatan-perbuatan baiknya, telah menghamparkan jalan atau \"karpet\" untuk dilaluinya sendiri menuju surga. \nPenggolongan manusia ke dalam dua kelompok, yang pertama masuk surga, dan yang lainnya masuk neraka, juga disebutkan dalam ayat lain:\nDan demikianlah Kami wahyukan Al-Qur'an kepadamu dalam bahasa Arab, agar engkau memberi peringatan kepada penduduk ibukota (Mekah) dan penduduk (negeri-negeri) di sekelilingnya serta memberi peringatan ten-tang hari berkumpul (Kiamat) yang tidak diragukan adanya. Segolongan masuk surga dan segolongan masuk neraka. (asy-Syura/42: 7)",
    "quraish": "Barangsiapa yang kufur kepada Allah, maka akibat buruk dari kekufurannya itu akan menimpanya. Dan barangsiapa yang beriman dan beramal saleh, maka hanya untuk diri mereka sendirilah sebenarnya mereka membentangkan jalan kenikmatan yang abadi.",
    "jalalayn": "(Barang siapa yang kafir maka dia sendirilah yang menanggung akibat kekafirannya) yaitu neraka sebagai imbalan dan akibat dari kekafirannya itu (dan barang siapa yang beramal saleh maka untuk diri mereka sendirilah mereka menyiapkan) menyiapkan tempat tinggal mereka di surga yang penuh dengan kesenangan itu."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 45,
    "arab": "لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْ فَضْلِهٖۗ  اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ",
    "translation": "agar Allah memberi balasan (pahala) kepada orang-orang yang beriman dan mengerjakan kebajikan dari karunia-Nya. Sungguh, Dia tidak menyukai orang-orang yang ingkar (kafir). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3454.mp3",
    "tafsir": "Mereka yang akan menerima imbalan baik dari Allah itu adalah orang-orang yang iman dan berbuat baik. Hal ini berarti bahwa iman ditunjukkan oleh perbuatan baik, dan imbalannya adalah surga. Namun demikian, imbalan itu sendiri bukanlah balasan mutlak dan pantas bagi perbuatan baik manusia. Perbuatan baik manusia tidak cukup dan belum pantas untuk diimbali surga yang penuh nikmat yang tiada taranya itu. Oleh karena itu, surga yang diterima manusia yang berbuat baik itu adalah karunia Allah, bukan imbalan perbuatannya. Dengan demikian, perolehan surga itu adalah karena Allah cinta kepada orang yang iman, dan tidak cinta kepada orang-orang kafir.\nUngkapan dalam ayat ini memang sangat ringkas, tetapi komprehensif. Ringkas karena ungkapan sebaliknya dari yang disampaikan tidak dinyatakan. Ayat ini hanya mengungkapkan bahwa, \"Allah membalasi orang yang iman dan berbuat baik\" dan, \"Ia tidak cinta orang yang kafir\". Dari dua ungkapan itu terkandung dua ungkapan lain yang berarti sebaliknya, yaitu, \"Ia menghukum orang yang kafir dan berbuat jahat\" dan \" Ia cinta orang yang beriman dan berbuat baik.\" Ungkapan sebaliknya itu tidak perlu dinyatakan karena dapat dipahami dari ungkapan pertama. Dengan demikian, ayat ini menyatakan bahwa Allah membalas orang yang beriman dan berbuat baik dengan surga serta mencintai mereka, dan Allah memberi ganjaran berupa neraka bagi orang yang ingkar dan berbuat jahat serta membenci mereka.",
    "quraish": "Karena Allah akan memberi pahala kepada orang-orang yang beriman dan beramal saleh atas apa yang mereka kerjakan. Dia akan menambah pahala mereka, sebagai karunia dari-Nya, karena Dia mencintai mereka dan memurkai orang-orang yang kufur kepada-Nya dan mengingkari nikmat-Nya.",
    "jalalayn": "(Agar Allah memberi pahala) lafal ayat ini berta'alluq kepada lafal yashshadda'uuna pada ayat sebelumnya (kepada orang-orang yang beriman dan beramal saleh dari karunia-Nya) Dia memberi mereka pahala. (Sesungguhnya Dia tidak menyukai orang-orang yang kafir) Dia akan mengazab mereka."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 46,
    "arab": "وَمِنْ اٰيٰتِهٖٓ اَنْ يُّرْسِلَ الرِّيٰحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Dan di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira dan agar kamu merasakan sebagian dari rahmat-Nya dan agar kapal dapat berlayar dengan perintah-Nya dan (juga) agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3455.mp3",
    "tafsir": "Dalam ayat ini disampaikan bahwa di antara tanda kemahakuasaan Allah adalah angin yang memberikan manfaat besar kepada manusia dalam empat hal: sebagai berita baik, membawa rahmat, kepentingan pelayaran, dan untuk memperoleh karunia Allah.\nAngin merupakan pendahuluan atau pertanda akan datangnya hujan. Hal itu karena angin membentuk awan. Ketika awan itu semakin padat dan mendingin, ia berubah menjadi butir-butir air, lalu turun berupa hujan. Dengan demikian, angin membawa berita gembira bagi manusia, yaitu kemungkinan turunnya hujan.\nDengan hujan itu, Allah ingin merasakan rahmat-Nya kepada manusia. Dengan hujan tersedialah air yang merupakan sumber kehidupan, baik bagi tanaman, hewan, maupun manusia sendiri. Merupakan suatu adagium dalam ilmu pengetahuan bahwa ada air berarti ada kehidupan, tidak ada air berarti tidak ada kehidupan. Karena ada air, tanaman dan hewan”yang merupakan makanan pokok manusia”bisa hidup. Karena ada air juga pertanian dan peternakan dapat dikembangkan. Oleh karena itu, manusia perlu memelihara sumber air dan mengelola air hujan dengan baik agar tidak sampai terbuang percuma ke laut. \nKegunaan lain angin yang disebutkan dalam ayat ini adalah untuk pelayaran. Pada era kapal layar sampai era kapal mesin bahkan sampai era kapal bertenaga nuklir sekarang sekalipun, cuaca dan angin masih merupakan faktor yang menentukan atau berpengaruh dalam kesuksesan pelayaran. Angin bertiup atas perintah Allah, dalam artian berdasar hukum-hukum yang ditentukan-Nya. Oleh karena itu, manusia perlu mengembangkan ilmu meteorologi yang mempelajari angin, cuaca, dan sebagainya agar pelayaran lancar dan maju.\nKegunaan lebih lanjut angin adalah untuk mencari karunia Allah. Oleh karena itu, perlu dikembangkan berbagai teknologi pemanfaatan angin selain untuk pertanian, peternakan, dan pelayaran di atas. Sekarang ini, yang sedang dikembangkan manusia adalah memanfaatkan angin sebagai sumber energi, misalnya untuk pembangkit tenaga listrik, menggerakkan mesin, dan sebagainya. Oleh karena itu, ilmu meteorologi perlu diperkuat agar bermanfaat bagi pertanian, peternakan, pelayaran, energi, perindustrian, dan kegiatan perekonomian lainnya. Dengan berkembangnya kegiatan perekonomian, maka kesejahteraan akan meningkat.\nKeberadaan angin beserta hukum-hukumnya yang diciptakan Allah untuk kesejahteraan manusia, hendaknya disyukurinya. Mereka hendaknya mengakui adanya Allah, mengimani-Nya, mengakui rezeki itu karunia-Nya, menggunakan rezeki sesuai kehendak-Nya, dan taat beribadah menyembah-Nya. Bila manusia bersyukur, maka hal itu untuk dirinya sendiri, sebagaimana dinyatakan ayat berikut:\nDan sungguh, telah Kami berikan hikmah kepada Lukman, yaitu, \"Bersyukurlah kepada Allah! Dan barang siapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barang siapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\" (Luqman/31: 12)\n\nBagi orang-orang yang mensyukuri nikmat-Nya, maka Allah akan menambah lagi nikmat-Nya kepada mereka, sebagaimana dinyatakan ayat berikut:\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)",
    "quraish": "Di antara tanda-tanda kekuasaan Allah dan kasih sayang-Nya adalah bahwa Dia mengirimkan angin sebagai pemberi kabar gembira berupa turunnya hujan yang akan menyirami kalian dan untuk memberikan kepada kalian berbagai manfaat dari keluasan nikmat-Nya, yaitu dengan menumbuhkan segala macam tumbuhan dengan hujan itu. Juga agar bahtera dapat berlayar di air dengan perintah dan kekuasaan-Nya. Selain itu, juga agar kalian dapat mencari rezeki dari karunia-Nya dengan berdagang dan mempergunakan apa-apa yang ada di darat dan di laut. Serta agar kalian bersyukur kepada Allah atas nikmat-nikmat-Nya dengan cara taat dan beribadah kepada-Nya semata.",
    "jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya) yang menunjukkan akan kekuasaan Allah swt. (ialah bahwa Dia mengirimkan angin sebagai pembawa berita gembira) membawa berita gembira buat kalian mengenai akan turunnya hujan (dan untuk merasakan kepada kalian) melalui angin itu (sebagian dari rahmat-Nya) berupa hujan dan kesuburan sesudahnya (dan supaya kapal dapat berlayar) berkat adanya angin itu (dengan perintah-Nya) berdasarkan kehendak-Nya (dan juga supaya kalian dapat mencari) berupaya mencari (karunia-Nya) rezeki dari-Nya dengan cara berdagang melalui jalan laut (mudah-mudahan kalian bersyukur) atas adanya nikmat ini, hai penduduk Mekah, oleh karenanya kalian mengesakan-Nya."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 47,
    "arab": "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ",
    "translation": "Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3456.mp3",
    "tafsir": "Bila angin yang dikirim Allah begitu besar manfaatnya bagi manusia, maka begitu juga dengan para rasul yang telah dikirimkan Allah kepada mereka. Mereka tentu membawa manfaat yang lebih besar lagi bagi manusia, karena membawa bukti-bukti nyata dari Allah berupa wahyu-Nya yang berisi ajaran-ajaran. Bila ajaran-ajaran itu dilaksanakan oleh manusia, akan memberikan manfaat yang luar biasa. Namun manusia banyak yang mengingkarinya, sehingga di dunia mereka ditimpa oleh akibat perbuatan jahat mereka sendiri, dan di akhirat Allah memasukkan mereka ke dalam neraka. Sebaliknya terhadap mereka yang beriman, Allah telah mewajibkan diri-Nya untuk menolong dengan menyelamatkan mereka dari kejahatan dan dampak buruk kejahatan orang-orang kafir. Di akhirat Allah akan membalas iman dan perbuatan baik mereka dengan surga.",
    "quraish": "Kami telah mengutus rasul-rasul sebelummu kepada kaum mereka, sehingga setiap rasul datang kepada kaumnya dengan membawa argumentasi-argumentasi yang jelas, yang menunjukkan kebenarannya. Kemudian kaumnya mendustakannya. Maka Kami pun menghancurkan orang-orang yang melakukan dosa dan durhaka itu. Allah telah mewajibkan atas diri-Nya untuk menolong hamba-hamba-Nya yang beriman.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus sebelum kamu beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan yang jelas) hujah-hujah yang jelas yang membenarkan kerasulan mereka terhadap kaumnya, akan tetapi mereka mendustakannya (lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa.) Kami binasakan orang-orang yang mendustakan para rasul-Nya. (Dan Kami selalu berkewajiban menolong orang-orang yang beriman) atas orang-orang kafir, yaitu dengan membinasakan orang-orang kafir dan menyelamatkan orang-orang yang beriman."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 48,
    "arab": "اَللّٰهُ الَّذِيْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ فَاِذَآ اَصَابَ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ",
    "translation": "Allah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka bergembira. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3457.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan bahwa Dialah yang telah membuat angin bertiup, dengan menciptakan hukum-hukum pada udara. Di antaranya ialah udara dari daerah yang padat tekanan udaranya mengalir ke daerah yang renggang tekanan udaranya sehingga terciptalah angin. Tiupan angin menjadi penanda awal akan turunnya hujan. \nMenurut saintis, terjadinya hujan merupakan suatu siklus. Oleh karena itu, tidak menjadi masalah dari mana penjelasannya dimulai. Air yang mengalir di sepanjang anak sungai yang akan bergabung dengan anak sungai lainnya membentuk sungai yang jauh lebih besar. Sungai akhirnya mengalir ke laut. Sementara air mengalir melalui anak sungai dan sungai, sebagian akan menguap karena panas sinar matahari (berubah menjadi gas) tetapi sebagian besar terus mengalir sampai ke laut. Di laut inilah proses penguapan atau evaporasi selanjutnya berlangsung. \nSemua air yang menguap, baik yang berasal dari anak sungai, sungai atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer, maka akan memadat menjadi awan yang dapat kita lihat. Jika awan tersebut mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, uap air berubah menjadi tetes-tetes es. \nKetika awan melintasi dataran tinggi atau ketika menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat dan jatuh. Awalnya air itu masih seperti tetes-tetes air yang sangat kecil, kemudian biasanya mencair sebelum mencapai tanah, lalu jatuh ke bumi sebagai hujan. \nHujan itu diturunkan Allah di tempat yang dikehendaki-Nya yaitu di daerah yang dilanda kekeringan. Manusia yang berada di tempat hujan turun pasti bergembira karena memperoleh kembali sumber kehidupan yang akan menghidupkan semua makhluk hidup.",
    "quraish": "Allah Swt. yang mengirimkan angin. Lalu angin itu bergerak dengan kuat dan mendorong awan. Kemudian Allah membentangkan tempat dan banyaknya awan itu di langit sebagaimana yang Dia kehendaki. Dia juga menjadikannya bergumpal-gumpal sehingga kamu dapat melihat hujan keluar dari celah-celahnya. Apabila Allah menurunkan hujan kepada hamba-hamba yang dikehendaki-Nya, mereka pun segera bergembira ria(1). (1) Lihat catatan kaki pada surat al-Nûr ayat 43.",
    "jalalayn": "(Allah, Dialah yang mengirim angin, lalu angin itu menggerakkan awan) mengaraknya (dan Allah membentangkannya di langit menurut yang dikehendaki-Nya) makanya awan itu ada yang tipis dan ada yang tebal (dan menjadikannya bergumpal-gumpal) berkelompok-kelompok dan berpencar-pencar; dapat dibaca kisafan atau kisfan (lalu kamu lihat air) hujan (keluar dari celah-celahnya) dari celah-celah awan yang tebal itu (maka apabila hujan itu turun) (mengenai hamba-hamba-Nya yang dikehendaki-Nya tiba-tiba mereka menjadi gembira) mereka bergembira dengan turunnya hujan itu."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 49,
    "arab": "وَاِنْ كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَۚ",
    "translation": "Padahal walaupun sebelum hujan diturunkan kepada mereka, mereka benar-benar telah berputus asa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3458.mp3",
    "tafsir": "Kegembiraan itu akan dirasakan sekali oleh orang yang sudah lama mengalami kekeringan. Ketiadaan hujan dalam waktu yang lama membuat manusia putus asa. Keputusasaan itu segera sirna begitu hujan turun. Oleh karena itu, seharusnya mereka beriman dan bersyukur.",
    "quraish": "Padahal mereka sungguh dalam keadaan putus asa dan bingung sebelum turunnya hujan.",
    "jalalayn": "(Dan sesungguhnya) sungguh (sebelum hujan diturunkan kepada mereka) lafal min qablihi yang kedua ini berfungsi mengukuhkan makna lafal yang sama dengan sebelumnya (benar-benar telah berputus asa) putus harapan akan turunnya hujan."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 50,
    "arab": "فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Maka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3459.mp3",
    "tafsir": "Demikianlah rahmat Allah kepada manusia. Allah meminta Nabi Muhammad dan seluruh umatnya untuk melihat bagaimana pengaruh rahmat Allah berupa hujan itu bagi bumi. Tanah yang tadinya mati, kering, dan tandus menjadi hidup, gembur, dan subur, sehingga menumbuhkan segala macam tanaman. Allah menegaskan bahwa peristiwa itu merupakan petunjuk bahwa Allah mampu menghidupkan kembali manusia di akhirat setelah mati. Dalam Al-Qur'an diterangkan bahwa dengan satu tiupan sangkakala saja, semua makhluk hidup akan mati pada hari Kiamat. Kemudian dengan satu tiupan lagi, semuanya akan hidup kembali, baik yang mati sebelum hari Kiamat maupun yang mati pada hari Kiamat itu. Allah berfirman:\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kubur-nya) menunggu (keputusan Allah). (az-Zumar/39: 68)\n\nBagaimana hakikat kiamat dan kehidupan kembali itu tidak dapat diketahui dengan pasti, karena termasuk peristiwa gaib yang tidak bisa diketahui secara konkrit sekarang. Manusia hanya perlu mengimaninya bahwa Allah mampu mewujudkan semua itu karena Ia Mahakuasa.",
    "quraish": "Maka perhatikanlah--dengan merenung dan berpikir--bekas-bekas turunnya hujan. Bagaimana Allah menghidupkan bumi dengan tumbuh-tumbuhan setelah sebelumnya gersang bagaikan orang mati. Sesungguhnya yang mampu menghidupkan bumi setelah sebelumnya mati, pasti mampu pula untuk menghidupkan orang-orang mati. Kekuasaan-Nya amat sempurna. Tak ada sesuatu pun yang dapat mengalahkan-Nya.",
    "jalalayn": "(Maka perhatikanlah bekas-bekas) menurut suatu qiraat dibaca dalam bentuk mufrad yakni atsari (rahmat Allah) nikmat yang dilimpahkan-Nya, yaitu berbentuk air hujan (bagaimana Allah menghidupkan bumi yang sudah mati) sesudah bumi itu kering dan tidak dapat menumbuhkan tetumbuhan lagi. (Sesungguhnya Dia yang berkuasa melakukan hal itu benar-benar berkuasa menghidupkan orang-orang yang telah mati. Dan Dia Maha Kuasa atas segala sesuatu)."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 51,
    "arab": "وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ",
    "translation": "Dan sungguh, jika Kami mengirimkan angin lalu mereka melihat (tumbuh-tumbuhan itu) menjadi kuning (kering), niscaya setelah itu mereka tetap ingkar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3460.mp3",
    "tafsir": "Dalam ayat ini disampaikan pengandaian, yaitu bagaimana jika yang dikirim Allah itu angin yang kering dan panas serta membuat tanaman mereka yang tadinya subur menjadi kuning dan kering. Mereka pasti bertambah ingkar kepada Allah. Pada waktu Allah mengirimkan angin yang membawa hujan saja, yang membuat tanaman mereka subur, mereka hanya bergembira dan tidak bersyukur kepada-Nya. Apalagi bila yang dikirim adalah angin kering itu. Kematian tanaman mereka yang tadinya subur itu akan membuat mereka menggerutu dan bertambah ingkar kepada Allah.",
    "quraish": "Dan Kami bersumpah, \"Jika Kami benar-benar telah mengirimkan angin yang memberikan bahaya bagi tumbuh-tumbuhan, sehingga mereka melihatnya menjadi kuning karena angin itu, mereka pasti akan tetap bersikap kufur kepada Allah dan mengingkari nikmat-Nya setelah mereka melihat kuningnya tumbuhan itu.\"",
    "jalalayn": "(Dan sungguh jika) lam menunjukkan makna qasam (Kami mengirimkan angin) yang membahayakan tumbuh-tumbuhan (lalu mereka melihat tumbuh-tumbuhan itu menjadi kuning/kering, benar-benar tetaplah mereka) benar-benar mereka menjadi; lafal ayat ini menjadi jawab dari qasam pada awal ayat tadi (sesudah itu) sesudah mengeringnya tumbuh-tumbuhan (orang-orang yang ingkar) mereka menjadi orang-orang yang mengingkari nikmat Allah, yaitu berupa hujan."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 52,
    "arab": "فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ",
    "translation": "Maka sungguh, engkau tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila mereka berpaling ke belakang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3461.mp3",
    "tafsir": "Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya.\nOrang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya.",
    "quraish": "Maka janganlah kamu bersedih karena mereka membangkang atau tidak menghiraukan seruanmu. Karena kamu tidak akan dapat memperdengarkan seruanmu kepada orang-orang yang sudah mati dan orang-orang yang tuli apabila mereka bertambah tuli, karena berpaling dan lari darimu.",
    "jalalayn": "(Maka sesungguhnya kamu tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila) lafal ad-du'aa idzaa dapat dibaca tahqiq dan tashil (mereka itu berpaling membelakangi)."
  },
  {
    "ruku": 353,
    "name": "Ar-Rum",
    "ayat": 53,
    "arab": "وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ࣖ",
    "translation": "Dan engkau tidak akan dapat memberi petunjuk kepada orang-orang yang buta (mata hatinya) dari kesesatannya. Dan engkau tidak dapat memperdengarkan (petunjuk Tuhan) kecuali kepada orang-orang yang beriman dengan ayat-ayat Kami, maka mereka itulah orang-orang yang berserah diri (kepada Kami). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3462.mp3",
    "tafsir": "Demikianlah kerasnya hati sebagian manusia, yaitu yang kafir dan musyrik. Nikmat tidak melunakkan hati mereka, dan laknat tidak membuat mereka jera. Mereka dipersamakan dengan orang mati atau tuli. Orang mati tidak mendengar apa pun yang dikatakan kepadanya. Begitu juga orang tuli yang lari tunggang-langgang, tidak akan mendengar panggilan yang ditujukan kepadanya. Oleh karena itu, Allah mengingatkan Nabi Muhammad bahwa bagaimana pun ia berusaha menyadarkan orang seperti itu, tidak akan berhasil bila Allah tidak mengizinkannya, dan karena itu Nabi tidak boleh kecewa.\n(53) Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya.\nOrang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya.",
    "quraish": "Mereka seperti orang buta karena mereka telah menutup kalbu-kalbu mereka untuk tidak mendengarkan petunjuk. Dan kamu tidak akan dapat memberi petunjuk kepada orang-orang yang buta itu dan menahan mereka dari kekufuran. Tetapi kamu hanya dapat memperdengarkannya kepada orang-orang yang dapat mendengarkan dengan paham dan menerima, yaitu orang-orang yang memiliki kalbu yang dapat menerima keimanan. Mereka itulah orang-orang yang tunduk kepada kebenaran ketika kebenaran tampak.",
    "jalalayn": "(Dan kamu sekali-kali tidak akan dapat memberi petunjuk kepada orang-orang yang buta mata hatinya dari kesesatan, tidak lain) (kamu hanya dapat memperdengarkan) dengan pendengaran yang dibarengi dengan pemahaman dan mau menerima apa yang didengarnya (kepada orang-orang yang beriman dengan ayat-ayat Kami) yakni Alquran (mereka itulah orang-orang yang berserah diri) yaitu orang-orang yang ikhlas di dalam mentauhidkan Allah swt."
  }
]