[
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 1,
    "arab": " الۤمّۤ ۗ ",
    "translation": "Alif Lam Mim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3504.mp3",
    "tafsir": "Lihat Tafsir Alif Lam Mim pada Surah al-Baqarah/2: 1 (Jilid I).",
    "quraish": "[[32 ~ AS-SAJDAH (SUJUD) Pendahuluan: Makkiyyah, 30 ayat ~ Surat yang turun setelah surat al-Mu'minûn ini berisikan, antara lain, pembicaraan tentang turunnya al-Qur'ân dan misi Rasulullah saw., penciptaan matahari dan bumi dan kekuasaan Allah dalam mengurusnya. Kemudian beralih kepada pembicaraan tentang tingkatan-tingkatan penciptaan manusia, perkataan orang-orang yang mengingkari kebangkitan dan bantahan kepada mereka, keadaan orang-orang jahat pada hari perhitungan, sikap orang-orang Mukmin ketika diingatkan dengan ayat-ayat dan penjelasan tentang balasan untuk orang-orang Mukmin dan fasik. Setelah itu dibicarakan tentang diturunkannya Tawrât kepada Mûsâ dan perlakuan Allah terhadap Banû Isrâ'îl, pengarahan terhadap orang-orang kafir Makkah untuk mengambil pelajaran dari kehancuran orang-orang sebelum mereka, serta pengalihan perhatian mereka agar mereka beriman kepada kebangkitan. Disebutkan pula tentang ejekan mereka terhadap hari kemenangan (yawm al-fath) serta bantahan terhadap mereka. Di antara tujuan terpenting yang terkandung dalam surat ini adalah pengarahan pandangan kepada ayat-ayat tentang alam semesta, pembicaraan tentang kebangkitan dan bantahan terhadap orang-orang yang mengingkarinya, serta pengarahan kepada orang-orang kafir untuk mengambil pelajaran dari kehancuran orang-orang sebelum mereka.]] Alif, Lâm, Mîm adalah huruf-huruf yang membentuk kata dan kalimat al-Qur'ân, sama seperti huruf yang membentuk kata dan kalimat yang kalian gunakan dalam pembicaraan kalian. Sehingga, apabila kalian tidak mampu untuk mendatangkan sesuatu yang semisal, maka hal itu merupakan bukti bahwa al-Qur'ân datang dari sisi Allah dan bukan perkataan manusia.",
    "jalalayn": "(Alif lam mim) hanya Allah sajalah yang mengetahui arti dan maksud ayat ini."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 2,
    "arab": "تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ ",
    "translation": "Turunnya Al-Qur'an itu tidak ada keraguan padanya, (yaitu) dari Tuhan seluruh alam. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3505.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Al-Qur'an yang diturunkan kepada Muhammad ini benar-benar wahyu dari Allah, Tuhan semesta alam. Al- Qur'an ini bukanlah buatan tukang sihir, bukan mantra-mantra tukang tenung, dan bukan pula buatan Muhammad, tidak ada keraguan padanya sedikit pun.\nAyat ini merupakan bantahan bagi dakwaan orang-orang kafir yang menyatakan bahwa Al-Qur'an ini adalah syair yang digubah oleh penyair, dan ada yang mengatakan gubahan tukang tenung. Ada juga yang mengatakan bahwa Al-Qur'an itu hanyalah dongengan-dongengan purbakala saja, serta ada pula yang mengatakan bahwa dia adalah buatan Muhammad.\nAllah berfirman:\nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)",
    "quraish": "Penurunan al-Qur'ân ini adalah dari Allah, Tuhan semesta alam dan pemeliharanya. Tidak ada keraguan bahwa al-Qur'ân itu turun dari sisi-Nya.",
    "jalalayn": "(Turunnya Alkitab) yakni Alquran; Alkitab sebagai mubtada (yang tidak ada keraguan) tidak ada hal yang diragukan (padanya) fiihi sebagai khabar pertama (adalah dari Rabb semesta alam) rabbil'aalamiin sebagai khabar kedua."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 3,
    "arab": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُوْنَ",
    "translation": "Tetapi mengapa mereka (orang kafir) mengatakan, “Dia (Muhammad) telah mengada-adakannya.” Tidak, Al-Qur'an itu kebenaran (yang datang) dari Tuhanmu, agar engkau memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau; agar mereka mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3506.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sikap orang-orang musyrik seperti yang diterangkan ayat di atas adalah sikap yang tidak layak. Tidak pantas mereka menuduh Muhammad telah melakukan kedustaan dengan mengatakan bahwa ia telah membuat-buat Al-Qur'an, padahal mereka benar-benar telah mengetahui keadaan Muhammad, sejak ia masih kecil sampai ia dewasa dan diangkat menjadi rasul. Bahkan mereka memberi gelar dengan \"Al-Amin\" (orang kepercayaan) karena mereka sangat percaya kepada Muhammad. Akan tetapi, tiba-tiba mereka menuduhnya sebagai pendusta.\nOleh karena itu, Allah menegaskan bahwa semua yang disampaikan Muhammad itu adalah benar. Al-Qur'an benar-benar berasal dari Allah dan diturunkan kepadanya untuk memperingatkan orang-orang musyrik pada azab akhirat yang akan ditimpakan kepada orang-orang yang mengingkari rasul yang diutus kepada mereka. Al-Qur'an berisi pelajaran dan petunjuk yang mengantar mereka menuju jalan kebahagiaan abadi.\nPada ayat yang lain dinyatakan pula sikap orang-orang musyrik itu terhadap Al-Qur'an. Allah berfirman:\nDan orang-orang kafir berkata, \"(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,\" Sungguh, mereka telah berbuat zalim dan dusta yang besar. (al-Furqan/25: 4)",
    "quraish": "Tetapi mereka mengatakan, \"Al-Qur'ân itu buatan Muhammad, lalu disandangkannya kepada Allah.\" Sebenarnya mereka tidak pantas mengatakan demikian. Bahkan sebenarnya Al-Qur'ân itu adalah kebenaran yang turun dari Allah kepadamu, agar kamu memberi peringatan kepada kaum yang belum didatangi oleh seorang rasul pun sebelum kamu. Dengan peringatan itu, kamu berharap dapat memberi petunjuk dan membuat mereka tunduk kepada kebenaran.",
    "jalalayn": "(Tetapi mengapa) (mereka mengatakan, \"Dia mengada-adakannya\") yakni Muhammad? Tidak (sebenarnya Alquran itu adalah kebenaran yang datang dari Rabbmu, agar kamu memberi peringatan) dengan Alquran itu (kepada kaum yang belum) huruf maa bermakna nafi atau negatif (datang kepada mereka orang yang memberi peringatan sebelum kamu; mudah-mudahan mereka mendapat petunjuk) dengan peringatanmu itu."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 4,
    "arab": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ  اَفَلَا تَتَذَكَّرُوْنَ",
    "translation": "Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Maka apakah kamu tidak memperhatikan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3507.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Tuhan yang telah menurunkan Al-Qur'an kepada Muhammad saw itu adalah Tuhan Pencipta langit dan bumi dan segala sesuatu yang ada di antara keduanya dalam enam masa. Maksud enam masa dalam ayat ini bukanlah hari (masa) yang dikenal seperti sekarang ini, tetapi adalah hari sebelum adanya langit dan bumi. Hari pada waktu sekarang ini adalah setelah adanya langit dan bumi, serta setelah adanya peredaran bumi mengelilingi matahari dan sebagainya.\nSetelah menciptakan langit dan bumi, Allah pun bersemayam di atas 'Arasy, sesuai dengan kekuasaan dan kebesaran-Nya. (lihat al-A'raf/7: 54) Allah menegaskan bahwa tidak seorang pun yang dapat mengurus segala urusannya, menolak bahaya, malapetaka, dan siksa. Tidak seorang pun yang dapat memberi syafaat ketika azab menimpanya, kecuali Allah semata, karena Dialah Yang Mahakuasa menentukan segala sesuatu.\nKemudian Allah memperingatkan, \"Apakah kamu hai manusia tidak dapat mengambil pelajaran dan memikirkan apa yang selalu kamu lihat itu? Kenapa kamu masih juga menyembah selain Allah?\"",
    "quraish": "Allahlah yang menciptakan langit dan bumi dan segala yang ada di antara keduanya selama enam hari. Kemudian Dia bersemayam di atas singgasanya-Nya dengan cara yang sesuai dan laik bagi diri-Nya. Tak ada seorang pun yang dapat menolong kalian selain Allah, juga tak seorang pun yang dapat memberikan syafaat kepada kalian. Maka, apakah kalian akan tetap berada dalam kekufuran dan pembangkangan, lalu kalian tidak dapat mengambil pelajaran-pelajaran Allah?",
    "jalalayn": "(Allahlah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam hari) dimulai dari hari Ahad dan selesai pada hari Jumat (kemudian Dia berkuasa di atas Arasy) kata Arasy menurut terminologi bahasa artinya singgasana seorang raja, maksudnya kekuasaan yang layak bagi kebesaran dan keagungan-Nya. (Tidak ada bagi kalian) hai orang-orang kafir Mekah (selain daripada-Nya) yakni selain-Nya (seorang penolong pun) lafal min waliyyin adalah isim daripada maa zaidah hanya ditambahi dengan huruf min pada permulaannya. Makna yang dimaksud ialah tiada seorang penolong pun (dan tidak pula seorang pemberi manfaat) yang dapat menolak azab Allah dari diri kalian. (Maka apakah kalian tidak memperhatikan) hal ini, yang oleh karenanya kalian mau beriman?"
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 5,
    "arab": "يُدَبِّرُ الْاَمْرَ مِنَ السَّمَاۤءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗٓ اَلْفَ سَنَةٍ مِّمَّا تَعُدُّوْنَ",
    "translation": "Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3508.mp3",
    "tafsir": "Hanya Allah-lah yang mengurus, mengatur, mengadakan, dan melenyapkan segala yang ada di dunia ini. Segala yang terjadi itu adalah sesuai dengan kehendak dan ketetapan-Nya, tidak ada sesuatu pun yang menyimpang dari kehendak-Nya itu. Pengaturan Allah dimulai dari langit hingga sampai ke bumi, kemudian urusan itu naik kembali kepada-Nya.\nSemua yang tersebut pada ayat ini merupakan gambaran dari kebesaran dan kekuasaan Allah, agar manusia mudah memahaminya. Kemudian Dia menggambarkan pula waktu yang digunakan Allah mengurus, mengatur, dan menyelesaikan segala urusan alam semesta ini, yaitu selama sehari. Akan tetapi, ukuran sehari itu sama lamanya dengan 1000 tahun dari ukuran tahun yang dikenal manusia di dunia ini.\nPerkataan seribu tahun dalam bahasa Arab tidak selamanya berarti 1000 dalam arti sebenarnya, tetapi kadang-kadang digunakan untuk menerangkan banyaknya sesuatu jumlah atau lamanya waktu yang diperlukan. Dalam ayat ini bilangan seribu itu digunakan untuk menyatakan lamanya waktu kehidupan alam semesta ini sejak diciptakan Allah pertama kali sampai kehancurannya di hari Kiamat, kemudian kembalinya segala urusan ke tangan Allah, yaitu hari berhisab. Semua itu menempuh waktu yang lama sekali, sehingga sukar bagi manusia menghitungnya.\nDalam ayat yang lain digunakan perkataan ribuan itu untuk menerangkan lamanya waktu yang dibutuhkan seandainya manusia ingin naik menghadap Allah, sekalipun para malaikat hanya perlu sehari saja. Allah berfirman:\nPara malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun. (al-Ma'arij/70: 4)\n\nAda pula yang berpendapat bahwa maksud ayat ini ialah segala urusan dunia ini kembali kepada Allah di hari Kiamat dalam waktu satu hari, yang sama lamanya dengan 1000 tahun waktu di dunia ini. Sebagian mufasir menafsirkan ayat ini, \"Para malaikat naik kepada Allah ke langit dalam satu hari. Jika jarak itu ditempuh oleh selain malaikat, maka ia memerlukan waktu 1000 tahun.\"\nRasulullah saw dalam malam mi'raj pernah naik ke langit bersama malaikat Jibril menghadap Allah. Jarak itu ditempuh dalam waktu kurang lebih setengah malam.",
    "quraish": "Dia yang mengurus seluruh urusan ciptaan-Nya dari langit sampai ke bumi. Kemudian urusan itu naik kepada-Nya dalam waktu satu hari yang lamanya sama dengan seribu tahun dunia, sebagaimana hitungan kalian.",
    "jalalayn": "(Dia mengatur urusan dari langit ke bumi) selama dunia masih ada (kemudian naiklah) urusan dan pengaturan itu (kepada-Nya dalam suatu hari yang lamanya adalah seribu tahun menurut perhitungan kalian) di dunia. Dan di dalam surah Al-Ma'arij ayat 4 disebutkan bahwa kadar masa itu adalah lima puluh ribu tahun. Makna yang dimaksud ialah bahwa saat hari kiamat bagi orang-orang kafir terasa begitu lama sekali karena sangat ngerinya. Berbeda halnya dengan orang yang beriman, ia merasa seolah-olah hanya sebentar saja bahkan waktunya terasa lebih pendek daripada satu salat fardu yang dilakukannya di dunia. Demikianlah menurut keterangan yang dijelaskan di dalam hadis."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 6,
    "arab": "ذٰلِكَ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الرَّحِيْمُۙ ",
    "translation": "Yang demikian itu, ialah Tuhan yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3509.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Tuhan yang menciptakan, mengatur, dan mengurus langit dan bumi serta segala yang ada padanya itu adalah Tuhan Yang Maha Mengetahui. Dia Maha Mengetahui segala yang gaib, yang tersembunyi dalam hati, yang akan terjadi, dan yang telah terjadi. Dia juga Maha Mengetahui segala yang dapat dilihat dan yang tidak dapat dilihat oleh mata. Dialah Tuhan Yang Mahakuasa, Mahakekal Rahmat-Nya dan Dia pulalah Yang menciptakan seluruh makhluk dengan bentuk yang baik, serasi serta dengan faedah dan kegunaan yang hanya Dia saja yang mengetahuinya.\nJika diperhatikan seluruh makhluk yang ada di alam ini sejak dari yang besar sampai kepada yang sekecil-kecilnya akan timbul dugaan bahwa di antara makhluk itu ada yang besar faedahnya dan ada pula yang dirasa tidak berfaedah atau tidak berguna sama sekali, bahkan dapat menimbulkan bahaya bagi manusia, seperti ular berbisa, hama-hama penyakit menular, tanaman yang mengandung racun, dan sebagainya. Dugaan ini akan timbul jika masing-masing makhluk itu dilihat secara terpisah, tidak dalam satu kesatuan alam semesta ini.\nJika makhluk-makhluk itu dilihat dalam satu kesatuan alam semesta, dimana antara yang satu dengan yang lain mempunyai hubungan erat, akan terlihat bahwa semua makhluk itu ada faedah dan kegunaannya dalam menjaga keseimbangan dan kelestarian alam ini. Bahkan terlihat dengan nyata bahwa usaha-usaha sebagian manusia, baik secara sengaja atau tidak, merusak dan membunuh sebagian makhluk hidup, menimbulkan pencemar-an di alam ini, sehingga kelestariannya terganggu. Salah satu contoh ialah dengan adanya obat pembasmi hama, banyak cacing dan bakteri yang musnah. Akibatnya, proses pembusukan sampah menjadi terganggu. Padahal bakteri dan cacing itu dianggap binatang yang tidak ada gunanya sama sekali. Penebangan hutan mengakibatkan tanah menjadi gundul, sehingga banyak terjadi banjir dan tanah longsor di musim hujan, serta kekeringan pada musim kemarau. \nSemua itu akibat keserakahan manusia. Hal itu bisa dikategorikan sebagai perbuatan merusak di bumi. Akibat yang ditimbulkannya bisa luas dan memberi efek domino (beruntun).\nBerdasarkan paparan di atas nyatalah bahwa segala sesuatu yang diciptakan Allah, ada faedahnya, tetapi banyak manusia yang tidak mau memperhatikannya.\nKemudian ayat ini menerangkan bahwa Dia menciptakan manusia dari tanah. Maksudnya ialah Allah menciptakan Adam dari tanah kemudian menciptakan anak cucu Adam dari sari pati tanah yang diperoleh oleh ayah dan ibu dari makanan berupa hewan dan tumbuh-tumbuhan yang semuanya berasal dari tanah.\nDalam ayat 7 dinyatakan bahwa manusia diciptakan dari tanah, tetapi pada ayat ini ditegaskan bahwa hanya pada permulaannya saja manusia diciptakan dari tanah. Dengan ayat ini dapat pula ditafsirkan bahwa ada fase lain setelah awal penciptaan sebelum ciptaan tersebut menjadi manusia. Jika hal tersebut memang terjadi demikian, banyak pertanyaan lain yang masih tersisa, antara lain (1) apakah awal penciptaan manusia sama dan bersamaan dengan awal penciptaan makhluk hidup bumi lainnya (lihat tafsir Surah al- An'am ayat 2), (2) apakah fase setelah penciptaan awal tersebut manusia berkembang melalui bentuk antara seperti halnya proses evolusi makhluk hidup lainnya yang kini banyak dipercayai (lihat Surah ar-Rum/30 ayat 20), atau (3) manusia tercipta melalui proses khusus yang berbeda dari makhluk hidup lainnya (al-Ahzab/33 ayat 33).",
    "quraish": "Yang bersifat sebagai Pencipta, dan bersemayam, serta mengurus itu adalah Allah yang mengetahui apa yang terlihat dan tidak terlihat oleh ciptaan-Nya. Dialah yang Mahaunggul dan Mahaluas kasih sayang-Nya.",
    "jalalayn": "(Yang demikian itu) yakni Yang Maha Pencipta dan Yang Maha Mengatur itu (ialah Tuhan Yang Mengetahui yang gaib dan yang nyata) yaitu apa yang gaib di mata makhluk-Nya dan apa yang nyata bagi makhluk-Nya (Yang Maha Perkasa) Maha Kuat di dalam kerajaan-Nya (lagi Maha Penyayang) kepada orang-orang yang taat kepada-Nya."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 7,
    "arab": "الَّذِيْٓ اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهٗ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طِيْنٍ",
    "translation": "Yang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3510.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Tuhan yang menciptakan, mengatur, dan mengurus langit dan bumi serta segala yang ada padanya itu adalah Tuhan Yang Maha Mengetahui. Dia Maha Mengetahui segala yang gaib, yang tersembunyi dalam hati, yang akan terjadi, dan yang telah terjadi. Dia juga Maha Mengetahui segala yang dapat dilihat dan yang tidak dapat dilihat oleh mata. Dialah Tuhan Yang Mahakuasa, Mahakekal Rahmat-Nya dan Dia pulalah Yang menciptakan seluruh makhluk dengan bentuk yang baik, serasi serta dengan faedah dan kegunaan yang hanya Dia saja yang mengetahuinya.\nJika diperhatikan seluruh makhluk yang ada di alam ini sejak dari yang besar sampai kepada yang sekecil-kecilnya akan timbul dugaan bahwa di antara makhluk itu ada yang besar faedahnya dan ada pula yang dirasa tidak berfaedah atau tidak berguna sama sekali, bahkan dapat menimbulkan bahaya bagi manusia, seperti ular berbisa, hama-hama penyakit menular, tanaman yang mengandung racun, dan sebagainya. Dugaan ini akan timbul jika masing-masing makhluk itu dilihat secara terpisah, tidak dalam satu kesatuan alam semesta ini.\nJika makhluk-makhluk itu dilihat dalam satu kesatuan alam semesta, dimana antara yang satu dengan yang lain mempunyai hubungan erat, akan terlihat bahwa semua makhluk itu ada faedah dan kegunaannya dalam menjaga keseimbangan dan kelestarian alam ini. Bahkan terlihat dengan nyata bahwa usaha-usaha sebagian manusia, baik secara sengaja atau tidak, merusak dan membunuh sebagian makhluk hidup, menimbulkan pencemar-an di alam ini, sehingga kelestariannya terganggu. Salah satu contoh ialah dengan adanya obat pembasmi hama, banyak cacing dan bakteri yang musnah. Akibatnya, proses pembusukan sampah menjadi terganggu. Padahal bakteri dan cacing itu dianggap binatang yang tidak ada gunanya sama sekali. Penebangan hutan mengakibatkan tanah menjadi gundul, sehingga banyak terjadi banjir dan tanah longsor di musim hujan, serta kekeringan pada musim kemarau. \nSemua itu akibat keserakahan manusia. Hal itu bisa dikategorikan sebagai perbuatan merusak di bumi. Akibat yang ditimbulkannya bisa luas dan memberi efek domino (beruntun).\nBerdasarkan paparan di atas nyatalah bahwa segala sesuatu yang diciptakan Allah, ada faedahnya, tetapi banyak manusia yang tidak mau memperhatikannya.\nKemudian ayat ini menerangkan bahwa Dia menciptakan manusia dari tanah. Maksudnya ialah Allah menciptakan Adam dari tanah kemudian menciptakan anak cucu Adam dari sari pati tanah yang diperoleh oleh ayah dan ibu dari makanan berupa hewan dan tumbuh-tumbuhan yang semuanya berasal dari tanah.\nDalam ayat 7 dinyatakan bahwa manusia diciptakan dari tanah, tetapi pada ayat ini ditegaskan bahwa hanya pada permulaannya saja manusia diciptakan dari tanah. Dengan ayat ini dapat pula ditafsirkan bahwa ada fase lain setelah awal penciptaan sebelum ciptaan tersebut menjadi manusia. Jika hal tersebut memang terjadi demikian, banyak pertanyaan lain yang masih tersisa, antara lain (1) apakah awal penciptaan manusia sama dan bersamaan dengan awal penciptaan makhluk hidup bumi lainnya (lihat tafsir Surah al- An'am ayat 2), (2) apakah fase setelah penciptaan awal tersebut manusia berkembang melalui bentuk antara seperti halnya proses evolusi makhluk hidup lainnya yang kini banyak dipercayai (lihat Surah ar-Rum/30 ayat 20), atau (3) manusia tercipta melalui proses khusus yang berbeda dari makhluk hidup lainnya (al-Ahzab/33 ayat 33).",
    "quraish": "Yang menciptakan segala sesuatu dengan sebaik-baiknya, sesuai dengan hikmah-Nya, memulai penciptaan manusia pertama dari tanah.",
    "jalalayn": "(Yang membuat segala sesuatu yang Dia ciptakan sebaik-baiknya) kalau dibaca khalaqahu berarti fi'il madhi yang berkedudukan sebagai sifat. Apabila dibaca khalqahu berarti sebagai badal isytimal (dan yang memulai penciptaan manusia) yakni Nabi Adam (dari tanah)."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 8,
    "arab": "ثُمَّ جَعَلَ نَسْلَهٗ مِنْ سُلٰلَةٍ مِّنْ مَّاۤءٍ مَّهِيْنٍ ۚ ",
    "translation": "kemudian Dia menjadikan keturunannya dari sari pati air yang hina (air mani).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3511.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan keturunan manusia dari sperma, yaitu air yang sedikit dan memancar, yang bertemu dengan sel telur. Hasil pertemuan ini disebut dengan nuthfah.",
    "quraish": "Kemudian setelah itu menjadikan anak cucunya tercipta dari air yang sedikit dan lemah serta--biasanya--sangat diremehkan(1). (1) Kata \"al-mahîn\" sebagai adjektiva atau kata sifat, jika disandangkan kepada orang, berarti 'lemah'. \"Al-rajul al-mahîn\" berarti \"al-rajul al-dla'îf\" ('orang yang lemah'). Kata itu juga dapat berarti 'sedikit'. Dengan demikian, frase \"min mâ'in mahîn\" pada ayat ini berarti 'air yang sedikit dan lemah'. Selain itu, verba \"mahana\"--seakar dengan kata sifat \"mahîn\": m-h. n--dalam bahasa Arab dapat pula berarti 'memerah susu'. Kalimat \"mahana al-rajulu al-ibila\" berarti 'orang itu memerah susu unta'. Dengan demikian, kiranya tidak terlalu keliru kalau kita menafsirkan kata \"mahîn\" dalam ayat ini sebagai 'air yang memancar' atau 'air yang sedikit', karena susu yang keluar dari perahan biasanya memancar dan sedikit.",
    "jalalayn": "(Kemudian Dia menjadikan keturunannya) anak cucunya (dari sulalah) dari darah kental (yang berasal dari air yang lemah) yaitu air mani."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 9,
    "arab": "ثُمَّ سَوّٰىهُ وَنَفَخَ فِيْهِ مِنْ رُّوْحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
    "translation": "Kemudian Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)nya dan Dia menjadikan pendengaran, penglihatan dan hati bagimu, (tetapi) sedikit sekali kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3512.mp3",
    "tafsir": "Kemudian di dalam rahim perempuan, Allah menyempurnakan kejadian nuthfah itu, sehingga berbentuk manusia. Kemudian ditiupkan roh ke dalamnya. Dengan demikian bergeraklah janin yang kecil itu. Setelah nyata kepadanya tanda-tanda kehidupan, Allah menganugerahkan kepadanya pen-dengaran, penglihatan, akal, perasaan, dan sebagainya.\nManusia pada permulaan hidupnya di dalam rahim ibu, sekalipun telah dianugerahi mata, telinga, dan otak, tetapi ia belum dapat melihat, mendengar, dan berpikir. Hal itu baru diperolehnya setelah ia lahir, dan semakin lama panca inderanya itu dapat berfungsi dengan sempurna.\nPada akhir ayat ini, Allah mengatakan bahwa hanya sedikit manusia yang mau mensyukuri nikmat Allah yang telah dilimpahkan kepadanya.",
    "quraish": "Kemudian Dia menyempurnakannya dan meletakkan di dalamnya salah satu rahasia yang hanya diketahui oleh-Nya, serta menjadikan pendengaran, penglihatan dan akal bagi kalian agar kalian dapat mendengar, melihat dan berpikir. Tetapi walaupun demikian, sedikit sekali rasa syukur kalian.",
    "jalalayn": "(Kemudian Dia menyempurnakannya) menyempurnakan penciptaan Adam (dan meniupkan ke dalam tubuhnya sebagian dari roh-Nya) yakni Dia menjadikannya hidup dapat merasa atau mempunyai perasaan, yang sebelumnya ia adalah benda mati (dan Dia menjadikan bagi kalian) yaitu anak cucunya (pendengaran) lafal as-sam'a bermakna jamak sekalipun bentuknya mufrad (dan penglihatan serta hati) (tetapi kalian sedikit sekali bersyukur) huruf maa adalah huruf zaidah yang berfungsi mengukuhkan makna lafal qaliilan, yakni sedikit sekali."
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 10,
    "arab": "وَقَالُوْٓا ءَاِذَا ضَلَلْنَا فِى الْاَرْضِ ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ بَلْ هُمْ بِلِقَاۤءِ رَبِّهِمْ كٰفِرُوْنَ ",
    "translation": "Dan mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan berada dalam ciptaan yang baru?” Bahkan mereka mengingkari pertemuan dengan Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3513.mp3",
    "tafsir": "Ayat ini menerangkan tentang pertanyaan orang-orang musyrik kepada Rasulullah saw, yang menunjukkan keingkaran dan kesombongan mereka. Mereka berkata, \"Apakah apabila daging dan tulang belulang kami telah hancur menjadi tanah, mungkinkah kami dihidupkan lagi seperti semula?\"\nDari pertanyaan di atas tergambar bahwa menurut mereka mustahil manusia dapat hidup kembali setelah mati dan tubuhnya hancur menjadi tanah. Mereka tidak dapat menggambarkan dalam pikirannya bagaimana besarnya kekuasaan Allah. Jika mereka ingin mencapai kebenaran, mereka dapat mencari bukti-bukti kekuasaan dan kebesaran Allah pada penciptaan manusia. Mereka dahulu tidak ada, kemudian menjadi ada. Tentu menciptakan kembali yang pernah ada lebih mudah bagi Allah. Sebenarnya jika mereka mau berpikir tentu mereka sampai kepada kesimpulan bahwa segala sesuatu itu adalah sama mudahnya bagi Allah, tidak ada yang sukar bagi-Nya.\nOrang-orang musyrik itu bukan hanya mengingkari kekuasaan Allah, tetapi juga mengingkari adanya hari kebangkitan, yaitu hari semua manusia dihadapkan di Mahkamah Agung Ilahiah.",
    "quraish": "Orang-orang yang mengingkari kebangkitan itu berkata, \"Apabila kami telah menjadi debu dan bercampur dengan tanah, sehingga tidak lagi dapat dibedakan antara debu jasad kami dan debu tanah, apakah kami akan diciptakan dan menjadi baru kembali?\" Sesungguhnya mereka tidak mengingkari kebangkitan saja, tetapi mereka juga mendustakan seluruh apa yang terjadi di akhirat.",
    "jalalayn": "(Dan mereka berkata) orang-orang yang ingkar akan adanya hari berbangkit: (\"Apakah bila kami telah lenyap di dalam tanah) yakni kami telah hancur di dalamnya, misalnya kami telah menjadi debu yang bercampur dengan tanah asli (kami benar-benar akan berada dalam ciptaan yang baru?\") kata tanya di sini mengandung makna ingkar; lafal ayat ini boleh dibaca tahqiq dan boleh pula dibaca tashil. Maka Allah swt. berfirman: (Bahkan mereka terhadap hari pertemuan dengan Rabbnya) yaitu hari berbangkit (adalah orang-orang yang ingkar.)"
  },
  {
    "ruku": 358,
    "name": "As-Sajdah",
    "ayat": 11,
    "arab": "۞ قُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ ࣖ ",
    "translation": "Katakanlah, “Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3514.mp3",
    "tafsir": "Ayat ini menolak anggapan orang-orang musyrik yang menyatakan bahwa hari Kiamat itu tidak ada. Dalam ayat ini dikatakan, \"Hai orang-orang musyrik, sesungguhnya malaikat yang bertugas mencabut nyawa manusia, benar-benar menjaga waktu, maka mereka mencabut nyawa orang itu tepat pada waktunya, tidak mundur sesaat pun, dan tidak pula dipercepat walau sesaat.\" Hal ini berlaku bagi semua orang-orang musyrik itu, dan mereka tidak dapat lari dari ketetapan Allah ini. Kemudian mereka dibangkitkan kembali di hari Kiamat dan diminta pertanggungjawaban semua perbuatannya dengan adil.",
    "quraish": "Katakanlah, \"Malaikat maut yang diberi tugas untuk mengambil nyawa kalian pada saat datangnya ajal kalian itu yang akan mematikan kalian. Kemudian hanya kepada Allah semata kalian kembali.\"",
    "jalalayn": "(Katakanlah) kepada mereka: (\"Malaikat maut yang diserahi tugas untuk mencabut nyawa kalian akan mematikan kalian) yakni akan mencabut nyawa kalian (kemudian hanya kepada Rabb kalianlah, kamu sekalian akan dikembalikan\") dalam keadaan hidup, maka kelak Dia akan membalas amal perbuatan kalian."
  }
]