[
  {
    "ruku": 36,
    "name": "Al-Baqarah",
    "ayat": 258,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْ حَاۤجَّ اِبْرٰهٖمَ فِيْ رَبِّهٖٓ اَنْ اٰتٰىهُ اللّٰهُ الْمُلْكَ ۘ اِذْ قَالَ اِبْرٰهٖمُ رَبِّيَ الَّذِيْ يُحْيٖ وَيُمِيْتُۙ قَالَ اَنَا۠ اُحْيٖ وَاُمِيْتُ ۗ قَالَ اِبْرٰهٖمُ فَاِنَّ اللّٰهَ يَأْتِيْ بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِيْ كَفَرَ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۚ",
    "translation": "Tidakkah kamu memperhatikan orang yang mendebat Ibrahim mengenai Tuhannya, karena Allah telah memberinya kerajaan (kekuasaan). Ketika Ibrahim berkata, “Tuhanku ialah Yang menghidupkan dan mematikan,” dia berkata, “Aku pun dapat menghidupkan dan mematikan.” Ibrahim berkata, “Allah menerbitkan matahari dari timur, maka terbitkanlah ia dari barat.” Maka bingunglah orang yang kafir itu. Allah tidak memberi petunjuk kepada orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/265.mp3",
    "tafsir": "Pada ayat ini dicontohkan keadaan dan sifat keangkuhan raja Namrud dari Babilonia, ketika berhadapan dengan Nabi Ibrahim sebagai rasul Allah. Raja Namrud telah dikaruniai Allah kekuasaan dan kerajaan yang besar, tetapi dia tidak bersyukur atas nikmat tersebut, bahkan menjadi seorang yang ingkar dan zalim. Rahmat Allah yang seharusnya digunakannya untuk menaati Allah, digunakannya untuk mendurhakai-Nya, dengan melakukan perbuatan yang tidak diridai-Nya. \nNamrud yang telah mengambil setan sebagai pemimpin dan pelindungnya itu, dengan sikap congkak berkata menentang Nabi Ibrahim, \"Siapakah Tuhanmu yang kamu serukan agar kami beriman kepadanya?\" Ibrahim menjawab, \"Tuhanku adalah Allah yang kuasa menciptakan makhluk yang semula tidak ada, atau menghidupkan orang yang tadinya sudah mati\". Maka Namrud menjawab, \"Kalau begitu, aku pun dapat pula menghidupkan dan mematikan.\" Maksudnya, membiarkan hidup atau tidak membunuh seseorang yang seharusnya dia bunuh; dan dia sanggup mematikan seseorang, yaitu dengan membunuhnya. Sedang yang dimaksudkan oleh Ibrahim ialah bahwa Allah swt menciptakan makhluk hidup yang tadinya belum ada, yaitu dengan menciptakan tulang-tulang, daging dan darah, lalu meniupkan roh ke dalamnya, atau dari makhluk yang telah mati, kemudian Allah mengembalikannya menjadi hidup; pada Hari Kebangkitan kelak. Allah kuasa pula mematikan makhluk yang hidup, tidak dengan membunuhnya seperti yang dilakukan oleh manusia, melainkan dengan mengeluarkan roh makhluk tersebut dengan datangnya ajal atau dengan terjadinya hari kiamat kelak. Maka jawaban Namrud yang disebutkan dalam ayat ini adalah olok-olokan belaka, tidak sesuai dengan apa yang dimaksudkan oleh Ibrahim a.s.\nOleh karena jawaban Namrud itu tidak ada nilainya, maka Nabi Ibrahim tidak mengindahkan jawaban itu. Lalu dia berkata, \"Tuhanku (Allah) kuasa menerbitkan matahari dari timur, maka terbitkanlah olehmu matahari itu dari barat.\" Namrud tidak dapat menjawab. Sebab itu dia bungkam, tidak berkutik.\nDi sini dapat dilihat perbedaan antara Nabi Ibrahim dan Namrud. Nabi Ibrahim sebagai rasul Allah yang beriman dan taat kepada-Nya, senantiasa memperoleh petunjuk-Nya, sehingga dia tidak kehilangan akal dan dalil dalam perdebatan itu, bahkan dalilnya yang terakhir tentang bukti kekuasaan Allah dapat membungkam raja Namrud. Sebaliknya Raja Namrud yang ingkar dan durhaka kepada Allah, benar-benar tidak mendapat petunjuk-Nya, sehingga dia kalah dan tidak dapat berkutik lagi untuk menjawab tantangan Nabi Ibrahim. Itulah akibat orang yang mengambil setan sebagai pemimpin dan pelindung mereka.",
    "quraish": "Apakah kamu tidak memperhatikan orang yang buta akan bukti-bukti kebenaran dan mendebat Ibrâhîm, khalîl Allâh (kesayangan Allah), dalam hal ketuhanan dan keesaan Allah. Perhatikanlah bagaimana kesombongan terhadap kekuasaan yang telah Tuhan berikan mengeluarkan mereka dari cahaya fitrah (keimanan) kepada kekafiran. Ketika Ibrâhîm berkata, \"Sesungguhnya Allah menghidupkan dan mematikan dengan cara meniupkan ruh ke dalam tubuh dan mencabutnya,\" orang kafir itu berkata, \"Saya dapat memberikan kehidupan dan kematian dengan cara mengampuni dan membunuh.\" Lalu, untuk menyudahi perdebatannya, Ibrâhîm berkata, \"Allah menerbitkan matahari dari timur. Terbitkanlah dari barat jika kamu benar-benar Tuhan.\" Orang kafir itu pun menjadi bingung dan terputuslah perdebatan karena kuatnya bukti yang menyingkap kelemahan dan keangkuhannya. Allah tidak akan memberikan petunjuk kepada orang-orang yang terus ingkar.",
    "jalalayn": "(Tidakkah kamu perhatikan orang yang mendebat Ibrahim tentang Tuhannya) (mentang-mentang ia diberi Allah kerajaan) maksudnya raja Namruz yang karena telah berkuasa hendak menyangkal karunia Allah kepadanya, (ketika) menjadi badal dari 'haajja' (Ibrahim berkata) ketika Namruz menanyakan padanya, \"Siapakah Tuhanmu yang kamu seru kami kepada-Nya itu?\" (\"Tuhanku ialah yang menghidupkan dan mematikan\"), maksudnya menciptakan kehidupan dan kematian di dalam tubuh. (Katanya) Kata Namruz, (\"Sayalah yang menghidupkan dan yang mematikan), yakni dengan membunuh dan memaafkan, lalu dipanggillah dua orang laki-laki, yang seorang dibunuh dan yang seorang lagi dibiarkan hidup. Maka tatkala dilihatnya raja itu seorang yang tolol, (Ibrahim berkata) sambil meningkat kepada alasan yang lebih jelas lagi, (\"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah) olehmu (dari barat. Karena itu, bingung dan terdiamlah orang kafir itu) tidak dapat memberikan jawaban atau dalih lagi (dan Allah tidak memberi petunjuk kepada orang-orang yang aniaya) karena kekafirannya, yakni petunjuk ke jalan hidayah."
  },
  {
    "ruku": 36,
    "name": "Al-Baqarah",
    "ayat": 259,
    "arab": "اَوْ كَالَّذِيْ مَرَّ عَلٰى قَرْيَةٍ وَّهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۚ قَالَ اَنّٰى يُحْيٖ هٰذِهِ اللّٰهُ بَعْدَ مَوْتِهَا ۚ فَاَمَاتَهُ اللّٰهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهٗ ۗ قَالَ كَمْ لَبِثْتَ ۗ قَالَ لَبِثْتُ يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالَ بَلْ لَّبِثْتَ مِائَةَ عَامٍ فَانْظُرْ اِلٰى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۚ وَانْظُرْ اِلٰى حِمَارِكَۗ وَلِنَجْعَلَكَ اٰيَةً لِّلنَّاسِ وَانْظُرْ اِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوْهَا لَحْمًا ۗ فَلَمَّا تَبَيَّنَ لَهٗ ۙ قَالَ اَعْلَمُ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Atau seperti orang yang melewati suatu negeri yang (bangunan-bangunannya) telah roboh hingga menutupi (reruntuhan) atap-atapnya, dia berkata, “Bagaimana Allah menghidupkan kembali (negeri) ini setelah hancur?” Lalu Allah mematikannya (orang itu) selama seratus tahun, kemudian membangkitkannya (menghidupkannya) kembali. Dan (Allah) bertanya, “Berapa lama engkau tinggal (di sini)?” Dia (orang itu) menjawab, “Aku tinggal (di sini) sehari atau setengah hari.” Allah berfirman, “Tidak! Engkau telah tinggal seratus tahun. Lihatlah makanan dan minumanmu yang belum berubah, tetapi lihatlah keledaimu (yang telah menjadi tulang belulang). Dan agar Kami jadikan engkau tanda kekuasaan Kami bagi manusia. Lihatlah tulang belulang (keledai itu), bagaimana Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.” Maka ketika telah nyata baginya, dia pun berkata, “Saya mengetahui bahwa Allah Mahakuasa atas segala sesuatu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/266.mp3",
    "tafsir": "Dalam ayat ini, Allah memberikan perumpamaan lain, yang juga bertujuan untuk membuktikan kekuasaan-Nya. Akan tetapi tokoh yang dikemukakan dalam perumpamaan ini bukanlah seorang yang ingkar dan tidak percaya kepada kekuasaan-Nya, melainkan seorang yang pada mulanya masih ragu tentang kekuasaan Allah, tetapi setelah melihat berbagai bukti yang nyata maka dia beriman dengan sepenuh hatinya dan mengakui bahwa Allah Mahakuasa atas segala sesuatu.\nDisebutkan bahwa orang itu pada suatu kali berjalan melalui suatu desa yang sudah merupakan puing-puing belaka. Bangunannya sudah roboh, sehingga atap-atap yang jatuh ke tanah sudah tertimbun oleh reruntuhan dindingnya. Karena masih meragukan kekuasaan Allah, maka ketika dia menyaksikan puing-puing tersebut dia berkata, \"Mungkinkah Allah menghidupkan kembali desa yang telah roboh ini, dan mengembalikannya kepada keadaan semula?\"\nKeraguannya tentang kekuasaan Allah untuk dapat mengembalikan desa itu kepada keadaan semula, dapat kita terapkan kepada sesuatu yang lebih besar dari itu, yakni: \"Kuasakah Allah untuk menghidupkan makhluk-Nya kembali pada Hari Kebangkitan, setelah mereka semua musnah pada hari kiamat?\"\nOleh karena orang tersebut bukan orang kafir, melainkan orang yang masih berada dalam tingkat keragu-raguan tentang kekuasaan Allah, dan dia memerlukan bukti dan keterangan, maka Allah berbuat sesuatu yang akan memberikan keterangan dan bukti tersebut kepadanya. Kejadian tersebut adalah demikian: Setelah dia menemukan desa itu sunyi sepi dan bangunan-bangunannya sudah menjadi puing, dia masih menemukan di sana pohon-pohon yang sedang berbuah. Lalu dia berhenti di suatu tempat, dan setelah menambatkan keledainya maka dia mengambil buah-buahan dan dimakannya. Sesudah makan ia pun tertidur. Pada saat itu Allah swt mematikannya, yaitu dengan mengeluarkan rohnya dari jasadnya. Seratus tahun kemudian Allah swt menghidupkan-Nya kembali, dengan mengembalikannya seperti keadaan semula, dan mengembalikan ruhnya ke tubuhnya. Proses \"menghidupkan kembali\" ini berlangsung dengan cepat dan mudah, tanpa melalui masa kanak-kanak dan sebagainya. Sisa makanan yang ditinggalkannya sebelum dia dimatikan, ternyata masih utuh dan tidak rusak, sedang keledainya sudah mati, tinggal tulang-belulang belaka. Setelah dia dihidupkan seperti semula, maka Allah mengajukan suatu pertanyaan kepadanya, \"Sudah berapa lamakah kamu berada di tempat itu?\" Allah swt mengajukan pertanyaan itu untuk menunjukkan kepadanya bahwa dia tidak dapat mengetahui segala sesuatu, termasuk hal ihwal dirinya sendiri. Hal ini ternyata benar. Orang itu menyangka bahwa dia berada di tempat itu baru sebentar saja, yaitu sehari atau setengah hari. Sebab itu dia menjawab, \"Aku berada di tempat ini baru sehari atau setengah hari saja\".\nLalu Allah menerangkan kepadanya bahwa dia telah berada di tempat itu seratus tahun lamanya. Kemudian Allah menyuruhnya untuk memperhatikan sisa-sisa makanan dan minuman yang ditinggalkannya seratus tahun yang lalu, yang masih utuh dan tidak rusak. Ini membuktikan kekuasaan Allah, sebab biasanya makanan menjadi rusak setelah dua atau tiga hari saja. Allah juga menyuruhnya untuk memperhatikan keledainya yang telah menjadi tulang-belulang pada tempat itu. Kemudian Allah memperlihatkan kepadanya bagaimana Dia menyusun tulang-tulang itu di tempat dan susunannya semula. Sesudah itu diberi-Nya daging dan kulit serta alat tubuh lainnya, serta ditiupkan-Nya roh ke tubuh keledai itu sehingga ia hidup kembali. \nSetelah melihat berbagai kenyataan itu semuanya, maka orang tersebut menyatakan imannya dengan ucapan, \"Sekarang aku yakin benar bahwa Allah Mahakuasa atas segala sesuatu, termasuk menghidupkan kembali makhluk yang sudah mati.\" Berdasarkan keyakinan itu hilanglah keragu-raguannya tentang hari kebangkitan.\nDalam ayat ini Allah swt. tidak menjelaskan nama orang tersebut serta nama negeri yang dilaluinya. Yang penting dalam ayat ini adalah pelajaran yang dapat diambil dari peristiwa itu.\nBukti-bukti kekuasaan Allah yang diperlihatkan dalam ayat ini adalah sebagai berikut:\n1.Orang itu dihidupkan kembali sesudah dia mati seratus tahun lamanya. Tulang-belulang keledainya menjadi bukti untuk memastikan bahwa keledainya itu benar-benar telah mati sejak waktu yang lama. Allah kuasa menghidupkannya kembali.\n2.Sisa-sisa makanan dan minumannya seratus tahun yang lalu itu ternyata masih utuh, tentu saja atas kehendak dan kekuasaan Allah. Ini membuktikan kekuasaan-Nya sebab dalam keadaan biasa, makanan dan minuman akan rusak setelah beberapa hari. Atau makanan itu memang telah rusak, tetapi Allah dapat mengembalikannya seperti semula. Ini pun menunjukkan kekuasaan-Nya.\n3.Keledainya yang telah lama mati dan tinggal tulang-belulangnya, oleh Tuhan dihidupkan kembali seperti semula. Hal ini dilakukan di hadapan mata orang tersebut agar dapat disaksikan dengan nyata.\nSemua hal itu merupakan bukti yang nyata tentang kekuasaan Allah, dan bahwa Allah kuasa menciptakan sesuatu, dan kuasa pula untuk mengulangi kejadian makhluknya. Maka sirnalah segala macam syubhat dan keraguan, dan timbullah keyakinan yang kokoh tentang keesaan dan kekuasaan Allah. Dia Mahakuasa atas segala sesuatu, termasuk membangkitkan dan menghidupkan kembali makhluk-Nya di akhirat sesudah kiamat.",
    "quraish": "Renungkanlah kisah aneh berikut ini: kisah seseorang yang melewati suatu negeri yang hancur, atap dan temboknya roboh dan penghuninya binasa. Ia berkata, \"Bagaimana Allah menghidupkan kembali penduduk negeri yang telah mati?\" Kemudian Allah mematikan orang tersebut selama seratus tahun. Setelah itu ia dibangkitkan kembali agar tahu betapa mudahnya proses kebangkitan, untuk menghilangkan keraguannya. Ia lalu ditanya, \"Berapa lama kamu mati?\" Ia menjawab, \"Aku tidak bisa merasakan berapa lamanya, mungkin sehari atau beberapa hari.\" Dikatakan kepadanya, \"Sesungguhnya kamu telah mati selama seratus tahun.\" Kemudian Allah mengalihkan pandangannya kepada bukti kekuasaan-Nya yang lain dengan mengatakan, \"Lihatlah! Makanan dan minumanmu tidak rusak dan keledaimu tidak berubah. Kami lakukan itu semua agar proses kebangkitan setelah mati yang kamu nafikan menjadi jelas dan kamu menjadi saksi hidup kebenaran hal tersebut.\" Selanjutnya Allah memerintahkan orang itu untuk melihat ciptaan-Nya yang lain. Bagaimana makhluk-makhluk hidup disusun tulangnya, dibalut dengan daging, ditiupkan ruh ke dalamnya sehingga dapat bergerak. Ketika kekuasaan Allah dan mudahnya proses kebangkitan menjadi jelas baginya, ia berkata, \"Aku yakin bahwa Allah Mahakuasa atas segala sesuatu.\"",
    "jalalayn": "(Atau) tidakkah kamu perhatikan (orang) 'kaf' hanya tambahan belaka (yang lewat di suatu negeri). Orang itu bernama Uzair dan lewat di Baitulmakdis dengan mengendarai keledai sambil membawa sekeranjang buah tin dan satu mangkuk perasan anggur (yang temboknya telah roboh menutupi atap-atapnya), yakni setelah dihancurkan oleh raja Bukhtanashar. (Katanya, \"Bagaimana caranya Allah menghidupkan kembali negeri ini setelah robohnya?\") disebabkan kagumnya akan kekuasaan-Nya (Maka Allah pun mematikan orang itu) dan membiarkannya dalam kematian (selama seratus tahun, kemudian menghidupkannya). Untuk memperlihatkan kepadanya bagaimana caranya demikian itu. (Allah berfirman) kepadanya, (Berapa lamanya kamu tinggal di sini?) (Jawabnya, \"Saya telah tinggal di sini sehari atau setengah hari) karena ia mulai tidur dari waktu pagi, lalu dimatikan dan dihidupkan lagi di waktu Magrib, hingga menurut sangkanya tentulah ia tidur sepanjang hari itu. (Firman Allah swt., \"Sebenarnya sudah seratus tahun lamanya kamu tinggal; lihatlah makanan dan minumanmu itu) buah tin dan perasan anggur (yang belum berubah) artinya belum lagi basi walaupun waktunya sudah sekian lama. 'Ha' pada 'yatasannah' ada yang mengatakan huruf asli pada 'sanaha', ada pula yang mengatakannya sebagai huruf saktah, sedangkan menurut satu qiraat, tidak pakai 'ha' sama sekali (dan lihatlah keledaimu) bagaimana keadaannya. Maka dilihatnya telah menjadi bangkai sementara tulang belulangnya telah putih dan berkeping-keping. Kami lakukan itu agar kamu tahu, (dan akan Kami jadikan kamu sebagai tanda) menghidupkan kembali (bagi manusia. Dan lihatlah tulang-belulang) keledaimu itu (bagaimana Kami menghidupkannya) dibaca dengan nun baris di depan. Ada pula yang membacanya dengan baris di atas kata 'nasyara', sedang menurut qiraat dengan baris di depan berikut zai 'nunsyizuha' yang berarti Kami gerakkan dan Kami susun, (kemudian Kami tutup dengan daging) dan ketika dilihatnya tulang-belulang itu sudah tertutup dengan daging, bahkan telah ditiupkan kepadanya roh hingga meringkik. (Maka setelah nyata kepadanya) demikian itu dengan kesaksian mata (ia pun berkata, \"Saya yakin\") berdasar penglihatan saya (bahwa Allah Maha Kuasa atas segala sesuatu\"). Menurut satu qiraat 'i`lam' atau 'ketahuilah' yang berarti perintah dari Allah kepadanya supaya menyadari."
  },
  {
    "ruku": 36,
    "name": "Al-Baqarah",
    "ayat": 260,
    "arab": "وَاِذْ قَالَ اِبْرٰهٖمُ رَبِّ اَرِنِيْ كَيْفَ تُحْيِ الْمَوْتٰىۗ قَالَ اَوَلَمْ تُؤْمِنْ ۗقَالَ بَلٰى وَلٰكِنْ لِّيَطْمَىِٕنَّ قَلْبِيْ ۗقَالَ فَخُذْ اَرْبَعَةً مِّنَ الطَّيْرِفَصُرْهُنَّ اِلَيْكَ ثُمَّ اجْعَلْ عَلٰى كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِيْنَكَ سَعْيًا ۗوَاعْلَمْ اَنَّ اللّٰهَ عَزِيْزٌحَكِيْمٌ ࣖ",
    "translation": "Dan (ingatlah) ketika Ibrahim berkata, “Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.” Allah berfirman, “Belum percayakah engkau?” Dia (Ibrahim) menjawab, “Aku percaya, tetapi agar hatiku tenang (mantap).” Dia (Allah) berfirman, “Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.” Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/267.mp3",
    "tafsir": "Ayat ini menambahkan suatu perumpamaan lain tentang kekuasaan Allah untuk menghidupkan kembali makhluk yang telah mati. Kalau pada ayat 258 dikemukakan peristiwa dialog antara Nabi Ibrahim dengan raja Namrud, maka pada ayat ini diceritakan dialog antara Nabi Ibrahim dan Tuhannya. Dengan penuh rasa kerendahan dan pengabdian kepada Allah, Ibrahim a.s. mengajukan permohonan kepada-Nya agar Dia bermurah hati untuk memperlihatkan kepadanya bagaimana cara Allah menghidupkan makhluk yang telah mati.\nJika diperhatikan sepintas lalu, maka permohonan Nabi Ibrahim ini memberikan kesan bahwa dia sendiri seolah-olah masih mempunyai keraguan tentang kekuasaan Allah menghidupkan kembali orang yang telah mati. Sebab itu Allah berfirman kepadanya, \"Apakah engkau masih belum percaya bahwa Aku dapat menghidupkan kembali makhluk yang sudah mati?\" Akan tetapi yang dimaksudkan dalam ayat ini bukanlah demikian, sebab Nabi Ibrahim sama sekali tidak mempunyai keraguan tentang kekuasaan Allah. Beliau mengajukan permohonan itu kepada Allah bukan karena keragu-raguan, melainkan karena ingin melihat dengan mata kepalanya sendiri bagaimana caranya Allah menghidupkan kembali makhluk yang sudah mati. Maka Ibrahim menjawab, \"Aku sedikit pun tidak meragukan kekuasaan Allah, akan tetapi aku mengajukan permohonan itu untuk sampai kepada derajat 'ainul yaqin, yaitu keyakinan yang diperoleh setelah menyaksikannya dengan mata kepala sendiri, sehingga hatiku menjadi lebih tenteram, dan keyakinanku menjadi lebih kuat dan kokoh.\nAllah mengabulkan permohonan itu, lau Nabi Ibrahim diperintahkan untuk memotong-motong empat ekor burung, kemudian meletakkan bagian-bagian tubuh burung tersebut pada bukit yang saling berjauhan letaknya. Ibrahim diperintahkan untuk memanggil burung-burung yang telah dipotong-potong itu, ternyata burung-burung itu datang kepadanya dalam keadaan utuh seperti semula. Tentu saja Allah mengembalikan burung-burung itu lebih dahulu kepada keadaan semula, sehingga dapat datang memenuhi panggilan Ibrahim a.s. Dengan ini permohonan Ibrahim a.s. kepada Allah untuk memperlihatkan kepadanya bagaimana Allah menghidupkan kembali makhluk yang telah mati dapat terpenuhi, sehingga hatinya merasa tenteram dan keyakinannya semakin kokoh.\nPendapat lain mengatakan bahwa Nabi Ibrahim diperintahkan agar Ibrahim a.s. mengambil burung-burung itu untuk dijinakkan. Kemudian Allah swt menyuruh Ibrahim a.s. meletakkan masing-masing burung itu di atas bukit tertentu yang berjauhan letaknya satu dengan yang lain.\nSesudah itu Ibrahim a.s. diperintahkan-Nya untuk memanggil burung tersebut. Dengan suatu panggilan saja, burung itu datang kepadanya dengan patuh dan taat. Demikian pulalah halnya umat manusia di hari akhirat nanti. Apabila Allah swt memanggil mereka dengan suatu panggilan saja, maka bangkitlah makhluk itu dan datang kepada-Nya serentak, dengan taat dan patuh.\nPada akhir ayat ini Allah swt memperingatkan Ibrahim a.s. dan semua manusia, agar mereka meyakini benar bahwa Allah Mahakuasa dan Mahabijaksana. Artinya: Kuasa dalam segala hal, termasuk menghidupkan kembali makhluk yang telah mati dan Dia Mahabijaksana terutama dalam memberikan bimbingan dan tuntunan kepada hamba-Nya, menuju jalan yang lurus dan benar.",
    "quraish": "Ingatlah pula kisah Ibrâhîm ketika ia berkata, \"Ya Tuhanku, perlihatkanlah kepadaku proses menghidupkan kembali orang yang telah mati.\" Lalu Allah mananyakan keimanannya terhadap proses kebangkitan agar keraguannya hilang dengan mengatakan, \"Apakah kamu tidak percaya?\" Ibrâhîm menjawab, \"Aku percaya, tetapi aku minta itu sekadar untuk menambah kemantapan hatiku.\" Allah berfirman, \"Ambillah empat ekor burung dan dekatkanlah kepadamu agar kamu kenali betul. Lalu potong- potonglah setelah disembelih dan letakkan potongan-potongan tersebut di atas gunung-gunung yang berdampingan. Kemudian panggillah burung-burung itu, niscaya mereka akan datang menghampirimu dalam keadaan hidup seperti sediakala. Ketahuilah bahwa Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam segala hal. (1) (1) Imam Fakhr al-Dîn al-Râzî dan ahli tafsir lainnya menyebutkan adanya pendapat lain dalam menafsirkan ayat ini. Dikatakan, Ibrâhîm tidak menyembelih burung-burung tersebut dan tidak diperintahkan untuk itu. Ia disuruh memeliharanya agar menjadi jinak. Empat ekor burung tersebut dipisah, di tiap gunung masing-masing diletakkan satu ekor. Kemudian keempatnya dipanggil dan datang. Ini adalah gambaran bagaimana Allah menciptakan segala sesuatu yaitu dengan perintahnya \"kun\" (jadilah), fa yakûn (maka sesuatu itu pun terjadi). Sama halnya dengan keempat burung tersebut, dipanggil lalu datang.",
    "jalalayn": "(Dan) ingatlah (ketika Ibrahim berkata, \"Ya Tuhanku! Perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Firman Allah) kepadanya (Apakah kamu tidak percaya?\") akan kekuasaan-Ku dalam menghidupkan itu? Ditanyakan Ibrahim padahal Dia mengetahui bahwa Ibrahim mempercayainya, agar Ibrahim memberikan jawaban terhadap pertanyaan-Nya, hingga para pendengar pun mengerti akan maksud-Nya. (\"Saya percaya\", katanya) (tetapi) saya tanyakan (agar tenang) dan tenteram (hatiku) disebabkan kesaksian yang digabungkan pada pengambilan dalil (Firman-Nya, \"Ambillah empat ekor burung, lalu jinakkanlah kepadamu) dengan 'shad' yang baris di bawah dan baris di depan yang berarti jinakkanlah olehmu, lalu potong-potonglah hingga daging dan bulunya bercampur baur. (Kemudian letakkanlah di setiap bukit) yang terletak di negerimu (sebagian darinya, setelah itu panggillah ia) kepadamu (niscaya mereka akan mendatangimu dengan cepat) atau segera. (Dan ketahuilah bahwa Allah Maha Tangguh.\") dalam perbuatan-Nya. Maka diambilnya burung merak, burung elang, gagak dan ayam jantan, masing-masing satu ekor, lalu ia melakukan apa yang diperintahkan sambil memegang kepala masing-masing, kemudian dipanggilnya hingga beterbangan potongan-potongan burung itu menemui kelompoknya hingga lengkap, lalu menuju kepalanya yang berada di tangannya."
  }
]