[
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 9,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ ",
    "translation": "Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu. Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3542.mp3",
    "tafsir": "Pada ayat ini, Allah mengingatkan kepada kaum Muslimin akan nikmat besar yang telah dilimpahkan-Nya kepada mereka pada Perang Ahzab ketika mereka dikepung rapat oleh tentara yang bersekutu yang terdiri dari tentara kaum Quraisy, Bani Gathafan, Bani an-Nadhir yang telah dibuang Rasulullah ke Khaibar dan tentara-tentara yang lain yang datang menyerang mereka ke Medinah. Setelah sebulan terkepung, maka Allah menghalau musuh-musuh mereka itu dengan tentara malaikat dan topan yang amat dingin dan kencang di malam yang sangat dingin pula, sehingga menerbangkan kemah-kemah tentara itu. Pada waktu itu, timbullah kegentaran dan ketakutan dalam hati musuh-musuh itu, sehingga salah seorang pemimpin mereka yang bernama thulaihah bin Khawailid al-Asadi berkata, \"Muhammad telah menyihir kamu, maka selamatkan dirimu, selamatkan dirimu!\" Dengan demikian, Perang Ahzab ini dimenangkan oleh kaum Muslimin tanpa terjadi pertempuran, karena musuh telah dihalau oleh tentara malaikat dan topan angin dingin yang amat kencang itu.\nPada akhir ayat ini, Allah menerangkan bahwa Dia melihat dan mengetahui segala yang dikerjakan kaum Muslimin dalam Perang Ahzab itu, seperti menggali parit, menyusun taktik, dan strategi peperangan untuk menegakkan agama-Nya. Allah juga mengetahui segala penderitaan yang mereka alami selama dikepung musuh, tetapi semua penderitaan itu mereka hadapi dengan tabah dan sabar. Semua yang dialami kaum Muslimin itu akan mendapat balasan yang berlipat ganda dari Allah.",
    "quraish": "Wahai orang-orang beriman, renungkanlah nikmat dan karunia Allah yang telah diberikan kepada kalian. Ingatlah saat kalian diserbu oleh pasukan gabungan pada peristiwa perang Khandaq. Saat itu Kami mengirimkan angin kencang yang teramat dingin kepada mereka. Kami juga menurunkan sejumlah malaikat yang tidak dapat kalian lihat wujudnya, yang menebarkan rasa takut dalam hati setiap musuh. Allah Maha Melihat perbuatan dan kesungguhan niat kalian. Dialah yang akan menjadi pembela kalian.",
    "jalalayn": "(Hai orang-orang yang beriman, ingatlah akan nikmat Allah yang telah dikaruniakan kepada kalian ketika datang kepada kalian tentara-tentara) orang-orang kafir yang bersekutu sewaktu perang Khandaq (lalu Kami kirimkan kepada mereka angin topan dan tentara yang kalian tidak dapat melihatnya) yakni bala tentara malaikat. (Dan adalah Allah terhadap apa yang kalian kerjakan) kalau dibaca ta'maluuna yang dimaksud adalah bekerja menggali parit, dan kalau dibaca ya'maluuna yang dimaksud adalah mereka yang bersekutu yaitu kaum musyrikin (Maha Melihat.)"
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 10,
    "arab": "اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ",
    "translation": "(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika penglihatan(mu) terpana dan hatimu menyesak sampai ke tenggorokan dan kamu berprasangka yang bukan-bukan terhadap Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3543.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengetahui ketika tentara yang bersekutu datang dari bawah lembah, yaitu dari sebelah timur yang terdiri dari golongan Gathafan, penduduk Nejed, dan ikut pula beserta mereka Bani Quraidhah dan Bani an-Nadhir. Allah mengetahui pula kedatangan golongan yang bersekutu lain yang datang dari atas lembah dari sebelah barat yang terdiri dari orang-orang Quraisy dan pengikut-pengikutnya dari bermacam-macam suku dengan Bani Kinanah dan penduduk Tihamah. Dalam keadaan musuh mulai mengepung itu, timbullah rasa takut dan gentar terutama dalam hati orang-orang munafik yang ikut bersama-sama kaum Muslimin. Mata mereka terbelalak dan kerongkongan mereka terasa tersumbat akibat ketakutan, dan timbul dalam hati mereka was-was, ragu-ragu, dan berbagai prasangka. Bahkan di antara mereka ada yang telah menduga bahwa kaum Muslimin akan dikalahkan oleh tentara sekutu, mengingat jumlah mereka yang jauh lebih banyak jika dibandingkan dengan jumlah kaum Muslimin.\nAdapun orang-orang yang beriman percaya benar akan janji Allah, bahwa Rasulullah saw dan kaum Muslimin akan memenangkan peperangan itu, dan pertolongan Allah pasti datang, serta mereka percaya benar akan kekuasaan dan kebesaran-Nya. Sedang orang-orang munafik berprasangka bahwa kaum Muslimin dan agama Islam akan hancur dan binasa. Kaum musyrik Mekah akan menaklukkan kota Medinah dan mengembalikannya kepada keadaan masa Jahiliah.",
    "quraish": "Musuh-musuh itu datang menyerbu dari atas dan dari bawah lembah. Pada saat itu pandangan mata manusia telah condong dari titik normal, hati mereka melonjak ke pangkal tenggorokan oleh rasa panik dan goncang. Di saat-saat kritis itu kalian terbuai oleh berbagai prasangka buruk akan janji Allah. (1). (1) Ungkapan ini tidak harus dipahami bahwa pasukan musuh-musuh itu datang dari semua arah. Kalau kita kembali kepada rincian peristiwa, dapat kita mengerti bahwa musuh yang datang dari atas itu adalah kabilah Ghatafan dan penduduk Nejed, karena mereka memasuki kota Madinah dari atas semenanjung bagian timur. Sementara nusuh yang datang dari bawah adalah suku Quraisy karena mereka tiba melalui bawah semenanjung arah barat.",
    "jalalayn": "(Yaitu ketika mereka datang kepada kalian dari atas dan dari bawah kalian) dari lembah bagian atas dan bawah, datang dari arah timur dan barat (dan ketika tidak tetap lagi penglihatan) perhatiannya hanya tertuju kepada musuh saja yang datang dari berbagai penjuru (dan hati kalian naik menyesak sampai tenggorokan) lafal hanaajir bentuk jamak dari lafal hanjarah, artinya adalah tenggorokan, diungkapkan demikian karena takut yang amat sangat (dan kalian menyangka terhadap Allah dengan bermacam-macam sangkaan) dengan berbagai macam prasangka, apakah mendapat pertolongan ataukah tidak, sehingga putus harapan dari pertolongan-Nya."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 11,
    "arab": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا",
    "translation": "Di situlah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang dahsyat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3544.mp3",
    "tafsir": "Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan.\n(12) Menurut riwayat, thu'mah bin Ubairiq dan tujuh puluh orang yang lain mengatakan, \"Bagaimana pula yang dijanjikan kepada kita penaklukan kerajaan Persia dan Romawi, padahal pada saat ini untuk buang air besar saja tidak seorang pun di antara kita yang sanggup.\" Ucapan ini sengaja mereka lontarkan tatkala mereka mendengar berita tentang peristiwa yang terjadi di waktu Rasulullah menggali parit dan mencangkuli batu yang memancarkan cahaya sebagaimana yang telah diterangkan. Maka Allah menurunkan ayat ini.\nDalam ayat ini diterangkan hasil ujian Allah kepada kaum Muslimin, yaitu dengan tercetusnya perkataan orang-orang munafik seperti Mu'attib bin Qusyair dan orang-orang yang lain yang masih lemah imannya, \"Semua yang dijanjikan Allah dan Rasul-Nya kepada kita, seperti akan mendapat kemenangan, memperoleh kebahagiaan hidup, dan sebagainya, tidak lain hanyalah tipu daya dan janji-janji kosong saja, bahkan janji itu menimbulkan kesengsaraan dan malapetaka bagi kita semuanya. Muhammad mengatakan bahwa kerajaan Persia dan Romawi akan takluk ke bawah kekuasaan kaum Muslimin, tetapi kenyataannya sekarang, kaum Muslimin yang akan menaklukkan itu sedang dikepung rapat oleh tentara yang bersekutu dan akan mengalami kehancuran dan kemusnahan.\"",
    "quraish": "Dalam suasana seperti itulah Allah Swt. menguji ketabahan iman orang-orang Mukmin. Saat itu mereka digoncang oleh perasaan takut yang luar biasa.",
    "jalalayn": "(Di situlah diuji orang-orang Mukmin) mereka mendapat cobaan supaya menjadi jelas, siapakah orang Mukmin yang benar-benar dan siapakah yang gadungan (dan hati mereka diguncang) berdegup-degup (dengan guncangan yang sangat) disebabkan ketakutan yang sangat mencekam mereka."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 12,
    "arab": "وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا",
    "translation": "Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang hatinya berpenyakit berkata, “Yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3545.mp3",
    "tafsir": "Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan.",
    "quraish": "Ingatlah kembali apa yang tengah terjadi pada orang-orang munafik dan orang-orang yang menderita sakit hati karena keraguan. Ingatlah saat mereka berkata, \"Apa yang dikatakan oleh Allah dan rasul itu hanyalah janji palsu yang mengecohkan kita.\"",
    "jalalayn": "(Dan) ingatlah (ketika orang-orang munafik dan orang-orang yang berpenyakit dalam hatinya berkata) yakni penyakit lemah keyakinannya: (\"Allah dan rasul-Nya tidak menjanjikan kepada kami) akan mendapat pertolongan Allah (melainkan tipu daya.\") kedustaan belaka."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 13,
    "arab": "وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا",
    "translation": "Dan (ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.” Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3546.mp3",
    "tafsir": "Di antara mereka, seperti 'Abdullah bin Ubay dan kawan-kawannya, ada pula yang mengatakan, \"Hai penduduk kota Medinah, tempat ini bukanlah tempat yang harus kita tempati, maka kembalilah ke rumahmu masing-masing, agar kamu tidak ditimpa malapetaka dan kesengsaraan serta tidak mati terbunuh oleh musuh-musuh yang sedang mengepung kita.\"\nSebagian ahli tafsir ada yang menafsirkan, \"Hai penduduk Medinah, tidak ada tempat bagi kamu sekalian untuk tetap menganut agama Muhammad. Kembalilah kamu kepada agamamu dahulu, dan serahkanlah Muhammad dan pengikut-pengikutnya kepada musuh-musuhnya yang sedang mengepung itu, sehingga keselamatan kamu semua terjamin.\"\nKarena perkataan dan ajakan pemimpin-pemimpin munafik dan Yahudi itu, maka sebagian dari mereka ada yang terpengaruh dan meminta kepada Nabi saw agar dapat meninggalkan medan perang dan kembali ke rumah mereka. Di antara yang meminta itu ialah Bani harisah. Alasan yang mereka kemukakan ialah rumah-rumah mereka berada di tempat yang berdekatan dengan pangkalan-pangkalan pasukan musuh sedang dindingnya tidak kuat, mereka khawatir musuh akan mengambil harta benda mereka.\nPada akhir ayat ini, Allah menerangkan bahwa semua alasan yang dikemukakan oleh orang-orang munafik dan Yahudi adalah alasan-alasan yang dibuat-buat saja. Alasan-alasan itu mereka kemukakan semata-mata untuk menghindarkan diri dari ikut berperang beserta Nabi dan kaum Muslimin, karena mereka tidak melihat suatu keuntungan yang akan mereka peroleh.",
    "quraish": "Ingatlah ucapan orang-orang munafik dan orang-orang yang lemah kemauan, \"Wahai penduduk kota Madinah, kalian tidak memiliki alasan untuk tinggal di sini, di medan pertempuran yang akan mendatangkan kekalahan. Kembalilah kalian ke rumah masing-masing!\" Benar, sekelompok mereka meminta izin kepada Rasulullah untuk kembali ke Madinah. Mereka mengatakan, \"Rumah-rumah kami tidak ada yang melindungi, maka dari itu kami mesti kembali pulang untuk mengamankannya.\" Padahal tempat tinggal mereka tidak akan menjadi sasaran musuh seperti yang mereka katakan. Mereka hanya mencari-cari alasan untuk melarikan diri dari medan pertempuran.",
    "jalalayn": "(Dan ketika berkata segolongan di antara mereka) yakni orang-orang munafik (\"Hai penduduk Yatsrib!) Yatsrib adalah nama kedua kota Madinah; tidak menerima tanwin karena 'illat 'alamiyah dan wazan fi'il (Tidak ada tempat bagi kalian) dapat dibaca muqaama dan maqaama, artinya tidak ada tempat tinggal bagi kalian (maka kembalilah kalian\") ke tempat-tempat tinggal kalian di Madinah, yang pada waktu itu kaum Muslimin telah berangkat keluar bersama dengan Nabi saw. ke salah satu lereng bukit di luar kota Madinah untuk menyambut kedatangan musuh. (Dan sebagian dari mereka minta izin kepada nabi) untuk kembali pulang (seraya berkata, \"Sesungguhnya rumah-rumah kami terbuka.\") Tidak ada penjaganya sehingga keadaannya sangat mengkhawatirkan. Maka Allah swt. berfirman: (Dan rumah-rumah itu sekali-kali tidak terbuka, tidak lain) (mereka hanya hendak lari) dari medan perang."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 14,
    "arab": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُـِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا",
    "translation": "Dan kalau (Yasrib) diserang dari segala penjuru, dan mereka diminta agar membuat kekacauan, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3547.mp3",
    "tafsir": "Ayat ini menerangkan kelemahan hati dan keyakinan orang-orang munafik dan Yahudi yang sedang menerima cobaan Allah itu. Mereka tidak sanggup mengatasi kesukaran-kesukaran yang sedang mereka hadapi, dan tidak sanggup menghadapi bahaya dan ancaman yang datang kepada mereka, sehingga mereka meminta kepada Rasulullah saw agar diizinkan meninggalkan medan pertempuran.\nKeadaan hati dan keyakinan mereka itu dilukiskan Allah sebagai berikut, \"Seandainya tentara sekutu itu memasuki rumah-rumah orang munafik dan Yahudi dari segenap penjuru, merusak dan merampas apa yang ada di dalamnya, menganiaya dan membunuh anak-anak dan keluarga mereka, meminta mereka agar kembali memeluk agama syirik, mengadakan keonaran dan menghantam kaum Muslimin dari belakang, tentulah mereka membiarkan tindakan musuh itu dan mengikuti segala yang mereka kehendaki. Hal itu diakibatkan karena ketakutan dan tidak adanya cita-cita dalam hati mereka, kecuali mencari kesenangan duniawi dan keuntungan pribadi belaka.\"\nDari ayat ini dipahami bahwa ketakutanlah yang merupakan sebab, sehingga orang-orang munafik dan Yahudi tidak mempunyai pendirian. Ketakutan itu timbul di dalam hati mereka karena tidak ada keimanan sedikit pun. Padahal jika mereka berpikir dengan benar dan menimbang untung ruginya, mereka lebih selamat jika ikut andil dalam peperangan.",
    "quraish": "Jika para musuh itu datang memasuki kota dari segala penjuru, kemudian mereka meminta kepada orang-orang munafik untuk mengikrarkan pernyataan keluar dari agama Islam (murtad) dan berbalik memerangi orang-orang Islam, mereka pasti segera menerima tawaran itu tanpa mengulur waktu.",
    "jalalayn": "(Kalau diserang) kota Madinah (dari segala penjuru) dari segala arahnya (kemudian diminta kepada mereka) yakni mereka diminta oleh orang-orang yang menyerang mereka (supaya murtad) supaya musyrik (niscaya mereka mengerjakannya) niscaya mereka menuruti kemauannya; lafal ayat ini huruf hamzahnya dapat dibaca panjang sehingga bacaannya menjadi la-aatauhaa dan dapat dibaca pendek sehingga bacaannya menjadi la-atauhaa (dan mereka tidak akan bertangguh untuk murtad itu melainkan dalam waktu yang singkat)."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 15,
    "arab": "وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا",
    "translation": "Dan sungguh, mereka sebelum itu telah berjanji kepada Allah, tidak akan berbalik ke belakang (mundur). Dan perjanjian dengan Allah akan diminta pertanggungjawabannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3548.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang minta izin meninggalkan medan pertempuran itu pernah berjanji dengan Rasulullah saw bahwa mereka tidak akan mengkhianatinya dan akan ikut berperang bersama-sama kaum Muslimin menghadapi kaum musyrik. Akan tetapi, akhirnya mereka mengingkari janjinya.\nMenurut riwayat, Bani harisah pernah lari dari medan Perang Uhud, kemudian mereka minta agar Nabi memaafkan kesalahan mereka. Mereka berjanji tidak akan lari lagi dari medan pertempuran dan akan berjuang dengan Nabi dan kaum Muslimin.\nPada akhir ayat ini, Allah menegaskan bahwa mereka yang telah berjanji itu akan diminta pertanggungjawaban tentang apa yang telah diucapkannya. Di hari Kiamat, mereka akan diberi pembalasan yang setimpal dengan tindakan mereka itu.",
    "quraish": "Sebelum terjadi peristiwa perang Ahzâb, orang-orang yang melarikan diri dari medan peperangan itu jauh-jauh telah berjanji kepada Allah akan selalu tegar menghadapi musuh bersama Rasulullah dan tidak akan menarik diri. Dan sesungguhnya janji kepada Allah yang wajib ditepati itu kelak, di hari kiamat, akan dimintakan pertanggungjawabannya.",
    "jalalayn": "(Dan sesungguhnya mereka sebelum itu telah berjanji kepada Allah dahulu, mereka tidak akan berbalik ke belakang/mundur. Dan adalah perjanjian dengan Allah akan diminta pertanggungjawabannya) tentang pelaksanaannya."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 16,
    "arab": "قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ",
    "translation": "Katakanlah (Muhammad), “Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3549.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang yang menghindarkan diri dan lari dari medan pertempuran itu, bahwa tindakan mereka tidak akan ada manfaatnya sedikit pun. Mereka tidak akan dapat menghindarkan ajal yang telah ditetapkan Allah, tidak dapat mengelakkan pembunuhan yang ditetapkan Allah terhadap seseorang, yang akan dilakukan oleh musuh-musuhnya. Segala sesuatu itu telah ditetapkan Allah, tidak seorang pun yang dapat mengubahnya.\nSeandainya seseorang dapat lari dari pertempuran dan hal itu memberi manfaat kepadanya, serta dapat menghindarkan kematian dirinya, maka yang demikian itu hanyalah bersifat sementara. Hidup di dunia ini adalah hidup yang fana, walaupun dirasakan lama, pada hakikatnya adalah singkat sekali jika dibandingkan dengan kehidupan akhirat yang abadi.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Kalau ajal kalian telah tiba, maka upaya kalian untuk melarikan diri dari medan pertempuran itu tidak akan berguna. Jika kalian belum ditakdirkan untuk mati saat ini, bagaimanapun juga kalian tidak akan bisa menikmati sisa hidup melebihi batas umur yang telah ditentukan. Dan sungguh umur manusia itu sangat pendek.\"",
    "jalalayn": "(Katakanlah, \"Lari itu sekali-kali tidaklah berguna bagi kalian, jika kalian melarikan diri dari kematian atau pembunuhan, dan jika kalian) melarikan diri (kalian tidak dapat bersenang-senang) di dunia ini sesudah kalian melarikan diri (melainkan hanya sebentar.\") Yakni hanyalah sebatas sisa umur kalian."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 17,
    "arab": "قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
    "translation": "Katakanlah, “Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3550.mp3",
    "tafsir": "Menurut riwayat lain bahwa yang mengajak itu adalah orang-orang Yahudi. Mereka mengajak orang-orang munafik menghindarkan diri dari Nabi dan orang-orang Muslimin dengan mengatakan, \"Apabila Abu Sufyan menang, tentulah Muhammad dan pengikut-pengikutnya akan dibinasakan semuanya.\" Karena itu turunlah ayat ini.\nPada ayat ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawab perkataan orang-orang yang mengatakan bahwa mereka akan selamat bila mereka meninggalkan medan pertempuran. Allah berfirman, \"Tidak seorang pun di antara kamu yang sanggup menghindarkan diri dari pembunuhan atau kesengsaraan jika Allah telah menetapkannya. Demikian pula, tidak seorang pun yang dapat mendatangkan sesuatu kebaikan kepada seseorang jika Allah tidak menghendakinya. Manfaat dan kemelaratan itu hanya Allah yang menetapkannya, tidak seorang pun yang sanggup mengganti atau mengubahnya. Oleh karena itu, orang-orang munafik dan Yahudi yang mengkhianati Nabi tidak akan mendapatkan orang yang dapat menolong dan mengelakkan bencana yang akan menimpa mereka.\nMenurut suatu riwayat, 'Abdullah bin Ubay dan kawan-kawannya, orang-orang munafik dan Yahudi berkata kepada kaum Muslimin, \"Muhammad dan pengikut-pengikutnya sangat sedikit jika dibandingkan dengan jumlah kaum Quraisy dan sekutu-sekutunya. Oleh karena itu, mereka pasti binasa, dan marilah kita menjauhkan diri dari padanya.\"",
    "quraish": "Katakan kepada orang-orang yang diliputi keraguan, \"Jika Allah berkeinginan untuk menimpakan malapetaka, siapa yang akan memberikan pertolongan pada kalian, dan siapa pula yang dapat menghalangi, jika Allah berkehendak memberi karunia kebaikan bagi diri kalian? Sungguh mereka tidak memiliki penolong dan penyelamat selain Allah.\"",
    "jalalayn": "(Katakanlah! \"Siapakah yang dapat melindungi kalian) yang dapat menyelamatkan kalian (dari takdir Allah jika Dia menghendaki bencana atas kalian) kebinasaan dan kekalahan (atau) siapakah yang dapat menimpakan keburukan kepada kalian jika (telah menghendaki) Allah (atas diri kalian rahmat) yakni kebaikan. (Dan orang-orang munafik itu tidak memperoleh bagi mereka selain Allah) (pelindung) yang bermanfaat bagi diri mereka (dan tidak pula penolong.\") yang dapat menolak marabahaya dari diri mereka."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 18,
    "arab": "۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ",
    "translation": "Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Tetapi mereka datang berperang hanya sebentar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3551.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengetahui dengan sesungguhnya orang yang menghambat manusia mengikuti Rasulullah saw berperang di jalan-Nya. Dia mengetahui pula orang-orang yang enggan dan minta izin kepada Rasulullah saw untuk tidak ikut berperang, serta orang-orang yang mengajak penduduk Medinah agar tidak ikut berperang bersamanya.\nSementara itu, ada pula orang-orang yang ikut berperang sebentar saja sekedar untuk memperlihatkan kepada kaum Muslimin bahwa sebenarnya mereka itu termasuk orang yang ikut berperang. Akan tetapi, di saat kaum Muslimin lengah, mereka menghilang dengan diam-diam dan kembali ke rumahnya masing-masing.",
    "quraish": "Allah sungguh mengetahui siapakah sebenarnya orang-orang lemah [yang tidak mampu berperang] dan orang-orang yang berkata kepada saudara-saudaranya, \"Bergabunglah bersama kami!\" Padahal mereka tidak pernah samasekali merasakan kejamnya peperangan kecuali hanya sebentar saja.",
    "jalalayn": "(Sesungguhnya Allah mengetahui orang-orang yang menghalang-halangi) yang menghambat (di antara kalian dan orang-orang yang berkata kepada saudara-saudaranya, \"Marilah) kemarilah (kepada kami.\" Dan mereka tidak mendatangi peperangan) pertempuran (melainkan hanya sebentar) hanya ingin pamer dan cari muka."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 19,
    "arab": "اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
    "translation": "mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3552.mp3",
    "tafsir": "Pada ayat ini, Allah menyebutkan sifat-sifat orang-orang yang selalu menghindarkan diri dari ikut berperang bersama Nabi saw:\n1. Mereka tidak menolong Muhammad dan kaum Muslimin dalam menghadapi musuh, baik pertolongan berupa harta benda maupun jiwa raga.\n2. Apabila musuh-musuh telah menyerang dan orang-orang yang beriman telah bertempur dengan gagah berani menolak serangan musuh, mereka menoleh ke kiri dan ke kanan karena ketakutan dan mencari jalan dan kesempatan untuk lari dari medan pertempuran menghindari kematian.\n3. Apabila pertempuran telah usai dan mereka merasa telah aman, mereka bersikap sombong dan membangga-banggakan jasa dan keberanian dalam medan pertempuran padahal semua itu adalah omong kosong belaka yang menyakitkan hati. Seakan-akan merekalah orang-orang yang berperang mati-matian sampai kemenangan tercapai, padahal semua yang mereka katakan itu adalah dusta belaka.\n4. Mereka sangat rakus kepada harta rampasan yang telah diperoleh kaum Muslimin, dan tidak mau melepaskan sesuatu yang telah mereka dapat. Padahal sebelumnya mereka tidak mau mengeluarkan harta untuk menolong Nabi saw.\nOrang-orang yang bersifat seperti yang disebutkan di atas itu pada hakikatnya adalah orang-orang yang tidak beriman kepada Allah dan Rasul-Nya, tidak beramal dengan tulus ikhlas dan tidak mau berkorban sedikit pun, karena mereka adalah orang-orang munafik. Karena sifat dan sikap mereka yang demikian itu, maka Allah menghapus segala pahala amal perbuatan mereka dan menjadikannya seolah-olah debu yang beterbangan yang tidak ada artinya sama sekali. Menghapuskan pahala amal perbuatan orang-orang munafik itu bukanlah suatu yang sukar bagi Allah, tetapi amat mudah bagi-Nya, karena Dia Mahakuasa lagi Maha Mengetahui segala sesuatu.",
    "quraish": "Pada lahirnya, orang-orang munafik sangat memperhatikan keselamatan diri kalian. Seolah-olah, dalam hal ini, mereka tidak mempunyai rasa takut. Tapi jika rasa takut kepada musuh atau kepada Rasulullah benar-benar telah datang, mereka akan memandangimu, Muhammad. Mata mereka berputar-putar kebingungan, bagai orang yang tidak sadarkan diri menghadapi sekaratul maut. Akan tetapi jika rasa takut itu mulai sirna, mereka mencaci dan menghujat kalian dengan sangat keras. Mereka sangat malas melakukan kebaikan. Mereka itulah orang-orang yang beriman dengan setengah hati. Meskipun mereka telah menyatakan berislam, namun Allah Swt. akan menyia-nyiakan perbuatan mereka, lantaran orang-orang munafik itu memendam kekufuran dalam hati. Sungguh pekerjaan yang demikian itu bukan hal yang sukar bagi Allah(1). (1) Ayat ini menunjukkan satu fakta ilmiah yang belum ditemukan pada saat diturunkannya al-Qur'ân. Yaitu bahwa bola mata orang yang sedang dalam keadaan sekaratul maut atau dalam ketakutan akan berputar-putar. Kalau ditinjau secara lebih cermat, akan didapati bahwa perasaan takut yang sangat akan dapat menghilangkan kesadaran dan merusak jaringan pusat urat saraf bawah sadar di bagian otak. Oleh karena itu, kondisi orang yang ketakutan mirip dengan orang yang sedang menghadapi sekaratul maut: matanya melotot dengan bola mata yang berputar-putar sampai mati.",
    "jalalayn": "(Mereka bakhil terhadap kalian) maksudnya sangat perhitungan dalam menolong dan membantu kalian. Lafal asyihhatan bentuk jamak dari lafal syahiihun; berkedudukan menjadi hal atau kata keterangan keadaan dari dhamir yang terkandung di dalam lafal ya'tuuna (apabila datang ketakutan, kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti) penglihatan atau seperti terbeliaknya (orang yang pingsan karena akan mati) yaitu orang yang sedang sekarat maut (dan apabila ketakutan telah hilang) harta-harta rampasan telah diperoleh kaum Muslimin (mereka mencaci kalian) menyakiti kalian atau memukul kalian (dengan lidah yang tajam, sedangkan mereka bakhil untuk berbuat kebaikan) atas harta rampasan yang telah diperolehnya. (Mereka itu tidak beriman) sesungguhnya (maka Allah menghapus pahala amal mereka. Dan yang demikian itu) penghapusan pahala amal perbuatan itu (adalah mudah bagi Allah) dengan kehendak-Nya."
  },
  {
    "ruku": 362,
    "name": "Al-Ahzab",
    "ayat": 20,
    "arab": "يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۖوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ",
    "translation": "Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3553.mp3",
    "tafsir": "Karena sangat ketakutan, orang-orang munafik mengira bahwa tentara sekutu masih berada di medan pertempuran, padahal tentara-tentara itu telah lari berserakan, kembali ke negeri masing-masing. Hal ini menunjukkan bahwa orang-orang munafik adalah orang-orang pengecut dan tidak beriman sehingga tidak ikut berperang, seakan-akan mereka tidak hadir di sana. Oleh karena itu, mereka tidak mengetahui gerak gerik musuh. Dalam pada itu, jika tentara sekutu itu kembali lagi menyerang, mereka menginginkan agar mereka berada di Badiyah (padang pasir) yang jauh dari kota bersama-sama Arab Badui dan penduduk padang pasir, agar mereka tidak terkena bahaya peperangan. Bagi mereka cukuplah kiranya bila dapat bertanya kepada orang-orang yang datang ke tempat mereka tentang keadaan Nabi dan kaum Muslimin.\nSelanjutnya Allah menerangkan bahwa pada peperangan yang telah lewat itu, andaikata orang-orang munafik tidak meninggalkan medan peperangan dan tetap bersama kaum Muslimin di garis depan, kemudian terjadi pertempuran yang dahsyat, maka mereka juga tidak akan ikut berperang. Kalaupun ikut berperang, mereka berperang dengan tidak sepenuh hati dan keimanan. Mereka akan melawan musuh sekedar memenuhi permintaan Nabi saja.",
    "quraish": "Orang-orang munafik menduga bahwa balatentara kafir yang bersekongkol masih dalam posisi mengepung kota Madinah, padahal kenyataannya tidak demikian. Seandainya musuh-musuh yang bersekutu itu menyerang sekali lagi, kelompok pengecut itu akan berangan-angan tinggal di pedalaman bersama para badui sambil mendengar berita tentang kalian. Namun, jika mereka tetap tinggal bersama kalian dalam kamp, mereka pasti tidak akan turut berperang kecuali hanya sebentar saja. Itu pun karena pamrih dan untuk mencari nama baik.",
    "jalalayn": "(Mereka mengira golongan-golongan yang bersekutu itu) yaitu orang-orang kafir (belum pergi) maksudnya belum kembali ke Mekah disebabkan perasaan takut mereka terhadapnya (dan jika golongan-golongan yang bersekutu itu datang kembali) mengadakan serangan ulang (niscaya mereka ingin) mengharapkan (berada di dusun-dusun bersama orang-orang Arab badui) berada di tengah-tengah mereka di perkampungan (sambil menanya-nanya tentang berita-berita kalian) yakni kabar kalian beserta orang-orang kafir yang menyerang kalian. (Dan sekiranya mereka berada bersama kalian) di dalam serangan kali ini (mereka tidak akan berperang melainkan sebentar saja) hanya karena pamer dan takut dicela sebab tidak ikut berperang."
  }
]