[
  {
    "ruku": 364,
    "name": "Al-Ahzab",
    "ayat": 28,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا ",
    "translation": "Wahai Nabi! Katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, maka kemarilah agar kuberikan kepadamu mut‘ah dan aku ceraikan kamu dengan cara yang baik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3561.mp3",
    "tafsir": "Allah memerintahkan Rasulullah saw agar menyampaikan kepada istri-istrinya supaya mereka memilih apa yang mereka kehendaki dari dua hal. Pilihan pertama ialah jika mereka menginginkan kehidupan dunia dengan segala kenikmatannya, maka Nabi tidak mempunyai yang demikian itu, dan beliau tidak mempunyai sesuatu pun yang akan diberikan untuk memenuhi keinginan itu. Oleh karena itu, Nabi akan mentalak mereka dan beliau memberi mut'ah, sebagaimana yang telah disyariatkan agama. Beliau juga akan menceraikan mereka secara baik-baik pula.\nMenurut ketentuan Allah, seorang suami yang menceraikan istrinya memberi mut'ah berupa pakaian, uang, atau perhiasan secara sukarela kepada istri yang diceraikannya, sesuai dengan kemampuannya, orang kaya sesuai dengan kekayaannya dan orang miskin sesuai dengan kemiskinannya. Firman Allah:\nDan hendaklah kamu beri mereka mut'ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236)\n\nAllah juga menetapkan bahwa jika seorang suami mentalak istrinya, maka hendaklah ia melepaskan mereka secara baik-baik dan mentalaknya pada waktu suci sebelum dicampuri, agar mereka dapat melaksanakan idah dalam masa yang pendek. Allah berfirman:\nWahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. (ath-thalaq/65:1)\n\n\nPada waktu ayat ini turun, Rasulullah mempunyai istri 9 orang, yaitu 'Aisyah binti Abu Bakar, Hafshah binti 'Umar, Ummu Salamah, Ummu habibah Ramlah binti Sufyan, Saudah binti Zam'ah, Zainab binti Jahsy, Maimunah binti Hars, safiyyah binti Huyai bin Akhthab, dan Juwairiyah binti al-haris. Dari istri beliau yang sembilan itu, lima orang berasal dari suku Quraisy dan empat orang bukan dari suku Quraisy.\nFirman Allah: \nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan. (at-Tahrim/66: 5)",
    "quraish": "Wahai Nabi Muhammad, katakan kepada istri-istrimu, \"Jika kalian benar-benar menghendaki kenikmatan dan kesenangan hidup duniawi, aku akan menyerahkan sebagian harta yang dapat meringankan beban penderitaan kalian akibat talak, sebagai bentuk kesenangan (mut'ah) bagi kalian. Tetapi aku akan menceraikan kalian dengan cara yang baik.\"",
    "jalalayn": "(Hai Nabi! Katakanlah kepada istri-istrimu) yang pada saat itu jumlah mereka ada sembilan orang; mereka meminta kepada Nabi saw. perhiasan duniawi yang tidak dipunyai oleh beliau: (\"Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya, maka marilah supaya diberikan kepada kalian mut`ah) yakni mut`ah talak (dan aku ceraikan kalian dengan cara yang baik) aku ceraikan kalian tanpa menimbulkan kemudaratan."
  },
  {
    "ruku": 364,
    "name": "Al-Ahzab",
    "ayat": 29,
    "arab": "وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا",
    "translation": "Dan jika kamu menginginkan Allah dan Rasul-Nya dan negeri akhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3562.mp3",
    "tafsir": "Pilihan kedua yang disampaikan Rasulullah ialah jika para istrinya memilih keridaan Allah dan Rasul-Nya dan pahala hari akhirat, maka taatlah kepada Allah dan Rasul-Nya. Allah telah menyediakan pahala yang besar bagi para istrinya yang baik dalam perkataan, perbuatan, dan tingkah laku. Mereka ditempatkan di dalam surga yang penuh kenikmatan.",
    "quraish": "Namun jika kalian lebih mementingkan cinta Allah dan cinta rasul-Nya, lebih mengutamakan kehidupan akhirat dan rela hidup dalam kesusahan dan penderitaan dunia, maka sesungguhnya Allah telah menyiapkan bagi kalian dan bagi wanita-wanita lain yang berbuat kebajikan suatu balasan yang tidak terkira besarnya.",
    "jalalayn": "(Dan jika kamu sekalian menghendaki keridaan Allah dan Rasul-Nya serta kesenangan di negeri akhirat) yakni surga (maka sesungguhnya Allah menyediakan bagi siapa yang berbuat baik di antara kalian) yang menghendaki pahala di akhirat (pahala yang besar.\") yaitu surga. Maka mereka memilih pahala di akhirat daripada pahala di dunia."
  },
  {
    "ruku": 364,
    "name": "Al-Ahzab",
    "ayat": 30,
    "arab": "يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔",
    "translation": "Wahai istri-istri Nabi! Barangsiapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3563.mp3",
    "tafsir": "Pada ayat ini, Allah memperingatkan istri-istri Nabi agar selalu menjaga diri karena mereka adalah ibu dari seluruh kaum Muslimin dan menjadi contoh teladan bagi mereka. Perintah Allah itu ialah, \"Barang siapa di antara istri Nabi yang mengerjakan perbuatan keji, perbuatan yang terlarang, dan sebagainya, maka mereka akan memperoleh azab dua kali lipat dari azab yang diterima orang biasa.\"\nPemberian azab dua kali lipat kepada istri-istri Nabi ini ialah karena mereka termasuk orang-orang yang telah mengetahui dengan sebenarnya perintah-perintah dan larangan-larangan Allah. Di samping itu, mereka juga adalah penjaga rumah tangga Rasulullah dari segala perbuatan yang jahat yang mungkin terjadi di dalamnya.\nSebagian ulama menetapkan hukum berdasarkan ayat ini bahwa untuk tindakan kejahatan yang sama jenisnya, maka hukuman yang akan diterima oleh orang-orang yang tahu itu lebih berat dari hukuman yang akan diterima oleh orang yang tidak tahu. Orang yang tahu telah mengetahui akibat dari suatu perbuatan. Jika ia melakukan perbuatan itu, berarti ia melakukan dengan penuh kesadaran, sedang yang tidak tahu, ia mengerjakan tindakan kejahatan itu tanpa kesadaran dalam arti yang sebenarnya. Oleh karena itu, orang-orang tahu itu wajib memperoleh hukuman dua kali lipat dari hukuman yang diperoleh orang yang tidak tahu.\nDiriwayatkan bahwa seorang laki-laki berkata kepada Zainal 'abidin r.a., \"Sesungguhnya kamu adalah keluarga Nabi yang telah memperoleh ampunan.\" Maka Zainal 'abidin marah kepada orang itu dan berkata, \"Apa yang telah ditetapkan Allah terhadap istri-istri Nabi lebih pantas untuk ditetapkan bagi kami dari apa yang kamu katakan itu. Kami berpendapat bahwa balasan kebajikan kami dilipatgandakan sebagaimana balasan kesalahan kami dilipatgandakan pula.\" Kemudian beliau membaca ayat ini.",
    "quraish": "Wahai istri-istri Rasul, jika salah seorang dari kalian melakukan suatu kesalahan atau berbuat dosa yang sangat nyata kekejiannya, maka ia akan mendapatkan tambahan dua kali lipat siksa akibat dosa itu. Dengan kata lain, ia akan mendapatkan tiga kali lipat siksa wanita biasa yang melakukan dosa yang sama. Sungguh pekerjaan seperti itu bukan suatu hal yang sulit bagi Allah.",
    "jalalayn": "(Hai istri-istri nabi, siapa-siapa di antara kalian yang mengerjakan perbuatan keji yang nyata) Mubayyanatin dapat dibaca Mubayyinatin, artinya yang terang atau jelas (niscaya akan dilipat gandakan) menurut suatu qiraat dibaca Yudha'-'af dan menurut qiraat lainnya dibaca Nudhaa'af kemudian lafal Al 'Adzaabu dibaca Nashab sehingga menjadi Al 'Adzaaba (siksaan kepadanya dua kali lipat) dua kali lipat siksaan yang diterima oleh orang-orang selain kalian. (Dan adalah yang demikian itu mudah bagi Allah.)"
  },
  {
    "ruku": 364,
    "name": "Al-Ahzab",
    "ayat": 31,
    "arab": "۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ",
    "translation": "Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3564.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa siapa pun di antara istri-istri Nabi. saw yang tetap taat kepada Allah dan rasul-Nya, serta mengerjakan amal yang saleh, pasti diberi-Nya pahala dua kali lipat sebagai penghargaan bagi mereka. Penghargaan itu karena kedudukan mereka selaku \"Ummahatul Mu'minin\", yaitu ibu kehormatan segenap kaum mukminin, dan mereka berada di rumah Nabi saw, tempat turun wahyu Allah, cahaya hikmat dan petunjuk ke jalan yang lurus. Selain pahala yang berlipat ganda, Allah akan memberikan pula rezeki yang mulia di dunia dan di akhirat. Di dunia karena mereka menjadi pusat perhatian seluruh perempuan mukminat yang memandang mereka dengan penuh penghormatan dan kewibawaan dan di akhirat karena mereka adalah istri-istri Nabi. saw yang akan ditempatkan oleh Allah pada derajat yang tinggi dalam surga Jannatun Na'im.",
    "quraish": "Dan apabila salah seorang dari kalian tetap teguh dan tunduk pada Allah dan rasul-Nya serta berbuat kebajikan, maka Allah akan memberikan pahala dua kali lipat kebaikan itu. Dan Kami akan menyediakan baginya rezeki yang sangat besar.",
    "jalalayn": "(Dan barang siapa yang tetap taat) tetap setia (di antara kalian kepada Allah dan Rasul-Nya dan mengerjakan amal yang saleh, niscaya Kami berikan kepadanya pahala dua kali lipat) dua kali lipat pahala yang diterima oleh wanita-wanita yang taat selain kalian. Dan menurut suatu qiraat lafal Ta'malu dan Nu'tihaa dibaca Ya'malu dan Yu'tihaa (dan Kami sediakan baginya rezeki yang mulia) di surga sebagai tambahan pahalanya."
  },
  {
    "ruku": 364,
    "name": "Al-Ahzab",
    "ayat": 32,
    "arab": "يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ",
    "translation": "Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, dan ucapkanlah perkataan yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3565.mp3",
    "tafsir": "Pada ayat ini, Allah memperingatkan kepada istri-istri Nabi. saw bahwa mereka dengan julukan \"Ummahatul Mu'minin\" sama sekali tidak dapat dipersamakan dengan perempuan mukminat yang mana pun dalam segi keutamaan dan penghormatan, jika mereka betul-betul bertakwa. Tidak ada seorang perempuan pun yang dapat menyerupai kedudukan apalagi melebihi keutamaan mereka karena suami mereka adalah \"Sayyidul Anbiya' wal Mursalin\". Oleh karena itu, jika mengadakan pembicaraan dengan orang lain, maka mereka dilarang merendahkan suara yang dapat menimbulkan perasaan kurang baik terhadap kesucian dan kehormatan mereka, terutama jika yang dihadapi itu orang-orang fasik atau munafik yang itikad baiknya diragukan. Istri-istri Nabi. saw itu, setelah beliau wafat tidak boleh dinikahi oleh siapa pun, sesuai dengan firman Allah:\nDan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah. (al-Ahzab/33: 53)",
    "quraish": "Wahai istri-istri Rasul, sesungguhnya keutamaan dan kedudukan kalian itu tidak seperti wanita pada umumnya. Jika kalian bertakwa, maka janganlah bersikap terlalu lembut dan terlalu lunak dalam bertutur sehingga dapat menarik perhatian orang yang hatinya kotor. Berbicaralah secara wajar dan tidak dibuat- buat.",
    "jalalayn": "(Hai istri-istri Nabi! Kamu sekalian tidaklah seperti seseorang) yakni segolongan (di antara wanita yang lain, jika kalian bertakwa) kepada Allah, karena sesungguhnya kalian adalah wanita-wanita yang agung. (Maka janganlah kalian tunduk dalam berbicara) dengan kaum laki-laki (sehingga berkeinginan orang yang ada penyakit dalam hatinya) yakni perasaan nifaq (dan ucapkanlah perkataan yang baik) dengan tanpa tunduk."
  },
  {
    "ruku": 364,
    "name": "Al-Ahzab",
    "ayat": 33,
    "arab": "وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ ",
    "translation": "Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu, dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3566.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan supaya para istri Nabi. tetap tinggal di rumah mereka masing-masing dan tidak keluar kecuali bila ada keperluan. Perintah ini berlaku bagi istri-istri Nabi. saw. Mereka dilarang memamerkan perhiasannya, dan bertingkah laku seperti orang-orang Jahiliah masa dahulu sebelum zaman Nabi Muhammad. \nSetelah mereka dilarang mengerjakan keburukan, mereka diperintahkan mengerjakan kebajikan, seperti mendirikan salat lima waktu sesuai syarat dan rukun-rukunnya dan menunaikan zakat harta bendanya. Telah menjadi kebiasaan, jika disebut salat maka selalu dikaitkan dengan zakat, sebab keduanya menghasilkan kebersihan diri dan harta. Hikmah dari keduanya supaya tetap taat kepada Allah dan Rasul-Nya karena hal itu adalah pelaksanaan dari isi dua kalimat syahadat yang menjadi jalan kebahagiaan di dunia dan akhirat. \nAllah mengeluarkan perintah itu disertai sebutan \"ahlul bait\", yaitu semua keluarga rumah tangga Rasulullah, dengan maksud untuk menghilangkan dosa-dosa dari mereka. Allah juga bermaksud membersihkan mereka dari kekotoran kefasikan dan kemunafikan yang biasa menempel pada orang yang berdosa. Dengan demikian, Allah akan membersihkan mereka sebersih-bersihnya. \nAnas bin Malik dalam rangka menerangkan siapa yang dimaksud dengan ahlul bait dalam ayat ini meriwayatkan:\nSesungguhnya Rasulullah selalu mendatangi rumah putrinya Fatimah, selama enam bulan pada setiap salat Subuh. Beliau berseru, \"Salat, hai Ahlul Bait, sesungguhnya Allah hendak menghilangkan dosa dari kamu, dan membersihkan kamu sebersih-bersihnya.\" (Riwayat at-Tirmidzi dan Abu Dawud ath-thayalisi dari Anas bin Malik)",
    "quraish": "Tetaplah berada di rumah. Jangan meninggalkan tempat tinggal kecuali jika ada kepentingan yang dibenarkan oleh Allah yang mengharuskan kalian keluar rumah. Jangan memperlihatkan keindahan dan perhiasan kalian kepada kaum lelaki jika kalian berada di luar, seperti yang pernah dilakukan oleh orang-orang Jahiliah dahulu. Laksanakan salat dengan sempurna, tunaikan zakat, laksanakan segala perintah Allah dan Rasul serta tinggalkan segala yang dilarang. Dengan perintah dan larangan itu Allah bermaksud memberikan kehormatan dan kemuliaan kepada kalian.",
    "jalalayn": "(Dan hendaklah kalian tetap) dapat dibaca Qirna dan Qarna (di rumah kalian) lafal Qarna pada asalnya adalah Aqrarna atau Aqrirna, yang diambil dari kata Qararta atau Qarirta. Kemudian harakat Ra dipindahkan kepada Qaf, selanjutnya huruf Ra dan hamzah Washalnya dibuang sehingga jadilah, Qarna atau Qirna (dan janganlah kalian berhias) asalnya berbunyi Tatabarrajna kemudian salah satu huruf Ta dibuang sehingga jadilah Tabarrajna (sebagaimana orang-orang jahiliah yang dahulu) sebagaimana berhiasnya orang-orang sebelum Islam, yaitu kaum wanita selalu menampakkan kecantikan mereka kepada kaum lelaki. Adapun yang diperbolehkan oleh Islam adalah sebagaimana yang disebutkan di dalam firman-Nya, \".. dan janganlah mereka menampakkan perhiasannya, kecuali yang biasa tampak daripadanya.\" (Q.S. An-Nur, 31). (dan dirikanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kalian) yakni dosa-dosa, hai (ahlul bait) yakni istri-istri Nabi saw. (dan membersihkan kalian) daripada dosa-dosa itu (sebersih-bersihnya.)"
  },
  {
    "ruku": 364,
    "name": "Al-Ahzab",
    "ayat": 34,
    "arab": "وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ ",
    "translation": "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3567.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan sebab-sebab mereka mendapat karunia yang besar itu. Di antaranya ialah karena rumah kediaman istri-istri Nabi. itu adalah tempat-tempat turun wahyu. Allah memerintahkan kepada istri-istri Nabi. saw supaya mengajarkan apa yang dibacakan di rumah mereka itu dari ayat-ayat Allah dan sunah Nabi kepada orang lain. Sunah Nabi itu bisa berupa apa yang mereka saksikan tentang kehidupan Nabi dalam lingkungan rumah tangga dan berhubungan dengan syariat Islam.",
    "quraish": "Dan hafallah ayat-ayat al-Qur'ân yang diturunkan dan diperdengarkan di rumah kalian. Catatlah ketegasan-ketegasan hukum yang pernah diucapkan Rasulullah. Allah Maha Mengetahui rahasia dan hakikat segala sesuatu, maka berhati-hatilah jangan sampai menyalahi perintah Allah dan mendurhakai rasul-Nya.",
    "jalalayn": "(Dan ingatlah apa yang dibacakan di rumah kalian dari ayat-ayat Allah) Alquran (dan hikmah) sunah Nabi. (Sesungguhnya Allah adalah Maha Lembut) terhadap kekasih-kekasih-Nya (lagi Maha Mengetahui) terhadap semua makhluk-Nya."
  }
]