[
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 41,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ",
    "translation": "Wahai orang-orang yang beriman! Ingatlah kepada Allah, dengan mengingat (nama-Nya) sebanyak-banyaknya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3574.mp3",
    "tafsir": "Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.",
    "quraish": "Wahai orang-orang yang beriman, pujilah Allah dengan bermacam pujian yang baik dan perbanyaklah pujian pada-Nya. Sucikanlah Allah dari segala sifat yang tidak layak bagi diri-Nya sejak dini hari hingga akhir malam.",
    "jalalayn": "(Hai orang-orang yang beriman! Berzikirlah dengan menyebut nama Allah, zikir yang sebanyak-banyaknya.)"
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 42,
    "arab": "وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ",
    "translation": "dan bertasbihlah kepada-Nya pada waktu pagi dan petang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3575.mp3",
    "tafsir": "Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.",
    "quraish": "Wahai orang-orang yang beriman, pujilah Allah dengan bermacam pujian yang baik dan perbanyaklah pujian pada-Nya. Sucikanlah Allah dari segala sifat yang tidak layak bagi diri-Nya sejak dini hari hingga akhir malam.",
    "jalalayn": "(Dan bertasbihlah kepada-Nya di waktu pagi dan petang) yakni pada permulaan siang dan akhir siang."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 43,
    "arab": "هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ",
    "translation": "Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3576.mp3",
    "tafsir": "Allah menjelaskan bahwa Dialah yang memberikan rahmat kepada orang-orang yang beriman dan menguji mereka di hadapan malaikat yang berada di langit. Para malaikat pun memohonkan ampun untuk mereka supaya Allah mengeluarkan mereka dengan taufik, hidayah, dan rahmat-Nya dari kegelapan kekafiran kepada cahaya keimanan. Dia Maha Penyayang kepada seluruh kaum Muslimin di dunia dan akhirat. Di dunia, Allah memberi petunjuk kepada mereka pada jalan yang benar, dan di akhirat, Ia memberi keselamatan bagi mereka dari kegoncangan dan malapetaka yang hebat.",
    "quraish": "Dialah yang telah berjanji memberikan kelembutan dan kasih sayang-Nya, sementara para malaikat-Nya memohonkan ampunan bagi kalian agar Allah membebaskan kalian dari gelapnya kekufuran dan kesesatan menuju cahaya iman dan ketaatan. Kasih sayang Allah amat besar pada orang-orang yang beriman.",
    "jalalayn": "(Dialah Yang memberi rahmat kepada kalian) yang membelaskasihani kalian (dan malaikat-Nya) memohonkan ampunan buat kalian (supaya Dia mengeluarkan kalian) supaya Dia terus menerus mengeluarkan kalian (dari kegelapan) yakni kekafiran (kepada cahaya) yaitu keimanan. (Dan adalah Dia Maha Penyayang kepada orang-orang yang beriman)."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 44,
    "arab": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا ",
    "translation": "Penghormatan mereka (orang-orang mukmin itu) ketika mereka menemui-Nya ialah, “Salam,” dan Dia menyediakan pahala yang mulia bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3577.mp3",
    "tafsir": "Apabila orang-orang mukmin masuk halaman surga, para malaikat memberi penghormatan kepada mereka dengan ucapan \"salam\" seperti dalam firman Allah:\nSedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24)\n\nAllah menyediakan pahala bagi mereka di akhirat yang datangnya tanpa diminta terlebih dahulu. Mereka merasakan nikmat dari kelezatan makanan, minuman, pakaian, dan tempat-tempat kediaman di dalam surga yang luas sekali. Kenikmatan surga itu belum pernah dilihat oleh mata, didengar oleh telinga, ataupun terlintas dalam hati.",
    "quraish": "Kata penghormatan dari Allah di hari perjumpaan mereka dengan-Nya adalah ucapan kedamaian (salâm). Allah menyediakan ganjaran yang penuh kemurahan sebagai karunia dari-Nya.",
    "jalalayn": "(Salam penghormatan kepada mereka) dari Allah swt. (pada hari mereka menemui-Nya ialah \"Salaam\") melalui lisan Malaikat (dan Dia menyediakan pahala yang mulia bagi mereka) yaitu surga."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 45,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ ",
    "translation": "Wahai Nabi! Sesungguhnya Kami mengutusmu untuk menjadi saksi, pembawa kabar gembira dan pemberi peringatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3578.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan kepada Nabi Muhammad bahwa ia diutus untuk menjadi saksi terhadap orang-orang (umat) yang pernah mendapat risalahnya. Allah mengutusnya sebagai pembawa kabar gembira bagi orang-orang yang membenarkan risalahnya dan mengamalkan petunjuk-petunjuk yang dibawanya bahwa mereka akan dimasukkan ke dalam surga. Ia juga sebagai pemberi peringatan kepada mereka yang mengingkari risalahnya, bahwa mereka akan diazab dengan siksa api neraka. \nSehubungan dengan fungsi Nabi sebagai saksi (syahid), dalam ayat lain Allah berfirman:\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41)",
    "quraish": "Wahai Muhammad, sesungguhnya Kami mengutus kamu kepada umat manusia dengan membawa misi Islam. Dirimu akan Kami jadikan sebagai saksi kebenaran, pembawa berita gembira bagi orang-orang beriman berupa kebaikan dan pahala yang kelak akan mereka dapatkan. Kami pun kakan menjadikan dirimu sebagai pemberi peringatan kepada orang-orang kafir akan tempat kembali yang buruk bagi mereka.",
    "jalalayn": "(Hai Nabi, sesungguhnya Kami mengutusmu untuk jadi saksi) atas orang-orang yang kamu diutus kepada mereka (dan pembawa kabar gembira) bagi orang yang percaya kepadamu, yaitu diberi surga (dan pemberi peringatan) kepada orang yang mendustakanmu, yaitu akan dimasukkan ke dalam neraka."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 46,
    "arab": "وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا ",
    "translation": "dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya dan sebagai cahaya yang menerangi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3579.mp3",
    "tafsir": "Nabi juga berperan sebagai juru dakwah agama Allah untuk seluruh umat manusia agar mereka mengakui keesaan dan segala sifat-sifat kesempurnaan-Nya. Juga bertujuan agar manusia beribadah kepada Allah dengan tulus ikhlas; memberi penerangan laksana sebuah lampu yang terang benderang yang dapat mengeluarkan mereka dari kegelapan kekafiran kepada cahaya keimanan, dan menyinari jalan yang akan ditempuh oleh orang-orang yang beriman agar mereka berbahagia di dunia dan akhirat. Semua tugas Nabi saw itu dilaksanakannya dengan dan perintah izin Allah.",
    "quraish": "Juga sebagai penyeru seluruh makhluk kepada agama Allah sesuai dengan perintah-Nya. Kamu adalah penerang manusia dari jalan keraguan yang gelap.",
    "jalalayn": "(Dan untuk jadi penyeru kepada Allah) untuk taat kepada-Nya (dengan izin-Nya) dengan perintah-Nya (dan untuk jadi pelita yang menerangi) sebagaimana pelita yang memberi petunjuk ke jalan agama Allah."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 47,
    "arab": "وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا ",
    "translation": "Dan sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3580.mp3",
    "tafsir": "Ibnu Jarir ath-thabari dan 'Ikrimah telah meriwayatkan sebuah hadis dari al-hasan yang menerangkan bahwa ketika turun ayat al-Fath/48: 2:\nAgar Allah memberikan ampunan kepadamu (Muhammad) atas dosamu yang lalu dan yang akan datang. (al-Fath/48: 2)\n\nPara sahabat bertanya, \"Ya Rasulullah! Kami telah mengetahui apa yang diperbuat Allah untukmu, maka apakah yang akan diperbuat Allah untuk kami?\" Maka turunlah ayat ini (al-Ahzab/33: 47)\nPada ayat ini, Allah memerintahkan Nabi Muhammad supaya menyampaikan berita gembira kepada orang-orang mukmin bahwa sesungguhnya Allah telah menyediakan bagi mereka karunia yang amat besar yang melebihi karunia yang diberikan kepada umat-umat lainnya, karena mereka diberi kemampuan untuk memperbaiki akhlak masyarakat dari berbagai kezaliman kepada keadilan dan kemaslahatan. Mereka juga dapat mengubah wajah umat-umat yang dihadapinya dari sikap membangkang kepada sikap yang tunduk dan patuh demi perbaikan nasibnya di dunia dan di akhirat kelak.",
    "quraish": "Sampaikanlah berita yang menggembirakan kepada orang-orang beriman bahwa mereka akan mendapatkan tambahan kebaikan di dunia dan di akhirat.",
    "jalalayn": "(Dan sampaikanlah berita gembira kepada orang-orang Mukmin, bahwa sesungguhnya bagi mereka karunia yang besar dari Allah) yaitu surga."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 48,
    "arab": "وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
    "translation": "Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3581.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan tentang apa yang dapat menimbulkan kemudaratan. Allah melarang orang yang beriman untuk menuruti orang kafir dan orang-orang munafik. Mereka juga diperintahkan untuk tidak menghiraukan gangguan orang kafir terhadap berlangsungnya dakwah kepada jalan Allah, dan menghadapi mereka dengan penuh kesabaran dan tawakal. Allah-lah yang harus dipandang sebagai pelindung di dalam melaksana-kan tugas dakwah guna semaraknya syiar Islam.",
    "quraish": "Janganlah kamu menaati orang-orang kafir dan munafik. Jangan pula kamu hiraukan kejahatan mereka. Jadikanlah Allah sebagai pelindungmu dari bahaya dan keburukan mereka. Cukuplah Allah sebagai pelindungmu.",
    "jalalayn": "(Dan janganlah kamu menuruti orang-orang yang kafir dan orang-orang munafik itu) dalam hal-hal yang bertentangan dengan syariatmu (dan janganlah kamu hiraukan) artinya biarkanlah (gangguan mereka) janganlah kamu mengadakan pembalasan terhadap mereka, sampai dengan adanya perintah tentang apa yang harus kamu lakukan terhadap mereka (dan bertawakallah kepada Allah) Dialah Yang mencukupimu. (Dan cukuplah Allah sebagai Pelindung) maksudnya, serahkanlah semua urusanmu kepada-Nya."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 49,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا ",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut’ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3582.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa jika terjadi perceraian antara seorang mukmin dan istrinya yang belum pernah dicampuri, maka perempuan yang telah diceraikan itu tidak mempunyai masa idah dan perempuan itu langsung bisa nikah lagi dengan lelaki yang lain. Bekas suami yang menceraikan itu hendaklah memberi mut'ah, yaitu suatu pemberian untuk menghibur dan menyenangkan hati istri yang diceraikan. Besar dan kecilnya mut'ah itu tergantung kepada kesanggupan suami sesuai dengan firman Allah:\nTidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut'ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236)\n\nPatut diperhatikan bahwa jika perempuan itu harus meninggalkan rumah maka cara mengeluarkannya hendaklah dengan sopan-santun sehingga tidak menyebabkan sakit hatinya. Kepadanya harus diberikan bekal yang wajar, sehingga pemberian itu benar-benar merupakan hiburan yang meringankan penderitaan hatinya akibat perceraian yang dialaminya. Diriwayatkan dari Sahal bin Sa'ad dan Abu Usaid:\nNabi saw telah mengawini Umaimah binti Syarahil. Ketika Umaimah masuk ke dalam rumah (Nabi), Nabi mengulurkan tangan kepadanya, namun dia seakan-akan tidak menyukai (cara penyambutan Nabi tersebut). Maka Nabi menyuruh Abu Usaid agar memberikan dua potong baju yang baik yang terkenal pada waktu itu (sebagai hadiah perceraian). (Riwayat al-Bukhari)",
    "quraish": "Wahai orang-orang beriman, jika kalian melangsungkan akad nikah dengan salah seorang wanita Mukmin, kemudian kalian menceraikannya sebelum melakukan hubungan suami istri, maka wanita tersebut tidak memiliki masa idah yang wajib ditepati. Berikan sebagian harta kalian untuk menghibur hatinya, dan lepaskan wanita itu dari tempat tinggal kalian dengan cara yang baik.",
    "jalalayn": "(Hai orang-orang yang beriman! Apabila kalian menikahi perempuan-perempuan yang beriman, kemudian kalian ceraikan mereka sebelum kalian mencampurinya) menurut suatu qiraat lafal Tamassuuhunna dibaca Tumaassuuhunna, artinya sebelum kalian menyetubuhi mereka (maka sekali-kali tidak wajib atas mereka idah bagi kalian yang kalian minta menyempurnakannya) yaitu yang kalian hitung dengan quru' atau bilangan yang lainnya. (Maka berilah mereka mutah) artinya berilah mereka uang mutah sebagai pesangon dengan jumlah yang secukupnya. Demikian itu apabila pihak lelaki belum mengucapkan jumlah maharnya kepada mereka, apabila ternyata ia telah mengucapkan jumlahnya, maka uang mutah itu adalah separuh dari mahar yang telah diucapkannya. Demikianlah menurut pendapat Ibnu Abbas kemudian pendapatnya itu dijadikan pegangan oleh Imam Syafii (dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya) yaitu dengan tanpa menimbulkan kemudaratan pada dirinya."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 50,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
    "translation": "Wahai Nabi! Sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi ingin menikahinya, sebagai kekhususan bagimu, bukan untuk semua orang mukmin. Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3583.mp3",
    "tafsir": "Pada ayat ini, Allah secara jelas telah menghalalkan bagi Nabi Muhammad mencampuri perempuan-perempuan yang dinikahi dan diberikan kepada mereka maskawin. Juga dihalalkan baginya hamba sahaya (jariyah) yang diperoleh dalam peperangan, seperti shafiyah binti Huyai bin Akhtab yang diperoleh pada waktu Perang Khaibar. Oleh Nabi saw, shafiyah dimerdekakan, dan kemerdekaan itu dijadikan maskawin. Begitu juga dengan Juwairiyah binti al-harits. dari Bani Mushthaliq. yang dimerdekakan dan dinikahi Nabi saw. Adapun hamba sahaya (jariyah) yang dihadiahkan kepada Nabi adalah Raihanah binti Syam'un dan Mariyah al-Qibthiyah yang melahirkan putra Nabi yang bernama Ibrahim. \nAllah juga menghalalkan kepada Nabi untuk menikahi anak-anak perempuan dari saudara laki-laki bapaknya dan anak-anak perempuan dari saudara perempuan bapaknya, anak-anak perempuan dari saudara laki-laki ibunya, anak-anak perempuan dari saudara perempuan ibunya yang turut hijrah bersama Rasulullah dan perempuan mukmin yang menyerahkan dirinya kepada Nabi saw kalau Nabi mau menikahinya.\nKelonggaran-kelonggaran ini hanya khusus bagi Nabi, dan tidak untuk semua mukmin, dengan pengertian bahwa jika ada seorang perempuan menyerahkan dirinya untuk dinikahi oleh seorang muslim, walaupun dengan sukarela, tetap wajib dibayar maskawinnya. Berlainan halnya jika perempuan itu menyerahkan dirinya untuk dinikahi oleh Nabi saw, maka ia boleh dinikahi tanpa maskawin. \nMaskawin itu jika tidak disebutkan bentuk (nilainya) ketika melangsungkan akad nikah, maka bentuknya itu dapat ditetapkan dengan mahar. mitsl, yaitu mahar yang nilainya sama dengan nilai mahar yang biasa diberikan keluarganya. Ketetapan untuk membayar mahar mitsl itu setelah terjadi percampuran di antara keduanya atau setelah suaminya meninggal dunia tetapi belum sempat bercampur. Jika terjadi perceraian antara suami-istri sebelum bercampur, maka yang wajib dibayar adalah separuh dari maskawinnya, yang telah ditentukan dan dapat dibebaskan dari membayar maskawin itu bila istrinya merelakannya. \nAllah mengetahui apa yang telah diwajibkan kepada kaum mukminin terhadap istrinya dan terhadap hamba sahaya yang mereka miliki seperti syarat-syarat akad nikah dan lainnya, dan tidak boleh menikahi seorang perempuan dengan cara hibah atau tanpa saksi-saksi. Mengenai hamba sahaya yang dibeli atau yang bukan dibeli haruslah hamba sahaya yang halal dicampuri oleh pemiliknya, seperti hamba sahaya ahli kitab, bukan hamba sahaya yang musyrik atau beragama Majusi. Allah adalah Maha Pengampun lagi Maha Penyayang terhadap hamba-Nya yang beriman, jika mereka bertobat dari dosa-dosa yang mereka perbuat sebelum mereka mendapat petunjuk.",
    "quraish": "Wahai Muhammad, sesungguhnya Kami telah menghalalkan bagi dirimu istri-istri yang telah kamu berikan maskawin. Kami halakan pula para wanita milikmu yang berasal dari tawanan perang yang telah dikarunikan Allah kepadamu. Kami halalkan bagi dirimu mengawini anak perempuan dari saudara laki-laki ayahmu, anak perempuan dari saudara perempuan bapakmu, anak perempuan dari saudara laki-laki ibumu, anak perempuan dari saudara perempuan ibumu yang telah berhijrah bersamamu. Kami halalkan pula bagimu wanita Mukmin yang menghibahkan dirinya padamu tanpa mahar, apabila kamu suka dan mau menikahinya. Karunia dari Allah ini hanya khusus bagi dirimu, sedang orang lain tidak berhak mendapatkannya. Kami tahu hukum yang telah Kami wajibkan atas orang-orang beriman mengenai istri dan para wanita yang mereka miliki dari tawanan perang. Kami telah menjelaskan pula berbagai keringanan hukum yang yang secara khusus Kami berikan kepadamu, Muhammad, agar dirimu tidak merasa berat menjalankan apa saja yang telah Kami perintahkan. Allah Maha Mengampuni dosa para hamba-Nya dan Maha Penyayang dengan memberikan berbagai keringanan hukum pada mereka.",
    "jalalayn": "(Hai Nabi! Sesungguhnya Kami telah menghalalkan bagi kamu istri-istrimu yang telah kamu berikan maskawinnya) yakni maharnya (dan hamba sahaya yang kamu miliki yang termasuk apa yang dikaruniakan oleh Allah kepadamu) dari orang-orang kafir melalui peperangan, yaitu sebagai tawananmu, seperti Shofiah dan Juwairiah (dan demikian pula anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersama kamu) berbeda halnya dengan perempuan-perempuan dari kalangan mereka yang tidak ikut berhijrah (dan perempuan Mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi mau mengawininya) bermaksud untuk menikahinya tanpa memakai maskawin (sebagai pengkhususan bagimu, bukan untuk semua orang Mukmin) dalam pengertian nikah yang memakai lafal Hibah tanpa maskawin, (Sesungguhnya Kami telah mengetahui apa yang Kami wajibkan kepada mereka) kepada orang-orang Mukmin (tentang istri-istri mereka) berupa hukum-hukum dan ketentuan-ketentuan, yaitu hendaknya mereka mempunyai istri tidak lebih dari empat orang wanita dan hendaknya mereka tidak melakukan perkawinan melainkan harus dengan adanya seorang wali dan saksi-saksi serta maskawin (dan) di dalam (hamba sahaya yang mereka miliki) hamba sahaya perempuan yang dimilikinya melalui jalan pembelian dan jalan yang lainnya, seumpamanya, hamba sahaya perempuan itu termasuk orang yang dihalalkan bagi pemiliknya, karena ia adalah wanita ahli kitab, berbeda halnya dengan sahaya wanita yang beragama majusi atau watsani, dan hendaknya sahaya wanita itu melakukan istibra' atau menyucikan rahimnya terlebih dahulu sebelum digauli oleh tuannya (supaya tidak) lafal ayat ini berta'alluq pada kalimat sebelumnya (menjadi kesempitan bagimu) dalam masalah pernikahan. (Dan adalah Allah Maha Pengampun) dalam hal-hal yang memang sulit untuk dapat dihindari (lagi Maha Penyayang) dengan memberikan keleluasaan dan kemurahan dalam hal ini."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 51,
    "arab": "۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا ",
    "translation": "Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3584.mp3",
    "tafsir": "Pada ayat ini, Allah memberi kebebasan kepada Nabi Muhammad untuk menangguhkan siapa di antara istri-istrinya yang beliau kehendaki dan boleh pula menggauli siapa di antara mereka yang beliau kehendaki. Beliau juga diberi kebebasan untuk mengawini kembali istri-istrinya yang telah dicerai mengingat kemaslahatan bagi dirinya dan masyarakat. \nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Abu Razin bahwa ketika diturunkan ayat yang menyuruh istri-istri Nabi. saw untuk memilih antara tetap menjadi istri Nabi. dengan keadaan sederhana tanpa kemewahan atau berpisah dari Nabi saw karena mengejar kesenangan hidup yang lebih sesuai dengan keinginan hawa nafsunya, maka timbullah rasa kekhawatiran pada istri-istri Nabi. saw itu. Mereka secara serentak menyatakan kerelaannya untuk tetap hidup bersama Nabi saw dalam keadaan bagaimanapun juga karena mereka lebih mengutamakan segi kehidupan agama daripada kesenangan duniawi. \nLalu Nabi menangguhkan menggauli beberapa istrinya atas permintaan mereka, seperti Ummu habibah, Maimunah, Saudah, shafiyah, dan Juwairiyah. Terhadap kelima istrinya ini, Nabi saw tidak mengatur giliran bermalam secara teratur. Adapun terhadap istri-istrinya yang empat orang lagi yaitu 'aisyah, Hafshah, Zainab dan Ummu Salamah beliau mengatur giliran untuk bermalam, serta mempersamakan pembagian pakaian dan makanan. \nKebebasan Nabi untuk mengatur giliran, makanan, pakaian, dan lain-lain sesuai dengan sifat adil Nabi dalam melaksanakan petunjuk Allah, sehingga tidak menimbulkan rasa cemburu dalam hati para istrinya. Mereka menerima dengan rela perlakuan Nabi.\nDiriwayatkan dari 'Abdullah bin Yazid bahwa 'aisyah pernah berkata, \"Adalah kebiasaan Nabi saw untuk membagi-bagi giliran di antara istri-istrinya dengan adil, kemudian Nabi saw berdoa, \"Ya Allah, inilah pembagianku tentang apa yang aku kuasai (yaitu soal pembagian benda materi), maka janganlah Engkau mencercaku tentang apa-apa yang Engkau kuasai dan tidak aku kuasai (soal cinta).\" (Riwayat Ahmad)\n\nHadis ini mengandung suatu anjuran supaya tetap memelihara kemurnian hati dan ancaman bagi mereka yang tidak berserah diri kepada ketentuan Allah dan Rasul-Nya. Allah Maha Mengetahui tentang segala rahasia yang tersimpan di dalam hati, lagi Maha Penyantun, selalu memberi kesempatan untuk bertobat bagi mereka yang telah menyadari akan kesesatannya dan ingin kembali ke jalan yang lurus.",
    "quraish": "Kamu, Muhammad, menunda giliran untuk mendekati istri-istrimu sebagaimana kamu suka. Jika ada seorang dari mereka yang mendapatkan giliran belakangan, lalu meminta kepadamu untuk didahulukan, hal itu boleh saja dan kamu tidak berdosa. Diserahkannya aturan penggiliran itu sesuai keinginanmu akan membuat hati mereka merasa senang, tidak berduka dan menjadikan mereka puas dengan pemberian Allah. Dia Maha Mengetahui kerelaan dan kemurkaan hati kalian dalam menerima perintah Allah. Sungguh Allah Maha Mengetahui segala yang tersembunyi dalam dada dan Maha Lembut pada hamba-Nya dengan tidak menyegerakan datangnya hukuman.",
    "jalalayn": "(Kamu boleh menangguhkan) dapat dibaca Turji-u dengan memakai huruf Hamzah pada akhirnya, juga dapat dibaca Turjiy dengan memakai huruf Ya pada akhirnya sebagai ganti dari Hamzah, artinya menangguhkan (siapa yang kamu kehendaki di antara mereka) yakni istri-istrimu itu dari gilirannya (dan boleh pula kamu menggilir) yaitu mengumpulkan gilirannya (siapa yang kamu kehendaki) di antara mereka kemudian kamu mendatanginya. (Dan siapa-siapa yang kamu ingini) kamu sukai untuk menggaulinya kembali (dari perempuan yang telah kamu pisahkan) dari gilirannya (maka tidak ada dosa bagimu) di dalam memintanya dan menggaulinya untukmu. Hal ini disuruh dipilih oleh Nabi sesudah ditentukan bahwa gilir itu wajib baginya. (Yang demikian itu) yakni boleh memilih itu (lebih dekat) kepada ketenangan hati mereka dan mereka tidak merasa sedih, dan semuanya rela dengan apa yang telah kamu berikan kepada mereka) yaitu tentang hal-hal yang telah disebutkan tadi menyangkut masalah boleh memilih di dalam menggilir (tanpa kecuali) lafal ayat ini mengukuhkan makna Fa'il yang terkandung di dalam lafal Yardhaina. (Dan Allah mengetahui apa yang tersimpan dalam hati kalian) mengenai masalah wanita atau istri dan kecenderungan hatimu kepada sebagian dari mereka. Dan sesungguhnya Kami menyuruh kamu memilih hanyalah untuk mempermudah kamu di dalam melakukan apa yang kamu kehendaki. (Dan adalah Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Penyantun) mengenai menghukum mereka."
  },
  {
    "ruku": 366,
    "name": "Al-Ahzab",
    "ayat": 52,
    "arab": "لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ ",
    "translation": "Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3585.mp3",
    "tafsir": "Allah tidak membolehkan Nabi saw untuk menikahi perempuan-perempuan lain setelah ayat ini turun. Allah juga melarang untuk mengganti mereka dengan istri-istri yang lain, meskipun kecantikannya menarik perhatian Nabi saw, kecuali perempuan-perempuan hamba sahaya yang diperoleh dari peperangan atau yang dihadiahkan kepada beliau.\nAbu Dawud dan al-Baihaqi meriwayatkan dari Anas bin Malik bahwa dia berkata, \"Setelah Allah menyuruh memilih kepada istri-istri Nabi., lalu mereka memilih supaya tetap berada di bawah naungan rumah tangga Nabi, maka Allah Taala pun membatasi Nabi untuk menambah istri-istrinya yang sembilan orang itu dengan tidak nikah lagi.\" Dan Allah adalah Maha Mengawasi segala sesuatu.\nAllah mengizinkan Nabi Muhammad beristri lebih dari empat mengandung hikmah yang sangat tinggi karena pernikahan itu ditentukan oleh Allah Yang Maha Mengetahui dan Mahabijaksana. Di antara hikmah itu ialah:\n1.Menyampaikan hukum khusus kaum wanita yang tidak diketahui kecuali oleh suami istri. Jika istri banyak, maka banyak pula hukum tentang perempuan yang dapat diperoleh. Diterima atau tidaknya riwayat yang berasal dari mereka sangat terpengaruh oleh banyaknya riwayat.\n2.Kebutuhan terhadap pendukung yang kuat bagi dakwah pada permulaan Islam. Hubungan besan dan perkawinan secara tradisi pasti saling mendukung dan menolong.\n3.Setiap orang Islam pasti ingin menjalin hubungan keluarga dengan Nabi saw, agar bebas masuk ke rumah Nabi saw. Bahkan, setiap muslim ingin dapat melayani Nabi.\n4.Nabi saw membalas jasa orang yang membelanya dalam perjuangan Islam. Balasan yang sangat berharga adalah besanan dan menikahi keluarganya, seperti perkawinan Nabi dengan 'aisyah binti Abu Bakar dan Hafshah binti 'Umar.\n5.Menghapus tradisi jahiliah dengan hukum yang lebih bermanfaat, seperti pernikahannya dengan Zainab. Sebetulnya Nabi tidak menginginkannya karena takut pada celaan orang, namun hal ini berguna untuk mempertahankan nasab dan kerabat.\n6.Nabi mampu berbuat adil dan memberikan bimbingan kepada keluarganya, yang tidak dimiliki oleh orang lain.",
    "quraish": "Sesudah itu, tidak dihalalkan bagimu wanita selain istrimu. Kamu juga tidak diperbolehkan menceraikan istri-istrimu dan mengganti mereka dengan mengawini wanita lain, meskipun dirimu tertarik oleh kecantikannya. Tapi Allah menghalalkan bagimu budak-budak wanita yang kamu miliki. Sungguh Allah Mahaperiksa dan Maha Menjaga segala sesuatu.",
    "jalalayn": "(Tidak halal) dapat dibaca Tahillu atau Yahillu (bagimu mengawini perempuan-perempuan sesudah itu) sesudah sembilan orang istri yang telah Aku pilih buatmu (dan tidak boleh pula mengganti) lafal Tabaddala asalnya adalah Tatabaddala, kemudian salah satu huruf Ta dibuang sehingga jadilah Tabaddala, (mereka dengan istri-istri yang lain) misalnya kamu menalak mereka atau sebagian dari mereka, kemudian kamu menggantikannya dengan istri yang lain (meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan hamba sahaya yang kamu miliki) yakni wanita sahaya yang kamu miliki, ia halal bagimu. Dan Nabi saw. sesudah sembilan orang istri itu memiliki Siti Mariah, yang daripadanya lahir Ibrahim, akan tetapi Ibrahim meninggal dunia semasa Nabi saw. masih hidup. (Dan adalah Allah Maha Mengawasi segala sesuatu) Maha Memelihara segala sesuatu."
  }
]