[
  {
    "ruku": 367,
    "name": "Al-Ahzab",
    "ayat": 53,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَاسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya), tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3586.mp3",
    "tafsir": "Pada ayat ini, Allah mengajarkan sopan santun atau etika terhadap rumah tangga Nabi saw. Allah melarang orang-orang yang beriman untuk memasuki rumah-rumah Nabi saw kecuali dengan izin beliau, untuk makan di rumahnya tanpa menunggu waktu masak makanannya. Pada masa Rasulullah pernah terjadi ada orang-orang yang menunggu waktu makannya. Lalu turun ayat ini yang melarang perbuatan tersebut. Bilamana Rasulullah mengundang beberapa orang sahabat ke rumahnya untuk menghadiri walimah, maka mereka dilarang memasuki rumah Nabi saw, kecuali bila mereka sudah mengetahui bahwa makanannya sudah siap dihidangkan.\nBila hidangan belum siap dan mereka masih sibuk menyiapkan hidangan, maka masuknya tamu itu akan mengganggu ketenangan keluarga Nabi saw. Hal ini juga mengganggu istri Nabi. saw yang sedang bekerja karena akan terlihat sebagian anggota tubuhnya yang tidak boleh dilihat oleh para tamu. Mereka dipersilakan masuk jika telah diundang. Apabila telah selesai makan, supaya segera keluar tanpa memperpanjang percakapan, karena hal itu benar-benar mengganggu Nabi saw, dan beliau sendiri merasa malu untuk menyuruh tamunya keluar. Akan tetapi, Allah tidak segan untuk menerangkan yang benar. \nAllah mengajarkan kesopanan di dalam rumah tangga supaya diperhatikan oleh seluruh tamu-tamu yang berkunjung ke rumah orang. Bilamana ada kepentingan untuk meminta atau meminjam suatu barang ke rumah istri-istri Nabi. saw, maka hendaklah permintaan itu dilakukan dari belakang tabir dan tidak berhadapan secara langsung. Hal yang demikian itu lebih menyucikan hati kedua belah pihak dan tidak pula menyakiti hati Rasulullah. Termasuk perbuatan yang menyakiti hati Rasulullah ialah menikahi istri-istrinya setelah beliau meninggal dunia. Larangan untuk menikahi bekas istri-istri Nabi. saw adalah larangan yang berlaku untuk selamanya karena perbuatan itu amat besar dosanya di sisi Allah. \nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6).\n\nImam al-Bukhari meriwayatkan dari Anas bahwa Umar bin Khaththab. pernah berkata, \"Ada tiga pendapatku yang sesuai dengan wahyu yang diturunkan oleh Allah. Pertama, Aku berkata kepada Rasulullah, 'Wahai Rasulullah, alangkah baiknya bila engkau menjadikan maqam Ibrahim tempat salat, lalu Allah menurunkan ayat:\nDan jadikanlah maqam Ibrahim itu tempat salat. (al-Baqarah/2: 125)\n\nKedua, saya berkata, 'Wahai Rasulullah, sesungguhnya istri-istrimu sering didatangi tamu orang baik dan orang jahat, seandainya engkau membuat tabir untuk mereka tentu lebih baik, maka Allah menurunkan ayat hijab ini. Ketiga, saya pernah berkata kepada istri-istri Nabi. ketika mereka berselisih karena rasa cemburu terhadap Nabi, maka turunlah ayat ini:\nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Tahrim/66: 5)",
    "quraish": "Wahai orang-orang beriman, janganlah kalian memasuki rumah nabi kecuali seizin penghuninya saat kalian diundang makan tanpa tinggal berlama-lama sambil menunggu waktu makan tiba. Masuklah hanya apabila nabi mempersilakan kalian. Jika kalian telah disuguhi makanan, segeralah pulang dan jangan saling mengadakan perbincangan. Jika kalian memasuki rumah Rasul tanpa izin atau dengan sengaja berlama- lama mengadakan perbincangan di dalam rumahnya, sebenarnya hal itu sangat menyakiti hatinya. Hanya saja ia malu untuk menyuruh kalian meninggalkan rumahnya. Tapi tidak ada yang menghalangi Allah Swt. untuk menyatakan suatu kebenaran. Apabila kalian bermaksud menanyakan suatu keperluan kepada istri- istri nabi, maka bertanyalah pada mereka dari balik tabir, karena hal itu akan lebih dapat menjaga kesucian hati mereka dan hati kalian sendiri dari godaan setan. Kalian sama sekali tidak dibenarkan menyakiti hati nabi dan--sebagai penghormatan kepada nabi dan istri-istrinya--kalian tidak diperbolehkan mengawini istri- istrinya sesudah ia wafat. Sesungguhnya dalam pandangan Allah tindakan demikian itu merupakan dosa yang besar. (1). (1) Lihat catatan kaki dan komentar pada ayat 58 dan 59 surat al-Nûr berkaitan dengan etika berkunjung dan soal keutamaam masjid.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kalian memasuki rumah-rumah Nabi kecuali bila kalian diizinkan) memasukinya karena mendapat undangan (untuk makan) kemudian kalian boleh memasukinya (dengan tidak menunggu-nunggu) tanpa menunggu lagi (waktu masak makanannya) yakni sampai makanan masak terlebih dahulu; Inaa berakar dari kata Anaa Ya-niy (tetapi jika kalian diundang maka masuklah dan bila kalian selesai makan, keluarlah kalian tanpa) berdiam lagi (asyik memperpanjang percakapan) sebagian dari kalian kepada sebagian yang lain. (Sesungguhnya yang demikian itu) yakni berdiamnya kalian sesudah makan (akan mengganggu nabi lalu nabi malu kepada kalian) untuk menyuruh kalian keluar (dan Allah tidak malu menerangkan yang hak) yakni menerangkan supaya kalian keluar; atau dengan kata lain Dia tidak akan mengabaikan penjelasannya. Menurut qiraat yang lain lafal Yastahyi dibaca dengan hanya memakai satu huruf Ya sehingga bacaannya menjadi Yastahiy. (Apabila kalian meminta sesuatu kepada mereka) kepada istri-istri Nabi saw. (yakni suatu keperluan, maka mintalah dari belakang tabir) dari belakang hijab. (Cara yang demikian itu lebih suci bagi hati kalian dan hati mereka) dari perasaan-perasaan yang mencurigakan. (Dan tidak boleh kalian menyakiti hati Rasulullah) dengan sesuatu perbuatan apa pun (dan tidak pula mengawini istri-istrinya sesudah ia wafat selama-lamanya. Sesungguhnya perbuatan itu di sisi Allah) dosanya (besar)."
  },
  {
    "ruku": 367,
    "name": "Al-Ahzab",
    "ayat": 54,
    "arab": "اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
    "translation": "Jika kamu menyatakan sesuatu atau menyembunyikannya, maka sesungguhnya Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3587.mp3",
    "tafsir": "Sebab turunnya ayat ini, sebagaimana diriwayatkan oleh Juwaibir dari Ibnu 'Abbas, bahwa ada seorang yang telah datang kepada sebagian istri-istri Nabi. saw yang menjadi anak pamannya, lalu bercakap-cakap dengan istri Nabi. secara langsung. Nabi saw menegur hal itu dengan sabdanya, \"Janganlah engkau berbuat seperti ini pada kesempatan yang lain.\" Orang itu menjawab, \"Wahai Rasulullah, ini adalah anak paman saya, dan saya tidak pernah mengatakan sesuatu yang mungkar, dan perempuan itu tidak boleh pula berkata yang tidak baik kepadaku.\" Nabi bersabda, \"Kami telah mengetahui yang demikian itu. Tidak ada yang lebih cemburu daripada Allah, dan tidak ada seorang pun yang lebih cemburu daripada aku.\" Lalu laki-laki itu pergi sambil berkata, \"Siapa yang dapat mencegahku untuk bercakap-cakap dengan anak pamanku; aku pasti akan menikahinya setelah Muhammad wafat.\" Maka turunlah ayat hijab ini, dan laki-laki itu merasa menyesal atas ucapan yang telah dikeluarkannya. Untuk menutupi kesalahan dan menebus dosanya, ia mengeluarkan kifarat dengan memerdekakan seorang hamba sahaya, memberi bekal untuk jihad dengan sepuluh ekor unta, dan naik haji dengan berjalan kaki.",
    "quraish": "Jika kalian menampakkan atau merahasiakan sesuatu yang dapat menyakiti Rasulullah, maka sesungguhnya Allah Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Jika kalian melahirkan sesuatu atau menyembunyikannya) keinginan untuk menikahi mereka sesudah Nabi saw. wafat (maka sesungguhnya Allah adalah Maha Mengetahui segala sesuatu) Dia kelak akan membalasnya kepada kalian."
  },
  {
    "ruku": 367,
    "name": "Al-Ahzab",
    "ayat": 55,
    "arab": "لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ",
    "translation": "Tidak ada dosa atas istri-istri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (yang beriman) dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (istri-istri Nabi) kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3588.mp3",
    "tafsir": "Tidak ada dosa atas istri-istri Nabi. untuk berjumpa tanpa memakai tabir dengan bapak-bapak mereka, baik bapak kandung maupun bapak sesusuan, anak-anak mereka, baik yang seketurunan maupun yang sesusuan, saudara-saudara mereka, atau anak saudara-saudaranya, baik laki-laki maupun perempuan, perempuan-perempuan muslimat yang dekat maupun yang jauh, atau hamba sahaya yang mereka miliki, baik laki-laki maupun perempuan. Adanya hijab di antara mereka itu akan menimbulkan banyak kesulitan karena mereka selalu berkhidmat dalam urusan rumah tangga. Tetapi, yang perlu diingat adalah agar selalu bertakwa kepada Allah untuk mengikuti perintah-Nya dan menjauhi larangan-Nya, karena Allah selalu menyaksikan segala sesuatu yang mereka perbuat.\nOrang-orang yang disebutkan dalam ayat ini, yaitu ayah para istri Nabi., anak-anak mereka, saudara-saudara mereka, keponakan atau anak saudara mereka, baik saudara laki-laki maupun saudara perempuan, atau perempuan-perempuan lain dan juga budak mereka adalah mahram yaitu orang-orang yang tidak boleh menikahi mereka.\nAdapun orang-orang selain tersebut di atas yaitu yang bukan mahram tidak boleh menemui istri-istri Nabi. tanpa hijab. Hal ini untuk menjaga kehormatan istri-istri Nabi. yang merupakan ummahatul mu'minin.",
    "quraish": "Para istri Nabi Muhammad tidak menanggung dosa jika tidak memakai hijab di hadapan bapak, anak, saudara, anak saudara laki-laki mereka, anak saudara perempuan mereka dan di hadapan wanita beriman lainnya juga di hadapan para hamba sahaya yang mereka miliki. Hal yang demikian itu disebabkan oleh adanya kebutuhan yang tidak mungkin dihindari dari masing-masing pihak. Bertakwalah kepada Allah dalam melaksanakan segala perintah dan jangan melampaui batas. Allah Maha Megetahui segalanya dan tidak satu rahasia pun yang samar bagi Allah.",
    "jalalayn": "(Tidak ada dosa atas istri-istri Nabi terhadap bapak-bapak mereka, anak-anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara mereka yang perempuan, perempuan-perempuan) yang beriman (dan hamba sahaya yang mereka miliki) yakni hamba sahaya laki-laki dan perempuan, untuk melihat dan bercakap dengan mereka tanpa memakai hijab (dan bertakwalah kalian kepada Allah) dalam hal-hal yang diperintahkan-Nya kepada kalian. (Sesungguhnya Allah Maha Menyaksikan segala sesuatu) tidak ada sesuatu pun yang samar dari pengetahuan-Nya."
  },
  {
    "ruku": 367,
    "name": "Al-Ahzab",
    "ayat": 56,
    "arab": "اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ",
    "translation": "Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3589.mp3",
    "tafsir": "Sesungguhnya Allah memberi rahmat kepada Nabi Muhammad, dan para malaikat memohonkan ampunan untuknya. Oleh karena itu, Allah menganjurkan kepada seluruh umat Islam supaya bersalawat pula untuk Nabi saw dan mengucapkan salam dengan penuh penghormatan kepadanya. \nDiriwayatkan dari Abu Sa'id al-Khudri bahwa ia bertanya, \"Wahai Rasulullah, adapun pemberian salam kepadamu kami telah mengetahuinya, bagaimana kami harus membaca salawat?\" Nabi menjawab, ucapkanlah: Allahumma shalli 'ala Muhammad wa 'ala ali Muhammad kama shallaita 'ala Ibrahim wa 'ala ali Ibrahim innaka hamid majid. Allahumma barik 'ala Muhammad wa 'ala ali Muhammad kama barakta 'ala Ibrahim wa 'ala ali Ibrahim innaka hamid majid. (Riwayat al-Bukhari, Ahmad, an-Nasa'i, Ibnu Majah, dan lainnya)\n\nDiriwayatkan juga oleh 'Abdullah bin Abu thalhah dari ayahnya:\nBahwa Rasulullah datang pada suatu hari dan terlihat tanda-tanda kegembiraan di wajahnya. Lalu kami bertanya, \"Kami telah melihat tanda-tanda kegembiraan di wajahmu.\" Nabi menjawab, \"Memang, Jibril telah datang kepadaku dan berkata, 'Wahai Muhammad sesungguhnya Tuhanmu telah menyampaikan salam kepadamu dan berfirman, 'Tidakkah kamu merasa puas bahwa tidak ada seorang pun dari umatmu yang membaca salawat untukmu melainkan Aku membalasnya dengan sepuluh kali lipat. Dan tidak seorang pun yang menyampaikan salam kepadamu dari umatmu melainkan Aku membalas dengan salam sepuluh kali lipat.\"",
    "quraish": "Allah telah melimpahkan kasih sayang dan meridai Nabi-Nya. Para malaikat memanjatkan doa untuknya. Maka, wahai orang-orang beriman, panjatkanlah shalawat dan salam pada nabi.",
    "jalalayn": "(Sesungguhnya Allah dan malaikat-malaikat-Nya bersalawat untuk Nabi) untuk Nabi Muhammad saw. (Hai orang-orang yang beriman! Bersalawatlah kalian untuk Nabi dan ucapkanlah salam penghormatan kepadanya) yaitu katakanlah oleh kalian, \"Allaahumma Shalli 'Alaa Sayyidinaa Muhammad Wa Sallim\", artinya, \"Ya Allah! Limpahkanlah salawat dan Salam-Mu kepada junjungan kami Nabi Muhammad.\""
  },
  {
    "ruku": 367,
    "name": "Al-Ahzab",
    "ayat": 57,
    "arab": "اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا ",
    "translation": "Sesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3590.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa Allah mengutuk orang-orang yang menyakiti-Nya dengan melakukan perbuatan yang tidak diridai-Nya, seperti mengingkari perintah-Nya, yaitu ucapan orang-orang Nasrani bahwa Isa adalah putra Allah, atau seperti kaum musyrikin yang mengatakan bahwa malaikat adalah putri-putri Allah, atau menyekutukan-Nya. Allah juga mengutuk orang-orang yang menyakiti Rasul-Nya, seperti menuduh beliau seorang penyair, tukang sihir, atau seorang gila dan sebagainya. \nKutukan Allah itu meliputi kutukan di dunia dan akhirat. Di dunia mereka dijauhkan dari rahmat Allah dan karunia-Nya, sehingga mereka bergelimang dalam kesesatan dan kemaksiatan. Di akhirat mereka dijerumuskan ke dalam api neraka yang merupakan seburuk-buruknya tempat kembali, dan Allah menyediakan bagi mereka azab yang sangat pedih dan menghinakan.",
    "quraish": "Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya dengan cara menentang dan melakukan provokasi untuk mengingkari Allah dan Rasul-Nya, maka Allah akan mengharamkan mereka dari rahmat-Nya. Allah akan menyediakan bagi mereka siksa yang sangat merendahkan keangkuhan mereka itu.",
    "jalalayn": "(Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya) mereka adalah orang-orang kafir, mereka mensifati Allah dengan sifat-sifat yang Dia Maha Suci daripadanya, yaitu mempunyai anak dan mempunyai sekutu, kemudian mereka mendustakan rasul-Nya. (Allah akan melaknatinya di dunia dan di akhirat) yakni menjauhkannya dari rahmat-Nya (dan menyediakan baginya siksa yang menghinakan) siksaan yang menghinakan yaitu neraka."
  },
  {
    "ruku": 367,
    "name": "Al-Ahzab",
    "ayat": 58,
    "arab": "وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ",
    "translation": "Dan orang-orang yang menyakiti orang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan yang mereka perbuat, maka sungguh, mereka telah memikul kebohongan dan dosa yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3591.mp3",
    "tafsir": "Orang yang menyakiti para mukmin, baik laki-laki maupun perempuan, tanpa kesalahan yang mereka perbuat, dan hanya berdasarkan kepada fitnah dan tuduhan yang dibuat-buat, maka sungguh mereka itu telah melakukan dosa yang nyata. Menurut Ibnu 'Abbas, ayat ini diturunkan sehubungan dengan tuduhan 'Abdullah bin Ubay terhadap 'aisyah yang dikatakannya telah berbuat mesum dalam perjalanan pulang beserta Nabi Muhammad setelah memerangi Bani Mushthaliq, yang terkenal dengan hadits al-ifk. \nDalam hadis Nabi saw dijelaskan:\nAbu Hurairah meriwayatkan bahwa Rasulullah pernah ditanya tentang apa artinya bergunjing. Beliau menjawab, \"Engkau menyebut-nyebut saudaramu dengan sesuatu yang dibencinya.\" Nabi ditanya lagi, \"Bagaimana jika yang disebut itu memang benar atau suatu kenyataan?\" Nabi menjawab, \"Bila yang diucapkan itu benar, engkau telah mengumpat kepadanya, dan bila itu tidak benar maka engkau telah membuat kedustaan terhadapnya.\" (Riwayat Abu Dawud)",
    "quraish": "Dan orang-orang yang menyakiti laki-laki atau wanita beriman yang tidak bersalah, melalui ungkapan kata atau perbuatan, mereka akan menanggung dosa lantaran kebohongan itu dan mereka sesungguhnya telah melakukan perbuatan dosa yang teramat buruk.",
    "jalalayn": "(Dan orang-orang yang menyakiti orang-orang Mukmin dan Mukminat tanpa kesalahan yang mereka perbuat) yaitu menuduh mereka mengerjakan hal-hal yang tidak mereka lakukan (maka sesungguhnya mereka telah memikul kebohongan) melancarkan tuduhan bohong (dan dosa yang nyata) yakni perbuatan yang nyata dosanya."
  }
]