[
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 59,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
    "translation": "Wahai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin, “Hendaklah mereka menutupkan jilbabnya ke seluruh tubuh mereka.” Yang demikian itu agar mereka lebih mudah untuk dikenali, sehingga mereka tidak diganggu. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3592.mp3",
    "tafsir": "Allah memerintahkan kepada seluruh kaum muslimat terutama istri-istri Nabi. sendiri dan putri-putrinya agar mengulurkan jilbab ke seluruh tubuh mereka. Hal itu bertujuan agar mereka mudah dikenali dengan pakaiannya karena berbeda dengan jariyah (budak perempuan), sehingga mereka tidak diganggu oleh orang yang menyalahgunakan kesempatan. Seorang perempuan yang berpakaian sopan akan lebih mudah terhindar dari gangguan orang jahil. Sedangkan perempuan yang membuka auratnya di muka umum mudah dituduh atau dinilai sebagai perempuan yang kurang baik kepribadiannya. Bagi orang yang pada masa lalunya kurang hati-hati menutupi aurat, lalu mengadakan perbaikan, maka Allah Maha Pengampun lagi Maha Pengasih. Karena perbuatan yang menyakiti itu seringkali dilakukan oleh orang-orang munafik, maka pada ayat berikut ini Allah mengancam mereka dengan ancaman yang keras sekali.",
    "quraish": "Wahai Muhammad, perintahkanlah istri-istrimu dan seluruh wanita beriman agar memanjangkan jilbab hingga menutupi sekujur badan. Pakaian dalam bentuk demikian itu akan lebih layak dan lebih benar agar mereka mudah dikenal dan tidak mudah diganggu. Allah Maha Pengampun dan Maha Penyayang bagi orang yang meninggalkan dosa.",
    "jalalayn": "(Hai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang Mukmin, \"Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka\") lafal Jalaabiib adalah bentuk jamak dari lafal Jilbaab, yaitu kain yang dipakai oleh seorang wanita untuk menutupi seluruh tubuhnya. Maksudnya hendaknya mereka mengulurkan sebagian daripada kain jilbabnya itu untuk menutupi muka mereka, jika mereka hendak keluar karena suatu keperluan, kecuali hanya bagian yang cukup untuk satu mata. (Yang demikian itu supaya mereka lebih mudah) lebih gampang (untuk dikenal) bahwasanya mereka adalah wanita-wanita yang merdeka (karena itu mereka tidak diganggu) maksudnya tidak ada orang yang berani mengganggunya, berbeda halnya dengan hamba sahaya wanita, mereka tidak diperintahkan untuk menutupi mukanya, sehingga orang-orang munafik selalu mengganggu mereka. (Dan adalah Allah Maha Pengampun) terhadap hal-hal yang telah lalu pada kaum wanita Mukmin yang merdeka, yaitu tidak menutupi wajah mereka (lagi Maha Penyayang) kepada mereka jika mereka mau menutupinya."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 60,
    "arab": "۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا ",
    "translation": "Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), niscaya Kami perintahkan engkau (untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah) kecuali sebentar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3593.mp3",
    "tafsir": "Jika orang-orang munafik dan orang-orang berpenyakit di hatinya, dan orang-orang yang menyebar berita bohong di Medinah itu tidak berhenti mendustakan Allah, menyakiti Rasul-Nya, dan kaum mukminin, niscaya Allah memerintahkan Nabi-Nya untuk memerangi mereka sehingga tidak akan dapat lagi untuk hidup lebih lama di Medinah bertetangga dengan Nabi saw. Mereka yang diancam akan diperangi dan dimusnahkan oleh Nabi itu adalah tiga golongan manusia:\n1.Orang-orang munafik yang selalu menentang Allah secara tersembunyi.\n2.Orang-orang berpenyakit di dalam hatinya, seperti dengki dan dendam yang selalu menyakiti orang mukmin seperti mengganggu para perempuan.\n3.Orang-orang yang menyiarkan kabar bohong di Medinah sehingga menyakiti Nabi saw, dengan ucapan mereka bahwa Nabi Muhammad saw akan dikalahkan dan diusir dari Medinah dan sebagainya.",
    "quraish": "Aku bersmpah akan memberikan kekuasaan kepadamu atas orang-orang munafik, orang-orang yang sakit hati dan orang-orang yang menyebarluaskan berita bohong di Madinah, jika tidak menghentikan perbuatan mereka. Kemudian mereka tidak akan menetap di sana bersamamu kecuali hanya sebentar saja.",
    "jalalayn": "(Sesungguhnya jika) huruf Lam bermaksud Qasam/sumpah (tidak berhenti orang-orang munafik) dari kemunafikan mereka (orang-orang yang berpenyakit dalam hati mereka) disebabkan telah melakukan perbuatan zina (dan orang-orang yang menyebarkan kabar bohong di Madinah) terhadap orang-orang Mukmin melalui perkataan mereka, bahwa musuh telah siap menyerang kalian berikut pasukan kalian; apakah mereka akan menang atau kalah kami tidak mengetahui (niscaya Kami gerakkan kamu untuk memerangi mereka) maksudnya Kami membuatmu berkuasa atas mereka (kemudian mereka tidak menjadi tetanggamu) tidak hidup berdampingan lagi denganmu (di Madinah melainkan dalam waktu sebentar) setelah itu mereka diusir daripadanya."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 61,
    "arab": "مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا ",
    "translation": "dalam keadaan terlaknat. Di mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3594.mp3",
    "tafsir": "Ketiga golongan itu dilaknat di mana saja mereka berada, karena sikapnya yang selalu bermusuhan dan merugikan agama dan negara, mereka selalu dikejar-kejar untuk ditangkap dan dibunuh. Nasib orang yang seperti itu telah pula dialami oleh orang-orang sebelumnya karena begitulah sunah Allah.",
    "quraish": "Di bumi mana pun berpijak, mereka berhak untuk dilaknat dan diusir. Mereka pantas untuk ditangkap dan dibunuh.",
    "jalalayn": "(dalam keadaan terlaknat) dalam keadaan dijauhkan dari rahmat Allah. (Di mana saja mereka dijumpai) ditemui (mereka ditangkap dan dibunuh dengan sehebat-hebatnya) yakni keputusan tentang nasib mereka ini berdasarkan perintah dari-Nya."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 62,
    "arab": "سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ",
    "translation": "Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3595.mp3",
    "tafsir": "Dengan demikian, sunah Allah yang telah berlaku atas orang-orang yang terdahulu sebelum diutusnya Nabi Muhammad saw akan berlaku pula bagi generasi yang datang kemudian. Hal itu tidak mungkin berubah dan pasti berlaku.",
    "quraish": "Allah telah menetapkan sebuah hukum bahwa orang-orang yang bersikap munafik terhadap para nabi dan rasul dan orang-orang yang membangkang, agar mereka itu dibunuh saja, di mana pun mereka berada. Dan kalian tidak akan mendapatkan penggantian hukum yang telah Allah tetapkan.",
    "jalalayn": "(Sebagai sunah Allah) yakni Allah telah menetapkan hal tersebut sebagai sunah-Nya (yang berlaku atas orang-orang yang telah terdahulu) atas umat-umat yang dahulu, yaitu atas orang-orang munafik yang selalu menyebarkan rasa takut ke dalam hati orang-orang yang beriman (dan kamu sekali-kali tiada akan mendapati perubahan pada sunah Allah) sebagai pengganti dari-Nya."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 63,
    "arab": "يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا ",
    "translation": "Manusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3596.mp3",
    "tafsir": "Banyak manusia bertanya kepada Nabi Muhammad tentang kapan datangnya hari Kiamat. Orang-orang musyrik menanyakan tentang kiamat tersebut secara mengejek dan mencemooh, serta menantang supaya hari Kiamat segera didatangkan. Orang-orang munafik menanyakan tentang hari Kiamat karena terdorong oleh anggapan bahwa Nabi saw akan menjawab seperti yang mereka perkirakan. Adapun orang-orang Yahudi bertanya dengan maksud menguji kebenaran Nabi saw, apakah jawabannya akan sama atau tidak dengan yang tercantum dalam kitab Taurat, bahwa soal hari Kiamat itu sesungguhnya berada di tangan Allah.",
    "quraish": "Orang-orang bertanya kepadamu, Muhammad, tentang masa datangnya kiamat. Katakan kepada mereka yang bertanya itu, \"Pengetahuan tentang hal itu hanya ada pada Allah. Siapa tahu, kalau-kalau hari kiamat itu hampir tiba.\"",
    "jalalayn": "(Manusia bertanya kepadamu) yakni penduduk Mekah (tentang hari kiamat) kapankah akan terjadi. (Katakanlah! \"Sesungguhnya pengetahuan tentang hari kiamat itu hanya di sisi Allah\". Dan tahukah kamu) maksudnya kamu tiada mengetahui kapan ia akan terjadi (boleh jadi hari kiamat itu waktunya) yakni terjadinya (sudah dekat)."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 64,
    "arab": "اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ ",
    "translation": "Sungguh, Allah melaknat orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3597.mp3",
    "tafsir": "Kemudian Allah menerangkan bahwa yang mengetahui kapan terjadinya hari Kiamat hanya Allah. Mungkin saja waktu datangnya hari Kiamat sudah dekat, karena setiap yang akan datang memang selalu mendekat dan mungkin dekat. Pepatah Arab mengatakan: \n\"Setiap yang akan datang adalah dekat.\"\n\nKemudian Allah akan melaknat dan menjauhkan orang-orang kafir dari kebaikan dan rahmat-Nya. Allah juga menyediakan bagi mereka neraka Sa'ir.",
    "quraish": "Allah telah mengharamkan orang-orang kafir dari rahmat-Nya dan telah menyediakan bagi mereka api yang menyala dengan dahsyat.",
    "jalalayn": "(Sesungguhnya Allah melaknati orang-orang kafir) yakni menjauhkan mereka dari rahmat-Nya (dan menyediakan bagi mereka api yang menyala-nyala) yaitu neraka yang keras apinya tempat mereka dimasukkan."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 65,
    "arab": "خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ",
    "translation": "mereka kekal di dalamnya selama-lamanya; mereka tidak akan mendapatkan pelindung dan penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3598.mp3",
    "tafsir": "Mereka kekal di dalam neraka selama-lamanya, dan tidak menemukan seorang pun yang dapat melindungi mereka dari azab Allah. Mereka juga tidak mendapatkan seorang penolong yang dapat menyelamatkan dari siksaan-Nya.",
    "quraish": "Mereka tidak akan pernah bisa beranjak dari neraka selamanya. Mereka tidak akan pernah mendapatkan pelindung atau orang yang bisa menghindarkan mereka dari siksa.",
    "jalalayn": "(Mereka kekal) dipastikan kekekalan mereka (di dalamnya selama-lamanya, mereka tidak memperoleh seorang pelindung pun) yang memelihara mereka dari neraka (dan tidak pula seorang penolong) yang dapat mencegah neraka daripada mereka."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 66,
    "arab": "يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ ",
    "translation": "Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka, mereka berkata, “Wahai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3599.mp3",
    "tafsir": "Mereka tidak memperoleh pelindung dan penolong seorang pun ketika mereka dibolak-balikkan di dalam neraka. Dengan penuh penyesalan mereka berkata, \"Alangkah bahagianya seandainya kami dahulu di dunia taat kepada Allah dan taat pula kepada Muhammad utusan-Nya.\"",
    "quraish": "Pada hari ketika wajah mereka dibolak-balikkan di atas api. Dan dengan penuh rasa sesal, mereka mengatakan, \"Alangkah baiknya, kalau dulu kami menaati Allah dan Rasul-Nya.\"",
    "jalalayn": "(Pada hari ketika muka mereka dibolak-balikkan dalam neraka, mereka berkata, \"Aduhai!) lafal Yaa menunjukkan makna Tanbih atau memohon perhatian (andai kata kami taat kepada Allah dan taat pula kepada Rasul.\")"
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 67,
    "arab": "وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ ",
    "translation": "Dan mereka berkata, “Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3600.mp3",
    "tafsir": "Mereka berkata dengan penuh perasaan mendongkol karena tertipu oleh para pemimpin dan pembesar mereka di dunia, \"Ya Tuhan kami, sesungguhnya kami di dunia telah mengikuti pemimpin dan pembesar kami, lalu mereka menyesatkan kami dari jalan yang benar.\"",
    "quraish": "Mereka memohon dengan mengatakan, \"Wahai Tuhan, kami hanya mengikuti para pemimpin dan pembesar kami dalam usaha mengingkari-Mu dan Rasul-Mu, lalu mereka menjauhkan kami dari jalan yang lurus.",
    "jalalayn": "(Dan mereka berkata) yakni para pengikut dari kalangan mereka, (\"Ya Rabb kami! Sesungguhnya kami telah menaati pemimpin-pemimpin kami) menurut suatu qiraat dibaca Saadatanaa, dalam bentuk Jam'ul Jam'i (dan pembesar-pembesar kami, lalu mereka menyesatkan kami dari jalan petunjuk) dari jalan hidayah."
  },
  {
    "ruku": 368,
    "name": "Al-Ahzab",
    "ayat": 68,
    "arab": "رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ ",
    "translation": "Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3601.mp3",
    "tafsir": "Mereka dengan perasaan dendam terhadap orang-orang yang telah menyesatkan itu berkata, \"Ya Tuhan kami, berikanlah kepada mereka azab dua kali lipat, pertama karena mereka telah tersesat, dan keduanya telah pula menyesatkan orang lain, dan kutuklah mereka dengan kutukan yang sangat besar.\" Keluhan mereka itu diperkuat dengan ayat lain seperti pada firman Allah:\nDan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, \"Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul. Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.\" (al-Furqan/25: 27-29)",
    "quraish": "Wahai Tuhan kami, lipatgandakanlah siksaan mereka. Usirlah mereka dari rahmat-Mu sejauh-jauhnya, sebanding dengan kejahatan yang telah mereka perbuat.\"",
    "jalalayn": "(Ya Rabb kami! Timpakanlah kepada mereka azab dua kali lipat) daripada azab yang kami terima (dan kutuklah mereka) azablah mereka terus (dengan kutukan yang banyak.\") bilangannya; dan menurut Qiraat lain lafal Kabiiran dibaca Katsiiran yang artinya kutukan yang besar."
  }
]