[
  {
    "ruku": 37,
    "name": "Al-Baqarah",
    "ayat": 261,
    "arab": "مَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ كَمَثَلِ حَبَّةٍ اَنْۢبَتَتْ سَبْعَ سَنَابِلَ فِيْ كُلِّ سُنْۢبُلَةٍ مِّائَةُ حَبَّةٍ ۗ وَاللّٰهُ يُضٰعِفُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
    "translation": "Perumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/268.mp3",
    "tafsir": "Hubungan antara infak ) dengan hari akhirat erat sekali. Seseorang tidak akan mendapat pertolongan apa pun dan dari siapa pun pada hari akhirat, kecuali dari hasil amalnya sendiri selama hidup di dunia, antara lain amal berupa infak di jalan Allah. Betapa mujurnya orang yang suka menafkahkan hartanya di jalan Allah, orang tersebut seperti seorang yang menyemaikan sebutir benih di tanah yang subur. Benih itu menumbuhkan sebatang pohon, dan pohon itu bercabang menjadi tujuh tangkai, setiap tangkai menghasilkan buah, dan setiap tangkai berisi seratus biji, sehingga benih yang sebutir itu memberikan hasil sebanyak 700 butir. Ini berarti tujuh ratus kali lipat. Bayangkan, betapa banyak hasilnya apabila benih yang ditanamnya itu lebih dari sebutir.\nPenggambaran seperti yang terdapat dalam ayat ini lebih baik, daripada dikatakan secara langsung bahwa \"benih yang sebutir itu akan menghasilkan 700 butir\". Sebab penggambaran yang terdapat dalam ayat tadi memberikan kesan bahwa amal kebaikan yang dilakukan oleh seseorang senantiasa berkembang dan ditumbuhkan oleh Tuhan sedemikian rupa, sehingga menjadi keuntungan yang berlipat ganda bagi orang yang melakukannya, seperti tumbuh kembangnya tanaman yang ditanam oleh seseorang pada tanah yang subur untuk keuntungan penanamnya.\nPengungkapan tentang perkembangan yang terjadi pada tumbuh-tumbuhan seperti yang digambarkan dalam ayat ini telah membangkitkan minat para ahli tumbuh-tumbuhan untuk mengadakan penelitian dalam masalah itu. Hasil penelitian mereka menunjukkan bahwa sebutir benih yang ditanam pada tanah yang baik dan menumbuhkan sebatang pohon, pada umumnya menghasilkan lebih dari setangkai buah bahkan ada yang berjumlah lebih dari lima puluh tangkai. Jadi, tidak hanya setangkai saja. Setiap tangkai berisi lebih dari satu biji, bahkan kadang-kadang lebih dari enam puluh biji. Dengan demikian jelas bahwa penggambaran yang diberikan ayat tadi bahwa sebutir benih dilipatgandakan hasilnya sampai menjadi tujuh ratus butir, bukanlah suatu penggambaran yang berlebihan, melainkan adalah wajar, dan sesuai dengan kenyataan.\nAtas dasar tersebut, dapat kita katakan bahwa semakin banyak penyelidikan ilmiah dilakukan orang, dan semakin tinggi ilmu pengetahuan dan teknologi umat manusia, semakin tersingkaplah kebenaran yang terkandung dalam Kitab Suci Al-Qur'an, baik mengenai benda, tumbuh-tumbuhan, hewan, ruang angkasa dan sebagainya.\nBanyak riwayat yang berasal dari Rasulullah saw yang menggambarkan keberuntungan orang-orang yang menafkahkan harta bendanya di jalan Allah, untuk memperoleh keridaan-Nya dan untuk menjunjung tinggi agama-Nya. Di antaranya ialah hadis yang diriwayatkan oleh Imam Muslim: \nDari Ibnu Mas'ud, bahwa ia berkata, \"Seorang lelaki telah datang membawa seekor unta yang bertali di hidungnya ) lalu orang tersebut berkata, \"Unta ini saya nafkahkan di jalan Allah\". Maka Rasulullah saw bersabda, \"Dengan nafkah ini, Anda akan memperoleh di akhirat kelak tujuh ratus ekor unta yang juga bertali di hidungnya.\" (Riwayat Muslim)\n\nPada akhir ayat ini disebutkan dua sifat di antara sifat-sifat-Nya, yaitu Mahaluas dan Maha Mengetahui. Maksudnya, Allah Mahaluas rahmat-Nya kepada hamba-Nya; karunia-Nya tidak terhitung jumlahnya. Dia Maha Mengetahui siapakah di antara hamba-hamba-Nya yang patut diberi pahala yang berlipat-ganda, yaitu mereka yang suka menafkahkan harta bendanya untuk kepentingan umum, untuk menegakkan kebenaran, dan untuk kepentingan pendidikan bangsa dan agama, serta keutamaan-keutamaan yang akan membawa bangsa kepada kebahagiaan di dunia dan di akhirat. Apabila nafkah-nafkah semacam itu telah menampakkan hasilnya untuk kekuatan agama dan kebahagiaan bangsa, maka orang yang memberi nafkah itu pun akan dapat pula menikmatinya baik di dunia atau di akhirat nanti.\nAjaran Islam mengenai infak sangat tinggi nilainya. Selain mengikis sifat-sifat yang tidak baik seperti kikir dan mementingkan diri sendiri, infak juga menimbulkan kesadaran sosial yang mendalam, bahwa manusia senantiasa saling membutuhkan, dan seseorang tidak akan dapat hidup seorang diri. Sebab itu harus ada sifat gotong-royong dan saling memberi sehingga jurang pemisah antara yang kaya dan yang miskin dapat ditiadakan, persaudaraan dapat dipupuk dengan hubungan yang lebih akrab.\nMenafkahkan harta di jalan Allah, baik yang wajib seperti zakat, maupun yang sunah seperti sedekah yang dimanfaatkan untuk kesejahteraan umat, untuk memberantas penyakit kemiskinan dan kebodohan, untuk penyiaran agama Islam dan untuk pengembangan ilmu pengetahuan adalah sangat dituntut oleh agama, dan sangat dianjurkan oleh syara'. Sebab itu, banyak sekali ayat-ayat Al-Qur'an yang membicarakan masalah ini, serta memberikan dorongan yang kuat dan memberikan perumpamaan yang menggambarkan bagaimana beruntungnya orang yang suka berinfak dan betapa malangnya orang yang tidak mau menafkahkan hartanya.",
    "quraish": "Orang yang mengeluarkan hartanya untuk ketaatan dan kebaikan akan memperoleh pahala berlipat ganda dari Allah. Perumpamaan keadaanya seperti orang yang menabur sebutir benih unggul di tanah. Dari benih tersebut tumbuh pohon kecil yang terdiri atas tujuh bulir. Pada tiap-tiap bulir terdapat seratus biji. Inilah gambaran betapa banyaknya pahala berinfak yang diberikan Allah di dunia. Allah melipatgandakan pemberian-Nya untuk orang yang dikehendaki-Nya. Dia Mahaluas karunia, Maha Mengetahui orang yang berhak dan yang tidak berhak.",
    "jalalayn": "(Perumpamaan) atau sifat nafkah dari (orang-orang yang membelanjakan harta mereka di jalan Allah) artinya dalam menaati-Nya (adalah seperti sebutir biji yang menumbuhkan tujuh buah tangkai, pada masing-masing tangkai seratus biji.) Demikianlah pula halnya nafkah yang mereka keluarkan itu menjadi 700 kali lipat. (Dan Allah melipatgandakan) lebih banyak dari itu lagi (bagi siapa yang dikehendaki-Nya dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) siapa-siapa yang seharusnya beroleh ganjaran yang berlipat ganda itu."
  },
  {
    "ruku": 37,
    "name": "Al-Baqarah",
    "ayat": 262,
    "arab": "اَلَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ ثُمَّ لَا يُتْبِعُوْنَ مَآ اَنْفَقُوْا مَنًّا وَّلَآ اَذًىۙ  لَّهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Orang yang menginfakkan hartanya di jalan Allah, kemudian tidak mengiringi apa yang dia infakkan itu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/269.mp3",
    "tafsir": "Pahala dan keberuntungan yang akan didapat oleh orang yang menafkahkan hartanya di jalan Allah bersyarat, yaitu: bahwa dia memberikan hartanya itu benar-benar dengan ikhlas, dan setelah itu dia tidak suka menyebut-nyebut infaknya itu dengan kata-kata yang dapat melukai perasaan orang yang menerimanya. Orang-orang semacam inilah yang berhak untuk memperoleh pahala di sisi Allah, dan tidak ada kekhawatiran atas mereka, dan mereka tidak merasa sedih. Ini berarti, bahwa orang yang memberikan sedekah kepada seseorang, kemudian dia menyebut-nyebut sedekah dan pemberiannya itu dengan kata-kata yang menyinggung perasaan dan kehormatan orang yang menerimanya, maka orang semacam ini tidak berhak memperoleh pahala di sisi Allah.\nIni adalah ajaran yang sangat tinggi nilainya, sebab ada orang yang menyumbangkan hartanya bukan karena mengharapkan rida Allah, melainkan hanya menginginkan popularitas dan kemasyhuran serta puji-pujian dari masyarakat, disiarkannya infak itu dengan cara yang mencolok, sehingga dia dikagumi sebagai seorang dermawan. Atau ketika memberikan sedekah itu dia mengucapkan kata-kata yang tidak menyenangkan bagi orang yang menerimanya. Pemberian semacam ini bertentangan dengan tujuan agama, karena tidak akan menimbulkan hubungan kasih sayang dan persaudaraan, melainkan menimbulkan kebencian dan permusuhan. Sebab itu wajar jika orang semacam ini tidak akan mendapatkan pahala di sisi Allah.\nRingkasnya, menafkahkan harta di jalan Allah haruslah dengan niat yang ikhlas dan maksud yang suci. Atas niat yang ikhlas inilah Allah akan memberikan pahala, dan masyarakat akan menghargainya. Rasulullah saw bersabda: \nSemua amal itu harus disertai dengan niat. Dan setiap manusia akan mendapat balasan atas amalnya berdasarkan niatnya itu. (Riwayat Imam al-Bukhari dari 'Umar bin al-Khaththab).\n\nOrang yang berinfak dengan niat yang ikhlas, selain akan memperoleh pahala di sisi Allah, juga tidak dikhawatirkan nasib mereka, sebab mereka itu pasti akan mendapat pahala dan rida Allah. Mereka juga tidak akan bersedih hati, bahkan mereka akan bergembira nanti di akhirat karena mereka telah dapat berbuat kebaikan, dan kebaikan itu mendatangkan pahala bagi mereka. Sebaliknya, orang-orang yang enggan berinfak, nanti di akhirat akan bersedih hati dan menyesal, sebab tidak akan ada lagi kesempatan bagi mereka untuk berbuat kebajikan. Mereka akan menerima azab dari Allah.",
    "quraish": "Orang-orang yang menafkahkan hartanya di jalan kebaikan tanpa menyebut-nyebut pemberiannya, berbangga diri atau menyakiti si penerima, bagi mereka pahala besar yang telah dijanjikan Tuhan. Mereka tidak akan pernah takut dan sedih dalam menghadapi segala sesuatu.",
    "jalalayn": "(Orang-orang yang membelanjakan harta mereka di jalan Allah, kemudian mereka tidak mengiringi apa yang mereka belanjakan itu dengan cercaan) terhadap orang yang diberi, misalnya dengan mengatakan, \"Saya telah berbuat baik kepadamu dan telah menutupi keperluanmu\" (atau menyakiti perasaan) yang bersangkutan, misalnya dengan menyebutkan soal itu kepada pihak yang tidak perlu mengetahuinya dan sebagainya (mereka memperoleh pahala) sebagai ganjaran nafkah mereka (di sisi Tuhan mereka. Tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita) yakni di akhirat kelak."
  },
  {
    "ruku": 37,
    "name": "Al-Baqarah",
    "ayat": 263,
    "arab": "۞ قَوْلٌ مَّعْرُوْفٌ وَّمَغْفِرَةٌ خَيْرٌ مِّنْ صَدَقَةٍ يَّتْبَعُهَآ اَذًى ۗ وَاللّٰهُ غَنِيٌّ حَلِيْمٌ",
    "translation": "Perkataan yang baik dan pemberian maaf lebih baik daripada sedekah yang diiringi tindakan yang menyakiti. Allah Mahakaya, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/270.mp3",
    "tafsir": "Orang yang tidak mampu bersedekah akan tetapi dia dapat mengucapkan kata-kata yang menyenangkan atau yang tidak menyakitkan hati, dan memaafkan orang lain adalah lebih baik dari orang yang bersedekah tetapi sedekahnya itu diiringi dengan ucapan-ucapan yang menyakitkan hati dan menyinggung perasaan. Apabila orang yang bersedekah tidak dapat menghindarkan diri dari mengucapkan kata-kata yang melukai perasaan atau menyebut-nyebut pemberian itu, baik ketika memberikan atau pun sesudahnya, lebih baik ia tidak bersedekah, tetapi tetap mengucapkan kata-kata yang baik dan menyenangkan kepada siapa saja yang berhubungan dengannya. Itu lebih baik daripada memberikan sesuatu yang disertai dengan caci-maki, dan sebagainya.\nPada akhir ayat ini Allah menyebutkan dua sifat di antara sifat-sifat kesempurnaan-Nya, \"Mahakaya dan Maha Penyantun\". Maksudnya ialah, Allah Mahakaya, sehingga Dia tidak memerintahkan kepada hamba-Nya untuk menyumbangkan harta bendanya untuk kepentingan Allah, tetapi untuk kepentingan hamba itu sendiri yaitu membersihkan diri, dan menumbuhkan harta mereka, agar mereka menjadi bangsa yang kuat dan kompak, serta saling tolong-menolong.\nAllah swt tidak menerima sedekah yang disertai dengan kata-kata yang menyakitkan hati, karena Allah hanya menerima amal kebaikan yang dilakukan dengan cara-cara yang baik. Allah Maha Penyantun kepada hamba-Nya yang tidak menyertai sedekahnya dengan kata-kata yang menyakitkan, atau yang suka menyebut-nyebut sedekahnya setelah diserahkan atau ketika menyerahkannya. Oleh karena Allah Mahakaya dan Maha Penyantun, maka Allah kuasa pula untuk memberikan ganjaran dan pertolongan kepada hamba-Nya yang suka menafkahkan hartanya dengan ikhlas.",
    "quraish": "Perkataan yang menentramkan hati dan menutup-nutupi aib si fakir dengan tidak menceritakannya kepada orang lain, lebih baik dari sedekah yang disertai perkataan dan perbuatan yang menyakitkan. Allah tidak butuh kepada pemberian yang disertai sikap menyakiti. Dia akan memberikan rezeki yang baik kepada orang-orang fakir. Dan Dia tidak akan menyegerakan hukuman-Nya terhadap orang yang tidak bersedekah dengan harapan orang itu akan berubah sikapnya kemudian.",
    "jalalayn": "(Perkataan yang baik) atau ucapan yang manis dan penolakan secara lemah lembut terhadap si peminta (serta pemberian maaf) kepadanya atas desakan atau tingkah lakunya (lebih baik daripada sedekah yang diiringi dengan menyakiti perasaan) dengan mencerca atau mengomelinya (Dan Allah Maha Kaya) hingga tidak menemukan sedekah hamba-hambanya (lagi Maha Penyantun) dengan menangguhkan hukuman terhadap orang yang mencerca dan menyakiti hati si peminta."
  },
  {
    "ruku": 37,
    "name": "Al-Baqarah",
    "ayat": 264,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُبْطِلُوْا صَدَقٰتِكُمْ بِالْمَنِّ وَالْاَذٰىۙ  كَالَّذِيْ يُنْفِقُ مَالَهٗ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ  فَمَثَلُهٗ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَاَصَابَهٗ وَابِلٌ فَتَرَكَهٗ صَلْدًا ۗ  لَا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena ria (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpamaannya (orang itu) seperti batu yang licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/271.mp3",
    "tafsir": "Orang-orang yang beriman agar jangan sampai melenyapkan pahala infak atau sedekah mereka karena menyertainya dengan kata-kata yang menyakitkan hati atau dengan menyebut-nyebut infak yang telah diberikan itu.\nInfak atau sedekah bertujuan untuk menghibur dan meringankan penderitaan fakir-miskin, dan untuk meningkatkan kesejahteraan umat. Itulah sebabnya, maka sedekah tidak boleh disebut-sebut, atau disertai dengan kata-kata yang menyakitkan hati si penerimanya.\nApabila sedekah tersebut disertai dengan kata-kata semacam itu, maka tujuan utama dari sedekah tersebut, yaitu untuk menghibur dan meringankan penderitaan, tidak akan tercapai. Sebab itu Allah melarangnya, dan menegaskan bahwa sedekah semacam itu tidak akan mendapatkan pahala.\nOrang yang bersedekah karena ria, sama halnya dengan orang yang melakukan ibadah salat dengan ria. Ibadah salatnya tidak akan mendapat pahala, dan tidak mencapai tujuan yang dimaksud. Sebab tujuan salat adalah menghadapkan segenap hati dan jiwa kepada Allah swt serta mengagungkan kebesaran dan kekuasaan-Nya, dan memanjatkan syukur atas segala rahmat-Nya. Sedang orang yang salat karena riya, perhatiannya bukan tertuju kepada Allah, melainkan kepada orang yang diharapkan akan memuji dan menyanjungnya.\nSifat riya adalah tabiat yang tidak baik. Sebagian orang ingin dipuji dan disanjung atas suatu kebajikan yang dilakukannya. Orang yang bersedekah yang mengharapkan pujian dan terima kasih dari yang menerima sedekah atau dari orang lain, bila pada suatu ketika dia merasa kurang dipuji dan kurang ucapan terima kasih kepadanya dari si penerima atau kurang penghargaan si penerima terhadap sedekahnya, dia akan merasa sangat kecewa. Dalam keadaan demikian, sangat besar kemungkinan dia akan mengucapkan kata-kata yang menyinggung perasaan si penerima, sehingga sedekahnya tidak akan mendatangkan pahala di sisi Allah. Orang yang bertabiat semacam ini sesungguhnya tidaklah beriman kepada Allah dan hari akhirat. Sedekah semacam itu adalah seperti debu di atas batu yang licin; apabila datang hujan lebat maka debu itu hilang lenyap tak berbekas.\nDemikian pula halnya sedekah yang diberikan karena ria, tidak akan mendatangkan pahala apa pun di akhirat nanti, sebab amalan itu tidak dilakukan untuk mencapai rida Allah, melainkan karena mengharapkan pujian manusia semata. Dengan demikian dia tidak memperoleh hasil apa pun, baik di dunia maupun di akhirat. Di dunia dia tidak mendapatkan hasil apa-apa dari sedekahnya itu, karena sedekah yang disertai dengan ria atau perkataan yang menyakitkan hati hanya akan menimbulkan kebencian masyarakat kepadanya, sedang di akhirat, dia tidak memperoleh pahala dari sisi Allah, karena ria dan kata-kata yang tidak menyenangkan itu telah menghapuskan pahala amalnya. Allah swt memberikan pahala hanya kepada orang-orang yang beramal dengan ikhlas, ingin menyucikan diri dan memperbaiki keadaan mereka, dan semata-mata mengharapkan rida-Nya.\nAllah memberikan perumpamaan bagi sedekah yang disertai riya dan umpatan seperti erosi tanah yang berada di atas batu. Erosi adalah proses hilangnya tanah dari permukaan bumi pada umumnya karena terangkut oleh aliran air. Semakin besar curah hujan yang jatuh, maka akan semakin banyak dan cepat partikel tanah yang ter-erosi. Proses pembentukan tanah di atas batuan terjadi dalam waktu yang lama, tetapi oleh hujan yang lebat lapisan tanah itu dapat dengan mudah dan cepat terangkut dan hilang dari permukaan batu. Jika tanah di atas batu telah hilang, maka batu merupakan pertikel yang tidak dapat menumbuhkan tumbuhan. Perumpamaan demikian menggambarkan bahwa orang yang dengan susuah payah mengumpilkan harta, lalu bersedekah tetapi sedekah itu disertai ria dan umpatan, maka ia tidak akan mendapatkan apa-apa, baik manfaat, pahala maupun rida Allah dari apa yang disedekahkannya itu. \nKebiasaan membagi-bagikan uang kepada peminta-minta yang biasa berkerumun di depan masjid selepas salat Jumat atau salat Id, atau di tempat lain di samping tampak sebagai sedekah dan perbuatan sosial terhadap orang miskin, juga mempunyai efek yang kurang baik bahkan mungkin juga dapat dikategorikan sebagai perbuatan ria. Kebiasaan ini justru akan mengundang orang yang tidak kita kenal datang ke tempat-tempat ibadah hanya untuk meminta-minta, bukan untuk ikut beribadah, sehingga hari raya Islam itu hanya merupakan hari pameran kemiskinan di mana-mana. Ada sebuah masjid yang pimpinannya melarang jemaahnya bersedekah kepada pengemis-pengemis yang biasa datang berkerumun di pintu-pintu masjid kota itu. Ternyata cara ini berhasil, karena kemudian memang tak seorang pun yang datang ke masjid itu untuk meminta-minta. Orang miskin dan kaum duafa seharusnya menjadi tanggung jawab bersama mereka yang mampu. Kita bersyukur bahwa sekarang sudah ada lembaga-lembaga yang dibentuk khusus untuk menghadapi masalah ini. \nAllah tidak memberikan petunjuk kepada orang-orang yang kafir, karena petunjuk itu berdasarkan iman. Iman itulah yang membimbing seseorang kepada keikhlasan beramal, dan menjaga diri dari perbuatan dan ucapan yang dapat merusak amalnya, serta melenyapkan pahalanya. Maka dalam ayat ini terdapat sindiran, bahwa sifat ria dan kata-kata yang tidak menyenangkan itu adalah sebagian dari sifat dan perbuatan orang-orang kafir yang harus dijauhi oleh orang-orang mukmin.\nBanyak hadis Rasulullah saw yang mencela sedekah yang disertai dengan ucapan yang menyakitkan hati. Imam Muslim meriwayatkan hadis berikut dari Abu dzarr, Rasulullah saw bersabda:\n\nAda tiga macam orang yang pada hari Kiamat nanti Allah tidak akan berbicara dengan mereka dan tidak akan memandang kepada mereka, dan tidak akan menyucikan mereka dari dosa, dan mereka akan mendapat azab yang pedih, yaitu orang yang suka menyebut-nyebut pemberiannya apabila dia memberikan sesuatu, dan orang yang suka memakai sarungnya terlalu ke bawah sampai menyapu tanah karena congkaknya, dan orang yang berusaha melariskan dagangannya dengan sumpah yang bohong. (Riwayat Muslim dari Abu dzarr)\n\nImam an-Nasa'i juga meriwayatkan suatu hadis dari Ibnu Umar, dari Nabi saw, bahwa beliau bersabda:\n\nTidak akan masuk surga orang yang selalu minum khamr, dan tidak pula orang yang durhaka terhadap ibu-bapaknya, dan tidak pula orang yang suka menyebut-nyebut pemberiannya. (Riwayat an-Nasa'i dari Ibnu 'Abbas)",
    "quraish": "Hai orang-orang Mukmin, janganlah kalian hilangkan pahala sedekah dengan menyebut-nyebut kebaikan kalian di hadapan orang-orang yang membutuhkan dan dengan menyakiti mereka. Sebab, dengan begitu, kalian seperti orang-orang yang berinfak dengan motif ketenaran dan ingin dipuji. Mereka itu tidak beriman kepada Allah dan hari akhir. Keadaan orang yang berinfak dengan motif riya, perumpamaannya seperti batu licin yang di atasnya terdapat tanah. Begitu hujan deras turun menyirami batu itu, hilanglah tanah itu semua. Seperti halnya tanah yang subur dan produktif itu hilang dari batu yang licin karena diterpa hujan deras, begitu pula pahala sedekah akan hilang karena perbuatan riya dan menyakiti. Tidak ada sedikit pun yang dapat diambil manfaatnya. Itulah sifat-sifat kaum kafir, maka hindarilah. Sebab Allah tidak akan menunjuki orang-orang kafir kepada kebaikan.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu batalkan sedekah-sedekahmu), maksudnya pahala-pahalanya (dengan menyebut-nyebutnya dan menyakiti perasaan) si penerima hingga menjadi hapus (seperti orang), maksudnya seperti batalnya nafkah orang yang (menafkahkan hartanya karena ria kepada manusia) maksudnya ingin mendapatkan pujian manusia (dan ia tidak beriman kepada Allah dan hari yang akhir) yakni orang munafik (Maka perumpamaannya adalah seperti sebuah batu licin yang bertanah di atasnya, lalu ditimpa oleh hujan lebat) (hingga menjadi licin tandas) tanpa tanah dan apa-apa lagi di atasnya. (Mereka tidak menguasai). Kalimat ini untuk menyatakan tamsil keadaan orang munafik yang menafkahkan hartanya dengan tujuan beroleh pujian manusia. Dhamir atau kata ganti manusia di sini menunjukkan jamak, mengingat makna 'alladzii' juga mencakupnya (suatu pun dari hasil usaha mereka) yang telah mereka kerjakan, maksudnya pahalanya di akhirat, tak ubahnya bagai batu licin yang ditimpa hujan hingga tanahnya habis dihanyutkan air. (Dan Allah tidak menunjukkan orang-orang yang kafir)."
  },
  {
    "ruku": 37,
    "name": "Al-Baqarah",
    "ayat": 265,
    "arab": "وَمَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ وَتَثْبِيْتًا مِّنْ اَنْفُسِهِمْ كَمَثَلِ جَنَّةٍۢ بِرَبْوَةٍ اَصَابَهَا وَابِلٌ فَاٰتَتْ اُكُلَهَا ضِعْفَيْنِۚ فَاِنْ لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ  ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/272.mp3",
    "tafsir": "Infak diumpamakan sebagai sebidang kebun yang mendapat siraman air hujan yang cukup, sehingga kebun itu memberikan hasil dua kali lipat dari hasil yang biasa. Andaikata hujan itu tidak lebat, maka hujan gerimis pun cukup, karena kebun tersebut terletak di dataran tinggi yang mendapatkan sinar yang cukup serta hawa yang baik, dan tanahnya pun subur.\nAyat ini bermunasabah dan merupakan kelanjutan dari ayat sebelumnya. Dilihat dari sisi mekanisme erosi, adanya penutup lahan berupa pohon pohonan atau tumbuhan dapat menghindarkan atau mengurangi resiko terjadinya erosi. Hujan di kebun pegunungan bukan penyebab erosi melainkan memberikan manfaat berupa peningkatan hasil untuk tanah yang dibudidayakan sebagai kebun. Dalam hal ini, pembelanjaan harta untuk mencari rida Allah diumpamakan sebagai kebun di pegunungan yang disirami hujan dan menghasilkan buah-buahan dua kali lipat. Seandainya tidak ada hujan lebat, di kebun pegunungan, hujan gerimis bahkan embun pun sudah memadai untuk menghasilkan buah-buahan yang baik.\nDalam pandangan ilmu ekologi, keadaan yang digambarkan dalam ayat 265 Surah al-Baqarah di atas memang betul terjadi. Fenomena alam ini jelas memperlihatkan kebesaran Allah yang mengatur dengan sangat rinci akan alam ini, sehingga semua mahluk mempunyai kesempatan untuk bertasbih kepada-Nya.\nEmbun, atau lebih tepatnya disebut kabut, adalah awan yang bersentuhan langsung dengan tanah atau pepohonan. Dalam bahasa Inggris, untuk fenomena alam yang satu ini digunakan dua kata, yaitu fog dan mist. Perbedaan keduanya hanyalah pada kepadatan material awan. Kata fog digunakan apabila kabut menyebabkan jarak pandang kurang dari satu kilometer. Sedangkan mist, adalah keadaan kabut yang mengakibatkan jarak pandangnya kurang dari dua kilometer. \nKabut berbeda dengan awan lainnya hanya karena awan itu bersentuhan dengan permukaan bumi. Keadaan ini dapat terjadi baik di dataran rendah maupun pegunungan. Kabut muncul saat terjadi perbedaan suhu udara dan titik beku air sebesar 3oC atau kurang. Kabut dimulai saat uap air memadat menjadi butiran air yang sangat halus di udara. Pemadatan uap air inilah yang kemudian tampak dan menjadi apa yang dinamakan awan. Kabut umumnya terjadi di kawasan yang sangat lembab. Keadaan lembab dapat terjadi karena ada penambahan uap air di udara, atau suhu udara yang menurun. Akan tetapi, kadangkala kabut dapat terjadi tanpa adanya syarat-syarat tersebut. Pada umunya, kabut terjadi saat kelembaban udara mencapai 100%. Pada kondisi ini, udara tidak lagi dapat mengikat uap air yang ada di udara.\nKlasifikasi kabut dapat dilakukan karena perbedaan penyebab, sifat, dan lainnya. Misal ada kabut yang dapat terjadi dan menghilang dalam waktu singkat. Kabut ini biasa disebut sebagai flash fog. Juga ada kabut yang dikenal dengan sea fog. yang terjadi di atas permukaan air laut. Di sini, terjadinya kabut sangat dipengaruhi oleh kehadiran garam. Partikel garam yang renik akan memenuhi udara yang ada di atas permukaan air laut oleh berbagai sebab. Antara lain disebabkan oleh angin atau percikan pecahan ombak dan sebab-sebab lainnya. Partikel garam renik ini kemudian akan berperan sebagai pengumpul uap air. Ada pula tipe kabut yang disebabkan perubahan suhu saat senja atau pagi hari atau suatu keadaan saat ada angin dingin yang melewati kawasan perairan yang hangat, atau air hujan yang melewati lapisan udara yang panas sehingga terjadi penguapan.\nKabut seringkali menghasilkan hujan dalam bentuk gerimis. Keadaan ini umumnya terjadi karena kelembaban udara sudah melebihi angka 100%. Segera awan akan berubah menjadi butiran air hujan. Terutama apabila lapisan kabut naik ke atas dan bersentuhan dengan suhu dingin di bagian atas. \nDalam kaitannya dengan kabut, para ahli ekologi menemukan suatu jenis hutan yang unik karena berasosiasi sangat erat dengan kabut. Hutan ini biasa disebut dengan cloud forest atau fog forest. Hutan demikian ini menunjuk pada hutan hujan basah di kawasan dataran tinggi, baik di pegunungan tropis atau subtropis. Umumnya, lapisan kabut ini akan menebal pada bagian pucuk pohon-pohon hutan (canopy). Umumnya hutan kabut tidak terlalu luas dan terbatas hanya pada kawasan dimana lingkungan atmosfer cocok untuk membentuk kabut. \nHutan ini juga ditandai oleh kabut yang hampir selalu hadir, sehingga memperkecil kemungkinan tumbuhan memperoleh sinar matahari langsung. Pohon-pohon pada kawasan ini ditandai dengan tumbuh lebih pendek dan kecil. Ukuran ini sangat berbeda dengan jenis sama dan tumbuh di dataran rendah atau bagian pegunungan lain yang memperoleh sinar matahari penuh. Kelembaban yang tinggi mendorong tumbuhnya tanaman epifit yang menempel di batang dan cabang pohon, yang sebagian besar didominasi oleh kelompok lumut maupun paku-pakuan. Kehadiran tumbuhan merambat dan lumut ini juga menjadi ciri bahwa ini adalah hutan kabut.\nDi dalam hutan kabut, sumber air utamanya adalah butiran renik air yang berasal dari kabut. Kondensasi uap air kabut akan terjadi terutama di daun pepohonan, dan jatuh dalam bentuk butiran air ke lantai hutan.\nSuatu fenomena alam yang berada di kawasan yang sangat jauh dari tempat turunnya Al-Qur'an, tetapi dijelaskan dengan rinci dalam Al-Qur'an, merupakan bukti bahwa kitab suci ini bukan karangan manusia. Hanya Tuhan yang Maha Mengetahui yang dapat menurunkan ayat seperti ini.\nDikatakan, bahwa yang diumpamakan dengan kebun itu adalah orang yang menafkahkan hartanya, karena dia menyadari bahwa dia telah menerima rahmat yang banyak dari Allah, maka dia bersedia untuk memberikan infak yang banyak; walaupun suatu ketika dia memperoleh rahmat yang sedikit, namun dia tetap memberikan infak.\nMembelanjakan harta di jalan Allah atau berinfak, benar-benar dapat memperteguh jiwa. Sebab cinta kepada harta benda telah menjadi tabiat manusia, karena sangat cintanya kepada harta benda terasa berat baginya untuk membelanjakannya, apa lagi untuk kepentingan orang lain. Maka jika kita bersedekah misalnya, hal itu merupakan perbuatan yang dapat meneguhkan hati untuk berbuat kebaikan, serta menghilangkan pengaruh harta yang melekat pada jiwa.\nAyat ini ditutup dengan firman-Nya: Wallahu bima ta'maluna bashir (Allah senantiasa melihat apa-apa yang kamu kerjakan). Ini berarti bahwa Allah selalu mengetahui kebaikan-kebaikan yang dilakukan hamba-Nya, antara lain berinfak dengan niat yang ikhlas, maka Dia akan memberikan pahalanya. Sebaliknya, Allah juga mengetahui semua perbuatan yang tidak baik, maka Dia akan membalasnya dengan azab.\n(266) Dalam ayat ini Allah swt memberikan perumpamaan pula bagi orang yang menafkahkan hartanya bukan untuk mendapatkan rida Allah, melainkan karena ria, atau sedekahnya disertai dengan ucapan-ucapan yang melukai perasaan atau suka menyebut-nyebut sedekah yang telah diberikannya. Orang ini diumpamakan sebagai orang yang mempunyai sebidang kebun yang berisi bermacam-macam tumbuhan, dan kebun itu mendapatkan air yang cukup dari sungai yang mengalir, sehingga menghasilkan buah-buahan yang banyak. Orang tersebut sudah lanjut usianya, dan mempunyai anak-anak dan cucu-cucu yang masih kecil-kecil yang belum dapat mencari rezeki sendiri. Dengan demikian, orang itu dan anak cucunya sangat memerlukan hasil kebun itu. Tapi tiba-tiba datanglah angin samum yang panas. Sehingga pohon-pohon dan tanaman-tanaman menjadi rusak, tidak mendatangkan hasil apa pun, padahal dia sangat mengharapkannya.\nDemikianlah keadaan orang yang menafkahkan hartanya bukan karena Allah. Dia mengira akan mendapatkan pahala dari sedekah dan infaknya. Akan tetapi yang sebenarnya bukan demikian, pahalanya akan hilang lenyap karena niatnya yang tidak ikhlas. Dia berinfak hanya karena riya, mengikuti bisikan setan. Bukan karena mengharapkan rida Allah swt.\nDengan keterangan-keterangan dan perumpamaan yang jelas ini Allah swt menerangkan ayat-ayatnya kepada hamba-Nya agar mereka berpikir dan dapat mengambil iktibar dan pelajaran dari perumpamaan-perumpamaan itu.",
    "quraish": "Orang-orang yang menafkahkan hartanya untuk memperoleh keridaan Allah dan memantapkan keimanan mereka, perumpamaannya seperti pemilik kebun di sebuah dataran tinggi yang subur. (1) Di tempat tersebut bisa tumbuh pepohonan dengan sedikit atau banyak air. Jika hujan deras, hasilnya dua kali lipat. Dan kalau yang turun sedikit, tanah yang subur itu cukup untuk menghasilkan buah. Dalam dua keadaan di atas ia bisa menghasilkan. Orang-orang Mukmin yang ikhlas tidak akan sia-sia perbuatannya. Tidak ada satu pun perbuatan kalian yang tidak diketahui Allah. (1) Di sini al-Qur'ân menggunakan kata \"rabwah\" yang dalam bahasa Arab berarti 'tanah subur yang berada di dataran tinggi'. Ini sesuai dengan penemuan ilmiah modern. Semakin tinggi sebuah dataran, akan semakin jauh dari sumber air yang mengakibatkan akar tumbuh-tumbuhan menjadi semakin memanjang. Serabut yang berfungsi menyerap makanan pun menjadi banyak, sehingga makanan yang membentuk zat hijau daun (klorofil) mejadi banyak pula. Dengan demikian, pohon itu menjadi produktif menghasilkan buah. Hujan yang deras memiliki banyak fungsi selain sebagai makanan. Fungsi itu, antara lain, melunakkan zat-zat yang diperlukan tumbuhan, membersihkannya dari zat-zat yang menghambat pertumbuhan dan menjaga hama.",
    "jalalayn": "(Dan perumpamaan) nafkah dari (orang-orang yang menafkahkan harta mereka guna mencari) atau mendapatkan (keridaan Allah dan untuk keteguhan jiwa mereka) maksudnya untuk memastikan pahalanya, berbeda halnya dengan orang-orang munafik yang tidak mengharapkannya sama sekali karena pada dasarnya sudah tidak mempercayainya (seperti sebuah kebun) atau taman (di sebuah rabwah) atau rubwah, artinya suatu dataran yang tinggi rata (ditimpa oleh hujan lebat, hingga memberikan) artinya menghasilkan (buahnya) atau hasil panennya (dua kali lipat) atau secara berganda. (Jika tidak disiram oleh hujan lebat, maka oleh hujan gerimis) yang memadai disebabkan letaknya yang tinggi. Tegasnya ia tetap berbuah dengan lebatnya, biar hujan yang menimpanya lebat atau rintik-rintik. Demikian pula halnya nafkah yang disebutkan tadi, di sisi Allah ia tetap berkembang, biar sedikit atau banyak. (Dan Allah Maha Melihat apa-apa yang kamu kerjakan) dan akan membalasnya dengan sebaik-baiknya."
  },
  {
    "ruku": 37,
    "name": "Al-Baqarah",
    "ayat": 266,
    "arab": "اَيَوَدُّ اَحَدُكُمْ اَنْ تَكُوْنَ لَهٗ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ  لَهٗ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِۙ وَاَصَابَهُ الْكِبَرُ وَلَهٗ ذُرِّيَّةٌ ضُعَفَاۤءُۚ فَاَصَابَهَآ اِعْصَارٌ فِيْهِ نَارٌ فَاحْتَرَقَتْ ۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَ ࣖ",
    "translation": "Adakah salah seorang di antara kamu yang ingin memiliki kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai, di sana dia memiliki segala macam buah-buahan, kemudian datanglah masa tuanya sedang dia memiliki keturunan yang masih kecil-kecil. Lalu kebun itu ditiup angin keras yang mengandung api, sehingga terbakar. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/273.mp3",
    "tafsir": "Infak diumpamakan sebagai sebidang kebun yang mendapat siraman air hujan yang cukup, sehingga kebun itu memberikan hasil dua kali lipat dari hasil yang biasa. Andaikata hujan itu tidak lebat, maka hujan gerimis pun cukup, karena kebun tersebut terletak di dataran tinggi yang mendapatkan sinar yang cukup serta hawa yang baik, dan tanahnya pun subur.\nAyat ini bermunasabah dan merupakan kelanjutan dari ayat sebelumnya. Dilihat dari sisi mekanisme erosi, adanya penutup lahan berupa pohon pohonan atau tumbuhan dapat menghindarkan atau mengurangi resiko terjadinya erosi. Hujan di kebun pegunungan bukan penyebab erosi melainkan memberikan manfaat berupa peningkatan hasil untuk tanah yang dibudidayakan sebagai kebun. Dalam hal ini, pembelanjaan harta untuk mencari rida Allah diumpamakan sebagai kebun di pegunungan yang disirami hujan dan menghasilkan buah-buahan dua kali lipat. Seandainya tidak ada hujan lebat, di kebun pegunungan, hujan gerimis bahkan embun pun sudah memadai untuk menghasilkan buah-buahan yang baik.\nDalam pandangan ilmu ekologi, keadaan yang digambarkan dalam ayat 265 Surah al-Baqarah di atas memang betul terjadi. Fenomena alam ini jelas memperlihatkan kebesaran Allah yang mengatur dengan sangat rinci akan alam ini, sehingga semua mahluk mempunyai kesempatan untuk bertasbih kepada-Nya.\nEmbun, atau lebih tepatnya disebut kabut, adalah awan yang bersentuhan langsung dengan tanah atau pepohonan. Dalam bahasa Inggris, untuk fenomena alam yang satu ini digunakan dua kata, yaitu fog dan mist. Perbedaan keduanya hanyalah pada kepadatan material awan. Kata fog digunakan apabila kabut menyebabkan jarak pandang kurang dari satu kilometer. Sedangkan mist, adalah keadaan kabut yang mengakibatkan jarak pandangnya kurang dari dua kilometer. \nKabut berbeda dengan awan lainnya hanya karena awan itu bersentuhan dengan permukaan bumi. Keadaan ini dapat terjadi baik di dataran rendah maupun pegunungan. Kabut muncul saat terjadi perbedaan suhu udara dan titik beku air sebesar 3oC atau kurang. Kabut dimulai saat uap air memadat menjadi butiran air yang sangat halus di udara. Pemadatan uap air inilah yang kemudian tampak dan menjadi apa yang dinamakan awan. Kabut umumnya terjadi di kawasan yang sangat lembab. Keadaan lembab dapat terjadi karena ada penambahan uap air di udara, atau suhu udara yang menurun. Akan tetapi, kadangkala kabut dapat terjadi tanpa adanya syarat-syarat tersebut. Pada umunya, kabut terjadi saat kelembaban udara mencapai 100%. Pada kondisi ini, udara tidak lagi dapat mengikat uap air yang ada di udara.\nKlasifikasi kabut dapat dilakukan karena perbedaan penyebab, sifat, dan lainnya. Misal ada kabut yang dapat terjadi dan menghilang dalam waktu singkat. Kabut ini biasa disebut sebagai flash fog. Juga ada kabut yang dikenal dengan sea fog. yang terjadi di atas permukaan air laut. Di sini, terjadinya kabut sangat dipengaruhi oleh kehadiran garam. Partikel garam yang renik akan memenuhi udara yang ada di atas permukaan air laut oleh berbagai sebab. Antara lain disebabkan oleh angin atau percikan pecahan ombak dan sebab-sebab lainnya. Partikel garam renik ini kemudian akan berperan sebagai pengumpul uap air. Ada pula tipe kabut yang disebabkan perubahan suhu saat senja atau pagi hari atau suatu keadaan saat ada angin dingin yang melewati kawasan perairan yang hangat, atau air hujan yang melewati lapisan udara yang panas sehingga terjadi penguapan.\nKabut seringkali menghasilkan hujan dalam bentuk gerimis. Keadaan ini umumnya terjadi karena kelembaban udara sudah melebihi angka 100%. Segera awan akan berubah menjadi butiran air hujan. Terutama apabila lapisan kabut naik ke atas dan bersentuhan dengan suhu dingin di bagian atas. \nDalam kaitannya dengan kabut, para ahli ekologi menemukan suatu jenis hutan yang unik karena berasosiasi sangat erat dengan kabut. Hutan ini biasa disebut dengan cloud forest atau fog forest. Hutan demikian ini menunjuk pada hutan hujan basah di kawasan dataran tinggi, baik di pegunungan tropis atau subtropis. Umumnya, lapisan kabut ini akan menebal pada bagian pucuk pohon-pohon hutan (canopy). Umumnya hutan kabut tidak terlalu luas dan terbatas hanya pada kawasan dimana lingkungan atmosfer cocok untuk membentuk kabut. \nHutan ini juga ditandai oleh kabut yang hampir selalu hadir, sehingga memperkecil kemungkinan tumbuhan memperoleh sinar matahari langsung. Pohon-pohon pada kawasan ini ditandai dengan tumbuh lebih pendek dan kecil. Ukuran ini sangat berbeda dengan jenis sama dan tumbuh di dataran rendah atau bagian pegunungan lain yang memperoleh sinar matahari penuh. Kelembaban yang tinggi mendorong tumbuhnya tanaman epifit yang menempel di batang dan cabang pohon, yang sebagian besar didominasi oleh kelompok lumut maupun paku-pakuan. Kehadiran tumbuhan merambat dan lumut ini juga menjadi ciri bahwa ini adalah hutan kabut.\nDi dalam hutan kabut, sumber air utamanya adalah butiran renik air yang berasal dari kabut. Kondensasi uap air kabut akan terjadi terutama di daun pepohonan, dan jatuh dalam bentuk butiran air ke lantai hutan.\nSuatu fenomena alam yang berada di kawasan yang sangat jauh dari tempat turunnya Al-Qur'an, tetapi dijelaskan dengan rinci dalam Al-Qur'an, merupakan bukti bahwa kitab suci ini bukan karangan manusia. Hanya Tuhan yang Maha Mengetahui yang dapat menurunkan ayat seperti ini.\nDikatakan, bahwa yang diumpamakan dengan kebun itu adalah orang yang menafkahkan hartanya, karena dia menyadari bahwa dia telah menerima rahmat yang banyak dari Allah, maka dia bersedia untuk memberikan infak yang banyak; walaupun suatu ketika dia memperoleh rahmat yang sedikit, namun dia tetap memberikan infak.\nMembelanjakan harta di jalan Allah atau berinfak, benar-benar dapat memperteguh jiwa. Sebab cinta kepada harta benda telah menjadi tabiat manusia, karena sangat cintanya kepada harta benda terasa berat baginya untuk membelanjakannya, apa lagi untuk kepentingan orang lain. Maka jika kita bersedekah misalnya, hal itu merupakan perbuatan yang dapat meneguhkan hati untuk berbuat kebaikan, serta menghilangkan pengaruh harta yang melekat pada jiwa.\nAyat ini ditutup dengan firman-Nya: Wallahu bima ta'maluna bashir (Allah senantiasa melihat apa-apa yang kamu kerjakan). Ini berarti bahwa Allah selalu mengetahui kebaikan-kebaikan yang dilakukan hamba-Nya, antara lain berinfak dengan niat yang ikhlas, maka Dia akan memberikan pahalanya. Sebaliknya, Allah juga mengetahui semua perbuatan yang tidak baik, maka Dia akan membalasnya dengan azab.",
    "quraish": "Tidak seorang pun di antara kalian ingin memiliki sebuah kebun kurma dan anggur. Kebun tersebut diairi oleh sungai-sungai yang mengalir di sela-selanya. Buah yang dihasilkannya sesuai dengan keinginan. Ketika ia semakin tua dan tidak bisa berusaha, sementara keturunannya masih kecil-kecil dan belum bekerja, tiba-tiba kebun tersebut kering karena angin keras yang mengandung panas yang membakarnya. (1) Padahal pemilik kebun dan keturunannya sedang sangat membutuhkan. Begitulah keadaan orang yang berinfak dan bersedekah dengan disertai riya dan sikap menyakiti. Pahalanya hilang. Dan setelah itu ia tidak bisa lagi bersedekah dengan hati lapang. Dengan keterangan ini, Allah menjelaskan tanda-tanda kekuasaan-Nya agar kalian pikirkan dan ketahui. (1) Al-Qur'ân mengungkapkannya dengan kata \"i'shâr\" yang menurut ilmu pengetahuan modern berarti cuaca tidak stabil, ditandai angin keras yang disertai halilintar, kilat dan hujan. Kadang-kadang mengandung api apabila disertai pengosongan listrik dari awan, atau mengandung semburan api yang datang dari letupan gunung berapi yang menghancurkan lingkungan sekitarnya. Kata \"i'shâr\" tersebut mengandung pengertian itu semua.",
    "jalalayn": "(Apakah ingin salah seorang kamu mempunyai suatu kebun) atau taman dari kurma dan anggur, sedang di bawahnya mengalir anak-anak sungai dan di dalamnya terdapat) buah-buahan (dari berbagai corak dan) sungguh (datanglah masa tuanya) sehingga ia menjadi lemah dan tak sanggup berusaha lagi, (sedangkan ia mempunyai keturunan yang lemah-lemah) anak-anak yang masih kecil yang masih dalam asuhannya. (Maka tiba-tiba kebun itu ditiup angin keras) atau topan (yang mengandung api hingga terbakar). Maka orang tadi kehilangan kebunnya di saat ia amat memerlukannya, hingga tinggallah ia bersama anak-anaknya dalam keadaan bingung dan putus asa, tidak berdaya. Ini merupakan tamsil bagi orang yang mengeluarkan nafkah dengan ria dan membangga-banggakan dirinya, yakni tentang hampa dan tiada bergunanya di saat ia amat memerlukannya nanti di akhirat. Pertanyaan di sini berarti tidak. Dari Ibnu Abbas diterima keterangan bahwa tamsil ini adalah bagi orang yang pada mulanya gemar mengerjakan kebaikan, tetapi tergoda oleh setan hingga berbalik mengerjakan kedurhakaan yang membakar hangus amal-amalannya tadi. (Demikianlah) sebagaimana dijelaskan-Nya apa yang kita sebutkan itu (Allah menerangkan ayat-ayat-Nya kepada kamu supaya kamu memikirkannya) hingga mendapat pelajaran darinya."
  }
]