[
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 22,
    "arab": "قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِ اللّٰهِۚ لَا يَمْلِكُوْنَ مِثْقَالَ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَمَا لَهُمْ فِيْهِمَا مِنْ شِرْكٍ وَّمَا لَهٗ مِنْهُمْ مِّنْ ظَهِيْرٍ ",
    "translation": "Katakanlah (Muhammad), “Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarrah pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3628.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menantang kaum musyrik Mekah, kalau berhala-berhala dan sembahan mereka benar-benar mempunyai kekuasaan walaupun sedikit, cobalah mereka buktikan hal itu dengan memberikan contoh tentang apa yang telah diciptakan atau yang mereka miliki. Apakah berhala itu dapat memberikan pertolongan kepada mereka atau menolak bahaya yang mengancam mereka. Tentu saja mereka tidak dapat memberikan bukti-bukti seperti itu, karena tidak mungkin benda mati yang mereka buat dengan tangan mereka sendiri akan dapat membuat sesuatu atau dapat menolong serta menolak kemudaratan dari mereka. \nOleh sebab itu, Allah menegaskan bahwa berhala-berhala itu tidak memiliki kekuasaan sedikit pun (walau sebesar zarrah sekalipun) terhadap langit, bumi, dan apa yang terdapat dalam keduanya, dan tidak ada kemampuan sama sekali untuk menolong mereka. Bagaimanakah mereka sampai menyembahnya kalau mereka mempergunakan akal pikiran mereka. Dalam ayat lain, Allah menegaskan pula hal ini dengan firman-Nya:\nDan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari. (Fathir/35: 13) \n\nMereka tidak memiliki apa pun secara sendiri atau secara berserikat dengan yang lain dan tidak ada suatu apa pun yang bekerja sama dengan mereka dalam menciptakan atau memiliki sesuatu. Hal ini adalah fakta yang kita lihat di dunia.",
    "quraish": "Katakan kepada orang-orang musyrik, \"Mohonlah kepada tuhan-tuhan yang kalian anggap secara tidak benar sebagai tandingan Allah, agar mereka mendatangkan kebaikan atau menjauhkan marabahaya dari diri kalian. Mereka pasti tidak akan mempedulikan permintaan itu, karena tuhan-tuhan itu tidak memiliki apa- apa, baik yang ada di langit maupun di bumi, meskipun sekecil biji atom. Mereka bukanlah sekutu Allah dalam penciptaan atau pemilikan alam. Tidak satu pun dari mereka yang memberikan bantuan kepada Allah dalam mengatur segala urusan makhluk-Nya.",
    "jalalayn": "(Katakanlah) hai Muhammad kepada orang-orang kafir Mekah, (\"Serulah mereka yang kalian anggap) sebagai tuhan-tuhan (selain Allah) untuk memberi manfaat kepada diri kalian sesuai dengan dugaan dan sangkaan kalian. Maka Allah berfirman mengenai yang dipertuhankan mereka itu (mereka tidak memiliki seberat) walau hanya seberat (zarah) kebaikan atau keburukan (di langit dan di bumi, dan mereka tidak mempunyai suatu saham pun dalam penciptaan langit dan bumi) tidak ikut andil (dan tidak ada bagi-Nya) yakni bagi Allah swt. (dari mereka) yang dianggap sebagai tuhan-tuhan itu (seorang pembantu pun\") yaitu yang membantu-Nya."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 23,
    "arab": "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهٗٓ اِلَّا لِمَنْ اَذِنَ لَهٗ ۗحَتّٰىٓ اِذَا فُزِّعَ عَنْ قُلُوْبِهِمْ قَالُوْا مَاذَاۙ قَالَ رَبُّكُمْۗ قَالُوا الْحَقَّۚ وَهُوَ الْعَلِيُّ الْكَبِيْرُ ",
    "translation": "Dan syafaat (pertolongan) di sisi-Nya hanya berguna bagi orang yang telah diizinkan-Nya (memperoleh syafaat itu). Sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata, “Apakah yang telah difirmankan oleh Tuhanmu?” Mereka menjawab, “(Perkataan) yang benar,” dan Dialah Yang Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3629.mp3",
    "tafsir": "Di akhirat berhala itu tidak dapat menolong mereka dari kesulitan. Juga tidak mungkin memberi syafaat karena pada hari itu tidak ada seorang pun yang dapat memberi syafaat, kecuali dengan izin Allah. Apakah mungkin Allah akan mengizinkan berhala-berhala yang menjadi sebab bagi kesesatan hamba-Nya untuk memberi syafaat? Syafaat tidak akan diberikan Allah kecuali kepada para nabi, malaikat, dan hamba-Nya yang dianggap berhak untuk diberi syafaat. Firman Allah:\nTidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. (al-Baqarah/2: 255)\nDan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. (an-Najm/53: 36)\n\nPada hari itu, hamba-hamba Allah menunggu dengan perasaan gelisah dan tidak sabar, siapakah di antara mereka yang akan diizinkan-Nya untuk memberi syafaat dan yang akan mendapat syafaat. Ketika itu, mereka berdiam semuanya karena ketakutan telah hilang dari hati mereka dan Allah akan memberi ketetapan-Nya. Mereka menunggu sambil berharap-harap dan bertanya-tanya antara sesama mereka apa yang difirmankan Tuhan. Semua menjawab, \"Yang difirmankan Allah ialah perkataan yang benar yaitu syafaat-Nya akan diberikan kepada siapa yang diridai-Nya karena Dia Mahatinggi dan Mahabesar.\" Pada waktu itu, sadarlah orang-orang kafir bahwa mereka tidak akan mendapat syafaat dan tahulah mereka nasib apa yang harus mereka alami.",
    "quraish": "Tidak seorang pun dapat menggunakan syafaat di sisi Allah kecuali orang yang benar-benar dipersiapkan untuk memberikan syafaat. Sehingga, ketika rasa takut telah lenyap dari diri mereka karena izin Allah kepada mereka untuk mendapatkan syafaat, mereka saling bertanya dengan perasaan gembira, \"Apa kata Tuhan kalian?\" Dikatakan kepada mereka, \"Allah berkata benar. Dia memberikan izin bagi orang yang dikehendaki-Nya. Hanya Allah yang berhak merasa besar dan sombong. Allah mengizinkan dan melarang siapa saja sesuai dengan kehendak-Nya.\"",
    "jalalayn": "(Dan tiadalah berguna syafaat di sisi Allah) Maha Tinggi Allah, ayat ini merupakan sanggahan terhadap perkataan mereka, bahwa sesungguhnya tuhan-tuhan sesembahan mereka akan dapat memberikan syafaat kepada mereka di sisi-Nya (melainkan bagi orang yang telah diizinkan) dapat dibaca Adzina atau Udzina (baginya) untuk memberi syafaat itu (sehingga apabila telah dihilangkan ketakutan) dapat dibaca Fazza'a atau Fuzzi'a (dari hati mereka) karena ada orang yang diizinkan untuk memberi syafaat (mereka berkata) sebagian dari mereka berkata kepada sebagian yang lain karena mendapat berita gembira itu, (\"Apakah yang telah difirmankan oleh Rabb kalian?\") mengenai syafaat itu. (Mereka menjawab) \"Perkataan (yang benar\") yakni Dia telah memberi izin kepadanya untuk memberi syafaat (dan Dialah Yang Maha Tinggi) di atas semua makhluk-Nya dengan mengalahkan mereka semuanya (lagi Maha Besar) yakni Maha Agung."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 24,
    "arab": "۞ قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۙوَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Katakanlah (Muhammad), “Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?” Katakanlah, “Allah,” dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3630.mp3",
    "tafsir": "Pada ayat ini, Allah dengan perantaraan Nabi Muhammad menanyakan kepada kaum musyrik, siapakah yang memberi mereka rezeki dari langit dan bumi dengan menurunkan hujan, dan dengan air hujan itu bumi menjadi subur dan menumbuhkan berbagai macam tumbuhan untuk menjadi makanan bagi mereka dan binatang ternak. Mereka tentu tidak dapat menjawabnya. Walaupun mereka ingin mengatakan Allah, jawaban yang sesuai dengan hati nurani mereka, tetapi mereka menjawabnya berhala-berhala, jawaban yang sebetulnya bertentangan dengan hati nurani mereka yang membenarkan seruan Nabi Muhammad. Oleh sebab itu, mereka terdiam, tidak dapat memberikan jawaban apa pun. Demikianlah Allah memerintahkan kepada Muhammad bahwa yang memberi rezeki baik dari langit maupun bumi hanyalah Allah. Pertanyaan semacam ini disebut pula pada ayat lain yaitu:\nKatakanlah (Muhammad), \"Siapakah Tuhan langit dan bumi?\" Katakanlah, \"Allah.\" Katakanlah, \"Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?\" (ar-Ra'd/13: 16) \n\nAllah lalu menyuruh Nabi Muhammad mengatakan kepada mereka setelah tidak dapat menjawab pertanyaan di atas, \"Kami atau kamu pasti berada dalam petunjuk atau dalam kesesatan yang nyata.\" Inilah suatu cara berdiskusi yang amat halus dan tajam. Nabi tidak mengatakan bahwa kaum musyrik itulah yang sesat dan dirinya yang benar, tetapi dia menyatakan salah satu di antara keduanya pasti ada yang mengikuti jalan yang benar dan ada yang mengikuti jalan yang sesat. Ucapan ini pasti menarik lawan untuk berpikir siapa sebenarnya yang mendapat petunjuk dan siapa yang sesat, dan menghindari cara-cara yang keras karena akan mendatangkan jawaban yang keras pula. Kalau Nabi saw mengatakan dengan tegas bahwa merekalah yang sesat, tentu mereka akan menjawab dengan tegas bahwa Nabilah yang sesat.",
    "quraish": "Wahai Muhammad, katakan kepada orang-orang musyrik, \"Siapakah yang mendatangkan rezeki kalian dari langit dan bumi?\" Berikanlah jawaban kepada orang-orang yang diam membisu lantaran sikap keras kepala mereka dengan mengatakan, \"Allah yang mendatangkan rezeki kalian. Kami, orang-orang beriman, dan kalian, orang-orang musyrik, berada pada dua pilihan: petunjuk kesesatan yang nyata.\"",
    "jalalayn": "(Katakanlah! \"Siapakah yang memberi rezeki kepada kalian dari langit) melalui hujan (dan dari bumi?\") melalui tumbuh-tumbuhan (Katakanlah! \"Allah\") jika mereka tidak mengatakan demikian, maka tidak akan ada jawaban lain yang benar (dan sesungguhnya kami atau kalian) yakni salah satu di antara kedua golongan (pasti berada dalam petunjuk atau dalam kesesatan yang nyata) nyata sesatnya, apakah kami atau kalian orang-orang kafir. Dikatakan dengan ungkapan yang samar demi untuk melunakkan hati orang yang kafir, dengan maksud menyeru mereka kepada iman, yaitu apabila mereka sesuai dengan Nabi saw."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 25,
    "arab": "قُلْ لَّا تُسْـَٔلُوْنَ عَمَّآ اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Katakanlah, “Kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3631.mp3",
    "tafsir": "Pada ayat ini, Nabi Muhammad disuruh mengatakan kepada mereka bahwa masing-masing bertanggung jawab penuh atas segala perbuatannya. Kaum musyrik tidak bertanggung jawab atas perbuatan kaum Muslimin yang salah, demikian pula sebaliknya, kaum Muslimin pun tidak bertanggung jawab atas segala perbuatan kaum musyrik. Sebagian mufasir mengatakan bahwa orang-orang musyrik pernah menuduh Nabi saw dan orang-orang mukmin bahwa mereka telah berdosa besar karena murtad dan mengkhianati agama nenek moyang mereka. Sebagai jawaban atas tuduhan itu, dikemukakan bahwa kaum Muslimin memang bertanggung jawab atas segala dosa dan kesalahan mereka. Demikian pula kaum musyrikin bertanggung jawab pula sepenuhnya atas segala perbuatan mereka yang baik ataupun yang jahat. Pada ayat lain, Allah menyuruh Nabi mengucapkan kata-kata yang senada dengan ini, seperti firman-Nya:\nDan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (Yunus/10: 41)",
    "quraish": "Katakan kepada mereka, \"Kalian tidak akan ditanya tentang dosa-dosa kami, dan kami pun tidak akan ditanya tentang dosa-dosa kalian.\"",
    "jalalayn": "(Katakanlah! \"Kalian tidak akan ditanya tentang dosa yang kami perbuat) tentang dosa-dosa kami (dan kami tidak akan ditanya pula tentang apa yang kalian perbuat\") karena sesungguhnya kami berlepas diri dari kalian."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 26,
    "arab": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّۗ وَهُوَ الْفَتَّاحُ الْعَلِيْمُ ",
    "translation": "Katakanlah, “Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia Yang Maha Pemberi keputusan, Maha Mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3632.mp3",
    "tafsir": "Kemudian Nabi diperintahkan untuk mengatakan kepada kaum musyrikin itu, \"Allah akan mengumpulkan kita semua pada hari Kiamat dan di sanalah Dia akan memberi keputusan terhadap kita dan perbuatan kita dengan seadil-adilnya. Di sana akan jelas siapa di antara kita yang sesat dan siapa yang menempuh jalan yang lurus, siapa di antara kita yang salah dan siapa yang benar.\"\nSemua perbuatan hamba-Nya akan ditimbang dengan neraca keadilan. Perbuatan buruk akan dibalas dengan balasan yang setimpal dan perbuatan baik akan dibalas dengan pahala yang berlipat ganda. Hal ini disebut pula dengan jelas pada ayat lain, yaitu:\nDan pada hari (ketika) terjadi Kiamat, pada hari itu manusia terpecah-pecah (dalam kelompok). Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka di dalam taman (surga) bergembira. Dan adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami serta (mendustakan) pertemuan hari akhirat, maka mereka tetap berada di dalam azab (neraka). (ar-Rum/30: 14-16)\n\nDi sanalah nanti Allah memberikan keputusan, tidak ada yang dapat membantah karena semua keputusan itu berdasarkan fakta-fakta yang nyata yang tidak dapat disangkal lagi. Allah Maha Mengetahui kapan vonis itu akan dijatuhkan-Nya, tidak ada seorang hamba pun yang dapat mengetahui, karena Dialah yang Maha Pemberi Keputusan dan Maha Mengetahui.",
    "quraish": "Katakan pula kepada mereka, \"Pada hari kiamat nanti, Allah akan menghimpun kita dan akan memberikan keputusan antara kita secara adil. Dialah yang Maha Memutuskan segala persoalan dan Mahatahu akan kebenaran di antara kita.",
    "jalalayn": "(Katakanlah! \"Rabb kita akan mengumpulkan kita semua) kelak di hari kiamat (kemudian Dia memberi keputusan) memutuskan (antara kita dengan benar) maka orang-orang yang benar akan dimasukkan-Nya ke dalam surga, dan orang-orang yang salah akan dimasukkan-Nya ke dalam neraka. (Dan Dialah Maha Pemberi keputusan) Yang menghukumi (lagi Maha Mengetahui\") tentang keputusan hukum yang diambil-Nya."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 27,
    "arab": "قُلْ اَرُوْنِيَ الَّذِيْنَ اَلْحَقْتُمْ بِهٖ شُرَكَاۤءَ كَلَّا ۗبَلْ هُوَ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Katakanlah, “Perlihatkanlah kepadaku sembahan-sembahan yang kamu hubungkan dengan Dia sebagai sekutu-sekutu(-Nya), tidak mungkin! Sebenarnya Dialah Allah Yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3633.mp3",
    "tafsir": "Allah lalu memerintahkan kepada Nabi Muhammad supaya menanyakan kepada orang-orang musyrik itu, siapakah dan apakah sebenarnya berhala-berhala yang mereka persekutukan dengan Allah. Mereka diminta untuk menerangkan kepadanya siapa berhala-berhala itu, bagaimana sifat-sifatnya, nilai dan mutunya, serta kedudukannya. Mengapa mereka dijadikan sembahan, apakah memang dia berhak disembah? \nPertanyaan-pertanyaan yang dikemukakan kepada mereka itu sebagai tantangan dan pernyataan bahwa mereka tidak mempergunakan akal mereka karena menyembah sesuatu yang tidak ada nilainya, benda mati yang mereka buat dengan tangan mereka sendiri. Sekali-kali tidak mungkin dan tidak masuk akal mempersekutukan benda mati dengan Allah Yang Mahaperkasa dan Maha Mengetahui.",
    "quraish": "Perlihatkan kepadaku tuhan-tuhan yang kalian sejajarkan dengan Allah dalam hal kelayakan mereka untuk disembah, yang kalian anggap sebagai tandingan-tandingan Allah. Allah tidak memiliki tandingan. Dialah yang Mahaperkasa atas segala sesuatu, lagi Mahabijaksana dalam setiap perbuatan dan pemeliharaan.\"",
    "jalalayn": "(Katakanlah! \"Perlihatkanlah kepadaku) maksudnya beritahukanlah kepadaku (sesembahan-sesembahan yang kalian hubungkan dengan Dia sebagai sekutu-sekutu-Nya) untuk kalian sembah (sekali-kali tidak mungkin! Dialah Allah Yang Maha Perkasa) yakni Maha Menang atas semua perkara-Nya (lagi Maha Bijaksana\") di dalam mengatur makhluk-Nya, maka tiadalah bagi-Nya sekutu dalam kerajaan-Nya."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 28,
    "arab": "وَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
    "translation": "Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3634.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Nabi Muhammad diutus kepada seluruh manusia. Ia bertugas sebagai pembawa berita gembira bagi orang yang mempercayai dan mengamalkan risalah yang dibawanya dan sekaligus pembawa peringatan kepada orang yang mengingkari atau menolak ajaran-ajarannya. Nabi Muhammad adalah nabi penutup, tidak ada lagi nabi dan rasul diutus Allah sesudahnya. Dengan demikian, pastilah risalah yang dibawanya itu berlaku untuk seluruh manusia sampai kiamat. Sebagai risalah yang terakhir, maka di dalamnya tercantum peraturan-peraturan dan syariat hukum-hukum yang layak dan baik untuk dijalankan di setiap tempat dan masa. \nRisalah yang dibawa Nabi Muhammad bersumber dari Allah Yang Mahabijaksana dan Maha Mengetahui. Tuhan yang menciptakan langit dan bumi dan segala apa yang ada pada keduanya. Dialah yang mengatur segala apa yang ada pada keduanya. Dialah yang mengatur semuanya itu dengan peraturan yang amat teliti sehingga semuanya berjalan dengan baik dan harmonis. Allah yang demikian besar kekuasaan-Nya tidak mungkin akan menurunkan suatu risalah yang mencakup seluruh umat manusia kalau peraturan dan syariat itu tidak mencakup seluruh kepentingan manusia pada setiap masa. Dengan demikian, pastilah risalahnya itu risalah yang baik untuk diterapkan kepada siapa dan umat yang mana pun di dunia ini. Banyak ayat di dalam Al-Qur'an yang menegaskan bahwa Muhammad diutus kepada manusia seluruhnya.\nMahasuci Allah yang telah menurunkan al-Furqan (Al-Qur'an) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia). (al-Furqan/25: 1) \n\nDan firman-Nya:\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.\"(al-A 'raf/7: 158) \n\nHal ini tidak diketahui oleh semua orang bahkan kebanyakan manusia menolak dan menantangnya. Di antara penantang-penantang itu adalah kaum Muhammad sendiri yaitu orang-orang kafir Mekah. \nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12: 103)",
    "quraish": "Wahai Muhammad, sesungguhnya Kami tidak mengutusmu kecuali untuk seluruh umat manusia, sebagai pembawa berita gembira bagi orang beriman dan pemberi peringatan bagi orang kafir. Namun sebagian besar manusia tidak mengetahui kebenaran dirimu dan misi kerasulanmu yang universal.",
    "jalalayn": "(Dan Kami tidak mengutus kamu, melainkan untuk semua) lafal Kaaffatan berkedudukan menjadi Hal atau kata keterangan keadaan dari lafal An Naas yang sesudahnya, didahulukan mengingat kedudukannya yang sangat penting (manusia sebagai pembawa berita gembira) kepada orang-orang yang beriman, bahwa mereka akan masuk surga (dan sebagai pemberi peringatan) kepada orang-orang kafir bahwa mereka akan dimasukkan ke dalam neraka (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui hal ini)."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 29,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan mereka berkata, “Kapankah (datangnya) janji ini, jika kamu orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3635.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa kaum musyrik menentang Nabi Muhammad sebagai pembawa berita gembira bagi orang mukmin dan pemberi peringatan bagi kaum yang ingkar. Muhammad menerangkan kepada mereka bahwa keadilan Allah bukan hanya berlaku di dunia saja, tetapi mencakup keadilan di akhirat. Semua perbuatan manusia akan dibalas dengan balasan yang setimpal. Mereka mengolok-olok ucapan Nabi saw dan mengatakan bahwa hari Kiamat tidak mungkin terjadi dan tidak mungkin akan terjadi. Mereka berkata kepadanya dengan nada mengejek, \"Kalau benar kiamat yang dijanjikan Tuhanmu itu benar akan terjadi, maka terangkanlah kepada kami kapan akan terjadi.\" Bahkan pada ayat lain diterangkan bahwa mereka menantang Nabi Muhammad supaya kedatangan hari kiamat itu disegerakan saja, sebagaimana disebut dalam firman Allah:\nOrang-orang yang tidak percaya adanya hari kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya kiamat itu benar-benar telah tersesat jauh. (asy-Syura/42: 18) \n\nEjekan dan tantangan mereka itu menunjukkan ketidaktahuan mereka tentang tugas Nabi Muhammad sebagai rasul, dan mereka tidak mengetahui batas-batas tugasnya. Rasul itu hanya seorang manusia yang ditugaskan Allah menyampaikan risalah. Dia bukan orang yang berkuasa dan mempunyai ilmu seperti Tuhannya. Ilmu dan kekuasaannya terbatas pada apa yang diberikan Allah kepadanya. Kalau ditanyakan kepadanya tentang hal-hal yang gaib, dia tentu tidak akan dapat menjelaskannya kecuali bila Allah telah memberitahukan kepadanya. Kalau diminta kepadanya agar diturunkan azab atau disegerakan datangnya hari Kiamat, maka hal itu berada di luar kemampuannya.",
    "quraish": "Dengan maksud menjauhkan kemungkinan datangnya hari pembalasan yang dijanjikan Allah, orang-orang kafir berkata, \"Bilakah datangnya janji itu, lalu kami masuk neraka dan kalian masuk surga, jika janji itu memang benar?\"",
    "jalalayn": "(Dan mereka berkata, \"Kapankah datangnya janji ini) yakni azab yang kamu janjikan itu (jika kamu adalah orang-orang yang benar?\") dalam janjimu itu."
  },
  {
    "ruku": 372,
    "name": "Saba'",
    "ayat": 30,
    "arab": "قُلْ لَّكُمْ مِّيْعَادُ يَوْمٍ لَّا تَسْتَأْخِرُوْنَ عَنْهُ سَاعَةً وَّلَا تَسْتَقْدِمُوْنَ ࣖ ",
    "translation": "Katakanlah, “Bagimu ada hari yang telah dijanjikan (hari Kiamat), kamu tidak dapat meminta penundaan atau percepatannya sesaat pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3636.mp3",
    "tafsir": "Sebagai jawaban atas keingkaran dan tantangan kaum musyrik itu, Allah menyuruh Nabi Muhammad menegaskan kepada mereka bahwa hari kiamat itu pasti terjadi pada waktu yang telah ditentukan Allah. Bila waktunya sudah tiba, kiamat itu tidak dapat diundurkan atau dimajukan walau sesaat pun. Oleh sebab itu, mereka harus berhati-hati, selalu waspada, dan bersiap-siap dengan iman dan amal saleh. Jika waktu kiamat sudah datang, tidak ada kesempatan lagi bagi seseorang untuk bertobat dan dia akan menyesal kelak bila melihat azab yang disediakan bagi orang yang ingkar.",
    "quraish": "Wahai Nabi, katakan kepada mereka, \"Akan datang kepada kalian saat hari besar yang dijanjikannya itu. Tidak akan ditunda atau disegerakan meskipun sekejap saja.\"",
    "jalalayn": "(Katakanlah! \"Bagi kalian ada hari yang telah dijanjikan yang tiada dapat kalian minta mundur daripadanya barang sesaat pun dan tidak pula kalian dapat meminta supaya diajukan\") daripadanya, hari yang dimaksud adalah hari kiamat."
  }
]