[
  {
    "ruku": 373,
    "name": "Saba'",
    "ayat": 31,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَنْ نُّؤْمِنَ بِهٰذَا الْقُرْاٰنِ وَلَا بِالَّذِيْ بَيْنَ يَدَيْهِۗ وَلَوْ تَرٰىٓ اِذِ الظّٰلِمُوْنَ مَوْقُوْفُوْنَ عِنْدَ رَبِّهِمْۖ يَرْجِعُ بَعْضُهُمْ اِلٰى بَعْضِ ِۨالْقَوْلَۚ يَقُوْلُ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا لَوْلَآ اَنْتُمْ لَكُنَّا مُؤْمِنِيْنَ ",
    "translation": "Dan orang-orang kafir berkata, “Kami tidak akan beriman kepada Al-Qur'an ini dan tidak (pula) kepada Kitab yang sebelumnya.” Dan (alangkah mengerikan) kalau kamu melihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebagian mereka mengembalikan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “Kalau tidaklah karena kamu tentulah kami menjadi orang-orang mukmin.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3637.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana mendalamnya keingkaran orang-orang musyrik terhadap agama yang dibawa oleh Nabi Muhammad dengan agama samawi lainnya yang dibawa oleh para rasul sebelumnya. Mereka menyatakan tekad tidak akan beriman kepada Al-Qur'an dan kitab-kitab yang diturunkan Allah kepada para rasul-Nya. Bagi orang-orang yang bertekad seperti ini tidak ada suatu dalil atau bukti pun yang dapat mereka terima, walaupun bukti itu kuat, nyata, dan dapat diterima oleh akal yang sehat atau pikiran yang jernih.\nHati mereka telah dipenuhi dengan fanatisme yang keras sehingga semua yang bertentangan dengan paham mereka adalah salah, sesat, dan sama sekali tidak dapat diterima. Pernah kaum musyrik Mekah bertanya kepada Ahli Kitab tentang bagaimana ciri-ciri dan sifat-sifat Muhammad saw dan apakah hal itu disebutkan dalam kitab mereka. Sebagian Ahli Kitab menerangkan ciri-ciri dan sifat-sifat Muhammad saw. Mereka juga mengatakan bahwa mungkin Muhammad saw itu memang seorang rasul utusan Tuhan. Bagi orang yang hatinya bersih dan tidak dikotori oleh kesombongan dan fanatik buta, jawaban ini akan menginsafkan mereka dan menjadikan mereka berpikir. Tetapi, jawaban itu membuat mereka menjadi marah dan menolak mentah-mentah keterangan para Ahli Kitab itu dan tidak mau memercayainya. Memang batin mereka telah ditutup untuk menerima kebenaran sebagaimana disebut dalam firman Allah:\nAllah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 7)\n\nOleh karena tidak ada bukti yang dapat menginsafkan mereka, dan yang patut dikemukakan kepada mereka ialah ancaman yang keras, maka pada ayat-ayat ini diceritakan bagaimana keadaan orang-orang kafir itu dan para pemimpin mereka di akhirat nanti ketika berdiri di hadapan Allah. Pada waktu itu, orang-orang kafir itu sadar bahwa mereka telah sesat. Mereka menoleh kepada pemimpin mereka dan berkata, \"Kalau tidak karena tindakanmu terhadap kami di dunia, tentu kami tidak akan mengalami hal seperti ini. Kami tentu telah beriman kepada Muhammad saw dan termasuk hamba Allah yang diridai-Nya.\"",
    "quraish": "Orang-orang kafir berkata, \"Kami tidak akan mempercayai kebenaran al-Qur'ân dan kitab-kitab suci yang turun sebelum itu sebagaimana perintah dan seruanmu. Jika kamu--wahai orang yang kelak dapat melihat--menyaksikan sendiri orang-orang zalim itu berdiri di hadapan Allah swt., Pencipta dan Penguasa urusan mereka, kamu pasti akan mendapatkan suatu hal yang menakjubkan dari sikap mereka yang saling melemparkan tuduhan. Kaum lemah dari kalangan orang-orang zalim itu berkata kepada para pembesar, \"Kalau bukan karena kekuasaan kalian, kami pasti akan menjadi orang beriman.\"",
    "jalalayn": "(Dan orang-orang kafir berkata) yakni sebagian dari penduduk Mekah (\"Kami sekali-kali tidak akan beriman kepada Alquran ini dan tidak pula kepada kitab sebelumnya\") kitab-kitab yang telah mendahuluinya, seperti kitab Taurat dan Injil yang di dalam kedua kitab tersebut disebutkan tentang adanya hari berbangkit, demikian itu karena mereka ingkar kepada Alquran. Lalu Allah berfirman mengenai mereka itu, (\"Dan kalau kamu lihat) hai Muhammad ketika orang-orang yang lalim itu) yakni orang-orang yang kafir (dihadapkan kepada Rabbnya, sebagian dari mereka menghadapkan perkataan kepada sebagian yang lain. Orang-orang yang dianggap lemah berkata) yaitu para pengikut dari mereka (kepada orang-orang yang menyombongkan diri) yakni para pemimpinnya, ('Kalau tidak karena kalian) maksudnya seandainya kalian tidak menghalang-halangi kami untuk beriman (tentulah kami menjadi orang-orang yang beriman') kepada Nabi saw."
  },
  {
    "ruku": 373,
    "name": "Saba'",
    "ayat": 32,
    "arab": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْا لِلَّذِيْنَ اسْتُضْعِفُوْٓا اَنَحْنُ صَدَدْنٰكُمْ عَنِ الْهُدٰى بَعْدَ اِذْ جَاۤءَكُمْ بَلْ كُنْتُمْ مُّجْرِمِيْنَ ",
    "translation": "Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, “Kamikah yang telah menghalangimu untuk memperoleh petunjuk setelah petunjuk itu datang kepadamu? (Tidak!) Sebenarnya kamu sendirilah orang-orang yang berbuat dosa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3638.mp3",
    "tafsir": "Ucapan dan tuduhan ini dijawab oleh para pemimpin yang telah menjerumuskan mereka karena hendak melepaskan diri dari tanggung jawab. Para pemimpin itu berkata, \"Apakah kami pernah menghalangi kamu mengikuti petunjuk? Kami tidak pernah memaksa kamu supaya mengikuti kemauan kami dan mengikuti jalan yang kami tempuh. Kami tidak pernah menghalangi kamu mengikuti ajaran yang dibawa oleh rasul Allah. Hanya kamu sendirilah dengan kemauan kamu sendiri pula yang menolak ajaran itu, dan turut mendustakannya. Kalau kamu telah sesat disebabkan tindakan kamu, janganlah kami dibawa-bawa untuk mempertanggungjawabkan perbuatanmu itu. Kamu sebenarnya termasuk orang-orang sesat.\" \nKalau jawaban para pemimpin itu diucapkan pada waktu mereka masih di dunia, para pengikutnya pasti akan diam, karena pengaruhnya yang besar terhadap mereka. Tetapi, lain halnya di akhirat. Kedudukan manusia di hadapan Allah semua sama, tidak ada bawahan dan pimpinan, dan tidak ada kaum feodal atau kaum jelata.",
    "quraish": "Para pembesar kaum mengingkari pernyataan pengikut mereka dengan mengatakan, \"Tidak benar jika kami merintangi jalan kalian untuk mendapatkan petunjuk. Pada dasarnya kalian memang lebih memilih jalan kesesatan daripada petunjuk.\"",
    "jalalayn": "(Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, 'Kamikah yang telah menghalang-halangi kalian dari petunjuk sesudah petunjuk itu datang kepada kalian?) Tidak, (sebenarnya kalian sendirilah orang-orang yang berdosa') terhadap diri kalian sendiri."
  },
  {
    "ruku": 373,
    "name": "Saba'",
    "ayat": 33,
    "arab": "وَقَالَ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ اِذْ تَأْمُرُوْنَنَآ اَنْ نَّكْفُرَ بِاللّٰهِ وَنَجْعَلَ لَهٗٓ اَنْدَادًا ۗوَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۗ وَجَعَلْنَا الْاَغْلٰلَ فِيْٓ اَعْنَاقِ الَّذِيْنَ كَفَرُوْاۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “(Tidak!) Sebenarnya tipu daya(mu) pada waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami agar kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.” Mereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3639.mp3",
    "tafsir": "Oleh sebab itu, para pengikut itu tidak puas mendengar jawaban para pemimpinnya dan melanjutkan dakwaan bahwa para pemimpin itu selalu membujuk dan menipu mereka siang dan malam, serta memerintahkan supaya ingkar kepada Allah dan mempersekutukan-Nya dengan yang lain. Tetapi, semuanya telah telanjur dan tidak ada waktu lagi untuk kembali kepada kebenaran atau untuk bertobat. \nSemuanya, baik para pemimpin maupun pengikutnya, telah mengetahui akan mendapat balasan yang setimpal atas ke-ingkaran dan kedurhakaan mereka. Mereka merasa sangat menyesal ketika melihat azab yang akan ditimpakan kepada mereka, tetapi penyesalan itu tidak berguna lagi. Mereka dimasukkan ke neraka dalam keadaan terbelenggu. Memang siksaan itulah yang layak ditimpakan karena sikap dan perbuatan mereka selama di dunia.",
    "quraish": "Orang-orang lemah itu balik berkata, \"Tetapi rencana dan bujukan kalian di siang dan malam hari telah menjerumuskan kami ke dalam jurang kehancuran. Saat itu kalian perintahkan kami untuk mengingkari dan menyekutukan Allah.\" Kedua belah pihak berusaha menutupi penyesalan masing-masing, saat menyaksikan azab hampir datang, meskipun penyesalan itu tidak akan berguna lagi. Kami letakkan belenggu pada leher orang-orang yang tidak mau beriman. Tidakkah mereka itu pantas menerima balasan yang setimpal dengan perbuatan mereka?",
    "jalalayn": "(Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, 'Sebenarnya tipu daya di waktu malam hari dan siang hari) yaitu tipu daya kalian terhadap kami yang kalian lakukan malam dan siang hari (ketika kalian menyeru kami supaya kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.') (Mereka menyembunyikan) kedua golongan itu, yaitu mereka yang menjadi pengikut kesesatan dan yang menjadi pemimpin kesesatan (penyesalannya) karena tidak mau beriman kepada Nabi saw. (tatkala mereka melihat azab.\") masing-masing golongan menyembunyikan penyesalannya karena takut dicela. (Dan Kami pasang belenggu di leher orang-orang yang kafir) di dalam neraka. (Tiadalah) (mereka dibalas melainkan) dengan pembalasan (apa yang telah mereka kerjakan) di dunia."
  },
  {
    "ruku": 373,
    "name": "Saba'",
    "ayat": 34,
    "arab": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍ ِالَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
    "translation": "Dan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, “Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3640.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa tidak ada seorang nabi pun yang dikirim Allah ke suatu negeri yang tidak mendapat perlawanan dari pemuka-pemuka kaumnya. Mereka biasanya adalah kaum elite yang menguasai kehidupan politik dan ekonomi negeri itu. Mereka sudah mapan dan hidup mewah, dan berfoya-foya. Dengan kedatangan nabi-nabi, mereka merasa kemapanan hidup mereka terusik oleh ajaran-ajaran yang dibawa para nabi itu. \nAgama tidak membenarkan yang berkuasa menzalimi yang lemah, sedangkan kemapanan mereka dipertahankan dengan jalan menekan golongan lemah. Agama meminta manusia agar mengindahkan kehalalan dan keharaman dalam mencari rezeki dan memanfaatkan kekayaan, sedangkan kekayaan mereka diperoleh dengan cara apa saja, legal atau ilegal, dan kekayaan itu mereka gunakan untuk berfoya-foya. Agama tidak membolehkan melanggar aturan-aturan agama, sedangkan kehidupan mereka tanpa mengindahkan norma-norma itu. Oleh karena itu, mereka menentang nabi-nabi dan dengan lantang menyatakan, \"Kami menentang apa yang kalian ajarkan!\" Ucapan itu menegaskan pula kesombongan mereka, dan selanjutnya mendorong mereka bertindak semena-mena (fusuq) di bumi ini. Bila manusia sudah berbuat semena-mena, maka itu menjadi alasan bagi Allah untuk memperlihatkan kekuasaan-Nya, yaitu memusnahkan mereka. Firman Allah: \nDan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra'/17:16)",
    "quraish": "Setiap kali Kami mengutus seorang rasul yang mengajak kaumnya kepada kebenaran, pihak yang membuat kerusakan dari kalangan mereka pasti mengatakan, \"Kami benar-benar mendustakan ajaran yang kalian bawa.\"",
    "jalalayn": "(Dan Kami tidak mengutus kepada suatu negeri seorang pemberi peringatan pun, melainkan orang-orang yang hidup mewah di negeri itu berkata) yakni para pemimpinnya hidup bergelimang dengan kemewahan, (\"Sesungguhnya kami mengingkari apa yang kamu diutus untuk menyampaikannya.\")"
  },
  {
    "ruku": 373,
    "name": "Saba'",
    "ayat": 35,
    "arab": "وَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ ",
    "translation": "Dan mereka berkata, “Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3641.mp3",
    "tafsir": "Golongan berkuasa yang zalim, sombong, dan semena-mena itu membanggakan kekayaan dan keturunan mereka. Mereka berkata, \"Kami kaya raya dan keturunan kami banyak, kami tidak akan terkena azab (tersentuh hukum).\" Dengan kekayaan, mereka merasa dapat membeli apa saja. Dengan keturunan dan pendukung, mereka beranggapan bahwa kekuasaan mereka terhadap yang lemah dapat terus dipertahankan dari generasi ke generasi. Mereka juga merasa disayangi oleh Allah sehingga di akhirat nanti tidak akan dihukum karena dosa-dosa mereka. Tolok ukur yang mereka pakai adalah kesenangan hidup di dunia. Kesenangan hidup, menurut pandangan mereka, menunjukkan bahwa mereka disayangi, sedangkan kesengsaraan hidup menandakan mereka dibenci Allah. \nSemua anggapan mereka itu tidaklah benar. Pemberian harta yang melimpah dan anak-anak yang berhasil bagi orang kafir tidak merupakan petunjuk bahwa Allah menyayangi mereka, tetapi sebaliknya, sebagaimana dinyatakan ayat berikut:\nApakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa), Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya. (al-Mu'minun/23: 55-56)\n\nWalaupun begitu, azab tidak segera dijatuhkan kepada orang-orang kafir di dunia ini karena Allah masih memberi penangguhan kepada mereka. Hal ini dimaksudkan untuk memberi kesempatan kepada mereka agar bertobat, sebagaimana dinyatakan dalam firman Allah:\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah di-tentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Nahl/16: 61) \n\nDalam ayat lain diterangkan bahwa harta dan anak-anak menjadi ujian bagi manusia, apakah ia tetap beriman dan bersyukur ataukah ingkar. Allah berfirman:\nSesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. (at-Tagabun/64: 15)\n\nSesungguhnya harta bagi orang kafir tidak akan bisa membuat mereka abadi di dunia, tetapi sebaliknya akan menyebabkan mereka dilemparkan ke dalam neraka, sebagaimana firman Allah:\nDia (manusia) mengira bahwa hartanya itu dapat mengekalkannya. (al-Humazah/104: 3)",
    "quraish": "Dengan bangga mereka berkata, \"Kami memiliki harta dan keturunan lebih banyak. Kami tidak akan pernah menemui siksa di akhirat.\"",
    "jalalayn": "(Dan mereka berkata, \"Kami lebih banyak mempunyai harta dan anak-anak) daripada orang-orang yang beriman (dan kami sekali-kali tidak akan diazab.\")"
  },
  {
    "ruku": 373,
    "name": "Saba'",
    "ayat": 36,
    "arab": "قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "translation": "Katakanlah, “Sungguh, Tuhanku melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki), tetapi kebanyakan manusia tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3642.mp3",
    "tafsir": "Pada ayat ini, Allah meminta Nabi Muhammad menegaskan kepada pemuka-pemuka kafir Mekah bahwa yang melapangkan rezeki seseorang dan membatasi rezeki adalah Allah. Hal itu untuk menolak pandangan orang kafir di atas bahwa keberuntungan hidup di dunia adalah tanda kesayangan Allah dan kesengsaraan adalah tanda kebencian-Nya. \nAllah melapangkan atau membatasi rezeki seseorang sesuai dengan kebijaksanaan-Nya. Allah melapangkan rezeki seseorang mungkin karena dipercayai-Nya sehingga mampu mengeluarkan sebagian kekayaannya untuk mereka yang berkekurangan, sebagaimana dinyatakan ayat:\nSungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat, mereka yang tetap setia melaksanakan salatnya, dan orang-orang yang dalam hartanya disiapkan bagian tertentu, bagi orang (miskin) yang meminta dan yang tidak meminta, (al-Ma'arij/70: 19-25)\n\nBagi mereka yang kafir, harta yang melimpah dan keturunan yang banyak dan berhasil justru untuk dijadikan Allah sebagai alasan untuk menghukum mereka. Penyebabnya adalah karena cara memperoleh dan menggunakan kekayaan serta pendidikan keturunan itu tidak sesuai dengan ketentuan Allah, sebagaimana dinyatakan ayat:\nMaka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir. (at-Taubah/9: 55) \n\nSebaliknya, Allah pulalah yang membatasi rezeki seseorang. Bagi yang beriman berkurangnya harta benda, anggota keluarga, dan makanan adalah untuk menguji kesabaran mereka. Bila mereka sabar, Allah akan membahagiakan mereka di dunia dan di akhirat, sebagaimana firman-Nya:\nDan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar. (al-Baqarah/2: 155)\n\nBagi yang tidak kuat imannya, kesengsaraan hidup membuatnya tidak berhenti menyesali nasib, dan akhirnya membawanya kepada kekafiran:\nManusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. (Fushshilat/41: 49)\n\nJelaslah bahwa baik kesenangan maupun kesusahan hidup adalah ujian dari Allah. Kesenangan hidup bukanlah tolok ukur bahwa Allah menyayangi, dan kesempitan hidup bukan pula tolok ukur bahwa Allah membenci. Bisa berarti sebaliknya, bahwa kesenangan hidup diberikan Allah sebagai ujian sehingga orang itu semakin terperosok dalam keingkaran. Kesempitan hidup adalah jalan untuk memperoleh kebahagiaan di akhirat bila orang itu tabah menerimanya. Ketentuan itulah yang tidak diketahui atau tidak dipahami oleh banyak orang, termasuk oleh pemuka kaum kafir Mekah.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Tuhanku telah melapangkan atau membatasi rezeki bagi siapa yang dikehendaki-Nya, baik orang yang durhaka maupun orang yang taat. Namun hal itu bukan berarti pertanda keridaan atau kemurkaan Allah. Tetapi hal itu tidak diketahui oleh sebagian besar manusia.",
    "jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian (dan membatasinya) menyempitkannya bagi siapa yang dikehendakinya sebagai cobaan baginya (akan tetapi kebanyakan manusia) orang-orang kafir Mekah (tidak mengetahui\") hal tersebut."
  }
]