[
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 46,
    "arab": "۞ قُلْ اِنَّمَآ اَعِظُكُمْ بِوَاحِدَةٍۚ اَنْ تَقُوْمُوْا لِلّٰهِ مَثْنٰى وَفُرَادٰى ثُمَّ تَتَفَكَّرُوْاۗ مَا بِصَاحِبِكُمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ ",
    "translation": "Katakanlah, “Aku hendak memperingatkan kepadamu satu hal saja, yaitu agar kamu menghadap Allah (dengan ikhlas) berdua-dua atau sendiri-sendiri; kemudian agar kamu pikirkan (tentang Muhammad). Kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3652.mp3",
    "tafsir": "Pada ayat ini, Allah meminta Nabi Muhammad agar mengajak kaum kafir untuk melakukan satu hal saja, yaitu benar-benar berupaya mendekatkan diri kepada Allah untuk mencari kebenaran. Mendekatkan diri untuk mencari kebenaran dapat dilakukan sendiri-sendiri atau bersama dengan orang lain supaya dapat bertukar pikiran. Setelah itu, mereka diminta untuk merenungkan kebenaran ajaran-ajaran dalam Al-Qur'an, secara tenang, objektif, dan tulus tanpa dipengaruhi hawa nafsu atau kedengkian. Setelah mereka renungkan secara objektif, masih jugakah mereka akan menuduh bahwa yang menyampaikan kebenaran itu, yaitu Nabi Muhammad, tidak benar? Bukankah ajaran Al-Qur'an itu amat benar? Bila benar, pembawa ajaran itu juga benar. Seharusnya mereka sampai kepada kesimpulan bahwa beliau sejatinya adalah seorang yang tulus. Ia hanya ingin mengingatkan dan memperingatkan manusia agar tidak sesat di dunia dan merugi nanti di akhirat. Beliau hanya ingin agar manusia beriman dan menjadi manusia yang baik, agar di dunia bahagia dan di akhirat terhindar dari neraka. Oleh karena itu, mereka seharusnya berterima kasih kepadanya, dan tidak menuduhnya yang bukan-bukan. \nFungsi beliau sebagai pemberi peringatan ini juga disampaikan beliau dalam sebuah hadis:\nSesungguhnya aku ini pemberi peringatan bagimu sekalian sebelum menghadapi azab yang keras. (Riwayat al-Bukhari dari Ibnu 'Abbas)",
    "quraish": "Katakanlah, wahai Muhammad, kepada mereka, \"Hanyasanya aku memerintahkan kalian untuk memiliki satu sikap dasar. Yaitu agar kalian--dengan mengikhlaskan diri kepada Allah dan menjauhi sikap taklid--melakukan pencarian dan perenungan secara tulus ikhlas, baik hal itu kalian lakuan secara terpisah--berdua-dua--agar kalian saling membantu dalam permenungan, ataupun secara sendiri-sendiri agar kalian dapat mencermatinya secara lebih objektif dan mendalam. Setelah itu, pikirkanlah mengenai hal-ihwal kawan kalian (Muhammad) yang berada di tengah-tengah kalian dan kalian ketahui sendiri kenormalan akalnya. Sama sekali Muhammad tidak menderita penyakit gila saat menyampaikan pesan-pesan suci ini. Sungguh, Muhammad tidak lain hanyalah seorang pemberi peringatan akan siksa yang pedih yang ada di hadapan kalian.\"",
    "jalalayn": "(Katakanlah! \"Sesungguhnya aku hendak memperingatkan kepada kalian suatu hal saja) yaitu (supaya kalian menghadap Allah) dengan ikhlas hanya karena-Nya (dua-dua) yakni berduaan (atau sendiri-sendiri) satu persatu (kemudian kalian pikirkan tentang -Muhammad-) sehingga kalian mengetahui (tidak ada pada diri kawan kalian ini) yakni Nabi Muhammad (penyakit gila sedikit pun) yakni kegilaan (tidak lain dia hanyalah pemberi peringatan bagi kalian sebelum) kalian menghadapi (azab yang keras.\") di akhirat nanti jika kalian mendurhakainya."
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 47,
    "arab": "قُلْ مَا سَاَلْتُكُمْ مِّنْ اَجْرٍ فَهُوَ لَكُمْۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Katakanlah (Muhammad), “Imbalan apa pun yang aku minta kepadamu, maka itu untuk kamu. Imbalanku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3653.mp3",
    "tafsir": "Nabi Muhammad selanjutnya diminta oleh Allah untuk menegaskan kepada kaum kafir bahwa beliau tidak mengharapkan pamrih apa-apa dari pekerjaannya menyampaikan dakwah. Kalaupun ada pamrihnya, maka keinginannya hanyalah agar mereka beriman. Dengan beriman, maka keuntungannya akan kembali kepada mereka juga, tidak kepadanya. Ia sendiri hanya mengharapkan pahala dari Allah atas pekerjaannya, bukan keuntungan duniawi. Pahala itu ia harapkan diterimanya nanti di akhirat, tidak di dunia sekarang ini. Lalu apa lagi alasan mereka tidak menerima seruannya? Bila mereka tidak juga mau beriman, maka mereka perlu mengetahui bahwa Allah menyaksikan segala sesuatu sehingga tidak ada yang luput dari pengetahuan-Nya, baik yang nyata, seperti perbuatan-perbuatan jahat, maupun yang gaib, seperti kekafiran. Oleh karena itu, bagi yang beriman dan berbuat baik akan dibalasi-Nya dengan surga, dan yang kafir dan berbuat jahat akan diganjari-Nya dengan neraka.",
    "quraish": "Katakanlah kepada orang-orang kafir itu, \"Kebaikan dari pesan-pesan suci yang kusampaikan ini sebenarnya akan terpulang kepada kalian. Tak ada suatu imbalan yang kuharapkan kecuali dari Allah. Sesungguhnya Dia Mahaawas dan Mahacermat atas segala sesuatu.\"",
    "jalalayn": "(Katakanlah) kepada mereka! (\"Upah apa pun yang aku minta kepada kalian) atas menyampaikan peringatan dan menyampaikan risalah Rabbku (maka upah itu untuk kalian) maksudnya aku tidak meminta upah apa pun atas hal ini. (Upahku tiada lain) tidak lain upahku (hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu\") Maha Menyaksikan dan Maha Mengetahui tentang kebenaranku."
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 48,
    "arab": "قُلْ اِنَّ رَبِّيْ يَقْذِفُ بِالْحَقِّۚ عَلَّامُ الْغُيُوْبِ ",
    "translation": "Katakanlah, “Sesungguhnya Tuhanku mewahyukan kebenaran. Dia Maha Mengetahui segala yang gaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3654.mp3",
    "tafsir": "Selanjutnya Nabi Muhammad diminta oleh Allah menegaskan kepada kaum kafir bahwa Allah selalu melontarkan kebenaran, yaitu menanamkan wahyu-Nya, ke dalam hati para rasul-Nya. Hal itu juga sebagaimana difirmankan-Nya dalam ayat lain:\n(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat). (al-Mu'min/40: 15)\n\nRasul-rasul itu adalah orang-orang yang dipilih Allah. Ia Maha Mengetahui siapa yang pantas untuk dipilih-Nya. Dengan demikian, manusia tidak berwenang mempersoalkannya, sebagaimana difirmankan-Nya:\nDan apabila datang suatu ayat kepada mereka, mereka berkata, \"Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.\" Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan. (al-An'am/6: 124)\n\nKarena wahyu itu dari Allah dan yang menerimanya adalah orang-orang yang terpilih, maka rasul-rasul itu pasti pula benar. Begitu juga ajaran-ajaran yang disampaikannya, sehingga manusia tidak selayaknya membantahnya.",
    "quraish": "Katakanlah kepada mereka, \"Sesungguhnya Tuhanku telah melontarkan kebenaran ke arah kebatilan sehingga kebatilan itu musnah. Dia Maha Mengetahui semua kegaiban sehingga tidak ada satu rahasia pun yang luput dari pengawasan-Nya.\"",
    "jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku mewahyukan kebenaran) yakni menyampaikannya kepada nabi-nabi-Nya (Dia Maha Mengetahui segala yang gaib\") semua apa yang gaib dari makhluk-Nya baik yang di langit maupun yang di bumi."
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 49,
    "arab": "قُلْ جَاۤءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيْدُ ",
    "translation": "Katakanlah, “Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3655.mp3",
    "tafsir": "Allah selanjutnya meminta Nabi Muhammad menegaskan kepada kaum kafir itu bahwa kebenaran telah datang dan kebatilan tidak akan kembali. Maksud kebenaran di sini adalah Islam, sedangkan kebatilan adalah kekafiran. \nKebenaran apabila sudah datang maka kebatilan itu akan dihancurkannya sampai lumat, sebagaimana firman Allah:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya) (al-Anbiya'/21: 18)\nDengan demikian kebatilan akan sirna bila datang kebenaran, dan kebenaran itu akan menang Firman Allah:\nDan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra'/17: 81)\n\nKemenangan kebenaran akan membuat kebatilan tidak akan muncul lagi, baik dalam bentuk baru atau bentuk semula. Kembali dalam bentuk baru yaitu matinya kebatilan yang lama digantikan kebatilan lainnya. Kembali dalam bentuk semula, yaitu hidupnya kembali kebatilan yang sudah mati itu. Contoh kemenangan kebenaran itu adalah penguasaan kota Mekah dimana Nabi Muhammad memasuki Masjidil Haram dan menghancurleburkan berhala-berhala yang ditempatkan kaum kafir Mekah di sekeliling dan di dalam Ka'bah. Sebuah hadis menginformasikan hal itu:\nKetika Rasulullah memasuki Masjidil Haram pada hari penaklukan Mekah dan menemukan banyak berhala terpancang di sekeliling Ka'bah, beliau menusuk satu berhala di antara berhala-berhala itu dengan ujung panahnya dan membaca, \"Yang benar telah datang dan yang batil telah lenyap, sesungguhnya yang batil itu sesuatu yang pasti lenyap,\" dan seterusnya membaca ayat 49 ini. (Riwayat al-Bukhari dan Muslim)\n\nSetelah pengislaman kota Mekah, suku-suku di seluruh Jazirah Arab menyatakan keislaman mereka satu demi satu. Kemudian Islam terus berkembang ke seluruh dunia, dan akan terus berjaya sampai hari kiamat. Dengan demikian, kemenangan kebenaran dan kehancuran kebatilan hanya terwujud dengan perjuangan, sebagaimana Nabi Muhammad, para sahabat, dan para pemimpin sesudah mereka berjuang. Di akhirat nanti, Islam itu pasti benar dan kekafiran itu pasti salah.",
    "quraish": "Katakanlah kepada mereka, \"Islam telah muncul. Dengan kemunculannya, kebatilan tak dapat lagi dijadikan sebagai sarana untuk menolak kebenaran. Sarana-sarana sebelumnya pun tak dapat lagi melakukan hal itu.\"",
    "jalalayn": "(Katakanlah, \"Kebenaran telah datang) yakni agama Islam (dan yang batil itu tidak akan memulai) kekafiran itu tidak akan memulai (dan tidak pula akan mengulangi\") tidak akan ada bekasnya lagi."
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 50,
    "arab": "قُلْ اِنْ ضَلَلْتُ فَاِنَّمَآ اَضِلُّ عَلٰى نَفْسِيْۚ وَاِنِ اهْتَدَيْتُ فَبِمَا يُوْحِيْٓ اِلَيَّ رَبِّيْۗ اِنَّهٗ سَمِيْعٌ قَرِيْبٌ ",
    "translation": "Katakanlah, “Jika aku sesat maka sesungguhnya aku sesat untuk diriku sendiri; dan jika aku mendapat petunjuk maka itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sungguh, Dia Maha Mendengar, Maha-dekat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3656.mp3",
    "tafsir": "Terakhir, Allah memerintahkan Nabi saw menyampaikan kepada kaum kafir bahwa seandainya ia salah, maka kesalahan itu dari dirinya sendiri. Tetapi bila ia benar, maka kebenaran itu diperolehnya dari Allah. \nAyat ini memperlihatkan tanggung jawab yang besar dari Nabi Muhammad. Beliau bertanggung jawab atas seluruh isi dakwah yang beliau sampaikan. Bila ia salah dalam ajaran-ajaran yang disampaikannya, maka ia akan mempertanggungjawabkan sendiri kesalahan itu, tidak akan membawa-bawa umatnya. Tetapi tidak mungkin apa yang beliau sampaikan itu salah, karena semuanya dari Allah, tidak ada yang beliau tambah-tambah atau kurangi. Oleh karena itu, tanggung jawab beliau itu adalah untuk menunjukkan bahwa yang beliau sampaikan itu sangat benar. Dengan demikian, orang-orang kafir itu tidak perlu meragukannya dan seyogyanya beriman. \nBila manusia beriman, maka Allah mendengarnya. Bila mereka menyembah-Nya, Ia mengetahui dan akan menerimanya. Bila hamba-Nya berdoa, maka doanya itu akan dikabulkan-Nya. Hal itu karena Ia Maha Mendengar, Ia juga sangat dekat dengan manusia. Bagaimana dekatnya Allah dengan manusia sehingga Ia mendengar bisikan hatinya dalam bentuk iman atau kafir dan mengabulkan doa orang yang berdoa, dilukiskan ayat berikut:\nDan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya. (Qaf/50: 16) \n\nDalam ayat lain Allah berfirman:\nDan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran. (al-Baqarah/2:186)",
    "quraish": "Katakanlah kepada mereka, \"Jika aku menyalahi kebenaran, maka kerugian akan menimpa diriku sendiri. Jika aku mendapatkan petunjuk, hal itu karena adanya petunjuk Tuhanku. Sesungguhnya Dia Maha Mendengar segala ucapanku dan ucapan kalian. Dia pun Mahadekat dengan diriku dan diri kalian.\"",
    "jalalayn": "(Katakanlah! \"Jika aku sesat) dari kebenaran (maka sesungguhnya aku sesat atas kemudaratan diriku sendiri) yakni dosa kesesatanku ditanggung oleh diriku (dan jika aku mendapat petunjuk maka itu adalah disebabkan apa yang diwahyukan Rabbku kepadaku) berupa Alquran dan Hadis Hikmah. (Sesungguhnya Dia Maha Mendengar) Maha mengabulkan doa (lagi Maha Dekat.\")"
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 51,
    "arab": "وَلَوْ تَرٰىٓ اِذْ فَزِعُوْا فَلَا فَوْتَ وَاُخِذُوْا مِنْ مَّكَانٍ قَرِيْبٍۙ ",
    "translation": "Dan (alangkah mengerikan) sekiranya engkau melihat mereka (orang-orang kafir) ketika terperanjat ketakutan (pada hari Kiamat); lalu mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3657.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa andaikata Rasulullah menyaksikan bagaimana orang-orang kafir itu nanti ketakutan di depan Allah, maka beliau akan menyaksikan peristiwa yang hebat sekali. Pada waktu itu, orang-orang kafir itu dihadapkan kepada siksa Allah. Tempat melarikan diri tidak ada, begitu juga kemungkinan adanya pertolongan, atau tempat untuk berlindung. Oleh karena itu, gemparlah mereka dalam ketakutan yang luar biasa. Pada waktu itulah mereka dibekuk dengan mudah tanpa berkutik karena sudah terpojok di Padang Mahsyar yang menyesakkan.",
    "quraish": "Jika kamu melihat, wahai orang yang melihat dengan cermat, tatkala orang-orang kafir itu ketakutan di saat kebenaran datang, mereka tidak mendapatkan tempat pelarian lagi. Lalu mereka digiring ke neraka dari tempat yang dekat.",
    "jalalayn": "(Dan jika kamu melihat) hai Muhammad (ketika mereka terperanjat ketakutan) sewaktu mereka dibangkitkan, niscaya kamu akan melihat perkara yang hebat (maka mereka tidak dapat melepaskan diri) dari kekuasaan Kami yang dimaksud adalah dari azab Kami (dan mereka ditangkap dari tempat yang dekat) yaitu dari kubur mereka secara langsung."
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 52,
    "arab": "وَّقَالُوْٓا اٰمَنَّا بِهٖۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ",
    "translation": "dan (ketika) mereka berkata, “Kami beriman kepada-Nya.” Namun bagaimana mereka dapat mencapai (keimanan) dari tempat yang jauh?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3658.mp3",
    "tafsir": "Pada waktu itulah mereka bertobat dengan mengikrarkan iman mereka kepada Allah, para rasul-Nya, dan Al-Qur'an. Mereka mengikrarkan iman yang tulus sekali karena semua bukti yang tadinya mereka ragukan telah nyata dan telah terbukti. Ikrar iman seperti itu dilukiskan dalam ayat lain:\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\nMengikrarkan iman untuk bertobat pada waktu itu tidak mungkin lagi mencapai maksud yang diharapkan, karena mereka sudah berada di tempat yang sangat jauh yaitu akhirat. Di tempat yang sangat jauh seperti itu tidak mungkin lagi mencari keselamatan. Tempat mencari keselamatan dengan beriman dan beramal saleh adalah di dunia, tetapi masa itu sudah berlalu dan mereka tidak mungkin lagi dikembalikan ke sana. Oleh karena itu, tobat dan ikrar iman mereka itu tidak berguna dan tidak mungkin diterima.",
    "quraish": "Di saat menyaksikan azab, mereka berkata, \"Kami beriman kepada kebenaran itu.\" Apakah semudah itu mereka mengucapkan keimanan, padahal mereka kini berada di tempat yang jauh dari dunia--sebagai tempat diterimanya keimanan--yang telah berlalu masanya?",
    "jalalayn": "(Dan di waktu itu mereka berkata, \"Kami beriman kepada-Nya) yakni kepada Nabi Muhammad, atau kepada Alquran (bagaimanakah mereka dapat mencapai) meraih keimanan; dapat dibaca Tanaawusy atau huruf Wau diganti menjadi Hamzah, sehingga bacaannya menjadi Tanaa-usy maksudnya amat mustahillah mereka dapat mencapai keimanan (dari tempat yang jauh itu\") dari tempatnya yang sekarang, karena mereka sekarang berada di alam akhirat dan tempat keimanan itu ada di dunia."
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 53,
    "arab": "وَقَدْ كَفَرُوْا بِهٖ مِنْ قَبْلُۚ وَيَقْذِفُوْنَ بِالْغَيْبِ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ",
    "translation": "Dan sungguh, mereka telah mengingkari Allah sebelum itu; dan mereka mendustakan tentang yang gaib dari tempat yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3659.mp3",
    "tafsir": "Dijelaskan lebih lanjut bahwa mereka tidak mungkin lagi mencari keselamatan di tempat yang jauh itu karena semasa hidup di dunia mereka ingkar sekali. Mereka tidak mau mengimani Allah, para rasul-Nya, Al-Qur'an, dan hari kemudian. Sebab mereka tidak mau beriman adalah karena mereka melontarkan dugaan-dugaan yang tidak beralasan sama sekali. Mereka menyangka yang lain dari Allah sebagai Tuhan, menuduh Nabi Muhammad saw. penyair, dukun, penyihir, gila, dan sebagainya, menyatakan Al-Qur'an dongeng, mimpi, atau sihir, dan menyangka bohong adanya hari kemudian beserta surga dan neraka. Semua itu mereka nyatakan tanpa dasar pengetahuan, tetapi hanya berdasarkan dugaan. Dugaan itu diibaratkan orang yang melempar sesuatu yang tidak jelas secara serampangan dari tempat yang jauh. Ia tidak tahu apakah lemparan itu mengenai sasaran atau tidak. Dalam al-Kahf/18: 22 tindakan itu dilukiskan dengan ungkapan: rajman bil-gaib, yaitu membidik sesuatu yang tidak jelas secara serampangan atau menerka-nerka sesuatu tanpa dasar sama sekali.",
    "quraish": "Sebelum datangnya hari kiamat ini, mereka sungguh telah mengingkari kebenaran. Mereka pun selalu melontarkan praduga-praduga batil yang jauh dari kebenaran.",
    "jalalayn": "(Dan sesungguhnya mereka telah mengingkari Allah sebelum itu) sewaktu mereka hidup di dunia (dan mereka menduga-duga) meramal-ramal (tentang yang gaib dari tempat yang jauh) yaitu terhadap hal-hal yang tidak dapat dijangkau oleh pengetahuan mereka, karena mereka sewaktu di dunia mengatakan terhadap Nabi, bahwa Dia adalah penyihir, tukang syair dan tukang ramal. Mereka mengatakan tentang Alquran, bahwa itu adalah sihir, syair, dan ramalan."
  },
  {
    "ruku": 375,
    "name": "Saba'",
    "ayat": 54,
    "arab": "وَحِيْلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُوْنَۙ  كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا فِيْ شَكٍّ مُّرِيْبٍ ࣖ",
    "translation": "Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3660.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa antara orang itu dengan harapannya untuk bertobat dan terlepas dari siksa terganjal total, tidak mungkin terjadi sama sekali, seakan-akan di antara keduanya telah terbangun tembok tebal yang besar. Dambaan itu sama halnya dengan apa yang diharapkan umat-umat sebelum mereka. Umat-umat itu semenjak awal selalu membangkang dan baru beriman ketika bencana sebagai hukuman sudah di depan mata. Tentu saja tobat dan iman pada waktu sudah terpaksa seperti itu tidak diterima, sebagaimana dinyatakan dalam ayat lain:\nMaka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\" Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah ketentuan Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir. (al-Mu'min/40: 84-85)\n\nMereka tidak beriman di dunia karena selalu sangsi mengenai kebenaran Al-Qur'an dan ragu untuk menerima kebenarannya. Padahal, Al-Qur'an tidak perlu diragukan lagi oleh manusia, karena merupakan wahyu Allah, disampaikan oleh Jibril, diterima Nabi Muhammad, dan isinya benar. Keraguan hanya akan menghasilkan kekafiran, dan kekafiran hanya akan membuahkan kesengsaraan di akhirat.",
    "quraish": "Sebagaimana nasib orang-orang sebelum mereka yang menyatakan keimanan setelah lewat masanya, keinginan mereka untuk memanfaatkan keimanan itu pun kini terhalang sudah. Mereka semua adalah orang-orang yang meragukan kebenaran dan kini duduk sebagai pesakitan (terdakwa).",
    "jalalayn": "(Dan dihalangi antara mereka dengan apa yang mereka ingini) yakni ingin beriman, maksudnya iman mereka tidak diterima lagi, karena waktunya sudah habis (sebagaimana dilakukan terhadap orang-orang yang serupa dengan mereka) yakni golongan-golongan mereka dalam hal kekafiran (pada masa dahulu) sebelum mereka. (Sesungguhnya mereka dahulu di dunia dalam keraguan yang mendalam) tentang hal-hal yang sekarang mereka imani; disebabkan sewaktu di dunia mereka tidak mau menganggap dalil-dalil yang menunjuk ke arahnya."
  }
]