[
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 15,
    "arab": "۞ يٰٓاَيُّهَا النَّاسُ اَنْتُمُ الْفُقَرَاۤءُ اِلَى اللّٰهِ ۚوَاللّٰهُ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
    "translation": "Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3675.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa manusia sangat berkepentingan kepada Penciptanya yaitu Allah karena semua manusia membutuhkan pertolongan-Nya dalam seluruh aspek kehidupan, seperti kekuatan, rezeki, menolak bahaya, mendapat kenikmatan, ilmu dan sebagainya, baik urusan dunia maupun akhirat. Semua itu tidak akan terjadi kecuali dengan rahmat dan taufik Allah. \nHanya Allah yang wajib disembah dan diharapkan rida-Nya. Ia Mahakaya, tidak memerlukan sesuatu. Maha Terpuji atas nikmat yang telah dianugerahkan kepada para hamba-Nya. Setiap nikmat yang dimiliki oleh manusia berasal dari sisi-Nya. Dialah yang seharusnya dipuji dan disyukuri dalam segala hal. Di ayat lain Allah menegaskan:\nMilik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji. (al-hajj/22: 64)",
    "quraish": "Wahai umat manusia, sungguh kalian membutuhkan Allah dalam segala hal. Hanya Allahlah yang Mahakaya dan tidak membutuhkan keberadaan ciptaan-Nya. Oleh karena itu, Dia berhak mendapatkan puja dan puji dalam segala situasi.",
    "jalalayn": "(Hai manusia! Kalianlah yang berkehendak kepada Allah) dalam keadaan bagaimana pun (dan Allah, Dialah Yang Maha Kaya) tidak membutuhkan makhluk-Nya (lagi Maha Terpuji) atas perbuatan-Nya terhadap mereka."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 16,
    "arab": "اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۚ ",
    "translation": "Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3676.mp3",
    "tafsir": "Ayat-ayat ini menjelaskan bahwa Allah tidak memerlukan suatu apa pun, dan Dia mempunyai kekuasaan yang sempurna. Jika Allah mau menghancurkan makhluk-Nya, maka dengan sekejap saja hancur binasalah semuanya, karena sekalipun Dia yang menciptakan, tetapi Dia tidak mempunyai keperluan sedikit pun padanya. Dia lalu menggantinya dengan makhluk lain yang akan patuh dan taat kepada perintah-Nya, menyerukan yang baik dan mencegah yang keji dan mungkar. Yang demikian itu tidak sulit bagi Allah untuk melaksanakannya, tetapi mudah sekali. Firman Allah:\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-'Ankabut/29: 19)",
    "quraish": "Jika Allah menghendaki untuk membinasakan kalian, niscaya Dia--karena kemahasempurnaan kekuasaan-Nya--akan melakukannya. Lalu Dia menciptakan makhluk baru yang sesuai dengan kebijakan- Nya.",
    "jalalayn": "(Jika Dia menghendaki, niscaya Dia memusnahkan kalian dan mendatangkan makhluk yang baru) sebagai ganti daripada kalian."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 17,
    "arab": "وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ ",
    "translation": "Dan yang demikian itu tidak sulit bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3677.mp3",
    "tafsir": "Ayat-ayat ini menjelaskan bahwa Allah tidak memerlukan suatu apa pun, dan Dia mempunyai kekuasaan yang sempurna. Jika Allah mau menghancurkan makhluk-Nya, maka dengan sekejap saja hancur binasalah semuanya, karena sekalipun Dia yang menciptakan, tetapi Dia tidak mempunyai keperluan sedikit pun padanya. Dia lalu menggantinya dengan makhluk lain yang akan patuh dan taat kepada perintah-Nya, menyerukan yang baik dan mencegah yang keji dan mungkar. Yang demikian itu tidak sulit bagi Allah untuk melaksanakannya, tetapi mudah sekali. Firman Allah:\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-'Ankabut/29: 19)",
    "quraish": "Membinasakan kalian dan menciptakan pengganti kalian tidaklah sulit bagi Allah.",
    "jalalayn": "(Dan yang demikian itu sekali-kali tidak sulit bagi Allah) tidak sukar bagi-Nya."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 18,
    "arab": "وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۗوَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰىۗ اِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۗوَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۗوَاِلَى اللّٰهِ الْمَصِيْرُ ",
    "translation": "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barangsiapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3678.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kedahsyatan hari Kiamat. Pada hari itu setiap orang memikul dosanya masing-masing. Seseorang yang berdosa tidak akan memikul dosa orang lain. Jika ada yang merasa dosanya berat sekali, lalu meminta bantuan kepada orang lain untuk memikul sebagian dosanya, maka dosa itu tidak akan dipukulkan kepada yang diminta, sekalipun itu kaum kerabatnya, seperti ayah, anak, dan lain sebagainya. Setiap orang di hari Kiamat itu sibuk dengan urusannya masing-masing memikirkan dan merenungkan apa gerangan yang akan menimpa dirinya. Firman Allah:\nWahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia, dan jangan sampai kamu teperdaya oleh penipu dalam (menaati) Allah. (Luqman/31: 33)\n\nAyat lain menjelaskan:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\n\nDalam tafsir al-Qurthubi diriwayatkan dari 'Ikrimah bahwa seorang bapak menggantungkan harapan kepada anaknya di hari kiamat dan berkata, \"Wahai anakku! Bagaimana aku sebagai bapakmu,\" lalu anak itu memujinya dengan pujian yang baik. Bapak itu berkata lagi kepada anaknya, \"Wahai anakku! Aku benar-benar memerlukan dari amal baikmu sekalipun hanya seberat zarrah, supaya aku selamat dari keadaanku sebagaimana yang engkau lihat.\" Anaknya menjawab, \"Wahai bapakku! Alangkah sedikitnya yang engkau minta, tetapi aku sendiri khawatir terhadap diriku sebagaimana bapak khawatir terhadap diri sendiri. Oleh karena itu, saya tidak dapat memberikan apa-apa barang sedikit pun.\" Kemudian ia beralih kepada istrinya yang menggantungkan harapannya dan berkata, \"Wahai Fulanah! Bagaimanakah aku sebagai suamimu?\" Lalu dipuji-pujinya suaminya itu dengan pujian yang baik. Berkatalah suami itu kepada istrinya, \"Aku meminta kepadamu satu saja dari amal baikmu, semoga dengan pemberianmu aku selamat dari keadaanku, sebagaimana yang kamu saksikan ini.\" Istrinya menjawab, \"Alangkah sedikitnya yang engkau minta, namun aku tidak bisa memberikannya karena aku khawatir juga seperti apa yang engkau khawatirkan.\" \nKandungan ayat ini sebagai penghibur hati Rasulullah karena dakwahnya yang tidak mendapat sambutan baik dari kaumnya dan mereka tetap keras kepala. Allah menjelaskan bahwa yang dapat menerima nasihat dan peringatan-Nya hanyalah orang-orang yang takut kepada Allah dan azab-Nya yang pedih di hari kemudian, sekalipun mereka tidak melihatnya. Tidak seperti halnya orang-orang yang telah dipatri hatinya oleh Allah sehingga mereka tidak tahu apa-apa. Mereka mengerjakan salat yang diwajibkan sesuai dengan rukun dan syaratnya, mensucikan hati mereka, dan mendekatkan diri kepada Allah. Barang siapa menyucikan dirinya dari syirik, perbuatan dosa, dan kedurhakaan, seperti ria, ujub, dusta, dan menipu, kebaikannya akan kembali kepada dirinya sendiri. Begitu pula sebaliknya, kalau ia berbuat maksiat bergelimang dosa, maka mudaratnya itu kembali kepada dirinya. \nAyat ini ditutup dengan satu penjelasan bahwa semua urusan dikembalikan kepada Allah. Tiap-tiap orang akan dibalas sesuai dengan amal perbuatannya di dunia. Kalau baik akan dibalas dengan baik, begitu pula sebaliknya, kalau amalnya jahat akan dibalas dengan balasan yang setimpal. Firman Allah:\nHanya kepada Allah segala urusan dikembalikan. (al-Anfal/8: 44)",
    "quraish": "Seseorang yang berdosa tidak bertanggung jawab terhadap dosa lainnya. Seandainya pun seorang yang besar dosanya memanggil orang lain untuk memikulnya, orang tersebut tidak akan memikul dosa-dosanya sedikit pun, meskipun ia adalah kerabatnya sendiri. Setiap orang akan sibuk dengan urusan masing-masing. Janganlah kamu bersedih, wahai Nabi, mendapatkan pembangkangan kaummu. Sesungguhnya peringatan yang kamu sampaikan itu hanya berguna untuk mereka yang takut kepada Allah dalam kesendirian mereka serta menegakkan salat secara sempurna. Barangsiapa yang menyucikan diri dari kotoran dan dosa-dosa, berarti ia telah membersihkan diri. Pada akhirnya, hanya kepada Allahlah tempat kembali, dan Dia akan memperlakukan sesuatu secara hak(1). (1) Lihat catatan kaki tafsir Q., s. al-Zumar ayat 7.",
    "jalalayn": "(Dan tidaklah menanggung) setiap diri (Yang telah berbuat dosa) yakni ia tidak akan menanggung (dosa) diri (orang lain. Dan jika memanggil) seseorang yang (diberati) oleh dosanya (untuk memikul dosa itu) yaitu memanggil orang lain untuk ikut memikul sebagian dari dosanya (tiadalah akan dipikul untuknya sedikit pun) orang yang dipanggil itu tidak akan mau memikulnya walau sedikit pun (meskipun -yang dipanggil itu- kaum kerabatnya) seperti ayah dan anaknya; tidak adanya penanggungan dosa dari kedua belah pihak ini berdasarkan keputusan dari Allah. (Sesungguhnya yang dapat kamu beri peringatan hanya orang-orang yang takut kepada azab Rabbnya -sekalipun mereka tidak melihat-Nya) mereka tetap takut kepada-Nya sekalipun mereka tidak melihat-Nya, sebab hanya merekalah orang-orang yang dapat mengambil manfaat dari adanya peringatan itu (dan mereka mendirikan salat) mereka melestarikannya (Dan barang siapa yang menyucikan dirinya) dari kemusyrikan dan dosa-dosa lainnya (sesungguhnya ia menyucikan diri untuk kebaikan dirinya) karena kemaslahatannya akan kembali kepada dirinya sendiri. (Dan kepada Allahlah kembali kalian) kelak di alam akhirat Dia akan membalas amal perbuatan kalian."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 19,
    "arab": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ۙ ",
    "translation": "Dan tidaklah sama orang yang buta dengan orang yang melihat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3679.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang tidak mengetahui atau mengingkari agama yang dibawa oleh Nabi Muhammad tidak sama dengan orang-orang yang membuka matanya lebar-lebar sehingga dapat melihat dan mengetahui dengan jelas kebenaran agama yang dibawanya, lalu mereka mengikuti dan menaatinya. Golongan pertama termasuk orang-orang yang jahat dan tidak mengetahui, sedang golongan kedua adalah orang-orang yang baik dan mengetahui.\nFirman Allah:\nKatakanlah (Muhammad), \"Tidaklah sama yang buruk dengan yang baik.\" (al-Ma'idah./5: 100) \n\nDan firman-Nya:\nKatakanlah, \"Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" (az-Zumar/39: 9)",
    "quraish": "Tidaklah dapat disamakan antara orang yang tidak mendapat petunjuk kebenaran karena kebodohan dengan orang yang berjalan dalam tuntunan hidayah karena pengetahuannya. Juga tidak dapat disamakan antara kebatilan dan kebenaran, antara keteduhan dan udara panas.",
    "jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat) orang kafir dan orang mukmin."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 20,
    "arab": "وَلَا الظُّلُمٰتُ وَلَا النُّوْرُۙ ",
    "translation": "dan tidak (pula) sama gelap gulita dengan cahaya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3680.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa kekafiran tidak sama dengan iman, karena kekafiran adalah kegelapan, tidak mengetahui peraturan Allah. Orang kafir berjalan dalam kegelapan, tidak dapat keluar darinya, bahkan hanyut dalam kesesatan di dunia dan akhirat. Adapun cahaya iman menerangi orang Islam kepada jalan yang benar dan membawa kebahagiaan dunia dan akhirat. Sebagian mufasir mengartikan 'gelap gulita di sini dengan 'kebatilan, dan 'cahaya dengan 'kebenaran, kebatilan dan kebenaran tidak sama.",
    "quraish": "Tidaklah dapat disamakan antara orang yang tidak mendapat petunjuk kebenaran karena kebodohan dengan orang yang berjalan dalam tuntunan hidayah karena pengetahuannya. Juga tidak dapat disamakan antara kebatilan dan kebenaran, antara keteduhan dan udara panas.",
    "jalalayn": "(Dan tidak pula sama gelap gulita) yaitu kekafiran (dengan cahaya) yakni keimanan."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 21,
    "arab": "وَلَا الظِّلُّ وَلَا الْحَرُوْرُۚ ",
    "translation": "dan tidak (pula) sama yang teduh dengan yang panas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3681.mp3",
    "tafsir": "Selanjutnya, Allah menerangkan bahwa yang terlindung tidak sama dengan yang terkena panas. Sebagian ulama tafsir mengartikan dhill (teduh/naungan) di sini dengan surga, karena surga itu mempunyai naungan yang menyebabkan hawa sejuk. Sebagaimana firman Allah:\nPerumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. (ar-Ra'd/13: 35) \n\nSedang harr (panas) diartikan dengan neraka, karena ia memang satu tempat yang amat panas dan penuh dengan api yang menyala-nyala, jauh lebih panas dari api yang dikenal di dunia. Sepercik bunga api neraka saja jatuh di dunia, maka dunia akan panas seluruhnya sebagaimana dijelaskan di dalam suatu hadis.\nSekiranya sepercik api dari bunga-bunga api neraka (berada) di timur, maka akan dirasakan panasnya (oleh orang-orang yang berada) di barat. (Riwayat ath-thabrani dari Anas bin Malik)",
    "quraish": "Tidaklah dapat disamakan antara orang yang tidak mendapat petunjuk kebenaran karena kebodohan dengan orang yang berjalan dalam tuntunan hidayah karena pengetahuannya. Juga tidak dapat disamakan antara kebatilan dan kebenaran, antara keteduhan dan udara panas.",
    "jalalayn": "(Dan tidak pula sama yang teduh dengan yang panas) yakni surga dan neraka."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 22,
    "arab": "وَمَا يَسْتَوِى الْاَحْيَاۤءُ وَلَا الْاَمْوَاتُۗ اِنَّ اللّٰهَ يُسْمِعُ مَنْ يَّشَاۤءُ ۚوَمَآ اَنْتَ بِمُسْمِعٍ مَّنْ فِى الْقُبُوْرِ ",
    "translation": "dan tidak (pula) sama orang yang hi-dup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3682.mp3",
    "tafsir": "Pada awal ayat ini, Allah menerangkan bahwa orang-orang yang hatinya hidup karena beriman kepada Allah dan rasul-Nya, serta mengetahui Al-Qur'an dan isinya, tidak sama dengan orang yang mati hatinya akibat ditutupi kekafiran. Mereka yang terakhir ini tidak mau mengetahui perintah dan larangan Allah, tidak dapat membedakan antara petunjuk dan kesesatan. Ini adalah perumpamaan bagi orang-orang yang mukmin dan bagi orang-orang kafir. Firman Allah:\nDan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? (al-An'am/6: 122) \n\nDan firman-Nya:\nPerumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran? (Hud/11: 24)\n\nOrang mukmin itu melihat, mendengar, dan bermandikan cahaya terang-benderang ketika melintasi shirathal mustaqim sampai ke surga yang sejuk, mempunyai naungan, dan mata air yang banyak. Sedangkan orang kafir buta dan tuli berjalan di dalam gelap gulita tidak dapat keluar daripadanya, bahkan selalu bersikap sombong di dalam kesesatannya di dunia dan akhirat sampai diberi keputusan masuk neraka yang sangat panas, penuh api menyala-nyala. Allah memberi petunjuk kepada orang-orang yang dikehendaki-Nya, mau mendengar hujjah atas kebenaran rasul, dan menerima agama yang dibawanya yaitu Islam dengan baik. Sebagaimana halnya orang yang telah mati dimasukkan dalam kubur, tidak dapat mendengar nasihat-nasihat dan saran-saran yang akan membimbingnya ke jalan yang benar, begitu pula orang yang mati hatinya. Tidak akan bermanfaat baginya peringatan-peringatan Allah. Mereka tidak dapat memahami isi Al-Qur'an dan ajaran-ajaran agama.",
    "quraish": "Tidaklah dapat disamakan antara orang yang hidup karena keimanan dengan orang yang mati karena inderanya rusak dan hatinya tertutup untuk mendengarkan kebenaran. Sesungguhnya Allah akan memberi petunjuk siapa saja yang dikehendaki-Nya untuk mendengar dan menerima bukti-bukti kekuasaan-Nya. Karena itu, kamu, wahai Nabi, tidak dapat memperdengarkan hati yang telah mati karena pembangkangan dan kekufuran, sebagaimana kamu tidak dapat memperdengarkan orang yang telah mati di dalam kubur.",
    "jalalayn": "(Dan tidak pula sama orang-orang yang hidup dan orang-orang yang mati) orang-orang beriman dengan orang-orang kafir; ditambahkannya lafal Laa pada ketiga ayat di atas untuk mengukuhkan makna tidak sama. (Sesungguhnya Allah memberikan pendengaran kepada siapa yang dikehendaki-Nya) untuk mendapat hidayah, karena itu tidak beriman (dan kamu sekali-kali tiada sanggup menjadikan orang yang di dalam kubur dapat mendengar) yakni orang-orang kafir; mereka diserupakan dengan orang-orang yang telah mati, maksudnya kamu tidak akan sanggup menjadikan mereka mendengar, kemudian mereka mau menerima seruanmu."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 23,
    "arab": "اِنْ اَنْتَ اِلَّا نَذِيْرٌ",
    "translation": "Engkau tidak lain hanyalah seorang pemberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3683.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa tugas Nabi Muhammad hanyalah memberi peringatan kepada manusia yang belum mendapat petunjuk. Ia tidak dibebani perintah untuk memaksa mereka menerima petunjuk dan agama yang dibawanya, karena petunjuk itu adalah sepenuhnya berada di tangan Allah. Oleh karena itu, tidak pada tempatnya Nabi Muhammad bersedih hati dan merasa kecewa kalau mereka itu belum mau menyambut baik seruannya. Tugas ini ditegaskan oleh Nabi Muhammad sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Sesungguhnya aku hanya seorang pemberi peringatan,\" (shad/38: 65) \n\nDan firman-Nya:\nYang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.\" (shad/38: 70)",
    "quraish": "Kewajibanmu hanyalah menyampaikan dan memberi peringatan, bukan yang lain.",
    "jalalayn": "(Tiada lain) (kamu hanyalah seorang pemberi peringatan) terhadap mereka."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 24,
    "arab": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ ",
    "translation": "Sungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3684.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Nabi Muhammad diutus kepada manusia agar mereka beriman kepada Allah Yang Maha Esa disertai dengan syariat yang diwajibkan kepada hamba-Nya. Nabi saw juga diperintahkan untuk memberi kabar gembira kepada orang yang membenarkan risalahnya dan menerima baik agama yang dibawanya dari Allah, bahwa mereka akan dimasukkan ke dalam surga yang penuh dengan kenikmatan dan kesenangan. Juga memberi peringatan kepada orang yang mendustakannya dan menolak wahyu yang diturunkan dari Allah bahwa mereka akan dimasukkan ke dalam neraka yang penuh dengan azab dan siksa yang amat pedih. Pada ayat yang lain Allah menegaskan sebagai berikut:\nDan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan. (al-Isra'/17: 105)\n\nTidak ada suatu umat pun sejak Nabi Adam kecuali Allah mengutus kepada mereka seorang utusan yang memberi peringatan. Dengan demikian, umat itu tidak mempunyai alasan lagi untuk membantah Allah sesudah diutus-Nya para rasul itu. Firman Allah:\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165) \n\nDan firman-Nya:\nKami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nPada ayat lain ditegaskan juga sebagai berikut:\nDan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, 'Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya), dan (demikian juga) kaum Ibrahim dan kaum Lut, dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku. (al-hajj/22: 42-44)",
    "quraish": "Sesungguhnya Kami mengutusmu, wahai Nabi, kepada seluruh umat manusia dengan membawa agama yang benar. Kamu hanyalah seorang pemberi kabar gembira berupa surga yang disediakan untuk orang-orang Mukmin, dan pemberi peringatan akan siksa api nerakan kepada orang-orang kafir. Tak satu umat pun dari umat-umat terdahulu yang tidak didatangkan oleh Allah seorang yang memperingatkan kepada mereka akan siksa-Nya.",
    "jalalayn": "(Sesungguhnya Kami mengutus kamu dengan membawa kebenaran) yakni petunjuk (sebagai pembawa berita gembira) bagi orang yang mau menerima kebenaran itu (dan sebagai pemberi peringatan) kepada orang yang tidak mau menerimanya. (Dan tidak ada) (suatu umat pun melainkan telah ada) telah lewat (padanya seorang pemberi peringatan) nabi yang memberi peringatan kepada mereka."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 25,
    "arab": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيْرِ ",
    "translation": "Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3685.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah:\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Ahzab/33: 62)",
    "quraish": "Jika kaummu ternyata mendustakan hal itu, para rasul sebelummu pun telah didustakan oleh kaum mereka. Padahal para rasul itu telah menunjukkan kepada mereka mukjizat-mukjizat yang jelas, mushaf- mushaf Tuhan dan kitab yang dapat mengantarkan mereka kepada keselamatan hidup di dunia dan di akhirat.",
    "jalalayn": "(Dan jika mereka mendustakan kamu) yakni penduduk Mekah (maka sesungguhnya orang-orang yang sebelum mereka telah mendustakan -rasul-rasul-Nya-; kepada mereka telah datang rasul-rasul-Nya dengan membawa bukti-bukti yang nyata) yakni mukjizat-mukjizat (zubur) seperti shuhuf Nabi Ibrahim (dan Kitab yang memberi penjelasan yang sempurna) yaitu kitab Taurat dan Injil, oleh karenanya bersabarlah kamu sebagaimana mereka bersabar."
  },
  {
    "ruku": 378,
    "name": "Fatir",
    "ayat": 26,
    "arab": "ثُمَّ اَخَذْتُ الَّذِيْنَ كَفَرُوْا فَكَيْفَ كَانَ نَكِيْرِ ࣖ ",
    "translation": "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3686.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah:\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Ahzab/33: 62)",
    "quraish": "Lalu Aku perlakukan orang-orang kafir itu dengan perlakuan yang keras. Maka lihatlah, bagaimana kerasnya penolakan-Ku atas perbuatan mereka dan kemurkaan-Ku kepada mereka.",
    "jalalayn": "(Kemudian Aku azab orang-orang yang kafir) disebabkan kedustaan mereka (maka -lihatlah- bagaimana hebatnya akibat kemurkaan-Ku) keingkaran-Ku terhadap mereka, yaitu hukuman dan kebinasaan yang menimpa mereka, hal itu benar-benar pada tempatnya."
  }
]