[
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 27,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ ",
    "translation": "Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3687.mp3",
    "tafsir": "Pada ayat ini, Allah menguraikan beberapa hal yang menunjukkan kesempurnaan dan kekuasaan-Nya, yang dapat dilihat manusia setiap waktu. Jika mereka menyadari dan menginsyafi semuanya itu, tentu mereka akan menyadari pula keesaan dan kekuasaan Allah Yang Maha Sempurna itu. Di antara tanda-tanda itu adalah Allah menjadikan sesuatu yang beraneka ragam macamnya yang bersumber dari yang satu. Allah menurunkan hujan dari langit, sehingga tanaman bisa tumbuh dan mengeluarkan buah-buahan yang beraneka ragam warna, rasa, bentuk, dan aromanya, sebagaimana yang kita saksikan. Buah-buahan itu warnanya ada yang kuning, merah, hijau, dan sebagainya. Hal yang sama dijelaskan pula di dalam ayat yang lain. Firman Allah:\nDan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti. (ar-Ra'd/13: 4)\n\nAllah juga menciptakan gunung-gunung yang kelihatan seperti garis-garis, ada yang kelihatan putih, merah, dan hitam pekat. Di antara gunung-gunung itu terbentang pula jalan-jalan yang beraneka ragam pula warnanya.\nMenurut para saintis, garis-garis berwarna pada batuan paling umum dijumpai pada jenis batuan sedimen. Batuan sedimen terbentuk dari hasil pengendapan bahan yang terangkut oleh aliran air atau angin. Bahan yang diendapkan adalah butiran-butiran halus berupa pasir, debu, atau lempung sebagai hasil pelapukan batuan di tempat lain, yang kemudian terlepas dari batuan induknya dan terangkut oleh aliran air atau tiupan angin. Tempat pengendapan bahan sedimen ini umumnya terletak pada bagian-bagian yang rendah di mana kecepatan tenaga pengangkut (arus air, hembusan angin) berkurang. Daerah-daerah yang umum dikenal sebagai tempat pengendapan adalah dataran, pesisir terutama daerah delta, dan dasar laut. \nPada proses pengangkutan (transportasi) dan pengendapan (sedimentasi) terjadi pula mekanisme pemilahan (sorting) di mana pada umumnya bahan dengan karakteristik fisik yang sama (misalnya dalam hal ukuran butir atau berat jenis) akan diendapkan pada lingkungan pengendapan yang sama. \nProses pelapukan, pengangkutan, dan pengendapan ini berjalan terus- menerus sepanjang sejarah bumi yang dapat memakan waktu ribuan bahkan jutaan tahun. \nSelama proses ini berjalan terdapat pula perubahan-perubahan baik dalam hal lingkungan pengendapan maupun jenis bahan yang diendapkan, sehingga pada batuan sedimen terbentuk lapisan-lapisan yang juga melukiskan urutan sejarah (waktu) pengendapan. Mekanisme geologi lain yang biasa terjadi pada batuan sedimen adalah mengalami pengangkatan oleh adanya gaya tektonik sehingga batuan sedimen yang biasanya terbentuk di tempat-tempat yang rendah bisa dijumpai di puncak-puncak gunung. Pada puncak-puncak gunung yang tertoreh, baik oleh pengikisan maupun oleh terjadinya rekahan, lapisan-lapisan sedimen ini akan tampak ke permukaan.\nSetiap lapisan pada batuan sedimen dapat memiliki warna yang berbeda karena tersusun dari material yang berbeda. Perbedaan warna ini terutama dicirikan oleh perbedaan susunan mineralogisnya. Misal: mineral-mineral yang mengandung senyawa besi oksida (hematit) berwarna merah, mineral yang berwarna putih antara lain alumino-silika (kaoline), mineral-mineral logam hidroksida (goethite, brucite, diaspore, boehmite) dapat memberikan berbagai warna (kuning, hijau, abu-abu, hitam, merah muda), yang berwarna bening antara lain silika (kuarsa). Batuan atau mineral keras yang berwarna-warni biasa digosok menjadi batu perhiasan.",
    "quraish": "Wahai orang yang berpikir, bukankah kamu telah melihat bahwa Allahlah yang menurunkan air hujan dari langit. Lalu dengan sebab air hujan itu, muncullah berbagai jenis buah-buahan, ada yang merah dan kuning, ada yang manis dan masam, dan ada yang baik dan buruk. Dan di antara gunung-gunung ada yang memiliki jalur-jalur dan garis-garis berwarna putih dan merah yang kejelasan dan keburamannya berbeda satu sama lain Dan gunung-gunung…. (1). (1) (Terdapat kesalahan cetak di bagian akhir tafsir ayat ini). Kemukjizatan ayat ini dari segi ilmu pengetahuan sebenarnya bukan saja tampak ketika ia menyebutkan bahwa warna gunung yang bermacam-macam itu disebabkan adanya perbedaan materi-materi yang dikandung oleh bebatuan gunung-gunung itu. Jika materinya besi, maka warna dominannya adalah merah; jika materinya batubara, maka warna dominannya hitam; jika materinya perunggu, maka gunung tersebut berwarna kehijau-hijauan; dan seterusnya. Tidak hanya sampai di situ, kemukjizatan ayat ini sebenarnya sangat menonjol ketika ia mengaitkan adanya berbagai jenis buah-buahan meskipun pepohonannya disiram dengan air yang sama, dengan penciptaan gunung-gunung yang beraneka warna--merah, putih atau hitam--meskipun juga berasal dari suatu materi yang sama di dalam perut bumi. Materi ini, oleh para geolog, dinamakan magma yang muncul di berbagai kawasan bumi. Akan tetapi, karena kemunculan magma itu dari kedalaman yang berbeda, maka kandungannya menjadi berbeda pula. Magma yang berproses dari kedalaman yag berbeda, pada akhirnya, mengkristal membentuk gundukan- gundukan atau gunung-gunung yang beraneka ragam warna dan materinya. Demikianlah sebenarnya kesatuan hukum Allah. Meskipun bentuknya beraneka ragam, tetapi berasal dari materi yang satu. Semua itu adalah untuk kemudahan dan kemanfaatan umat manusia.",
    "jalalayn": "(Tidakkah kamu melihat) mengetahui (bahwasanya Allah menurunkan hujan dari langit lalu Kami hasilkan) di dalam ungkapan ayat ini terkandung Iltifat dari dhamir Gaib (dengan hujan itu buah-buahan yang beraneka ragam jenisnya) ada yang berwarna hijau, merah dan kuning dan warna-warna lainnya. (Dan di antara gunung-gunung itu ada garis-garis) Judadun adalah bentuk jamak dari lafal Juddatun, artinya jalan yang terdapat di gunung dan lainnya (putih, merah) dan kuning (yang beraneka macam warnanya) ada yang tua dan ada yang muda (dan ada -pula yang hitam pekat) di'athafkan kepada lafal Judadun, artinya ialah batu-batu yang besar yang hitam pekat warnanya. Dikatakan Aswadu Gharbiibu, hitam pekat; tetapi sangat sedikit dikatakan Gharabiibu Aswadu."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 28,
    "arab": "وَمِنَ النَّاسِ وَالدَّوَاۤبِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهٗ كَذٰلِكَۗ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ ",
    "translation": "Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. Sungguh, Allah Mahaperkasa, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3688.mp3",
    "tafsir": "Pada ayat ini, Allah menambah penjelasan lagi tentang hal-hal yang menunjukkan kesempurnaan dan kekuasaan-Nya. Allah menciptakan binatang melata dan binatang ternak, yang bermacam-macam warnanya sekalipun berasal dari jenis yang satu. Bahkan ada binatang yang satu, tetapi memiliki warna yang bermacam-macam. Mahasuci Allah pencipta alam semesta dengan sebaik-baiknya. Sejalan dengan ini firman Allah:\nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. (ar-Rum/30: 22)\n\nDemikianlah Allah menunjukkan tanda-tanda kekuasaan-Nya seperti tersebut di atas untuk dapat diketahui secara mendalam. Hanya ulama yang benar-benar menyadari dan mengetahui tanda-tanda kekuasaan Allah, sehingga mereka benar-benar tunduk kepada kekuasaan-Nya dan takut kepada siksa-Nya.\nIbnu 'Abbas berkata, \"Yang dinamakan ulama ialah orang-orang yang mengetahui bahwa Allah itu Mahakuasa atas segala sesuatu.\" Di dalam riwayat lain, Ibnu 'Abbas berkata, \"Ulama itu ialah orang yang tidak mempersekutukan Tuhan dengan sesuatu apa pun, yang menghalalkan yang telah dihalalkan Allah dan mengharamkan yang telah diharamkan-Nya, menjaga perintah-perintah-Nya, dan yakin bahwa dia akan bertemu dengan-Nya yang akan menghisab dan membalas semua amalan manusia.\"\nAyat ini ditutup dengan suatu penegasan bahwa Allah Mahaperkasa menindak orang-orang yang kafir kepada-Nya. Dia tidak mengazab orang-orang yang beriman dan taat kepada-Nya, tetapi Maha Pengampun kepada mereka. Dia kuasa mengazab orang-orang yang selalu berbuat maksiat dan bergelimang dosa, sebagaimana Dia kuasa memberi pahala kepada orang-orang yang taat kepada-Nya dan mengampuni dosa-dosa mereka, maka sepatutnya manusia itu takut kepada-Nya.",
    "quraish": "Demikian pula di antara manusia, binatang melata, unta, sapi dan domba terdapat bermacam-macam bentuk, ukuran dan warnanya pula. Hanya para ilmuwan yang mengetahui rahasia penciptaanlah yang dapat mencermati hasil ciptaan yang mengagumkan ini dan membuat mereka tunduk kepada Sang Pencipta. Sesungguhnya Allah Mahaperkasa yang ditakuti orang-orang Mukmin, Maha Pengampun segala dosa siapa pun yang berserah diri kepada-Nya. (1). (1) Setelah memaparkan bahwa berbagai jenis buah-buahan dan perbedaan warna pegunungan itu berasal dari suatu unsur yang sama--yakni, buah-buahan berasal dari air dan gunung-gunung berasal dari magma, ayat ini pun menyitir bahwa perbedaan bentuk dan warna yang ada pada manusia, binatang-binatang melata dan hewan-hewan ternak tidak tampak dari sperma-sperma yang menjadi cikal bakalnya. Bahkan sekiranya kita menggunakan alat pembesar sekali pun, sperma-sperma tersebut tampak tidak berbeda. Di sinilah sebenarnya letak rahasia dan misteri gen dan plasma. Ayat ini pun mengisyaratkan bahwa faktor genetislah yang menjadikan tumbuh-tumbuhan, hewan dan manusia tetap memiliki ciri khasnya dan tidak berubah hanya disebabkan oleh habitat dan makanannya. Maka sungguh benar jika ayat ini menyatakan bahwa para ilmuwan yang menetahui rahasia-rahasia penciptaan sebagai sekelompok manusia yang paling takut kepada Allah.",
    "jalalayn": "(Dan demikian pula di antara manusia, binatang-binatang melata dan binatang-binatang ternak ada yang bermacam-macam warnanya) sebagaimana beraneka ragamnya buah-buahan dan gunung-gunung. (Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya, hanyalah ulama) berbeda halnya dengan orang-orang yang jahil seperti orang-orang kafir Mekah. (Sesungguhnya Allah Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Pengampun) terhadap dosa hamba-hamba-Nya yang mukmin."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 29,
    "arab": "اِنَّ الَّذِيْنَ يَتْلُوْنَ كِتٰبَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً يَّرْجُوْنَ تِجَارَةً لَّنْ تَبُوْرَۙ ",
    "translation": "Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur'an) dan melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3689.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur'an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah:\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisa'/4: 173) \n\nSelain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah:\nSungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syura/42: 23)",
    "quraish": "Sesungguhnya orang-orang yang senantiasa membaca kitab Allah, menkaji dan mengamalkannya, melaksanakan salat secara benar dan menginfakkan sebagian rezeki yang Allah berikan secara diam-diam maupun terang-terangan, mereka itulah orang-orang yang mengharapkan perniagaan kepada Allah yang tak pernah merugi.",
    "jalalayn": "(Sesungguhnya orang-orang yang selalu membaca) selalu mempelajari (kitab Allah dan mendirikan salat) yakni mereka melaksanakannya secara rutin dan memeliharanya (dan menafkahkan sebagian dari rezeki yang Kami anugerahkan kepada mereka dengan diam-diam dan terang-terangan) berupa zakat dan lain-lainnya (mereka itu mengharapkan perniagaan yang tidak akan merugi) tidak bangkrut."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 30,
    "arab": "لِيُوَفِّيَهُمْ اُجُوْرَهُمْ وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ اِنَّهٗ غَفُوْرٌ شَكُوْرٌ ",
    "translation": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3690.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur'an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah:\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisa'/4: 173) \n\nSelain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah:\nSungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syura/42: 23)",
    "quraish": "Agar Tuhan menyempurnakan pahala dan menambahkan karunia-Nya kepada mereka sehingga awal kebajikan mereka dilipatgandakan dan perbuatan-perbuatan buruk mereka dihapuskan. Sesungguhnya Dia Maha Pengampun segala kekhilafan dan Maha Menghargai ketaatan.",
    "jalalayn": "(Agar Allah menyempurnakan kepada mereka pahala mereka) pahala amal-amal mereka yang telah disebutkan itu (dan menambah kepada mereka dari karunia-Nya. Sesungguhnya Allah Maha Pengampun) terhadap dosa-dosa mereka (lagi Maha Mensyukuri) ketaatan mereka."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 31,
    "arab": "وَالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ مِنَ الْكِتٰبِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِۗ اِنَّ اللّٰهَ بِعِبَادِهٖ لَخَبِيْرٌۢ بَصِيْرٌ ",
    "translation": "Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Al-Qur'an) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3691.mp3",
    "tafsir": "Sesungguhnya Al-Qur'an yang diturunkan kepada Nabi Muhammad adalah Kitabullah yang benar-benar diturunkan dari Allah. Oleh karena itu, Allah mewajibkan kepada Nabi dan kepada segenap umatnya untuk mengamalkan ajarannya dan mengikuti pedoman-pedoman hidup yang terdapat di dalamnya. Bila seorang muslim telah mematuhi secara sempurna ajaran Al-Qur'an itu, maka ia tidak perlu lagi mengamalkan kitab-kitab suci sebelumnya, sekalipun diwajibkan untuk mengimaninya. Sebab apa yang pernah diterangkan dalam kitab-kitab sebelumnya, telah dibenarkan oleh Al-Qur'an. Dengan kata lain, beriman dengan kitab-kitab suci yang pernah diturunkan kepada para rasul sebelum Nabi Muhammad bukan berarti mengamalkan ajarannya, tetapi cukup mengimani kebenarannya, sebab intisari dari apa yang tercantum dalam kitab-kitab itu telah tertera pula dalam Al-Qur'an. Allah Maha Mengetahui perihal hamba-Nya. Allah Mahateliti akan aturan-aturan hidup yang perlu bagi mereka. Atas dasar itulah Dia menetapkan aturan dan hukum-hukum yang sesuai dengan kehidupan mereka, di mana dan kapan mereka berada. Guna kesejahteraan manusia seutuhnya, Allah mengutus para rasul dengan tugas menyampaikan syariat-Nya, di mana Nabi Muhammad adalah rasul terakhir yang diutus untuk sekalian manusia sampai hari Kiamat. Risalah dan syariat yang dibawanya kekal dan abadi sampai tibanya hari Kiamat.\nFirman Allah:\nAllah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. (al-An'am/6: 124) \n\nImam Ibnu Katsir menjelaskan bahwa maksud pengetahuan Allah yang Mahaluas mengenai perihal hamba-Nya itu ialah Dia mengangkat derajat para nabi dan rasul melebihi manusia keseluruhannya. Bahkan di antara mereka (para nabi) itu sendiri berbeda-beda tingkat ketinggiannya, dan kedudukan Nabi Muhammad melebihi semua mereka.",
    "quraish": "Al-Qur'ân yang Kami wahyukan kepadamu adalah benar dan tidak mengandung kesamaran. Kami turunkan al-Qur'ân untuk menguatkan kebenaran kitab-kitab suci yang diturunkan kepada para rasul sebelum kamu. Semua kita-kitab itu mengandung pokok-pokok ajaran yang sama. Sesungguhnya Allah Maha Mengetahui dan Melihat perbuatan para hamba-Nya.",
    "jalalayn": "(Dan apa yang telah Kami wahyukan kepadamu yaitu Alkitab) yakni Alquran (itulah yang benar, membenarkan kitab-kitab yang sebelumnya) yang diturunkan sebelumnya. (Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat -keadaan- hamba-hamba-Nya) Dia mengetahui apa yang tersimpan di dalam kalbu mereka dan apa yang mereka lahirkan."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 32,
    "arab": "ثُمَّ اَوْرَثْنَا الْكِتٰبَ الَّذِيْنَ اصْطَفَيْنَا مِنْ عِبَادِنَاۚ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهٖ ۚوَمِنْهُمْ مُّقْتَصِدٌ ۚوَمِنْهُمْ سَابِقٌۢ بِالْخَيْرٰتِ بِاِذْنِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُۗ ",
    "translation": "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan dan ada (pula) yang lebih dahulu berbuat kebaikan dengan izin Allah. Yang demikian itu adalah karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3692.mp3",
    "tafsir": "Allah mewahyukan Al-Qur'an kepada Nabi Muhammad. Kemudian ajaran-ajaran Al-Qur'an itu diwariskan-Nya kepada hamba-hamba-Nya yang terpilih. Mereka itu adalah umat Nabi Muhammad, sebab Allah telah memuliakan umat ini melebihi kemuliaan yang diperoleh umat sebelumnya. Kemuliaan itu tergantung kepada sejauh manakah ajaran Rasulullah itu mereka amalkan, dan sampai di mana mereka sanggup mengikuti petunjuk Allah. Berikut ini dijelaskan tingkatan-tingkatan orang mukmin yang mengamalkan Al-Qur'an:\n1.Orang yang zalim kepada dirinya. Maksudnya orang yang mengerjakan perbuatan wajib dan juga tidak meninggalkan perbuatan yang haram.\n2.Muqtashid, yakni orang-orang yang melaksanakan segala kewajiban dan meninggalkan larangan-larangannya, tetapi kadang-kadang ia tidak mengerjakan perbuatan yang dipandang sunah atau masih mengerjakan sebagian pekerjaan yang dipandang makruh.\n3.Sabiqun bil khairat, yaitu orang yang selalu mengerjakan amalan yang wajib dan sunah, meninggalkan segala perbuatan yang haram dan makruh, serta sebagian hal-hal yang mubah (dibolehkan).\n\nMenurut al-Maragi pembagian di atas dapat pula diungkapkan dengan kata-kata lain, yaitu:\n1.Orang yang masih sedikit mengamalkan ajaran Kitabullah dan terlalu senang menuruti hawa nafsunya, atau orang yang masih banyak perbuatan kejahatannya dibanding dengan amal kebaikannya.\n2.Orang yang seimbang antara amal kebaikan dan kejahatannya.\n3.Orang yang terus-menerus mencari ganjaran Allah dengan melakukan amal kebaikan.\nPara ulama tafsir telah menyebutkan beberapa hadis sehubungan dengan maksud di atas. Salah satunya adalah hadis riwayat Ahmad dari Abu Darda', di mana setelah membaca ayat 32 Surah Fathir di atas, Rasulullah bersabda: \nAdapun orang yang berlomba dalam berbuat kebaikan mereka akan masuk surga tanpa hisab (perhitungan), sedang orang-orang pertengahan (muqtashid) mereka akan dihisab dengan hisab yang ringan, dan orang yang menganiaya dirinya sendiri mereka akan ditahan dulu di tempat (berhisabnya), sehingga ia mengalami penderitaan kemudian dimasukkan ke dalam surga. Kemudian beliau membaca \"Alhamdulillah al-ladzi adhhaba 'anna al-hazana inna rabbana lagafurun syakur,\" (Segala puji bagi Allah yang telah menghilangkan duka cita dari kami, sesungguhnya Tuhan kami Maha Pengampun lagi Maha Mensyukuri). (Riwayat Ahmad) \n\nWarisan mengamalkan kitab suci dan kemuliaan yang diberikan kepada umat Nabi Muhammad itu merupakan suatu karunia yang amat besar dari Allah, yang tidak seorang pun dapat menghalangi ketetapan itu.",
    "quraish": "Lalu Kami wariskan kitab ini kepada para hamba yang Kami pilih. Sebagian mereka ada yang menzalimi diri sendiri karena keburukannya lebih banyak daripada kebaikannya. Sebagian lainnya ada yang berada di tengah-tengah, di mana keburukannya tidak berlebihan dan kebaikannya pun tidak banyak. Sebagian lainnya ada yang Allah berikan kemudahan sehingga lebih cepat melakukan kebaikan mendahului lainnya. Kesegeraan melakukan pelbagai kebaikan ini tentu akan diberi balasan oleh Allah berupa karunia yang besar.",
    "jalalayn": "(Kemudian Kami wariskan) Kami berikan (Kitab itu) yakni Alquran (kepada orang-orang yang Kami pilih di antara hamba-hamba Kami) mereka adalah umatmu (lalu di antara mereka ada yang menganiaya diri mereka sendiri) karena sembrono di dalam mengamalkannya (dan di antara mereka ada yang pertengahan) dalam mengamalkannya (dan di antara mereka ada -pula- yang lebih cepat berbuat kebaikan) di samping mengamalkan Alquran, juga mempelajarinya, mengajarkannya dan membimbing orang lain untuk mengamalkannya (dengan izin Allah) dengan kehendak-Nya. (Yang demikian itu) yakni diwariskannya Alquran kepada mereka (adalah karunia yang amat besar.)"
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 33,
    "arab": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًا ۚوَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
    "translation": "(Mereka akan mendapat) surga ‘Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3693.mp3",
    "tafsir": "Kemudian Allah menerangkan pahala yang akan diterima orang mukmin di atas yakni surga 'Adn, tempat tinggal abadi buat selama-lamanya, yang akan mereka diami kelak di akhirat ketika mereka telah menghadap Allah. Mereka dianugerahi perhiasan dari emas dan pakaian dari sutra. Diriwayatkan dari Abu Hurairah bahwa Rasulullah bersabda:\nSebagian dari orang mukmin itu akan memperoleh perhiasan (di surga) diletakkan pada anggota badan yang terbasuh (air) wudhu. (Riwayat al-Bukhari) \nDalam hadis lain, Rasulullah bersabda:\nDari Abu Hurairah r.a. bahwa Abu Umamah meriwayatkan hadis bahwa Rasulullah mengatakan kepada para sahabat, dan menyebutkan perhiasan penghuni surga. Beliau berkata, \"Mereka diberi gelang emas dan perak yang bertatahkan mutiara, mereka juga memakai mahkota dari mutiara yaqut yang bersambung. Mereka memakai mahkota seperti mahkota raja-raja. Mereka muda-muda, tidak berjenggot dan berkumis, dan mata mereka bercelak. (Riwayat Ibnu Abi hatim)\n\nAtas anugerah Allah yang berlipat ganda itu, mereka memuji kebesaran-Nya dan bersyukur atas keselamatan mereka dari kesedihan dan kepedihan. Ibnu 'Abbas mengartikan kesedihan (hazan) itu dengan api neraka, karena kepedihan akibat dosa atau kepedihan akibat hebatnya siksaan di Padang Mahsyar. Lepasnya mereka dari segala siksaan dan ketakutan adalah semata-mata karena ampunan Allah bagi orang yang berbuat kesalahan (dosa) dan balasan syukur bagi orang yang selalu menaati-Nya. Diriwayatkan dalam sebuah hadis dari Ibnu 'Umar dimana Nabi saw bersabda:\nOrang (yang selalu mengucapkan)\"La ilaha illallah\" tidak akan merasa kesepian di dalam kematiannya, di dalam kuburnya, dan juga pada hari Kebangkitan. Seolah-olah aku berada dengan mereka di mana mereka membersihkan kepalanya dari tanah/debu, dan mereka berkata, \"Segala puji bagi Allah yang telah melenyapkan kedukaan dari kami! Sesungguhnya Tuhan kami Maha Pengampun lagi Maha Penerima syukur.\" (Riwayat ath-thabrani dari Ibnu 'Umar)\n\nRingkasnya, mereka terlepas dari segala ketakutan dan siksaan yang telah diancamkan pada orang-orang yang berdosa akibat bisikan dan rayuan setan ketika hidup di dunia ini.",
    "quraish": "Balasan yang mereka dapatkan di akhirat nanti adalah surga-surga yang akan mereka masuki. Di sana mereka akan diperhias dengan gelang-gelang dari emas dan mutiara. Baju mereka, di surga, tersulam dari kain sutera.",
    "jalalayn": "(Bagi mereka surga Adn) sebagai tempat tinggalnya (mereka masuk ke dalamnya) yakni ketiga golongan tersebut; lafal ayat ini dapat dibaca Yadkhuluunahaa atau Yudkhaluunahaa, berkedudukan menjadi Khabar dari Mubtada yaitu lafal Jannaatu 'Adnin (mereka diberi perhiasan) kalimat ayat ini menjadi Khabar yang kedua (di dalamnya dengan) lafal Min di sini menunjukkan makna Ba'dh atau sebagian (gelang-gelang dari emas dan dengan mutiara) yang berbingkai emas (dan pakaian mereka di dalamnya adalah sutera.)"
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 34,
    "arab": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْٓ اَذْهَبَ عَنَّا الْحَزَنَۗ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌۙ ",
    "translation": "Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3694.mp3",
    "tafsir": "Kemudian Allah menerangkan pahala yang akan diterima orang mukmin di atas yakni surga 'Adn, tempat tinggal abadi buat selama-lamanya, yang akan mereka diami kelak di akhirat ketika mereka telah menghadap Allah. Mereka dianugerahi perhiasan dari emas dan pakaian dari sutra. Diriwayatkan dari Abu Hurairah bahwa Rasulullah bersabda:\nSebagian dari orang mukmin itu akan memperoleh perhiasan (di surga) diletakkan pada anggota badan yang terbasuh (air) wudhu. (Riwayat al-Bukhari) \nDalam hadis lain, Rasulullah bersabda:\nDari Abu Hurairah r.a. bahwa Abu Umamah meriwayatkan hadis bahwa Rasulullah mengatakan kepada para sahabat, dan menyebutkan perhiasan penghuni surga. Beliau berkata, \"Mereka diberi gelang emas dan perak yang bertatahkan mutiara, mereka juga memakai mahkota dari mutiara yaqut yang bersambung. Mereka memakai mahkota seperti mahkota raja-raja. Mereka muda-muda, tidak berjenggot dan berkumis, dan mata mereka bercelak. (Riwayat Ibnu Abi hatim)\n\nAtas anugerah Allah yang berlipat ganda itu, mereka memuji kebesaran-Nya dan bersyukur atas keselamatan mereka dari kesedihan dan kepedihan. Ibnu 'Abbas mengartikan kesedihan (hazan) itu dengan api neraka, karena kepedihan akibat dosa atau kepedihan akibat hebatnya siksaan di Padang Mahsyar. Lepasnya mereka dari segala siksaan dan ketakutan adalah semata-mata karena ampunan Allah bagi orang yang berbuat kesalahan (dosa) dan balasan syukur bagi orang yang selalu menaati-Nya. Diriwayatkan dalam sebuah hadis dari Ibnu 'Umar dimana Nabi saw bersabda:\nOrang (yang selalu mengucapkan)\"La ilaha illallah\" tidak akan merasa kesepian di dalam kematiannya, di dalam kuburnya, dan juga pada hari Kebangkitan. Seolah-olah aku berada dengan mereka di mana mereka membersihkan kepalanya dari tanah/debu, dan mereka berkata, \"Segala puji bagi Allah yang telah melenyapkan kedukaan dari kami! Sesungguhnya Tuhan kami Maha Pengampun lagi Maha Penerima syukur.\" (Riwayat ath-thabrani dari Ibnu 'Umar)\n\nRingkasnya, mereka terlepas dari segala ketakutan dan siksaan yang telah diancamkan pada orang-orang yang berdosa akibat bisikan dan rayuan setan ketika hidup di dunia ini.",
    "quraish": "Saat memasuki surga, mereka berkata, \"Segala puja dan puji kepada Allah yang telah menghilangkan dukacita kami. Sesungguhnya Tuhan kami teramat banyak ampunan dan rasa syukur-Nya.",
    "jalalayn": "(Dan mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan duka cita dari kami.) yakni semua duka cita. (Sesungguhnya Rabb kami benar-benar Maha Pengampun) terhadap dosa-dosa kami (lagi Maha Mensyukuri) ketaatan kami."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 35,
    "arab": " ۨالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ ",
    "translation": "yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3695.mp3",
    "tafsir": "Orang yang telah memperoleh nikmat dari Allah itu menyadari bahwa semua pemberian tersebut adalah semata-mata karena kasih sayang-Nya. Tidaklah seimbang besarnya pemberian Allah itu dengan perbuatan baik yang mereka kerjakan. Oleh karena itu, masuknya orang-orang mukmin ke dalam surga sama sekali bukanlah karena kebaikan yang mereka kerjakan, tetapi karena rahmat dan karunia Allah bagi orang yang mematuhi perintah-Nya.\nRasulullah saw bersabda:\nTiada masuk surga seorang di antara kamu karena perbuatannya. Mereka (para sahabat) bertanya, \"Apakah engkau juga tidak begitu wahai Rasulullah?\" Beliau menjawab, \"Aku juga tidak, melainkan karena Allah memberi rahmat dan karunia kepadaku.\" (Riwayat Muslim dari Jabir bin 'Abdullah) \n\nDi surga itu mereka tidak menemui kesulitan atau rintangan lagi sebagaimana yang mereka rasakan dalam kehidupan di dunia ini. Mereka juga tidak merasa lelah dan letih. Semuanya terasa nikmat dan menggembirakan.\nRingkasnya surga itulah tempat nikmat yang kekal dan abadi, di mana penghuninya dapat menikmati kesenangan itu sebagai ganjaran kepatuhan dan ketaatan mereka di dunia ini. Allah berfirman:\n(Kepada mereka dikatakan), \"Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.\" (al-haqqah/69: 24)",
    "quraish": "Dengan karunia-Nya, Dialah yang menempatkan kami di tempat yang penuh nikmat dan keabadian. Kini kami tidak mengalami keletihan lagi, juga tidak merasakan kelesuan.\"",
    "jalalayn": "(Yang menempatkan kami dalam tempat yang kekal) sebagai tempat tinggal kami (dari karunia-Nya; di dalamnya kami tidak merasa lelah) yakni tiada merasa payah (dan tiada pula merasa lesu\") karena kecapekan, sebab di dalam surga tidak ada lagi yang namanya taklif. Disebutkannya lafal yang kedua padahal maknanya sama dengan yang pertama, dimaksud untuk lebih menegaskan kenafiannya atau ketiadaannya."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 36,
    "arab": "وَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَۚ  لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَاۗ  كَذٰلِكَ نَجْزِيْ كُلَّ كَفُوْرٍ ۚ",
    "translation": "Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3696.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa bagi orang-orang kafir yang senantiasa menyembunyikan kebenaran agama yang buktinya telah diperoleh oleh akal mereka, baik dari keterangan ayat-ayat Al-Qur'an maupun melalui hasil pemikiran yang mendalam, bagi mereka disediakan neraka Jahanam. Keadaan mereka di sana antara hidup dan mati. Mungkin kematian lebih baik daripada menanggung kesengsaraan seperti itu, tetapi Allah sengaja menetapkan siksaan demikian sebagai balasan kejahatan yang mereka lakukan. Dalam Surah al-A'la/87: 13 ditegaskan bahwa keadaan mereka tidak mati dan tidak hidup, sebagai tafsir dari kata \"tidak ditetapkan kematian atas mereka\". \nDi samping itu dijelaskan bahwa azab neraka Jahanam tidak pula dikurangi kepedihannya, sekalipun manusia-manusia malang yang sedang mengalami siksaan di sana menjerit-jerit meminta tolong. Ada keterangan dari ayat lain yang menggambarkan bahwa kematian sangat mereka harapkan daripada keadaan mereka antara hidup dan mati, harapan kematian itu disimpulkan dari makna yang terkandung dalam ayat:\nDan mereka berseru, \"Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.\" Dia menjawab, \"Sungguh, kamu akan tetap tinggal (di neraka ini).\" (az-Zukhruf/43: 77)\n\nImam Muslim meriwayatkan sebuah hadis tentang keadaan orang-orang kafir yang berbunyi sebagai berikut:\nAdapun penghuni neraka di mana mereka sebagai penduduknya, mereka tidak akan mati di dalamnya dan juga tidak hidup. (Riwayat Muslim dari Abu Sa'id al-Khudri)\n\nTentang siksaan yang tidak diringankan itu, bahkan makin ditambah lagi, juga diperoleh penjelasan dalam ayat lain, misalnya:\nSehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa. (al-Mu'minun/23: 77) \nDan firman-Nya:\nMaka karena itu rasakanlah! Maka tidak ada yang akan Kami tambahkan kepadamu selain azab. (an-Naba'/78: 30) \n\nDan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isra'/17: 97)\n\nSiksaan demikian itu balasan yang pantas bagi setiap orang yang mengingkari nikmat Allah, tidak mengakui kemahaesaan-Nya dan tidak percaya kepada rasul yang diutus-Nya.",
    "quraish": "Sementara bagi orang-orang kafir, balasan yang dijanjikan kepada mereka adalah neraka jahanam yang akan mereka masuki. Saat itu, Allah tidak membinasakan mereka lagi sehingga mereka tidak akan pernah mati. Azab untuk mereka pun tidak akan diringankan sehingga mereka tidak mendapatkan jeda. Demikianlah Kami membalas setiap orang yang keterlaluan dan terus menerus mempertahankan kekufuran.",
    "jalalayn": "(Dan orang-orang kafir bagi mereka neraka Jahanam; mereka tidak dibinasakan) dengan dimatikan (sehingga mereka mati) yakni terbebas dari rasa sakit (dan tidak -pula- diringankan dari mereka azabnya) walau barang sekejap pun. (Demikianlah) sebagaimana Kami berikan balasan azab kepada mereka. (Kami membalas setiap orang yang sangat kafir) lafal Najziy dapat pula dibaca Yajziy; arti lafal Kafuur adalah orang kafir."
  },
  {
    "ruku": 379,
    "name": "Fatir",
    "ayat": 37,
    "arab": "وَهُمْ يَصْطَرِخُوْنَ فِيْهَاۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۤءَكُمُ النَّذِيْرُۗ فَذُوْقُوْا فَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
    "translation": "Dan mereka berteriak di dalam neraka itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.” (Dikatakan kepada mereka), “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3697.mp3",
    "tafsir": "Lebih lanjut diterangkan bahwa orang yang bernasib malang itu memohon kepada Allah agar dilepaskan dari azab dan dikembalikan ke dunia lagi. Mereka berjanji akan menaati Allah yang selama di dunia mereka lalaikan. Akan tetapi, seandainya permohonan itu dikabulkan”dan ini tidak mungkin sama sekali”tentulah mereka akan mengulangi kembali perbuatan lama yang terlarang. Perbuatan yang mereka sesali dan pernah mereka lakukan di dunia dulu adalah perbuatan syirik dan segala perbuatan jahat lainnya. Allah menjawab dan menghardik mereka dengan ucapan yang menghina bahwa di dunia dulu kepada mereka telah diberikan kesempatan hidup dengan umur yang cukup panjang untuk memperbaiki kesalahan dan menerima kebenaran yang disampaikan rasul selaku orang yang memberi peringatan. Dengan kata lain, permohonan demikian tidak diterima Allah sama sekali. Ayat lain menyatakan:\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" Dia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Mu'minun/23: 107-108) \n\nAllah berfirman:\nDan barang siapa dibiarkan sesat oleh Allah, maka tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim ketika mereka melihat azab berkata, \"Adakah kiranya jalan untuk kembali (ke dunia)?\" (asy-Syura/42: 44)\n\nTentang umur yang dimaksudkan dalam ayat 37 ini, Ibnu 'Abbas menerangkan dalam satu riwayat, yaitu 40 tahun, dan riwayat lain mengatakan 60 tahun. Ibnu Katsir dalam tafsirnya memilih riwayat yang paling sahih dari Ibnu 'Abbas yakni 60 tahun. Demikian pula hadis riwayat Imam Ahmad dari Abu Hurairah. Di antara sekian banyak lafaz hadis itu, ada yang berarti: Adapun orang yang memberi peringatan yang disebutkan dalam ayat ini adalah Nabi Muhammad sendiri yang mengajarkan Kitabullah kepada umatnya, mengancam mereka dengan siksaan yang pedih bagi siapa yang tidak patuh kepada perintah Allah dan tidak mau menaati-Nya.\nRingkasnya, permohonan mereka itu tidak dikabulkan untuk kembali ke dunia ialah karena dua hal. Pertama, karena mereka rata-rata telah diberi kesempatan untuk hidup begitu lama antara 60 - 70 tahun, dan kedua, rasul sudah diutus kepada mereka untuk menyampaikan ajaran dan peringatan dari Tuhan.\nPerhatikan firman Allah:\nHampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" (al-Mulk/67: 8) \n\nDalam Tafsir al-Wadhih dikatakan bahwa nadzir (pemberi peringatan) dalam ayat ini berarti Rasulullah yang membawa Al-Qur'an, boleh pula diartikan sebagai umur tua dan kematian. Memang umur dan kematian tersebut adalah peringatan penting bagi manusia bahwa sebentar lagi dia akan meninggalkan dunia yang fana ini, dan diwajibkan mempertanggungjawabkan perbuatannya. Jelaslah bahwa orang-orang kafir di atas kekal di dalam neraka dan tidak dikeluarkan selama-lamanya. Azab nerakalah yang mereka rasakan sepanjang masa sebagai imbalan yang setimpal bagi orang yang zalim yang tidak mau tunduk kepada ajaran rasul sebagai utusan Allah dalam kehidupan duniawinya. Ayat ini menegaskan jangan diharap mereka akan memperoleh penolong yang akan menyelamatkan mereka dari azab neraka dari rantai dan belenggu yang terbuat dari api neraka.",
    "quraish": "Di dalam neraka, mereka berteriak meminta pertolongan, \"Wahai Tuhan kami, keluarkanlah kami dari neraka agar kami dapat melakukan amal saleh yang berbeda dari amal perbuatan kami sebelumnya di dunia.\" Dia berkata, \"Bukankah kalian telah Kami beri kesempatan untuk beramal dan Kami panjangkan usia kalian untuk melakukan perenungan? Bukankah pula telah Kami datangkan kepada kalian seorang rasul yang menyampaikan peringatan akan azab yang kalian alami kini? Rasakanlah kini siksa neraka jahanam sebagai balasan kezaliman kalian. Sesungguhnya mereka yang melakukan kezaliman tidak akan mendapatkan penolong dan penyelamat.\"",
    "jalalayn": "(Dan mereka berteriak di dalam neraka itu) meminta tolong dengan suara yang sangat keras dan jeritan-jeritan kesakitan, seraya mengatakan, (\"Ya Rabb kami! Keluarkanlah kami) dari dalam neraka (niscaya kami akan mengerjakan amal yang saleh berlainan dengan yang telah kami kerjakan\") lalu dikatakan kepada mereka, (\"Dan apakah Kami tidak memanjangkan umur kalian dalam masa) waktu (yang cukup untuk berpikir bagi orang yang mau berpikir dan apakah tidak datang kepada kalian pemberi peringatan?\") yakni rasul tetapi kalian tidak memenuhi seruannya (maka rasakanlah -azab Kami- dan tidak ada bagi orang yang lalim) orang kafir (seorang penolong pun) yang dapat menolak azab dari diri mereka."
  }
]