[
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 1,
    "arab": "يٰسۤ ۚ",
    "translation": "Ya Sin",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3706.mp3",
    "tafsir": "Pada surah-surah sebelumnya telah dibicarakan mengenai awal surah yang dimulai dengan huruf-huruf abjad. Pada kesimpulannya disebutkan bahwa pendapat yang terkuat menetapkan huruf-huruf abjad itu dimaksudkan sebagai peringatan untuk membangkitkan minat orang yang membacanya kepada hal-hal penting yang akan disebutkan dalam ayat-ayat sesudahnya. Tetapi, dari riwayat Ibnu 'Abbas diperoleh keterangan bahwa ya sin bermakna ya insan (wahai manusia) yakni wahai Muhammad. Demikian pula pendapat Abu Hurairah, 'Ikrimah, adh-ahhak, Sufyan bin Uyainah dan Sa'id bin Jubair. Menurut mereka, ya sin berasal dari logat Habsyah. Sedang Malik yang meriwayatkan dari Zaid bin Aslam menyebutkan arti ya sin adalah kependekan dari nama-nama Allah. Ada lagi yang berpendapat ya sin ringkasan dari kalimat \"Ya Sayidal Basyar\", yakni Nabi Muhammad sendiri. Atau ia adalah salah satu nama dari Al-Qur'an. Namun demikian, mayoritas ulama menyerahkan arti ya sin kepada Allah. (untuk lebih jelasnya, lihat tafsir surah al-Baqarah/2: 1)",
    "quraish": "[[36 ~ YAASIN Pendahuluan: Makkiyyah, 83 ayat ~ Surat ini dibuka dengan dua huruf yang terdapat dalam bahasa Arab. Kemudian dilanjutkan dengan bersumpah demi al-Qur'ân bahwa Muhammad saw. benar-benar termasuk salah seorang rasul yang menyampaikan dakwah sesuai dengan petunjuk al-Qur'ân untuk memperingatkan kaumnya sebagaimana leluhur mereka dahulu. Surat ini kemudian memaparkan hal ihwal para pembangkang yang tidak menerima peringatan. Dijelaskan bahwa peringatan itu hanya berguna bagi mereka yang menerima al-Qur'ân dan takut kepada Tuhan. Kelak Allah akan membangkitkan manusia dari kematiaannya untuk memperhitungkan segala perbuatannya. Setelah itu, surat ini mengetengahkan suatu ilustrasi kepada orang-orang kafir Mekah tentang perseteruan antara golongan yang mengajak kepada jalan Allah dengan golongan yang mendustakan-Nya. Lalu disebutkan akhir yang didapat oleh dua golongan itu. Selain itu, surat ini pun mengetengahkan beberapa bukti kemahakuasaan Allah yang semestinya dapat menghantarkan manusia kepada keimanan dan membuatnya selalu waspada akan ancaman Allah yang turun secara tiba-tiba guna membalas amal perbuatan setiap manusia. Pada saat itu penghuni surga akan memperoleh kesenangan dan mendapatkan semua yang mereka inginkan. Sebaliknya, para penghuni neraka akan diusir. Mulut mereka--dengan kekuasaan Allah--akan terbungkam, sementara anggota badan mereka akan dapat berbicara. Allah Mahakuasa untuk mengubah bentuk mereka. Sebab, Dialah yang mengubah orang yang diberi usia panjang dari kuat menjadi lemah, dari kuat ingatannya menjadi pikun dan kembali bersikap kekanak-kanakan. Dialah yang telah memelihara nabi-Nya dari segala bentuk ilusi dan ketidakwarasan. Dia tidak pernah mengajarkan syair kepadanya, karena seorang nabi tidak layak menjadi penyair yang kerap mempermainkan kata-kata dan mengembara ke setiap lembah. Apa yang disampaikan oleh Muhammad tidak lain adalah al-Qur'ân yang jelas dan rasional, bukan hasil khayalan. Surat ini, selanjutnya, menyebutkan tentang karunia Allah kepada para hamba-Nya. Disebutkan bahwa Allahlah yang menjadikan ternak-ternak untuk dimiliki dan dijadikan kendaraan oleh manusia. Meskipun segala karunia itu disediakan untuk kepentingan manusia, tetapi banyak manusia yang tetap mempersekutukan Allah. Mereka malah menyembah sekutu-sekutu, selain Allah, yang lemah itu. Akhirnya, surat ini ditutup dengan anjuran agar manusia memperhatikan keberadaan dirinya yang berasal dari sperma tapi kemudian menjadi penentang yang paling keras. Dijelaskan pula bahwa Sang Pencipta kejadian pertama, yang mengeluarkan api dari hijau pepohonan dan menciptakan langit dan bumi, tentu Mahakuasa untuk menghidupkan kembali tulang-tulang yang hancur berserakan. Jika Allah berkehendak, Dia hanya berkata, \"Jadilah!\" maka sesuatu itu pun terjadi. Mahasuci Allah, Sang Maha Penguasa segala sesuatu. Hanya kepada-Nyalah segala sesuatu akan kembali.]] Yâ, Sîn. Sebagaimana cara al-Qur'ân mengawali beberapa surat dengan huruf eja (al-hurûf al-muqaththa'ah), surat ini pun dibuka dengan dua huruf fonemis.",
    "jalalayn": "(Yaa siin) hanya Allahlah yang mengetahui maksudnya."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 2,
    "arab": "وَالْقُرْاٰنِ الْحَكِيْمِۙ ",
    "translation": "Demi Al-Qur'an yang penuh hikmah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3707.mp3",
    "tafsir": "Allah bersumpah dengan Al-Qur'an yang penuh hikmah. Ada beberapa arti hikmah yang disarikan dari pendapat-pendapat ahli tafsir yakni: kata \"hikmah\" di sini muhkam, berarti yang telah pasti benarnya, dan tidak mungkin terdapat di dalamnya sesuatu yang batil (tidak benar) baik makna lafadh, tujuan, hikmah, kisah, hukumnya, dan lain-lain walaupun ditinjau dari segi apa pun. \"Hakim\" adalah suatu sifat yang dimiliki oleh orang yang berakal (cerdas). Demikian halnya Al-Qur'an, dengan hikmah yang dikandungnya memberi bekal kehidupan manusia untuk menyucikan hati mereka dan memberi rasa kepuasan rohani. Dengan kesucian hati dan kejernihan pikiran, akan terbuka rahasia-rahasia yang terkandung di alam ini. Al-Qur'an memberi bimbingan hidup yang penuh dengan kebijaksanaan, segala ajarannya sejalan dan harmonis dengan pikiran yang sehat dan kehendak nafsu yang terkendali, yakni jalan pikiran yang menuju ke arah kemaslahatan manusia.",
    "quraish": "Aku bersumpah demi al-Qur'ân yang mengandung hikmah dan pengetahuan yang berguna.",
    "jalalayn": "(Demi Alquran yang penuh hikmah) yang padat dengan hikmah-hikmah, susunan kata-katanya amat mengagumkan dan makna-maknanya sangat indah lagi memukau."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 3,
    "arab": "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ",
    "translation": "sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3708.mp3",
    "tafsir": "Ayat ini menyatakan bahwa tujuan sumpah Allah dengan Al-Qur'an yang mengandung hikmah itu adalah pernyataan bahwa Nabi Muhammad merupakan salah seorang di antara para rasul Allah yang diutus membawa kebenaran. Hal ini merupakan penolakan tegas terhadap orang-orang yang tidak memercayai Muhammad sebagai rasul Allah.",
    "quraish": "Bahwa kamu, wahai Muhammad, benar-benar termasuk di antara mereka yang Allah utus kepada umat manusia dengan membawa petunjuk dan agama yang benar.",
    "jalalayn": "(Sesungguhnya kamu) hai Muhammad (salah seorang dari rasul-rasul.)"
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 4,
    "arab": "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ",
    "translation": "(yang berada) di atas jalan yang lurus,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3709.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Rasulullah berada pada jalan yang lurus. Hal ini sebagai penegasan bahwa agama dan syariat yang dibawa Nabi Muhammad itu adalah benar, lurus, berasal dari Allah. Salah satu ciri dari risalah Muhammad selalu berada pada jalan yang lurus. Kebenaran yang dibawanya jelas, tanpa mencampuradukkan antara kebenaran dan kebatilan. Syariat Muhammad saw tidaklah cenderung mengikuti keinginan hawa nafsu manusiawi, tetapi senantiasa mendorong manusia menuju kepada kebahagiaan, baik di dunia maupun di akhirat. Firman Allah:\n\nDan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52)",
    "quraish": "Di atas jalan yang lurus, yaitu agama Islam.",
    "jalalayn": "(Yang berada di atas) berta'alluq kepada ayat sebelumnya (jalan yang lurus) jalannya para nabi sebelum kamu, yaitu jalan tauhid dan hidayah. Ungkapan yang memakai kata pengukuh sumpah dan pengukuh lainnya, dimaksud sebagai sanggahan terhadap perkataan orang-orang kafir yang ditujukan kepada Nabi Muhammad, yaitu sebagaimana yang disitir oleh firman-Nya, \"Kamu bukan seorang yang dijadikan rasul.\" (Q.S. Ar-Ra'd 43.)"
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 5,
    "arab": "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ",
    "translation": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3710.mp3",
    "tafsir": "Ayat ini dengan tegas menentukan kedudukan Al-Qur'an, yakni kitab suci yang berasal dari Allah, bukan kitab suci hasil karangan manusia. Allah telah menyatakan kepada para hamba-Nya agar memahami hakikat kitab suci yang diturunkan-Nya, yaitu dari Zat Yang Maha Perkasa, yang bertindak seperti apa yang dikehendaki-Nya, tetapi Dia juga Maha Penyayang kepada hamba-Nya. Kasih sayang itu tertuang dalam Al-Qur'an yang mengandung rahmat bagi seluruh manusia.\nArti yang serupa dengan ayat ini adalah:\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam. (asy-Syu'ara'/26: 192)",
    "quraish": "Yang diturunkan oleh Sang Mahakuasa lagi Mahaperkasa atas segala sesuatu, sehingga tak seorang pun dapat menghalang-halangi kehendak-Nya. Dia pun Maha Pengasih terhadap para hamba-Nya. Karena itulah, Dia mengutus kepada mereka orang yang menunjuki jalan keselamatan.",
    "jalalayn": "(Sebagai wahyu yang diturunkan oleh Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Penyayang) kepada makhluk-Nya. Khabar dari Mubtada diperkirakan keberadaannya, yaitu lafal Alquran. Maksudnya, Alquran ini sebagai wahyu yang diturunkan."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 6,
    "arab": "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ",
    "translation": "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3711.mp3",
    "tafsir": "Adapun hikmah penurunan Al-Qur'an antara lain untuk memberi peringatan kepada bangsa Arab yang belum pernah diutus kepada mereka seorang rasul. Dalam ayat ini disebutkan kerusakan moral bangsa Arab akibat sifat lalai dalam hati mereka. Hati yang lalai ialah hati yang tidak melaksanakan kewajiban yang harus dilaksanakan. Mereka adalah bangsa Arab keturunan Nabi Ismail yang belum pernah dikirim seorang rasul pun kepada mereka. Oleh karena itu, mereka belum mengenal syariat yang membawa manusia kepada kebahagiaan hidup di dunia dan akhirat. Adapun kata qaum yang mengandung pengertian khusus ditujukan kepada bangsa Arab saja, tidak mengubah maksud risalah yang sebenarnya, yakni tertuju kepada seluruh manusia, sebagaimana ditegaskan dalam ayat lain:\n\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua. (al-A'raf/7: 158)",
    "quraish": "Agar kamu memberi peringatan kepada suatu kaum yang nenek moyang terdekat mereka tidak diberi peringatan. Karena itulah mereka menjadi lupa akan kewajiban mereka kepada Allah, diri mereka sendiri dan umat manusia.",
    "jalalayn": "(Agar kamu memberi peringatan) dengan Alquran itu (kepada kaum) lafal Litundzira berta'alluq kepada lafal Tanziilun (yang bapak-bapak mereka belum pernah diberi peringatan) mereka belum pernah diberi peringatan karena hidup di zaman fatrah atau zaman kekosongan nabi dan rasul (karena itu mereka) yakni kaum itu (dalam keadaan lalai) lalai dari iman dan petunjuk."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 7,
    "arab": "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3712.mp3",
    "tafsir": "Telah menjadi ketetapan Allah untuk mengazab nenek moyang orang-orang kafir sebagaimana terjadi pada kebanyakan umat yang telah menolak kedatangan rasul yang diutus kepada mereka. Keingkaran dan kejahatan akhlak mereka menyebabkan hati mereka tidak mampu menghayati kebenaran dan tidak mau tunduk kepada Allah.",
    "quraish": "Sungguh telah ada dalam pengetahuan Kami bahwa kebanyakan mereka itu tidak akan beriman. Demikianlah, apa yang terjadi pada mereka itu sesuai dengan apa yang ada dalam pengetahuan Kami, dalam mana banyak di antara mereka yang tidak menerima keimanan.",
    "jalalayn": "(Sesungguhnya telah pasti berlaku perkataan) yakni ketentuan Allah telah pasti (terhadap kebanyakan mereka) yakni azab-Nya telah pasti atas mereka (karena mereka tidak beriman) kebanyakan dari mereka tidak beriman."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 8,
    "arab": "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ",
    "translation": "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3713.mp3",
    "tafsir": "Kemudian diberikan sebuah perumpamaan bagi orang-orang yang tidak mau beriman itu, seolah-olah belenggu telah dipasang di leher mereka, tangan diangkat sampai ke atas dagu. Hal demikian menyebabkan muka mereka selalu tertengadah. Demikianlah gambaran orang yang tidak beriman karena dia tidak dapat menoleh ke kanan dan ke kiri untuk mengambil perbandingan. Belenggu itu demikian erat, sehingga tidak memungkinkan kepalanya bergerak sama sekali. Di ayat lain terdapat pula keterangan:\n\nDan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu. (al-Mu'minun/23: 71) \n\nMenurut riwayat, ayat ini pada mulanya diturunkan sehubungan dengan niat Abu Jahal bersama dua orang temannya yang berasal dari Bani Makhzum. Abu Jahal pernah bersumpah bila melihat Muhammad sedang salat di Baitullah, ia akan menjatuhkan batu besar ke atas kepalanya. Pada suatu hari, dilihatnya Nabi sedang sujud, di tangannya sudah tersedia batu yang cukup besar. Ketika batu itu diangkatnya dan akan dilemparkan ke arah Nabi yang sedang sujud itu, ia jadi ragu-ragu dan batu itu terlepas dari pegangan tangannya. Abu Jahal kembali kepada kaumnya dan menceritakan apa yang terjadi. \nKemudian ada pula seorang Bani Makhzum karena tertarik dengan cerita Abu Jahal, bermaksud pula melempar Nabi pada waktu beliau akan salat. Ketika ia hendak melaksanakan niat jahatnya, Allah membutakan matanya. Ia kembali kepada kaumnya dalam keadaan buta. Dia menceritakan bahwa ketika hendak melaksanakan niatnya tiba-tiba muncul seekor binatang besar yang siap hendak menerkamnya. Seandainya batu itu ia lemparkan juga, binatang itu pasti menerkamnya. Ada yang mengatakan bahwa makna belenggu di sini adalah arti majazi (kiasan). Jadi yang dimaksud dengan belenggu adalah penghalang yang menghalangi niat seseorang untuk beriman kepada Allah.",
    "quraish": "Sesungguhnya Kami menjadikan mereka yang bersikeras mempertahankan kekufuran bagaikan orang yang memasang belenggu di leher mereka hingga mencapai dagu. Lalu mereka mengikat dan mengangkat tangan mereka ke kepala dengan mata terpejam. Dengan demikian, mereka tak dapat menggerakkan kepala untuk melihat.",
    "jalalayn": "(Sesungguhnya Kami telah memasang belenggu di leher mereka) tangan mereka disatukan dengan leher mereka dalam satu belenggu, karena pengertian lafal Al-Ghillu ialah mengikatkan kedua tangan ke leher (lalu tangan mereka) yaitu tangan-tangan mereka diangkat dan disatukan (ke dagu) mereka, lafal Adzqaan bentuk jamak dari lafal Dzaqanun yaitu tempat tumbuh janggut (maka karena itu mereka tertengadah) kepala mereka terangkat dan tidak dapat ditundukkan. Ini merupakan tamtsil, yang dimaksud ialah mereka tidak mau taat untuk beriman, dan mereka sama sekali tidak mau menundukkan kepalanya dalam arti kata tidak mau beriman."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 9,
    "arab": "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ",
    "translation": "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3714.mp3",
    "tafsir": "Kemudian digambarkan pula bahwa orang-orang yang tidak beriman itu memandang baik perbuatan jahat yang mereka kerjakan. Hal demikian menyebabkan mereka menjadi sombong, sehingga mereka enggan mengikuti ajaran rasul. Pikirannya tertutup dari kebenaran, dari apa yang dapat mendatangkan manfaat. Oleh karena itu, tidak ada yang bisa mereka pahami kecuali apa yang telah diwariskan dari nenek moyang mereka. Ringkasnya, mereka selalu berada dalam penjara kebodohan, seolah-olah hati mereka dipisahkan oleh dinding, sehingga mereka tidak bisa berpikir dan merenungkan dalil-dalil kebenaran ajaran yang dibawa rasul. \nAda pula yang mengartikan dinding yang menghalangi itu dengan hijab; hingga berarti Allah menjadikan hijab yang menghalangi orang-orang musyrik untuk menyakiti Rasul. Sedang mata yang tertutup diartikan, mereka tidak bisa mengindra dengan baik sesuatu yang dilihatnya, dan tidak satu pun petunjuk yang dapat meluruskan pikiran mereka.\n(10) Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang tidak bisa menerima petunjuk itu walaupun diancam dengan siksaan yang pedih, tidak akan berubah. Sebab hati mereka sebenarnya sudah terpatri mati dan tidak dapat menerima petunjuk. Hal yang demikian disebabkan pikiran mereka tidak sanggup lagi memikirkan kebenaran yang disampaikan, dan mata mereka sudah buta dari kebenaran itu. Ringkasnya, siapa yang telah ditetapkan Allah kesesatannya tidak mungkin lagi bermanfaat baginya segala nasihat yang disampaikan orang. Allah berfirman:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 6-7)\n\nDan firman-Nya:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman. (Yunus/10: 96)",
    "quraish": "Mereka yang tidak memperhatikan ayat-ayat dan bukti-bukti kebesaran Tuhan, Kami umpamakan seperti orang yang terapit oleh dua dinding sehingga mata mereka terhalang untuk melihat apa yang ada di hadapan dan di belakang mereka.",
    "jalalayn": "(Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding) lafal Saddan dalam dua tempat tadi boleh dibaca Suddan (dan Kami tutup -mata- mereka sehingga mereka tidak dapat melihat.) Ini merupakan tamtsil yang menggambarkan tertutupnya jalan iman bagi mereka."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 10,
    "arab": "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3715.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang tidak bisa menerima petunjuk itu walaupun diancam dengan siksaan yang pedih, tidak akan berubah. Sebab hati mereka sebenarnya sudah terpatri mati dan tidak dapat menerima petunjuk. Hal yang demikian disebabkan pikiran mereka tidak sanggup lagi memikirkan kebenaran yang disampaikan, dan mata mereka sudah buta dari kebenaran itu. Ringkasnya, siapa yang telah ditetapkan Allah kesesatannya tidak mungkin lagi bermanfaat baginya segala nasihat yang disampaikan orang. Allah berfirman:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 6-7)\n\nDan firman-Nya:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman. (Yunus/10: 96)",
    "quraish": "Baik kamu peringati mereka ataupun tidak, hasilnya sama saja: mereka tidak akan beriman.",
    "jalalayn": "(Sama saja bagi mereka apakah kamu memberi peringatan kepada mereka) dapat dibaca Tahqiq dan dapat pula dibaca Tas-hil (ataukah kamu tidak memberi peringatan kepada mereka, mereka tidak akan beriman.)"
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 11,
    "arab": "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ",
    "translation": "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3716.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa hanya orang yang dapat menerima petunjuk Nabi Muhammad yang takut mendengar ancaman Allah, yakni orang-orang yang beriman pada Al-Qur'an dan mau melaksanakan pedoman yang telah digariskannya. Mereka merasa sadar, gentar, dan ngeri bila mendengar ancaman dan siksaan Allah. Allah Mahabesar rahmat-Nya dan Mahapedih siksa-Nya, sebagaimana disebutkan dalam ayat lain:\n\nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50) \n\nAllah memerintahkan Nabi Muhammad untuk memberi kabar gembira kepada orang-orang yang beriman bahwa mereka akan mendapat magfirah (ampunan) dan pahala yang mulia, yaitu nikmat yang abadi yang tidak dapat dilukiskan, tidak pernah terlihat oleh mata, terdengar oleh telinga, dan terlintas dalam hati. Ayat lain menyatakan:\n\nSesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. (al-Mulk/67: 12)\n\nMaksud firman Allah \"takut kepada Tuhan Yang Maha Pengasih walaupun tidak melihatnya\" ialah selalu melaksanakan perintah dan menjauhi larangan-Nya di saat ada atau tidak orang yang mengetahui, atau ia bertakwa kepada Allah baik waktu ia sendirian maupun bersama orang lain. Orang-orang beriman dan berkepribadian seperti di ataslah yang diberi Allah kabar gembira melalui Nabi Muhammad. Kabar gembira itu adalah segala dosa yang pernah mereka kerjakan akan diampuni Allah dengan magfirah-Nya, dan mereka akan menikmati pahala yang mulia yakni surga yang luasnya seluas langit dan bumi, seperti yang dinyatakan oleh ayat:\n\nDan bersegeralah kamu mencari ampunan dari Tuhanmu dan mendapatkan surga yang luasnya seluas langit dan bumi yang disediakan bagi orang-orang yang bertakwa. (ali 'Imran/3: 133)",
    "quraish": "Peringatanmu itu hanya berguna bagi mereka yang mengikuti petunjuk al-Qur'ân dan takut kepada Sang Maha Penyayang, meskipun mereka tidak melihat-Nya. Kepada mereka ini berilah kabar gembira berupa ampunan Allah atas segala kesalahan. Amal perbuatan mereka pun akan mendapatkan balasan kebaikan.",
    "jalalayn": "(Sesungguhnya Kamu hanya dapat memperingati) yakni akan dapat mengambil manfaat dari peringatanmu (orang yang mau mengikuti peringatan) petunjuk Alquran (dan yang takut kepada Tuhan Yang Maha Pemurah walaupun Dia tidak melihat-Nya) yakni ia tetap takut kepada-Nya sekalipun ia tidak melihat-Nya. (Maka berilah ia kabar gembira dengan ampunan dan pahala yang mulia) yaitu mendapat surga."
  },
  {
    "ruku": 381,
    "name": "Yasin",
    "ayat": 12,
    "arab": "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ ࣖ",
    "translation": "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3717.mp3",
    "tafsir": "Kemudian disebutkan pula bahwa orang harus merasa takut kepada Tuhannya, karena Allah akan menghidupkan kembali semua orang yang telah mati dan membangkitkan mereka dari kuburnya masing-masing pada hari Akhirat. Ketika itu manusia memperoleh catatan dari seluruh perbuatan, baik besar maupun kecil, yang pernah dikerjakan di dunia dahulu. Tiada satu pun perbuatan yang luput dari catatan. Semuanya tertulis dalam buku itu dengan teliti dan. Al-Qur'an menyatakan:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) \n\nTidak hanya perbuatan mereka yang tertulis dalam buku itu, tetapi juga segala amal yang mereka tinggalkan, yang diikuti dan masih dimanfaatkan orang banyak setelah ia meninggal dunia, seperti ilmu pengetahuan yang diajarkannya, harta benda yang diwakafkan, atau rumah sakit yang didirikannya untuk kesehatan masyarakat. Demikian pula perbuatan jahat yang ditinggalkan, seperti fitnah yang pernah ditebarkannya sehingga mengakibatkan orang saling berselisih atau berpecah-belah. Ringkasnya, setiap perbuatan yang menimbulkan pengaruh, baik yang bermanfaat atau menimbulkan mudarat, tertulis semua dalam buku itu. Ayat ini sejalan dengan hadis Rasulullah yang berbunyi:Barang siapa membuat tradisi (kebiasaan) yang baik ia akan memperoleh pahalanya dan pahala orang yang mengamalkannya sesudah ia meninggal tanpa dikurangi sedikit pun pahala mereka. Dan barangsiapa membuat suatu tradisi (kebiasaan) yang buruk, ia akan memikul dosanya dan dosa orang yang mengerjakannya setelah (ia) meninggal dunia tanpa dikurangi sedikit pun dosa mereka. Kemudian Rasulullah membaca ayat \"wanaktubu maqaddamu wa atsarahum\" (dan Kami-lah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan).\" (Riwayat al-Bukhari dari Abu Musa.. al-Asy'ari) \n\nSehubungan dengan makna firman Allah \"Dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan\", Imam at-Tirmidzi meriwayatkan sebuah kisah, seperti yang dimuat oleh Ibnu Katsir dalam tafsirnya, di mana diceritakan ada orang-orang dari Bani Salamah tinggal di pinggiran kota Medinah. Mereka merasa betapa jauhnya tempat kediaman mereka dari masjid Nabi. Agar mereka dapat datang berjamaah lebih awal untuk memperoleh keutamaan salat berjamaah, mereka berniat untuk memindahkan rumah mereka ke daerah sekitar masjid, maka turunlah ayat ini. Setelah Rasulullah memanggil mereka, beliau pun bersabda, \"Niatmu yang baik itu akan ditulis.\" Akhirnya mereka tidak jadi pindah. \nIbnu Jarir ath-thabari meriwayatkan pula bahwa rumah sebagian orang Anshar jauh dari masjid Rasulullah. Mereka ingin memindahkannya, maka turunlah ayat ini. Mereka akhirnya membatalkan maksud tersebut. Barangkali yang mendorong orang-orang Bani Salamah atau segolongan sahabat Anshar hendak memindahkan rumah mereka adalah hadis Nabi saw yang menyatakan bahwa salat berjamaah itu 27 kali lipat pahalanya dibanding dengan salat yang dikerjakan sendirian.\nRasulullah bersabda:\nManusia yang paling banyak pahalanya dalam salat ialah orang yang paling jauh berjalan dengan kaki, kemudian yang paling jauh, dan orang yang menunggu salat sehingga ia mengerjakannya bersama imam lebih besar pahalanya daripada orang yang mengerjakan salat (sendiri) kemudian ia tidur.\" (Riwayat al-Bukhari dan Muslim dari Abu Musa) \n\nKemudian lebih ditegaskan lagi bahwa tidak hanya perbuatan Bani Adam yang tertulis dalam buku itu dengan teliti, tetapi juga apa yang terjadi di bumi ini. Menurut penjelasan ahli tafsir yang dimaksud dengan imamum mubin (kitab induk yang nyata) ialah Lauh Mahfudh. Ayat ini diperkuat lagi dengan keterangan ayat-ayat lain yang berbunyi:\n\nDia (Musa) menjawab, \"Pengetahuan tentang itu ada pada Tuhanku, di dalam sebuah Kitab (Lauh Mahfudh), Tuhanku tidak akan salah ataupun lupa.\" (thaha/20: 52)\n\nDan ayat:\n\nDan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. (al-Qamar/54: 53)\n\nDemikian penjelasan ayat-ayat di atas yang memastikan datangnya hari Kiamat, di mana manusia akan menerima balasan dari semua usahanya, baik jahat maupun baik. Dari ayat ini dapat dipahami bahwa kabar gembira berupa ampunan dan surga bagi orang yang takwa kepada Tuhan dan mengikuti petunjuk Al-Qur'an ditetapkan Allah nanti setelah hari Kebangkitan.",
    "quraish": "Sesungguhnya Kamilah yang menghidupkan kembali sesuatu yang telah mati dan mencatat segala amal perbuatan mereka di dunia, lengkap dengan peninggalan-peninggalan mereka setelah kematian. Semua itu telah Kami tetapkan dalam sebuah kitab yang jelas.",
    "jalalayn": "(Sesungguhnya Kami menghidupkan orang-orang mati) yakni menghidupkannya kembali (dan Kami menuliskan) di Lohmahfuz (apa yang telah mereka kerjakan) selama hidup di dunia berupa kebaikan dan keburukan, lalu Kami membalasnya kepada mereka (dan bekas-bekas yang mereka tinggalkan) hal-hal yang dijadikan panutan dari perbuatan mereka sesudah mereka tiada (serta segala sesuatu) dinashabkannya lafal Kulla oleh pengaruh Fiil atau kata kerja yang menjelaskannya, yaitu kalimat berikutnya (Kami catat) Kami kumpulkan satu persatu secara mendetail (di dalam kitab induk yang nyata) yaitu di Lohmahfuz."
  }
]