[
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 33,
    "arab": "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ",
    "translation": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka dari (biji-bijian) itu mereka makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3738.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa salah satu dari tanda-tanda kekuasaan Allah dan adanya hari kebangkitan, ialah adanya tanah yang semula mati, tandus dan gersang, serta tidak menumbuhkan tanaman apa pun, namun dengan kekuasaan Allah semuanya menjadi hidup dengan turunnya hujan dari langit. Hal itu memungkinkan tumbuhnya bermacam-macam tanaman yang menghasilkan bahan makanan bagi manusia dan makhluk lainnya yang hidup di bumi ini. Dengan demikian, manusia dan makhluk itu memperoleh makanan untuk menumbuhkan jasmani dan memberikan kekuatan kepada mereka. Di samping itu, hasil-hasil bumi tersebut dapat pula dijadikan bahan perniagaan untuk diperdagangkan oleh manusia.",
    "quraish": "Bukti untuk mereka bahwa Kami Mahakuasa membangkitkan dan mengumpulkan adalah tanah kering- kerontang yang Kami hidupkan dengan air. Lalu, dari tanah itu, Kami keluarkan biji-bijian yang kemudian dapat mereka makan.",
    "jalalayn": "(Dan suatu tanda bagi mereka) yang menunjukkan bahwa mereka akan dibangkitkan kembali, lafal ayat ini berkedudukan menjadi Khabar Muqaddam (adalah bumi yang mati) dapat dibaca Al Maytati atau Al Mayyitati (Kami hidupkan bumi itu) dengan air, menjadi Mubtada Muakhkhar (dan Kami keluarkan daripadanya biji-bijian) seperti gandum (maka daripadanya mereka makan.)"
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 34,
    "arab": "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ",
    "translation": "Dan Kami jadikan padanya di bumi itu kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3739.mp3",
    "tafsir": "Allah juga menciptakan di bumi ini kebun, ladang, dan sawah, yang dapat ditanami bermacam-macam tanaman yang menghasilkan bahan makanan bagi manusia, seperti korma dan anggur yang menjadi bahan makanan bangsa Arab. Demikian pula padi, gandum, dan jagung yang menjadi makanan pokok bagi bangsa-bangsa lainnya. Di samping itu, Allah menciptakan pula sumber-sumber air yang kemudian mengalir menjadi sungai-sungai, yang sangat diperlukan bagi kehidupan di bumi. Bahkan pada masa kita sekarang, air tidak hanya diperlukan untuk minum, mandi, dan mencuci saja, bahkan juga untuk irigasi dan pembangkit tenaga listrik yang amat penting untuk memajukan pertanian dan industri.",
    "quraish": "Di atas tanah itu Kami jadikan kebun-kebun serta taman-taman dari pohon korma dan anggur. Lalu Kami pancarkan beberapa mata air yang diserap oleh pepohonan. Pepohonan itu kemudian mengeluarkan buah yang dapat mereka nikmati. Semua itu bukanlah hasil perbuatan mereka. Jika demikian kenyataannya, lalu mengapa mereka tidak menunaikan kewajiban kepada Allah dengan beriman dan memuji-Nya?",
    "jalalayn": "(Dan Kami jadikan padanya kebun-kebun) ladang-ladang (kurma dan anggur dan Kami pancarkan padanya beberapa mata air) dari sebagian kebun-kebun itu."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 35,
    "arab": "لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ ",
    "translation": "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Maka mengapa mereka tidak bersyukur?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3740.mp3",
    "tafsir": "Allah menciptakan dan menganugerahkan semuanya itu kepada manusia, agar mereka memperoleh makanan dari buah dan hasilnya. Begitu pula dari hasil usaha kerajinan tangan mereka, yang sekarang ini kita kenal dengan hasil-hasil pertanian dan industri yang hampir tak terhitung jumlahnya. Jika mereka mau memikirkan betapa besarnya kekuasaan dan nikmat Allah, mengapa mereka tak mau juga bersyukur kepada-Nya. Sikap dan tingkah laku semacam ini sungguh tak layak bagi orang-orang yang berakal.",
    "quraish": "Di atas tanah itu Kami jadikan kebun-kebun serta taman-taman dari pohon korma dan anggur. Lalu Kami pancarkan beberapa mata air yang diserap oleh pepohonan. Pepohonan itu kemudian mengeluarkan buah yang dapat mereka nikmati. Semua itu bukanlah hasil perbuatan mereka. Jika demikian kenyataannya, lalu mengapa mereka tidak menunaikan kewajiban kepada Allah dengan beriman dan memuji-Nya?",
    "jalalayn": "(Supaya mereka dapat makan dari buahnya) dapat dibaca Tsamarihi atau Tsumurihi, yakni buah pohon yang telah disebutkan tadi, yaitu buah kurma dan buah-buah lainnya (dan dari apa yang diusahakan oleh tangan mereka) bukan dari hasil buah-buahan. (Maka mengapakah mereka tidak bersyukur?) atas nikmat-nikmat Allah yang telah dilimpahkan kepada mereka."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 36,
    "arab": "سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ",
    "translation": "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3741.mp3",
    "tafsir": "Pada ayat ini diterangkan bukti lain tentang kekuasaan Allah, yaitu Dia telah menciptakan makhluk-Nya berpasang-pasangan, baik pasangan jenis, yaitu lelaki dan perempuan, maupun berpasangan sifat, seperti: besar dan kecil, kuat dan lemah, tinggi dan rendah, kaya dan miskin, dan lain sebagainya.\nBahkan perpasangan itu juga terjadi pada arus listrik, yaitu arus positif dan negatif, yang kemudian menimbulkan kekuatan yang dapat membangkitkan tenaga listrik dan menimbulkan cahaya. Tenaga listrik dan cahaya yang dihasilkan sangat vital dalam kehidupan manusia zaman modern ini.\nItu semuanya adalah hal-hal yang berhasil diketahui manusia sampai saat sekarang ini. Akan tetapi perpasangan yang belum dapat dijangkau oleh pengetahuan dan penemuan manusia sampai masa kini, masih banyak lagi. Boleh jadi, kemajuan ilmu pengetahuan dan teknologi manusia di masa datang akan dapat pula menyingkapkan sebagian dari rahasia-rahasia yang masih tersimpan tentang adanya perpasangan dalam bidang-bidang yang lain yang belum diketahui pada masa kita sekarang ini.\nPada ayat ini diterangkan tanda-tanda kekuasaan dan kebesaran Allah, yang terdapat dalam pasangan-pasangan yang telah diciptakan-Nya, yaitu:\n1. Benda-benda yang ditumbuhkan-Nya di bumi yang telah diketahui manusia seperti tumbuh-tumbuhan dan sebagainya.\n2. Pada diri mereka sendiri, seperti adanya jenis laki-laki dan jenis perempuan. Dari hubungan kedua jenis itu lahirlah keturunan-keturunan mereka.\n3. Hal-hal yang belum diketahui manusia. Ilmu Allah amat luas dan tidak terhingga, sedangkan yang diketahui manusia hanyalah sebagian kecil saja. Mengenai pasangan, juga terdapat hal-hal yang belum terungkap oleh manusia.",
    "quraish": "Mahasuci Allah yang telah menciptakan segala sesuatu secara berpasangan--jantan dan betina--baik dalam dunia tumbuh-tumbuhan, diri mereka sendiri dan hal-hal yang tidak diketahui oleh manusia(1). (1) Kata \"min\" dalam ayat ini berfungsi sebagai penjelas. Yakni, bahwa Allah telah menciptakan pejantan dan betina pada semua makhluk ciptaan-Nya, baik berupa tumbuh-tumuhan, hewan, manusia dan makhluk hidup lainnya yang tak kasat mata dan belum diketahui manusia.",
    "jalalayn": "(Maha Suci Allah yang telah menciptakan pasangan-pasangan) yang berjenis-jenis (semuanya, baik dari apa yang ditumbuhkan oleh bumi) berupa biji-bijian dan lain-lainnya (dan dari diri mereka) yaitu jenis pria dan wanita (maupun dari apa yang tidak mereka ketahui) yaitu makhluk-makhluk yang ajaib dan aneh."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 37,
    "arab": "وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ",
    "translation": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah malam; Kami tanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3742.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bukti yang lain tentang kekuasaan-Nya Yang Mahabesar dan bukti adanya hari kebangkitan, yaitu adanya waktu malam. Allah menanggalkan siang dan mendatangkan malam, tiba-tiba manusia berada dalam kegelapan.\nAyat ini meletakkan dasar-dasar bagi ilmu pengetahuan alam dan ilmu falak. Terjadinya siang dan malam karena bergeraknya tata surya, terutama bumi dan matahari, sehingga bagian muka bumi yang terkena cahaya matahari mengalami siang, dan bagian yang tidak terkena cahaya matahari mengalami malam. Hal ini terjadi silih berganti.\nKemajuan ilmu pengetahuan manusia mengenai ilmu falak atau astronomi pada masa sekarang ini telah memungkinkan mereka mengetahui benda-benda di angkasa raya. Dengan kemajuan teknologi, manusia akhirnya dapat pula mengarungi ruang angkasa, tidak hanya sekadar mengamatinya dari bumi.\nAdanya siang dan malam juga berfaedah bagi manusia. Waktu siang mereka gunakan untuk bekerja bagi keperluan hidup mereka. Sedang waktu malam pada umumnya digunakan untuk beristirahat dan tidur, sebagai salah satu dari kebutuhan jasmaniah dan rohaniah mereka.",
    "quraish": "Bukti lain untuk mereka akan adanya Allah dan kemahakuasaan-Nya adalah kemunculan malam yang Kami jadikan untuk mengganti dan menutupi siang. Lalu manusia berada dalam kegelapan yang meliputi mereka dari semua arah.",
    "jalalayn": "(Dan suatu tanda bagi mereka) yang menunjukkan kekuasaan Allah yang besar (adalah malam; Kami tanggalkan) Kami pisahkan (siang dari malam itu, maka dengan serta merta mereka berada dalam kegelapan) mereka memasuki kegelapan malam hari."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 38,
    "arab": "وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ",
    "translation": "dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3743.mp3",
    "tafsir": "Allah menjelaskan bukti lain tentang kekuasaan-Nya, yaitu peredaran matahari, yang bergerak pada garis edarnya yang tertentu dengan tertib menurut ketentuan yang telah ditetapkan Allah. Sedikit pun ia tidak menyimpang dari garis yang telah ditentukan itu. Andaikata ia menyimpang seujung rambut saja, niscaya akan terjadi tabrakan dengan benda-benda langit lainnya. Kita tidak dapat membayangkan apa yang akan terjadi akibat peristiwa itu.\nDilihat sepintas lalu, orang akan menerima bahwa hanya matahari yang bergerak, sedang bumi tetap pada tempatnya. Di pagi hari, matahari terlihat di sebelah timur, sedang pada sore hari ia berada di barat. Akan tetapi, ilmu falak mengatakan bahwa matahari berjalan sambil berputar pada sumbunya, sedang bumi berada di depannya, juga berjalan sambil berputar pada sumbunya, dan beredar mengelilingi matahari.\nTernyata apa yang ditetapkan oleh ilmu falak sejalan dengan apa yang telah diterangkan dalam ayat tersebut. Oleh sebab itu, tidak berlebihan jika dikatakan bahwa semakin tinggi kemampuan ilmu pengetahuan dan teknologi manusia, semakin terbuka pula kebenaran-kebenaran yang telah dikemukakan Al-Qur'an sejak empat belas abad yang lalu. Allahu Akbar. Allah Mahabesar kekuasaan-Nya.",
    "quraish": "Dan matahari beredar pada garis edarnya sebagai bukti kekuasaan Allah dalam dimensi ruang dan waktu. Peredaran itu terjadi karena diatur oleh Sang Mahaperkasa yang Mahakuasa, yang ilmu-Nya meliputi segala sesuatu.",
    "jalalayn": "(Dan matahari berjalan) ayat ini dan seterusnya merupakan bagian daripada ayat Wa-aayatul Lahum, atau merupakan ayat yang menyendiri, yakni tidak terikat oleh ayat sebelumnya demikian pula ayat Wal Qamara, pada ayat selanjutnya (di tempat peredarannya) tidak akan menyimpang dari garis edarnya. (Demikianlah) beredarnya matahari itu (ketetapan Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 39,
    "arab": "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ",
    "translation": "Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3744.mp3",
    "tafsir": "Allah telah menetapkan jarak-jarak tertentu bagi peredaran bulan, sehingga pada setiap jarak tersebut ia mengalami perubahan, baik dalam bentuk dan ukurannya, maupun dalam kekuatan sinarnya. Mula-mula bulan itu timbul dalam keadaan kecil dan cahaya yang lemah. Kemudian ia menjadi bulan sabit dengan bentuk melengkung serta sinar yang semakin terang. Selanjutnya bentuknya semakin sempurna bundarnya, sehingga menjadi bulan purnama dengan cahaya yang amat terang. Tetapi kemudian makin menyusut, sehingga pada akhirnya ia menyerupai sebuah tandan kering yang berbentuk melengkung dengan cahaya yang semakin pudar, kembali kepada keadaan semula.\nJika diperhatikan pula benda-benda angkasa lainnya yang bermiliar-miliar banyaknya, dengan jarak dan besar yang berbeda-beda, serta kecepatan gerak yang berlainan pula, semua berjalan dengan teratur rapi, semua itu akan menambah keyakinan kita tentang tak terbatasnya ruang alam ini dan betapa besarnya kekuasaan Allah yang menciptakan dan mengatur makhluk-Nya.\nDengan memperhatikan semua itu, tak akan ada kata-kata lain yang ke luar dari mulut orang yang beriman, selain ucapan \"Allahu Akbar, Allah Mahabesar, lagi Mahabesar kekuasaan-Nya.\"",
    "quraish": "Dan bulan--dengan pemeliharaan Kami--Kami jadikan menempati posisi-posisi tertentu. Dengan sebab itulah, pada awalnya, bulan terlihat kecil yang malam demi malam semakin bertambah besar hingga sempurna membentuk bulan purnama. Setelah itu bulan--secara berangsur-angsur pula--mengecil kembali hingga terlihat seperti pertama kali muncul, bagaikan tandan yang segar kemudian menua dan mulai melengkung, layu dan menguning.",
    "jalalayn": "(Dan bagi bulan) dapat dibaca Wal Qamaru atau Wal Qamara, bila dibaca nashab yaitu Wal Qamara berarti dinashabkan oleh Fiil sesudahnya yang berfungsi menafsirkannya yaitu (telah Kami tetapkan) bagi peredarannya (manzilah-manzilah) sebanyak dua puluh delapan manzilah selama dua puluh delapan malam untuk setiap bulannya. Kemudian bersembunyi selama dua malam, jika bilangan satu bulan tiga puluh hari, dan satu malam jika bilangan satu bulan dua puluh sembilan hari (sehingga kembalilah ia) setelah sampai ke manzilah yang terakhir, menurut pandangan mata (sebagai bentuk tandan yang tua) bila sudah lanjut masanya bagaikan ketandan, lalu menipis, berbentuk sabit dan berwarna kuning."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 40,
    "arab": "لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ",
    "translation": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3745.mp3",
    "tafsir": "Berdasarkan pengaturan dan ketetapan Allah yang berlaku bagi benda-benda alam itu, peraturan yang disebut \"Sunnatullah\", maka tidaklah mungkin terjadi tabrakan antara matahari dan bulan, dan tidak pula malam mendahului siang. Semuanya akan berjalan sesuai dengan peraturan yang telah ditetapkan-Nya. Masing-masing tetap bergerak menurut garis edarnya yang telah ditetapkan Allah untuknya.\nBetapa kecilnya kekuasaan manusia, dibanding dengan kekuasaan Allah yang menciptakan dan mengatur perjalanan benda-benda alam sehingga tetap berjalan dengan tertib. Manusia telah membuat bermacam-macam peraturan lalu lintas di jalan raya dilengkapi dengan rambu-rambu yang beraneka ragam. Akan tetapi kecelakaan lalu-lintas di jalan raya tetap terjadi di mana-mana. Peraturan manusia selalu menunjukkan sisi kelemahannya.",
    "quraish": "Matahari tidak akan melenceng dari tata aturannya sehingga mendahului bulan dan masuk dalam peredarannya. Demikian pula malam, tidak akan mendahului siang dan menghalangi kemunculannya. Akan tetapi siang dan malam itu selalu silih berganti. Baik matahari, bulan dan lainnya senantiasa beredar dalam garis edarnya dan tidak pernah melenceng(1). (1) Ayat-ayat suci ini mengisyaratkan suatu fakta ilmiah yang baru ditemukan oleh para astronom di awal abad ke-17 M. Sebagai salah satu bintang, matahari--sebagaimana halnya bintang-bintang lainnya--memiliki gerak edarnya sendiri. Keistimewaan yang ada pada matahari adalah, pertama, posisinya sebagai bintang yang dekat dengan bumi dan, kedua, ia memiliki sekumpulan planet yang, karena gaya tarik gravitasi matahari, bergerak mengelilingi matahari dalam bentuk oval. Singkatnya, baik matahari, bumi, bulan dan seluruh planet serta benda-benda langit lainnya bergerak di ruang angkasa luar dengan kecepatan dan arah tertentu. Di sisi lain, matahari dengan tata suryanya berada dalam suatu nebula besar yang disebut dengan Bimasakti. Dalam penemuan modern, dijelaskan bahwa seluruh planet yang berada di Bimasakti itu beredar mengelilingi satu pusat dengan kecepatan yang sesuai dengan kedekatan atau kejauhannya ke pusat. Dijelaskan pula bahwa matahari, bumi dan planet-planet itu beredar dengan kecepatan dan arah tertentu. Kecepatan edarnya itu bisa mencapai sekitar 700 kilometer per detik dan peredarannya mengitari pusat membutuhkan waktu sekitar 200 juta tahun cahaya. Demikianlah, ayat suci ini menegaskan suatu penemuan ilmiah yang belum ditemukan kecuali pada awal abad ini, bahwa matahari senantiasa bergerak pada garis edarnya. Karenanya, matahari tidak dapat mendahului bulan, karena keduanya beredar dalam suatu gerak linier yang tidak mungkin dapat bertemu. Sebagaimana malam pun tidak dapat mendahului siang, kecuali jika bumi berputar pada porosnya dari timur ke barat, tidak seperti seharusnya, bergerak dari barat ke timur. Bulan saat mengelilingi bumi, dan bumi saat mengelilingi matahari harus melewati kumpulan bintang-bintang yang kemudian memunculkan posisi-posisi (manâzil) bulan. Maka kita saksikan pada seperempat pertama dan kedua, bulan terlihat seperti tandan yang tua.",
    "jalalayn": "(Tidaklah mungkin bagi matahari) tidak akan terjadi (mendapatkan bulan) yaitu matahari dan bulan bersatu di malam hari (dan malam pun tidak dapat mendahului siang) malam hari tidak akan datang sebelum habis waktu siang hari. (Dan masing-masing) matahari, bulan dan bintang-bintang. Tanwin lafal Kullun ini merupakan pergantian dari Mudhaf Ilaih (pada garis edarnya) yang membundar (beredar) pada garis edarnya masing-masing. Di dalam ungkapan ini benda-benda langit diserupakan sebagai makhluk yang berakal, karenanya mereka diungkapkan dengan lafal Yasbahuuna."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 41,
    "arab": "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ",
    "translation": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3746.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan bahwa kapal yang berlayar di tengah samudera merupakan salah satu bukti kebesaran dan kekuasaan-Nya. Kapal itu mengangkut manusia dan barang-barang keperluannya dari suatu negeri ke negeri yang lain, baik yang berdekatan letaknya maupun yang berjauhan.\nPenggunaan alat-alat angkutan laut sebagai salah satu sarana perhubungan yang dimanfaatkan manusia untuk bergerak dan mengangkut barang, telah dikenal sejak zaman dahulu kala, bahkan telah dikenal sejak zaman Nabi Nuh. Orang yang mula-mula membuat kapal adalah Nabi Nuh. Kapal itu dibuat atas perintah dan bimbingan Allah. Hal ini diterangkan dalam firman-Nya:\nDan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami. (Hud/11: 37)\nPerahu, sampan, dan kapal yang berbobot berat, baik yang digerakkan oleh tenaga manusia, kekuatan angin, maupun tenaga mesin dapat meluncur dengan mudah di atas air mengangkut manusia dan barang dari suatu pulau ke pulau yang lain, dari suatu benua ke benua yang lain, tentu terkait dengan suatu kekuatan yang menahan kapal itu, sehingga tidak tenggelam. Hal ini merupakan bukti-bukti kekuasaan dan kebesaran Allah melalui pemberlakuan hukum alam-Nya.\nAllah berfirman:\nTidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dengan nikmat Allah, agar diperlihatkan-Nya kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran)-Nya bagi setiap orang yang sangat sabar dan banyak bersyukur. (Luqman/31: 31)",
    "quraish": "Dan bukti lainnya untuk mereka adalah bahwa Kami mengangkut anak keturunan manusia dalam bahtera-bahtera yang dipenuhi oleh barang-barang dan rezeki-rezeki mereka.",
    "jalalayn": "(Dan suatu tanda bagi mereka) yang menunjukkan kekuasaan Kami (adalah bahwa Kami angkut keturunan mereka) menurut qiraat yang lain lafal Dzurriyyatahum dibaca dalam bentuk jamak sehingga bacaannya menjadi Dzurriyyaatihim, maksudnya ialah kakek moyang mereka (dalam bahtera) yakni perahu Nabi Nuh (yang penuh muatan) dipadati penumpang."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 42,
    "arab": "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ",
    "translation": "dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3747.mp3",
    "tafsir": "Pada ayat ini, Allah mengingatkan manusia kepada bukti kekuasaan-Nya yang lain. Allah memberikan kepada manusia bermacam-macam kendaraan selain perahu, bahtera dan kapal, yaitu hewan-hewan yang dapat dijadikan kendaraan atau alat angkutan misalnya: kuda, keledai, unta, gajah dan sebagainya. Ini merupakan alat angkutan darat bagi manusia.\nPada ayat yang lain Allah berfirman:\n\nDan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)\n\nUntuk memungkinkan pengangkutan orang dan barang-barang yang lebih banyak, manusia dapat membuat alat-alat angkutan darat yang ditarik oleh hewan-hewan tersebut, seperti dokar, pedati, gerobak, dan sebagainya. Dengan menggunakan akal yang dikaruniakan Allah kepadanya, manusia dapat pula membuat alat angkutan yang bergerak dengan tenaga mesin yang memakai bahan bakar berupa minyak bumi atau batu bara, yang juga disediakan dan dikaruniakan Allah kepada manusia. Kendaraan bermesin ini dapat berjalan lebih cepat dan bermuatan lebih banyak.\nBerkat kemajuan akal (nalar) dan ilmu pengetahuan yang dikaruniakan Allah kepada manusia, mereka dapat membuat kendaraan-kendaraan yang dapat terbang di udara, mulai dari balon, pesawat terbang, hingga roket-roket yang menggerakkan kapal-kapal ruang angkasa yang kecepatannya dapat melebihi kecepatan suara. Itu semua merupakan nikmat dari Allah kepada manusia. Dengan menyiasati hukum gravitasi, manusia berhasil menciptakan pesawat terbang untuk kepentingan transportasi manusia.",
    "quraish": "Dan Kami menciptakan pula untuk mereka sesuatu yang dapat mereka tunggangi, seperti halnya bahtera.",
    "jalalayn": "(Dan Kami ciptakan untuk mereka seperti bahtera itu) seperti perahu Nabi Nuh, perahu kecil dan besar yang dibuat oleh mereka sesudahnya, bentuknya sama dengan perahu Nabi Nuh. Ini berkat apa yang telah Allah swt. ajarkan kepada Nabi Nuh (yang akan mereka kendarai) mereka berlayar dengannya."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 43,
    "arab": "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ",
    "translation": "Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3748.mp3",
    "tafsir": "Allah memperingatkan bahwa jika Dia menghendaki untuk menenggelamkan kapal-kapal yang berlayar di lautan itu, niscaya akan terjadi. Datangnya angin badai yang kencang yang menimbulkan gelombang-gelombang yang dahsyat, akan menyebabkan kapal-kapal itu tenggelam, para penumpangnya binasa dan terkubur ke dasar laut, tidak dapat ditolong lagi.\nHal ini merupakan suatu peringatan agar manusia jangan sombong, takabur, dan merasa bahwa prestasi mereka menciptakan kendaraan yang dapat berjalan di darat, laut, dan udara adalah semata-mata karena kepandaian otaknya, bukan karena karunia dari Allah.\nDari ilmu alam kita dapat mengetahui bahwa sesuatu dapat terapung di atas air, jika berat jenis benda itu lebih ringan dari berat jenis air yang dilaluinya. Ini ketentuan atau sunatullah yang ditetapkan Allah terhadap air yang diciptakan-Nya. Dengan menyiasati hukum alam tentang air yang dapat membuat suatu benda menjadi tenggelam dan dapat pula terapung, maka manusia dapat membuat kapal selam yang dapat menyelam jauh ke dasar laut, tetapi pada waktu yang diperlukan dapat timbul ke permukaan air. Hal itu dilakukan dengan mengurangi udara dalam rongga kapal selam sehingga menjadi tenggelam. Akan tetapi, jika udara dipompakan lagi ke dalam rongganya, kapal selam itu akan menjadi ringan sehingga bisa terapung di permukaan air.",
    "quraish": "Jika Kami menghendaki untuk menenggelamkan mereka karena hasil perbuatan mereka, niscaya Kami akan menenggelamkan mereka. Maka mereka tidak akan mendapatkan penolong yang dapat menyelamatkan mereka dari kebinasaan.",
    "jalalayn": "(Dan jika Kami menghendaki niscaya Kami tenggelamkan mereka) sekalipun memakai perahu (maka tiadalah penolong) yakni penyelamat (bagi mereka dan tidak -pula- mereka diselamatkan) ditolong sehingga selamat."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 44,
    "arab": "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ",
    "translation": "melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3749.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa karena kasih sayang-Nya yang sangat besar terhadap hamba-hamba-Nya, dan agar mereka dapat bersenang-senang menikmati karunia-Nya, maka Allah tidak membiarkan kendaraan-kendaraan itu semua binasa, baik yang berjalan di darat, berlayar di permukaan dan di dalam air, maupun yang terbang di udara. Apalagi jika orang-orang yang menggunakan kendaraan itu tidak takabur serta selalu cermat dan berhati-hati. Apabila sewaktu-waktu terjadi kecelakaan, itu adalah karena yang bersangkutan tidak berhati-hati, kurang cermat, lalai, atau sebab lainnya.",
    "quraish": "Akan tetapi Kami tidak menenggelamkan mereka karena kasih sayang Kami. Dan sungguh Kami memberi mereka kesenangan sampai tiba waktu yang telah ditentukan.",
    "jalalayn": "(Tetapi -Kami selamatkan mereka- karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai kepada suatu ketika) tiada yang menyelamatkan mereka melainkan rahmat Kami kepada mereka; dan karena Kami hendak memberikan kesenangan hidup kepada mereka sampai batas ajal mereka."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 45,
    "arab": "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ",
    "translation": "Dan apabila dikatakan kepada mereka, “Takutlah kamu akan siksa yang di hadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3750.mp3",
    "tafsir": "Allah menerangkan bahwa andaikata terhadap orang-orang yang ingkar itu dianjurkan agar mereka menjaga diri terhadap siksaan Allah yang akan datang di kemudian hari, mereka akan tetap berpaling, tidak mau mendengarkan anjuran itu. Padahal, anjuran itu disampaikan agar mereka mendapatkan rahmat dari Allah.\nMenjaga diri dari siksaan Allah ialah dengan cara bertakwa kepada-Nya, yaitu melakukan apa-apa yang diperintahkan-Nya, menjauhi segala larangan-Nya, dan mensyukuri setiap karunia-Nya. Akan tetapi, hati orang-orang yang ingkar telah tertutup terhadap kebenaran. Mereka senantiasa berpaling dari nasihat-nasihat yang baik. Oleh sebab itu, wajarlah mereka ditimpa kemurkaan dan siksaan Allah.",
    "quraish": "Dan apabila dikatakan kepada mereka, \"Waspadalah terhadap apa yang telah menimpa umat-umat terdahulu disebabkan pendustaan mereka, dan takutlah akan azab akhirat yang akan ditimpakan karena kekukuhan kalian mempertahankan kekufuran--dengan harapan semoga Tuhan memberikan rahmat-Nya jika kalian bertakwa kepada-Nya,\" mereka pasti akan menolak seruan itu.",
    "jalalayn": "(Dan apabila dikatakan kepada mereka, \"Takutlah kalian akan siksa yang di hadapan kalian) berupa azab di dunia sebagaimana apa yang telah menimpa orang-orang selain mereka (dan siksa yang akan datang) yaitu azab di akhirat (supaya kalian mendapat rahmat\") tetapi mereka tetap berpaling."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 46,
    "arab": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
    "translation": "Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3751.mp3",
    "tafsir": "Allah menegaskan bahwa orang-orang yang ingkar itu senantiasa memalingkan muka dari setiap tanda-tanda yang menunjukkan keesaan dan kekuasaan-Nya, serta mengakui kerasulan utusan-Nya. Hati mereka telah buta, walaupun mata kepala mereka dapat melihat dengan terang semua tanda-tanda tersebut.",
    "quraish": "Tak ada satu bukti pun dari sekian banyak bukti yang mennjukkan keesaan dan kekuasaan Allah yang didatangkan kepada mereka, kecuali mereka selalu menolak bukti-bukti itu.",
    "jalalayn": "(Dan sekali-kali tiada datang kepada mereka suatu tanda dari tanda-tanda kekuasaan Rabb mereka melainkan mereka selalu berpaling daripadanya.)"
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 47,
    "arab": "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ   ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "translation": "Dan apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kafir itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3752.mp3",
    "tafsir": "Allah menyebutkan sisi lain dari keingkaran mereka, yaitu keengganan mereka menyumbangkan sebagian harta yang telah dikaruniakan-Nya kepada mereka. Apabila kepada mereka dianjurkan menafkahkan harta bagi kepentingan fakir miskin dan orang yang memerlukan bantuan, mereka menjawab kepada orang-orang beriman yang menganjurkan itu, \"Apa perlunya kami memberi mereka itu makan, karena Allah dapat memberi makan bila Allah menghendaki.\" Di samping itu, mereka mengatakan bahwa orang-orang mukmin yang suka menyumbangkan harta benda untuk membantu fakir miskin itu adalah orang-orang yang sesat dan bodoh.\nAlangkah jauh pendapat mereka itu dari kebenaran. Menyumbangkan sebagian harta benda dan menolong orang lain berupa sumbangan wajib, seperti zakat, maupun sumbangan suka rela, seperti sedekah, merupakan perwujudan dari rasa iman dan syukur atas nikmat Allah, dan sekaligus menghilangkan sifat bakhil dari jiwa manusia. Harta benda, menurut ajaran Islam mempunyai fungsi sosial, bukan hanya untuk kepentingan diri sendiri.\nHarta benda haruslah dijadikan alat untuk mempererat tali persaudaraan, solidaritas, dan kegotongroyongan. Manusia tidak akan dapat hidup sendiri, tanpa mengharapkan pertolongan orang lain dalam berbagai keperluan hidup, walau pun ia seorang yang kaya raya.",
    "quraish": "Dan jika diserukan kepada mereka, \"Dermakanlah sebagian rezeki yang telah Allah berikan kepada kalian itu kepada orang-orang fakir,\" orang-orang kafir itu akan berkata kepada orang-orang Mukmin, \"Apakah kami harus memberi makan seseorang yang Allah berkehendak memberinya makan? Jika demikian, berarti kami telah menentang kehendak Allah. Wahai orang-orang yang mengajak mendermakan harta, kalian tidak lain adalah sekelompok orang yang berada dalam kesesatan yang nyata dan jauh dari kebenaran.\"",
    "jalalayn": "(Dan apabila dikatakan) berkata sahabat-sahabat yang miskin (kepada mereka, \"Nafkahkanlah) sedekahkanlah kepada kami (sebagian dari rezeki yang diberikan Allah kepada kalian\") berupa harta benda (maka orang-orang yang kafir itu berkata kepada orang-orang yang beriman,) dengan nada yang sinis sebagai ejekan yang ditujukan kepada mereka, (\"Apakah kami akan memberi makanan kepada orang-orang yang jika Allah menghendaki tentulah Dia akan memberinya makan) sesuai dengan keyakinan kalian itu. (Tiada lain kalian) yaitu apa yang kalian katakan kepada kami, padahal kalian mempunyai keyakinan bahwa Allah pasti memberi makan kalian (melainkan dalam kesesatan yang nyata\") yakni jelas sesatnya. Ditegaskannya lafal Al Ladziina Kafaruu mengandung arti yang mendalam."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 48,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan mereka (orang-orang kafir) berkata, “Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3753.mp3",
    "tafsir": "Sisi lain dari sifat-sifat jelek kaum yang ingkar itu adalah ketidakpercayaan mereka tentang akan adanya hari Kebangkitan sesudah mati. Apabila disampaikan bahwa mereka kelak akan dibangkitkan kembali sesudah mati, untuk mempertanggungjawabkan perbuatan mereka selama di dunia ini, maka mereka menjawab dengan sikap mengejek, \"Bilakah janji itu akan terlaksana?\" Demikian keadaan kaum yang ingkar, hati mereka tidak lagi terbuka untuk menerima kebenaran. Penyesalan mereka barulah akan timbul setelah mereka menghadapi kenyataan tentang apa yang dulunya mereka ingkari.",
    "quraish": "Dengan nada mengejek, mereka berkata kepada orang-orang Mukmin, \"Bilakah ancaman yang kalian katakan kepada kami akan terjadi, jika ancaman kalian itu memang benar?\"",
    "jalalayn": "(Dan mereka berkata, \"Bilakah terjadinya janji ini?) yakni hari berbangkit (jika kalian orang-orang yang benar?\") mengenai apa yang kalian katakan."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 49,
    "arab": "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ",
    "translation": "Mereka hanya menunggu satu teriakan, yang akan membinasakan mereka ketika mereka sedang bertengkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3754.mp3",
    "tafsir": "Allah memperingatkan, bahwa mereka tidak akan menunggu terlalu lama datangnya hari kebangkitan itu. Cukup dengan suatu teriakan aba-aba saja, yaitu suara tiupan yang pertama dari sangkakala yang membawa kehancuran alam ini. Kemudian semua manusia akan dibangkitkan kembali dan dikumpulkan ke hadapan Allah untuk diperhitungkan segala perbuatannya selagi di dunia kemudian mereka menerima balasan sesuai dengan perbuatan mereka.\nAyat lain yang sama maksudnya dengan ayat ini ialah, firman Allah:\n\nApakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66)\n\nManusia tidak akan menyadari kedatangan hari Kiamat. Mereka dimatikan secara tiba-tiba dalam keadaan saling berselisih dan berbantah-bantahan dalam urusan dunia. Peristiwa Kiamat atau kematian terjadi secara tiba-tiba karena keduanya terjadi bukan hasil kompromi antara Allah dengan manusia, tetapi karena kehendak dan kekuasaan Allah semata.\nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Ibnu 'Umar bahwa ia berkata, \"Sangkakala benar-benar akan ditiup di saat keadaan manusia dalam kesibukan urusan mereka masing-masing di jalan, pasar, dan tempat mereka, hingga keadaan dua orang yang sedang tawar-menawar pakaian, misalnya, ketika pakaian belum sampai ke tangan salah seorang di antara mereka, maka tiba-tiba ditiupkan sangkakala, hingga mereka mati bergelimpangan semuanya. Inilah yang dimaksud dengan firman Allah dalam ayat ini.\nDiriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah r.a. bahwa Rasulullah saw bersabda:\n\"Hari Kiamat itu benar-benar akan terjadi pada saat dua orang sedang menggelar pakaian mereka (sambil tawar-menawar), dan keduanya tidak sempat berjual-beli dan melipat kembali. Hari Kiamat itu benar-benar akan terjadi pada saat seseorang membuat kolam dan ia belum sempat memberikan minuman dari kolam itu. Hari Kiamat benar-benar akan terjadi pada saat seseorang memeras susu kambingnya dan ia belum sempat meminumnya, dan hari kiamat itu benar-benar akan terjadi pada saat seseorang mengangkat makanan yang akan dimasukkannya ke mulutnya, dan ia belum sempat memakannya.\" (Riwayat al-Bukhari, Muslim dari Abu Hurairah)",
    "quraish": "Mereka tidak menunggu kecuali satu pekikan yang akan membinasakan mereka seketika itu juga. Mereka adalah sekelompok orang yang selalu bertikai demi urusan-urusan dunia dengan melupakan akhirat.",
    "jalalayn": "Allah berfirman, (\"Mereka tidak menunggu) menanti-nanti (melainkan satu teriakan saja), yaitu tiupan malaikat Israfil yang pertama (yang akan membinasakan mereka ketika mereka sedang bertengkar\") lafal Yakhishshimuuna pada asalnya adalah Yakhtashimuuna, kemudian harakat Ta dipindahkan kepada Kha, lalu Ta diidgamkan kepada Shad. Maksudnya, mereka dalam keadaan lalai dari kedatangan hari kiamat, disebabkan mereka sibuk dalam pertengkaran mereka, jual beli yang mereka lakukan, makan, dan minum serta kesibukan-kesibukan lainnya. Menurut qiraat yang lain lafal Yakhishshimuuna mempunyai Wazan sama dengan lafal Yadhribuuna, artinya sebagian dari mereka bertengkar dengan sebagian yang lain."
  },
  {
    "ruku": 383,
    "name": "Yasin",
    "ayat": 50,
    "arab": "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ࣖ  ",
    "translation": "Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3755.mp3",
    "tafsir": "Demikian cepat datangnya peristiwa itu, dan amat tiba-tiba, sehingga mereka tidak mempunyai kesempatan sedikit pun untuk berwasiat atau meninggalkan pesan kepada keluarganya, dan tidak pula dapat kembali berkumpul dengan mereka. Masing-masing menghadapi persoalannya sendiri, menunggu keputusan dari pengadilan Tuhan Yang Mahaadil dan Mahakuasa.",
    "quraish": "Karena begitu cepatnya bencana itu diturunkan, mereka tidak dapat lagi berwasiat barang sedikit pun, dan juga tidak dapat menemui keluarga mereka lagi.",
    "jalalayn": "(Lalu mereka tidak kuasa membuat suatu wasiat pun) tidak dapat berwasiat (dan tidak pula dapat kembali kepada keluarganya) dari pasar dan dari tempat-tempat kesibukan mereka, semuanya mati di tempatnya masing-masing."
  }
]