[
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 1,
    "arab": "وَالصّٰۤفّٰتِ صَفًّاۙ",
    "translation": "Demi (rombongan malaikat) yang berbaris bersaf-saf,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3789.mp3",
    "tafsir": "Di dalam Al-Qur'an terdapat banyak kata-kata untuk bersumpah, yang maksudnya untuk menguatkan kesan yang diberikan dalam ayat-ayatnya. Kata-kata yang dipakai untuk bersumpah itu pastilah kata-kata yang mempunyai arti penting yang menunjukkan kebesaran dan kekuasaan-Nya, misalnya: \"demi matahari\", \"demi malam\", dan sebagainya.\nPada ayat ini, Allah berfirman, \"Demi (rombongan malaikat) yang berbaris bersaf-saf.\" Maksudnya ialah demi malaikat-malaikat yang berbaris dalam saf-saf yang lurus dan teratur, dalam melakukan ibadah dan tugas-tugas lain yang diperintahkan Allah. Hal ini mempunyai arti bahwa para malaikat selalu disiplin, teratur, dan rapi dalam melaksanakan tugas dari Allah. Rasulullah bersabda:\nRasulullah bersabda, \" Mengapa kamu tidak berbaris seperti malaikat berbaris di hadapan Allah?\" Kami bertanya, \"Bagaimana berbarisnya malaikat di hadapan Allah?\" Rasulullah menjawab, \"Malaikat menyempurnakan barisan depan kemudian merapatkan dan merapikannya.\" (Riwayat Abu Dawud., Ibnu Majah, dan A.hmad dari Jabir bin Samurah)",
    "quraish": "[[37 ~ ASH-SHAFFAT (ROMBONGAN YANG BERSAF-SAF) Pendahuluan: Makkiyyah, 182 ayat ~ Surat ini diawali dengan sebuah sumpah demi malaikat, salah satu makhluk Allah, yang mempunyai tugas berbaris, melarang dan selalu menyenandungkan bacaan bahwa Allah Mahaesa. Ayat-ayat selanjutnya menguatkan apa yang disenandungkan oleh malaikat-malaikat itu. Disebutkan, misalnya, bahwa Allah adalah Tuhan Penguasa langit, bumi, semua yang ada di antara keduanya, dan juga Tuhan Penguasa tempat-tempat terbitnya matahari, yang menghias langit yang terdekat dari bumi dengan berbagai gemintang. Dia melindungi semua itu dari setan pembangkang yang tidak mau menaati perintah- Nya. Setelah berbicara mengenai ajaran tauhid, ayat-ayat selanjutnya kemudian berbicara mengenai kepercayaan tentang datangnya hari kebangkitan. Orang-orang yang meragukan kedatangan hari itu diancam bahwa mereka benar-benar akan didatangi hari itu secara tiba-tiba. Ketika itu, mereka sendiri menyaksikan peristiwa itu. Pembicaraan tentang hari kiamat ini diperkuat dengan dalil-dali dan bukti-bukti yang menunjukkan betapa peristiwa itu sangat mungkin dan sangat mudah terjadi. Kelak, ketika mereka menyaksikan hari itu, mereka akan berkata, \"Celaka! Ini adalah hari pembalasan.\" Kepada mereka kemudian dikatakan \"Hari ini adalah hari pengadilan yang dahulu kalian dustakan.\" Orang-orang yang menzalimi dirinya itu pun dikumpulkan bersama tuhan-tuhan palsu yang dahulu mereka sembah. Mereka akan bertanya, dan tuhan-tuhan itu pun akan menjawab dan memberikan alasan. Masing-masing menyalahkan pihak lain setelah merasakan penderitaan di hari itu. Padahal, mereka semua akan merasakan siksaan. Sebab mereka melakukan kejahatan yang sama: bersikap sombong lalu tidak mau mengakui keesaan Tuhan, dan menuduh bahwa rasul yang diutus kepada mereka itu gila. Padahal, rasul itu justru datang membawa kebenaran dan bukti yang menguatkan bahwa mereka benar-benar jujur dalam menyampaikan misi Tuhan. Sedangkan orang-orang Mukmin yang beribadah dengan ikhlas, seperti disebutkan pada ayat-ayat selanjutnya, akan merasakan berbagai macam kenikmatan. Mereka akan mengingat-ingat karunia Allah yang telah mereka rasakan. Mereka juga akan mencari-cari orang yang dahulu menjadi teman buruknya, yang kemudian ditemukan sedang berada di dalam neraka. Mereka akhirnya mengucap tahmid memuji Allah karena telah terjaga sehingga tidak mengikuti ajakan teman- teman buruk itu. Pada bagian selanjutnya, surat ini berbicara mengenai derajat orang-orang zalim dan orang-orang Mukmin. Dilanjutkan, kemudian, dengan kisah beberapa rasul terdahulu sebagai pelipur lara bagi Nabi Muhammad saw. sekaligus sebagai pelajaran bagi kaumnya yang tidak percaya. Setelah mengutarakan berbagai kisah dari berbagai zaman dan dengan berbagai tokoh yang berbeda pula--dengan satu kesamaan, yaitu kisah mengenai misi kenabian--ayat-ayat berikutnya mematahkan anggapan orang-orang musyrik bahwa Allah mempunyai anak perempuan dan mereka mempunyai anak laki-laki, bahwa Allah menciptakan malaikat bergender perempuan, dan bahwa mereka adalah calon penghuni surga. Allah Mahasuci dari semua anggapan mereka itu. Orang-orang yang menghambakan diri kepada Allah akan mendapat pertolongan, dan tentara-tentara yang membela agama Allah itu akan menang. Sedangkan orang-orang yang diperingatkan itu akan menerima siksaan. Akhirnya surat ini ditutup dengan tasbih penyucian Tuhan dari segala sifat yang disandangkan orang-orang musyrik kepada-Nya, ucapan selamat kepada para rasul dan tahmid bagi-Nya, Tuhan alam semesta.]] Aku bersumpah demi sekelompok makhluk ciptaan-Ku yang berbaris teratur, tunduk beribadah.",
    "jalalayn": "(Demi yang bersaf-saf dengan sebenar-benarnya) yaitu para malaikat yang berbaris membentuk saf-saf dalam menyembah Allah, atau para malaikat yang sayap-sayapnya bersaf-saf membentuk barisan di udara sambil menunggu apa yang diperintahkan kepada mereka."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 2,
    "arab": "فَالزّٰجِرٰتِ زَجْرًاۙ",
    "translation": "demi (rombongan) yang mencegah dengan sungguh-sungguh,      ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3790.mp3",
    "tafsir": "Pada ayat ini, Allah bersumpah dengan menyebut para malaikat yang menghardik untuk melarang makhluk sedemikian rupa dari perbuatan-perbuatan maksiat. Malaikat adalah makhluk Allah yang sangat patuh dan taat kepada perintah dan larangan-Nya. Oleh sebab itu, mereka tidak senang melihat makhluk lain yang berbuat kemaksiatan, melanggar larangan Allah, dan tidak melaksanakan apa yang diperintahkan-Nya. Mereka menghardiknya seperti seorang gembala yang menghardik untuk menghalau ternaknya.",
    "quraish": "Mereka mencegah orang-orang yang melampaui batas-batas yang telah ditentukan-Nya dengan sungguh-sungguh sehingga menjamin kelestarian sistem aturan Tuhan dan kehidupan semua makhluk.",
    "jalalayn": "(Dan demi rombongan yang menggiring dengan sebenar-benarnya) demi para malaikat yang menggiring atau mengarak awan."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 3,
    "arab": "فَالتّٰلِيٰتِ ذِكْرًاۙ",
    "translation": "demi (rombongan) yang membacakan peringatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3791.mp3",
    "tafsir": "Allah bersumpah dengan menyebutkan malaikat yang senantiasa membacakan zikir atau ayat-ayat-Nya. Pernyataan ini berarti bahwa Al-Qur'an diturunkan kepada Nabi Muhammad adalah dengan perantaraan malaikat. Demikian pula wahyu Allah yang diturunkan kepada para rasul sebelum Nabi Muhammad, juga disampaikan dengan perantaraan malaikat.",
    "quraish": "Mereka membacakan ayat-ayat Tuhan dan selalu berzikir kepada Allah dengan bertasbih dan bertahmid.",
    "jalalayn": "(Dan demi rombongan yang membacakan) maksudnya para pembaca Alquran yang sedang membacakannya sebagai (peringatan) lafal Dzikran menjadi Mashdar dari makna Fi'il At-Taaliyaat. Maksudnya, demi para qari yang membacakan peringatan atau Alquran."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 4,
    "arab": "اِنَّ اِلٰهَكُمْ لَوَاحِدٌۗ ",
    "translation": "sungguh, Tuhanmu benar-benar Esa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3792.mp3",
    "tafsir": "Allah menegaskan pada ayat ini bahwa Dia benar-benar Maha Esa. Ia tidak berserikat dengan siapa pun dalam menciptakan, memelihara, dan menguasai segala makhluk-Nya. Tuhan yang pantas ditaati dan disembah memang hanya satu, yaitu Allah swt. Dalam Surah al-Ikhlash, jelas Allah menerangkan zat-Nya: huwa Allah ahad, Allah ash-shamad.",
    "quraish": "Sesungguhnya Tuhan yang pantas kalian sembah hanya satu. Dia tidak mempunyai sekutu yang menyertainya, baik pada diri, perbuatan maupun sifat-Nya.",
    "jalalayn": "(Sesungguhnya Tuhan kalian) hai penduduk Mekah (benar-benar Esa.)"
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 5,
    "arab": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِۗ ",
    "translation": "Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbitnya matahari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3793.mp3",
    "tafsir": "Kata-kata sumpah yang terdapat pada ayat-ayat yang lalu diikuti dengan keterangan dan pembuktian tentang kekuasaan Allah. Maka pada ayat ini Allah menegaskan bahwa Dia adalah Tuhan yang menciptakan dan memelihara semua langit dan bumi, serta segala apa yang berada di antara keduanya. Dia pula yang menguasai seluruh penjuru alam ini, antara lain tempat-tempat terbitnya matahari setiap hari sepanjang tahun. Ini semuanya menunjukkan kekuasaan dan kebesaran-Nya, serta keindahan dari semua ciptaan-Nya yang tak dapat ditiru oleh siapa pun juga.",
    "quraish": "Hanya Dialah Pencipta langit dan bumi beserta apa yang ada di antara keduanya. Dia yang mengatur segala sesuatu. Dan Dialah Pemilik tempat-tempat terbitnya matahari. (1). (1) Allah adalah pencipta langit dan bumi beserta benda-benda langit dan planet-planet yang ada di antara keduanya. Dialah yang memelihara dan menjaga tempat terbitnya matahari dan bintang-bintang lainnya. Dialah yang setiap hari memunculkannya dari ufuk timur pada posisi yang berbeda dengan sehari sebelumnya. Hal itu merupakan ketetapan hukum alam yang berlaku dalam tata surya ketika bumi berputar pada porosnya dari arah barat ke arah timur sekali dalam satu hari dan pada saat yang bersamaan berputar pada orbitnya mengelilingi matahari. Dengan berputarnya bumi pada porosnya setiap hari, matahari dan bintang-bintang tampak bagi penghuni bumi bersinar di tempat yang berbeda-beda. Setiap kali bumi mengubah posisinya ketika beredar pada kubah langit, matahari tampak bersinar dari tempat berbeda. Kalau kita memperhatikan matahari secara teratur mulai akhir bulan Maret--yaitu ketika terjadi musim semi--dan dari belahan bumi sebelah utara, matahari tampak bersinar pada sebuah titik di ufuk timur. Setiap suatu hari berlalu matahari terbit pada titik yang mendekati arah utara. Pada akhir Juni kita akan melihat matahari terbit di tempat yang paling dekat ke utara. Setelah itu ia akan tampak bergeser kembali ke arah semula sampai akhir September--saat musim gugur--di mana matahari terbit pada posisi seperti pada musim semi. Setelah itu matahari terus bergerak ke arah selatan dan terbit pada titik terdekat ke selatan pada akhir Desember. Kemudian tampak kembali ke arah utara dengan meyelesaikan putarannya pada musim semi berikutnya. Semua itu memakan waktu 365,25 hari. Bintang-bintang pun demikian pula, terbit di tempat yang berbeda-beda di ufuk timur saat perjalanan bumi di busur langit. Khususnya bintang-bintang zodiak yang dua belas yang merupakan tempat berpindahnya matahari sepanjang tahun.",
    "jalalayn": "(Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbit matahari) dan tempat-tempat terbenamnya pada setiap harinya, yaitu arah Timur dan arah Barat."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 6,
    "arab": "اِنَّا زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِزِيْنَةِ ِۨالْكَوَاكِبِۙ",
    "translation": "Sesungguhnya Kami telah menghias langit dunia (yang terdekat), dengan hiasan bintang-bintang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3794.mp3",
    "tafsir": "Selanjutnya Allah menambahkan lagi bukti-bukti tentang kekuasaan-Nya, yaitu bahwa Dia telah menghias langit dengan planet-planet yang demikian indah. Barang siapa memandang langit di waktu malam yang cerah dan penuh bintang, serta bulan yang bersinar lemah, semestinya merasa sangat takjub dan dari mulutnya akan terucap kata-kata \"Allahu Akbar\", Allah Mahabesar.",
    "quraish": "Sesungguhnya Kami telah menghias langit yang terletak tidak jauh dari penghuni bumi dengan sebuah hiasan berupa planet dan bintang yang bersinar, dengan ukuran dan posisi yang berbeda-beda dalam pandangan mata di dunia.",
    "jalalayn": "(Sesungguhnya Kami telah menghias langit yang terdekat dengan hiasan, yaitu bintang-bintang) dengan cahayanya, atau hiasan itu berupa bintang-bintang itu sendiri. Pengertian Idhafah di sini mengandung makna bayan atau menjelaskan, perihalnya sama dengan makna qiraat yang menanwinkannya."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 7,
    "arab": "وَحِفْظًا مِّنْ كُلِّ شَيْطٰنٍ مَّارِدٍۚ ",
    "translation": "Dan (Kami) telah menjaganya dari setiap setan yang durhaka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3795.mp3",
    "tafsir": "Di samping ciptaan-ciptaan-Nya yang demikian menakjubkan, Allah memelihara semua makhluk-Nya itu dari apa yang akan merusaknya. Ia memelihara manusia dari godaan setan yang senantiasa membujuk manusia untuk melakukan kemaksiatan, yang akan menjerumuskan kepada kebinasaan dan kemurkaan-Nya. Untuk itu, Allah telah memberikan petunjuk, berupa agama yang benar, yang akan menjaga manusia dari godaan setan. Hanya manusia yang ingkar yang dapat ditundukkan oleh rayuan setan yang mencelakakan itu.",
    "quraish": "Kami telah menjaganya dengan penuh seksama dari setiap setan yang durhaka.",
    "jalalayn": "(Dan sebagai pemelihara) lafal Hifzhan dinashabkan oleh Fi'il yang diperkirakan keberadaannya pada sebelumnya, yakni Kami memelihara langit dengan bintang-bintang atau meteor-meteor (dari setiap) lafal ayat ini berta'alluq kepada Fi'il yang diperkirakan keberadaannya (setan yang durhaka) setan yang membangkang atau tidak mau taat."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 8,
    "arab": "لَا يَسَّمَّعُوْنَ اِلَى الْمَلَاِ الْاَعْلٰى وَيُقْذَفُوْنَ مِنْ كُلِّ جَانِبٍۖ ",
    "translation": "mereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3796.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa setan tidak dapat mendengar pembicaraan malaikat. Setan-setan itu dilempari dari segala penjuru karena ulah mereka yang suka merusak tatanan alam dan menggoda manusia untuk berbuat maksiat kepada Allah.",
    "quraish": "Setan-setan yang durhaka itu tidak akan mungkin dapat mendengar apa yang tengah berlangsung di antara para malaikat pilihan (al-mala' al-a'lâ). Mereka dilempari dengan segala sesuatu yang mendorong mereka dari seluruh penjuru.",
    "jalalayn": "(Mereka tidak dapat mendengar-dengarkan) maksudnya setan-setan itu tidak dapat mendengar-dengarkan apa yang telah dipelihara oleh-Nya. Lafal ayat ini merupakan jumlah Isti'naf (pembicaraan para malaikat) yang berada di langit. Lafal Yasma'uuna dimuta'addikan dengan huruf Ilaa karena pengertiannya mengandung makna seperti apa yang terdapat di dalam lafal Al-Ishghaa. Menurut suatu qiraat dibaca La Yassamma'uuna dengan memakai Tasydid pada huruf Mim dan Sin-nya, berasal dari lafal Yatasamma'uuna, kemudian huruf Ta diidgamkan kepada huruf Sin, sehingga jadilah Yassamma'uuna (Dan mereka dilempari) yakni setan-setan itu dengan meteor-meteor (dari segala penjuru) langit."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 9,
    "arab": "دُحُوْرًا وَّلَهُمْ عَذَابٌ وَّاصِبٌ ",
    "translation": "untuk mengusir mereka dan mereka akan mendapat azab yang kekal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3797.mp3",
    "tafsir": "Lemparan itu untuk mengusir setan-setan tersebut karena mereka makhluk yang ingkar dan sesat, dan selalu berusaha menyesatkan manusia, dan membujuk manusia supaya ingkar kepada Tuhan. Untuk mereka telah disediakan azab yang akan berlangsung selama-lamanya di neraka.",
    "quraish": "Mereka diusir dengan kejam sehingga tidak sampai mendengar berita-berita dari langit. Di akhirat kelak mereka akan mendapat siksa pedih yang abadi.",
    "jalalayn": "(Untuk mengusir mereka) lafal Duhuuran bentuk Mashdar dari lafal Daharahu, artinya dia mengusir mereka dan menjauhkan mereka, juga menjadi Maf'ul Lah (dan bagi mereka) di akhirat kelak (azab yang kekal) yang abadi."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 10,
    "arab": "اِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَاَتْبَعَهٗ شِهَابٌ ثَاقِبٌ ",
    "translation": "kecuali (setan) yang mencuri (pembicaraan); maka ia dikejar oleh bintang yang menyala.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3798.mp3",
    "tafsir": "Akan tetapi, bila ada di antara setan-setan yang sengaja mendengar-dengarkan pembicaraan para malaikat, ia segera diburu dengan suluh api yang menyala-nyala. Ini menunjukkan betapa terkutuknya setan-setan itu, sehingga mereka merupakan makhluk yang paling dibenci dan diusir di mana-mana. Oleh sebab itu, manusia tidak patut takluk kepada rayuan dan godaan mereka.",
    "quraish": "Kecuali beberapa di antara mereka yang mencuri pembicaraan tentang berita-berita langit. Sesungguhnya Kami akan terus mengikutinya dengan suluh api yang menyinari udara untuk kemudian membakarnya.",
    "jalalayn": "(Terkecuali setan yang mencuri-curi -pembicaraan malaikat- dengan sekali curi) lafal Al-Khathfah adalah Mashdar Marrah dan yang diistitsnakan atau yang dikecualikan adalah dhamir yang terkandung di dalam lafal Laa Yasma'uuna. Maksudnya, tiada yang dapat mendengarkan pembicaraan para malaikat kecuali hanya setan yang dapat mencuri-curinya dengan cepat (maka ia dikejar oleh meteor) yakni bintang yang bercahaya (yang melubanginya) yang menembus tubuh setan-setan itu, atau membakarnya, atau membuatnya cacat."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 11,
    "arab": "فَاسْتَفْتِهِمْ اَهُمْ اَشَدُّ خَلْقًا اَمْ مَّنْ خَلَقْنَا ۗاِنَّا خَلَقْنٰهُمْ مِّنْ طِيْنٍ لَّازِبٍ ",
    "translation": "Maka tanyakanlah kepada mereka (musyrik Mekah), “Apakah penciptaan mereka yang lebih sulit ataukah apa yang telah Kami ciptakan itu?” Sesungguhnya Kami telah menciptakan mereka dari tanah liat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3799.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad menanyakan kepada orang-orang yang mengingkari adanya kebangkitan dari kubur tentang mana yang lebih sukar antara menjadikan manusia termasuk orang-orang yang ingkar tadi dengan menjadikan malaikat, langit, bumi, dan segala isinya, yang wujudnya lebih besar dan lebih beraneka ragam.\nAllah memerintahkan rasul-Nya supaya mengajukan pertanyaan kepada mereka, dimaksudkan sebagai celaan terhadap sikap keras kepala mereka. Sebenarnya, mereka sendiri mengakui bahwa penciptaan langit, bumi, dan segala isinya yang besar itu lebih sukar dari menciptakan manusia. Maka bagaimana mereka dapat mengingkari kebangkitan itu, padahal mereka menyaksikan suatu yang lebih sukar dari apa yang mereka ingkari itu.\nFirman Allah:\n\nDan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui. (Yasin/36: 81)\n\nDalam ayat lain Allah berfirman:\n\nSungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (al-Mu'min/40: 57) \nUntuk menjelaskan perbandingan ini Allah memberikan tambahan penjelasan dengan menyebutkan kejadian nenek moyang mereka, yaitu Adam dari tanah liat. Proses kejadian Adam itu menunjukkan kepada mereka tentang kesederhanaan penciptaannya jika dibandingkan dengan penciptaan alam semesta yang mahabesar ini. Bilamana Allah kuasa menciptakan alam ini, tentulah lebih kuasa lagi menghidupkan kembali anak cucu Adam pada hari Kiamat.\nRasulullah kemudian diperingatkan Allah agar jangan terlalu mengharapkan berimannya mereka yang keras kepala. Tidak ada manfaat bagi mereka segala keterangan dan peringatan itu karena mereka tidak tertarik. Bahkan orang-orang kafir itu memperolok-olokkan Rasul, sehingga Rasulullah sendiri merasa heran.\nSesungguhnya hati mereka telah tertutup, dan jiwa mereka tidak dapat menjangkau keyakinan yang seperti itu. Mereka tidak mampu lagi melihat keterangan-keterangan dan tanda-tanda yang dapat menunjukkan kebangkitan dari kubur. Bahkan kesombongan dan pembangkangan mereka telah sampai ke puncaknya. Mereka memperolok-olokkan apa yang telah diucapkan oleh Nabi Muhammad saw, dan meremehkan kesungguhan beliau supaya mereka meyakini hari kebangkitan itu.",
    "quraish": "Maka tanyakanlah, hai Muhammad, orang-orang yang mengingkari kebangkitan dan menafikan terjadinya, apakah mereka yang lebih sulit kejadiannya ataukah ciptaan Kami yang berupa langit, bumi, planet-planet dan sebagainya. Sesungguhnya Kami telah menciptakan mereka dari tanah yang menempel satu dengan lainnya. Lalu mengapa mereka menafikan kemungkinan mereka dibangkitkan kembali?",
    "jalalayn": "(Maka tanyakanlah kepada mereka) kepada orang-orang kafir Mekah, kalimat ayat ini mengandung makna Taqrir atau Taubikh, yakni mengandung nada menetapkan atau celaan, (\"Apakah mereka yang lebih kukuh kejadiannya ataukah yang telah Kami ciptakan itu?\") yakni para malaikat, langit, bumi dan semua apa yang ada di antara keduanya. Didatangkannya lafal Man mengandung pengertian memprioritaskan makhluk yang berakal. (Sesungguhnya Kami telah menciptakan mereka) asal mereka, yaitu Nabi Adam (dan tanah liat) tanah yang melekat di tangan bilamana dipegang. Maksudnya, kejadian mereka adalah dari sesuatu yang lemah, karena itu janganlah mereka bersikap takabur dan sombong, yakni mengingkari Nabi saw. dan Alquran, yang hal ini dengan mudah dapat mengakibatkan mereka terjerumus ke dalam jurang kebinasaan."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 12,
    "arab": "بَلْ عَجِبْتَ وَيَسْخَرُوْنَ ۖ ",
    "translation": "Bahkan engkau (Muhammad) menjadi heran (terhadap keingkaran mereka) dan mereka menghinakan (engkau).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3800.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad menanyakan kepada orang-orang yang mengingkari adanya kebangkitan dari kubur tentang mana yang lebih sukar antara menjadikan manusia termasuk orang-orang yang ingkar tadi dengan menjadikan malaikat, langit, bumi, dan segala isinya, yang wujudnya lebih besar dan lebih beraneka ragam.\nAllah memerintahkan rasul-Nya supaya mengajukan pertanyaan kepada mereka, dimaksudkan sebagai celaan terhadap sikap keras kepala mereka. Sebenarnya, mereka sendiri mengakui bahwa penciptaan langit, bumi, dan segala isinya yang besar itu lebih sukar dari menciptakan manusia. Maka bagaimana mereka dapat mengingkari kebangkitan itu, padahal mereka menyaksikan suatu yang lebih sukar dari apa yang mereka ingkari itu.\nFirman Allah:\n\nDan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui. (Yasin/36: 81)\n\nDalam ayat lain Allah berfirman:\n\nSungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (al-Mu'min/40: 57) \nUntuk menjelaskan perbandingan ini Allah memberikan tambahan penjelasan dengan menyebutkan kejadian nenek moyang mereka, yaitu Adam dari tanah liat. Proses kejadian Adam itu menunjukkan kepada mereka tentang kesederhanaan penciptaannya jika dibandingkan dengan penciptaan alam semesta yang mahabesar ini. Bilamana Allah kuasa menciptakan alam ini, tentulah lebih kuasa lagi menghidupkan kembali anak cucu Adam pada hari Kiamat.\nRasulullah kemudian diperingatkan Allah agar jangan terlalu mengharapkan berimannya mereka yang keras kepala. Tidak ada manfaat bagi mereka segala keterangan dan peringatan itu karena mereka tidak tertarik. Bahkan orang-orang kafir itu memperolok-olokkan Rasul, sehingga Rasulullah sendiri merasa heran.\nSesungguhnya hati mereka telah tertutup, dan jiwa mereka tidak dapat menjangkau keyakinan yang seperti itu. Mereka tidak mampu lagi melihat keterangan-keterangan dan tanda-tanda yang dapat menunjukkan kebangkitan dari kubur. Bahkan kesombongan dan pembangkangan mereka telah sampai ke puncaknya. Mereka memperolok-olokkan apa yang telah diucapkan oleh Nabi Muhammad saw, dan meremehkan kesungguhan beliau supaya mereka meyakini hari kebangkitan itu.",
    "quraish": "Bahkan kamu heran, wahai Muhammad, terhadap keingkaran mereka akan kebangkitan meskipun bukti- bukti kekuasaan Allah telah ada. Mereka menghinamu karena keherananmu dan pernyataanmu tentang kebangkitan itu.",
    "jalalayn": "(Bahkan) lafal Bal di sini menunjukkan arti Intiqal, yakni perpindahan dari suatu topik pembicaraan kepada pembicaraan yang lain, yaitu pembahasan mengenai keadaan Nabi Muhammad dan orang-orang kafir Mekah (kamu heran) pembicaraan ayat ini ditujukan kepada Nabi saw. yakni kamu heran akan keingkaran mereka terhadapmu (dan) mereka (menghinakan kamu) karena keherananmu itu."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 13,
    "arab": "وَاِذَا ذُكِّرُوْا لَا يَذْكُرُوْنَ ۖ ",
    "translation": "Dan apabila mereka diberi peringatan, mereka tidak mengindahkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3801.mp3",
    "tafsir": "Allah menegaskan bahwa karena kekerasan hati orang-orang yang ingkar tadi, maka tidak akan ada manfaatnya apabila mereka diberi nasihat. Karena jiwa mereka telah dikotori tingkah laku dan perbuatan mereka sendiri.\nBilamana diperlihatkan kepada mereka dalil-dalil dan mukjizat-mukjizat yang menunjukkan kebenaran Nabi, mereka pun menertawakan dan memperolok-olokkannya serta menuduh Nabi sebagai seorang tukang sihir yang telah memperdaya pikiran mereka dan ingin menjauhkan mereka dari sembahan-sembahan nenek moyang mereka. Mereka juga mengatakan bahwa segala dalil-dalil kenabian yang beliau sampaikan dipandang sebagai permainan sihir. Mereka mengatakan bahwa semua bukti-bukti kebenaran yang dibawa Nabi itu tidak ada artinya sama sekali. Oleh karena itu, mereka menghindari seruan Nabi dan tetap berpegang kepada agama nenek moyang yang sudah dianut berabad-abad.\n(16-17) Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw.\n(18-19) Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman:\n\nSesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60)\nDalam ayat lain Allah berfirman:\n\n¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87)\n\nTerjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah.",
    "quraish": "Jika dihadapkan kepada bukti-bukti kekuasaan Allah untuk membangkitkan, mereka tidak menoleh dan tidak memanfaatkan bukti-bukti itu.",
    "jalalayn": "(Dan apabila mereka diberi pelajaran) maksudnya, dinasihati dengan ayat-ayat Alquran (mereka tiada mengingatinya) mereka tidak menjadikannya sebagai pelajaran."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 14,
    "arab": "وَاِذَا رَاَوْا اٰيَةً يَّسْتَسْخِرُوْنَۖ ",
    "translation": "Dan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3802.mp3",
    "tafsir": "Allah menegaskan bahwa karena kekerasan hati orang-orang yang ingkar tadi, maka tidak akan ada manfaatnya apabila mereka diberi nasihat. Karena jiwa mereka telah dikotori tingkah laku dan perbuatan mereka sendiri.\nBilamana diperlihatkan kepada mereka dalil-dalil dan mukjizat-mukjizat yang menunjukkan kebenaran Nabi, mereka pun menertawakan dan memperolok-olokkannya serta menuduh Nabi sebagai seorang tukang sihir yang telah memperdaya pikiran mereka dan ingin menjauhkan mereka dari sembahan-sembahan nenek moyang mereka. Mereka juga mengatakan bahwa segala dalil-dalil kenabian yang beliau sampaikan dipandang sebagai permainan sihir. Mereka mengatakan bahwa semua bukti-bukti kebenaran yang dibawa Nabi itu tidak ada artinya sama sekali. Oleh karena itu, mereka menghindari seruan Nabi dan tetap berpegang kepada agama nenek moyang yang sudah dianut berabad-abad.\n(16-17) Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw.\n(18-19) Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman:\n\nSesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60)\nDalam ayat lain Allah berfirman:\n\n¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87)\n\nTerjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah.",
    "quraish": "Apabila mereka melihat bukti kekuasaan Allah, mereka saling mengajak satu sama lain untuk semakin mengejeknya.",
    "jalalayn": "(Dan apabila mereka melihat sesuatu tanda kebesaran Allah) seperti terbelahnya bulan (mereka sangat menghinakan) mereka menghina dan mengejeknya."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 15,
    "arab": "وَقَالُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ۚ ",
    "translation": "Dan mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3803.mp3",
    "tafsir": "Allah menegaskan bahwa karena kekerasan hati orang-orang yang ingkar tadi, maka tidak akan ada manfaatnya apabila mereka diberi nasihat. Karena jiwa mereka telah dikotori tingkah laku dan perbuatan mereka sendiri.\nBilamana diperlihatkan kepada mereka dalil-dalil dan mukjizat-mukjizat yang menunjukkan kebenaran Nabi, mereka pun menertawakan dan memperolok-olokkannya serta menuduh Nabi sebagai seorang tukang sihir yang telah memperdaya pikiran mereka dan ingin menjauhkan mereka dari sembahan-sembahan nenek moyang mereka. Mereka juga mengatakan bahwa segala dalil-dalil kenabian yang beliau sampaikan dipandang sebagai permainan sihir. Mereka mengatakan bahwa semua bukti-bukti kebenaran yang dibawa Nabi itu tidak ada artinya sama sekali. Oleh karena itu, mereka menghindari seruan Nabi dan tetap berpegang kepada agama nenek moyang yang sudah dianut berabad-abad.\n(16-17) Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw.\n(18-19) Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman:\n\nSesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60)\nDalam ayat lain Allah berfirman:\n\n¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87)\n\nTerjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah.",
    "quraish": "Terhadap ayat-ayat yang menunjukkan kekuasaan Allah, mereka mengatakan, \"Yang kita lihat ini tidak lain hanyalah sihir yang nyata.",
    "jalalayn": "(Dan mereka berkata) sehubungan dengan adanya tanda kebesaran Allah itu, (\"Tiada lain) tidak lain (ini hanyalah sihir yang nyata\") jelas sihirnya. Kemudian mereka berkata seraya mengingkari adanya hari berbangkit:"
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 16,
    "arab": "ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ",
    "translation": "Apabila kami telah mati dan telah menjadi tanah dan tulang-belulang, apakah benar kami akan dibangkitkan (kembali)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3804.mp3",
    "tafsir": "Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw.",
    "quraish": "Apakah, apabila kami telah mati dan menjadi tanah serta tulang belulang, kami akan dikeluarkan dari dalam kubur dalam keadaan hidup?",
    "jalalayn": "(Apakah apabila kami telah mati dan telah menjadi tanah serta menjadi tulang-belulang, apakah benar-benar kami akan dibangkitkan?) lafal A-idzaa dan A-innaa dapat pula dibaca Tas-hil, sehingga bacaannya menjadi Ayidzaa dan Ayinnaa."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 17,
    "arab": "اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَۗ ",
    "translation": "dan apakah nenek moyang kami yang telah terdahulu (akan dibangkitkan pula)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3805.mp3",
    "tafsir": "Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw.",
    "quraish": "Apakah kami akan dihidupkan, dan apakah nenek moyang kami terdahulu yang telah mati dan binasa akan dibangkitkan kembali?\"",
    "jalalayn": "(Dan apakah bapak-bapak kami yang telah dahulu) kalau dibaca Au berarti huruf 'Athaf, jika dibaca Awa, berarti huruf Istifham, Wawu-nya adalah huruf 'Athaf, sedangkan Ma'thuf 'Alaihnya adalah Inna dan Isimnya secara Mahall, atau di'athafkan kepada Dhamir yang terkandung di dalam lafal Lamab'uutsuuna, Hamzah Istifham sebagai pemisahnya. Maksudnya, apakah bapak-bapak kami yang telah dahulu akan dibangkitkan pula?"
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 18,
    "arab": "قُلْ نَعَمْ وَاَنْتُمْ دَاخِرُوْنَۚ ",
    "translation": "Katakanlah (Muhammad), “Ya, dan kamu akan terhina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3806.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman:\n\nSesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60)\nDalam ayat lain Allah berfirman:\n\n¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87)\n\nTerjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah.",
    "quraish": "Katakanlah, wahai Muhammad, kepada mereka, \"Ya, kalian semua akan dibangkitkan dalam keadaan hina dan tunduk.\"",
    "jalalayn": "(Katakanlah kepada mereka, \"Ya) mereka pasti dibangkitkan hidup kembali (dan kalian akan terhina\") kalian akan menjadi orang-orang yang terhina karenanya."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 19,
    "arab": "فَاِنَّمَا هِيَ زَجْرَةٌ وَّاحِدَةٌ فَاِذَا هُمْ يَنْظُرُوْنَ ",
    "translation": "Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka seketika itu mereka melihatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3807.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman:\n\nSesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60)\nDalam ayat lain Allah berfirman:\n\n¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87)\n\nTerjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah.",
    "quraish": "Kebangkitan itu terjadi dengan satu teriakan saja. Seketika mereka hidup kembali, menunggu apa yang telah dijanjikan kepada mereka.",
    "jalalayn": "(Maka sesungguhnya kebangkitan itu hanyalah dengan) dhamir pada ayat ini bersifat Mubham, kurang jelas, lalu ditafsirkan oleh ayat selanjutnya (suatu teriakan) atau satu hardikan saja (maka tiba-tiba mereka) yakni makhluk semuanya, menjadi hidup kembali seraya (melihat) apa yang dilakukan terhadap diri mereka."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 20,
    "arab": "وَقَالُوْا يٰوَيْلَنَا هٰذَا يَوْمُ الدِّيْنِ ",
    "translation": "Dan mereka berkata, “Alangkah celaka kami! (Kiranya) inilah hari pembalasan itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3808.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan keluhan orang-orang yang ingkar akan hari Kiamat. Ketika mereka melihat azab yang akan menimpanya, mereka menjadi sadar akan ancaman Allah melalui lisan para rasul dan hukuman yang akan mereka terima pada hari itu atas perbuatannya ketika di dunia. Mereka memperolok-olokkan dan mendustakan para rasul serta mengingkari kebenaran ajaran yang dibawanya. Pada hari Kiamat mereka menyesali perbuatan dan kata-kata demikian itu terhadap diri sendiri. Mereka sadar bahwa hari pembalasan sudah datang. \nPada hari Kiamat itu akan jelas perbedaan antara orang yang baik dan kebajikan yang dibuatnya dengan orang-orang jelek dengan kejahatan yang dilakukannya.\nOrang-orang yang telah berbuat baik akan dimasukkan ke surga Na'im. Sedang orang-orang yang telah berbuat fasik dan durhaka akan dimasukkan ke neraka Saqar. Firman Allah:\n\nDan tahukah kamu apa (neraka) Saqar itu? Ia (Saqar itu) tidak meninggalkan dan tidak membiarkan, yang menghanguskan kulit manusia. (al-Muddatstsir/74: 27-29)",
    "quraish": "Orang-orang musyrik berkata, \"Wah, binasalah kita! Inilah hari perhitungan dan pembalasan terhadap semua amal perbuatan.\"",
    "jalalayn": "(Dan mereka berkata) yakni orang-orang kafir, (\"Aduhai!) lafal Ya di sini menunjukkan makna Tanbih (celakalah kita\") binasalah kita. Lafal Al-Wail merupakan bentuk Mashdar yang tidak mempunyai kata kerja dari lafalnya sendiri. Kemudian para malaikat berkata kepada orang-orang kafir itu. (Inilah hari pembalasan) hari penghisaban amal perbuatan dan pembalasannya."
  },
  {
    "ruku": 386,
    "name": "As-Saffat",
    "ayat": 21,
    "arab": "هٰذَا يَوْمُ الْفَصْلِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ ࣖ",
    "translation": "Inilah hari keputusan yang dahulu kamu dustakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3809.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan keluhan orang-orang yang ingkar akan hari Kiamat. Ketika mereka melihat azab yang akan menimpanya, mereka menjadi sadar akan ancaman Allah melalui lisan para rasul dan hukuman yang akan mereka terima pada hari itu atas perbuatannya ketika di dunia. Mereka memperolok-olokkan dan mendustakan para rasul serta mengingkari kebenaran ajaran yang dibawanya. Pada hari Kiamat mereka menyesali perbuatan dan kata-kata demikian itu terhadap diri sendiri. Mereka sadar bahwa hari pembalasan sudah datang. \nPada hari Kiamat itu akan jelas perbedaan antara orang yang baik dan kebajikan yang dibuatnya dengan orang-orang jelek dengan kejahatan yang dilakukannya.\nOrang-orang yang telah berbuat baik akan dimasukkan ke surga Na'im. Sedang orang-orang yang telah berbuat fasik dan durhaka akan dimasukkan ke neraka Saqar. Firman Allah:\n\nDan tahukah kamu apa (neraka) Saqar itu? Ia (Saqar itu) tidak meninggalkan dan tidak membiarkan, yang menghanguskan kulit manusia. (al-Muddatstsir/74: 27-29)",
    "quraish": "Mereka dijawab, \"Inilah hari keputusan dan penentuan terhadap amal perbuatan yang selalu kalian dustakan di dunia.\"",
    "jalalayn": "(Inilah hari keputusan) di antara para makhluk semuanya (yang kalian selalu mendustakannya.)"
  }
]