[
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 114,
    "arab": "وَلَقَدْ مَنَنَّا عَلٰى مُوْسٰى وَهٰرُوْنَ ۚ ",
    "translation": "Dan sungguh, Kami telah melimpahkan nikmat kepada Musa dan Harun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3902.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia telah menganugerahkan kepada Musa dan Harun kenikmatan yang besar yakni kenabian dan kerasulan. Mereka juga diberi kepercayaan untuk memikul tugas yang mulia yaitu memimpin Bani Israil dan membebaskan mereka dari perbudakan Fir'aun dan membawa kembali ke negeri asal mereka. Tugas ini sangat berat. Jika bukan karena pertolongan Allah, tentu mereka mengalami kebinasaan.\nKisah Musa paling banyak disebutkan dalam Al-Qur'an. Sebagai seorang rasul, dia mempunyai banyak persamaan dengan Nabi Muhammad sebagaimana diterangkan Allah dalam Surah al-Muzzammil/73 ayat 15.",
    "quraish": "Sesungguhnya Kami telah memberikan nikmat kepada Mûsâ dan Hârûn berupa kenabian dan karunia yang besar.",
    "jalalayn": "(Dan sesungguhnya Kami telah melimpahkan nikmat atas Musa dan Harun) yakni nikmat kenabian."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 115,
    "arab": "وَنَجَّيْنٰهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيْمِۚ ",
    "translation": "Dan Kami selamatkan keduanya dan kaumnya dari bencana yang besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3903.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan enam nikmat yang telah diberikan kepada Musa dan Harun. Nikmat-nikmat itu ialah\nPertama, Musa, Harun, dan kaumnya diselamatkan dari bencana yang besar. Sejak lama, orang Israil hidup di Mesir di bawah kekuasaan Fir'aun. Mereka disuruh melakukan pekerjaan yang berat dengan paksa dan diperlakukan sebagai budak belian. Bahkan anak laki-laki mereka banyak yang dibunuh dan anak-anak perempuan dibiarkan hidup atas perintah dan ramalan dukun-dukun yang mengelilingi Fir'aun. Hampir saja mereka mengalami kemusnahan, jika Musa dan Harun tidak datang menyelamatkan mereka.\nKedua, di samping tertolongnya mereka dari kejaran Fir'aun, bahkan Firaun tenggelam di dasar laut, Bani Israil berhasil pula mengalahkan musuh-musuh lainnya, dan merebut kembali negeri-negeri mereka. Mereka kembali dapat mengumpulkan harta kekayaan yang mereka peroleh sepanjang hidup, menjadi bangsa yang kuat, serta memiliki kekuatan dan kekuasaan hingga memiliki negara yang besar seperti zaman raja Talut dan Daud. Firman Allah:\n\nMaka mereka mengalahkannya dengan izin Allah, dan Daud membunuh Jalut. Kemudian Allah memberinya (Daud) kerajaan, dan hikmah, dan mengajarinya apa yang Dia kehendaki¦. (al-Baqarah/2: 251)",
    "quraish": "Mereka berdua beserta kaumnya Kami selamatkan dari bencana besar yang menimpa Fir'aun dan kaumnya.",
    "jalalayn": "(Dan Kami selamatkan keduanya dan kaumnya) yaitu kaum Bani Israel (dari bencana yang besar) dari perbudakan Firaun atas mereka."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 116,
    "arab": "وَنَصَرْنٰهُمْ فَكَانُوْا هُمُ الْغٰلِبِيْنَۚ ",
    "translation": "dan Kami tolong mereka, sehingga jadilah mereka orang-orang yang menang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3904.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan enam nikmat yang telah diberikan kepada Musa dan Harun. Nikmat-nikmat itu ialah\nPertama, Musa, Harun, dan kaumnya diselamatkan dari bencana yang besar. Sejak lama, orang Israil hidup di Mesir di bawah kekuasaan Fir'aun. Mereka disuruh melakukan pekerjaan yang berat dengan paksa dan diperlakukan sebagai budak belian. Bahkan anak laki-laki mereka banyak yang dibunuh dan anak-anak perempuan dibiarkan hidup atas perintah dan ramalan dukun-dukun yang mengelilingi Fir'aun. Hampir saja mereka mengalami kemusnahan, jika Musa dan Harun tidak datang menyelamatkan mereka.\nKedua, di samping tertolongnya mereka dari kejaran Fir'aun, bahkan Firaun tenggelam di dasar laut, Bani Israil berhasil pula mengalahkan musuh-musuh lainnya, dan merebut kembali negeri-negeri mereka. Mereka kembali dapat mengumpulkan harta kekayaan yang mereka peroleh sepanjang hidup, menjadi bangsa yang kuat, serta memiliki kekuatan dan kekuasaan hingga memiliki negara yang besar seperti zaman raja Talut dan Daud. Firman Allah:\n\nMaka mereka mengalahkannya dengan izin Allah, dan Daud membunuh Jalut. Kemudian Allah memberinya (Daud) kerajaan, dan hikmah, dan mengajarinya apa yang Dia kehendaki¦. (al-Baqarah/2: 251)",
    "quraish": "Mereka Kami berikan kemenangan atas musuh-musuhnya. Maka jadilah mereka kelompok orang-orang yang menang.",
    "jalalayn": "(Dan Kami tolong mereka) dari cengkeraman bangsa Koptik (maka jadilah mereka orang-orang yang menang.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 117,
    "arab": "وَاٰتَيْنٰهُمَا الْكِتٰبَ الْمُسْتَبِيْنَ ۚ ",
    "translation": "Dan Kami berikan kepada keduanya Kitab yang sangat jelas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3905.mp3",
    "tafsir": "Dua ayat ini menjelaskan nikmat yang diberikan Allah kepada Bani Israil. Dua macam nikmat yang lalu merupakan kenikmatan lahiriah maka dua macam berikut ini kenikmatan batiniah, yakni dua macam anugerah Tuhan yang menyelamatkan dan meningkatkan jiwa dan akhlak mereka.\nKetiga, Allah memberikan kepada Musa dan Harun kitab Taurat yang sangat jelas dan memuat ketentuan-ketentuan dan petunjuk baik untuk kebahagiaan hidup di dunia maupun akhirat. Allah berfirman:\n\nDan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa. (al-Anbiya'/21: 48)\n\nKitab ini diwariskan kepada Bani Israil untuk dijadikan pegangan hidup mereka. Firman Allah:\n\nDan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat. (al-Mu'min/40: 53-54)\n\nKeempat, Allah menunjukkan jalan kebenaran kepada keduanya untuk menuju kepada kebahagiaan yang hakiki. Dengan akal pikiran, keduanya menjalankan dan mengikuti petunjuk-petunjuk Ilahi, baik dalam bidang akidah maupun muamalah, dan Allah masih menganugerahkan kepada mereka taufik dan perlindungan-Nya.",
    "quraish": "Mûsâ dan Hârûn Kami berikan kitab suci yang jelas, Tawrât, yang menerangkan hukum-hukum agama.",
    "jalalayn": "(Dan Kami berikan kepada keduanya kitab yang sangat jelas) yang di dalamnya terkandung hukum-hukum dan batasan-batasan serta hal-hal lainnya, yang kesemuanya itu diterangkan dengan jelas dan gamblang di dalamnya; Kitab yang dimaksud adalah Kitab Taurat."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 118,
    "arab": "وَهَدَيْنٰهُمَا الصِّرَاطَ الْمُسْتَقِيْمَۚ ",
    "translation": "dan Kami tunjukkan keduanya jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3906.mp3",
    "tafsir": "Dua ayat ini menjelaskan nikmat yang diberikan Allah kepada Bani Israil. Dua macam nikmat yang lalu merupakan kenikmatan lahiriah maka dua macam berikut ini kenikmatan batiniah, yakni dua macam anugerah Tuhan yang menyelamatkan dan meningkatkan jiwa dan akhlak mereka.\nKetiga, Allah memberikan kepada Musa dan Harun kitab Taurat yang sangat jelas dan memuat ketentuan-ketentuan dan petunjuk baik untuk kebahagiaan hidup di dunia maupun akhirat. Allah berfirman:\n\nDan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa. (al-Anbiya'/21: 48)\n\nKitab ini diwariskan kepada Bani Israil untuk dijadikan pegangan hidup mereka. Firman Allah:\n\nDan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat. (al-Mu'min/40: 53-54)\n\nKeempat, Allah menunjukkan jalan kebenaran kepada keduanya untuk menuju kepada kebahagiaan yang hakiki. Dengan akal pikiran, keduanya menjalankan dan mengikuti petunjuk-petunjuk Ilahi, baik dalam bidang akidah maupun muamalah, dan Allah masih menganugerahkan kepada mereka taufik dan perlindungan-Nya.",
    "quraish": "Mereka Kami tunjukkan ke jalan yang lurus.",
    "jalalayn": "(Dan kami tunjuki keduanya ke jalan) yakni kepada tuntunan (yang lurus.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 119,
    "arab": "وَتَرَكْنَا عَلَيْهِمَا فِى الْاٰخِرِيْنَ ۖ ",
    "translation": "Dan Kami abadikan untuk keduanya (pujian) di kalangan orang-orang yang datang kemudian,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3907.mp3",
    "tafsir": "Kemudian Allah menerangkan kenikmatan lain yang merupakan kemuliaan yang diberikan-Nya kepada Musa dan Harun, sebagaimana yang diberikan Allah kepada Nuh dan Ibrahim. Kemuliaan itu ialah:\nAllah mengabadikan sebutan keharuman nama keduanya yang mengharumkan di kalangan para nabi dan umat manusia sepanjang masa. Begitu juga dengan pujian dan doa terus diberikan kepadanya.\nAllah menyebutkan salam sejahtera bagi Musa dan Harun agar para malaikat, jin, dan manusia menyebutkan salam juga bagi keduanya. Dengan ucapan salam sejahtera itu maka nama mereka akan tetap harum selama-lamanya.",
    "quraish": "Mereka pun Kami abadikan dengan pujian yang baik di kalangan generasi yang datang setelahnya.",
    "jalalayn": "(Dan Kami abadikan) Kami lestarikan (untuk keduanya di kalangan orang-orang yang datang kemudian) pujian yang baik."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 120,
    "arab": "سَلٰمٌ عَلٰى مُوْسٰى وَهٰرُوْنَ",
    "translation": "”Selamat sejahtera bagi Musa dan Harun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3908.mp3",
    "tafsir": "Kemudian Allah menerangkan kenikmatan lain yang merupakan kemuliaan yang diberikan-Nya kepada Musa dan Harun, sebagaimana yang diberikan Allah kepada Nuh dan Ibrahim. Kemuliaan itu ialah:\nAllah mengabadikan sebutan keharuman nama keduanya yang mengharumkan di kalangan para nabi dan umat manusia sepanjang masa. Begitu juga dengan pujian dan doa terus diberikan kepadanya.\nAllah menyebutkan salam sejahtera bagi Musa dan Harun agar para malaikat, jin, dan manusia menyebutkan salam juga bagi keduanya. Dengan ucapan salam sejahtera itu maka nama mereka akan tetap harum selama-lamanya.",
    "quraish": "Salam sejahtera dan damai dilimpahkan kepada Mûsâ dan Hârûn.",
    "jalalayn": "(Yaitu \"Kesejahteraan) dari Kami (dilimpahkan atas Musa dan Harun\".')"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 121,
    "arab": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "translation": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3909.mp3",
    "tafsir": "Dua ayat ini menjelaskan bahwa kenikmatan yang besar tersebut di atas seperti kemenangan atas musuh-musuh, petunjuk-petunjuk Tuhan, kemuliaan-kemuliaan, dan sebagainya adalah berkat amal kebajikan yang mereka lakukan, dan pengorbanan serta penderitaan mereka dalam memperjuangkan penegakan agama tauhid. Jadi begitulah Allah memberikan pembalasan pahala dunia-akhirat atas orang-orang yang berbuat kebaikan untuk kemaslahatan sesama umat manusia.\nYang mendorong keduanya mengerjakan amal-amal kebajikan dan bersedia mengalami penderitaan adalah iman yang bersemi dalam dada mereka. Dari landasan iman yang kuat lahirlah perbuatan-perbuatan yang mulia, itulah sebabnya Allah menegaskan bahwa keduanya adalah hamba-hamba Allah yang beriman.",
    "quraish": "Sungguh, seperti balasan yang Kami berikan kepada Mûsâ dan Hârûn, Kami akan membalas semua yang berbuat baik.",
    "jalalayn": "(Sesungguhnya demikianlah) maksudnya, sebagaimana Kami memberikan balasan pahala kepada keduanya (Kami memberi balasan kepada orang-orang yang berbuat baik.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 122,
    "arab": "اِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
    "translation": "Sungguh, keduanya termasuk hamba-hamba Kami yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3910.mp3",
    "tafsir": "Dua ayat ini menjelaskan bahwa kenikmatan yang besar tersebut di atas seperti kemenangan atas musuh-musuh, petunjuk-petunjuk Tuhan, kemuliaan-kemuliaan, dan sebagainya adalah berkat amal kebajikan yang mereka lakukan, dan pengorbanan serta penderitaan mereka dalam memperjuangkan penegakan agama tauhid. Jadi begitulah Allah memberikan pembalasan pahala dunia-akhirat atas orang-orang yang berbuat kebaikan untuk kemaslahatan sesama umat manusia.\nYang mendorong keduanya mengerjakan amal-amal kebajikan dan bersedia mengalami penderitaan adalah iman yang bersemi dalam dada mereka. Dari landasan iman yang kuat lahirlah perbuatan-perbuatan yang mulia, itulah sebabnya Allah menegaskan bahwa keduanya adalah hamba-hamba Allah yang beriman.",
    "quraish": "Mereka berdua, sungguh, termasuk hamba-hamba Kami yang tunduk pada kebenaran.",
    "jalalayn": "(Sesungguhnya keduanya termasuk hamba-hamba Kami yang beriman.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 123,
    "arab": "وَاِنَّ اِلْيَاسَ لَمِنَ الْمُرْسَلِيْنَۗ ",
    "translation": "Dan sungguh, Ilyas benar-benar termasuk salah seorang rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3911.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Ilyas adalah seorang rasul yang diutus Allah. Menurut ath-thabari, Ilyas adalah putra Yasin bin Finhas bin 'Iyzar bin Nabi Harun saudara Nabi Musa. Masa kenabiannya setelah kenabian Nabi Sulaiman. Ia diutus Allah kepada Bani Israil ketika kaumnya itu tidak lagi menyembah Allah, tetapi menyembah berhala. Raja-raja mereka juga mendukung agama berhala tersebut, bahkan membangun tempat-tempat khusus penyembelihan hewan untuk dipersembahkan kepada berhala tersebut.",
    "quraish": "Sesungguhnya Ilyâs termasuk orang yang Kami utus untuk memberi petunjuk kepada kaumnya.",
    "jalalayn": "(Dan sesungguhnya Ilyas) dapat dibaca Ilyaas atau Alyaas (benar-benar termasuk salah seorang rasul-rasul) menurut suatu pendapat bahwa Nabi Ilyas itu adalah anak saudara lelaki Nabi Harun dan Nabi Musa. Menurut pendapat yang lain bukan; ia diutus oleh Allah kepada kaum yang tinggal di kota Ba'albak dan sekitarnya."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 124,
    "arab": "اِذْ قَالَ لِقَوْمِهٖٓ اَلَا تَتَّقُوْنَ",
    "translation": "(Ingatlah) ketika dia berkata kepada kaumnya, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3912.mp3",
    "tafsir": "Nabi Ilyas memperingatkan kaumnya agar bertakwa kepada Allah, yaitu mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya. Takwa adalah inti ajaran para nabi sampai Nabi Muhammad. Bila mereka takwa mereka akan bahagia di dunia dan di akhirat, tetapi bila tetap kafir maka mereka akan ditimpa azab yang dahsyat dari Allah.",
    "quraish": "Yaitu tatkala ia berkata kepada kaumnya yang selalu menyembah patung, \"Apakah kalian ingin terus berada dalam kesesatan sehingga kalian tidak takut kepada Allah dengan menghindari siksa-Nya?",
    "jalalayn": "(Ingatlah ketika) lafal Idz di sini dinashabkan oleh lafal Udzkur yang diperkirakan keberadaannya (ia berkata kepada kaumnya, \"Mengapa kalian tidak bertakwa) kepada Allah?"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 125,
    "arab": "اَتَدْعُوْنَ بَعْلًا وَّتَذَرُوْنَ اَحْسَنَ الْخَالِقِيْنَۙ",
    "translation": "Patutkah kamu menyembah Ba’l dan kamu tinggalkan (Allah) sebaik-baik pencipta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3913.mp3",
    "tafsir": "Nabi Ilyas meminta mereka agar meninggalkan penyembahan patung yang mereka beri nama Ba'l. Menurut sebagian ulama Ba'l adalah nama patung orang-orang Funisia pada zaman sebelum masehi. Ada pula yang mengatakan bahwa Ba'l adalah nama patung yang disembah penduduk kota Ba'labak di barat Damaskus. Nabi Ilyas mengecam mereka, mengapa mereka menyembah patung itu, karena patung itu tidak mencipta bahkan tidak bisa berbuat apa-apa. Yang patut dijadikan Tuhan dan disembah adalah yang mencipta bukan patung Ba'l yang tidak bisa berbuat apa-apa tersebut.",
    "quraish": "Pantaskah kalian menyembah patung yang bernama Ba'l dan tidak menyembah Allah yang telah menciptakan alam ini dengan baik?",
    "jalalayn": "(Patutkah kalian menyembah Ba'l) Ba'l adalah nama berhala yang terbuat dari emas, dan dengan nama berhala itu pula negeri mereka diberi nama, lalu dimudhafkan kepada lafal Bik, sehingga jadilah Ba'alabak. Maksud ayat ini ialah mengapa kalian menyembahnya (dan kalian tinggalkan) artinya kalian tidak menyembah (sebaik-baik pencipta) yakni Allah; maksudnya mengapa kalian tidak menyembah Allah?"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 126,
    "arab": "اللّٰهَ رَبَّكُمْ وَرَبَّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
    "translation": "(Yaitu) Allah Tuhanmu dan Tuhan nenek moyangmu yang terdahulu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3914.mp3",
    "tafsir": "Nabi Ilyas menegaskan bahwa Tuhan yang Maha Pencipta itu adalah Allah. Allah-lah yang menciptakan mereka dan nenek moyang mereka. Karena itu Allah-lah Tuhan mereka yang sebenarnya dan juga Tuhan nenek moyang mereka, yaitu Nabi Ibrahim, Nabi Ismail, Nabi Ishak dan Nabi Yakub. Sebelum meninggal, Nabi Yakub telah menerima janji dari anak-anaknya bahwa mereka hanya akan mempertuhankan Allah, sebagaimana diterangkan dalam Al-Qur'an:\n\nApakah kamu menjadi saksi saat maut akan menjemput Yakub, ketika dia berkata kepada anak-anaknya, \"Apa yang kamu sembah sepeninggalku?\" Mereka menjawab, \"Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu yaitu Ibrahim, Ismail dan Ishak, (yaitu) Tuhan Yang Maha Esa dan kami (hanya) berserah diri kepada-Nya.\" (al-Baqarah/2: 133)\n\nDengan penyembahan patung Ba'l itu berarti bahwa mereka telah melanggar ikrar nenek moyang mereka tersebut.",
    "quraish": "Allah telah menciptakan kalian dan nenek moyang kalian. Maka Dialah yang patut disembah.\"",
    "jalalayn": "(Yaitu Allah Rabb kalian dan Rabb bapak-bapak kalian yang terdahulu?\") kalau dibaca Allaahu Rabbukum Warabbu Aabaa-ikum, berarti sebelumnya diperkirakan adanya lafal Huwa. Kalau dibaca Allaaha Rabbakum warabba Aabaa-ikum berarti menjadi Badal dari lafal Ahsanal Khaaliqiina."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 127,
    "arab": "فَكَذَّبُوْهُ فَاِنَّهُمْ لَمُحْضَرُوْنَۙ",
    "translation": "Tetapi mereka mendustakannya (Ilyas), maka sungguh, mereka akan diseret (ke neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3915.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum Nabi Ilyas menentang Nabi Ilyas. Mereka memandang Nabi Ilyas berbohong dengan dakwah yang disampaikannya. Oleh karena itu, mereka menolak untuk kembali kepada agama tauhid. Karena tetap memilih syirik dan tidak kembali ke agama tauhid itu, maka selama di dunia mereka dibiarkan, tetapi di akhirat nanti mereka akan diseret dengan paksa ke dalam neraka. \nMereka yang mengerjakan kebaikan dengan ikhlas dihindarkan dari neraka. Mereka disebut al-mukhlishin 'orang yang ikhlas. Setelah keikhlasan mereka dalam beramal begitu kuatnya sehingga sudah menjadi sifatnya, maka Allah menyambut keikhlasan itu sehingga ia dijadikan-Nya sebagai orang yang telah diterima sepenuhnya keikhlasannya. Orang itu disebut al-mukhlashin 'orang yang diikhlaskan-Nya. Dalam Al-Qur'an orang itulah yang tidak mempan digoda oleh setan sebagaimana diakui setan itu sendiri:\n\nIa (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (al-hijr/15: 39-40)",
    "quraish": "Lalu mereka mendustakanya. Mereka akan dihadirkan ke neraka pada hari kiamat, sebagai balasannya.",
    "jalalayn": "(Maka mereka mendustakannya, karena itu mereka akan diseret) ke dalam neraka."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 128,
    "arab": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ",
    "translation": "kecuali hamba-hamba Allah yang disucikan (dari dosa),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3916.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum Nabi Ilyas menentang Nabi Ilyas. Mereka memandang Nabi Ilyas berbohong dengan dakwah yang disampaikannya. Oleh karena itu, mereka menolak untuk kembali kepada agama tauhid. Karena tetap memilih syirik dan tidak kembali ke agama tauhid itu, maka selama di dunia mereka dibiarkan, tetapi di akhirat nanti mereka akan diseret dengan paksa ke dalam neraka. \nMereka yang mengerjakan kebaikan dengan ikhlas dihindarkan dari neraka. Mereka disebut al-mukhlishin 'orang yang ikhlas. Setelah keikhlasan mereka dalam beramal begitu kuatnya sehingga sudah menjadi sifatnya, maka Allah menyambut keikhlasan itu sehingga ia dijadikan-Nya sebagai orang yang telah diterima sepenuhnya keikhlasannya. Orang itu disebut al-mukhlashin 'orang yang diikhlaskan-Nya. Dalam Al-Qur'an orang itulah yang tidak mempan digoda oleh setan sebagaimana diakui setan itu sendiri:\n\nIa (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (al-hijr/15: 39-40)",
    "quraish": "Kecuali hamba-hamba Allah yang beriman dengan tulus. Mereka adalah orang-orang yang memperoleh kemenangan.",
    "jalalayn": "(Kecuali hamba-hamba Allah yang dibersihkan dari dosa) yaitu hamba-hamba Allah yang beriman, mereka diselamatkan dari neraka."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 129,
    "arab": "وَتَرَكْنَا عَلَيْهِ فِى الْاٰخِرِيْنَ ۙ",
    "translation": "Dan Kami abadikan untuk Ilyas (pujian) di kalangan orang-orang yang datang kemudian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3917.mp3",
    "tafsir": "Ayat ini menjelaskan kemuliaan yang diberikan Allah kepada Nabi Ilyas atas perjuangannya yang tidak kenal lelah dalam menyampaikan dakwah kepada manusia. Kemuliaan itu sama dengan kemuliaan yang diberikan kepada Nabi Nuh, Ibrahim, Musa, dan Harun, yaitu dikenangnya nama mereka sepanjang masa oleh umat beragama. Di antaranya adalah dipujinya nama mereka dalam Al-Qur'an yang lestari sampai akhir zaman.",
    "quraish": "Kami mengabadikan pujian yang baik untuk Ilyâs di kalangan orang-orang yang datang setelahnya.",
    "jalalayn": "(Dan Kami abadikan untuk Ilyas di kalangan orang-orang yang datang kemudian) pujian yang baik."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 130,
    "arab": "سَلٰمٌ عَلٰٓى اِلْ يَاسِيْنَ",
    "translation": "”Selamat sejahtera bagi Ilyas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3918.mp3",
    "tafsir": "Allah mengucapkan salam kepada Ilyasin (bentuk jamak Ilyas), yaitu Nabi Ilyas dan orang-orang yang menerima dan mendukung ajaran yang disampaikannya. Ucapan salam dari Allah adalah kepastian keselamatan dan kesejahteraan sepanjang masa dari Allah bagi Nabi Ilyas dan para pengikutnya di dunia dan di akhirat. \nImam Nafi' membaca Ø§Ù„ ÙŠØ§Ø³ÙŠÙ† dengan ali Yasin. seperti ali Muhammad, sedangkan Imam Hafsh membacanya Ilyasin. Kemudian ahli tafsir berbeda pendapat apakah Ø§Ù„ ÙŠØ§Ø³ÙŠÙ† maksudnya Ilyas atau keluarga Yasin.. Namun demikian, kebanyakan ulama berpendapat bahwa maksudnya adalah keluarga atau pengikutnya.",
    "quraish": "Salam sejahtera untuk Ilyâsîn, Ilyâs dan keluarganya.",
    "jalalayn": "(Yaitu \"Kesejahteraan) dari Kami (dilimpahkan atas Ilyasin) yang dimaksud adalah Nabi Ilyas yang tadi, ia dinamakan demikian secara Taghlib, perihalnya sama dengan ucapan orang-orang Arab jika menamakan Muhallab dan kaumnya, mereka menamakannya Al-Muhallabuun. Dan menurut qiraat yang membacakannya menjadi Aali Yasiina dengan dipanjangkan harakat Hamzahnya, berarti keluarga Nabi Ilyas, dan makna yang dimaksud adalah Nabi Ilyas pula."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 131,
    "arab": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "translation": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3919.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa kemuliaan yang diberikan kepada Nabi Ilyas itu adalah karena kebajikan yang telah ia perbuat. Ia telah berjuang menegakkan agama tauhid dan meluruskan kembali jalan kehidupan yang ditempuh kaumnya, Bani Israil. Ia telah berdakwah dengan penuh pengorbanan secara tulus ikhlas. Kepentingannya bukan untuk dirinya, tetapi bagaimana supaya umatnya beriman dan berbuat baik dalam hidup mereka.",
    "quraish": "Sesungguhnya seperti balasan yang Kami berikan kepada keluarga Ilyâs itu, Kami akan memberi balasan kepada setiap orang yang berbuat baik.",
    "jalalayn": "(Sesungguhnya demikianlah) sebagaimana Kami memberikan balasan pahala kepadanya (Kami memberikan balasan kepada orang-orang yang berbuat baik.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 132,
    "arab": "اِنَّهٗ مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
    "translation": "Sungguh, dia termasuk hamba-hamba Kami yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3920.mp3",
    "tafsir": "Allah memuji Nabi Ilyas karena termasuk salah satu hamba-Nya yang beriman. Ia seorang yang benar-benar beriman sehingga ia mengabdikan diri untuk-Nya. Karena keimanannya, Nabi Ilyas bisa memberikan pengorbanan yang besar bagi kebaikan umatnya. Iman memang perlu dibuktikan dengan perbuatan baik, dan Nabi Ilyas telah membuktikannya.",
    "quraish": "Sesunguhnya Ilyâs termasuk hamba-hamba Kami yang beriman.",
    "jalalayn": "(Sesungguhnya dia termasuk hamba-hamba Kami yang beriman.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 133,
    "arab": "وَاِنَّ لُوْطًا لَّمِنَ الْمُرْسَلِيْنَۗ ",
    "translation": "Dan sungguh, Lut benar-benar termasuk salah seorang rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3921.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Nabi Lut adalah seorang rasul Allah. Ia sezaman dengan Nabi Ibrahim. Ia diutus Allah ke negeri bernama Sodom di daerah Palestina. Penduduk negeri ini terkenal dengan perilaku homoseksual. Nabi Lut berusaha menyadarkan mereka dengan menyatakan bahwa perbuatan mereka itu menyimpang dan dikutuk Allah. Allah berfirman:\n\nDan (ingatlah) ketika Lut berkata kepada kaumnya, \"Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu. Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.\" (al-'Ankabut/29: 28-29)\n\nTetapi peringatan dan nasihat Nabi Lut itu tidak mereka indahkan, bahkan mereka menantang Nabi Lut untuk segera memohon kepada Allah untuk mendatangkan azab kepada mereka",
    "quraish": "Dan sesuangguhnya Lûth juga termasuk yang Kami utus untuk menyampaikan pesan-pesan suci Kami kepada manusia.",
    "jalalayn": "(Dan sesungguhnya Luth benar-benar adalah seorang rasul.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 134,
    "arab": "اِذْ نَجَّيْنٰهُ وَاَهْلَهٗٓ اَجْمَعِيْۙنَ",
    "translation": "(Ingatlah) ketika Kami telah menyelamatkan dia dan pengikutnya semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3922.mp3",
    "tafsir": "Karena terus membangkang bahkan menantang maka Allah menurunkan azab-Nya. Dalam ayat-ayat ini Allah menjelaskan bahwa Ia menyelamatkan Nabi Lut dan pengikut-pengikutnya yang beriman dan menghancurkan mereka yang membangkang termasuk istrinya. Cara Allah menyelamatkan Nabi Lut dan pengikutnya adalah memerintahkan mereka keluar dari negeri itu tengah malam sehingga sebelum subuh mereka harus sudah berada di luar negeri itu, sebagaimana dilukiskan pada ayat berikut:\n\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81). \n\nKetika subuh tiba datanglah bencana yang dijanjikan itu, yaitu negeri itu dibalikkan sehingga mereka yang kafir itu terkubur di dalam bumi. Firman Allah:\n\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83)\n\nDi samping itu negeri itu dilanda topan besar yang membawa batu-batu sehingga menghancurkan dan menguburkan negeri itu, sebagaimana diinformasikan pada ayat lain:\n\nKaum Lut pun telah mendustakan peringatan itu. Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34)\n\nKarena Nabi Lut, sebagian keluarganya, dan pengikutnya yang beriman sudah berada di luar kota mereka, maka mereka semua selamat. Yang tidak selamat adalah seorang perempuan tua, yaitu istrinya. Ia lebih mematuhi kaumnya yang ingkar daripada mengikuti Nabi Lut. Oleh karena itu, ia tetap tinggal di negeri itu, sehingga ikut menjadi korban.",
    "quraish": "Kami telah menyelamatkannya dan semua keluarganya dari azab yang telah menimpa kaumnya.",
    "jalalayn": "(Ingatlah ketika Kami selamatkan dia dan keluarganya pengikut-pengikutnya semua.)"
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 135,
    "arab": "اِلَّا عَجُوْزًا فِى الْغٰبِرِيْنَ",
    "translation": "kecuali seorang perempuan tua (istrinya) bersama-sama orang yang tinggal (di kota).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3923.mp3",
    "tafsir": "Karena terus membangkang bahkan menantang maka Allah menurunkan azab-Nya. Dalam ayat-ayat ini Allah menjelaskan bahwa Ia menyelamatkan Nabi Lut dan pengikut-pengikutnya yang beriman dan menghancurkan mereka yang membangkang termasuk istrinya. Cara Allah menyelamatkan Nabi Lut dan pengikutnya adalah memerintahkan mereka keluar dari negeri itu tengah malam sehingga sebelum subuh mereka harus sudah berada di luar negeri itu, sebagaimana dilukiskan pada ayat berikut:\n\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81). \n\nKetika subuh tiba datanglah bencana yang dijanjikan itu, yaitu negeri itu dibalikkan sehingga mereka yang kafir itu terkubur di dalam bumi. Firman Allah:\n\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83)\n\nDi samping itu negeri itu dilanda topan besar yang membawa batu-batu sehingga menghancurkan dan menguburkan negeri itu, sebagaimana diinformasikan pada ayat lain:\n\nKaum Lut pun telah mendustakan peringatan itu. Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34)\n\nKarena Nabi Lut, sebagian keluarganya, dan pengikutnya yang beriman sudah berada di luar kota mereka, maka mereka semua selamat. Yang tidak selamat adalah seorang perempuan tua, yaitu istrinya. Ia lebih mematuhi kaumnya yang ingkar daripada mengikuti Nabi Lut. Oleh karena itu, ia tetap tinggal di negeri itu, sehingga ikut menjadi korban.",
    "quraish": "Kecuali istrinya yang telah lanjut usia. Ia binasa bersama orang-orang yang binasa lainnya.",
    "jalalayn": "(Kecuali seorang perempuan tua istrinya yang berada bersama-sama orang yang ditinggal) orang-orang yang ditinggal tertimpa azab."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 136,
    "arab": "ثُمَّ دَمَّرْنَا الْاٰخَرِيْنَ",
    "translation": "Kemudian Kami binasakan orang-orang yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3924.mp3",
    "tafsir": "Karena terus membangkang bahkan menantang maka Allah menurunkan azab-Nya. Dalam ayat-ayat ini Allah menjelaskan bahwa Ia menyelamatkan Nabi Lut dan pengikut-pengikutnya yang beriman dan menghancurkan mereka yang membangkang termasuk istrinya. Cara Allah menyelamatkan Nabi Lut dan pengikutnya adalah memerintahkan mereka keluar dari negeri itu tengah malam sehingga sebelum subuh mereka harus sudah berada di luar negeri itu, sebagaimana dilukiskan pada ayat berikut:\n\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81). \n\nKetika subuh tiba datanglah bencana yang dijanjikan itu, yaitu negeri itu dibalikkan sehingga mereka yang kafir itu terkubur di dalam bumi. Firman Allah:\n\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83)\n\nDi samping itu negeri itu dilanda topan besar yang membawa batu-batu sehingga menghancurkan dan menguburkan negeri itu, sebagaimana diinformasikan pada ayat lain:\n\nKaum Lut pun telah mendustakan peringatan itu. Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34)\n\nKarena Nabi Lut, sebagian keluarganya, dan pengikutnya yang beriman sudah berada di luar kota mereka, maka mereka semua selamat. Yang tidak selamat adalah seorang perempuan tua, yaitu istrinya. Ia lebih mematuhi kaumnya yang ingkar daripada mengikuti Nabi Lut. Oleh karena itu, ia tetap tinggal di negeri itu, sehingga ikut menjadi korban.",
    "quraish": "Selain Lûth dan kaumnya yang beriman, semua orang kemudian Kami binasakan.",
    "jalalayn": "(Kemudian Kami binasakan) Kami hancurkan (orang-orang yang lain) yaitu orang-orang yang kafir dari kaumnya."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 137,
    "arab": "وَاِنَّكُمْ لَتَمُرُّوْنَ عَلَيْهِمْ مُّصْبِحِيْنَۙ",
    "translation": "Dan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3925.mp3",
    "tafsir": "Pada ayat ini Allah swt mengarahkan sapaan-Nya kepada kaum kafir Mekah, bahwa mereka setiap saat lewat di negeri Sodom yang telah dihancurkan dan sebagiannya tinggal puing-puing itu, karena letaknya di jalur perdagangan antara Mekah dan Syria. Jalur itu sering dilewati kafilah-kafilah dagang mereka. Mereka melewatinya pagi hari atau sore hari. Dari puing-puing itu mereka dapat memperkirakan bagaimana kedahsyatan peristiwa itu. Seharusnya mereka, dan siapa pun sesudah itu, mengambil pelajaran dari peristiwa tersebut dan beriman sebagaimana dinyatakan dalam ayat berikut:\n\nDan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia). Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman. (al-hijr/15: 76-77)\n\nTetapi mengapa mereka tidak juga mengambil pelajaran dari peristiwa itu dan mengapa mereka tidak juga mau beriman.",
    "quraish": "Sesungguhnya kalian, hai orang-orang Mekah, selalu melewati perkampungan kaum Nabi Lûth dalam setiap perjalanan kalian ke Syâm, pagi dan petang. Apakah kalian telah kehilangan akal sehingga tidak mencermati apa yang menimpa mereka akibat mendustai rasul?",
    "jalalayn": "(Dan sesungguhnya kalian hai penduduk Mekah benar-benar akan melalui mereka) melalui bekas-bekas dan tempat-tempat tinggal mereka bila kalian mengadakan perjalanan (di waktu pagi) maksudnya di waktu siang hari."
  },
  {
    "ruku": 389,
    "name": "As-Saffat",
    "ayat": 138,
    "arab": "وَبِالَّيْلِۗ اَفَلَا تَعْقِلُوْنَ ࣖ ",
    "translation": "dan pada waktu malam. Maka mengapa kamu tidak mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3926.mp3",
    "tafsir": "Pada ayat ini Allah swt mengarahkan sapaan-Nya kepada kaum kafir Mekah, bahwa mereka setiap saat lewat di negeri Sodom yang telah dihancurkan dan sebagiannya tinggal puing-puing itu, karena letaknya di jalur perdagangan antara Mekah dan Syria. Jalur itu sering dilewati kafilah-kafilah dagang mereka. Mereka melewatinya pagi hari atau sore hari. Dari puing-puing itu mereka dapat memperkirakan bagaimana kedahsyatan peristiwa itu. Seharusnya mereka, dan siapa pun sesudah itu, mengambil pelajaran dari peristiwa tersebut dan beriman sebagaimana dinyatakan dalam ayat berikut:\n\nDan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia). Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman. (al-hijr/15: 76-77)\n\nTetapi mengapa mereka tidak juga mengambil pelajaran dari peristiwa itu dan mengapa mereka tidak juga mau beriman.",
    "quraish": "Sesungguhnya kalian, hai orang-orang Mekah, selalu melewati perkampungan kaum Nabi Lûth dalam setiap perjalanan kalian ke Syâm, pagi dan petang. Apakah kalian telah kehilangan akal sehingga tidak mencermati apa yang menimpa mereka akibat mendustai rasul?",
    "jalalayn": "(Dan di waktu malam hari. Maka apakah kalian tidak memikirkan?) hai penduduk Mekah, mengenai apa yang telah menimpa mereka berupa azab, oleh karena kalian lalu mengambil pelajaran darinya."
  }
]