[
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 27,
    "arab": "وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۗذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِۗ",
    "translation": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3997.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia menjadikan langit, bumi, dan makhluk apa saja yang berada di antaranya, tidak sia-sia. Langit dengan segala bintang yang menghiasi, matahari yang memancarkan sinarnya di waktu siang, dan bulan yang menampakkan bentuknya yang berubah-ubah dari malam ke malam, sangat bermanfaat bagi manusia. Begitu juga bumi dengan segala isinya, baik yang tampak di permukaan ataupun yang tersimpan dalam perutnya, sangat besar artinya bagi kehidupan manusia. Semua itu diciptakan Allah atas kekuasaan dan kehendak-Nya sebagai rahmat yang tak ternilai harganya. \nApabila orang mau memperhatikan dengan seksama terhadap makhluk-makhluk yang ada di jagat raya ini, pasti ia mengetahui bahwa semua makhluk yang ada itu tunduk dan taat pada ketentuan-ketentuan yang berlaku, yang tak bisa dihindari. Begitu juga dalam hal penciptaan manusia. Mereka ini tidak dapat melepaskan diri dari ketentuan-ketentuan Allah, begitu lahir sudah tunduk pada gaya tarik bumi, ia bernafas dengan zat asam dan sebagainya. Tidak pernah ada manusia yang menyimpang dari ketentuan ini. Apabila ia dewasa, ia memerlukan kawan hidup untuk mengisi kekosongan jiwanya, dan untuk melaksanakan tujuan hidupnya ia mengembangkan keturunan. Kemudian kalau ajal telah datang, ia kembali ke asalnya. Ia akan dihidupkan kembali di akhirat, guna mempertanggungjawabkan segala amalnya ketika hidup di dunia.\nAllah berfirman:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)\n\nJika manusia berpikir dengan jernih dan sungguh-sungguh, tentu akan mengakui keesaan dan kekuasaan Allah terhadap semua yang ada di langit, bumi, serta segala makhluk yang ada di antara keduanya. Apabila manusia mengakui kemahakuasaan Allah, tentulah akan mengakui pula kekuasaan-Nya menurunkan wahyu kepada hamba pilihan-Nya.\nLalu Allah menjelaskan sikap orang-orang kafir Mekah. Mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah yang ada di langit dan bumi, dan juga tidak mau meneliti tanda kebesaran Allah yang ada pada diri mereka sendiri. Itulah sebabnya mereka mendustakan keesaan Allah dan hari kebangkitan.\nAllah berfirman:\n\nDan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad-Dukhan/44: 38-39)\n\nDan firman-Nya:\n\nMaka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minun/23: 115)\n\nPada penghujung ayat, Allah menegaskan bahwa mereka akan mendapatkan kenyataan yang berbeda dengan apa yang mereka duga selama hidup di dunia. Mereka akan merasakan neraka wail yang memang disediakan sebagai azab bagi mereka, sebagai balasan yang setimpal atas keingkaran mereka terhadap keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan.",
    "quraish": "Kami tidak menciptakan langit dan bumi beserta semua yang ada di antara keduanya dengan sia-sia. Itu hanya sangkaan orang-orang kafir sehingga mereka semena-mena memberikan keputusan sesuai hawa nafsunya. Dari itu, mereka akan memperoleh siksa yang pedih berupa api neraka.",
    "jalalayn": "(Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan batil) dengan main-main. (Yang demikian itu) yakni penciptaan hal tersebut tanpa hikmah (adalah anggapan orang-orang kafir) dari penduduk Mekah (maka neraka Waillah) Wail adalah nama sebuah lembah di neraka (bagi orang-orang yang kafir karena mereka akan masuk neraka.)"
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 28,
    "arab": "اَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِى الْاَرْضِۖ اَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ",
    "translation": "Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3998.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa di antara kebijaksanaan-Nya ialah tidak menganggap sama para hamba-Nya yang melakukan kebaikan, dengan orang-orang yang terjerumus ke dalam lembah kemaksiatan. Tidak patut bagi zat Allah dengan segala keagungan-Nya, apabila menganggap sama antara hamba-hamba-Nya yang beriman dan melakukan kebaikan dengan orang-orang yang mengingkari keesaan-Nya lagi memperturutkan hawa nafsunya.\nOrang-orang yang beriman yang dimaksud dalam ayat ini ialah orang-orang yang meyakini bahwa Allah Maha Esa, tidak memerlukan sekutu dalam melaksanakan kekuasaan dan kehendak-Nya. Atas keyakinan itulah mereka menyadari dan melaksanakan apa yang seharusnya diperbuat terhadap sesamanya dan kepada Penciptanya. Dengan keyakinan itu pula, mereka menaati perintah Khaliknya yang disampaikan melalui rasul-Nya dan menjauhi segala larangan-Nya. Mereka selalu berusaha keras memelihara kebersihan jiwanya dari noda-noda yang mengotorinya.\nAllah berfirman:\n\nDan akan dijauhkan darinya (neraka) orang yang paling bertakwa, yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya), dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. (al-Lail/92: 17-19)\n\nSedang yang dimaksud dengan orang yang berbuat kerusakan di muka bumi ialah orang yang tidak mau mengikuti kebenaran dan selalu memperturutkan hawa nafsunya. Mereka ini tidak mau mengakui keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan dan pembalasan. Oleh karena itu, mereka yang jauh dari rahmat Allah, berani melanggar larangan-larangan-Nya. Mereka tidak meyakini bahwa mereka akan dibangkitkan kembali dari kuburnya, mereka tetap akan dihimpun di Padang Mahsyar untuk mempertanggungjawabkan amal perbuatannya.\nAllah berfirman:\n\nDan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. \"Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.\" (al-Isra'/17: 13-14)\n\nApabila ada di antara hamba Allah yang diberi pahala karena amal baiknya di dunia, dan disiksa akibat amal buruknya, hal itu sesuai dengan hikmat dan kebijaksanaan Allah. Dia telah memberikan akal agar mereka dapat mengetahui betapa luasnya nikmat Allah yang telah diberikan kepada mereka. Akan tetapi, mereka tidak mau mempergunakan akal itu sebaik-baiknya, sehingga mereka tidak mensyukuri nikmat itu, bahkan mereka mengingkarinya. Allah juga telah mengutus rasul-Nya untuk membimbing mereka kepada jalan yang benar. Petunjuk dan bimbingan rasul itu bukan saja tidak mereka hiraukan, tetapi malah mereka dustakan.",
    "quraish": "Apakah sesuai dengan hikmah (kebijakan) dan keadilan Kami, menganggap sama antara orang-orang Mukmin yang berbuat baik dan orang-orang yang membuat kerusakan di muka bumi. Dan apakah patut bagi Kami menganggap sama antara orang-orang yang takut akan siksa Kami dan orang-orang yang keluar dari ketentuan hukum Kami.",
    "jalalayn": "(Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah pula Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat maksiat?) Ayat ini diturunkan sewaktu orang-orang kafir Mekah berkata kepada orang-orang yang beriman, \"Sesungguhnya kami kelak di hari kemudian akan diberi seperti apa yang diberikan kepada kalian.\" Lafal Am di sini untuk menunjukkan makna sanggahan, yakni jelas tidak sama."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 29,
    "arab": "كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ مُبٰرَكٌ لِّيَدَّبَّرُوْٓا اٰيٰتِهٖ وَلِيَتَذَكَّرَ اُولُوا الْاَلْبَابِ",
    "translation": "Kitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3999.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia telah menurunkan Al-Qur'an kepada Rasulullah saw dan para pengikutnya. Al-Qur'an itu adalah kitab yang sempurna mengandung bimbingan yang sangat bermanfaat kepada umat manusia. Bimbingan itu menuntun manusia agar hidup sejahtera di dunia dan berbahagia di akhirat. Dengan merenungkan isinya, manusia akan menemukan cara-cara mengatur kemaslahatan hidup di dunia. Tamsil ibarat dan kisah dari umat terdahulu menjadi pelajaran dalam menempuh tujuan hidup mereka dan menjauhi rintangan dan hambatan yang menghalangi pencapaian tujuan hidup. Al-Qur'an itu diturunkan dengan maksud agar direnungkan kandungan isinya, kemudian dipahami dengan pengertian yang benar, lalu diamalkan sebagaimana mestinya. Pengertian yang benar diperoleh dengan jalan mengikuti petunjuk-petunjuk rasul, dengan dibantu ilmu pengetahuan yang dimiliki, baik yang berhubungan dengan bahasa ataupun perkembangan masyarakat. Begitu pula dalam mendalami petunjuk-petunjuk yang terdapat dalam kitab itu, hendaknya dilandasi tuntunan rasul serta berusaha untuk menyemarakkan pengalamannya dengan ilmu pengetahuan hasil pengalaman dan pemikiran mereka.\nAl-hasan al-Bashri menjelaskan pengertian ayat ini dengan mengatakan, \"Banyak hamba Allah dan anak-anak yang tidak mengerti makna Al-Qur'an, walaupun telah membacanya di luar kepala. Mereka ini hafal betul hingga tak satu pun huruf yang ketinggalan. Namun mereka mengabaikan ketentuan-ketentuan Al-Qur'an itu hingga salah seorang di antara mereka mengatakan, \"Demi Allah saya telah membaca Al-Qur'an, hingga tak satu huruf pun yang kulewatkan.\" Sebenarnya orang yang seperti itu telah melewatkan Al-Qur'an seluruhnya, karena pengaruh Al-Qur'an tidak tampak pada dirinya, baik pada budi pekerti maupun pada perbuatannya. Demi Allah, apa gunanya ia menghafal setiap hurufnya, selama mereka mengabaikan ketentuan-ketentuan Allah. Mereka itu bukan ahli hikmat dan ahli pemberi pengajaran. Semoga Allah tidak memperbanyak jumlah orang yang seperti itu.\"\n\n\nIbnu Mas'ud mengatakan:Orang-orang di antara kami apabila belajar sepuluh ayat Al-Qur'an, mereka tidak pindah ke ayat lain, sampai memahami kandungan sepuluh ayat tersebut dan mengamalkan isinya.(Riwayat A.hmad)",
    "quraish": "Yang diturunkan kepadamu ini, hai Muhammad, adalah kitab suci yang diturunkan penuh dengan banyak manfaat. Demikian itu agar mereka memahami ayat-ayatnya secara mendalam, dan agar orang-orang yang berakal sehat dan berhati jernih dapat mengambil pelajaran darinya.",
    "jalalayn": "(Ini adalah sebuah Kitab) menjadi Khabar dari Mubtada yang tidak disebutkan, yakni, Ini adalah Kitab (yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan) asal lafal Yaddabbaruu adalah Yatadabbaruu, kemudian huruf Ta diidghamkan kepada huruf Dal sehingga jadilah Yaddabbaruu (ayat-ayatnya) maksudnya supaya mereka memperhatikan makna-makna yang terkandung di dalamnya, lalu mereka beriman karenanya (dan supaya mendapat pelajaran) mendapat nasihat (orang-orang yang mempunyai pikiran) yaitu yang berakal."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 30,
    "arab": "وَوَهَبْنَا لِدَاوٗدَ سُلَيْمٰنَۗ نِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌۗ",
    "translation": "Dan kepada Dawud Kami karuniakan (anak bernama) Sulaiman; dia adalah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4000.mp3",
    "tafsir": "Allah menjelaskan bahwa di samping Daud yang dianugerahi kemuliaan dan kekuasaan, dia juga dianugerahi putra yang saleh, yang mempunyai kemampuan melanjutkan perjuangannya, yaitu Sulaiman. Ia mewarisi sifat-sifat ayahnya. Ia terkenal sebagai hamba yang taat beribadah dan dalam segala urusan ia selalu bersyukur kepada Allah. Ia yakin bahwa segala macam kenikmatan dan keindahan itu terwujud hanyalah semata-mata karena limpahan rahmat Allah dan karunia-Nya. Itulah sebabnya ia disebut sebagai hamba Allah yang paling baik, dan sebagai pujian yang pantas diberikan kepadanya. Allah menyifatinya sebagai hamba-Nya yang amat taat kepada-Nya. Dengan demikian Allah mengangkat Nabi Sulaiman menjadi nabi penerus kenabian dan kerajaan Nabi Daud, serta mewarisi ilmu pengetahuannya yang tertuang dalam Kitab Zabur.\nAllah berfirman:\n\nDan Sulaiman telah mewarisi Daud. (an-Naml/27: 16)",
    "quraish": "Kami mengaruniakan Sulaimân kepada Dâwûd. Sulaimân adalah orang yang patut dipuji dan dijuluki \"hamba terbaik\". Sebab ia memang selalu kembali kepada Allah dalam segala permasalahan.",
    "jalalayn": "(Dan Kami karuniakan kepada Daud, Sulaiman) sebagai anaknya (dia adalah sebaik-baik hamba) maksudnya Sulaiman adalah sebaik-baik hamba. (Sesungguhnya dia amat taat) kepada Rabbnya, selalu bertasbih dan berzikir pada semua waktunya."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 31,
    "arab": "اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصّٰفِنٰتُ الْجِيَادُۙ",
    "translation": "(Ingatlah) ketika pada suatu sore dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4001.mp3",
    "tafsir": "Allah menyebutkan salah satu di antara peristiwa yang dihadapi Sulaiman, yang menyebabkan dia pantas mendapat pujian. Peristiwa itu terjadi pada saat beliau memeriksa pasukan berkuda yang biasanya dilakukan pada sore hari. Kuda-kuda itu dilatih agar dapat diketahui ketangkasan dan kemampuan geraknya sehingga memungkinkan untuk dibawa dalam medan pertempuran. Juga dilatih kemampuannya untuk mengurangi kecepatannya atau berhenti seketika dan ditingkatkan daya tahannya menghadapi serangan-serangan mendadak. Kuda-kuda itu dilatih sedemikian rupa agar dapat dikendalikan sesuai dengan taktik yang dikehendaki oleh pasukan yang mengendarainya. Ketangkasan kuda ikut menentukan berhasil tidaknya pasukan dalam menguasai medan perang dan mematahkan serangan musuh",
    "quraish": "Ingatlah peristiwa yang dialami Sulaimân ketika ia, selepas waktu zuhur, dipertunjukkan kuda yang tenang ketika berhenti dan cepat ketika berlari.",
    "jalalayn": "(Ingatlah ketika dipertunjukkan kepadanya di waktu sore) yakni sesudah matahari tergelincir (kuda-kuda yang tenang di waktu berhenti) lafal Ash-Shaafinaat adalah bentuk jamak dari lafal Shaafinah, artinya kuda yang kalau berhenti berdiri pada tiga kaki, sedangkan kaki yang keempatnya berdiri pada ujung teracaknya atau berjinjit. Lafal ini berasal dari kata Shafana Yashfinu Shufuunan (dan cepat pada waktu berlari) lafal Al-Jiyaad adalah bentuk jamak dari lafal Jawaadun, artinya kuda balap. Maksud ayat, bahwa kuda-kuda itu bila berhenti tenang, dan bila berlari sangat cepat. Tersebutlah bahwa Nabi Sulaiman memiliki seribu ekor kuda, kuda-kuda itu ditampilkan di hadapannya setelah ia selesai melakukan salat Zuhur, karena ia bermaksud untuk berjihad dengan memakai kuda sebagai kendaraannya untuk melawan musuh. Sewaktu penampilan kuda baru sampai sembilan ratus ekor ternyata waktu Magrib telah tiba, sedangkan ia belum melakukan salat asar. Hal ini membuatnya berduka cita."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 32,
    "arab": "فَقَالَ اِنِّيْٓ اَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّيْۚ حَتّٰى تَوَارَتْ بِالْحِجَابِۗ",
    "translation": "maka dia berkata, “Sesungguhnya aku menyukai segala yang baik (kuda), yang membuat aku ingat akan (kebesaran) Tuhanku, sampai matahari terbenam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4002.mp3",
    "tafsir": "Kemudian Allah menjelaskan keadaan Sulaiman pada saat menyaksikan latihan kuda itu. Ia mengatakan bahwa ia menyukai kuda karena sangat berguna untuk digunakan sebagai alat menegakkan kebenaran dan membela agama Allah. Kesenangannya melatih kuda itu sedemikian dalamnya, sehingga tiap sore hari ia mengunjungi tempat latihan kuda hingga matahari terbenam di ufuk langit bagian barat yaitu hingga cahaya matahari mulai sirna, dan gelapnya malam menghalangi pemandangannya untuk menyaksikan latihan itu. Pada saat-saat itulah terjadi pergolakan dalam dirinya, kepentingan manakah yang harus didahulukan di antara kedua kepentingan. Kepentingan pertama ialah kesadaran jiwanya untuk beribadah kepada Allah. Sedangkan kepentingan kedua ialah melatih kuda untuk kepentingan menegakkan kebenaran dan membela kalimat tauhid. Dalam keadaan seperti itu, ia menyadari bahwa apabila ia menyaksikan latihan berkuda itu hingga larut malam, berarti ia mengabaikan ibadah yang harus ia lakukan.\nPada ayat ini tidak dijelaskan secara terperinci apakah kesenangan Sulaiman memeriksa latihan kuda itu menyebabkan ia kehilangan waktu untuk melakukan ibadah atau tidak. Begitu pula tidak diterangkan mana yang didahulukan oleh Sulaiman, memeriksa latihan kuda atau melaksanakan ibadah. Namun yang dapat dipahami dari ayat tersebut ialah pada saat dia asyik menyaksikan latihan kuda, terbetiklah dalam hatinya kesadaran beribadah kepada Allah, apabila keasyikannya itu dituruti, niscaya berlarut-larut hingga kehilangan kesempatan untuk bermunajat dengan Allah. Maka pengertian yang patut diambil dari ayat ini ialah, pergolakan yang terjadi pada diri Sulaiman itu ialah penyesalan karena tidak melakukan ibadah kepada Allah pada awal waktunya, karena sibuk menyaksikan latihan kuda. Kemudian ia sadar dan melaksanakannya di akhir waktu.",
    "quraish": "Kemudian ia berkata, \"Aku sungguh sangat menyenangi kuda karena ia merupakan sarana terbaik untuk berjihad di jalan Allah. Kesenanganku itu timbul karena ingat kepada Tuhan.\" Ia masih terus sibuk dengan pertunjukan sampai kuda-kuda itu lenyap dari pandangannya.",
    "jalalayn": "(Maka ia berkata, \"Sesungguhnya aku menyukai) artinya, mempunyai maksud (bersenang-senang terhadap barang yang baik) yakni kuda (hingga aku lupa untuk berzikir kepada Rabbku) lupa melakukan salat asar (sehingga tertutuplah) matahari (dari pandangan mata.\") artinya sehingga matahari itu tenggelam dan tidak kelihatan lagi."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 33,
    "arab": "رُدُّوْهَا عَلَيَّ ۚفَطَفِقَ مَسْحًا ۢبِالسُّوْقِ وَالْاَعْنَاقِ",
    "translation": "”Bawalah semua kuda itu kembali kepadaku.” Lalu dia mengusap-usap kaki dan leher kuda itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4003.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan apa yang diperintahkan Sulaiman kepada para pelatih kudanya. Ia menyuruh pelatihnya agar kuda-kuda itu dibawa kembali kepadanya. Setelah pelatih itu membawa kuda kepadanya, ia pun mendekati. Lalu ia mengusap kaki dan leher kuda sebagai tanda kepuasan Sulaiman terhadap hasil gemilang yang dicapai kuda-kuda itu. Dengan demikian kuda itu dapat dipergunakan dalam peperangan untuk menggempur musuh atau untuk mengelakkan serangan-serangan musuh yang datang secara mendadak.\nDari uraian tersebut dapat dikatakan bahwa Sulaiman hamba Allah yang saleh, taat beribadah, teliti, dan cermat merencanakan perjuangan untuk menegakkan kalimat tauhid serta mempunyai kesadaran yang tinggi dalam saat-saat menentukan mana yang lebih penting dari yang penting.",
    "quraish": "Ia memerintahkan agar kuda-kuda itu diperlihatkan kembali kepadanya untuk dikenali betul hal ihwalnya. Kemudian ia mengusap kaki dan leher kuda sebagai bentuk ungkapan kasih-sayangnya.",
    "jalalayn": "(Ia berkata, \"Bawalah kuda-kuda itu kembali kepadaku\") yaitu kuda-kuda yang ditampilkan tadi kemudian mereka membawanya kepada Nabi Sulaiman (lalu ia membabat kuda-kuda itu) dengan pedangnya (pada kaki-kakinya) lafal As-Suuq ini adalah bentuk jamak dari lafal Saaqun (dan pada lehernya) artinya Nabi Sulaiman menyembelih semua kuda-kuda itu kemudian memotong kakinya sebagai kurban untuk mendekatkan diri kepada Allah swt. Karena kuda-kuda itu ternyata membuatnya lalai dari salat; kemudian ia menyedekahkan daging-dagingnya. Akhirnya Allah menggantikan kudanya dengan kendaraan yang jauh lebih baik dan lebih cepat larinya, yaitu kendaraan angin; angin dapat diperintah untuk bertiup dengan membawanya ke mana saja yang ia kehendaki."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 34,
    "arab": "وَلَقَدْ فَتَنَّا سُلَيْمٰنَ وَاَلْقَيْنَا عَلٰى كُرْسِيِّهٖ جَسَدًا ثُمَّ اَنَابَ",
    "translation": "Dan sungguh, Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4004.mp3",
    "tafsir": "Kemudian Allah menjelaskan keadaan Sulaiman pada saat mendapat cobaan dan keadaannya setelah selesai menghadapi cobaan itu. Allah mencobanya dengan menimpakan sakit keras. Demikian hebatnya serangan penyakitnya itu hingga kehilangan kekuatan sama sekali. Badannya lemah lunglai tergeletak di atas kursinya seolah-olah tak bernyawa lagi.\nAbu Hurairah meriwayatkan bahwa Nabi saw bersabda: \nNabi Sulaiman berkata, \"Saya akan berkeliling malam ini untuk mengumpuli sembilan puluh istri, semuanya nanti akan melahirkan anak yang mahir menunggang kuda dan berjihad fi sabilillah\". Maka seorang sahabatnya berkata kepadanya. \"Katakan insya Allah\", tetapi Nabi Sulaiman tidak mengatakan insya Allah. Nabi Sulaiman kemudian mengumpuli istri-istrinya itu semua, tetapi tidak ada yang hamil dari mereka kecuali seorang istri, yang kemudian melahirkan anak yang tidak sempurna. Demi Zat yang menguasai diri Muhammad, \"Seandainya Nabi Sulaiman mengatakan insya Allah, niscaya semua istrinya melahirkan anak-anak yang mahir menunggang kuda dan berjihad fi sabilillah\".(Riwayat al-Bukhari dan Muslim dari Abu Hurairah) \n\nKeterangan lain menjelaskan bahwa yang dimaksud dengan cobaan itu ialah berkenaan dengan keinginan Nabi Sulaiman mendatangi sembilan puluh istrinya dalam satu malam dan setiap istrinya melahirkan seorang penunggang kuda. Namun, ia tidak mengucapkan insya Allah, sehingga Allah mengujinya dengan cobaan tidak ada yang melahirkan kecuali hanya satu orang dan melahirkan bayi lumpuh setengah badan dan diletakkan di atas kursi Nabi Sulaiman.\nDi saat-saat menerima cobaan seperti itu, ia selalu memanjatkan harapannya kepada Allah serta penyerahan dirinya menerima cobaan itu dengan ikhlas. Pada penghujung ayat, Allah menegaskan bahwa Sulaiman lalu bertobat meminta ampun atas kelemahan-kelemahan yang ada pada dirinya serta berserah diri kepada Allah.",
    "quraish": "Sesungguhnya Kami telah menguji Sulaimân sehingga ia tidak tergoda oleh kekuasaan. Kami menjadikannya tergeletak di atas kursinya sebagai jasad yang tidak mampu mengendalikan urusan. Kemudian ia menyadari cobaan itu dan segera kembali bertobat kepada Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah menguji Sulaiman) Kami telah mencobanya dengan suatu ujian, yaitu kerajaannya dirampas oleh orang lain. Demikian itu, karena ia pernah menikahi seorang perempuan yang ia sukai, hanya perempuan itu termasuk orang yang menyembah berhala, tanpa sepengetahuan Nabi Sulaiman. Dan tersebutlah bahwa kebesarannya itu terletak pada cincinnya kemudian pada suatu hari ketika ia bermaksud untuk pergi ke kamar mandi, ia melepaskan cincinnya itu. Lalu ia menitipkannya kepada salah seorang dari istrinya yang bernama Aminah, sebagaimana biasanya. Setelah ia pergi tiba-tiba datanglah makhluk jin yang menyerupai Nabi Sulaiman, kemudian jin itu mengambil cincin itu dari Aminah dan langsung memakainya (dan Kami dudukkan pada singgasananya sesosok jasad) yaitu jin tersebut, yang bernama Shakhr atau jin lainnya, kemudian jin itu menduduki singgasana Nabi Sulaiman. Ketika itu juga ia dikelilingi burung-burung dan lain-lainnya. Lalu muncullah Nabi Sulaiman dalam bentuk yang tidak seperti biasanya, yakni tanpa pakaian kebesaran, ia melihat bahwa di singgasananya telah duduk seseorang. Kemudian ia berkata kepada orang-orang yang ada di situ, \"Aku adalah Sulaiman.\" Akan tetapi orang-orang mengingkarinya (kemudian ia kembali) yakni kembali dapat merebut kebesarannya setelah selang beberapa hari; yaitu setelah ia berhasil merebut cincin kebesarannya, lalu memakainya dan duduk di atas singgasananya kembali."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 35,
    "arab": "قَالَ رَبِّ اغْفِرْ لِيْ وَهَبْ لِيْ مُلْكًا لَّا يَنْۢبَغِيْ لِاَحَدٍ مِّنْۢ بَعْدِيْۚ اِنَّكَ اَنْتَ الْوَهَّابُ",
    "translation": "Dia berkata, “Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4005.mp3",
    "tafsir": "Allah lalu menjelaskan bahwa setelah Sulaiman sembuh dari sakitnya, ia menyadari kelemahan yang ada pada dirinya. Ia telah memilih hal yang kurang penting. Dia telah kehilangan waktu yang utama untuk melakukan ibadah karena menyaksikan latihan kuda.\nLalu Nabi Sulaiman berdoa kepada Allah agar dianugerahi kerajaan yang tidak ada tandingannya, yang tak akan dimiliki oleh seorang jua pun sesudahnya. Dalam hadis Nabi saw diriwayatkan:\nBahwa Nabi saw berkata: Bahwa Ifrit dari golongan jin meludahi aku tadi malam agar aku membatalkan salatku namun Allah memberikan kekuatan kepadaku sehingga aku dapat menangkap jin itu. Aku bermaksud untuk mengikatnya di satu tiang dari tiang-tiang masjid sehingga kamu dapat melihatnya. Tapi aku teringat doa saudaraku Sulaiman, \"Ya Allah ampunilah aku, dan berilah aku kekuatan yang tidak layak untuk diberikan kepada orang sesudahku\". Maka aku usir dia untuk menjauh.(Riwayat al-Bukhari dan Muslim) \n\nNabi Sulaiman dibesarkan dalam lingkungan kerajaan dan kenabian. Sejak kecil ia terlatih sebagai seorang anak dari seorang raja dan nabi. Sulaiman pun mewarisi kemampuan keduanya dan Allah juga menganugerahkan kepadanya kemampuan itu. Itulah sebabnya maka Allah menganugerahkan kepadanya kerajaan yang sangat kuat dan kekayaan yang berlimpah ruah, yang tiada tandingannya.\nDi akhir ayat Allah menyebutkan alasan yang dikemukakan Sulaiman dalam doanya yaitu karena Allah benar-benar akan mengabulkan doa setiap orang yang disertai usaha dan syarat kemampuan yang dimiliki sesuai dengan kehendak-Nya.",
    "quraish": "Sulaimân berdoa kepada Tuhannya sambil bertobat, \"Ya Tuhanku, ampunilah segala apa yang telah aku lakukan dan berikanlah kepadaku kerajaan yang tidak dimiliki oleh seorang pun sesudahku. Sesungguhnya Engkaulah Yang Maha Pemberi lagi banyak karunia-Nya.\"",
    "jalalayn": "(Ia berkata, \"Ya Rabbku! Ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak patut dimiliki) maksudnya, belum pernah dimiliki (oleh seorang jua pun sesudahku) artinya, yang tidak layak dimiliki oleh orang selainku. Pengertian ungkapan ini sama dengan makna yang terkandung di dalam firman-Nya yang lain, yaitu, 'Maka siapakah yang akan memberinya petunjuk sesudah Allah?' (Q.S. Al-Jatsiyah, 23) yakni selain Allah (sesungguhnya Engkaulah Yang Maha Pemberi.\")"
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 36,
    "arab": "فَسَخَّرْنَا لَهُ الرِّيْحَ تَجْرِيْ بِاَمْرِهٖ رُخَاۤءً حَيْثُ اَصَابَۙ",
    "translation": "Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4006.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula.\nAllah berfirman:\n\nDan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81)\n\nKedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula.\nKetiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya.\nKekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan.",
    "quraish": "Kemudian Kami menundukkan baginya angin yang berhembus dengan baik dan mudah, ke mana saja dia ingini.",
    "jalalayn": "(Kemudian Kami tundukkan kepadanya angin yang berembus dengan baik menurut perintahnya) yakni berembus dengan lembut (ke mana saja yang ia kehendaki) sesuai dengan keinginan Nabi Sulaiman."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 37,
    "arab": "وَالشَّيٰطِيْنَ كُلَّ بَنَّاۤءٍ وَّغَوَّاصٍۙ",
    "translation": "dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4007.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula.\nAllah berfirman:\n\nDan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81)\n\nKedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula.\nKetiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya.\nKekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan.",
    "quraish": "Dan Kami tundukkan pula untuknya setan-setan yang ahli bangunan dan ahli menyelam di kedalaman laut.",
    "jalalayn": "(Dan Kami tundukkan pula kepadanya setan-setan, semuanya ahli bangunan) yakni pandai membuat bangunan-bangunan yang menakjubkan dan aneh (dan penyelam) ahli menyelam di dalam laut untuk mengambil mutiara-mutiara yang terkandung di dalamnya."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 38,
    "arab": "وَّاٰخَرِيْنَ مُقَرَّنِيْنَ فِى الْاَصْفَادِ",
    "translation": "dan (setan) yang lain yang terikat dalam belenggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4008.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula.\nAllah berfirman:\n\nDan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81)\n\nKedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula.\nKetiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya.\nKekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan.",
    "quraish": "Setan-setan yang lain diikat satu sama lainnya dengan belenggu dan rantai sehinga tidak mengganggu makhluk lain.",
    "jalalayn": "(Dan setan yang lain) setan-setan yang lainnya (yang terikat) dirantai (dalam belenggu) yaitu, tangan mereka masing-masing diikatkan ke kepalanya dengan memakai belenggu."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 39,
    "arab": "هٰذَا عَطَاۤؤُنَا فَامْنُنْ اَوْ اَمْسِكْ بِغَيْرِ حِسَابٍ",
    "translation": "Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4009.mp3",
    "tafsir": "Allah selanjutnya menjelaskan bahwa segala macam nikmat itu adalah anugerah yang diberikan-Nya kepada Sulaiman secara khusus. Nikmat itu meliputi kerajaan yang besar, kekayaan yang berlimpah dan kekuasaan yang tak pernah diberikan kepada yang lain. Nikmat-nikmat itu dianugerahkan kepadanya agar digunakan sebagaimana mestinya.\nAllah menandaskan bahwa nikmat-nikmat itu diberikan kepada Sulaiman tanpa pertanggungjawaban, karena Sulaiman telah diberi kemampuan untuk mengendalikan segala macam nikmat itu.",
    "quraish": "Allah mewahyukan kepadanya, \"Sesungguhnya yang Kami berikan kepadamua adalah anugerah Kami. Maka berikanlah dan cegahlah orang yang kamu kehendaki. Tidak ada dosa bagimu untuk memberikan dan menahannya.\"",
    "jalalayn": "Dan Kami berfirman kepada Sulaiman (Inilah anugerah Kami; maka berikanlah) maksudnya, berikanlah sebagian daripadanya kepada orang yang kamu sukai (atau tahanlah) maksudnya, tidak memberikannya (dengan tiada pertanggungjawaban) tanpa ada hisab bagimu dalam hal ini."
  },
  {
    "ruku": 393,
    "name": "Sad",
    "ayat": 40,
    "arab": "وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ ࣖ",
    "translation": "Dan sungguh, dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4010.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa di samping kemuliaan yang telah dicapainya di dunia, yang sangat menakjubkan itu, ia akan dilimpahi karunia yang lebih nikmat lagi dan kedudukannya yang lebih mulia. Allah menjanjikan kepadanya bahwa ia akan dimasukkan dalam deretan hamba-hamba-Nya yang mempunyai kedudukan yang sangat dekat kepada Allah, yaitu kedudukan yang diperoleh para rasul dan nabi, tempat kembali yang baik yaitu surga Na'im yang penuh dengan segala macam kenikmatan.",
    "quraish": "Sesungguhnya di sisi Kami, Sulaimân mempunyai kedudukan yang agung dan tempat kembali yang baik.",
    "jalalayn": "(Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik) penafsiran ayat ini sebagaimana yang telah lalu."
  }
]