[
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 65,
    "arab": "قُلْ اِنَّمَآ اَنَا۠ مُنْذِرٌ ۖوَّمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya aku hanya seorang pemberi peringatan, tidak ada tuhan selain Allah Yang Maha Esa, Mahaperkasa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4035.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar menyampaikan kepada orang-orang musyrik Mekah bahwa dirinya adalah rasul Allah yang menyampaikan janji dan ancaman-Nya kepada manusia. Ancaman-Nya ialah azab pedih yang akan ditimpakan kepada orang-orang yang menyalahi perintah-Nya sebagaimana yang telah ditimpakan kepada orang-orang sebelumnya, seperti kaum 'Ad, Samud, dan sebagainya. Selanjutnya Rasulullah saw menyatakan bahwa dia hanya pemberi berita dan bukanlah tukang sihir sebagaimana yang mereka tuduhkan dan bukan pula orang pendusta. Ia bukanlah seorang yang berkuasa atas manusia, sebagaimana diterangkan dalam firman Allah:\n\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22)\n\nAllah menerangkan tugas seorang rasul dan batas-batas kemampuannya. Dia menerangkan ajaran yang harus disampaikan kepada orang-orang kafir yaitu: Tidak ada satu pun Tuhan yang berhak disembah kecuali Allah, Tuhan Yang Maha Esa, tiada sekutu bagi-Nya.",
    "quraish": "Hai Muhammad, katakan kepada orang-orang musyrik, \"Sesunguhnya aku adalah pemberi peringatan akan azab Allah. Tak ada yang patut disembah kecuali Allah Yang Mahaesa, tak bersekutu, dan Mahaperkasa Yang mampu mengalahkan segala penguasa.",
    "jalalayn": "(Katakanlah) hai Muhammad kepada orang-orang kafir Mekah! (\"Sesungguhnya aku hanya seorang pemberi peringatan) seorang yang memperingatkan kalian dengan neraka (dan sekali-kali tidak ada Tuhan selain Allah Yang Maha Esa lagi Maha Mengalahkan) semua makhluk-Nya."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 66,
    "arab": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ",
    "translation": "(yaitu) Tuhan langit dan bumi dan apa yang ada di antara keduanya, Yang Mahaperkasa, Maha Pengampun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4036.mp3",
    "tafsir": "Dialah Tuhan yang tidak dapat ditandingi oleh siapa pun. Tuhan Yang Maha Esa Mahaperkasa, Mahakuasa, menguasai, mengatur, mengawasi, dan memelihara kelangsungan hidup segala sesuatu yang ada di langit dan bumi. Dialah Tuhan Yang Maha Mengampuni segala dosa-dosa hamba yang dikehendaki-Nya.",
    "quraish": "Pemelihara langit dan bumi beserta semua yang ada di antara keduanya, Sang Mahaperkasa Yang tidak terkalahkan, Sang Maha Pengampun atas dosa-dosa orang yang beriman kepada-Nya.\"",
    "jalalayn": "(Rabb langit dan bumi dan apa yang ada di antara keduanya Yang Maha Perkasa) yakni Maha Menang atas semua perkara-Nya (lagi Maha Pengampun\") terhadap kekasih-kekasih-Nya."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 67,
    "arab": "قُلْ هُوَ نَبَؤٌا عَظِيْمٌۙ",
    "translation": "Katakanlah, “Itu (Al-Qur'an) adalah berita besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4037.mp3",
    "tafsir": "Nabi Muhammad diperintahkan untuk mengatakan kepada orang-orang musyrik bahwa berita tentang rasul atau utusan Allah yang memberi peringatan kepada manusia dan berita keesaan dan kekuasaan-Nya, adalah berita yang sangat besar faedahnya bagi seluruh manusia. Berita itu dapat menyelamatkan manusia dari kesesatan, dapat menunjukkan kepada manusia jalan yang lurus, jalan kebahagiaan hidup di dunia dan akhirat. Akan tetapi, kebanyakan manusia tidak mau mengerti bahkan mereka berpaling dari agama Allah.",
    "quraish": "Katakan kepada mereka, hai Muhammad, \"Yang aku sampaikan ini adalah berita besar yang kalian palingkan dan tidak kalian pikirkan.",
    "jalalayn": "(Katakanlah) kepada mereka! (\"Berita itu adalah berita besar.)"
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 68,
    "arab": "اَنْتُمْ عَنْهُ مُعْرِضُوْنَ",
    "translation": "yang kamu berpaling darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4038.mp3",
    "tafsir": "Nabi Muhammad diperintahkan untuk mengatakan kepada orang-orang musyrik bahwa berita tentang rasul atau utusan Allah yang memberi peringatan kepada manusia dan berita keesaan dan kekuasaan-Nya, adalah berita yang sangat besar faedahnya bagi seluruh manusia. Berita itu dapat menyelamatkan manusia dari kesesatan, dapat menunjukkan kepada manusia jalan yang lurus, jalan kebahagiaan hidup di dunia dan akhirat. Akan tetapi, kebanyakan manusia tidak mau mengerti bahkan mereka berpaling dari agama Allah.",
    "quraish": "Katakan kepada mereka, hai Muhammad, \"Yang aku sampaikan ini adalah berita besar yang kalian palingkan dan tidak kalian pikirkan.",
    "jalalayn": "(Yang kalian berpaling darinya) dari Alquran yang aku beritakan dan aku datangkan kepada kalian; di dalamnya terdapat hal-hal yang tidak dapat diketahui, melainkan hanya dengan jalan wahyu. Yang dimaksud dengan berita yang besar itu ialah:"
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 69,
    "arab": "مَا كَانَ لِيَ مِنْ عِلْمٍۢ بِالْمَلَاِ الْاَعْلٰٓى اِذْ يَخْتَصِمُوْنَ",
    "translation": "Aku tidak mempunyai pengetahuan sedikit pun tentang al-mala’ul a’la (malaikat) itu ketika mereka berbantah-bantahan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4039.mp3",
    "tafsir": "Selanjutnya Rasulullah diperintahkan Allah menyatakan kepada orang-orang musyrik Mekah bahwa seandainya Allah tidak menurunkan wahyu kepadanya, tentu ia tidak akan mengetahui para malaikat yang selalu tunduk dan patuh kepada Allah. Ia juga tidak akan mengetahui pembicaraan yang dilakukan para malaikat, Iblis, dan Adam di hadapan Allah. Malaikat dan Adam tunduk dan patuh kepada Allah, sedang Iblis ingkar dan durhaka kepada-Nya.\nPada akhir ayat ini Rasulullah menegaskan lagi tugas yang diberikan Allah, \"Aku ini hanyalah seorang rasul yang memberi petunjuk dan peringatan, bukanlah seorang yang dapat memaksa manusia masuk agama Islam.\"",
    "quraish": "Aku tidak pernah tahu berita tentang para malaikat ketika mereka berselisih mengenai ihwal Adam. Sebab aku tidak menempuh jalan yang biasa digunakan orang untuk memperoleh pengetahuan, seperti membaca buku atau berguru kepada seseorang. Cara yang aku tempuh untuk memperoleh pengetahuan adalah melalui wahyu.",
    "jalalayn": "(Aku tiada mempunyai pengetahuan sedikit pun tentang Al-Mala'ul A'la) yakni para malaikat itu (ketika mereka berbantah-bantahan) tentang perihal Nabi Adam, ketika Allah berfirman, 'Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi...' (Q.S. Al-Baqarah, 30)"
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 70,
    "arab": "اِنْ يُّوْحٰىٓ اِلَيَّ اِلَّآ اَنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ",
    "translation": "Yang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4040.mp3",
    "tafsir": "Selanjutnya Rasulullah diperintahkan Allah menyatakan kepada orang-orang musyrik Mekah bahwa seandainya Allah tidak menurunkan wahyu kepadanya, tentu ia tidak akan mengetahui para malaikat yang selalu tunduk dan patuh kepada Allah. Ia juga tidak akan mengetahui pembicaraan yang dilakukan para malaikat, Iblis, dan Adam di hadapan Allah. Malaikat dan Adam tunduk dan patuh kepada Allah, sedang Iblis ingkar dan durhaka kepada-Nya.\nPada akhir ayat ini Rasulullah menegaskan lagi tugas yang diberikan Allah, \"Aku ini hanyalah seorang rasul yang memberi petunjuk dan peringatan, bukanlah seorang yang dapat memaksa manusia masuk agama Islam.\"",
    "quraish": "Aku tidak akan mendapatkan wahyu kecuali karena aku adalah seorang rasul yang bertugas menyampaikan risalah kepada kalian dengan bahasa yang paling jelas.\"",
    "jalalayn": "(Tidak) tiada (diwahyukan kepadaku, melainkan bahwa sesungguhnya aku) yakni aku ini (hanyalah seorang pemberi peringatan yang nyata\") artinya nyata peringatannya."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 71,
    "arab": "اِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ طِيْنٍ",
    "translation": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia dari tanah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4041.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa para malaikat dan iblis mengajukan pertanyaan kepada Allah setelah Dia menyampaikan kepada malaikat bahwa akan menciptakan seorang manusia dari tanah. Pernyataan mereka mengenai faedah adanya manusia yang akan diciptakan Allah itu. Pertanyaan ini diterangkan dalam firman Allah:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nMengenai penciptaan manusia dari tanah, dijelaskan disini bahwa berdasarkan kajian ilmiah bahan penciptaan manusia adalah tanah, disebut lebih persis pada ayat ini yaitu tanah liat. Istilah liat biasa dipakai untuk menamai butiran tanah dengan ukuran paling kecil, diameter di bawah 0,5 mikron (= 1/2000 mm). Istilah liat juga biasa dipakai untuk menamai jenis mineral pembentuk butiran tanah paling kecil ini. Karena ukurannya yang kecil, liat bila dimasukkan ke dalam air akan bersifat koloidal: tidak melarut tetapi tersebar merata dan sulit dipisahkan dari air. Sebagai mineral, liat adalah sekelompok alumino-silikat hidrat yang strukturnya berlembar. Karena strukturnya, partikel liat mempunyai muatan elektrik. Sifat-sifat mineral liat lainnya adalah plastis, tetapi plastisitas ini menghilang apabila dipanaskan sampai temperatur tertentu karena struktur mineral berubah. Pemanfaatan liat secara tradisional didasarkan pada sifat-sifat fisiknya, antara lain karena mudah dibentuk dan mengeras jika dipanaskan dipanaskan, sehingga umum dipakai sebagai bahan pembuat barang gerabah atau tembikar dan keramik. Pemanfaatan liat secara modern lebih didasarkan pada sifat kimia-fisiknya, umumnya dipakai sebagai bahan katalis pada reaksi-reaksi kimia. Karena sifat-sifat kimia-fisik yang dimilikinya, liat merupakan bagian tanah yang paling mungkin memiliki peran besar pada proses terbentuknya awal kehidupan di muka bumi termasuk penciptaan manusia (lihat juga al-An'am/6: 2, Fathir/35: 11; al-hijr/15: 26-28-33; al-Mu'minun/23: 12, 14; ash-shaffat/37: 11)",
    "quraish": "Ingatkanlah mereka ketika Tuhanmu berkata kepada malaikat, \"Sesungguhnya Aku telah menciptakan seorang manusia, yaitu Adam a. s., dari tanah.",
    "jalalayn": "Ingatlah (ketika Rabbmu berfirman kepada malaikat, \"Sesungguhnya Aku akan menciptakan manusia dari tanah) yaitu Adam."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 72,
    "arab": "فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ",
    "translation": "Kemudian apabila telah Aku sempurnakan kejadiannya dan Aku tiupkan roh (ciptaan)-Ku kepadanya; maka tunduklah kamu dengan bersujud kepadanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4042.mp3",
    "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya.\nPada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)",
    "quraish": "Apabila Aku telah menyempurnakan penciptaannya dan telah meniupkan rahasia kehidupan--yaitu roh--kepadanya, maka tunduklah kalian dengan sujud penghormatan, bukan sujud penghambaan.",
    "jalalayn": "(Maka apabila telah Kusempurnakan kejadiannya) telah sempurna kejadiannya (dan Kutiupkan) Kualirkan (kepadanya roh ciptaan-Ku) sehingga ia menjadi hidup. Dimudhafkannya lafal ruh kepada Allah dimaksud untuk memuliakan Nabi Adam. Roh adalah tubuh yang lembut dan tidak kelihatan oleh mata, yang membuat manusia dapat hidup karena memasuki tubuhnya (maka hendaklah kalian bersungkur dengan sujud kepadanya\") sujud penghormatan dengan cara membungkukkan badan."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 73,
    "arab": "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ",
    "translation": "Lalu para malaikat itu bersujud semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4043.mp3",
    "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya.\nPada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)",
    "quraish": "Semua malaikat pun melaksanakan perintah itu dan melakukan sujud penghormatan kepada Adam, kecuali Iblîs yang tidak mau bersujud.",
    "jalalayn": "(Lalu seluruh malaikat itu sujud semuanya) di dalam ayat ini terdapat dua Taukid, yaitu lafal Kulluhum dan lafal Ajma 'uuna."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 74,
    "arab": "اِلَّآ اِبْلِيْسَۗ اِسْتَكْبَرَ وَكَانَ مِنَ الْكٰفِرِيْنَ",
    "translation": "kecuali Iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4044.mp3",
    "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya.\nPada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)",
    "quraish": "Semua malaikat pun melaksanakan perintah itu dan melakukan sujud penghormatan kepada Adam, kecuali Iblîs yang tidak mau bersujud.",
    "jalalayn": "(Kecuali iblis) dia adalah bapaknya jin yang dahulunya campur bersama dengan malaikat (dia menyombongkan diri dan adalah dia termasuk orang-orang yang kafir) menurut ilmu Allah."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 75,
    "arab": "قَالَ يٰٓاِبْلِيْسُ مَا مَنَعَكَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۗ اَسْتَكْبَرْتَ اَمْ كُنْتَ مِنَ الْعَالِيْنَ",
    "translation": "(Allah) berfirman, “Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4045.mp3",
    "tafsir": "Allah berkata kepada Iblis, \"Hai Iblis, apa yang menyebabkanmu enggan sujud menghormati Adam, makhluk yang telah Aku ciptakan sendiri dengan kekuasaan-Ku? Aku sendirilah yang menciptakan Adam itu, bukan makhluk-Ku yang menciptakannya. Kenapa kamu berlaku angkuh dan sombong. Apakah kamu telah merasa dirimu lebih tinggi dan lebih terhormat di antara makhluk-makhluk yang telah Aku ciptakan, sehingga kamu berpendapat bahwa kamu berhak dan berwenang berbuat apa yang kamu inginkan?\"\nIblis menjawab dan memberikan alasan pembangkangannya. Ia mengatakan bahwa ia lebih baik daripada Adam karena Allah menjadikannya dari api, sedang Adam dari tanah. Menurut Iblis, api lebih baik daripada tanah karena sifat api selalu meninggi dan tanah selalu di bawah. Padahal, materi asal itu tidak bisa dijadikan indikator kemuliaan makhluk. Kemuliaan itu tergantung pada ketaatan dan kepatuhan kepada Allah. Percakapan di atas disebutkan dalam firman Allah:\n\n(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"(al-A.'raf/7: 12)",
    "quraish": "Allah berkata, \"Wahai Iblîs, apa yang membuatmu tidak mau bersujud hormat kepada makhluk yang Aku ciptakan sendiri tanpa perantara? Merasa besarkah kamu, padahal kamu tidak besar, atau kamu benar- benar tinggi?\"",
    "jalalayn": "(Allah berfirman, \"Hai iblis! Apakah yang menghalangi kamu sujud kepada yang telah Kuciptakan dengan kedua tangan kekuasaan-Ku?) maksudnya, yang telah Aku atur penciptaannya secara langsung; ungkapan ini dimaksud memuliakan kedudukan Nabi Adam, karena sesungguhnya setiap makhluk diciptakan oleh Allah secara langsung. (Apakah kamu menyombongkan diri) sekarang sehingga kamu tidak mau bersujud kepadanya; Istifham atau kata tanya di sini menunjukkan makna cemoohan (ataukah kamu merasa termasuk orang-orang yang lebih tinggi?\") merasa tinggi diri sehingga kamu bersikap takabur tidak mau bersujud."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 76,
    "arab": "قَالَ اَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ",
    "translation": "(Iblis) berkata, “Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4046.mp3",
    "tafsir": "Allah berkata kepada Iblis, \"Hai Iblis, apa yang menyebabkanmu enggan sujud menghormati Adam, makhluk yang telah Aku ciptakan sendiri dengan kekuasaan-Ku? Aku sendirilah yang menciptakan Adam itu, bukan makhluk-Ku yang menciptakannya. Kenapa kamu berlaku angkuh dan sombong. Apakah kamu telah merasa dirimu lebih tinggi dan lebih terhormat di antara makhluk-makhluk yang telah Aku ciptakan, sehingga kamu berpendapat bahwa kamu berhak dan berwenang berbuat apa yang kamu inginkan?\"\nIblis menjawab dan memberikan alasan pembangkangannya. Ia mengatakan bahwa ia lebih baik daripada Adam karena Allah menjadikannya dari api, sedang Adam dari tanah. Menurut Iblis, api lebih baik daripada tanah karena sifat api selalu meninggi dan tanah selalu di bawah. Padahal, materi asal itu tidak bisa dijadikan indikator kemuliaan makhluk. Kemuliaan itu tergantung pada ketaatan dan kepatuhan kepada Allah. Percakapan di atas disebutkan dalam firman Allah:\n\n(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"(al-A.'raf/7: 12)",
    "quraish": "Iblîs berkata, \"Aku lebih baik daripada Adam, sebab aku Engkau ciptakan dari api sedangkan Adam Engkau ciptakan dari tanah. Bagaimama aku sujud kepadanya?\"",
    "jalalayn": "(Iblis berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\")"
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 77,
    "arab": "قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۖ",
    "translation": "(Allah) berfirman, “Kalau begitu keluarlah kamu dari surga! Sesungguhnya kamu adalah makhluk yang terkutuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4047.mp3",
    "tafsir": "Karena kedurhakaan Iblis yang enggan menaati perintah Allah, maka Allah mengusir Iblis dari surga, dan menjadikannya sebagai makhluk yang terkutuk. Kutukan itu tetap berlaku sampai hari Kiamat, yaitu hari pembalasan terhadap semua perbuatan manusia.\nFirman Allah:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\"( al-A.'raf/7: 13)",
    "quraish": "Allah berkata kepada Iblîs, sebagai balasan atas kesombongan menghadapi perintah-Nya, \"Keluarlah kamu dari kelompok al-Mala' al-A'lâ. (1) Kamu terusir dari kasih sayang-Ku.\" (1) Al-mala' al-A'lâ berarti 'alam malaikat', 'alam arwah', \"alam surga'.",
    "jalalayn": "(Allah berfirman, \"Maka keluarlah kamu dari surga) menurut pendapat yang lain dari langit (sesungguhnya kamu adalah orang yang diusir) yang terusir."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 78,
    "arab": "وَّاِنَّ عَلَيْكَ لَعْنَتِيْٓ اِلٰى يَوْمِ الدِّيْنِ",
    "translation": "Dan sungguh, kutukan-Ku tetap atasmu sampai hari pembalasan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4048.mp3",
    "tafsir": "Karena kedurhakaan Iblis yang enggan menaati perintah Allah, maka Allah mengusir Iblis dari surga, dan menjadikannya sebagai makhluk yang terkutuk. Kutukan itu tetap berlaku sampai hari Kiamat, yaitu hari pembalasan terhadap semua perbuatan manusia.\nFirman Allah:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\"( al-A.'raf/7: 13)",
    "quraish": "\"Kamu akan Aku jauhkan dari segala bentuk kebaikan sampai hari pembalasan,\" kata Allah lagi. \"Kamu akan dibalas atas kekufuranmu kepada-Ku dan kesombonganmu di hadapan-Ku.\"",
    "jalalayn": "(Sesungguhnya kutukan-Ku tetap atasmu sampai hari pembalasan\") yakni hari Allah melakukan pembalasan."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 79,
    "arab": "قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ",
    "translation": "(Iblis) berkata, “Ya Tuhanku, tangguhkanlah aku sampai pada hari mereka dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4049.mp3",
    "tafsir": "Setelah menjadi makhluk yang terkutuk, Iblis memohon kepada Allah, \"Wahai Tuhanku, jika Engkau telah menjadikan aku sebagai makhluk-Mu yang terkutuk dan telah terjauh dari rahmat-Mu, maka aku mohon agar umurku dipanjangkan, hingga sampai hari kebangkitan nanti. Janganlah engkau wafatkan aku selama dunia masih ada.\"",
    "quraish": "Iblîs berkata, \"Ya Tuhan, tangguhkan aku dan jangan Engkau matikan aku sampai hari kebangkitan.\"",
    "jalalayn": "(Iblis berkata, \"Ya Rabbku! Berilah aku tenggang waktu sampai hari mereka dibangkitkan\") sampai manusia dibangkitkan."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 80,
    "arab": "قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ",
    "translation": "(Allah) berfirman, “Maka sesungguhnya kamu termasuk golongan yang diberi penangguhan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4050.mp3",
    "tafsir": "Allah mengabulkan permohonan Iblis itu dengan membiarkannya hidup sampai waktu yang ditentukan, sebagaimana firman Allah:\n\n(Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\"(Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\"( al-A.'raf/7: 14-15)",
    "quraish": "Allah berkata, \"Kamu termasuk mereka yang Aku tangguhkan sampai waktu yang telah Aku tentukan, yaitu saat penghabisan kehidupan dunia.\"",
    "jalalayn": "(Allah berfirman, \"Sesungguhnya kamu termasuk orang-orang yang diberi tangguh.)"
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 81,
    "arab": "اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ",
    "translation": "sampai pada hari yang telah ditentukan waktunya (hari Kiamat).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4051.mp3",
    "tafsir": "Allah mengabulkan permohonan Iblis itu dengan membiarkannya hidup sampai waktu yang ditentukan, sebagaimana firman Allah:\n\n(Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\"(Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\"( al-A.'raf/7: 14-15)",
    "quraish": "Allah berkata, \"Kamu termasuk mereka yang Aku tangguhkan sampai waktu yang telah Aku tentukan, yaitu saat penghabisan kehidupan dunia.\"",
    "jalalayn": "(Sampai kepada hari yang telah ditentukan waktunya\") yakni waktu tiupan sangkakala yang pertama atau hari kiamat."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 82,
    "arab": "قَالَ فَبِعِزَّتِكَ لَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ",
    "translation": "(Iblis) menjawab, “Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4052.mp3",
    "tafsir": "Selanjutnya Iblis memohon lagi, \"Wahai Tuhanku, demi kekuasaan dan kemuliaan Engkau, berilah aku kesempatan untuk menggoda dan menyesatkan manusia dari jalan Engkau, dengan menjadikan mereka memandang baik perbuatan buruk dan maksiat yang mereka kerjakan.\"",
    "quraish": "Iblîs berkata, \"Demi keagungan dan keperkasaan-Mu, aku bersumpah akan merayu semua manusia, kecuali hamba-hamba-Mu yang ikhlas beribadah kepada-Mu. Terhadap mereka, aku tidak memiliki kekuasaan apa-apa.\"",
    "jalalayn": "(Iblis menjawab, \"Demi kekuasaan Engkau, aku akan menyesatkan mereka semuanya)."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 83,
    "arab": "اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ",
    "translation": "kecuali hamba-hamba-Mu yang terpilih di antara mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4053.mp3",
    "tafsir": "Selanjutnya Iblis mengatakan, \"Tentu saja hamba-hamba Engkau yang kuat imannya, yang tunduk dan patuh kepada Engkau, tidak dapat aku goda dan sesatkan. Hanya orang-orang kafir seperti aku dan orang-orang yang lemah imannya yang mungkin aku sesatkan.\"",
    "quraish": "Iblîs berkata, \"Demi keagungan dan keperkasaan-Mu, aku bersumpah akan merayu semua manusia, kecuali hamba-hamba-Mu yang ikhlas beribadah kepada-Mu. Terhadap mereka, aku tidak memiliki kekuasaan apa-apa.\"",
    "jalalayn": "(Kecuali hamba-hamba-Mu yang mukhlis di antara mereka\") yakni orang-orang yang beriman."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 84,
    "arab": "قَالَ فَالْحَقُّۖ وَالْحَقَّ اَقُوْلُۚ",
    "translation": "(Allah) berfirman, “Maka yang benar (adalah sumpahku), dan hanya kebenaran itulah yang Aku katakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4054.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman:\n\ndan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)",
    "quraish": "Allah berkata, \"Kebenaran adalah sumpah-Ku. Aku tidak akan berkata kecuali benar. Aku akan mengisi neraka jahanam dengan bangsa sejenismu, yaitu setan, dan anak cucu Adam yang mengikutinya. Aku tidak membedakan antara pengikut dan pemimpin.\"",
    "jalalayn": "(Allah berfirman, \"Maka yang benar adalah sumpah-Ku dan hanya kebenaran itulah yang Kukatakan\") dapat dibaca Falhaqqa Wal Haqqa atau Falhaqqu Wal Haqqa; kalau dibaca Nashab berarti dinashabkan oleh Fi'il yang sesudahnya. Bila lafal pertama dinashabkan, menurut suatu pendapat dikatakan, bahwa dinashabkan oleh Fi'll yang telah disebutkan. Menurut pendapat yang lainnya lagi dinashabkan karena menjadi Mashdar, bentuk asalnya adalah Uhiqqal Haqqa. Menurut pendapat yang lainnya lagi karena huruf Qasamnya dicabut. Dibaca Rafa' atas dasar karena menjadi Mubtada yang dibuang Khabarnya, bentuk asalnya adalah Falhaqqu Minnii. Menurut pendapat yang lainnya lagi bentuk asalnya adalah, Falhaqqu Qasami, dan jawab Qasamnya ialah kalimat berikutnya, yaitu:"
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 85,
    "arab": "لَاَمْلَئَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعِيْنَ",
    "translation": "Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4055.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman:\n\ndan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)",
    "quraish": "Allah berkata, \"Kebenaran adalah sumpah-Ku. Aku tidak akan berkata kecuali benar. Aku akan mengisi neraka jahanam dengan bangsa sejenismu, yaitu setan, dan anak cucu Adam yang mengikutinya. Aku tidak membedakan antara pengikut dan pemimpin.\"",
    "jalalayn": "(Sesungguhnya Aku pasti akan memenuhi neraka Jahanam dengan jenis kamu) berikut keturunanmu (dan dengan orang-orang yang mengikuti kamu di antara mereka) yakni umat manusia (semuanya.)"
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 86,
    "arab": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَّمَآ اَنَا۠ مِنَ الْمُتَكَلِّفِيْنَ",
    "translation": "Katakanlah (Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku); dan aku bukanlah termasuk orang yang mengada-ada.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4056.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik bahwa ia tidak mengharapkan apalagi meminta upah kepada mereka sebagai imbalan dari tugas menyampaikan agama Allah. Sedikit pun Rasul tidak mengharapkannya. Hanya Allah yang akan memberi upah padanya. Orang-orang telah mengenal rasul dengan sebaik-baiknya bahwa ia tidak pernah mengada-ada dan membuat yang bukan-bukan.\"\nDari ayat ini dipahami agar orang-orang yang beriman meniru apa yang telah diperbuat Rasulullah, yaitu selalu menyampaikan agama Allah kepada manusia, walaupun hanya sedikit yang diketahuinya. Imam Muslim meriwayatkan bahwa Ibnu Mas'ud berkata:\nWahai sekalian manusia, barangsiapa di antara kamu yang memperoleh pengetahuan, maka hendaklah ia mengatakannya. Dan barangsiapa yang tidak mengetahui hendaklah ia menyatakan, \"Allah Taala lebih mengetahui,\". Allah Taala berfirman kepada Rasulullah saw, \"Qul ma'as 'alukum . . .\" sampai akhir ayat\".",
    "quraish": "Katakan kepada umat-Mu, wahai Muhammad, \"Aku tidak meminta ganjaran atas perintah menyampaikan al-Qur'ân kepada kalian. Aku bukan termasuk orang yang berpura-pura dengan sesuatu yang tidak aku miliki lantas mengaku sebagai nabi.",
    "jalalayn": "(Katakanlah! \"Aku tidak meminta kepada kalian atas hal ini) atas penyampaian risalah ini (upah sedikit pun) persenan sedikit pun dari kalian (dan bukanlah aku termasuk orang-orang yang mengada-adakan) maksudnya, membuat-buat Alquran dari diriku sendiri."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 87,
    "arab": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
    "translation": "(Al-Qur'an) ini tidak lain hanyalah peringatan bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4057.mp3",
    "tafsir": "Allah menegaskan bahwa Al-Qur'an ini berisi petunjuk dan pengajaran bagi jin dan manusia. Semua orang yang sehat akal pikirannya, tentu mengakui kebenarannya. Al-Qur'an merupakan petunjuk ke jalan yang lurus dan pembeda antara yang hak dan yang batil.",
    "quraish": "Al-Qur'ân hanyalah sebuah peringatan dan pelajaran untuk seluruh alam semesta.\"",
    "jalalayn": "(Tiada lain ini) Alquran ini (hanyalah peringatan) yakni nasihat dan peringatan (bagi semesta alam) maksudnya bagi jenis manusia, jin dan makhluk-makhluk yang berakal selain malaikat."
  },
  {
    "ruku": 395,
    "name": "Sad",
    "ayat": 88,
    "arab": "وَلَتَعْلَمُنَّ نَبَاَهٗ بَعْدَ حِيْنٍ ࣖ",
    "translation": "Dan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4058.mp3",
    "tafsir": "Pada akhir surah ini, Allah menyampaikan kepada orang-orang yang tidak mengindahkan seruan Rasulullah, bahwa kelak mereka setelah mati akan mengetahui apakah tindakan mereka itu salah atau benar.",
    "quraish": "Kalian, wahai orang-orang yang mendustakan al-Qur'ân, pasti akan tahu bahwa apa yang dikandung al-Qur'ân seperti janji surga, ancaman neraka, kisah-kisah masa lalu, perkara-perkara mendatang dan tanda- tanda alam raya, akan datang dalam waktu tidak lama lagi.\"",
    "jalalayn": "(Dan sesungguhnya kalian akan mengetahui) hai orang-orang kafir Mekah (berita Alquran) yaitu berita kebenarannya (setelah beberapa waktu lagi\") yakni pada hari kiamat nanti. Lafal 'Alima bermakna 'Arafa yakni mengetahui. Huruf Lam sebelumnya adalah Lam Qasam bagi lafal yang diperkirakan, bentuk asalnya adalah, Wallaahi Lata'lamunna."
  }
]