[
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 21,
    "arab": " يٰٓاَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
    "translation": "Wahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/28.mp3",
    "tafsir": "Ayat-ayat ini memerintahkan beribadah dan menyembah kepada Allah. Perintah beribadah ini ditujukan oleh Allah kepada seluruh manusia sejak zaman dahulu dengan perantaraan rasul-rasul-Nya. Allah berfirman:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah tagut.\" (an-Nahl/16: 36)\n\nTiap-tiap rasul memulai dakwahnya dengan seruan kepada kaumnya agar menyembah Allah saja. Misalnya, Allah swt berfirman:\n\n\".... Lalu dia (Nuh) berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. ¦\" (al-A'raf/7: 59)\n\nBeribadah kepada Allah ialah menghambakan diri kepada-Nya, dengan penuh kekhusyukan, memurnikan ketaatan hanya kepada-Nya, karena merasakan bahwa hanya Allah-lah yang menciptakan, menguasai, memelihara dan mendidik seluruh makhluk. Ibadah seorang hamba sebagaimana yang disebutkan itu akan dinilai Allah swt menurut niat hamba yang melakukannya.\nPada ayat ini Allah swt disebut dengan \"rabb\", kemudian diiringi dengan perkataan \"¦yang telah menciptakan kamu dan orang-orang sebelummu¦\" Hal ini memberi pengertian bahwa Allah menciptakan manusia, mengembangbiakkannya, memberi taufik, menjaga dan memelihara, dan memberi nikmat agar dengan nikmat itu manusia dapat melaksanakan tugas-tugasnya sebagai hamba Allah. Semua rahmat tersebut diberikan kepada manusia sejak permulaan adanya, sampai akhir kehidupannya di dunia ini. Barang siapa yang mensyukuri nikmat Allah maka akan ditambahkan-Nya nikmat itu, sebaliknya barang siapa yang mengingkari nikmat Allah, maka ia akan menerima azab di dunia sebagaimana yang telah ditimpakan-Nya kepada umat-umat yang terdahulu dan di akhirat nanti akan disediakan azab yang pedih.\nAllah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)\n\nDengan beribadah kepada Allah sebagaimana yang diperintahkan itu, manusia akan terhindar dari azab Allah dan ia akan mencapai derajat yang tinggi lagi sempurna.",
    "quraish": "Hai manusia, sembahlah Tuhanmu yang telah menciptakan dan memelihara kamu seperti halnya orang-orang sebelum kamu. Dia adalah Pencipta segala sesuatu. Semoga dengan begitu jiwa kalian selalu siap untuk mengagungkan Allah dan mengingatnya sehingga menjadi suci, tunduk kepada kebenaran dan takut akan hari pembalasan.",
    "jalalayn": "(Hai manusia!) Maksudnya warga Mekah, (Sembahlah olehmu) dengan bertauhid atau mengesakan (Tuhanmu yang telah menciptakanmu) padahal sebelum itu kamu dalam keadaan tiada (dan) diciptakan-Nya pula (orang-orang yang sebelum kamu, agar kamu bertakwa), artinya terpelihara dari siksa dan azab-Nya yakni dengan jalan beribadah kepada-Nya. Pada asalnya 'la`alla' mengungkapkan harapan, tetapi pada firman Allah berarti menyatakan kepastian."
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 22,
    "arab": " الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً  ۖوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ فَلَا تَجْعَلُوْا لِلّٰهِ اَنْدَادًا وَّاَنْتُمْ تَعْلَمُوْنَ ",
    "translation": "(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/29.mp3",
    "tafsir": "Allah swt menerangkan bahwa Dia menciptakan bumi sebagai hamparan dan langit sebagai atap, menurunkan air hujan, menumbuhkan tumbuh-tumbuhan dan menjadikan tumbuh-tumbuhan itu berbuah. Semuanya diciptakan Allah untuk manusia, agar manusia memperhatikan proses penciptaan itu, merenungkan, mempelajari dan mengolahnya sehingga bermanfaat bagi manusia dan kemanusiaan sesuai dengan yang telah diturunkan Allah. Dengan jelas Allah menerangkan dalam ayat ini terutama pada bagian yang mengungkapkan Dan Dialah yang menurunkan air (hujan) dari langit lalu Dia hasilkan dengan (hujan) itu buah-buahan. \nDengan terang Allah menyebutkan bumi, langit dan benda-benda langit, seperti matahari dan bintang-bintang adalah ciptaan Allah yang merupakan satu kesatuan dan semuanya diatur dengan satu kesatuan sitem yang dalam ilmu pengetahuan modern disebut ekosistem. Selama belum dirusak oleh tangan-tangan manusia yang memperturutkan hawa nafsunya, semua berjalan dengan tertib dan teratur.\nLaut yang luas yang disinari panas matahari kemudian menyebabkan uap air yang banyak. Uap air ini naik ke atas menjadi awan dan mendung, kemudian disebarkan oleh angin ke seluruh permukaan bumi, sehingga uap air yang banyak sekali ini di atas gunung-gunung menjadi dingin dan kemudian menjadi titik-titik dan menjadi hujan dapat mengairi permukaan bumi yang luas, bukan hanya timbul hujan di atas laut, tetapi juga di darat, karena bantuan angin yang menyebarkannya.\nDisebabkan hujan yang turun dari langit itu kemudian bumi menjadi subur, berbagai tanaman buah, sayur, biji-bijian serta ubi dan sebagainya tumbuh dan memberikan banyak manfaat bagi manusia dan semua makhluk di bumi. Di samping itu, turunnya hujan juga menimbulkan sungai, danau dan sumur terisi air serta memperluas kesuburan bumi. Hutan yang lebat juga membantu menyalurkan air dalam bumi, membantu menyalurkan udara segar, menyejukkan udara yang panas dan memelihara kesuburan bumi.\nManusia dengan memanfaatkan perkembangan ilmu pengetahuan dan teknologi dapat mengetahui kapan banyak turun hujan dan kapan jarang hujan atau bahkan sama sekali tidak ada hujan, berdasarkan letak bintang di langit maupun peredaran angin. Juga dapat diketahui di mana berkumpulnya ikan-ikan di laut yang banyak sekali jenis dan ragamnya, bahkan ke mana burung-burung pergi pada musim-musim tertentu dapat diketahuinya.\nBerikut penjelasan saintis/ilmuan tentang langit sebagai atap: Atap untuk sebuah bangunan terutama diperlukan agar penghuni yang tinggal di dalamnya terhindar dari hujan dan panas matahari. Dalam konteks ayat di atas langit sebagai atap adalah perumpamaan yang ditujukan untuk bumi tempat kita hidup.\nSetiap saat, bumi dihujani benda angkasa yang antara lain adalah meteorit. Akan tetapi, sampai saat ini bumi tidak porak poranda. Hal ini disebabkan bumi diselimuti oleh gas atau udara yang bernama atmosfer. Sebelum sampai ke bumi, meteorid akan terpecah belah dan hancur saat memasuki atmosfer. Sebelum sampai ke atmosfer sinar yang dipancarkan matahari pun memecahkan meteorid yang ada. Radiasi sinar matahari inilah yang dapat meledakkan meteorid dalam perjalanannya ke bumi dan kemudian diserap oleh lapisan ozon. Dengan demikian atmosfer dan lapisan ozon merupakan selubung pengaman atau dengan kata lain boleh disebut sebagai atap bagi bumi. Bumi tidak mungkin dihuni oleh makhluk hidup tanpa adanya atap tersebut. Ayat lain yang menyatakan hal yang sama adalah al-Anbiya'/21: 32 yang artinya:\nDan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan dan lain-lainnya). (al-Anbiya'/21: 32)\nTebal atmosfer mencapai 560 kilometer, diukur dari permukaan bumi. Penelitian mengenai atmosfer dimulai dengan menggunakan fenomena alam yang dapat dilihat dari bumi, seperti warna-warna indah saat matahari terbit dan terbenam, dan kilapan cahaya bintang. Dalam tahun-tahun belakangan ini, dengan menggunakan peralatan canggih yang ditaruh dalam satelit di luar angkasa, kita dapat mengerti lebih baik mengenai atmosfer dan fungsinya untuk bumi.\nSecara keseluruhan, dapat dikatakan bahwa kehidupan di bumi didukung oleh tiga hal, yaitu adanya atmosfer, adanya energi yang datang dari sinar matahari, dan hadirnya medan magnet bumi. \nAtmosfer diketahui menyerap sebagian besar energi sinar matahari, mendaur ulang air dan beberapa komponen kimia lainnya, dan bekerjasama dengan muatan listrik dan magnet yang ada untuk menghasilkan cuaca yang nyaman. Atmosfer juga melindungi kehidupan bumi dari ruang angkasa yang hampa udara dan bersuhu rendah.\nAtmosfer terdiri atas lapisan-lapisan gas yang berbeda-beda. Empat lapisan dapat dibedakan berdasarkan perbedaan suhu, perbedaan komposisi bahan kimia, pergerakan-pergerakan bahan kimia di dalamnya, dan perbedaan kepadatan udara. Keempat lapisan tersebut adalah Troposfer, Stratosfer, Mesosfer, dan Thermosfer, atau dapat pula dibagi menjadi tujuh seperti yang dijelaskan pada al-Baqarah/2: 29.\nKomposisi gas di atmosfer terutama terdiri atas nitrogen (78%), oksigen (21%) dan argon (1%). Beberapa komponen yang sangat berpengaruh pada iklim dan cuaca juga hadir, meski dalam jumlah yang sangat kecil seperti uap air (0,25%), karbondioksida (0,036%) dan ozone (0,015%)\n\nPerihal angin, awan dan air hujan\nHubungan angin dan awan yang kemudian menghasilkan hujan dapat dijelaskan dengan melihat pada siklus air. Siklus air berlangsung mulai penguapan air laut yang membubung ke atas menjadi awan lalu turun ke bumi dalam bentuk tetes air hujan, kemudian air yang turun dalam bentuk hujan itu kembali lagi ke laut melalui sungai dan air bawah tanah. Al-Qur'an tidak menyebut secara rinci siklus air seperti itu, akan tetapi, banyak ayat yang menjelaskan beberapa bagian dari proses keseluruhannya secara sangat akurat. Antara lain dua ayat di bawah ini.\nAllah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka gembira. (ar-Rum/30: 48)\n\nTidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau melihat hujan keluar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan. (an-Nur/24: 43)\n\nKedua ayat di atas menggambarkan tahapan-tahapan pembentukan awan yang menghasilkan hujan, yang dalam gilirannya, merupakan salah satu tahap dalam siklus air. Dengan melihat lebih cermat kedua ayat di atas maka tampak nyata adanya dua fenomena. Pertama adalah penyebaran awan dan lainnya adalah penyatuan awan. Dua proses yang berlawanan terjadi sehingga awan hujan dapat dibentuk. Dua proses yang disebutkan dalam Al-Qur'an ini baru ditemukan oleh ilmu meteorologi modern sekitar 200 tahun yang lalu.\nAda dua tipe awan yang dapat menghasilkan hujan. Keduanya dapat diklasifikasikan berdasarkan bentuknya, yaitu stratus (tipe berlapis) dan cumulus (tipe menumpuk). \nPada tipe awan yang berlapis, dua tahapan penting yang terjadi adalah tahap awan tipe stratus dan nimbostratus (nimbo artinya hujan). Ayat pertama di atas (ar-Rum/30: 48), secara sangat jelas memberikan informasi mengenai formasi awan yang berlapis. Tipe awan semacam itu hanya akan terbentuk dalam kondisi angin yang bertiup secara bertahap dan secara perlahan menaikan awan ke atas. Selanjutnya, awan tersebut akan berbentuk seperti lapisan-lapisan yang melebar (\"Allah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit.....\").\nApabila kondisinya cocok, (antara lain jika suhu cukup rendah dan kadar air cukup tinggi) maka butir-butir air akan menyatu dan menjadi butiran-butiran air yang lebih besar. Kita dapat melihat proses tersebut sebagai menghitamnya awan. Dalam terjemahan Quraish Shihab, bagian ini disebutkan sebagai: \"......dan menjadikannya bergumpal-gumpal....\". Namun dalam terjemahan Al-Qur'an dalam bahasa Inggris, bagian ini diterjemahkan sebagai: \".... and makes them dark...\". Akhirnya, butiran air hujan akan jatuh dari awan: \".....lalu engkau lihat hujan keluar dari celah-celahnya....\".\nTipe awan yang kedua yang dapat menghasilkan hujan adalah tipe awan yang bertumpuk-tumpuk. Awan ini terbagi berdasarkan bentuknya dalam beberapa nama, yaitu cumulus, cumulonimbus dan stratocumulus. Awan ini ditandai oleh bentuknya yang bergumpal-gumpal dan saling bertumpuk. Cumulus dan cumulonimbus adalah tipe awan yang bergumpal-gumpal, sedangkan stratocumulus tidak bergumpal, sedikit menipis dan melebar. Ayat kedua (an-Nur/24: 43) menjelaskan pembentukan tipe awan ini. \nAwan tipe ini dibentuk oleh angin keras yang mengarah ke atas dan ke bawah (\"....bahwa Allah menggerakkan awan...\"). Dalam terjemahan Al-Qur'an bahasa Inggris, bagian ayat ini diterjemahkan sebagai: \"...drives clouds with force...\". Mendorong awan dengan kuat. Ketika gumpalan awan terjadi, mereka menyatu menjadi gumpalan awan raksasa, bertumpuk-tumpuk satu sama lain. Pada titik ini, awan cumulus atau cumulonimbus sudah dapat menghasilkan air hujan.\nKalimat selanjutnya dari ayat ini, nampaknya menggambarkan secara khusus terjadinya cumulonimbus, suatu keadaan awan yang dikenal dengan nama awan badai. Tumpukan gumpalan awan yang menjulang ke atas ini apabila di lihat dari bawah mirip dengan bentuk gunung. Dengan menjulang tinggi ke angkasa maka butir air yang sudah terbentuk akan membeku menjadi butiran es (\"..... .lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau melihat hujan keluar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung....\"), Awan cumulonimbus juga menghasilkan ciptaan Tuhan yang sangat berharga, yaitu halilintar (\"...kilauan kilatnya hampir-hampir menghilangkan penglihatan.\")\nAyat lain yang terkait dengan siklus air yang bertalian dengan tahap lain di luar hujan adalah Surah Gafir/23: 18 yang artinya sebagai berikut:\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (Gafir /23: 18)\nAyat ini menyatakan dengan jelas bahwa air hujan diserap oleh tanah tapi tidak hilang. Artinya air tanah masih dapat dialirkan. Dua ayat di bawah ini juga menggambarkan cara aliran air, yaitu aliran permukaan (ar-Ra'd/13: 17) dan aliran air tanah (az-Zumar/39: 21) yang artinya demikian:\nAllah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan. (ar-Ra'd/13 : 17)\n\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diatur-Nya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkannya “tanaman tanaman yang bermacam-macam warnanya, kemudian dijadikan-Nya hancur, berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi yang mempunyai akal sehat. (az-Zumar/39: 21)\nBanyak ayat lainnya dalam Al-Qur'an yang membicarakan mengenai siklus air, seperti Gafir /40:13; al-Mu'minÅ«n /23: 18; al-Furqan/25: 48; al-'Ankabut/29: 63, dan lainnya. Semua ayat-ayat tersebut menyatakan hal yang bersinggungan dengan berbagai ayat yang diacu di muka. Beberapa ayat lainnya juga berbicara mengenai air, namun dengan konteks yang berbeda, seperti yang dapat dilihat dalam surah al-Waqi'ah/56: 68-70 yang artinya:\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin. Mengapa kamu tidak bersyukur? (al-Waqi'ah/56: 68-70)\nAyat yang berupa kalimat pertanyaan ini menekankan akan ketidak berdayaan manusia dalam mimpi yang paling tua yaitu mengontrol hujan. Fakta memperlihatkan bahwa hujan buatan tidak akan dapat diadakan apabila awan dengan kondisi tertentu tidak tersedia. Awan tersebut harus memiliki berbagai partikel dalam kadar tertentu, kadar air yang tinggi yang dibawa angin yang naik ke atas, dan terdapat perkembangan tumpukan awan yang mengarah ke atas. Apabila semua karakter ini terdapat pada awan tersebut, barulah hujan buatan dapat dilaksanakan. Akan tetapi, para ahli meteorologi masih mempertanyakan efektivitas cara ini.\nAyat yang berkenaan dengan siklus air selanjutnya adalah ayat yang menjelaskan mengenai sungai-sungai besar dan lautan.\nDan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain asin lagi pahit, dan Dia jadikan antara keduanya dinding dan batas yang tidak tertembus. (al-Furqan/25: 53)\nDeskripsi sungai besar, muara sungai besar dan laut diwartakan dalam bentuk rasa airnya oleh ayat di atas. Di muara sungai atau estuari, terjadi penggabungan air tawar dan air asin. Namun cara bercampurnya sangat unik. Air tawar yang ditumpahkan ke laut akan tetap tawar sampai jauh ke tengah laut, sebelum benar-benar bercampur dengan air asin. Percampuran terjadi jauh dari mulut sungai di tengah laut.\nSatu ayat lagi terkait (tidak langsung) dengan turunnya hujan adalah at-tur/52: 44 yang artinya:\nDan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata: Itu adalah awan yang bergumpal-gumpal. (at-tur /52: 44)\nAyat ini turun untuk menjawab tantangan dari beberapa orang kafir agar Nabi Muhammad menjatuhkan langit di kepala mereka. Mereka menduga bahwa langit adalah lempengan atau kepingan yang menjadi atap dunia. Allah tidak menjawab tantangan mereka di sini dan menjelaskan bahwa mereka hanya akan menemukan awan. Sesuatu yang tidak akan dapat dimengerti oleh mereka pada saat itu.\nOrang-orang beriman hanya diperintahkan Allah untuk menjaga konservasi alam ini, karena banyak orang-orang kafir dan durhaka yang menyalahgunakan ilmu pengetahuan untuk merusak alam. Orang beriman sebagai khalifatullah fil ardh bertugas memelihara lingkungan hidup dan memanfaatkannya untuk mencapai kemanfaatan hidup sehingga kesejahteraan dan kebahagiaan dapat dinikmati dan disyukuri oleh setiap manusia. Karena Allah yang memberikan nikmat-nikmat itu, maka manusia wajib menyembah Allah saja.\nAllah memberikan semua nikmat itu agar manusia bertakwa dan melaksanakan tugas-tugasnya sebagai seorang hamba Allah.\nTugas-tugas itu dapat dipahami dari firman Allah:\n\nAku tidak menciptakan jin dan manusia melainkan agar mereka beribadah kepada-Ku. (adz-dzariyat/51: 56)\n\nAllah swt menguji manusia dalam melaksanakan tugas yang diberikan kepadanya, dengan firman-Nya:\n\nYang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. ¦( al-Mulk/67: 2)\n\nKarena manusia telah mengetahui perintah-perintah itu dan mengetahui tentang keesaan dan kekuasaan Allah, maka Allah memberi peringatan, \"Janganlah manusia menjadikan tuhan-tuhan yang lain di samping Allah dan jangan mengatakan bahwa Allah berbilang.\"",
    "quraish": "Sesungguhnya hanya Dialah yang mempersiapkan bumi dengan kekuasaan-Nya, membentangkan permukaannya agar mudah untuk ditempati dan didayagunakan. Dia menjadikan langit, benda-benda dan planetnya seperti bangunan yang kokoh. Dia juga memberikan kepada kalian sumber kehidupan dan segala nikmat, yaitu air. Dia menurunkan air dari langit dan menjadikannya sebagai sebab tumbuhnya tanaman dan pepohonan yang berbuah yang dapat kalian ambil manfaatnya. Dengan demikian, tidaklah benar kalian berpandangan bahwa Allah memiliki sekutu yang kalian sembah seperti menyembah Allah, sebab tiada sekutu bagi-Nya. Dengan fitrah dasar, kalian dapat mengetahui bahwa tidak ada sekutu bagi-Nya. Maka janganlah kalian menyeleweng dari fitrah tersebut.",
    "jalalayn": "(Dialah yang telah menjadikan) menciptakan (bagimu bumi sebagai hamparan), yakni hamparan yang tidak begitu keras dan tidak pula begitu lunak sehingga tidak mungkin didiami secara tetap (dan langit sebagai naungan) sebagai atap (dan diturunkan-Nya dari langit air hujan lalu dikeluarkan-Nya daripadanya) maksudnya bermacam (buah-buahan sebagai rezeki bagi kamu) buat kamu makan dan kamu berikan rumputnya pada binatang ternakmu (maka janganlah kamu adakan sekutu-sekutu bagi Allah), artinya serikat-serikat-Nya dalam pengabdian (padahal kamu mengetahui) bahwa Dia adalah pencipta, sedangkan mereka itu tidak dapat menciptakan apa-apa, maka tidaklah layak disebut dan dikatakan tuhan."
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 23,
    "arab": "وَاِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖ ۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/30.mp3",
    "tafsir": "Dalam ayat ini Allah swt menyatakan: Jika kamu sekalian masih ragu-ragu tentang kebenaran Al-Qur'an dan mendakwakan Al-Qur'an buatan Muhammad, cobalah buat satu surah saja semisal ) ayat-ayat Al-Qur'an itu ). Kalau benar Muhammad yang membuatnya, niscaya kamu tentu sanggup pula membuatnya karena kamu pasti sanggup melakukan segala perbuatan yang sanggup dibuat oleh manusia. Ajak pulalah berhala-berhala yang kamu sembah dan pembesar-pembesarmu untuk bersama-sama dengan kamu membuatnya, karena kamu mengakui kekuasaan dan kebesaran mereka.\nKemudian Allah menegaskan, jika kamu benar dalam pengakuanmu itu, tentu kamu sanggup membuatnya, tetapi kamu adalah orang-orang pendusta. Al-Qur'an itu benar-benar diturunkan dari Allah, karena itu mustahil manusia dapat membuatnya. Ayat ini menunjukkan bahwa Al-Qur'an itu adalah mukjizat yang paling besar bagi Muhammad saw.",
    "quraish": "Jika kalian tetap meragukan kebenaran al-Qur'ân yang Kami turunkan berangsur-angsur kepada hamba Kami, Muhammad, maka sebenarnya ada bukti nyata di antara kalian yang dapat menjelaskannya. Yaitu: berusahalah membuat surat yang serupa dengan surat-surat al-Qur'ân, baik dari segi sastra, hukum, cakupan ilmu dan petunjuk lainnya, lalu panggillah saksi-saksi penguat bahwa kalian telah melakukannya dan mintalah bantuan mereka, maka sekali-kali tidaklah akan kalian dapatkan. Saksi-saksi penguat tadi tentunya yang selain Allah, sebab Dia selalu menolong hamba-Nya dan menyaksikan segala perbuatannya. Ini semua kalau keraguan kalian terhadap al-Qur'ân benar.",
    "jalalayn": "(Sekiranya kamu merasa ragu) atau bimbang (tentang apa yang Kami turunkan kepada hamba Kami) maksudnya tentang Alquran yang Kami wahyukan kepada Muhammad, bahwa itu benar-benar dari Allah, (maka buatlah sebuah surah yang sebanding dengannya) dengan surah yang diwahyukan itu. 'Min mitslihi', min yang berarti dari, maksudnya di sini ialah untuk menjadi keterangan atau penjelasan, hingga artinya ialah yang sebanding dengannya, baik dalam kedalaman makna maupun dalam keindahan susunan kata serta pemberitaan tentang hal-hal gaib dan sebagainya. Yang dimaksud dengan 'surah' ialah suatu penggal perkataan yang mempunyai permulaan kesudahan dan sekurang-kurangnya terdiri dari tiga ayat. (Dan ajaklah saksi-saksimu) maksudnya tuhan-tuhanmu yang kamu sembah itu (selain dari Allah) untuk menjadi penolong-penolongmu, (jika kamu orang-orang yang benar) bahwa Alquran itu hanyalah buatan dan ucapan Muhammad belaka, maka cobalah lakukan demikian, bukankah kamu orang-orang yang berlidah fasih seperti Muhammad pula?"
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 24,
    "arab": "فَاِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُ ۖ اُعِدَّتْ لِلْكٰفِرِيْنَ",
    "translation": "Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/31.mp3",
    "tafsir": "Ayat ini menegaskan bahwa semua makhluk Allah tidak akan sanggup membuat tandingan terhadap satu ayat pun dari ayat-ayat Al-Qur'an. Karena itu hendaklah manusia memelihara dirinya dari api neraka dengan mengikuti petunjuk-petunjuk Al-Qur'an. Hal ini ditegaskan dalam firman Allah swt:\n\nKatakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.\" (al-Isra'/17: 88)",
    "quraish": "Jika kalian tidak dapat mendatangkan surat yang serupa--dan pasti kalian tidak akan bisa, sebab al-Qur'ân adalah kalam Tuhan, Sang Khalik, dan itu di luar kemampuan makhluk--maka yang harus kalian lakukan adalah menjauhi hal-hal yang dapat menjerumuskan kepada siksaan di akhirat, yaitu api yang bahan bakarnya terdiri atas orang-orang kafir dan patung-patung sembahan. Api tersebut disediakan untuk menyiksa orang-orang yang ingkar.",
    "jalalayn": "Tatkala mereka tidak mampu memenuhi permintaan itu, maka Allah swt. berfirman, (Dan jika kamu tidak dapat melakukan) apa yang disebutkan itu disebabkan kelemahan dan ketidakmampuanmu (dan kamu pasti tidak akan dapat melakukannya) demikian itu untuk selama-lamanya disebabkan terhalang mukjizat Alquran itu, (maka jagalah dirimu dari neraka) dengan jalan beriman kepada Allah dan meyakini bahwa Alquran itu bukanlah ucapan manusia (yang kayu apinya terdiri dari manusia), yakni orang-orang kafir (dan batu), misalnya yang dipakai untuk membuat patung-patung atau berhala-berhala mereka. Maksudnya api neraka itu amat panas dan tambah menyala dengan bahan bakar manusia dan batu jadi bukan seperti api dunia yang hanya dapat dinyalakan dengan kayu bakar atau yang lainnya (yang disediakan bagi orang-orang kafir) sebagai alat untuk menyiksa mereka. Kalimat belakang ini dapat menjadi kalimat baru atau menunjukkan keadaan yang lazim."
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 25,
    "arab": "وَبَشِّرِ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اَنَّ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗ كُلَّمَا رُزِقُوْا مِنْهَا مِنْ ثَمَرَةٍ رِّزْقًا ۙ قَالُوْا هٰذَا الَّذِيْ رُزِقْنَا مِنْ قَبْلُ  وَاُتُوْا بِهٖ مُتَشَابِهًا ۗوَلَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ  وَّهُمْ فِيْهَا خٰلِدُوْنَ",
    "translation": "Dan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. Setiap kali mereka diberi rezeki buah-buahan dari surga, mereka berkata, “Inilah rezeki yang diberikan kepada kami dahulu.” Mereka telah diberi (buah-buahan) yang serupa. Dan di sana mereka (memperoleh) pasangan-pasangan yang suci. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/32.mp3",
    "tafsir": "Allah swt memerintahkan Nabi Muhammad saw agar menyampaikan \"berita gembira\" kepada orang-orang yang beriman. Sifat-sifat berita gembira itu ialah berita yang dapat menimbulkan kegembiraan dalam arti yang sebenarnya bagi orang-orang yang menerima atau mendengar berita itu. \"Berita gembira\" hanya ditujukan kepada mereka yang bekerja dan berusaha dengan sebaik-baiknya sesuai dengan tujuan yang digariskan oleh agama. Karena itulah Allah menyuruh Nabi Muhammad menyampaikan berita gembira itu kepada mereka yang beriman dan berbuat baik.\nIman yang dihargai Allah adalah iman yang hidup, yakni iman yang dibuktikan dengan amal kebajikan. Sebaliknya, Allah tidak menghargai amal apabila tidak berdasarkan iman yang benar.\n\"Amal\" (perbuatan) ialah mewujudkan suatu perbuatan atau pekerjaan, baik berupa perkataan, perbuatan atau pun ikrar hati, tetapi yang biasa dipahami dari perkataan \"amal\" ialah perbuatan anggota badan. Amal baik mewujudkan perbuatan yang baik seperti yang telah ditentukan oleh agama.\nPada ayat di atas Allah swt menyebut perkataan \"beriman\" dan \"berbuat baik\", karena \"berbuat baik\" itu adalah hasil daripada \"iman\". Pada ayat di atas ini juga disebut balasan yang akan diterima oleh orang-orang yang beriman, yaitu surga dengan segala kenikmatan yang terdapat di dalamnya.\n\"Surga\" menurut bahasa berarti \"taman\" yang indah dengan tanam-tanaman yang beraneka warna, menarik hati orang yang memandangnya. Yang dimaksud dengan \"surga\" di sini tempat yang disediakan bagi orang yang beriman di akhirat nanti.\nSurga termasuk alam gaib, tidak diketahui hakikatnya oleh manusia, hanya Allah saja yang mengetahuinya. Yang perlu dipercaya adalah bahwa surga merupakan tempat yang penuh kenikmatan jasmani dan rohani yang disediakan bagi orang yang beriman. Bentuk kenikmatan itu tidak dapat dibandingkan dengan kenikmatan duniawi.",
    "quraish": "Jika neraka merupakan ganjaran bagi orang-orang kafir, maka surga adalah balasan bagi orang-orang Mukmin. Kabarkanlah kepada orang-orang yang percaya kepada Allah, Rasul dan Kitab-Nya; tunduk kepada kebenaran tanpa ada keraguan, dan mengerjakan amal saleh, bahwa bagi mereka telah disediakan surga yang penuh dengan buah-buahan, pepohonan dan istana-istana, dengan sungai-sungai yang mengalir di bawahnya. Setiap kali Allah memberikan rezeki kepada mereka di dalam surga dengan sebagian buah- buahannya, mereka berkata, \"Ini seperti apa yang telah diberikan kepada kita sebelumnya.\" Karena, jenis dan bentuk buah-buahan yang mereka terima ini memang menyerupai apa yang mereka kenal, tetapi memiliki keistimewaan rasa dan kelezatan. Mereka juga diberikan pasangan yang benar-benar suci dan tidak tercela sedikit pun. Mereka akan kekal di dalam surga ini dan tidak akan keluar darinya.",
    "jalalayn": "(Dan sampaikanlah berita gembira) kabarkanlah (kepada orang-orang yang beriman) yang membenarkan Allah (dan mengerjakan kebaikan), baik yang fardu atau yang sunah (bahwa bagi mereka disediakan surga-surga), yaitu taman-taman yang ada pepohonan dan tempat-tempat kediaman (yang mengalir di bawahnya) maksudnya di bawah kayu-kayuan dan mahligai-mahligainya (sungai-sungai) maksudnya air yang berada di sungai-sungai itu, karena sungai artinya ialah galian tempat mengalirnya air, sebab airlah yang telah menggali atau menjadikannya 'nahr' dan menisbatkan 'mengalir' pada selokan disebut 'majaz' atau simbolisme. (Setiap mereka diberi rezeki di dalam surga itu) maksudnya diberi makanan (berupa buah-buahan, mereka mengatakan, \"Inilah yang pernah) maksudnya seperti inilah yang pernah (diberikan kepada kami dulu\"), yakni sebelum masuk surga, karena buah-buahan itu seperti itu pula ciri masing-masingnya, hampir serupa. (Mereka disuguhi) atau dipetikkan buah itu (dalam keadaan serupa), yakni warnanya tetapi berbeda rasanya, (dan diberi istri-istri) berupa wanita-wanita cantik dan selainnya, (yang suci) suci dari haid dan dari kotoran lainnya, (dan mereka kekal di dalamnya) untuk selama-lamanya, hingga mereka tak pernah fana dan tidak pula dikeluarkan dari dalamnya."
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 26,
    "arab": "۞ اِنَّ اللّٰهَ لَا يَسْتَحْيٖٓ اَنْ يَّضْرِبَ مَثَلًا مَّا بَعُوْضَةً فَمَا فَوْقَهَا ۗ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَيَعْلَمُوْنَ اَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ ۚ وَاَمَّا الَّذِيْنَ كَفَرُوْا فَيَقُوْلُوْنَ مَاذَآ اَرَادَ اللّٰهُ بِهٰذَا مَثَلًا ۘ يُضِلُّ بِهٖ كَثِيْرًا وَّيَهْدِيْ بِهٖ كَثِيْرًا ۗ وَمَا يُضِلُّ بِهٖٓ اِلَّا الْفٰسِقِيْنَۙ",
    "translation": "Sesungguhnya Allah tidak segan membuat perumpamaan seekor nyamuk atau yang lebih kecil dari itu. Adapun orang-orang yang beriman, mereka tahu bahwa itu kebenaran dari Tuhan. Tetapi mereka yang kafir berkata, “Apa maksud Allah dengan perumpamaan ini?” Dengan (perumpamaan) itu banyak orang yang dibiarkan-Nya sesat, dan dengan itu banyak (pula) orang yang diberi-Nya petunjuk. Tetapi tidak ada yang Dia sesatkan dengan (perumpamaan) itu selain orang-orang fasik,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/33.mp3",
    "tafsir": "Sesungguhnya Allah tidak segan untuk membuat contoh dan perumpamaan dalam penjelasan informasinya dengan seekor nyamuk atau bahkan lebih kecil dari itu. Orang-orang yang beriman yakin akan kebenaran dan kebijaksanaan Allah, mereka pasti dapat menerima keterangan ini. tetapi orang kafir dan orang munafik tidak mau memahami tujuan Allah swt membuat perumpamaan di dalam Al-Qur'an. Perumpamaan itu tujuannya memperjelas arti suatu perkataan atau kalimat dengan membandingkan isi atau pengertian perkataan atau kalimat itu dengan sesuatu yang sudah dikenal dan dimengerti. \nDalam ilmu biologi, binatang, tumbuh-tumbuhan dan bahkan organ tubuh manusia banyak dibahas dan semuanya itu perlu diketahui oleh manusia, ada yang bermanfaat dan ada yang berbahaya bagi manusia. Bukan hanya binatang-binatang besar seperti gajah, harimau dan singa yang perlu diketahui, tetapi binatang kecil seperti lalat, nyamuk, dan ulat juga perlu diketahui manfaat dan bahayanya.\nNyamuk misalnya ada yang berbahaya anapheks yang menyebarkan penyakit malaria dan aedes aegypti yang menyebarkan penyakit demam berdarah, tetapi ada nyamuk yang memang tidak berbahaya seperti culex. Nyamuk anapheks hidupnya di air kotor tetapi nyamuk aedes aegypti hidup di air bersih. \nAllah sungguh Mahakuasa dan Mahabijaksana. Pada setiap makhluk yang berbahaya telah diciptakan predator yaitu jenis binatang lain yang suka memangsa dan membunuhnya. Terhadap nyamuk misalnya ada beberapa predator seperti katak, cecak, tokek dan lain-lain. Kita tidak boleh membunuh predatornya dan kita sebaiknya mengetahui di mana nyamuk berkembang biak, kita perlu memahami kebijaksanaan dan kekuasaan Allah. \nSaat manusia diundang untuk memperhatikan penciptaan atas dirinya, Al-Qur'an dalam banyak ayatnya mendorong manusia untuk meneliti alam dan melihat tanda-tanda Tuhan di dalamnya. Alam semesta, dengan elemen benda-benda hidup dan tidak hidupnya, merupakan tanda-tanda adanya penciptaan. Semua ciptaan itu ada hanya untuk memperlihatkan kekuasaan, pengetahuan dan seni yang dimiliki oleh \"pencipta\" tersebut, Allah swt. Semua ciptaan memperlihatkan tanda-tanda yang demikian. Termasuk di dalamnya binatang kecil seperti nyamuk, sebagaimana dapat dilihat pada ayat di atas.\nKetika kita mencoba memahami perikehidupan nyamuk, kita akan mengetahui betapa rumit dan kompleksnya sistem yang berjalan. Secara umum kita mengetahui bahwa mahluk ini adalah penghisap darah manusia dan binatang lainnya. Akan tetapi, pengetahuan demikian ini tidak sepenuhnya benar. Karena tidak semua individu nyamuk hidup dari mengisap darah. Hanya nyamuk betina saja yang memerlukan darah dalam dietnya. Keperluan tentang darah tidak berkaitan dengan kebiasaan makan jenis ini. Kaitan pokoknya adalah dengan perkembangbiakannya. Nyamuk betina memerlukan protein dari darah dalam proses akhir pembentukan telur. Dengan kata lain, nyamuk betina mengisap darah untuk meyakinkan akan berlanjutnya kehidupan jenisnya.\nProses perkembangan nyamuk merupakan salah satu aspek yang mengagumkan. Binatang ini berubah dari larva menjadi nyamuk setelah melalui beberapa fase yang berbeda-beda. Nyamuk betina akan meletakkan telurnya pada daun yang lembab atau dikawasan lembab sekitar genangan air. Sebelum melakukan itu, nyamuk betina akan memeriksa kawasan itu dengan menggunakan organ yang terletak di bagian perutnya. Organ ini mampu mendeteksi kelembaban dan suhu. Setelah menemukan daerah yang cocok, barulah nyamuk betina itu meletakkan telurnya. Telur dengan panjang kurang dari 1 milimeter, diletakkan dalam kelompok atau satuan. Beberapa jenis nyamuk ada yang merangkaikan sampai dengan 300 telur dalam bentuk rakit, dan diletakkan di atas air tergenang.\nTelur yang diletakkan dengan sangat hati-hati itu akan berubah warna. Perubahan warna terjadi hanya beberapa jam setelah diletakkan. Warnanya menjadi hitam. Dengan warna ini, nilai kamuflase telur cukup tinggi dan lepas dari pengamatan pemangsa, seperti burung atau serangga pemangsa lainnya\nSetelah menetas, anak nyamuk langsung berenang di dalam air. Masa kehidupan di dalam air dimulai untuk larva nyamuk. Anakan ini akan semakin besar. Kulit yang ada tidak lagi dapat menutupi tubuhnya. Mereka melepaskan kulit atau cangkang ini, dan membetuk cangkang baru. Pergantian kulit atau cangkang ini berjalan dua atau tiga kali pada masa ini.\nDalam kehidupan di air, larva nyamuk memilki organ-organ yang sama sekali berbeda saat sudah menjadi nyamuk. Pada kehidupan di air, mereka memiliki semacam rambut yang tumbuh di sekitar bagian mulut. Dengan gerakan rambut ini, larva dapat mengarahkan jasad renik yang ada di perairan ke bagian mulutnya. Untuk bernapas, mereka menggunakan alat pernafasan yang berbentuk tabung yang terletak di bagian punggungnya. Mereka mengambil oksigen saat mereka pada posisi jungkir balik di permukaan air. Untuk mencegah air masuk ke dalam tabung, larva nyamuk mengeluarkan cairan lengket yang dapat mencegah masuknya air. Tanpa keberadaan alat-alat ini, larva tidak akan dapat bertahan hidup di dalam air.\nPada pergantian kulit terakhir, bentuk larva berubah drastis, menjadi suatu bentuk yang lain sama sekali. Masa ini disebut sebagai masa \"pupa\". Mereka sudah siap menjadi nyamuk yang \"sebenarnya\". Perubahannya sedemikian rupa sehingga sulit untuk dipercaya bahwa hal ini dilakukan oleh individu dan jenis yang satu. Perubahannya begitu kompleks, sehingga rasanya tidak dapat dilakukan dengan sempurna oleh mahluk itu sendiri.\nPada masa ini, akan tumbuh dua tabung atau pipa pernafasan baru di bagian kepala untuk menggantikan tabung yang ada di bagian punggung. Apabila tidak ada tabung baru di kepala, dengan berubahnya bentuk dan posisi mahluk di air, maka apabila hanya ada tabung di punggung, jelas \"pupa\" nyamuk akan mati. Hal ini disebabkan karena posisinya yang demikian ini maka air akan masuk ke dalam tabung di punggungnya.\nSelama berlangsungnya masa \"pupa\", sekitar tiga sampai empat hari, larva nyamuk yang hidup dalam kepompong akan berpuasa. Dalam kepompong ini, bentuk larva berubah menjadi nyamuk dewasa seutuhnya, lengkap dengan sayap, dada, perut, kaki, antena, mata, dan seterusnya. Kemudian kepompong akan terpecah di bagian atas. Masa ini adalah masa yang sangat rentan bagi nyamuk. Syarat agar nyamuk dapat terbang adalah tidak boleh terkena air. Hanya bagian bawah kaki saja yang akan menyentuh air. Itulah sebabnya, kepompong yang terbuka di bagian atasnya akan dilapisi oleh cairan yang lengket, yang mencegah air masuk ke dalam kepompong. Setengah jam setelah keluar dari kepompong, nyamuk akan melakukan terbang perdananya.\nSaat jentik-jentik bermetamorfose menjadi nyamuk, mereka dilengkapi dengan seperangkat sistem yang canggih guna dapat hidup dan meneruskan keturunannya. Nyamuk dilengkapi dengan organ yang dapat digunakan untuk mendeteksi perubahan suhu, udara, kelembaban dan juga bau. Bahkan, nyamuk mempunyai kemampuan untuk \"melihat melalui perubahan suhu\" yang menolongnya saat mencari mangsanya, walaupun keadaan sangat gelap.\nTeknik nyamuk dalam \"mengisap darah\" ternyata merupakan seperangkat sistem yang sangat kompleks dan rumit. Untuk mengiris kulit mangsanya, digunakan enam \"pisau\" pengiris yang bekerja seperti gergaji. Pada saat proses pengirisan berlangsung, nyamuk menyiramkan suatu cairan ke luka yang dibuatnya. Cairan ini membuat bagian tubuh mangsa yang luka tersebut menjadi mati rasa, sekaligus mencegah darah membeku. Dengan demikian, mangsa tidak akan merasa terganggu, di samping proses pengisapan darah berjalan lancar.\nApabila salah satu saja organ tidak bekerja baik, maka nyamuk akan memperoleh kesulitan dalam memperoleh pakannya serta meneruskan dan mempertahankan jenisnya. Dengan rancangan tubuh yang demikian, walaupun \"hanya\" ada pada nyamuk yang kecil, ini merupakan bukti akan kerja penciptaan. Di dalam Al-Qur'an, nyamuk yang kecil ini dijadikan contoh untuk memperlihatkan kekuasaan Allah. Mereka yang beriman mengerti, sedangkan mereka yang kafir menyangkalnya. \nMenurut Ibnu 'Abbas, ayat ini diturunkan berhubungan dengan tuduhan orang Yahudi bahwa perumpamaan yang ada dalam Al-Qur'an itu tidak mempunyai nilai yang berarti, karena dalam perumpamaan itu disebut sesuatu yang tidak berarti bahkan termasuk binatang kecil lagi hina, seperti dzubab yang berarti lalat (al-hajj/22:73) dan ankabut yang berarti laba-laba (al-'Ankabut/29:41). Tetapi seandainya orang Yahudi itu mengetahui maksud perumpamaan itu, tentu mereka akan menyatakan bahwa perumpamaan-perumpamaan yang ada dalam Al-Qur'an merupakan perumpamaan yang tepat dan benar seperti pada al-'Ankabut/29:41: \n\nPerumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, kalau mereka mengetahui.\n\nPada ayat ini orang musyrik disamakan dengan laba-laba, iman mereka terhadap apa yang mereka sembah disamakan dengan sarang laba-laba yang rapuh yang mereka jadikan sebagai tempat berlindung dari segala bahaya. Padahal sedikit saja kena angin sarang itu akan rusak dan hancur. \nDalam membuat perumpamaan bagi Allah tidak ada perbedaan antara yang kecil dan besar, hina dan murka, semua adalah makhluk ciptaan Allah. Yang penting ialah perumpamaan itu mencapai tujuannya. Dengan turunnya ayat ini, ternyata tuduhan orang Yahudi itu tidak mempunyai alasan yang kuat.\nAdapun orang-orang mukmin hati mereka telah dipenuhi taufik dan hidayah Allah dan mereka mengetahui bahwa perumpamaan-perumpamaan itu adalah dari Allah, tetapi orang-orang kafir mengingkarinya bahkan mereka tercengang mendengar perumpamaan-perumpamaan itu, orang-orang kafir dan munafik itu bertambah sombong dan ingkar karenanya.\nAllah menyesatkan orang-orang kafir dan munafik dengan membiarkan mereka memilih jalan kesesatan sesudah diterangkan kepada mereka jalan kebenaran. Oleh karena mereka ingkar dan tidak mau memahami dan memikirkan petunjuk-petunjuk Allah, mereka mengikuti jalan-jalan yang tidak diridai-Nya. Akibatnya mereka ditimpa azab yang pedih, karena kefasikan mereka.\nOrang-orang yang tidak menggunakan pikiran dan ilmu pengetahuan terhadap perumpamaan yang diberikan Allah swt, mereka menghadapinya dengan angkuh yang menyebabkan mereka bertambah sesat. Mereka tidak mendapat petunjuk dan menjadi sesat karena kefasikannya. Sebaliknya, orang-orang yang iman di dalam hatinya, mempergunakan akal dan pikirannya, akan mendapat petunjuk dari perumpamaan-perumpamaan itu.",
    "quraish": "Allah memberikan perumpamaan kepada manusia untuk menjelaskan segala hakikat dengan bermacam makhluk hidup dan benda, baik kecil maupun besar. Orang-orang yang tidak beriman menganggap remeh perumpamaan dengan makhluk-makhluk kecil seperti lalat dan laba-laba ini. Allah menjelaskan bahwa Dia tidak merasa enggan seperti yang dirasakan manusia, maka Dia pun tidak segan-segan untuk menggambarkan bagi hamba-hamba-Nya segala sesuatu yang dikehendaki-Nya meskipun dengan hal-hal yang sangat kecil. Allah dapat menjadikan nyamuk atau yang lebih rendah dari itu sebagai perumpamaan. Orang-orang yang beriman mengetahui maksud perumpamaan itu dan mengetahui pula bahwa hal itu adalah kebenaran dari Allah. Sedangkan orang-orang yang kafir menerimanya dengan sikap ingkar dengan mengatakan, \"Apa yang dikehendaki Allah dengan perumpamaan ini?\" Perumpamaan ini menjadi sebab kesesatan orang-orang yang tidak mencari dan menginginkan kebenaran, dan sebaliknya, merupakan sebab datanganya petunjuk bagi orang-orang Mukmin yang mencari kebenaran. Maka, tidak akan tersesat kecuali orang-orang yang membangkang dan keluar dari jalan-Nya.",
    "jalalayn": "Untuk menolak perkataan orang-orang Yahudi, \"Apa maksud Allah menyebutkan barang-barang hina ini\", yakni ketika Allah mengambil perbandingan pada lalat dalam firman-Nya, \"... dan sekiranya lalat mengambil sesuatu dari mereka\" dan pada laba-laba dalam firman-Nya, \"Tak ubahnya seperti laba-laba,\" Allah menurunkan: (Sesungguhnya Allah tidak segan membuat) atau mengambil (perbandingan) berfungsi sebagai maf`ul awal atau obyek pertama, sedangkan (apa juga) kata penyerta yang diberi keterangan dengan kata-kata yang di belakangnya menjadi maf`ul tsani atau obyek kedua hingga berarti tamsil perbandingan apa pun jua. Atau dapat juga sebagai tambahan untuk memperkuat kehinaan, sedangkan kata-kata di belakangnya menjadi maf`ul tsani (seekor nyamuk) yakni serangga kecil, (atau yang lebih atas dari itu) artinya yang lebih besar dari itu, maksudnya Allah tak hendak mengabaikan hal-hal tersebut, karena mengandung hukum yang perlu diterangkan-Nya. (Ada pun orang-orang yang beriman, maka mereka yakin bahwa ia), maksudnya perumpamaan itu (benar), tepat dan cocok dengan situasinya (dari Tuhan mereka, tetapi orang-orang kafir mengatakan, \"Apakah maksud Allah menjadikan ini sebagai perumpamaan?\") Matsalan atau perumpamaan itu berfungsi sebagai tamyiz hingga berarti dengan perumpamaan ini. 'Ma' yang berarti 'apakah' merupakan kata-kata pertanyaan disertai kecaman dan berfungsi sebagai mubtada atau subyek. Sedangkan 'dza' berarti yang berikut shilahnya atau kata-kata pelengkapnya menjadi khabar atau predikat, hingga maksudnya ialah 'apa gunanya?' Sebagai jawaban terhadap mereka Allah berfirman: (Allah menyesatkan dengannya), maksudnya dengan tamsil perbandingan ini, (banyak manusia) berpaling dari kebenaran disebabkan kekafiran mereka terhadapnya, (dan dengan perumpamaan itu, banyak pula orang yang diberi-Nya petunjuk), yaitu dari golongan orang-orang beriman disebabkan mereka membenarkan dan mempercayainya (Tetapi yang disesatkan-Nya itu hanyalah orang-orang yang fasik), yakni yang menyimpang dan tak mau menaati-Nya."
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 27,
    "arab": "الَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْۢ بَعْدِ مِيْثَاقِهٖۖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
    "translation": "(yaitu) orang-orang yang melanggar perjanjian Allah setelah (perjanjian) itu diteguhkan, dan memutuskan apa yang diperintahkan Allah untuk disambungkan dan berbuat kerusakan di bumi. Mereka itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/34.mp3",
    "tafsir": "Sifat-sifat orang fasik dan juga orang kafir yang tersebut pada ayat di atas, yaitu:\n1.Melanggar perjanjian dengan Allah sesudah perjanjian itu teguh;\n2.Memutuskan apa yang diperintahkan Allah untuk menghubungkannya;\n3.Membuat kerusakan di muka bumi.\n\nOrang-orang yang merusak perjanjian Allah yaitu merusak perjanjian Allah dengan makhluk-Nya, bahwa seluruh makhluk-Nya akan beriman hanya kepada-Nya, kepada para malaikat, kepada para rasul, kepada kitab-kitab-Nya, kepada hari kemudian dan kepada adanya qada dan qadar Allah, mengikuti semua perintah dan menghentikan semua larangan-Nya. Untuk itu Allah swt menganugerahkan kepada manusia akal, pikiran, anggota badan dan sebagainya agar manusia selalu ingat akan janjinya itu. Tetapi orang-orang fasik tidak mau mengindahkannya sesuai dengan firman Allah:\n\n... Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)\n\n\"Dan mereka juga memutuskan apa yang telah diperintahkan Allah untuk menghubungkannya\" ialah segala macam pemutusan hubungan yang diperintahkan Allah untuk menghubungkannya, seperti memutuskan hubungan silaturrahim antara sesama kaum Muslimin (an-Nisa'/4: 1), membeda-bedakan para nabi dan rasul yaitu mengimani sebagiannya dan mengingkari sebagian yang lain (al-Baqarah/2: 285) dan sebagainya. Termasuk pula di dalam memutuskan apa yang diperintahkan Allah untuk menghubungkannya ialah mengubah, menghapus atau menambah isi dari kitab-kitab Allah yang telah diturunkan kepada para rasul-Nya yang berakibat putusnya hubungan antara agama Allah yang dibawa para rasul. \nOrang-orang fasik membuat kerusakan di bumi, karena mereka itu tidak beriman, menghalang-halangi orang lain beriman, memperolok-olokkan yang hak, merusak akidah, merusak atau melenyapkan segala sesuatu yang diperlukan untuk memakmurkan alam ini buat kemaslahatan manusia serta merusak lingkungan hidup. Mereka orang-orang yang rugi di dunia karena tindakan-tindakannya dan rugi di akhirat dengan mendapat kemarahan Allah.",
    "quraish": "Orang-orang yang membatalkan perjanjian Allah (yaitu orang-orang yang tidak menepati perjanjian Allah yang kukuh, yang ditumbuhkan-Nya dalam diri mereka sesuai dengan fitrah, dikuatkan dengan akal dan risalah) dan memutuskan apa yang diperintahkan-Nya untuk disambungkan (seperti menyambung hubungan persaudaraan dan bersikap saling menyayangi, mengenal dan berlemah-lembut kepada sesama manusia), serta membuat kerusakan di muka bumi dengan perilaku yang menyimpang dan menyebarkan fitnah serta menimbulkan peperangan dan merusak kehidupan, mereka itulah orang-orang yang merugi. Sebab, dengan tindakan perusakan seperti itu, berarti mereka telah melawan fitrah dan memutuskan apa- apa yang semestinya tersambung di antara sesama, yang berupa rasa saling mengasihi dan menyayangi. Dengan demikian, mereka akan mendapatkan kehinaan di dunia dan siksaan di akhirat.",
    "jalalayn": "(Orang-orang yang) merupakan 'na`at' atau sifat (melanggar janji Allah) melanggar kewajiban yang ditugaskan Allah kepada mereka dalam Kitab-Kitab Suci berupa keimanan kepada Nabi Muhammad saw. (setelah teguhnya) setelah kukuhnya perjanjian itu, (dan memutus apa yang diperintahkan Allah dengannya untuk dihubungkan), yakni beriman dan menghubungkan silaturahmi dengan Nabi saw. serta lain-lainnya. Anak kalimat 'untuk dihubungkan' menjadi kata ganti dari 'dengannya', (dan membuat kerusakan di muka bumi) dengan melakukan maksiat serta menyimpang dari keimanan (merekalah) orang-orang yang mempunyai sifat seperti yang dilukiskan itu (orang-orang yang rugi) karena mereka dimasukkan ke dalam neraka untuk selama-lamanya."
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 28,
    "arab": "كَيْفَ تَكْفُرُوْنَ بِاللّٰهِ وَكُنْتُمْ اَمْوَاتًا فَاَحْيَاكُمْۚ  ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ ",
    "translation": "Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/35.mp3",
    "tafsir": "Sebelum menjadi makhluk hidup, manusia adalah makhluk mati yang berasal dari tanah. Setelah manusia hidup Allah melanjutkan keturunannya dengan mempertemukan sperma laki-laki dan ovum perempuan di dalam rahim perempuan. Setelah melalui beberapa proses, kedua sel ini menjadi bentuk tertentu. Lalu Allah swt meniupkan roh ke dalamnya, sehingga ia menjadi ia manusia. Pada saat manusia lahir ke dunia, Allah menganugerahkan pendengaran, penglihatan, hati dan akal (as-Sajdah/32: 7-11), menjadikan makhluk yang paling sempurna bentuknya (at-Tin/95: 4), dan paling mulia di sisi-Nya (al-Isra'/17: 70). Allah menjadikan bumi ini untuk manusia untuk diambil manfaatnya, agar manusia dapat melaksanakan tugas-tugasnya sebagai hamba Allah, memberi rezeki untuk kelangsungan hidup dan kehidupannya sampai waktu yang ditentukan (Hud/11: 3). Kemudian malaikat maut mencabut nyawanya, sehingga dia menjadi mati kembali. Pada saatnya, Allah swt menghidupkannya kembali untuk meminta pertanggungjawabannya. Orang yang beriman dibalas dengan surga dan orang-orang kafir dimasukkan ke dalam neraka yang menyala-nyala.\nAyat ini mengingatkan kepada orang yang beriman tentang beberapa hal:\n1.Allah Mahakuasa menghidupkan dan mematikan, kemudian membangkit-kannya kembali setelah mati. Hanya kepada-Nyalah semua makhluk kembali.\n2.Agar manusia jangan terlalu cenderung kepada dunia. Hidup yang sebenarnya ialah di akhirat nanti. Hidup di dunia merupakan hidup untuk mempersiapkan hidup yang lebih baik nanti.\n3.Allah-lah yang menentukan ukuran, dan batas waktu kehidupan makhluk, seperti kapan suatu makhluk harus ada, bagaimana keadaannya, kapan akhir adanya dan sebagainya.",
    "quraish": "Perbuatan kalian sungguh mengherankan! Bagaimana kalian mengingkari Tuhan, padahal tidak ada alasan untuk membenarkan keingkaran itu? Bahkan wujud dan kehidupan kalian akan menolak dan tidak membenarkan sama sekali sikap kekufuran itu. Bukankah kalian sebelumnya mati (tidak ada), lalu Allah menghidupkan kalian dan menciptakan kalian dalam bentuk yang sempurna. Kemudian, ketika telah sampai ajal kalian, Dia kembali mematikan kalian. Setelah itu, Dia menghidupkan kalian lagi untuk hisab dan pemberian siksa kubur. Dan, hanya kepada-Nyalah--bukan kepada yang lain--kalian akan berpulang, agar Dia melakukan hisab dan memberikan ganjaran atas perbuatan kalian.",
    "jalalayn": "(Mengapa kamu kafir) hai warga Mekah? (kepada Allah, padahal) sesungguhnya (tadinya kamu mati) yakni ketika masih menjadi mani dalam sulbi bapakmu (lalu kamu dihidupkan-Nya) dalam rahim ibumu dan di dunia dengan jalan meniupkan roh pada tubuhmu. Pertanyaan di sini untuk menyatakan keheranan atas kekafiran mereka padahal bukti-bukti cukup ada atau dapat juga sebagai celaan dan kecaman terhadap mereka, (kemudian dimatikan-Nya) ketika sampainya ajalmu (lalu dihidupkan-Nya kembali) pada saat berbangkit (kemudian kamu dikembalikan kepada-Nya) yakni setelah berbangkit itu lalu dibalas-Nya amal perbuatanmu. Sebagai alasan kemungkinan saat berbangkit, Allah berfirman,"
  },
  {
    "ruku": 4,
    "name": "Al-Baqarah",
    "ayat": 29,
    "arab": "هُوَ الَّذِيْ خَلَقَ لَكُمْ مَّا فِى الْاَرْضِ جَمِيْعًا ثُمَّ اسْتَوٰٓى اِلَى السَّمَاۤءِ فَسَوّٰىهُنَّ سَبْعَ سَمٰوٰتٍ ۗ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
    "translation": "Dialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/36.mp3",
    "tafsir": "Ayat ini menegaskan peringatan Allah swt yang tersebut pada ayat-ayat yang lalu yaitu Allah telah menganugerahkan karunia yang besar kepada manusia, menciptakan langit dan bumi untuk manusia, untuk diambil manfaatnya, sehingga manusia dapat menjaga kelangsungan hidupnya dan agar manusia berbakti kepada Allah penciptanya, kepada keluarga dan masyarakat.\nKalimat \"Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit\" memberi pengertian bahwa Allah menciptakan bumi dan segala isinya untuk manusia, Allah telah menciptakan langit lalu Allah menyempurnakannya menjadi tujuh langit. Hal ini ditegaskan dalam firman Allah:\n\nKemudian Dia menuju ke langit dan (langit) itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, \"Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.\" Keduanya menjawab, \"Kami datang dengan patuh.\" (Fussilat/41: 11)\n\nJadi langit pertama yang diciptakan Allah sebelum menciptakan bumi waktu itu masih berupa asap tebal yang gemulung dan suhunya panas sekali. Keduanya yaitu langit dan bumi. Dipanggil maksudnya ditetapkan ketentuan dan proses pekerjaannya oleh Allah supaya bekerjasama secara sinergi dan mewujudkan alam yang harmonis.\nPada ayat 29 ini dijelaskan bahwa Allah menyempurnakan langit yang satu dan masih berupa asap itu menjadi tujuh langit. Angka tujuh dalam bahasa Arab dapat berarti enam tambah satu, bisa juga berarti banyak sekali lebih sekadar enam tambah satu. Jika kita mengambil arti yang pertama (enam tambah satu) maka berarti Allah menjadikan langit yang tadinya satu lapis menjadi tujuh lapis, atau Allah menjadikan benda langit yang tadinya hanya satu menjadi tujuh benda langit. Tiap-tiap benda langit ini beredar mengelilingi matahari menurut jalannya pada garis edar yang tetap sehingga tidak ada yang berbenturan. Tetapi matahari hanya berputar dan beredar pada garis porosnya saja karena matahari menjadi pusat dalam sistem tata surya ini. Sungguh Allah Mahakaya dan Mahabijaksana mengatur alam yang besar dan luas ini.\nDalam pemahaman astronomi, langit adalah seluruh ruang angkasa semesta, yang di dalamnya ada berbagai benda langit termasuk matahari, bumi, planet-planet, galaksi-galaksi, supercluster, dan sebagainya. \nHal ini dikemukakan oleh Allah di dalam Surah al-Mulk/67: 5, yang artinya:\n¦Sesungguhnya Kami telah menghiasi langit yang dekat (langit dunia) dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa Neraka yang menyala-nyala¦(al-Mulk/67: 5)\nJadi, langit yang berisi bintang-bintang itu memang disebut sebagai langit dunia. Itulah langit yang kita kenal selama ini. Dan itu pula yang dipelajari oleh para ahli astronomi selama ini, yang diduga diameternya sekitar 30 miliar tahun cahaya. Dan mengandung trilyunan benda langit dalam skala tak berhingga.\nNamun demikian, ternyata Allah menyebut langit yang demikian besar dan dahsyat itu baru sebagian dari langit dunia, dan mungkin langit pertama. Maka dimanakah letak langit kedua sampai ke tujuh?\nSejauh ini belum ada temuan ilmiah \"yang tidak dicari-cari\" mengenai hubungan antara angka tujuh dan \"langit\" yang dalam dunia ilmu pengetahuan dikenal dengan alam semesta. Memang ada beberapa skala benda langit, misalnya pada satu tata-surya (solar system) ada \"matahari\" (bintang yang menjadi pusat tata-surya yang bersangkutan) dan ada planet beserta satelitnya. Milyaran tatasurya membentuk galaksi. Milyaran galaksi membentuk alam semesta. Ini baru enam, untuk menjadikannya tujuh, bisa saja ditambah dengan dimensi alam semesta, yaitu bahwa seluruh alam ini berisikan sejumlah alam semesta. Jadi ada tujuh dimensi dalam alam, dan ini mungkin yang dimaksud dengan langit yang tujuh lapis. Tetapi masalahnya adalah dalam perjalanan miraj Nabi Muhammad saw, beliau melalui lapis demi lapis dari langit itu secara serial, dari lapis pertama, ke lapis kedua dan seterusnya sampai lapis ketujuh dan akhirnya keluar alam makhluk menuju Sidratil-Muntaha. Jadi lapis demi lapis langit itu seperti kue lapis yang berurutan, dari dalam (lapisan pertama) sampai ke lapisan ketujuh. Kenyataan ini berbeda dengan temuan ilmiah. T. Djamaluddin, salah seorang astronom Indonesia, yang cenderung memahami \"tujuh langit\" sebagai benda-benda langit yang tak terhitung jumlahnya dan bukan berlapis-lapis. Dalam bahasa Arab, bilangan tujuh biasanya dipakai untuk menggambarkan jumlah yang sangat banyak.\nDi sisi lain tujuh langit, kemungkinan adalah tujuh lapisan-lapisan atmosfer yang dekat dengan bumi ini yaitu: (1) Troposphere (Troposfer), (2) Tropopause (Tropopaus), (3) Stratosphere (Stratosfer), (4) Stratopause (Stratopaus), (5) Mesosphere (Mesofer), (6) Mesopause (Mesopause), dan (7) Thermosphere (Termosfer). Pembagian ini berdasarkan temperatur (suhu) tiap-tiap lapis atmosfer dan jaraknya dari permukaan bumi. Lapisan-lapisan tersebut bersifat kokoh dalam pengertian menyeliputi dan melindungi bola bumi kita secara kokoh karena adanya gaya gravitasi bumi. (Lihat pula tafsir ilmiah Surah ar-Ra'd/13: 2, Surah an-Naba'/78: 12.) Dalam tafsir Surah ar-Ra'd/13: 2 dijelaskan pembagian lapisan atmosfer sedikit berbeda dengan yang dijelaskan di sini, dimana Ionosfer dan Eksosfer disatukan dalam Termosfer. Namun apabila pengertian tujuh langit dalam hal ini dikaitkan dengan Mi'raj Nabi Muhammad saw, nampaknya kurang tepat. \nTujuh langit mungkin pula dapat ditafsirkan sebagai Tujuh Dimensi Ruang-Waktu dalam Kaluza-Klein Theory (KKT). Dalam ilmu Fisika terdapat empat (4) Gaya Fundamental yang ada di jagad raya ini, yaitu Gaya Elektromagnetik, Gaya Nuklir Lemah, Gaya Nuklir Kuat, dan Gaya Gravitasi. Jika ke-empat Gaya ini terbentuk dari Ledakan Besar (Big Bang) dari suatu Singularity, maka mestinya ke-empat gaya ini dahulunya 'menyatu sebagai Satu Gaya Tunggal (Grand Unified Force), ini yang dikenal dalam Grand Unified Theory (GUT, Teori Ketersatuan Agung). KKT menjelaskan bahwa untuk dapat menerangkan ketersatuan gaya-gaya yang empat itu, maka adanya geometri ruang-waktu yang kita berada di dalamnya sekarang ini tidaklah cukup. Geometri ruang-waktu yang kita berada di dalamnya sekarang ini hanya mampu menjelaskan sedikit tentang gaya-gaya Elektromagnetik dan dalam beberapa hal Gaya Gravitasi. Untuk bisa menjelaskan keempat gaya tersebut, maka KKT menyatakan harus ada tujuh dimensi ruang-waktu (time-space dimensions) yang lain. Dengan demikian bersama empat dimensi yang sudah dikenal, yaitu: garis, bidang, ruang dan waktu; maka total dimensi ada sebelas dimensi (11 dimensi). Pernyataan ini berbasiskan pada perhitungan Matematika-Fisika. Berbasiskan pada KKT ini para scientists telah mampu pula menghitung 'garis tengah salah satu dimensi ruang-waktu itu, yaitu sebesar 10-32 cm, jadi dimensi itu sangat kecil sekali. Dengan demikian, tidaklah mungkin dengan instrument yang ada sekarang ini kita dapat menembus tujuh dimensi ruang-waktu yang lain itu. Kaluza-Klein Theory telah memberikan gambaran adanya Tujuh Dimensi Ruang-Waktu, yang kesemuanya ini akan mengokohkan geometri jagad-raya dengan empat gaya-gaya fundamentalnya. Mungkinkah tujuh langit tersebut adalah tujuh dimensi ruang-waktu menurut Kaluza-Klein Theory? Wallahu a'lam bis-sawab.\nPada akhir ayat Allah menyebutkan, \"Dan Dia Maha Mengetahui segala sesuatu\", maksudnya bahwa alam semesta ini diatur dengan hukum-hukum Allah, baik benda itu kecil maupun besar, tampak atau tidak tampak. Semuanya diatur, dikuasai dan diketahui oleh Allah.\nAyat ini mengisyaratkan agar manusia menuntut ilmu untuk memikirkan segala macam ciptaan Allah, sehingga dapat menambah iman dan memurnikan ketaatannya kepada Allah.",
    "quraish": "Sesungguhnya Allah yang harus disembah dan ditaati adalah yang memberikan karunia kepada kalian dengan menjadikan seluruh kenikmatan di bumi untuk kemaslahatan kalian. Kemudian bersamaan dengan penciptaan bumi dengan segala manfaatnya, Allah menciptakan tujuh lapis langit bersusun. Di dalamnya terdapat apa-apa yang bisa kalian lihat dan apa-apa yang tidak bisa kalian lihat. Dan Allah Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Dialah yang telah menciptakan bagimu segala yang terdapat di muka bumi) yaitu menciptakan bumi beserta isinya, (kesemuanya) agar kamu memperoleh manfaat dan mengambil perbandingan darinya, (kemudian Dia hendak menyengaja hendak menciptakan) artinya setelah menciptakan bumi tadi Dia bermaksud hendak menciptakan pula (langit, maka dijadikan-Nya langit itu) 'hunna' sebagai kata ganti benda yang dimaksud adalah langit itu. Maksudnya ialah dijadikan-Nya, sebagaimana didapati pada ayat yang lain, 'faqadhaahunna,' yang berarti maka ditetapkan-Nya mereka, (tujuh langit dan Dia Maha Mengetahui atas segala sesuatu) dikemukakan secara 'mujmal' ringkas atau secara mufasshal terinci, maksudnya, \"Tidakkah Allah yang mampu menciptakan semua itu dari mula pertama, padahal Dia lebih besar dan lebih hebat daripada kamu, akan mampu pula menghidupkan kamu kembali?\""
  }
]