[
  {
    "ruku": 40,
    "name": "Al-Baqarah",
    "ayat": 282,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا تَدَايَنْتُمْ بِدَيْنٍ اِلٰٓى اَجَلٍ مُّسَمًّى فَاكْتُبُوْهُۗ وَلْيَكْتُبْ بَّيْنَكُمْ كَاتِبٌۢ بِالْعَدْلِۖ وَلَا يَأْبَ كَاتِبٌ اَنْ يَّكْتُبَ كَمَا عَلَّمَهُ اللّٰهُ فَلْيَكْتُبْۚ وَلْيُمْلِلِ الَّذِيْ عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللّٰهَ رَبَّهٗ وَلَا يَبْخَسْ مِنْهُ شَيْـًٔاۗ  فَاِنْ كَانَ الَّذِيْ عَلَيْهِ الْحَقُّ سَفِيْهًا اَوْ ضَعِيْفًا اَوْ لَا يَسْتَطِيْعُ اَنْ يُّمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهٗ بِالْعَدْلِۗ وَاسْتَشْهِدُوْا شَهِيْدَيْنِ مِنْ رِّجَالِكُمْۚ فَاِنْ لَّمْ يَكُوْنَا رَجُلَيْنِ فَرَجُلٌ وَّامْرَاَتٰنِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَۤاءِ اَنْ تَضِلَّ اِحْدٰىهُمَا فَتُذَكِّرَ اِحْدٰىهُمَا الْاُخْرٰىۗ وَلَا يَأْبَ الشُّهَدَۤاءُ اِذَا مَا دُعُوْا ۗ وَلَا تَسْـَٔمُوْٓا اَنْ تَكْتُبُوْهُ صَغِيْرًا اَوْ كَبِيْرًا اِلٰٓى اَجَلِهٖۗ ذٰلِكُمْ اَقْسَطُ عِنْدَ اللّٰهِ وَاَقْوَمُ لِلشَّهَادَةِ وَاَدْنٰىٓ اَلَّا تَرْتَابُوْٓا اِلَّآ اَنْ تَكُوْنَ تِجَارَةً حَاضِرَةً تُدِيْرُوْنَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَلَّا تَكْتُبُوْهَاۗ وَاَشْهِدُوْٓا اِذَا تَبَايَعْتُمْ ۖ وَلَا يُضَاۤرَّ كَاتِبٌ وَّلَا شَهِيْدٌ ەۗ وَاِنْ تَفْعَلُوْا فَاِنَّهٗ فُسُوْقٌۢ بِكُمْ ۗ وَاتَّقُوا اللّٰهَ ۗ وَيُعَلِّمُكُمُ اللّٰهُ ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu melakukan utang piutang untuk waktu yang ditentukan, hendaklah kamu menuliskannya. Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar. Janganlah penulis menolak untuk menuliskannya sebagaimana Allah telah mengajarkan kepadanya, maka hendaklah dia menuliskan. Dan hendaklah orang yang berutang itu mendiktekan, dan hendaklah dia bertakwa kepada Allah, Tuhannya, dan janganlah dia mengurangi sedikit pun daripadanya. Jika yang berutang itu orang yang kurang akalnya atau lemah (keadaannya), atau tidak mampu mendiktekan sendiri, maka hendaklah walinya mendiktekannya dengan benar. Dan persaksikanlah dengan dua orang saksi laki-laki di antara kamu. Jika tidak ada (saksi) dua orang laki-laki, maka (boleh) seorang laki-laki dan dua orang perempuan di antara orang-orang yang kamu sukai dari para saksi (yang ada), agar jika yang seorang lupa, maka yang seorang lagi mengingatkannya. Dan janganlah saksi-saksi itu menolak apabila dipanggil. Dan janganlah kamu bosan menuliskannya, untuk batas waktunya baik (utang itu) kecil maupun besar. Yang demikian itu, lebih adil di sisi Allah, lebih dapat menguatkan kesaksian, dan lebih mendekatkan kamu kepada ketidakraguan, kecuali jika hal itu merupakan perdagangan tunai yang kamu jalankan di antara kamu, maka tidak ada dosa bagi kamu jika kamu tidak menuliskannya. Dan ambillah saksi apabila kamu berjual beli, dan janganlah penulis dipersulit dan begitu juga saksi. Jika kamu lakukan (yang demikian), maka sungguh, hal itu suatu kefasikan pada kamu. Dan bertakwalah kepada Allah, Allah memberikan pengajaran kepadamu, dan Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/289.mp3",
    "tafsir": "Dengan adanya perintah membelanjakan harta di jalan Allah, anjuran bersedekah dan larangan melakukan riba, maka manusia harus berusaha memelihara dan mengembangkan hartanya, tidak menyia-nyiakannya sesuai dengan ketentuan-ketentuan Allah. Hal ini menunjukkan bahwa harta itu bukan sesuatu yang dibenci Allah dan dicela agama Islam. Bahkan Allah di samping memberi perintah untuk itu, juga memberi petunjuk dan menetapkan ketentuan-ketentuan umum serta hukum-hukum yang mengatur cara-cara mencari, memelihara, menggunakan dan menafkahkan harta di jalan Allah. Harta yang diperoleh sesuai dengan ketentuan-ketentuan Allah adalah harta yang paling baik, sesuai dengan sabda Rasulullah saw:\n\"Harta yang paling baik ialah harta kepunyaan orang saleh.\" (Riwayat Ahmad dan ath-thabrani dari 'Amr bin 'Ash).\n\nYang dibenci Allah dan yang dicela oleh Islam ialah harta yang diperoleh dengan cara-cara yang menyimpang dari ketentuan-ketentuan Allah swt dan harta orang-orang yang menjadikan dirinya sebagai budak harta. Seluruh kehidupan, usaha, dan pikirannya dicurahkan untuk menumpuk harta dan memperkaya diri sendiri. Karena itu timbullah sifat-sifat tamak, serakah, bakhil dan kikir pada dirinya, sehingga dia tidak mengindahkan orang yang miskin dan terlantar. Rasulullah saw bersabda:\n\"Celakalah budak dinar, celakalah budak dirham.\" (Riwayat al-Bukhari dari Abu Hurairah).\n\nDalam ayat ini Allah memerintahkan kepada orang yang beriman agar mereka melaksanakan ketentuan-ketentuan Allah setiap melakukan transaksi utang piutang, melengkapinya dengan alat-alat bukti, sehingga dapat dijadikan dasar untuk menyelesaikan perselisihan yang mungkin timbul di kemudian hari.\nPembuktian itu bisa berupa bukti tertulis atau adanya saksi.\n1. Bukti tertulis\n\"Bukti tertulis\" hendaklah ditulis oleh seorang \"juru tulis\", yang menuliskan isi perjanjian yang telah disepakati oleh kedua belah pihak. Syarat-syarat juru tulis itu ialah:\na.Orang yang adil, tidak memihak kepada salah satu dari pihak-pihak yang mengadakan perjanjian, sehingga tidak menguntungkan pihak yang satu dan merugikan pihak yang lain.\nb.Mengetahui hukum-hukum Allah terutama yang berhubungan dengan hukum perjanjian dan transaksi, sehingga dia dapat memberi nasihat dan petunjuk yang benar kepada pihak-pihak yang berjanji. Karena juru tulis itu ikut bertanggung jawab dan menjadi saksi antara pihak-pihak yang berjanji, seandainya terjadi perselisihan di kemudian hari. Juru tulis dalam era modern sekarang ini diwujudkan dalam bentuk notaris/pencatat akte jual beli dan utang piutang.\nDalam susunan ayat ini didahulukan menyebut sifat \"adil\" daripada sifat \"berilmu\", adalah karena sifat adil lebih utama bagi seorang juru tulis. Banyak orang yang berilmu, tetapi mereka tidak adil, karena itu diragukan kebenaran petunjuk dan nasihat yang diberikannya. Orang yang adil sekalipun ilmunya kurang, dapat diharapkan daripadanya nasihat dan petunjuk yang benar dan tidak memihak.\nTugas juru tulis ialah menuliskan ketentuan-ketentuan yang telah disepakati oleh pihak-pihak yang berjanji. Caranya ialah pihak yang berutang mendiktekan kepada juru tulis tentang sesuatu yang telah dipinjamnya, cara serta pelaksanaan perjanjian itu dan sebagainya. Tujuan mendiktekan isi perjanjian itu oleh pihak yang berjanji, ialah agar yang ditulis itu merupakan pengakuan dari pihak yang berutang, karena dengan tulisan semata-mata tanpa ada ucapan yang dilakukan oleh pihak yang berutang, maka yang ditulis itu saja tidak dapat dijadikan sebagai pengakuan.\nAllah memperingatkan orang yang berjanji agar dia selalu menepati janjinya dengan baik. Hendaklah dia takut kepada Allah, dan komitmen terhadap janji yang telah diucapkan. Hendaklah bersyukur kepada Allah yang telah melunakkan hati orang yang telah membantunya dalam kesukaran. Bila dia bersyukur, Allah akan selalu menjaga, memelihara serta memberinya petunjuk ke jalan yang mudah dan ke jalan kebahagiaan.\nJika orang yang berjanji itu, orang yang lemah akalnya atau dia sendiri tidak sanggup untuk mendiktekan, maka hak untuk mendiktekan itu pindah ke tangan wali yang bersangkutan. Hendaklah wali itu orang yang adil dan mengetahui tentang hukum-hukum yang berhubungan dengan muamalah. Hendaklah para wali berhati-hati dalam melaksanakan tugas perwalian itu.\nYang dimaksud dengan \"orang yang lemah akalnya\" ialah orang yang belum cakap memelihara dan menggunakan hartanya. Orang yang tidak sanggup mendiktekan ialah seperti orang bisu, orang yang gagap dan sebagainya.\n\n2. Saksi\n\"Saksi\" ialah orang yang melihat dan mengetahui terjadinya suatu peristiwa. Persaksian termasuk salah satu dari alat-alat bukti (bayyinah) yang dapat dijadikan dasar untuk menyelesaikan suatu perselisihan atau perkara.\nMenurut ayat ini persaksian dalam muamalah sekurang-kurangnya dilakukan oleh dua orang laki-laki, atau jika tidak ada dua orang laki-laki boleh dilakukan oleh seorang laki-laki dan dua orang perempuan.\nMengenai syarat-syarat \"laki-laki\" bagi yang akan menjadi saksi adalah sebagai berikut:\na.Saksi itu hendaklah seorang Muslim. Pendapat ini berdasarkan perkataan min rijalikum (dari orang laki-laki di antara kamu) yang terdapat di dalam ayat. Dari perkataan itu dipahami bahwa saksi itu hendaklah seorang Muslim. Menurut sebagian ulama: beragama Islam itu bukanlah merupakan syarat bagi seorang saksi dalam muamalah. Karena tujuan persaksian di dalam muamalah ialah agar ada alat bukti, seandainya terjadi perselisihan atau perkara antara pihak-pihak yang terlibat di kemudian hari. Karena itu orang yang tidak beragama Islam dibolehkan menjadi saksi asal saja tujuan mengadakan persaksian itu dapat tercapai.\nb.Saksi itu hendaklah orang yang adil, tidak memihak sehingga tercapai tujuan diadakannya persaksian, sesuai dengan firman Allah:\n\n¦ dan persaksikanlah dengan dua orang saksi yang adil di antara kamu ... (ath-thalaq/65: 2)\n\nSelanjutnya ayat ini membedakan persaksian laki-laki dengan persaksian perempuan. Seorang saksi laki-laki dapat diganti dengan dua orang saksi perempuan. Para ulama berbeda pendapat tentang apa sebabnya Allah membedakan jumlah saksi laki-laki dengan jumlah saksi perempuan. Alasan yang sesuai dengan akal pikiran ialah bahwa laki-laki dan perempuan masing-masing diciptakan Allah mempunyai kelebihan dan kekurangan. Masing-masing mempunyai kesanggupan dan kemampuan dalam suatu perkara lebih besar dari kesanggupan pihak yang lain. Dalam bidang muamalah, laki-laki lebih banyak mempunyai kemampuan dibandingkan dengan perempuan. Pada umumnya muamalah itu lebih banyak laki-laki yang mengerjakannya. Karena perhatian perempuan agak kurang dibandingkan dengan perhatian laki-laki dalam bidang muamalah, maka pemikiran dan ingatan mereka dalam bidang ini pun agak kurang pula. Bila persaksian dilakukan oleh seorang perempuan, kemungkinan dia lupa, karena itu hendaklah ada perempuan yang lain yang ikut sebagai saksi yang dapat mengingatkannya.\nMenurut Syekh Ali Ahmad al-Jurjani: laki-laki lebih banyak mengguna-kan pikiran dalam menimbang suatu masalah yang dihadapinya, sedang perempuan lebih banyak menggunakan perasaannya. Karena itu perempuan lebih lemah iradahnya, kurang banyak menggunakan pikirannya dalam masalah pelik, lebih-lebih apabila dia dalam keadaan benci dan marah, dia akan gembira atau sedih karena suatu hal yang kecil. Lain halnya dengan laki-laki, dia sanggup tabah dan sabar menanggung kesukaran, dia tidak menetapkan suatu urusan, kecuali setelah memikirkannya dengan matang. ) \nBidang muamalah adalah bidang yang lebih banyak menggunakan pikiran daripada perasaan. Seorang saksi dalam muamalah juga berfungsi sebagai juru pendamai antara pihak-pihak yang berjanji bila terjadi perselisihan di kemudian hari. Berdasarkan keterangan Syekh Ali Ahmad al-Jurjani dan keterangan-keterangan lainnya diduga itulah di antara hikmah mengapa Allah menyamakan seorang saksi laki-laki dengan dua orang saksi perempuan.\nMenurut Imam asy-Syafi'i: Penerimaan kesaksian seorang saksi hendaklah dengan bersumpah. Beliau beralasan dengan sunah Rasulullah saw yang menyuruh saksi mengucapkan sumpah sebelum mengucapkan kesaksiannya. Sedang menurut Abu Hanifah: penerimaan kesaksian seseorang tidak perlu disertai dengan sumpah.\nDalam ayat ini disebutkan \"janganlah saksi-saksi itu enggan (memberi keterangan) apabila mereka dipanggil.\" Maksudnya ialah:\n1.Hendaklah seseorang bersedia menjadi saksi dalam suatu kejadian atau peristiwa, bila kesaksian itu diperlukan.\n2.Hendaklah seseorang bersedia menjadi saksi bila terjadi suatu perkara, sedang dia adalah orang yang mengetahui terjadinya peristiwa itu.\n3.Hendaklah seorang bersedia menjadi saksi terhadap suatu peristiwa yang terjadi, bila tidak ada orang lain yang akan menjadi saksi.\n\nDiriwayatkan oleh ar-Rabi' bahwa ayat ini diturunkan ketika seorang laki-laki mencari saksi di kalangan orang banyak untuk meminta persaksian mereka, tetapi tidak seorang pun yang bersedia.\nMenurut suatu pendapat, yang dimaksud dengan \"janganlah mereka enggan\" ialah: jangan mereka enggan menerima permintaan menjadi saksi dan melaksanakannya. Enggan melakukan keduanya itu hukumnya haram. Hukum melakukan persaksian itu fardu kifayah.\nKemudian Allah menjelaskan perintah-Nya, agar orang-orang yang beriman jangan malas dan jangan jemu menuliskan perjanjian yang akan dilakukannya, baik kecil maupun besar, dan dijelaskan syarat-syarat dan waktunya. Dalam ayat ini Allah mendahulukan menyebut \"yang kecil\" daripada \"yang besar\", karena kebanyakan manusia selalu memandang enteng dan mudah perjanjian yang terkait dengan hal-hal yang remeh (kecil). Orang yang meremehkan perjanjian yang terkait dengan hal-hal yang remeh (kecil) tentu dia akan menganggap enteng perjanjian yang terkait dengan hal-hal primer (besar). Dari ayat ini juga dapat dipahami bahwa Allah memperingatkan manusia agar berhati-hati dalam persoalan hak dan kewajiban, sekalipun hak dan kewajiban itu terkait dengan hal-hal yang sekunder/remeh.\nAllah menyebutkan hikmah perintah dan larangan yang terdapat pada permulaan ayat ini, ialah untuk menegakkan keadilan, menegakkan persaksian, untuk menimbulkan keyakinan dan menghilangkan keragu-raguan. Jika perdagangan dilakukan secara tunai, maka tidak berdosa bila tidak ditulis. Dari ayat ini dipahami bahwa sekalipun tidak berdosa bila tidak menuliskan perdagangan secara tunai, namun yang paling baik ialah agar selalu dituliskan.\nSekalipun tidak diwajibkan menuliskan perdagangan tunai, namun Allah memerintahkan untuk mendatangkan saksi-saksi. Perintah di sini bukan wajib, hanyalah memberi pengertian sunat. Tujuannya ialah agar manusia selalu berhati hati di dalam muamalah.\nSelanjutnya Allah memperingatkan agar juru tulis, saksi dan orang-orang yang melakukan perjanjian memudahkan pihak-pihak yang lain, jangan menyulitkan dan jangan pula salah satu pihak bertindak yang berakibat merugikan pihak yang lain. Sebab terlaksananya perjanjian dengan baik bila masing-masing pihak mempunyai niat yang baik terhadap pihak yang lain.\n\nDan janganlah kamu lupa kebaikan di antara kamu¦ (al-Baqarah/2: 237)\n\nJika seseorang mempersulit atau merugikan orang lain, maka perbuatan yang demikian adalah perbuatan orang fasik, dan tidak menaati ketentuan dari Allah.\nPada akhir ayat ini Allah memerintahkan agar manusia bertakwa kepada-Nya dengan memelihara diri agar selalu melaksanakan perintah-Nya dan menjauhi larangan-Nya. Dia mengajarkan kepada manusia segala yang berguna baginya, yaitu cara memelihara harta dan cara menggunakannya, sehingga menimbulkan ketenangan bagi dirinya dan orang-orang yang membantunya dalam usaha mencari dan menggunakan harta itu. Allah mengetahui segala sesuatu yang diperbuat manusia, dan Dia akan memberi balasan sesuai dengan perbuatan itu.",
    "quraish": "Hai orang-orang yang beriman, apabila kalian melakukan utang piutang (tidak secara tunai) dengan waktu yang ditentukan, maka waktunya harus jelas, catatlah waktunya untuk melindungi hak masing- masing dan menghindari perselisihan. Yang bertugas mencatat itu hendaknya orang yang adil. Dan janganlah petugas pencatat itu enggan menuliskannya sebagai ungkapan rasa syukur atas ilmu yang diajarkan-Nya. Hendaklah ia mencatat utang tersebut sesuai dengan pengakuan pihak yang berutang, takut kepada Allah dan tidak mengurangi jumlah utangnya. Kalau orang yang berutang itu tidak bisa bertindak dan menilai sesuatu dengan baik, lemah karena masih kecil, sakit atau sudah tua, tidak bisa mendiktekan karena bisu, karena gangguan di lidah atau tidak mengerti bahasa transaksi, hendaknya wali yang ditetapkan agama, pemerintah atau orang yang dipilih olehnya untuk mendiktekan catatan utang, mewakilinya dengan jujur. Persaksikanlah dengan dua orang saksi laki-laki. Kalau tidak ada dua orang laki- laki maka boleh seorang lelaki dan dua orang perempuan untuk menjadi saksi ketika terjadi perselisihan. Sehingga, kalau yang satu lupa, yang lain mengingatkan. Kalau diminta bersaksi, mereka tidak boleh enggan memberi kesaksian. Janganlah bosan-bosan mencatat segala persoalan dari yang kecil sampai yang besar selama dilakukan secara tidak tunai. Sebab yang demikian itu lebih adil menurut syariat Allah, lebih kuat bukti kebenaran persaksiannya dan lebih dekat kepada penghilangan keraguan di antara kalian. Kecuali kalau transaksi itu kalian lakukan dalam perdagangan secara langsung (tunai), kalian tidak perlu mencatatnya, sebab memang tidak diperlukan. Yang diminta dari kalian hanyalah persaksian atas transaksi untuk menyelesaikan perselisihan. Hindarilah tindakan menyakiti penulis dan saksi. Sebab yang demikian itu berarti tidak taat kepada Allah. Takutlah kalian kepada-Nya. Dan rasakanlah keagungan-Nya dalam setiap perintah dan larangan. Dengan begitu hati kalian dapat memandang sesuatu secara proporsional dan selalu condong kepada keadilan. Allah menjelaskan hak dan kewajiban kalian. Dan Dia Maha Mengetahui segala perbuatan kalian dan yang lainnya(1). (1) Masalah hukum yang paling pelik di semua perundang-undangan modern adalah kaidah afirmasi. Yaitu, cara-cara penetapan hak bagi seseorang jika mengambil jalur hukum untuk menuntut pihak lain. Al-Qur'ân mewajibkan manusia untuk bersikap proporsional dan berlaku adil. Jika mereka sadar akan itu, niscaya akan meringankan pekerjaan para hakim. Akan tetapi jiwa manusia yang tercipta dengan berbagai macam tabiat seperti cinta harta, serakah, lupa dan suka balas dendam, menjadikan hak-hak kedua pihak diperselisihkan. Maka harus ada kaidah-kaidah penetapan yang membuat segalanya jelas.",
    "jalalayn": "(Hai orang-orang yang beriman! Jika kamu mengadakan utang piutang), maksudnya muamalah seperti jua beli, sewa-menyewa, utang-piutang dan lain-lain (secara tidak tunai), misalnya pinjaman atau pesanan (untuk waktu yang ditentukan) atau diketahui, (maka hendaklah kamu catat) untuk pengukuhan dan menghilangkan pertikaian nantinya. (Dan hendaklah ditulis) surat utang itu (di antara kamu oleh seorang penulis dengan adil) maksudnya benar tanpa menambah atau mengurangi jumlah utang atau jumlah temponya. (Dan janganlah merasa enggan) atau berkeberatan (penulis itu) untuk (menuliskannya) jika ia diminta, (sebagaimana telah diajarkan Allah kepadanya), artinya telah diberi-Nya karunia pandai menulis, maka janganlah dia kikir menyumbangkannya. 'Kaf' di sini berkaitan dengan 'ya'ba' (Maka hendaklah dituliskannya) sebagai penguat (dan hendaklah diimlakkan) surat itu (oleh orang yang berutang) karena dialah yang dipersaksikan, maka hendaklah diakuinya agar diketahuinya kewajibannya, (dan hendaklah ia bertakwa kepada Allah, Tuhannya) dalam mengimlakkan itu (dan janganlah dikurangi darinya), maksudnya dari utangnya itu (sedikit pun juga. Dan sekiranya orang yang berutang itu bodoh) atau boros (atau lemah keadaannya) untuk mengimlakkan disebabkan terlalu muda atau terlalu tua (atau ia sendiri tidak mampu untuk mengimlakkannya) disebabkan bisu atau tidak menguasai bahasa dan sebagainya, (maka hendaklah diimlakkan oleh walinya), misalnya bapak, orang yang diberi amanat, yang mengasuh atau penerjemahnya (dengan jujur. Dan hendaklah persaksikan) utang itu kepada (dua orang saksi di antara laki-lakimu) artinya dua orang Islam yang telah balig lagi merdeka (Jika keduanya mereka itu bukan), yakni kedua saksi itu (dua orang laki-laki, maka seorang laki-laki dan dua orang perempuan) boleh menjadi saksi (di antara saksi-saksi yang kamu sukai) disebabkan agama dan kejujurannya. Saksi-saksi wanita jadi berganda ialah (supaya jika yang seorang lupa) akan kesaksian disebabkan kurangnya akal dan lemahnya ingatan mereka, (maka yang lain (yang ingat) akan mengingatkan kawannya), yakni yang lupa. Ada yang membaca 'tudzkir' dan ada yang dengan tasydid 'tudzakkir'. Jumlah dari idzkar menempati kedudukan sebagai illat, artinya untuk mengingatkannya jika ia lupa atau berada di ambang kelupaan, karena itulah yang menjadi sebabnya. Menurut satu qiraat 'in' syarthiyah dengan baris di bawah, sementara 'tudzakkiru' dengan baris di depan sebagai jawabannya. (Dan janganlah saksi-saksi itu enggan jika) 'ma' sebagai tambahan (mereka dipanggil) untuk memikul dan memberikan kesaksian (dan janganlah kamu jemu) atau bosan (untuk menuliskannya), artinya utang-utang yang kamu saksikan, karena memang banyak orang yang merasa jemu atau bosan (biar kecil atau besar) sedikit atau banyak (sampai waktunya), artinya sampai batas waktu membayarnya, menjadi 'hal' dari dhamir yang terdapat pada 'taktubuh' (Demikian itu) maksudnya surat-surat tersebut (lebih adil di sisi Allah dan lebih mengokohkan persaksian), artinya lebih menolong meluruskannya, karena adanya bukti yang mengingatkannya (dan lebih dekat), artinya lebih kecil kemungkinan (untuk tidak menimbulkan keraguanmu), yakni mengenai besarnya utang atau jatuh temponya. (Kecuali jika) terjadi muamalah itu (berupa perdagangan tunai) menurut satu qiraat dengan baris di atas hingga menjadi khabar dari 'takuuna' sedangkan isimnya adalah kata ganti at-tijaarah (yang kamu jalankan di antara kamu), artinya yang kamu pegang dan tidak mempunyai waktu berjangka, (maka tidak ada dosa lagi kamu jika kamu tidak menulisnya), artinya barang yang diperdagangkan itu (hanya persaksikanlah jika kamu berjual beli) karena demikian itu lebih dapat menghindarkan percekcokan. Maka soal ini dan yang sebelumnya merupakan soal sunah (dan janganlah penulis dan saksi -maksudnya yang punya utang dan yang berutang- menyulitkan atau mempersulit), misalnya dengan mengubah surat tadi atau tak hendak menjadi saksi atau menuliskannya, begitu pula orang yang punya utang, tidak boleh membebani si penulis dengan hal-hal yang tidak patut untuk ditulis atau dipersaksikan. (Dan jika kamu berbuat) apa yang dilarang itu, (maka sesungguhnya itu suatu kefasikan), artinya keluar dari taat yang sekali-kali tidak layak (bagi kamu dan bertakwalah kamu kepada Allah) dalam perintah dan larangan-Nya (Allah mengajarimu) tentang kepentingan urusanmu. Lafal ini menjadi hal dari fi`il yang diperkirakan keberadaannya atau sebagai kalimat baru. (Dan Allah mengetahui segala sesuatu)."
  },
  {
    "ruku": 40,
    "name": "Al-Baqarah",
    "ayat": 283,
    "arab": "۞ وَاِنْ كُنْتُمْ عَلٰى سَفَرٍ وَّلَمْ تَجِدُوْا كَاتِبًا فَرِهٰنٌ مَّقْبُوْضَةٌ  ۗفَاِنْ اَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِى اؤْتُمِنَ اَمَانَتَهٗ وَلْيَتَّقِ اللّٰهَ رَبَّهٗ ۗ وَلَا تَكْتُمُوا الشَّهَادَةَۗ وَمَنْ يَّكْتُمْهَا فَاِنَّهٗٓ اٰثِمٌ قَلْبُهٗ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ࣖ",
    "translation": "Dan jika kamu dalam perjalanan sedang kamu tidak mendapatkan seorang penulis, maka hendaklah ada barang jaminan yang dipegang. Tetapi, jika sebagian kamu mempercayai sebagian yang lain, hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah dia bertakwa kepada Allah, Tuhannya. Dan janganlah kamu menyembunyikan kesaksian, karena barangsiapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/290.mp3",
    "tafsir": "Ayat ini menerangkan tentang muamalah (transaksi) yang dilakukan tidak secara tunai, yang dilakukan dalam perjalanan dan tidak ada juru tulis yang akan menuliskannya.\nDalam hal muamalah yang tidak tunai, yang dilakukan dalam perjalanan dan tidak ada seorang juru tulis yang akan menuliskannya, maka hendaklah ada barang tanggungan (agunan/jaminan) yang diserahkan kepada pihak yang berpiutang. Kecuali jika masing-masing saling mempercayai dan menyerahkan diri kepada Allah, maka muamalah itu boleh dilakukan tanpa menyerahkan barang jaminan.\nAyat ini tidak menetapkan bahwa jaminan itu hanya boleh dilakukan dengan syarat dalam perjalanan, muamalah tidak dengan tunai, dan tidak ada juru tulis. Tetapi ayat ini hanya menyatakan bahwa dalam keadaan tersebut boleh dilakukan muamalah dengan memakai jaminan. Dalam situasi yang lain, boleh juga memakai jaminan sesuai dengan hadis yang diriwayatkan al-Bukhari bahwa Nabi Muhammad saw pernah menggadaikan baju besinya kepada orang Yahudi di Medinah.\nPada ayat yang lalu Allah memperingatkan bahwa manusia jangan enggan menjadi juru tulis atau memberikan persaksian bila diminta. Kemudian pada ayat ini Allah menegaskan kembali agar jangan menyembunyikan kesaksian. Penegasan yang demikian mengisyaratkan bahwa penulisan dan kesaksian itu menolong manusia dalam menjaga hartanya, dan jangan lengah melakukan keduanya. Demikian pula pemilik harta tidak disusahkan karena meminjamkan hartanya, dan tidak dibayar pada waktunya.\nDengan keterangan di atas bukan berarti bahwa semua perjanjian muamalah wajib ditulis oleh juru tulis dan disaksikan oleh saksi-saksi, tetapi maksudnya agar kaum Muslimin selalu memperhatikan dan meneliti muamalah yang akan dilakukannya. Bila muamalah itu muamalah yang biasa dilakukan setiap hari, seperti jual beli yang dilakukan di pasar dan tidak menimbulkan akibat yang tidak diinginkan di kemudian hari serta dilandasi rasa saling mempercayai, maka muamalah yang demikian tidak perlu ditulis dan disaksikan. Sebaliknya bila muamalah itu diduga akan menimbulkan hal-hal yang tidak diinginkan di kemudian hari, maka muamalah itu wajib ditulis dan disaksikan oleh dua orang saksi.",
    "quraish": "Jika kalian sedang dalam perjalanan dan tidak ada yang dapat mencatat utang, maka jaminannya berupa barang yang diperoleh pihak yang mengutangi dari pihak yang berutang. Kalau seseorang menitipkan sesuatu kepada orang lain sebagai amanat, dan ia dipercayakan untuk itu, maka orang yang diamanatkan harus menyerahkannya saat diminta. Dan hendaknya ia takut kepada Allah yang memelihara dan mengawasinya, sehingga nikmat-Nya di dunia dan akhirat tidak diputus. Janganlah menyembunyikan keterangan atau persaksian ketika diminta. Dan barangsiapa menyembunyikannya, maka ia adalah orang yang berdosa dan buruk hati. Allah Maha Mengetahui segala apa yang kalian lakukan. Dan Dia akan memberi balasan sesuai hak kalian.",
    "jalalayn": "(Jika kamu dalam perjalanan), yakni sementara itu mengadakan utang-piutang (sedangkan kamu tidak beroleh seorang penulis, maka hendaklah ada barang jaminan) ada yang membaca 'ruhunun' bentuk jamak dari rahnun (yang dipegang) yang diperkuat dengan kepercayaanmu. Sunah menyatakan diperbolehkannya jaminan itu di waktu mukim dan adanya penulis. Maka mengaitkannya dengan jaminan, karena kepercayaan terhadapnya menjadi lebih kuat, sedangkan firman-Nya, \"... dan jaminan yang dipegang\", menunjukkan jaminan disyaratkan harus dipegang dan dianggap memadai walaupun si peminjam atau wakilnya tidak hadir. (Akan tetapi jika sebagian kamu mempercayai yang lainnya), maksudnya yang berpiutang kepada orang yang berutang dan ia tidak dapat menyediakan jaminan (maka hendaklah orang yang dipercayainya itu memenuhi), maksudnya orang yang berutang (amanatnya), artinya hendaklah ia membayar utangnya (dan hendaklah ia bertakwa kepada Allah, Tuhannya) dalam membayar utangnya itu. (Dan barang siapa yang menyembunyikan kesaksian, maka ia adalah orang yang berdosa hatinya). Dikhususkan menyebutkannya di sini, karena hati itulah yang menjadi tempat kesaksian dan juga karena apabila hati berdosa, maka akan diikuti oleh lainnya, hingga akan menerima hukuman sebagaimana dialami oleh semua anggota tubuhnya. (Dan Allah Maha Mengetahui apa yang kamu kerjakan) hingga tiada satu pun yang tersembunyi bagi-Nya."
  }
]