[
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 42,
    "arab": "اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا ۚ فَيُمْسِكُ الَّتِي قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
    "translation": "Allah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur; maka Dia tahan nyawa (orang) yang telah Dia tetapkan kematiannya dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran) Allah bagi kaum yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4100.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan satu macam kekuasaan-Nya yang sempurna dan sifat-Nya yang mengagumkan. Yaitu Dialah yang memegang roh manusia ketika tiba ajalnya dengan memutuskan hubungan roh dengan raganya dan memegang roh orang itu pada lahirnya saja sehingga tidak dapat mengemudikan raganya, akan tetapi hubungan di antaranya tetap masih ada. Allah menahan jiwa orang yang telah Dia tetapkan kematiannya dengan tidak mengembalikan roh itu, dan melepaskan jiwa yang lain dengan mengembalikan jiwa ke dalam raganya, sehingga ia dapat bangun dari tidurnya sampai kepada waktu yang ditentukan. Orang yang mati itu rohnya ditahan Allah sehingga tidak dapat kembali kepada tubuhnya dan orang yang belum mati hanya tidur saja, rohnya dilepaskan sehingga dapat kembali ke raganya lagi.\nDiriwayatkan dari Ibnu 'Abbas bahwa dalam tubuh manusia itu ada jiwa dan roh yang hubungannya seperti sinar matahari. Akal dan jiwa dapat berpikir dan menentukan pilihan, sedang rohnya yang menyebabkan ia dapat hidup dan bergerak. Kedua-duanya dimatikan ketika tiba ajalnya, dan dimatikan jiwanya saja ketika ia tidur, sedang rohnya tetap masih ada.\nImam al-Bukhari dan Muslim meriwayatkan sebuah hadis dari Abu Hurairah yang berbunyi:\nRasulullah saw bersabda, \"Jika salah seorang di antara kamu akan tidur, maka hendaklah ia meniupkan ke dalam pakaiannya di sebelah dalam, karena ia tidak mengetahui apa yang tertinggal di dalamnya, kemudian hendaklah ia mengucapkan, \"Ya Tuhanku dengan nama-Mu aku meletakkan lambungku ini, dan dengan nama-Mu pula aku mengangkatnya. Jika Engkau menahan jiwaku maka sayangilah dia, dan jika Engkau melepaskannya kembali, maka peliharalah dia seperti Engkau memelihara orang-orang yang saleh.\" (Riwayat al-Bukhari dan Muslim)\n\nImam al-Bukhari, A.hmad, Abu Dawud, dan Ibnu Abi Syaibah meriwayatkan sebuah hadis dari Abu Qatadah. yang berbunyi:\nSesungguhnya Nabi saw bersabda kepada para sahabat pada malam (ketika tidur)di lembah, \"Sesungguhnya Allah menahan roh kamu bila dikehendaki-Nya, dan mengembalikannya bila dikehendaki-Nya.\"",
    "quraish": "Allah menggenggam nyawa (roh) yang telah mati pada saat matinya, dan nyawa yang belum mati pada waktu tidur. Dia akan menahan nyawa yang ajalnya telah tiba--tidak akan mengembalikannya lagi ke jasadnya--dan akan melepas kembali, saat bangun tidur, nyawa yang belum tiba ajalnya sampai batas waktu yang telah ditentukan. Pada peristiwa itu, sungguh, terdapat bukti yang nyata bagi orang-orang yang mau berpikir dan bermenung.",
    "jalalayn": "(Allah mematikan jiwa orang ketika matinya dan) memegang (jiwa orang yang belum mati di waktu tidurnya) artinya Allah memegangnya di waktu ia tidur (maka Dia tahan jiwa orang yang telah Dia tetapkan kematiannya dan melepaskan jiwa yang lain sampai waktu yang ditentukan) bagi kematiannya. Jiwa yang dilepaskan itu hanyalah dimatikan perasaannya saja, tetapi ia masih hidup, berbeda dengan jiwa yang benar-benar dimatikan. (Sesungguhnya pada yang demikian itu) pada hal-hal yang telah disebutkan itu (terdapat tanda-tanda) yang menunjukkan akan kekuasaan Allah (bagi kaum yang berpikir) maka karenanya mereka mengetahui, bahwa yang berkuasa melakukan hal tersebut berkuasa pula untuk membangkitkannya; dan orang-orang kafir Quraisy tidak memikirkan hal ini."
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 43,
    "arab": "اَمِ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ شُفَعَاۤءَۗ قُلْ اَوَلَوْ كَانُوْا لَا يَمْلِكُوْنَ شَيْـًٔا وَّلَا يَعْقِلُوْنَ ",
    "translation": "Ataukah mereka mengambil penolong selain Allah. Katakanlah, “Apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatu apa pun dan tidak mengerti?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4101.mp3",
    "tafsir": "Pada ayat ini, Allah membantah anggapan kaum musyrik bahwa berhala-berhala yang mereka sembah selain Allah dapat memberikan syafaat kepada mereka pada hari Kiamat, dan memberikan pertolongan kepada mereka untuk mencapai cita-cita dan harapan. Hal yang seperti itu tidak mungkin dibenarkan orang yang mempunyai pikiran yang sehat. Oleh karena itu, Nabi Muhammad disuruh Allah supaya menegur orang-orang musyrik yang beranggapan demikian itu dengan ucapan, \"Apakah kamu akan memandang berhala-berhala itu dapat memberi manfaat meskipun mereka tidak mempunyai apa-apa dan tidak berakal? Kemudian Allah menjelaskan bahwa sebenarnya yang dapat memberikan syafaat hanyalah Allah.",
    "quraish": "Akan tetapi, orang-orang musyrik itu malah menjadikan selain Allah sebagai pemberi syafaat dan perantara untuk mendekatkan diri kepada Allah. Katakan kepada mereka, \"Apakah kalian tetap melakukan hal itu meskipun mereka tidak memiliki sesuatu dan tidak dapat berpikir?\"",
    "jalalayn": "(Bahkan) tetapi (mereka mengambil selain Allah) yaitu berhala-berhala sebagai tuhan-tuhan (pemberi syafaat) di hadapan Allah nanti, menurut dugaan mereka. (Katakanlah) kepada mereka, (\"Apakah) mereka dapat memberikan syafaat (meskipun mereka tidak memiliki sesuatu pun) daripada syafaat itu dan tidak memiliki hal-hal lainnya pula (dan tidak berakal\") yakni, kalian hanya menyembah mereka tidak ada alasan lain, hal ini tentu saja tidak patut bagi kalian."
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 44,
    "arab": "قُلْ لِّلّٰهِ الشَّفَاعَةُ جَمِيْعًا ۗ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
    "translation": "Katakanlah, “Pertolongan itu hanya milik Allah semuanya. Dia memiliki kerajaan langit dan bumi. Kemudian kepada-Nya kamu dikembalikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4102.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Nabi-Nya mengatakan bahwa hanya kepunyaan Allah semua syafaat itu.Tak seorang pun yang dapat memberikan syafaat melainkan dengan izin Allah seperti tersebut dalam firman-Nya:\n\n¦Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya¦. (al-Baqarah/2: 255)\n\nDan seperti firman-Nya:\n\n¦ dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah)¦ (al-Anbiya'/21: 28)\n\nSemua syafaat itu hanya dimiliki Allah karena Dia yang memiliki kerajaan langit dan bumi dan semua isinya termasuk berhala yang disembah orang-orang musyrik. Oleh karena itu, sembahlah Allah saja yang mempunyai kerajaan yang sempurna, yang kekuasaan-Nya tidak terbatas. Kemudian kepada-Nya kamu sekalian akan dikembalikan pada hari kebangkitan. Dialah nanti yang akan menimpakan siksa yang sangat pedih kepada orang-orang musyrik. Tidak diragukan lagi bahwa ayat ini mengandung ancaman yang pedih sekali. Kemudian Allah menerangkan pula satu sifat yang sangat buruk dari orang-orang yang mengingkari keesaan-Nya.",
    "quraish": "Katakan pula kepada mereka, wahai Muhammad, \"Hak memberi segala macam syafaat hanya milik Allah. Tak seorang pun dapat memperolehnya kecuali atas perkenan-Nya. Hanya bagi-Nyalah hak pemilikan langit dan bumi. Kemudian hanya kepada-Nya pulalah kalian akan dikembalikan, lalu Dia akan menghisab seluruh amal perbuatan kalian.\"",
    "jalalayn": "(Katakanlah, \"Hanya kepunyaan Allahlah syafaat itu semua) maksudnya, syafaat itu khusus bagi Dia, maka tiada seorang pun yang dapat memberikannya melainkan dengan seizin Dia. (Kepunyaan-Nya kerajaan langit dan bumi. Kemudian kepada-Nya pulalah kalian dikembalikan.\")"
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 45,
    "arab": "وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ",
    "translation": "Dan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4103.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa jika hanya nama Allah yang disebut, dan tidak ada Tuhan yang berhak disembah dengan sebenarnya melainkan Dia, maka menjadi liar dan marahlah hati orang-orang yang tidak beriman kepada kehidupan akhirat. Hati mereka kesal dan mendengar kalimat tauhid itu. Akan tetapi, apabila nama sembahan-sembahan selain Allah yang disebut, tiba-tiba mereka menjadi gembira dan bersuka ria. 'Abdullah bin 'Abbas menjelaskan pengertian ayat ini, \"Telah menjadi keras dan liarlah hati empat orang yang tidak percaya kepada hari Kiamat, yaitu: Abu Jahal. bin Hisyam, al-Walid bin 'Utbah, shafwan, dan Ubay bin Khalaf, seperti tersebut dalam firman-Nya:\n\nDan apabila engkau menyebut Tuhanmu saja dalam Al-Qur'an, mereka berpaling ke belakang melarikan diri (karena benci). (al-Isra'/17: 46)\n\nDalam tafsir Ruh al-Ma'ani, al-Alusi berkata, \"Kami sering menjumpai orang-orang pada zaman sekarang yang sifatnya menyerupai orang-orang musyrik yang tersebut dalam ayat ini, yaitu suka memohon pertolongan kepada orang-orang yang telah mati, dan senang sekali mengenang dan mengungkap sejarah hidupnya yang berlebih-lebihan, yang berjalan seirama dengan hawa nafsu mereka. Mereka sangat mengagungkan orang-orang yang dikultuskannya. Hati mereka menjadi kesal jika yang disebut hanya nama Allah atau dikatakan bahwa hanya Allah saja yang berhak disembah dengan sebenarnya, dan hanya Allah saja yang boleh dimohon pertolongan-Nya.\"",
    "quraish": "Jika hanya Allah yang disebut, tanpa tuhan-tuhan mereka, orang-orang yang tidak percaya kepada kehidupan akhirat itu hatinya menjadi sempit dan sesak. Tetapi jika tuhan-tuhan yang mereka sembah itu disebut, tanpa Allah, mereka serta merta menjadi gembira dan ceria.",
    "jalalayn": "(Dan apabila disebutkan nama Allah semata) tanpa menyebut nama tuhan-tuhan mereka kesal) mendongkol dan anti pati (hati orang-orang yang tidak beriman kepada kehidupan akhirat, dan apabila nama-nama sembahan-sembahan selain Allah yang disebut) yakni berhala-berhala (tiba-tiba mereka bergirang hati.)"
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 46,
    "arab": "قُلِ اللهم فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ عٰلِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْ مَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "translation": "Katakanlah, “Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan yang nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu tentang apa yang selalu mereka perselisihkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4104.mp3",
    "tafsir": "Dalam ayat ini, Allah mengajarkan kepada nabi-Nya supaya mengucapkan kalimat-kalimat berikut ini untuk mempertebal keimanan dan memohon tambahan taufik dan hidayah-Nya, \"Wahai Allah, Pencipta langit dan bumi, Yang mengetahui hal-hal yang gaib dan nyata, Engkau memutuskan segala pertikaian antara hamba-Mu tentang apa yang selalu mereka perselisihkan. Engkaulah yang nanti akan memberi keputusan pada hari Kiamat siapa di antara kami yang benar dan yang salah, siapa yang dapat petunjuk dan siapa yang sesat.\nMelalui hadisnya, Rasulullah mengajarkan doa yang dibaca ketika bangun tidur untuk salat malam:\n\"Wahai Allah, Tuhan Jibril, Mikail, dan Israfil, Pencipta langit dan bumi, Yang Maha Mengetahui segala hal yang gaib dan nyata. Engkau memutuskan perkara di antara hamba-hamba-Mu dalam hal yang mereka perselisihkan. Tunjukilah aku pada kebenaran yang diperselisihkan dengan (dasar) izin-Mu. Sungguh Engkau menunjuki siapa yang Engkau kehendaki ke jalan yang lurus. (Riwayat Muslim, Abu Dawud, dan al-Baihaqi)",
    "quraish": "Katakanlah, wahai Muhammad, dengan menghadapkan diri kepada Allah, \"Ya Allah, Pencipta langit dan bumi tanpa contoh sebelumnya; Sang Mahatahu segala hal yang tampak dan yang tak tampak. Hanya Engkaulah yang dapat menentukan hukum di antara hamba-hamba-Mu mengenai persoalan-persoalan dunia dan akhirat yang dulu mereka perselisihkan. Maka tentukanlah hukum di antara aku dan orang-orang musyrik.\"",
    "jalalayn": "(Katakanlah, \"Wahai Allah) lafal Allaahumma maknanya sama dengan Yaa Allah (Pencipta langit dan bumi) yakni yang mengadakan keduanya (Yang mengetahui barang yang gaib dan yang nyata) yakni apa-apa yang gaib dan apa-apa yang nyata dapat disaksikan (Engkaulah Yang memutuskan antara hamba-hamba-Mu tentang apa yang selalu mereka perselisihkan\") mengenai masalah agama, berilah aku petunjuk kepada yang benar dari apa yang mereka perselisihkan."
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 47,
    "arab": "وَلَوْ اَنَّ لِلَّذِيْنَ ظَلَمُوْا مَا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ مِنْ سُوْۤءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗ وَبَدَا لَهُمْ مِّنَ اللّٰهِ مَا لَمْ يَكُوْنُوْا يَحْتَسِبُوْنَ",
    "translation": "Dan sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Dan jelaslah bagi mereka azab dari Allah yang dahulu tidak pernah mereka perkirakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4105.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa seandainya orang-orang musyrikin yang zalim itu mempunyai seluruh kekayaan yang ada di muka bumi dan ditambah sebanyak itu pula niscaya mereka akan menebus dirinya dengan kekayaan itu untuk azab yang buruk dan dahsyat yang akan ditimpakan kepada mereka pada hari Kiamat. Ancaman seperti ini pernah pula disebut dalam Surah ali 'Imran. Tampak jelas bagi mereka azab dari Allah yang belum pernah mereka pikirkan tentang adanya dan kedahsyatannya. Kaum musyrikin jika mengamalkan sesuatu dianggapnya sebagai kebaikan, padahal hakikatnya apa yang mereka lakukan itu termasuk suatu keburukan.",
    "quraish": "Seandainya orang-orang yang menzalimi diri sendiri, dengan cara berbuat syirik, itu memiliki seluruh isi bumi--dan sebanyak itu pula telah ada pada mereka--mereka pasti akan mengorbankan semuanya untuk menebus kepedihan azab hari kiamat yang telah disiapkan untuk mereka. Tampaklah bagi mereka, saat itu, azab yang belum pernah terlintas di benak mereka.",
    "jalalayn": "(Dan sekiranya orang-orang yang zalim mempunyai apa yang ada di bumi semuanya dan -ada pula- sebanyak itu besertanya, niscaya mereka akan menebus dirinya dengan itu dari siksa yang buruk pada hari kiamat. Dan jelaslah) tampaklah dengan jelas (bagi mereka azab Allah yang belum pernah mereka perkirakan) yang tidak pernah mereka duga."
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 48,
    "arab": "وَبَدَا لَهُمْ سَيِّاٰتُ مَا كَسَبُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
    "translation": "Dan jelaslah bagi mereka kejahatan apa yang telah mereka kerjakan dan mereka diliputi oleh apa yang dahulu mereka selalu memperolok-olokkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4106.mp3",
    "tafsir": "Tampak jelas bagi mereka, ketika disodorkan kepada mereka kitab-kitab yang memuat catatan amal perbuatan ketika hidup di dunia, semua amal perbuatan mereka yang buruk tercantum di sana. Mereka yakin bahwa pelanggaran itu akan dihisab dan diperhitungkan satu demi satu. Sebagai akibatnya, mereka akan menerima azab yang pedih yang meliputi seluruh penjuru, yang semuanya tidak lain karena mereka selalu memperolok-olokkan ajaran agama Allah.",
    "quraish": "Tampaklah di hadapan mereka, pada hari itu, keburukan amal perbuatan mereka. Mereka dikelilingi azab yang dulu mereka cemoohkan ketika masih hidup di dunia.",
    "jalalayn": "(Dan jelaslah bagi mereka akibat buruk dari apa yang telah mereka perbuat dan menimpa) mengenai (kepada mereka apa yang mereka dahulu selalu memperolok-olokkannya) yakni azab."
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 49,
    "arab": "فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ ۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, “Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4107.mp3",
    "tafsir": "Ayat ini menerangkan keadaan orang-orang musyrik yang aneh. Jika ditimpa bahaya kemudaratan seperti kefakiran dan penyakit, mereka segera memohon perlindungan dan berdoa kepada Allah. Tapi bila keadaan sudah berubah, seperti sembuh dari penyakit, mendapat nikmat, dan kelapangan rezeki, mereka melupakan masa penderitaan dan mengatakan bahwa semua itu karena jasa, keterampilan, kepintaran, dan pengalaman mereka sendiri. Itulah sikap mereka yang sangat aneh. Ketika mengalami penderitaan, mereka lari menjerit memohon pertolongan kepada Allah. Setelah keadaan berubah menjadi kesenangan dan kenikmatan, mereka memutuskan hubungan dengan Khaliknya dan menyatakan bahwa semua perbaikan nasib itu disebabkan kepandaian dan kemahiran mereka sendiri. Mereka tidak mengetahui bahwa sesungguhnya nasib baik dan buruk yang diberikan Allah kepada mereka merupakan ujian untuk mengetahui siapa yang mensyukuri nikmat-nikmat pemberian Allah dan siapa yang mengufurinya. Bagi yang bersyukur akan ditambah dengan nikmat yang lain, sedangkan bagi yang mengingkarinya akan ditimpakan azab yang pedih.",
    "quraish": "Jika seseorang ditimpa bencana atau bahaya, ia segera mengadu kepada Kami dengan penuh tunduk. Kemudian, ketika Kami memberikan karunia kepadanya, sebagai bentuk kasih sayang Kami, ia pun berkata, \"Karunia yang ada padaku ini dapat aku peroleh karena aku tahu cara-cara mendapatkannya.\" Orang itu tidak tahu bahwa kenyataannya tidaklah seperti apa yang dikatakan. Karunia yang diberikan Allah kepadanya itu merupakan ujian baginya, agar Allah membedakan antara yang taat dan yang ingkar. Akan tetapi kebanyakan manusia tidak mengetahui bahwa itu adalah ujian dan cobaan.",
    "jalalayn": "(Maka apabila manusia ditimpa) yang dimaksud adalah jenis manusia (bahaya ia menyeru Kami, kemudian apabila Kami berikan kepadanya) Kami anugerahkan kepadanya (nikmat) yakni pemberian nikmat (dari Kami ia berkata, \"Sesungguhnya aku diberi nikmat itu hanyalah atas sepengetahuan) dari Allah bahwasanya aku adalah orang yang pantas untuk mendapatkannya.\" Atau dengan kata lain, karena kepintaranku. (Sebenarnya itu) maksudnya, ucapan itu (adalah ujian) cobaan yang ditimpakan kepada seorang hamba (tetapi kebanyakan mereka itu tidak mengetahui) bahwasanya pemberian nikmat itu merupakan Istidraj dan ujian baginya."
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 50,
    "arab": "قَدْ قَالَهَا الَّذِيْنَ مِنْ قَبْلِهِمْ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
    "translation": "Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu, maka tidak berguna lagi bagi mereka apa yang dahulu mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4108.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ucapan seperti itu pernah didengar pula dari umat-umat sebelum mereka, sehingga anggapan seperti itu bukanlah anggapan yang baru. Apa-apa yang mereka usahakan dahulu itu tidak berguna untuk menolak datangnya azab dari Allah karena mereka selalu bersikap mendustakan dan mencemooh kedatangan utusan Allah.",
    "quraish": "Ucapan seperti itu pernah pula dikatakan oleh orang-orang sebelum mereka. Harta yang mereka, orang-orang terdahulu, kumpulkan dan kenikmatan yang mereka miliki tidak mampu melindungi mereka dari azab Allah.",
    "jalalayn": "(Sungguh orang-orang yang sebelum mereka juga mengatakan itu pula) yakni umat-umat sebelum mereka, seperti apa yang telah dikatakan oleh Qarun dan kaumnya yang mengatakan hal yang serupa (maka tiadalah berguna bagi mereka apa yang dahulu mereka usahakan.)"
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 51,
    "arab": "فَاَصَابَهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۗوَالَّذِيْنَ ظَلَمُوْا مِنْ هٰٓؤُلَاۤءِ سَيُصِيْبُهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۙوَمَا هُمْ بِمُعْجِزِيْنَ",
    "translation": "Lalu mereka ditimpa (bencana) dari akibat buruk apa yang mereka perbuat. Dan orang-orang yang zalim di antara mereka juga akan ditimpa (bencana) dari akibat buruk apa yang mereka kerjakan dan mereka tidak dapat melepaskan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4109.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa mereka ditimpa oleh akibat buruk dari apa yang mereka lakukan. Allah mempercepat datangnya azab kepada mereka seperti Karun yang ditelan bumi, gelegar halilintar yang menyambar kaum Lut, dan bencana abadi yang akan menimpa mereka di akhirat. Orang-orang yang zalim di antara mereka akan ditimpa akibat buruk dari usahanya, termasuk pula orang-orang musyrikin yang selalu menentang Rasulullah saw. Mereka pasti akan ditimpa azab sebagai akibat buruk dari kekafiran mereka seperti azab yang ditimpakan kepada orang-orang terdahulu. Di antara contoh azab itu ialah bencana kelaparan yang melanda mereka selama tujuh tahun, pemuka-pemuka mereka terbunuh dan ditawan pada waktu Perang Badar. Mereka juga tidak akan dapat lolos dan melarikan diri dari azab Allah pada hari Kiamat.",
    "quraish": "Orang-orang kafir terdahulu mendapat balasan buruk dari perbuatan mereka. Dan orang-orang zalim dari mereka yang termasuk dalam pembicaraan ayat di atas akan mendapat balasan buruk dari perbuatan mereka. Sesungguhnya mereka tidak akan terlewatkan dari balasan.",
    "jalalayn": "(Maka mereka ditimpa oleh akibat buruk dari apa yang mereka usahakan) yakni menerima pembalasannya. (Dan orang-orang yang lalim di antara mereka) yakni orang-orang Quraisy (akan ditimpa akibat buruk dari usahanya dan mereka tidak dapat melepaskan diri) dari azab Kami; maka Kami timpakan kepada mereka paceklik selama tujuh tahun, sesudah itu mereka dimudahkan lagi rezekinya."
  },
  {
    "ruku": 400,
    "name": "Az-Zumar",
    "ayat": 52,
    "arab": "اَوَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
    "translation": "Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4110.mp3",
    "tafsir": "Pada ayat ini, Allah memperlihatkan bukti atas kekuasaan, keagungan dan kebijaksanaan-Nya. Orang-orang musyrikin itu tidak mengetahui bahwa Allah-lah yang melapangkan rezeki kepada siapa yang Ia kehendaki dan menyempitkan bagi siapa yang dikehendaki-Nya. Suatu kenyataan yang tak dapat dibantah bahwa keadaan manusia berbeda-beda tentang milik dan kekayaannya, ada yang sangat kaya dan ada yang sangat miskin. Hal yang demikian itu tidak dapat dikaitkan hanya dengan kepandaian atau keterampilan saja. Kadang-kadang yang berpendidikan tinggi hidupnya serba kekurangan sebaliknya yang berpendidikan rendah hidupnya serba berkecukupan.\nSesungguhnya pada kejadian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman. Mereka mengetahui bahwa semua itu diatur oleh Allah. Tidak ada suatu kejadian pun dalam kehidupan ini yang di luar aturan-Nya",
    "quraish": "Apakah mereka mengucapkan perkataan itu tanpa tahu bahwa Allah melapangkan rezeki bagi siapa saja di antara hamba-hamba-Nya yang Dia kehendaki, dan bahwa Dia membatasi rezeki siapa saja yang dikehendaki-Ny sesuai dengan kebijakan-Nya? Sungguh, hal itu benar-benar mengandung pelajaran bagi orang-orang Mukmin.",
    "jalalayn": "(Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian baginya (dan menyempitkannya?) membatasinya bagi siapa yang dikehendaki-Nya sebagai cobaan baginya. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman) kepada-Nya."
  }
]