[
  {
    "ruku": 403,
    "name": "Az-Zumar",
    "ayat": 71,
    "arab": "وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗقَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكٰفِرِيْنَ",
    "translation": "Orang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, ada,” tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4129.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang kafir yang mempersekutukan Allah dengan yang lain seperti berhala dan sembahan-sembahan lainnya digiring ke neraka dengan cara kasar. Mereka digiring secara berkelompok dengan mendahulukan kelompok yang paling sesat dan durhaka kemudian diikuti oleh kelompok yang lebih rendah tingkat kedurhakaannya dan demikianlah seterusnya. Setiap satu rombongan sampai ke neraka dibukakan pintu neraka itu dan mereka didorong dengan kuat sehingga terjerumus ke dalamnya. Hal ini jelas tergambar pada ayat berikut ini:\n\nMaka celakalah pada hari itu bagi orang-orang yang mendustakan. Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa), pada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya. (Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 11-14)\n\nTertutuplah pintu neraka sesudah semua masuk ke dalamnya tersebut pada ayat:\n\nSungguh, api itu ditutup rapat atas (diri) mereka, (sedang mereka itu) diikat pada tiang-tiang yang panjang. (al-Humazah/104: 8-9)\n\nMereka dihardik, dicela, dan dihina oleh malaikat-malaikat pemegang kunci neraka dengan mengatakan bukankah telah datang kepada mereka rasul Allah dari kalangan sendiri yang menyeru supaya patuh dan taat kepada Allah, serta tidak mempersekutukan-Nya dengan yang lain. Rasul itu juga membacakan kepada mereka ayat-ayat Allah yang membuktikan kebenaran dakwahnya dengan dalil dan keterangan yang kuat dan jelas sehingga tidak dapat dibantah lagi? Mengapa mereka menolak seruannya dengan angkuh dan takabur? Mereka tidak dapat menjawab pertanyaan itu karena telah menghadapi kenyataan bahwa mereka akan masuk neraka. Mereka mengaku terus terang bahwa merekalah yang bersalah karena mendustakan rasul Allah karena didorong oleh hawa nafsu, takut kehilangan pengaruh, kedudukan, dan sebagainya. Pengakuan seperti itu terdapat pada ayat berikut:\n\nSetiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya dalam kesesatan yang besar.\" (al-Mulk/67: 8-9)",
    "quraish": "Orang-orang kafir digiring, dengan kejamnya, ke neraka Jahanam secara berombongan. Ketika mereka tiba, pintu-pintunya pun dibuka. Para penjaganya, dengan nada menghina, berkata kepada mereka, \"Bukankah telah datang kepada kalian utusan-utusan Allah dari bangsa kalian sendiri yang membacakan ayat-ayat Allah kepada kalian dan memberikan peringatan tentang perjumpaan dengan Allah pada hari ini?\" Orang-orang kafir itu pun mengaku dan berkata, \"Benar, para rasul itu telah datang kepada kami.\" Akan tetapi keputusan bahwa orang-orang kafir itu akan disiksa telah diambil, karena mereka lebih memilih bersikap kafir daripada beriman.",
    "jalalayn": "(Dan orang-orang kafir dibawa) dengan secara keras dan paksa (ke neraka Jahanam berombong-rombongan) secara bergelombang lagi terpisah-pisah. (Sehingga apabila mereka sampai ke neraka itu dibukakanlah pintu-pintunya) ayat ini menjadi Jawab dari lafal Idzaa (dan berkatalah kepada mereka penjaga-penjaganya, \"Apakah belum pernah datang kepada kalian rasul-rasul di antara kalian yang membacakan kepada kalian ayat-ayat Rabb kalian) yakni Alquran dan kitab-kitab lainnya (dan memperingatkan kepada kalian akan pertemuan dengan hari ini?\" Mereka menjawab, \"Benar telah datang.\" Tetapi telah pasti berlaku ketetapan azab) yakni sebagaimana yang diungkapkan oleh firman-Nya yang lain, yaitu, \"Sesungguhnya akan Aku penuhi neraka Jahanam...\" (Q.S. As-Sajdah, 13) (terhadap orang-orang yang kafir)."
  },
  {
    "ruku": 403,
    "name": "Az-Zumar",
    "ayat": 72,
    "arab": "قِيْلَ ادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
    "translation": "Dikatakan (kepada mereka), “Masukilah pintu-pintu neraka Jahanam itu, (kamu) kekal di dalamnya.” Maka (neraka Jahanam) itulah seburuk-buruk tempat tinggal bagi orang-orang yang menyombongkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4130.mp3",
    "tafsir": "Dengan pengakuan atas kesalahan mereka itu, malaikat menyuruh mereka untuk masuk ke dalam neraka Jahanam. Mereka akan kekal di dalamnya selama-lamanya, tak ada yang dapat keluar walaupun sejenak, karena neraka itu tempat yang layak untuk kediaman orang-orang yang takabur lagi sombong. Neraka adalah tempat yang paling buruk penuh dengan siksaan dan penderitaan.",
    "quraish": "Kepada mereka, dikatakan, \"Masuklah pintu jahanam dengan ketentuan bahwa kalian akan tinggal di dalamnya selama-lamanya. Sungguh, neraka adalah tempat tinggal yang amat buruk bagi orang-orang yang sombong untuk menerima kebenaran.\"",
    "jalalayn": "(Dikatakan kepada mereka, \"Masukilah pintu-pintu Jahanam itu, sedangkan kalian kekal di dalamnya\") yakni kalian telah ditetapkan untuk menjadi penghuni yang abadi. (Maka seburuk-buruk tempat) maksudnya, tempat tinggal (orang-orang yang menyombongkan diri) adalah Jahanam."
  },
  {
    "ruku": 403,
    "name": "Az-Zumar",
    "ayat": 73,
    "arab": "وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ",
    "translation": "Dan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan. Sehingga apabila mereka sampai kepadanya (surga) dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, “Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4131.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa orang-orang mukmin yang bertakwa dengan penuh penghormatan dituntun menuju surga Jannatun Na'im. Mereka mendapati pintunya telah terbuka lebar dan di sana telah menunggu para penjaga pintu itu dengan penuh hormat dan hikmat sambil mengucapkan kepada mereka 'Assalamu 'alaikum\". Itu adalah ucapan selamat datang bagi mereka dan memohonkan doa kepada Allah semoga tetap berbahagia dengan karunia dan nikmat yang disediakan untuk mereka di dalam surga ini. Kemudian mereka dipersilakan dengan hormat agar segera masuk ke dalam surga dan dikatakan kepada mereka, \"Kamu kekal di dalamnya buat selama-lamanya.\" \nPara Mukminin itu datang berombongan. Rombongan pertama ialah orang-orang yang paling dekat kepada Allah dan paling tinggi derajatnya di sisi-Nya sesuai dengan iman, takwa, dan amal saleh mereka di dunia. Rombongan yang kedua adalah orang-orang yang lebih rendah derajatnya dari rombongan yang pertama. Demikianlah seterusnya sampai semua kaum Muslimin masuk ke dalamnya. Pintu surga terbuka bagi mereka sebagaimana disebutkan pula pada ayat lain:\n\nIni adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik, (yaitu) surga 'Adn yang pintu-pintunya terbuka bagi mereka. (shad/38: 49-50)\n\nDalam surga itu mereka memperoleh berbagai macam kenikmatan dan kesenangan yang belum pernah terpikirkan oleh siapa pun di dunia ini. Nikmat dan karunia yang demikian itu dapat dicapai dengan berbagai macam amal dan ibadah yang dikerjakan oleh manusia selama hidupnya di dunia.\nDiterangkan oleh hadis yang diriwayatkan al-Bukhari dan Muslim dari Umar bin Khaththab bahwa Rasulullah pernah bersabda\n\nSiapa di antara kamu yang berwudu dengan sempurna kemudian dia mengucapkan, \"Aku bersaksi tidak ada Tuhan selain Allah, dan sesungguhnya Muhammad adalah hamba dan utusan Allah, niscaya akan dibukakan baginya pintu-pintu surga yang banyaknya delapan buah dan dia dibolehkan masuk dari pintu mana saja yang ia sukai. (Riwayat Muslim dan selainnya)\n\nDiriwayatkan pula dari Abu Hurairah bahwa Rasulullah saw pernah bersabda:\nRombongan pertama yang masuk surga mukanya laksana bulan purnama (di malam keempat belas). Rombongan berikutnya mukanya cemerlang seperti bintang yang paling cemerlang di cakrawala (bintang kejora). (Riwayat al-Bukhari dan Muslim)\n\nAl-Bukhari dan Muslim juga meriwayatkan dari Sahal bin Sa'ad bahwa Rasulullah bersabda: \nDi dalam surga itu ada delapan buah pintu, salah satu pintu itu bernama ar-Rayyan. Pintu itu hanya dimasuki oleh orang-orang yang berpuasa.\"",
    "quraish": "Dan orang-orang yang bertakwa akan mendapat kehormatan dan dibimbing menuju surga kelompok demi kelompok. Ketika mereka tiba, saat itu pintu-pintu surga telah terbuka untuk mereka, para penjaganya berkata, \"Salam aman dan sejahtera yang berlimpah untuk kalian. Kalian telah merasakan kenikmatan dunia dengan menyucikan diri dari berbagai macam maksiat. Dan kini, di akhirat, kalian pun merasakan kenikmatan dengan sebagian karunia. Masuklah kalian ke dalam surga ini untuk selama-lamanya. Di dalamnya, kalian akan memperoleh kenikmatan yang tak pernah terdetik dalam benak kalian.\"",
    "jalalayn": "(Dan orang-orang yang bertakwa kepada Rabbnya dibawa) dengan lemah lembut (ke dalam surga berombong-rombongan pula, sehingga apabila mereka sampai ke surga itu pintu-pintunya telah dibuka) huruf Wau dalam ayat ini menunjukkan makna Hal dengan diperkirakan adanya lafal Qad sesudahnya (dan berkatalah kepada mereka penjaga-penjaganya, \"Kesejahteraan atas kalian, berbahagialah kalian) lafal Thibtum menjadi Hal (maka masukilah surga ini, sedangkan kalian kekal di dalamnya\") telah ditetapkan untuk menjadi penghuni yang abadi di dalamnya. Jawab lafal Idzaa diperkirakan keberadaannya, yakni lalu mereka memasukinya. Dan dibawanya orang-orang yang bertakwa ke dalam surga serta dibukakannya pintu-pintu surga sebelum mereka datang, hal ini sebagai penghormatan buat mereka. Sedangkan digiringnya orang-orang kafir serta dibukakannya pintu-pintu neraka Jahanam sewaktu mereka datang dimaksud sebagai hinaan buat mereka agar panas neraka Jahanam itu dapat dirasakan oleh mereka sebelum memasukinya"
  },
  {
    "ruku": 403,
    "name": "Az-Zumar",
    "ayat": 74,
    "arab": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُ ۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ",
    "translation": "Dan mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.” Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4132.mp3",
    "tafsir": "Para Mukminin yang amat berbahagia dan bergembira melihat nikmat dan kesenangan yang akan mereka nikmati di dalam surga itu mengucapkan, \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami, sebagaimana telah disampaikan oleh rasul-Nya dan doa yang selalu kami panjatkan.\" Firman Allah:\n\nAllah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga 'Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72)\n\nDan firman Allah:\n\nYa Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji. (ali 'Imran/3: 194\n\nAhli surga melanjutkan ucapan puji syukurnya, \"Segala puji bagi Allah yang telah mewariskan kepada kami tanda surga ini sehingga kami boleh menempatinya, di mana saja kami senangi dan nikmati berbagai macam karunia yang disediakan-Nya di dalamnya.\" Di antara kenikmatan surga itu adalah sebagaimana dijelaskan firman Allah berikut ini:\n\nDan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal. (al-Insan/76: 14-15)\n\n\nDan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. (al-Insan/76: 17-18)\n\nDan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar. (al-Insan/76: 19-20)\n\n(75) Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi 'Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling 'Arasy. Di antara mereka itu ada yang bertugas memikul 'Arasy sebagaimana tersebut pada ayat:\n\nDan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung 'Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-haqqah/69: 17)\nMereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat:\n\nPada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38)\n\nPada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, \"Segala puji bagi Allah Tuhan semesta alam.\" Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya.",
    "quraish": "Orang-orang yang bertakwa itu berkata, \"Segala puji hanya bagi Allah semata, yang menepati janji yang telah diucapkan kepada kami melalui rasul-rasul-Nya; yang mewariskan tanah surga kepada kami untuk kami diami sesuka kami. Surga, sungguh, merupakan balasan terbaik bagi orang-orang yang telah berbuat baik.\"",
    "jalalayn": "(Dan mereka mengucapkan) sewaktu mereka memasukinya; lafal ayat ini diathafkan kepada lafal Dukhuuluhaa yang diperkirakan keberadaannya tadi pada ayat sebelumnya, (\"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami) yakni memasukkan kami ke dalam surga (dan telah memberikan kepada kami tempat ini) surga ini (sedangkan kami diperkenankan menempati) menghuni (tempat dalam surga di mana saja kami kehendaki) karena surga itu semuanya bukanlah tempat yang dipilih antara yang satu dengan yang lainnya, karena semuanya indah (maka sebaik-baik balasan bagi orang-orang yang beramal) adalah surga."
  },
  {
    "ruku": 403,
    "name": "Az-Zumar",
    "ayat": 75,
    "arab": "وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
    "translation": "Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling ‘Arsy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, “Segala puji bagi Allah, Tuhan seluruh alam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4133.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi 'Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling 'Arasy. Di antara mereka itu ada yang bertugas memikul 'Arasy sebagaimana tersebut pada ayat:\n\nDan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung 'Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-haqqah/69: 17)\nMereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat:\n\nPada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38)\n\nPada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, \"Segala puji bagi Allah Tuhan semesta alam.\" Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya.",
    "quraish": "Dan kamu--ucapan ini ditujukan kepada siapa saja yang melihat--melihat para malaikat mengelilingi singgasana dengan bertasbih menyucikan Allah dari segala kekurangan, diiringi dengan puji-pujian terhadap Sang Pencipta dan Pemelihara mereka. Keputusan pengadilan antarumat manusia pun telah ditetapkan dengan adil. Seluruh makhluk pun berkata, \"Segala puji bagi Pencipta seluruh makhluk di dunia.\"",
    "jalalayn": "(Dan kamu akan melihat malaikat-malaikat berlingkar) lafal Haaffiina ini menjadi Hal (di sekeliling 'Arasy) yakni dari segala penjurunya (bertasbih) menjadi Hal dari dhamir Haaffiina (seraya memuji Rabb mereka) yaitu sambil mengucapkan kalimah, Subhaanallaah Wa Bihamdihi, artinya, Maha Suci Allah dan Kami memuji kepada-Nya (dan diberi putusan di antara mereka) di antara semua makhluk (dengan hak) dengan adil, maka orang-orang yang beriman dimasukkan ke dalam surga, dan orang-orang kafir dimasukkan ke dalam neraka (dan diucapkan, \"Segala puji bagi Allah, Rabb semesta alam.\") yaitu setelah kedua golongan itu telah selesai pemutusannya, lalu para malaikat mengakhirinya dengan memuji kepada Allah."
  }
]