[
  {
    "ruku": 406,
    "name": "Gafir",
    "ayat": 21,
    "arab": "۞ اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ كَانُوْا مِنْ قَبْلِهِمْ ۗ كَانُوْا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗوَمَا كَانَ لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ",
    "translation": "Dan apakah mereka tidak mengadakan perjalanan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan-peninggalan (peradaban)nya di bumi, tetapi Allah mengazab mereka karena dosa-dosanya. Dan tidak akan ada sesuatu pun yang melindungi mereka dari (azab) Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4154.mp3",
    "tafsir": "Dalam ayat ini, kaum kafir Mekah yang mengingkari kebenaran risalah Nabi Muhammad diminta untuk mendatangi puing-puing peninggalan sejarah umat-umat terdahulu yang telah dimusnahkan Allah. Mereka dapat menyaksikannya setiap kali melewati tempat tersebut dalam perjalanan dagang ke utara atau selatan. Mereka adalah bangsa-bangsa yang lebih kuat fisiknya daripada kaum kafir Mekah, misalnya kaum 'Ad, kaum Samud, dan lain-lain. Di samping lebih kuat secara fisik, mereka juga dikaruniai Allah kemakmuran, penduduk yang banyak, keunggulan dalam membangun, keahlian dalam pertanian, dan sebagainya sehingga mereka maju dan berkebudayaan tinggi. Akan tetapi, kemajuan dan kebudayaan tinggi yang mereka miliki itu membuat mereka sombong dan lupa daratan lalu mendustai para rasul yang diutus kepada mereka, bahkan di antara para rasul itu ada yang mereka lukai bahkan dibunuh. Karena dosa dan perlakuan di luar batas itulah, Allah menjatuhkan hukuman kepada mereka. Pertanian mereka dihancurkan, bangunan-bangunan megah diluluhlantakkan, dan harta benda dimusnahkan, sehingga mereka menderita dan sengsara. Tidak ada yang dapat menghentikan kehancuran yang mereka alami, dan tidak ada yang dapat menolong mereka dari penderitaan. Hal itu hendaknya menjadi pelajaran bagi kaum kafir Mekah, dan siapa saja yang datang sesudah mereka, bahwa manusia yang ingkar pastilah dihukum Allah, baik di dunia maupun di akhirat.",
    "quraish": "Apakah orang-orang musyrik itu hanya duduk berdiam diri dan tidak berjalan menjelajahi dunia lalu melihat bagaimana keadaan bangsa-bangsa sebelum mereka? Orang-orang sebelum mereka itu memiliki kekuatan jauh lebih hebat dari mereka dan memiliki peninggalan di dunia jauh lebih banyak daripada mereka. Orang-orang sebelum mereka itu pun kemudian dibinasakan oleh Allah akiabat dosa-dosa yang mereka lakukan. Dan mereka tidak memiliki seorang pelindung pun yang dapat menghalangi azab Allah.",
    "jalalayn": "(Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Mereka itu adalah lebih hebat daripada mereka) menurut suatu qiraat lafal Minhum dibaca Minkum, artinya lebih hebat daripada kalian (kekuatannya dan lebih banyak bekas-bekas mereka di muka bumi) seperti bangunan-bangunan dan gedung-gedungnya (maka Allah mengazab mereka) membinasakan mereka (disebabkan dosa-dosa mereka. Dan sekali-kali mereka tidak mempunyai seorang pelindung dari azab Allah) dari siksaan-Nya."
  },
  {
    "ruku": 406,
    "name": "Gafir",
    "ayat": 22,
    "arab": "ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَكَفَرُوْا فَاَخَذَهُمُ اللّٰهُ ۗاِنَّهٗ قَوِيٌّ شَدِيْدُ الْعِقَابِ",
    "translation": "Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata lalu mereka ingkar; maka Allah mengazab mereka. Sungguh, Dia Mahakuat, Mahakeras hukuman-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4155.mp3",
    "tafsir": "Sebab utama Allah menjatuhkan azab itu adalah kekafiran mereka. Mereka tidak mau menerima kebenaran yang dibawa para rasul, bahwa tidak ada Tuhan selain Allah, manusia perlu berbuat baik dalam hidup di dunia ini, dan adanya hari kemudian tempat manusia menerima balasan perbuatannya. \nApa yang disampaikan para nabi itu adalah kebenaran sejati dan tidak dapat dibantah, tetapi mereka menentangnya. Bila Allah menghukum, maka hukuman-Nya amat keras. Karena pembangkangan itu, Allah menghancurkan mereka. Itulah akibat pembangkangan terhadap kebenaran agama. Peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah yang membangkang kepada ajakan Nabi Muhammad. Mereka hendaknya segera sadar dan berhenti dari kedurhakaan mereka karena mereka pun bisa mengalami nasib yang sama seperti umat-umat terdahulu itu.",
    "quraish": "Azab itu diturunkan kepada mereka karena mereka pernah didatangkan rasul-rasul dengan membawa bukti-bukti yang nyata tetapi kemudian mereka mengingkarinya. Maka Allah pun mempercepat azab-Nya yang membinasakan. Sesungguhnya Allah memiliki kekuatan yang amat besar dan siksa yang amat kejam.",
    "jalalayn": "(Yang demikian itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti) yakni mukjizat-mukjizat yang tampak (lalu mereka kafir; maka Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya.)"
  },
  {
    "ruku": 406,
    "name": "Gafir",
    "ayat": 23,
    "arab": "وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
    "translation": "Dan sungguh, Kami telah mengutus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4156.mp3",
    "tafsir": "Dalam dua ayat ini ditegaskan bahwa Nabi Musa diutus Allah sebagai Rasul-Nya kepada Fir'aun, Haman, dan Karun untuk menyeru mereka beriman. Fir'aun adalah Raja Mesir yang memandang dirinya Tuhan. Haman adalah perdana menterinya. Sedangkan Karun adalah saudagar dan hartawan terkaya pada waktu itu. Mereka bertiga disebutkan secara khusus dalam ayat ini, karena merekalah secara pribadi yang bertanggung jawab atas pengaruh yang mereka tanamkan pada penduduk Mesir agar mendustakan Nabi Musa dan menyembah kepada Fir'aun. Bila ketiga orang ini sudah beriman, maka rakyat Mesir akan segera beriman pula.\nNabi Musa diutus Allah kepada mereka dengan membawa ajaran-ajaran dalam kitab suci Taurat dan mukjizat-mukjizat yang diberikan kepadanya. Inti ajaran yang disampaikan Nabi Musa kepada mereka adalah agar beriman kepada Tuhan Yang Maha Esa, berbuat baik, dan beriman dengan adanya hari kemudian tempat manusia menerima balasan amalnya. Mukjizatnya antara lain tongkat menjadi ular dan tangannya yang bercahaya. Akan tetapi, mereka menolak ajaran itu dan membangkang, bahkan menyatakan dirinya Tuhan. Rentetan peristiwa dakwah Nabi Musa terhadap Fir'aun itu antara lain diungkapkan dalam ayat-ayat berikut:\n\nSudahkah sampai kepadamu (Muhammad) kisah Musa? Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah Tuwa; pergilah engkau kepada Fir'aun! Sesungguhnya dia telah melampaui batas, Maka katakanlah (kepada Fir'aun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" Lalu (Musa) memperlihatkan kepadanya mukjizat yang besar. Tetapi dia (Fir'aun) mendustakan dan mendurhakai. Kemudian dia berpaling seraya berusaha menantang (Musa). Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" Maka Allah menghukumnya dengan azab di akhirat dan siksaan di dunia. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang yang takut (kepada Allah). (an-Nazi'at/79: 15-26)\n\nMenyaksikan mukjizat Nabi Musa dan ajakannya untuk beriman itu, Fir'aun menuduh bahwa Nabi Musa seorang pesihir dan pembohong besar. Dalam ayat lain disebutkan bahwa Fir'aun menuduh Nabi Musa pesihir dan gila:\n\nTetapi dia (Fir'aun) bersama bala tentaranya berpaling dan berkata, \"Dia adalah seorang pesihir atau orang gila.\" (adz-dzariyat/51:39) \n\nTuduhan itu disampaikan Fir'aun setelah ahli-ahli sihirnya tidak mampu mengalahkan mukjizat Nabi Musa, yaitu tongkatnya yang berubah menjadi ular dan menelan ular-ular yang berasal dari tambang-tambang yang disihir oleh ahli-ahli sihir tersebut. Bahkan ahli-ahli sihir itu berbalik meninggalkan Fir'aun dan beriman kepada Allah.",
    "quraish": "Aku bersumpah, \"Sungguh Kami telah mengutus Mûsâ, dengan membawa beberapa mukjizat Kami dan bukti kekuasaan yang nyata, kepada Fir'aun, Hâmân dan Qârûn. Mereka kemudian berkata, 'Ia adalah seorang penyihir yang mengaku membawa mukjizat, dan pembohong besar yang mengaku diutus oleh Tuhannya'.\"",
    "jalalayn": "(Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata) bukti yang jelas dan tampak."
  },
  {
    "ruku": 406,
    "name": "Gafir",
    "ayat": 24,
    "arab": "اِلٰى فِرْعَوْنَ وَهَامٰنَ وَقَارُوْنَ فَقَالُوْا سٰحِرٌ كَذَّابٌ",
    "translation": "kepada Fir‘aun, Haman dan Karun; lalu mereka berkata, “(Musa) itu seorang pesihir dan pendusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4157.mp3",
    "tafsir": "Dalam dua ayat ini ditegaskan bahwa Nabi Musa diutus Allah sebagai Rasul-Nya kepada Fir'aun, Haman, dan Karun untuk menyeru mereka beriman. Fir'aun adalah Raja Mesir yang memandang dirinya Tuhan. Haman adalah perdana menterinya. Sedangkan Karun adalah saudagar dan hartawan terkaya pada waktu itu. Mereka bertiga disebutkan secara khusus dalam ayat ini, karena merekalah secara pribadi yang bertanggung jawab atas pengaruh yang mereka tanamkan pada penduduk Mesir agar mendustakan Nabi Musa dan menyembah kepada Fir'aun. Bila ketiga orang ini sudah beriman, maka rakyat Mesir akan segera beriman pula.\nNabi Musa diutus Allah kepada mereka dengan membawa ajaran-ajaran dalam kitab suci Taurat dan mukjizat-mukjizat yang diberikan kepadanya. Inti ajaran yang disampaikan Nabi Musa kepada mereka adalah agar beriman kepada Tuhan Yang Maha Esa, berbuat baik, dan beriman dengan adanya hari kemudian tempat manusia menerima balasan amalnya. Mukjizatnya antara lain tongkat menjadi ular dan tangannya yang bercahaya. Akan tetapi, mereka menolak ajaran itu dan membangkang, bahkan menyatakan dirinya Tuhan. Rentetan peristiwa dakwah Nabi Musa terhadap Fir'aun itu antara lain diungkapkan dalam ayat-ayat berikut:\n\nSudahkah sampai kepadamu (Muhammad) kisah Musa? Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah Tuwa; pergilah engkau kepada Fir'aun! Sesungguhnya dia telah melampaui batas, Maka katakanlah (kepada Fir'aun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" Lalu (Musa) memperlihatkan kepadanya mukjizat yang besar. Tetapi dia (Fir'aun) mendustakan dan mendurhakai. Kemudian dia berpaling seraya berusaha menantang (Musa). Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" Maka Allah menghukumnya dengan azab di akhirat dan siksaan di dunia. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang yang takut (kepada Allah). (an-Nazi'at/79: 15-26)\n\nMenyaksikan mukjizat Nabi Musa dan ajakannya untuk beriman itu, Fir'aun menuduh bahwa Nabi Musa seorang pesihir dan pembohong besar. Dalam ayat lain disebutkan bahwa Fir'aun menuduh Nabi Musa pesihir dan gila:\n\nTetapi dia (Fir'aun) bersama bala tentaranya berpaling dan berkata, \"Dia adalah seorang pesihir atau orang gila.\" (adz-dzariyat/51:39) \n\nTuduhan itu disampaikan Fir'aun setelah ahli-ahli sihirnya tidak mampu mengalahkan mukjizat Nabi Musa, yaitu tongkatnya yang berubah menjadi ular dan menelan ular-ular yang berasal dari tambang-tambang yang disihir oleh ahli-ahli sihir tersebut. Bahkan ahli-ahli sihir itu berbalik meninggalkan Fir'aun dan beriman kepada Allah.",
    "quraish": "Aku bersumpah, \"Sungguh Kami telah mengutus Mûsâ, dengan membawa beberapa mukjizat Kami dan bukti kekuasaan yang nyata, kepada Fir'aun, Hâmân dan Qârûn. Mereka kemudian berkata, 'Ia adalah seorang penyihir yang mengaku membawa mukjizat, dan pembohong besar yang mengaku diutus oleh Tuhannya'.\"",
    "jalalayn": "(Kepada Firaun, Haman dan Qarun; maka mereka berkata,) \"Dia (adalah seorang ahli sihir yang pendusta.\")"
  },
  {
    "ruku": 406,
    "name": "Gafir",
    "ayat": 25,
    "arab": "فَلَمَّا جَاۤءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَاۤءَ الَّذِيْنَ اٰمَنُوْا مَعَهٗ وَاسْتَحْيُوْا نِسَاۤءَهُمْ ۗوَمَا كَيْدُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ",
    "translation": "Maka ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak-anak laki-laki dari orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Namun tipu daya orang-orang kafir itu sia-sia belaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4158.mp3",
    "tafsir": "Nabi Musa menjelaskan kepada Fir'aun, Haman, dan Karun tentang Allah sebagai Tuhan Yang Maha Esa dan kewajiban manusia untuk beriman dan berbuat baik, serta tentang kerasulan-Nya. Akan tetapi, mereka marah sekali. Mereka tidak mau menerima apa yang disampaikan Nabi Musa karena bertentangan dengan kepercayaan yang sudah ditanamkan kepada penduduk Mesir bahwa Tuhan itu adalah Fir'aun. Juga karena ajaran yang dibawa Nabi Musa bisa membahayakan kekuasaan dan kedudukan mereka. Lalu mereka memerintahkan agar anak-anak laki-laki Bani Israil dibunuh dan membiarkan hidup anak-anak perempuan mereka.\nPerintah membunuh anak-anak laki-laki Bani Israil itu adalah perintah kedua. Perintah pertama dikeluarkan Fir'aun atas nasihat ahli-ahli nujumnya yang menakwil mimpinya bahwa dari kalangan Bani Israil akan lahir seorang anak laki-laki yang akan menggulingkannya dan meruntuhkan kerajaannya. Maksud pembunuhan itu adalah untuk melemahkan Bani Israil, karena kaum laki-laki mereka akan habis, sedangkan kaum perempuan mereka akan dapat dikuasai. Juga bertujuan untuk memusnahkan etnis Bani Israil dari bumi Mesir karena mereka bisa mengalahkan penduduk asli Mesir sendiri. Akan tetapi, Allah mempunyai rencana lain. Dengan rencana-Nya, Allah justru membuat Musa yang masih bayi diasuh dan dibesarkan di istana Fir'aun sendiri sebagai anaknya. Setelah dewasa, Musa harus keluar dari Mesir karena jiwanya terancam akibat membunuh seorang Mesir. \nPerintah kedua pembunuhan setiap bayi laki-laki Bani Israil ini dikeluarkan Fir'aun setelah Nabi Musa kembali ke Mesir sebagai nabi yang diperintahkan Allah untuk menyadarkan Fir'aun dan mengajaknya untuk beriman. Menurut Ibnu Katsir, tujuan Fir'aun hendak membunuh anak laki-laki Bani Israil itu adalah untuk menanamkan rasa tidak puas di kalangan para pengikut Nabi Musa sendiri terhadapnya. Sebab dengan ancaman pembunuhan kedua kali itu, berarti Nabi Musa telah mengakibatkan dua kali kesulitan bagi mereka, pertama ketika Nabi Musa belum lahir dan kedua setelah beliau menjadi nabi yang menyeru Fir'aun. Dalam pikiran Fir'aun, bila Bani Israil tidak puas kepadanya, maka Nabi Musa akan dikalahkan oleh bangsanya sendiri. Kemungkinan itu dikisahkan dalam Al-Qur'an:\n\nMereka (kaum Musa) berkata,\"Kami telah ditindas (oleh Fir'aun) sebelum engkau datang kepada kami dan setelah engkau datang.\" (Musa) menjawab, \"Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.\" (al-A.'raf/7: 129). \n\nAkan tetapi, maksud itu tidak tercapai. Rencana kedua kalinya untuk membunuhi anak-anak laki-laki Bani Israil gagal total, karena Allah menurunkan berbagai musibah sebagai azab-Nya, seperti datangnya topan dahsyat, munculnya serangan belalang, kutu, katak, dan air yang berubah menjadi darah (lihat al-A.'raf/7: 133). Maksud untuk menghalang-halangi manusia dari beriman kepada Nabi Musa dan ajaran yang disampaikannya juga tidak berhasil, karena kebenaran tidak mungkin ditampik dan kehendak Allah pasti terjadi sebagaimana difirmankan-Nya:\n\nAllah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadilah/58: 21)",
    "quraish": "Ketika Mûsâ datang kepada mereka dengan membawa kebenaran dari Kami, Fir'aun dan orang-orang dekatnya berkata kepada para pengikutnya, \"Bunuhlah anak lelaki orang-orang yang ikut beriman bersama Mûsâ dan biarkankan anak perempuan mereka hidup.\" Padahal tipu daya orang-orang kafir itu hanya akan sia-sia, hilang dan lenyap.",
    "jalalayn": "(Maka tatkala Musa datang kepada mereka membawa kebenaran) yakni dengan membawa perkara yang hak (dari sisi Kami, mereka berkata, \"Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup) yakni biarkanlah tetap hidup (wanita-wanita mereka.\" Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia belaka) yakni menjerumuskan mereka sendiri dalam kebinasaan."
  },
  {
    "ruku": 406,
    "name": "Gafir",
    "ayat": 26,
    "arab": "وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗ ۚاِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ",
    "translation": "Dan Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4159.mp3",
    "tafsir": "Fir'aun tidak hanya bermaksud melemahkan Bani Israil dan melenyapkan etnisnya, tetapi juga hendak memusnahkan agama tauhid dengan membunuh Nabi Musa sendiri. Ia menyatakan kepada pengikut-pengikutnya bahwa ia sendiri yang akan melaksanakan pembunuhan itu dan untuk itu ia meminta supaya tidak dihalang-halangi. Ia yakin sekali dapat segera membunuh Nabi Musa. Oleh karena itu, ia menantang Nabi Musa supaya meminta bantuan kepada Tuhannya. \nLatar belakang rencana Fir'aun membunuh Nabi Musa itu adalah kekhawatirannya bahwa Nabi Musa akan menukar agama rakyat Mesir dengan agama tauhid yang diajarkannya. Atau, ia khawatir Nabi Musa akan mengubah kepercayaan, kebiasaan, dan adat istiadat rakyatnya dan akhirnya akan membuat rakyatnya terhasut untuk memberontak kepadanya sehingga ia akan kehilangan kekuasaannya.",
    "quraish": "Fir'aun berkata, \"Biarkan aku membunuh Mûsâ dan biarkan Mûsâ memohon Tuhannya untuk menyelamatkan dirinya dari tindakanku. Aku benar-benar khawatir ia akan mengganti agama kalian atau menyebar kerusakan di muka bumi.\"",
    "jalalayn": "(Dan berkata Firaun kepada pembesar-pembesarnya, \"Biarkanlah aku membunuh Musa) karena mereka mencegahnya melakukan pembunuhan terhadap Musa (dan hendaklah ia memohon kepada Rabbnya) supaya Dia mencegah niatku yang akan membunuhnya (karena sesungguhnya aku khawatir dia akan menukar agama kalian) mencegah kalian menyembahku, lalu kalian mengikutinya (atau menimbulkan kerusakan di muka bumi\") seperti melakukan pembunuhan dan lain sebagainya. Menurut suatu qiraat lafal Au dibaca Wa. Dan menurut qiraat lainnya dibaca Ay Yazhhara Fil Ardhil Fasaadu."
  },
  {
    "ruku": 406,
    "name": "Gafir",
    "ayat": 27,
    "arab": "وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ࣖ ",
    "translation": "Dan (Musa) berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari perhitungan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4160.mp3",
    "tafsir": "Ketika Nabi Musa memperoleh berita tentang rencana jahat Fir'aun untuk membunuhnya, ia berkata kepada kaumnya bahwa ia berlindung kepada Allah, Tuhannya dan Tuhan mereka juga. Nabi Musa yakin bahwa Allah pasti akan melindunginya karena ia berada di pihak yang benar, sedangkan Fir'aun adalah orang sombong, jahat, kejam, berbuat semena-mena di Mesir, membunuhi orang-orang yang tidak bersalah, dan mengakui dirinya sebagai tuhan yang harus dipatuhi semua perintahnya. \nTindakan Fir'aun itu dilatarbelakangi ketidakpercayaan kepada adanya hari kemudian, dimana setiap perbuatan sekecil apa pun akan diminta pertanggungjawabannya. Fir'aun tidak percaya adanya hari kemudian itu sehingga ia tidak percaya bahwa bila bertindak kejam di dunia ini akan dibalas nanti di akhirat. Demikianlah akibat kekafiran. Manusia akan berlaku semena-mena di alam ini, yang bisa mengakibatkan alam ini hancur.",
    "quraish": "Mûsâ lalu berkata kepada Fir'aun dan kaumnya, \"Aku berlindung kepada Sang Pemilik urusanku yang memeliharaku--dan juga Pemilik urusan kalian yang memelihara kalian dengan karunia dan kebaikan-Nya--dari setiap orang yang arogan dan sombong, yang tidak percaya kepada hari perhitungan.",
    "jalalayn": "(Dan Musa berkata,) kepada kaumnya sedangkan dia telah mendengar ancaman Firaun tadi (\"Sesungguhnya aku berlindung kepada Rabbku dan Rabb kalian dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab.\")"
  }
]