[
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 51,
    "arab": "اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ",
    "translation": "Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4184.mp3",
    "tafsir": "Dalam ayat ini, Allah menjanjikan kepada orang-orang yang beriman berupa pertolongan dan kemenangan dalam menghadapi musuh-musuh mereka. Allah mengatakan bahwa Dia pasti menjadikan para rasul-Nya orang-orang yang menang atas musuh-musuh mereka dan akan menolong serta membahagiakan orang-orang yang beriman dalam kehidupan dunia dan akhirat.\nCara dan bentuk pertolongan Allah itu bermacam-macam, adakalanya dengan meninggikan kedudukan dan kekuasaan mereka atas musuh-musuh mereka, seperti yang diberikan kepada Daud dan Sulaiman, adakalanya dengan memberikan kemenangan kepada mereka atas musuh-musuh mereka, seperti yang diberikan kepada Nabi Muhammad saw. Adakalanya juga dengan menimpakan kepada mereka kesengsaraan dan malapetaka, seperti yang dialami oleh Fir'aun dan kaumnya, dan adakalanya dengan menghancurkan orang-orang kafir dan menyelamatkan para rasul dan orang-orang yang beriman besertanya, seperti yang dialami Nabi Saleh, Hud, Syuaib, dan Nuh beserta kaumnya.\nDemikian pula Allah memberikan pertolongan kepada para rasul dan orang-orang yang beriman pada hari Kiamat yaitu pada hari berdirinya saksi-saksi yang terdiri dari para malaikat, para nabi, dan orang-orang yang beriman. Pada hari itu, mereka menjadi saksi atas segala perbuatan orang-orang kafir dan atas pengetahuan para rasul kepada mereka, tetapi mereka mendustakannya.",
    "quraish": "Sesungguhnya Kami pasti akan menolong rasul-rasul Kami dan orang-orang Mukmin dengan memberikan balasan kepada musuh-musuh mereka dan menguatkan alasan terhadap mereka, di dunia dan pada hari kiamat. Suatu hari ketika para saksi akan memberikan persaksiannya bahwa rasul-rasul itu telah menyampaikan misi tablignya dan bahwa orang-orang kafir itu mendustakan para rasul.",
    "jalalayn": "(Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi) yaitu hari kiamat. Lafal Al-Asyhaad adalah bentuk jamak dari lafal Syaahidun; para saksi tersebut adalah malaikat-malaikat yang memberikan kesaksian bagi para rasul, bahwasanya rasul-rasul itu telah menyampaikan risalah-Nya dan mereka mendustakan orang-orang kafir."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 52,
    "arab": "يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
    "translation": "(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4185.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa pada hari dimana saksi-saksi itu mengemukakan kesaksiannya, tidak bermanfaat lagi alasan-alasan yang mereka kemukakan dan tidak ada pula permintaan maaf yang bisa mereka ajukan, karena semua yang mereka katakan dan lakukan hanyalah berupa fitnah dan dusta belaka.\nAllah berfirman:\n\nKemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (al-An'am/6: 23)\n\nPada hari itu, orang-orang kafir dijauhkan dari rahmat Allah, dan mereka mendapat azab yang sangat pedih di neraka Jahanam.",
    "quraish": "Suatu hari ketika permohonan maaf orang-orang zalim atas keteledoran mereka tidak berguna lagi. Mereka akan diusir dari kasih sayang dan akan mendapat tempat tinggal yang buruk.",
    "jalalayn": "(Yaitu hari yang tidak berguna) dapat dibaca Yanfa'u atau Tanfa'u (bagi orang-orang zalim permintaan maafnya) yakni permintaan maaf mereka seandainya mereka meminta maaf (dan bagi merekalah laknat) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat tinggal yang buruk) di akhirat, yaitu mendapat azab yang sangat pedih."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 53,
    "arab": "وَلَقَدْاٰتَيْنَا مُوْسٰى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ",
    "translation": "Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4186.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik.\nFirman Allah:\n\nSungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)",
    "quraish": "Aku bersumpah bahwa Kami telah memberikan sesuatu yang dapat dijadikan petunjuk menuju kebenaran kepada Mûsâ, dan bahwa Kami telah mewariskan Tawrât kepada Banû Isrâ'îl yang dapat menjadi petunjuk dan pengingat bagi orang yang berpikiran sehat.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan petunjuk kepada Musa) berupa kitab Taurat dan mukjizat-mukjizat (dan Kami wariskan kepada Bani Israel) sesudah Musa tiada (kitab) yakni Taurat."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 54,
    "arab": "هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ",
    "translation": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4187.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik.\nFirman Allah:\n\nSungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)",
    "quraish": "Aku bersumpah bahwa Kami telah memberikan sesuatu yang dapat dijadikan petunjuk menuju kebenaran kepada Mûsâ, dan bahwa Kami telah mewariskan Tawrât kepada Banû Isrâ'îl yang dapat menjadi petunjuk dan pengingat bagi orang yang berpikiran sehat.",
    "jalalayn": "(Untuk menjadi petunjuk) sebagai petunjuk (dan peringatan bagi orang-orang yang berpikir) sebagai peringatan buat orang-orang yang berakal."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 55,
    "arab": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ",
    "translation": "Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4188.mp3",
    "tafsir": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah:\n\nDan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114)\n\nDengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman:\n\nDan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20)\n\nRasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat.\nDari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah.\nDari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh",
    "quraish": "Dari itu, jika kamu mengetahui apa yang telah Kami ceritakan kepadamu, Muhammad, bersabarlah atas derita yang menimpa dirimu. Janji Allah untuk menolongmu dan menolong orang-orang Mukmin adalah benar dan tak akan mungkin dilanggar. Mintalah ampunan kepada Allah atas apa yang kau anggap sebagai dosa. Sucikanlah Tuhanmu dari segala kekurangan dengan disertai pujian, pada akhir dan permulaan hari.",
    "jalalayn": "(Maka bersabarlah kamu) hai Muhammad (karena sesungguhnya janji Allah itu) untuk menolong kekasih-kekasih-Nya (benar) dan kamu beserta orang-orang yang mengikutimu adalah termasuk kekasih-kekasih-Nya (dan mohonlah ampun untuk dosamu) supaya hal ini dijadikan teladan bagi umatmu (dan bertasbihlah) yakni, salatlah seraya (memuji Rabbmu pada waktu petang) yaitu sesudah matahari tergelincir (dan pagi) yang dimaksud adalah salat lima waktu."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 56,
    "arab": "اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْ ۙاِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
    "translation": "Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4189.mp3",
    "tafsir": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah:\n\nDan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114)\n\nDengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman:\n\nDan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20)\n\nRasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat.\nDari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah.\nDari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh",
    "quraish": "Orang-orang yang memperdebatkan bukti-bukti kebenaran Allah tanpa alasan yang datang dari-Nya, di dalam dada mereka hanya ada keengganan untuk mengikuti kebenaran. Keengganan itu tidak akan mengantarkan mereka kepada tujuan. Maka mintalah perlindungan dari Allah yang pendengaran dan penglihatan-Nya meliputi segala sesuatu.",
    "jalalayn": "(Sesungguhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (tanpa alasan) tanpa argumentasi (yang sampai kepada mereka, tidak ada) (dalam dada mereka melainkan hanyalah keinginan akan kebesaran) yakni tinggi diri dan tamak ingin mengatasi kamu (yang mereka sekali-kali tiada akan mencapainya maka mintalah perlindungan) dari kejahatan mereka (kepada Allah. Sesungguhnya Dia Maha Mendengar) akan semua perkataan mereka (lagi Maha Melihat) keadaan mereka; ayat ini diturunkan berkenaan dengan orang-orang yang ingkar kepada hari berbangkit."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 57,
    "arab": "لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "translation": "Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4190.mp3",
    "tafsir": "Pada ayat ini dinyatakan bahwa orang-orang yang meng-ingkari seruan rasul dan membantah ayat-ayat Allah adalah orang-orang yang dalam hatinya penuh dengan keangkuhan dan takabur. Mereka enggan menerima kebenaran karena pengaruh hawa nafsu. Mereka ingin berkuasa dan dijadikan pemimpin dalam masyarakat, serta merasa sebagai orang yang paling berkuasa. Keinginan mereka inilah yang menyebabkan mereka mengingkari ayat-ayat Allah. Menurut mereka, keinginan itu tidak akan tercapai jika mereka mengikuti seruan rasul, karena dengan mengikuti seruan rasul berarti mereka meninggalkan agama nenek moyang yang mereka hormati selama ini.\nKemudian Allah menerangkan bahwa sekalipun orang-orang kafir itu selalu berusaha untuk menghancurkan Nabi Muhammad dan para pengikutnya, namun mereka tidak akan mencapai cita-cita itu. Sebab, Allah selalu membantu Nabi Muhammad dengan merendahkan, menghinakan, dan memusnahkan musuh-musuhnya dan usaha-usaha mereka.\nAllah lalu memerintahkan Nabi agar selalu mohon perlindungan kepada-Nya untuk mematahkan tipu daya dan usaha orang-orang musyrik itu. Allah Maha Mendengar segala permintaan dan permohonan hamba-Nya, mengetahui setiap getaran jiwa dan melihat segala perbuatan hamba-hamba-Nya.\n(57) Pada ayat ini, Allah mengemukakan salah satu bukti adanya hari kebangkitan pada hari Kiamat nanti. Dia menerangkan bahwa menciptakan langit dan bumi lebih \"berat\" dan \"sukar\" dibanding dengan menciptakan manusia, baik pada waktu pertama kali menciptakannya maupun pada waktu mengulanginya kembali. Langit dan bumi beserta segala isinya tidak terhingga luas dan besarnya. Tidak terhitung jumlah planet-planet di sana. Tidak terhitung jumlah binatang dan tumbuh-tumbuhan yang ada padanya. Gunung-gunung dan sungai-sungai yang mengalir tidak bisa dilacak semua oleh manusia. Hukum-hukum dan ilmu pengetahuan yang berhubungan dengannya tidak bisa diketahui oleh manusia seluruhnya. Oleh karena itu, orang-orang musyrik jangan sekali-kali mengira bahwa Allah yang telah menciptakan langit dan bumi serta manusia yang ada di dalamnya, tidak sanggup membangkitkan manusia kembali pada hari Kiamat atau menghidupkan kembali orang-orang yang telah mati. Tidak sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya.\nAllah berfirman:\n\nDan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu. (al-A.hqaf/46: 33)\n\nAyat 57 Surah az-Zumar ini seolah menekankan bahwa penciptaan alam semesta ini jauh lebih rumit (besar) daripada penciptaan manusia (hal ini tentu dalam pandangan manusia karena bagi Allah tidak ada yang rumit sedikit pun). Padahal dari jumlah tulisan hasil pemikiran dan temuan, pengungkapan teori terciptanya alam semesta ini lebih banyak dan lebih pesat perkembangannya dibandingkan dengan perkembangan teori kejadian manusia yang sampai saat ini masih dipenuhi oleh pertanyaan-pertanyaan belum terjawab dan fakta-fakta yang kontroversial. Dilihat dari waktu keberadaannya secara ilmu pengetahuan, manusia (homo sapiens) diperkirakan muncul pada 40.000 tahun yang lalu, kurun waktu ini bukan apa-apa dibandingkan umur alam semesta yang diperkirakan telah berada semenjak 7 miliar tahun yang lalu, apalagi jika dibandingkan dengan sejarah peradaban manusia yang jejaknya ditemukan hanya sekitar 7000 tahun yang lalu. Tampaknya pengetahuan kita tentang kejadian alam semesta inipun sebenarnya tidak lebih banyak dari apa yang kita ketahui tentang kejadian manusia.\nPada akhir ayat ini, Allah menerangkan bukti-bukti yang dikemukakan itu dan amat sedikit manusia yang mau berpikir untuk mencari kebenaran yang hakiki. Mereka terlalu dipengaruhi hawa nafsu dan kesenangan dunia yang sifatnya hanya sementara. Mereka juga tidak mau mendengar dan menyadari bahwa Allah Mahakuasa, tidak ada sesuatu pun yang dapat mengalahkan-Nya.",
    "quraish": "Aku bersumpah, bahwa penciptaan langit dan bumi sungguh lebih besar daripada penciptaan manusia. Tetapi kebanyakan manusia tidak menggunakan pengetahuan mereka, sehingga tidak mempercayai kebangkitan, meski mengakui bahwa Allah benar-benar Pencipta langit dan bumi.",
    "jalalayn": "(Sesungguhnya penciptaan langit dan bumi) yakni permulaannya (lebih besar daripada penciptaan manusia) untuk yang kedua kalinya, yaitu mengulanginya (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) hal tersebut, perihal mereka sama dengan orang buta, sedangkan orang yang mengetahui hal tersebut perumpamaannya sama dengan orang yang melihat."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 58,
    "arab": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُ ۗقَلِيْلًا مَّا تَتَذَكَّرُوْنَ",
    "translation": "Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4191.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidak sama di sisi Allah orang yang kafir yang buta dari kebenaran, tidak mau melihat dan memikirkan tanda-tanda kekuasaan dan kebesaran Allah di langit dan di bumi dengan orang-orang yang beriman yang mau mencari kebenaran, berusaha meyakinkan dirinya dengan mempelajari dan merenungkan tanda-tanda kekuasaan dan kebesaran Allah, sehingga mereka mengetahui bahwa penciptaan bumi dan langit beserta apa yang ada di dalamnya lebih besar dan sulit dari menciptakan manusia. Oleh karena itu, membangkitkan manusia itu adalah suatu yang mudah bagi Allah. Begitu pula tidak sama orang-orang yang beriman dan beramal saleh dengan orang-orang kafir yang selalu melakukan perbuatan yang dilarang Allah.\nMemang hanya sedikit manusia yang mau merenungkan dan memikirkan dalil-dalil yang dikemukakan kepada mereka dan sedikit pula yang mau mengambil pelajaran. Sekiranya mereka mau merenungkan sehingga mereka mengetahui kebenaran, tentulah mereka mengetahui pula kesalahan-kesalahan yang pernah mereka perbuat dan tidak mengulanginya lagi.",
    "quraish": "Tidaklah sama antara orang yang buta akan kebenaran dengan orang yang melihat dan mengetahuinya, juga antara orang yang beriman dan beramal saleh dengan orang yang tidak berbuat baik di dalam berakidah dan berperilaku. Tetapi kalian, wahai manusia, sangat jarang mengingatnya.",
    "jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat, dan) tidak sama pula (orang-orang yang beriman serta mengerjakan amal saleh) yaitu orang yang selalu berbuat kebaikan (dengan orang-orang yang durhaka) di dalam lafal ayat ini terdapat tambahan huruf Laa (Sedikit sekali kalian mengambil pelajaran) mengambil nasihat; dapat dibaca Yatadzakkaruuna atau Tatadzakkaruuna, yakni kesadaran mereka terhadap hal ini sangat sedikit."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 59,
    "arab": "اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَا ۖوَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
    "translation": "Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4192.mp3",
    "tafsir": "Setelah Allah menerangkan bukti-bukti adanya hari Kiamat dan hari kebangkitan, maka Dia menegaskan bahwa hari Kiamat itu pasti datang. Pada waktu itu, seluruh manusia dihidupkan kembali, setiap mereka diperhitungkan amalnya dengan penuh keadilan di hadapan mahkamah Allah. Tidak seorang pun yang dapat mengelakkan diri dari pengadilan Tuhan itu.\nSekalipun hari Kiamat itu pasti datang, dan telah ditegaskan bahwa orang-orang kafir akan masuk neraka dan orang-orang yang beriman akan masuk surga, namun sedikit sekali manusia yang mau percaya dan beriman, bahkan mereka mendustakannya.",
    "quraish": "Hari kiamat, tidak diragukan lagi, pasti datang. Tetapi kebanyakan orang tidak mempercayainya.",
    "jalalayn": "(Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan) artinya, tidak diragukan lagi (tentangnya, akan tetapi kebanyakan manusia tidak beriman) kepadanya."
  },
  {
    "ruku": 409,
    "name": "Gafir",
    "ayat": 60,
    "arab": "وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖࣖࣖ ",
    "translation": "Dan Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4193.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan agar manusia berdoa kepada-Nya. Jika mereka berdoa niscaya Dia akan memperkenankan doa itu.\nIbnu 'Abbas, adh-ahhak, dan Mujahid mengartikan ayat ini, \"Tuhan kamu berfirman, 'Beribadahlah kepada-Ku, niscaya Aku akan membalasnya dengan pahala.\" Menurut mereka, di dalam Al-Qur'an, perkataan doa bisa pula diartikan dengan ibadah seperti pada firman Allah:\n\nYang mereka sembah selain Allah itu tidak lain hanyalah inatsan (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka. (an-Nisa'/4: 117)\n\nDalam hadis, Nabi bersabda:\nDoa itu ialah ibadah. (Riwayat at-Tirmidzi dari an-Nu'man bin Basyir)\n\nSebagian ahli tafsir berpendapat bahwa doa dalam ayat ini berarti \"permohonan\".\n\nSebenarnya doa dan ibadah itu adalah sama dari sisi bahasa. Hanya yang pertama berarti khusus sedang yang kedua berarti umum. Doa adalah salah satu bentuk atau cara dari ibadah. Hal ini berdasar hadis:\nDoa itu adalah inti ibadah. (Riwayat at-Tirmidzi dari Anas bin Malik) \n\nDan hadis Nabi saw:\nDiriwayatkan dari 'aisyah, dia berkata, \"Nabi saw ditanya orang, 'Ibadah manakah yang paling utama? Beliau menjawab, 'Doa seseorang untuk dirinya.\" (Riwayat al-Bukhari) \n\nBerdasarkan hadis di atas, maka doa dalam ayat ini dapat diartikan dengan ibadah. Hal ini dikuatkan oleh lanjutan ayat yang artinya: \"Sesungguhnya orang-orang yang menyombongkan diri dari beribadah kepada-Ku akan masuk ke dalam neraka yang hina.\"\nAyat ini merupakan peringatan dan ancaman keras kepada orang-orang yang enggan beribadah kepada Allah. Ayat ini juga merupakan pernyataan Allah kepada hamba-hamba-Nya yang beriman agar mereka memperoleh kebaikan dan kebahagiaan di dunia dan akhirat. Seakan-akan Allah mengatakan, \"Wahai hamba-hamba-Ku, menghambalah kepada-Ku, selalulah beribadah dan berdoa kepada-Ku. Aku akan menerima ibadah dan doa yang kamu lakukan dengan ikhlas, memperkenankan permohonanmu, dan mengampuni dosa-dosamu\".",
    "quraish": "Sang Pencipta dan Penguasa urusan kalian mengatakan, \"Mintalah kepada-Ku, kalian pasti akan Aku beri. Sedang orang-orang yang enggan berdoa kepada-Ku akan masuk ke dalam neraka jahanam dengan perasaan terhina dan pasrah.\"",
    "jalalayn": "(Dan Rabb kalian berfirman, \"Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagi kalian) maksudnya, sembahlah Aku, niscaya Aku akan memberi pahala kepada kalian. Pengertian ini disimpulkan dari ayat selanjutnya, yaitu, (Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk) dapat dibaca Sayadkhuluuna atau Sayudkhaluuna, menurut bacaan yang kedua artinya, mereka akan dimasukkan ke dalam (neraka Jahanam dalam keadaan hina dina\") dalam keadaan terhina."
  }
]