[
  {
    "ruku": 41,
    "name": "Al-Baqarah",
    "ayat": 284,
    "arab": " لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗ وَاِنْ تُبْدُوْا مَا فِيْٓ اَنْفُسِكُمْ اَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُ ۗ فَيَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungkannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/291.mp3",
    "tafsir": "Dari ayat ini dapat diambil pengertian tentang kesempurnaan keesaan Allah dalam hal:\n1.Esa dalam kekuasaannya.\n2.Esa dalam mengetahui segala yang terjadi di alam ini.\nAllah Esa dalam memiliki seluruh makhluk. Allah saja yang menciptakan, menumbuhkan, mengembangkan dan memiliki seluruh alam ini, tidak ada sesuatu pun yang bersekutu dengan Dia.\nAllah Esa dalam mengetahui segala sesuatu di alam ini. Allah mengetahui yang besar dan yang kecil, yang tampak dan yang tidak tampak oleh manusia. Segala yang terjadi, yang wujud di alam ini, tidak lepas dari pengetahuan Allah, tidak ada sesuatu pun yang luput dari pengetahuan-Nya.\nAllah Esa dalam kekuasaan-Nya. Apa yang terjadi di alam ini adalah atas kehendak Allah, tidak ada sesuatu pun yang dapat mengubah kehendak-Nya. Apabila Dia menghendaki adanya sesuatu, pasti sesuatu itu terwujud. Sebaliknya apabila Dia menghendaki lenyapnya sesuatu, lenyaplah ia. Hanya Dialah yang dapat mengetahui perbuatan hamba-Nya, serta mengampuni atau mengazabnya, dan keputusan yang adil hanya di tangan-Nya saja.\nYang ada di dalam hati manusia itu ada dua macam, Pertama: Sesuatu yang ada di dalam hati, yang datang dengan sendirinya, tergerak tanpa ada yang menggerakkannya, terlintas di dalam hati dengan sendirinya. Gerak yang demikian tidak berdasarkan iradah (kehendak) dan ikhtiyar (pilihan) manusia, hanya timbul saja dalam hatinya. Hal yang seperti ini tidak dihukum dan dihisab Allah swt, kecuali bila diikuti dengan iradah, niat dan ikhtiar.\nKedua: Sesuatu yang ada di dalam hati yang timbul dengan usaha, pikiran, hasil renungan dan sebagainya. Gerak yang seperti ini berubah menjadi cita-cita dan keinginan yang kuat, sehingga timbullah iradah, niat dan ikhtiar untuk melaksanakannya. Gerak hati yang seperti inilah yang dihisab dan dijadikan dasar dalam menentukan balasan pekerjaan manusia.\nOleh sebab itu Allah memerintahkan agar manusia selalu mengawasi, meneliti dan merasakan apa yang ada di dalam hatinya. Bila yang ada dalam hatinya itu sesuai dengan perintah Allah dan tidak berlawanan dengan larangan-larangan-Nya, maka peliharalah dan hidup suburkanlah, sehingga ia bisa mewujudkan amal yang baik. Sebaliknya, bila yang ada di dalam hati itu bertentangan dengan perintah-perintah Allah atau mendorong seseorang mengerjakan larangan-Nya, hapus segera dan enyahkanlah, sehingga ia tidak sampai mewujudkan perbuatan dosa. Hendaklah manusia waspada terhadap kemungkinan adanya niat atau perasaan yang tidak baik di dalam hati, sehingga bisa menyebabkan perbuatan dosa.\nSebagai contoh ialah: rasa dengki, pada mulanya tumbuh karena rasa tidak senang kepada seseorang. Perasaan itu bertambah ketika melihat kesuksesan orang itu, kesuksesan ini menyuburkan rasa tidak senang. Kemudian timbullah marah, dendam, ingin membalas dan sebagainya. Jika demikian perasaannya, sukar untuk menghilangkannya dengan segera. Bahkan dikhawatirkan dapat melahirkan perbuatan dosa. Tetapi bila dipadamkan perasaan itu pada saat ia mulai tumbuh, maka rasa dengki itu tidak akan timbul, dan kalaupun timbul dapat dihilangkan dengan mudah.",
    "quraish": "Ketahuilah bahwa segala sesuatu yang di langit dan di bumi adalah milik Allah. Kekuasaan dan ilmu- Nya meliputi semua itu. Apa yang kalian nyatakan dan sembunyikan dalam diri kalian, Allah mengetahuinya. Dia akan menuntut pertanggungjawaban kalian atas itu semua pada hari kiamat. Lalu mengampuni dan menyiksa siapa saja yang dikehendaki. Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi dan jika kamu menyatakan) atau melahirkan (apa yang ada di dalam hatimu) berupa kejahatan dan rencana untuk melakukannya (atau kamu menyembunyikan) maksudnya merahasiakannya (pastilah akan dihisab), yakni dibukakan (oleh Allah) pada hari kiamat. Allah mengampuni siapa yang dikehendaki-Nya) untuk diampuni, (dan menyiksa siapa yang dikehendaki-Nya) untuk disiksa. Kedua kata kerja ini dapat dihubungkan pada jawab syarat dengan baris mati dan dapat pula dengan baris di depan dengan perkiraan, 'fahuwa...' (Dan Allah Maha Kuasa atas segala sesuatu), di antaranya melakukan hisab atas perhitungan terhadapmu dan memberikan balasannya."
  },
  {
    "ruku": 41,
    "name": "Al-Baqarah",
    "ayat": 285,
    "arab": "اٰمَنَ الرَّسُوْلُ بِمَآ اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهٖ وَالْمُؤْمِنُوْنَۗ  كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖۗ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهٖ ۗ وَقَالُوْا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيْرُ",
    "translation": "Rasul (Muhammad) beriman kepada apa yang diturunkan kepadanya (Al-Qur'an) dari Tuhannya, demikian pula orang-orang yang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka berkata), “Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.” Dan mereka berkata, “Kami dengar dan kami taat. Ampunilah kami Ya Tuhan kami, dan kepada-Mu tempat (kami) kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/292.mp3",
    "tafsir": "Diriwayatkan oleh Ahmad dan Muslim dari Abu Hurairah, dia berkata, \"Tatkala Allah menurunkan ayat 284 kepada Rasulullah saw, maka sahabat merasa bebannya bertambah berat, lalu mereka datang menghadap Rasulullah saw dan berkata, \"Kami telah dibebani dengan pekerjaan-pekerjaan yang sanggup kami kerjakan, yaitu salat, puasa, jihad, sedekah, dan kini telah turun pula ayat ini, yang kami tidak sanggup melaksanakannya\". Maka Rasulullah saw bersabda, \"Apakah kamu hendak mengatakan seperti perkataan Ahli Kitab sebelum kamu, mereka mengatakan, \"Kami dengar dan kami durhaka\". Katakanlah, \"Kami dengar dan kami taat, kami memohon ampunan-Mu Ya, Tuhan kami, dan hanya kepada Engkaulah kami kembali. \nTatkala Rasulullah membacakan ayat ini kepada mereka, lidah mereka mengikutinya. Lalu turun ayat berikutnya, ayat 285 al-Baqarah. Abu Hurairah berkata, \"Tatkala para sahabat telah mengerjakan yang demikian Allah menghilangkan kekhawatiran mereka terhadap ayat itu dan Dia menurunkan ayat berikutnya: \n\nAllah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. (al-Baqarah/2: 286)\n\nHadis di atas melukiskan kekhawatiran para sahabat yang sangat takut kepada azab Allah. Para sahabat dahulunya adalah orang-orang yang hidup, dididik dan dibesarkan di dalam lingkungan kehidupan Arab jahiliah. Pikiran, hati, kepercayaan dan adat istiadat jahiliah telah sangat berpengaruh di dalam diri mereka. Bahkan di antara mereka ada pemuka dan pemimpin orang-orang Arab jahiliah. Setelah Nabi Muhammad saw diutus, mereka mengikuti seruan Nabi dan masuk agama Islam dengan sepenuh hati. Walaupun demikian bekas-bekas pengaruh kepercayaan dan kebudayaan Arab jahiliah masih ada di dalam jiwa mereka. Kepercayaan dan kebudayaan tersebut hilang dan hapus secara berangsur-angsur, setiap turun ayat-ayat Al-Qur'an dan setiap menjelaskan risalah yang dibawanya kepada mereka. \nMereka sendiri selalu berusaha agar bekas dari pengaruh yang tidak baik itu segera hilang dari diri mereka. Tatkala turun ayat ini mereka merasa khawatir, kalau Allah swt tidak mengampuni dosa-dosa mereka, sebagai akibat dari bekas-bekas kepercayaan dan kebudayaan Arab jahiliah yang masih ada pada hati dan jiwa mereka, walaupun mereka telah berusaha sekuat tenaga menghilangkannya. Karena kecemasan dan kekhawatiran itulah mereka segera bertanya kepada Rasulullah saw.\nRasa kekhawatiran akan diazab Allah swt tergambar pada pertanyaan 'Umar bin al-Khaththab kepada Huzaifah. Beliau pernah bertanya kepada Huzaifah, \"Adakah engkau (Huzaifah) dapati pada diriku salah satu dari tanda-tanda munafik?\" Maka untuk menghilangkan kekhawatiran itu dan menenteramkan hati mereka, turunlah ayat seperti yang dikutip di atas (al-Baqarah/2:286).\nDengan turunnya ayat ini, hati para sahabat merasa tenang dan tenteram, karena mereka telah yakin bahwa segala larangan dan perintah Allah itu sesuai dengan batas kemampuan manusia. Tidak ada perintah dan larangan yang tidak sanggup dilakukan manusia atau dihentikannya. Hanya orang yang ingkar kepada Allah sajalah yang merasa berat menghentikan larangan-Nya. Mereka telah yakin pula bahwa pekerjaan buruk yang terlintas di dalam pikiran mereka dan mereka benci kepada pekerjaan itu, telah mereka usahakan untuk menghilangkannya, karena itu mereka tidak akan dihukum. Allah berfirman:\n\nAllah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun. (al-Baqarah/2: 225)\n\nSelanjutnya Allah menerangkan bahwa Dia menghisab (memperhitungkan) apa yang ada di dalam hati manusia, baik yang disembunyikan atau yang dinyatakan, dan dengan perhitungan-Nya itu, Dia membalas perbuatan manusia dengan adil, karena perhitungan dan pembalasan itu dilandasi dengan sifat Allah Yang Maha Pengasih kepada hamba-hamba-Nya.\nKemudian Allah menegaskan bahwa dengan karunia-Nya Dia mengampuni hamba-Nya dan mengazabnya dengan adil serta memberi pahala yang berlipat ganda kepada orang yang mengerjakan amal saleh.\nAkhirnya Allah menyatakan bahwa \"Dia Mahakuasa atas segala sesuatu\". Dari ayat ini dipahami bahwa Allah Mahakuasa atas segala sesuatu, maka mintalah pertolongan kepada-Nya, agar dapat melaksanakan perintah-perintah-Nya dan menghentikan larangan-Nya, mohonlah taufik dan hidayah-Nya.\nAwal surah Al-Baqarah dimulai dengan menerangkan bahwa Al-Qur'an tidak ada keraguan padanya dan juga menerangkan sikap manusia terhadapnya, yaitu ada yang beriman, ada yang kafir, dan ada yang munafik. Selanjutnya disebutkan hukum-hukum salat, zakat, puasa, haji, pernikahan, jihad, riba, hukum perjanjian dan sebagainya. Ayat ini merupakan ayat penutup surah Al-Baqarah yang menegaskan sifat Nabi Muhammad saw, dan para pengikutnya terhadap Al-Qur'an itu. Mereka mempercayainya menjadikannya sebagai pegangan hidup untuk mencapai kebahagiaan di dunia dan di akhirat. Ayat ini juga menegaskan akan kebesaran dan kebenaran Nabi Muhammad, dan orang-orang yang beriman, dan menegaskan bahwa hukum-hukum yang tersebut itu adalah hukum-hukum yang benar.\nDengan ayat ini Allah swt menyatakan dan menetapkan bahwa Rasulullah saw dan orang-orang yang beriman, benar-benar telah mempercayai Al-Qur'an, mereka tidak ragu sedikit pun dan mereka meyakini kebenaran Al-Qur'an itu. Pernyataan Allah ini terlihat pada diri Rasulullah saw dan pribadi-pribadi orang mukmin, terlihat pada kesucian dan kebersihan hati mereka, ketinggian cita-cita mereka, ketahanan dan ketabahan hati mereka menerima cobaan dalam menyampaikan agama Allah, sikap mereka di waktu mencapai kemenangan dan menghadapi kekalahan, sikap mereka terhadap musuh-musuh yang telah dikuasai, sikap mereka di waktu ditawan dan sikap mereka di waktu memasuki daerah-daerah luar Jazirah Arab.\nSikap dan watak yang demikian adalah sikap dan watak yang ditimbulkan oleh ajaran Al-Qur'an, dan ketaatan melaksanakan hukum Allah. Inilah yang dimaksud dengan jawaban 'Aisyah r.a. ketika ditanya tentang akhlak Nabi Muhammad saw, beliau menjawab:\n\"Bukankah engkau selalu membaca Al-Qur'an? Jawabnya, \"Ya\". 'Aisyah berkata, \"Maka sesungguhnya akhlak Nabi itu sesuai dengan Al-Qur'an.\" (Riwayat Muslim)\n\nSeandainya Nabi Muhammad saw tidak meyakini benar ajaran-ajaran yang dibawanya, dan tidak berpegang kepada kebenaran dalam melaksanakan tugas-tugasnya, tentulah dia dan pengikutnya tidak akan berwatak demikian. Dia akan ragu-ragu dalam melaksanakan cita-citanya, ragu-ragu menceritakan kejadian-kejadian umat yang dahulu yang tersebut di dalam Al-Qur'an, terutama dalam menghadapi reaksi orang Yahudi dan Nasrani. Apalagi mengingat orang Yahudi dan Nasrani adalah orang yang banyak pengetahuan mereka tentang sejarah purbakala di masa itu, karena itu Nabi Muhammad selalu memikirkan dan tetap meyakini kebenaran setiap ajaran agama yang akan beliau kemukakan kepada mereka.\nOrang-orang yang hidup di zaman Nabi, baik pengikut beliau maupun orang-orang yang mengingkari, semuanya mengatakan bahwa Muhammad adalah orang yang dapat dipercaya, bukan seorang pendusta.\nSetiap orang yang beriman yakin adanya Allah Yang Maha Esa. Hanya Dia yang menciptakan makhluk, tidak berserikat dengan sesuatu pun. Mereka percaya kepada kitab-kitab Allah yang telah diturunkan kepada para nabi-Nya, percaya kepada malaikat-malaikat Allah, dan malaikat yang menjadi penghubung antara Allah dengan rasul-rasul-Nya, pembawa wahyu Allah. Mengenai keadaan zat, sifat-sifat dan pekerjan-pekerjaan malaikat itu termasuk ilmu Allah, hanya Allah yang Mahatahu. Percaya kepada malaikat merupakan bukti percaya kepada Allah.\nDinyatakan pula pendirian kaum Muslimin terhadap para rasul, tidak membeda-bedakan antara rasul-rasul Allah; mereka berkeyakinan bahwa semua rasul itu sama dalam mengimaninya.\nAllah swt berfirman:\n\nKatakanlah, \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.\" (al-Baqarah/2: 136)\n\nDi ayat lain diterangkan bahwa masing-masing rasul itu mempunyai keutamaan dibandingkan dengan rasul-rasul yang lain. Suatu keutamaan yang dipunyai seorang rasul mungkin tidak dipunyai oleh rasul yang lain, dan rasul yang lain itu mempunyai keutamaan pula.\n\nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain¦¦\n(al-Baqarah/2: 253)\n\nAyat ini mengisyaratkan keutamaan umat Islam atas umat-umat lainnya yang membedakan rasul-rasul Allah. Ada yang mereka percayai dan ada yang tidak mereka percayai. Bahkan sebagian dari para rasul itu semasa hidupnya ada yang mereka perolok-olokkan. Sementara umat Islam tidak memperlakukan mereka seperti itu.\nAllah menerangkan lagi sifat-sifat lain yang dimiliki orang Islam. Yaitu apabila mereka mendengar suatu perintah atau larangan Allah, mereka mendengar dengan penuh perhatian, melaksanakan perintah itu, dan menjauhi larangan-Nya. Mereka merasakan kebesaran dan kekuasaan Allah, dan yakin bahwa hanya Allah sajalah yang wajib disembah dan ditaati.\nOleh karena orang mukmin mempunyai sifat-sifat yang demikian, maka mereka selalu memanjatkan doa kepada Allah, yaitu: \"Ampunilah kami wahai Tuhan kami, dan kepada Engkaulah kami kembali\".\nSesungguhnya doa orang yang beriman bukanlah sekadar untuk meminta ampun kepada Allah swt atas kesalahan-kesalahan yang mereka perbuat, bahkan juga memohon ke hadirat Allah agar selalu diberi taufik dan hidayah, agar dapat melaksanakan segala perintah-Nya dan meninggalkan segala larangan-Nya.\nDari doa ini dapat dipahami bahwa orang yang beriman selalu berusaha melaksanakan perintah Allah dan meninggalkan larangan-Nya setelah mereka mendengar, memahami perintah dan larangan itu. Mereka sadar bahwa mereka seorang manusia yang tidak sempurna, tidak luput dari kekurangan. Sekalipun hati dan jiwa mereka telah berjanji akan menaati perintah dan larangan Allah setelah mendengar dan memahaminya, tetapi tanpa mereka sadari mereka sering lupa dan lalai, sehingga mereka mengabaikan perintah dan larangan itu. Sekalipun mereka telah mengetahui bahwa Allah tidak akan menghukum manusia karena lupa dan lalai, tetapi orang-orang yang beriman merasa dirinya wajib memohon ampun dan bertobat kepada Allah, agar Allah tidak menghukumnya karena perbuatan yang demikian itu.\nPengaruh iman yang demikian tampak pada tingkah laku, sifat, tindakan dan perbuatan mereka. Semuanya itu dijuruskan dan diarahkan ke jalan yang diridai Allah. Hal ini dipahami dari pernyataan mereka, \"Hanya kepada Engkaulah kami kembali\".\nPernyataan ini mengungkapkan hakikat hidup manusia yang sebenarnya, menggariskan pedoman hidup dan tujuan akhir yang harus dicapai oleh manusia.\n(286) Dalam mencapai tujuan hidup itu, manusia diberi beban oleh Allah sesuai kesanggupannya, mereka diberi pahala lebih dari yang telah diusahakannya dan mendapat siksa seimbang dengan kejahatan yang telah dilakukannya.\nAmal yang dibebankan kepada seseorang hanyalah yang sesuai dengan kesanggupannya. Agama Islam adalah agama yang tidak membebani manusia dengan beban yang berat dan sukar. Mudah, ringan dan tidak sempit adalah asas pokok dari agama Islam. Allah berfirman:\n\n¦. dan Dia tidak menjadikan kesukaran untukmu dalam agama. ¦ (al-Â¦ajj/22: 78).\n\nAllah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nisa'/4: 28). \n\n¦. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. ¦. (al-Baqarah/2: 185)\n\nKemudian Allah menerangkan hasil amalan yang telah dibebankan dan dilaksanakan oleh manusia, yaitu amal saleh yang dikerjakan mereka. Maka balasannya akan diterima dan dirasakan oleh mereka berupa pahala dan surga. Sebaliknya perbuatan dosa yang dikerjakan oleh manusia, maka hukuman mengerjakan perbuatan dosa itu, akan dirasakan dan ditanggung pula oleh mereka, yaitu siksa dan azab di neraka.\nAyat ini mendorong manusia agar mengerjakan perbuatan yang baik serta menunaikan kewajiban yang telah ditetapkan agama. Ayat ini memberi pengertian bahwa perbuatan baik itu adalah perbuatan yang mudah dikerjakan manusia karena sesuai dengan watak dan tabiatnya, sedang perbuatan yang jahat adalah perbuatan yang sukar dikerjakan manusia karena tidak sesuai dengan watak dan tabiatnya.\nManusia dilahirkan dalam keadaan fitrah yang suci dan telah tertanam dalam hatinya jiwa ketauhidan. Sekalipun manusia oleh Allah diberi potensi untuk menjadi baik dan menjadi buruk, tetapi dengan adanya jiwa tauhid yang telah tertanam dalam hatinya sejak dia masih dalam rahim ibunya, maka tabiat ingin mengerjakan kebajikan itu lebih nyata dalam hati manusia dibanding dengan tabiat ingin melakukan kejahatan.\nAdanya keinginan yang tertanam pada diri seseorang untuk mengerjakan suatu pekerjaan yang baik, akan memberikan kemungkinan baginya untuk mendapat jalan yang mudah dalam mengerjakan pekerjaan itu. Apalagi bila dia berhasil dan dapat menikmati usahanya, maka dorongan dan semangat untuk melakukan pekerjaan baik yang lain semakin bertambah pada dirinya.\nSegala macam pekerjaan jahat adalah pekerjaan yang bertentangan dan tidak sesuai dengan tabiat manusia. Mereka melakukan perbuatan jahat pada mulanya adalah karena terpaksa. Bila dia mengerjakan perbuatan jahat, maka timbullah pada dirinya rasa takut, selalu khawatir akan diketahui oleh orang lain. Perasaan ini akan bertambah setiap melakukan kejahatan. Akhirnya timbullah rasa malas, rasa berdosa pada dirinya dan merasa dirinya dibenci oleh orang lain. Rasulullah saw bersabda:\n\"Kebajikan itu adalah budi pekerti yang baik, dan dosa itu adalah segala yang tergores di dalam hatimu, sedang engkau tidak suka orang lain mengetahuinya\". (Riwayat Muslim)\n\nKesukaran yang timbul akibat perbuatan jahat akan bertambah terasa oleh manusia bila dia telah mulai menerima hukuman, langsung atau tidak langsung dari perbuatannya itu.\nDari ayat ini juga dipahami pula bahwa seseorang tidak akan menerima keuntungan atau kerugian disebabkan perbuatan orang lain; mereka tidak akan diazab karena dosa orang lain. Mereka diazab hanyalah karena kejahatan yang mereka lakukan sendiri.\n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, (an-Najm/53:38 dan 39)\n\nDi sisi lain, manusia bisa menerima keuntungan berupa pahala, apabila sudah mati kelak, dari hasil usahanya semasa hidupnya. Termasuk usaha manusia ialah anaknya yang saleh yang mendoakannya, sedekah jariah yang dikeluarkannya dan ilmu pengetahuan yang bermanfaat yang diajarkannya. Rasulullah saw bersabda:\nApabila seseorang telah meninggal dunia, putuslah (pahala) amalnya kecuali tiga hal, yaitu: anak saleh yang mendoakannya, sedekah jariah, dan ilmu yang bermanfaat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nSetelah disebutkan sifat-sifat orang yang beriman dan menyebutkan karunia yang telah dilimpahkan Allah kepada hamba-hamba-Nya, yaitu tidak membebani hamba dengan yang tidak sanggup mereka kerjakan, maka Allah mengajarkan doa untuk selalu dimohonkan kepada-Nya agar diampuni dari segala dosa karena mengerjakan perbuatan terlarang disebabkan lupa, salah atau tidak disengaja.\nDoa yang diajarkan kepada kita bukanlah sekadar untuk dibaca dan diulang-ulang lafaznya saja, melainkan maksudnya ialah agar doa itu dibaca dengan tulus ikhlas dengan sepenuh hati dan jiwa, di samping melakukan segala perintah-Nya dan menjauhi larangan-Nya, sesuai dengan kesanggupan hamba itu sendiri.\nDoa erat hubungannya dengan tindakan dan perbuatan. Tindakan dan perbuatan erat pula hubungannya dengan ilmu pengetahuan. Sebab itu orang yang berdoa belumlah dapat dikatakan berdoa, bila ia tidak mengerjakan perbuatan yang harus dikerjakan serta menjauhi larangan yang harus ditinggalkan. Berbuat dan beramal haruslah berdasarkan ilmu pengetahuan. Ada amal yang sanggup dikerjakan dan ada amal yang tidak sanggup dikerjakan, ada amal yang dikerjakan dengan sempurna dan ada pula amal yang tidak dapat dikerjakan dengan sempurna. Untuk menyempurnakan kekurangan ini, Allah mengajarkan doa kepada hamba-Nya. Dengan perkataan lain; doa itu menyempurnakan amal yang tidak sanggup dikerjakan dengan sempurna.\nDari doa itu dipahami bahwa pada hakikatnya perbuatan terlarang yang dikerjakan karena lupa atau salah dan tidak disengaja, ada juga hukumannya. Hukuman itu ditimpakan kepada pelakunya. Karena itu Allah mengajarkan doa tersebut kepada hamba-Nya agar dia terhindar dari hukuman itu.\nSetelah diajarkan doa untuk meminta ampun kepada Allah dari segala perbuatan yang dilakukannya karena lupa dan tidak sengaja, maka diajarkan juga doa yang lain untuk memohon agar dia tidak dibebani dengan beban yang berat sebagaimana yang telah dibebankan kepada orang-orang dahulu. Kemudian diajarkan lagi doa untuk memohon agar dia tidak dibebani dengan beban yang tidak sanggup dipikulnya.\nDi antara doa orang-orang yang beriman ini sebagai berikut: \"Ya Allah, hapuskanlah dosa dan kesalahan kami, baik yang disengaja maupun yang tidak disengaja, dan janganlah kami diazab karena dosa perbuatan yang telah kami kerjakan. Janganlah kami disiksa karenanya, berilah kami taufik dan hidayah dalam segala perbuatan kami, sehingga kami dapat melaksanakan perintah-perintah Engkau dengan mudah\".\nKita sudah diberi pedoman dalam berdoa kepada Allah, memohon pertolongan-Nya dalam menghadapi orang kafir.\nPertolongan yang dimohonkan di sini ialah pertolongan agar mencapai kemenangan. Yang dimaksud kemenangan ialah kemenangan dunia dan akhirat, bukan semata-mata kemenangan dalam peperangan.",
    "quraish": "Sesungguhnya apa yang diturunkan kepada Rasulullah, Muhammad, itu adalah kebenaran dari Allah. Ia telah mengimaninya. Begitu juga orang-orang Mukmin yang bersamanya. Mereka semuanya beriman kepada Allah, para malaikat, kitab-kitab, dan Rasul-rasul-Nya. Mereka menyamakan penghormatan dan keimanan kepada rasul-rasul Allah dengan mengatakan, \"Kami tidak membeda-bedakan rasul-rasul-Nya, satu dengan yang lainnya.\" Dan mereka menegaskan keimanan hati dengan ungkapan lisan seraya menengadah kepada Allah, \"Ya Tuhan, kami dengar pesan-pesan-Mu dan kami ikuti, maka berikanlah kami ampunan, ya Allah. Hanya kepada-Mulah tempat kembali.\"",
    "jalalayn": "(Telah beriman), artinya membenarkan (Rasul), yakni Muhammad (terhadap apa yang diturunkan kepadanya dari Tuhannya), yakni Alquran, demikian pula (orang-orang yang beriman), ma`thuf atau dihubungkan kepada Rasul (semuanya), tanwinnya menjadi pengganti bagi mudhaf ilaih (beriman kepada Allah, malaikat-malaikat-Nya dan Kitab-Kitab-Nya) ada yang membaca secara jamak dan ada pula secara mufrad atau tunggal (serta para Rasul-Nya) kata mereka, (\"Kami tidak membeda-bedakan antara seseorang pun di antara Rasul-Rasul-Nya\") hingga kami beriman kepada sebagian dan kafir kepada lainnya, sebagaimana dilakukan oleh orang-orang Yahudi dan Kristen (Dan mereka mengatakan, \"Kami dengar\"), maksudnya apa yang diperintahkan kepada kami itu, disertai dengan penerimaan (dan kami taati) serta kami bermohon, (\"Ampunilah kami, wahai Tuhan kami, dan kepada Engkaulah kami kembali\"), yakni dengan adanya saat berbangkit. Tatkala turun ayat yang sebelumnya, orang-orang mukmin mengadukan waswas dan kekhawatiran mereka serta terasa berat bagi mereka saat perhitungan, maka turun pula ayat:"
  },
  {
    "ruku": 41,
    "name": "Al-Baqarah",
    "ayat": 286,
    "arab": "لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا ۗ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ اِنْ نَّسِيْنَآ اَوْ اَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ اِصْرًا كَمَا حَمَلْتَهٗ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ وَاعْفُ عَنَّاۗ وَاغْفِرْ لَنَاۗ وَارْحَمْنَا ۗ اَنْتَ مَوْلٰىنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ࣖ",
    "translation": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Dia mendapat (pahala) dari (kebajikan) yang dikerjakannya dan dia mendapat (siksa) dari (kejahatan) yang diperbuatnya. (Mereka berdoa), “Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami melakukan kesalahan. Ya Tuhan kami, janganlah Engkau bebani kami dengan beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya. Maafkanlah kami, ampunilah kami, dan rahmatilah kami. Engkaulah pelindung kami, maka tolonglah kami menghadapi orang-orang kafir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/293.mp3",
    "tafsir": "Dalam mencapai tujuan hidup itu, manusia diberi beban oleh Allah sesuai kesanggupannya, mereka diberi pahala lebih dari yang telah diusahakannya dan mendapat siksa seimbang dengan kejahatan yang telah dilakukannya.\nAmal yang dibebankan kepada seseorang hanyalah yang sesuai dengan kesanggupannya. Agama Islam adalah agama yang tidak membebani manusia dengan beban yang berat dan sukar. Mudah, ringan dan tidak sempit adalah asas pokok dari agama Islam. Allah berfirman:dan Dia tidak menjadikan kesukaran untukmu dalam agama. (al-hajj/22: 78).Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nisa?/4: 28). Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. (al-Baqarah/2: 185)\n\nKemudian Allah menerangkan hasil amalan yang telah dibebankan dan dilaksanakan oleh manusia, yaitu amal saleh yang dikerjakan mereka. Maka balasannya akan diterima dan dirasakan oleh mereka berupa pahala dan surga. Sebaliknya perbuatan dosa yang dikerjakan oleh manusia, maka hukuman mengerjakan perbuatan dosa itu, akan dirasakan dan ditanggung pula oleh mereka, yaitu siksa dan azab di neraka.\nAyat ini mendorong manusia agar mengerjakan perbuatan yang baik serta menunaikan kewajiban yang telah ditetapkan agama. Ayat ini memberi pengertian bahwa perbuatan baik itu adalah perbuatan yang mudah dikerjakan manusia karena sesuai dengan watak dan tabiatnya, sedang perbuatan yang jahat adalah perbuatan yang sukar dikerjakan manusia karena tidak sesuai dengan watak dan tabiatnya.\nManusia dilahirkan dalam keadaan fitrah yang suci dan telah tertanam dalam hatinya jiwa ketauhidan. Sekalipun manusia oleh Allah diberi potensi untuk menjadi baik dan menjadi buruk, tetapi dengan adanya jiwa tauhid yang telah tertanam dalam hatinya sejak dia masih dalam rahim ibunya, maka tabiat ingin mengerjakan kebajikan itu lebih nyata dalam hati manusia dibanding dengan tabiat ingin melakukan kejahatan.\nAdanya keinginan yang tertanam pada diri seseorang untuk mengerjakan suatu pekerjaan yang baik, akan memberikan kemungkinan baginya untuk mendapat jalan yang mudah dalam mengerjakan pekerjaan itu. Apalagi bila dia berhasil dan dapat menikmati usahanya, maka dorongan dan semangat untuk melakukan pekerjaan baik yang lain semakin bertambah pada dirinya.\nSegala macam pekerjaan jahat adalah pekerjaan yang bertentangan dan tidak sesuai dengan tabiat manusia. Mereka melakukan perbuatan jahat pada mulanya adalah karena terpaksa. Bila dia mengerjakan perbuatan jahat, maka timbullah pada dirinya rasa takut, selalu khawatir akan diketahui oleh orang lain. Perasaan ini akan bertambah setiap melakukan kejahatan. Akhirnya timbullah rasa malas, rasa berdosa pada dirinya dan merasa dirinya dibenci oleh orang lain. Rasulullah saw bersabda:“Kebajikan itu adalah budi pekerti yang baik, dan dosa itu adalah segala yang tergores di dalam hatimu, sedang engkau tidak suka orang lain mengetahuinya”. (Riwayat Muslim)\n\nKesukaran yang timbul akibat perbuatan jahat akan bertambah terasa oleh manusia bila dia telah mulai menerima hukuman, langsung atau tidak langsung dari perbuatannya itu.\nDari ayat ini juga dipahami pula bahwa seseorang tidak akan menerima keuntungan atau kerugian disebabkan perbuatan orang lain; mereka tidak akan diazab karena dosa orang lain. Mereka diazab hanyalah karena kejahatan yang mereka lakukan sendiri.(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, (an-Najm/53:38 dan 39)\n\nDi sisi lain, manusia bisa menerima keuntungan berupa pahala, apabila sudah mati kelak, dari hasil usahanya semasa hidupnya. Termasuk usaha manusia ialah anaknya yang saleh yang mendoakannya, sedekah jariah yang dikeluarkannya dan ilmu pengetahuan yang bermanfaat yang diajarkannya. Rasulullah saw bersabda:Apabila seseorang telah meninggal dunia, putuslah (pahala) amalnya kecuali tiga hal, yaitu: anak saleh yang mendoakannya, sedekah jariah, dan ilmu yang bermanfaat. (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah)\n\nSetelah disebutkan sifat-sifat orang yang beriman dan menyebutkan karunia yang telah dilimpahkan Allah kepada hamba-hamba-Nya, yaitu tidak membebani hamba dengan yang tidak sanggup mereka kerjakan, maka Allah mengajarkan doa untuk selalu dimohonkan kepada-Nya agar diampuni dari segala dosa karena mengerjakan perbuatan terlarang disebabkan lupa, salah atau tidak disengaja.\nDoa yang diajarkan kepada kita bukanlah sekadar untuk dibaca dan diulang-ulang lafaznya saja, melainkan maksudnya ialah agar doa itu dibaca dengan tulus ikhlas dengan sepenuh hati dan jiwa, di samping melakukan segala perintah-Nya dan menjauhi larangan-Nya, sesuai dengan kesanggupan hamba itu sendiri.\nDoa erat hubungannya dengan tindakan dan perbuatan. Tindakan dan perbuatan erat pula hubungannya dengan ilmu pengetahuan. Sebab itu orang yang berdoa belumlah dapat dikatakan berdoa, bila ia tidak mengerjakan perbuatan yang harus dikerjakan serta menjauhi larangan yang harus ditinggalkan. Berbuat dan beramal haruslah berdasarkan ilmu pengetahuan. Ada amal yang sanggup dikerjakan dan ada amal yang tidak sanggup dikerjakan, ada amal yang dikerjakan dengan sempurna dan ada pula amal yang tidak dapat dikerjakan dengan sempurna. Untuk menyempurnakan kekurangan ini, Allah mengajarkan doa kepada hamba-Nya. Dengan perkataan lain; doa itu menyempurnakan amal yang tidak sanggup dikerjakan dengan sempurna.\nDari doa itu dipahami bahwa pada hakikatnya perbuatan terlarang yang dikerjakan karena lupa atau salah dan tidak disengaja, ada juga hukumannya. Hukuman itu ditimpakan kepada pelakunya. Karena itu Allah mengajarkan doa tersebut kepada hamba-Nya agar dia terhindar dari hukuman itu.\nSetelah diajarkan doa untuk meminta ampun kepada Allah dari segala perbuatan yang dilakukannya karena lupa dan tidak sengaja, maka diajarkan juga doa yang lain untuk memohon agar dia tidak dibebani dengan beban yang berat sebagaimana yang telah dibebankan kepada orang-orang dahulu. Kemudian diajarkan lagi doa untuk memohon agar dia tidak dibebani dengan beban yang tidak sanggup dipikulnya.\nDi antara doa orang-orang yang beriman ini sebagai berikut: “Ya Allah, hapuskanlah dosa dan kesalahan kami, baik yang disengaja maupun yang tidak disengaja, dan janganlah kami diazab karena dosa perbuatan yang telah kami kerjakan. Janganlah kami disiksa karenanya, berilah kami taufik dan hidayah dalam segala perbuatan kami, sehingga kami dapat melaksanakan perintah-perintah Engkau dengan mudah”.\nKita sudah diberi pedoman dalam berdoa kepada Allah, memohon pertolongan-Nya dalam menghadapi orang kafir.\nPertolongan yang dimohonkan di sini ialah pertolongan agar mencapai kemenangan. Yang dimaksud kemenangan ialah kemenangan dunia dan akhirat, bukan semata-mata kemenangan dalam peperangan.",
    "quraish": "Allah tidak membebani hamba-hamba-Nya kecuali dengan sesuatu yang dapat dilaksanakan. Maka, setiap orang yang mukallaf, amalnya akan dibalas: yang baik dengan kebaikan, dan yang jelek dengan kejelekan. Tunduklah kamu sekalian, hai orang-orang Mukmin, dengan berdoa, \"Ya Tuhan, jangan hukum kami jika kami lupa dalam melaksanakan perintah-Mu, atau bersalah karena beberapa sebab. Janganlah Engkau beratkan syariat untuk kami seperti Engkau memberatkan orang-orang Yahudi oleh sebab kekerasan dan kelaliman mereka. Dan janganlah Engkau bebankan kepada kami tugas yang tidak mampu kami lakukan. Berilah kami maaf dengan kemuliaan-Mu. Ampunilah kami dengan karunia-Mu. Berikan kami rahmat-Mu yang luas. Engkaulah penolong kami, maka tolonglah kami, ya Tuhan--untuk menegakkan dan menyebarkan agamamu--terhadap kaum yang kafir.\"",
    "jalalayn": "(Allah tidaklah membebani seseorang melainkan sesuai dengan kemampuannya), artinya sekadar kesanggupannya. (Ia mendapat dari apa yang diusahakannya) berupa kebaikan artinya pahalanya (dan ia beroleh pula dari hasil kejahatannya), yakni dosanya. Maka seseorang itu tidaklah menerima hukuman dari apa yang tidak dilakukannya, hanya baru menjadi angan-angan dan lamunan mereka. Mereka bermohon, (\"Wahai Tuhan kami! Janganlah kami dihukum) dengan siksa (jika kami lupa atau tersalah), artinya meninggalkan kebenaran tanpa sengaja, sebagaimana dihukumnya orang-orang sebelum kami. Sebenarnya hal ini telah dicabut Allah terhadap umat ini, sebagaimana yang telah dijelaskan oleh hadis. Permintaan ini merupakan pengakuan terhadap nikmat Allah. (Wahai Tuhan kami! Janganlah Engkau bebankan kepada kami beban yang berat) yang tidak mungkin dapat kami pikul (sebagaimana Engkau bebankan kepada orang-orang yang sebelum kami), yaitu Bani Israel berupa bunuh diri dalam bertobat, mengeluarkan seperempat harta dalam zakat dan mengorek tempat yang kena najis. (Wahai Tuhan kami! Janganlah Kamu pikulkan kepada kami apa yang tidak sanggup) atau tidak kuat (kami memikulnya) berupa tugas-tugas dan cobaan-cobaan. (Beri maaflah kami) atau hapuslah sekalian dosa kami (ampunilah kami dan beri rahmatlah kami) dalam rahmat itu terdapat kelanjutan atau tambahan keampunan, (Engkaulah pembela kami), artinya pemimpin dan pengatur urusan kami (maka tolonglah kami terhadap orang-orang yang kafir.\"), yakni dengan menegakkan hujah dan memberikan kemenangan dalam peraturan dan pertempuran dengan mereka, karena ciri-ciri seorang maula atau pembela adalah menolong anak buahnya terhadap musuh-musuh mereka. Dalam sebuah hadis tercantum bahwa tatkala ayat ini turun dan dibaca oleh Nabi saw., maka setiap kalimat diberikan jawaban oleh Allah swt., \"Telah Engkau penuhi!\""
  }
]