[
  {
    "ruku": 415,
    "name": "Fussilat",
    "ayat": 19,
    "arab": "وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ",
    "translation": "Dan (ingatlah) pada hari (ketika) musuh-musuh Allah digiring ke neraka lalu mereka dipisah-pisahkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4237.mp3",
    "tafsir": "Ayat ini menerangkan perintah Allah kepada Nabi Muhammad agar menyampaikan kepada orang-orang yang ingkar itu keadaan mereka pada hari Kiamat nanti. Pada hari itu, semua musuh-musuh Allah dan orang-orang yang ingkar kepada-Nya akan dikumpulkan dalam neraka. Mereka dihalau ke dalamnya seperti orang menggiring dan menghalau binatang ternak. Tidak ada satu pun yang luput dan tertinggal di antara mereka.",
    "quraish": "Sebutkan kepada mereka, wahai Nabi, saat musuh-musuh Allah dikumpulkan menjadi satu menuju neraka untuk diperlihatkan bahwa tuduhan yang memberatkan mereka itu adalah benar.",
    "jalalayn": "(Dan) ingatlah (hari ketika digiring) dapat dibaca Yuhsyaru atau Nahsyuru (musuh-musuh Allah ke dalam neraka lalu mereka dikumpulkan semuanya) yakni digiring semuanya ke dalam neraka."
  },
  {
    "ruku": 415,
    "name": "Fussilat",
    "ayat": 20,
    "arab": "حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4238.mp3",
    "tafsir": "Tatkala mereka sampai di pinggir neraka, mereka ditanya tentang perbuatan-perbuatan yang telah mereka lakukan selama hidup di dunia. Sebagai saksi atas perbuatan yang telah mereka lakukan itu ialah seluruh anggota badan mereka yang langsung melakukan perbuatan-perbuatan dosa itu, seperti telinga, mata, dan anggota-anggota tubuh mereka. Tiap-tiap makhluk ditanya sesuai dengan keadaan dan sifatnya. Apa yang ditanya dan bagaimana jawaban makhluk-makhluk itu, termasuk ilmu yang gaib, hanya Allah sendiri yang mengetahuinya. Mungkin ada soal yang berhubungan dengan niat dan isi hatinya, atau mengenai perbuatan-perbuatannya. Jika pertanyaan itu tentang ketaatan beribadah, sopan-santun, hubungan silaturrahim, amal saleh, dan yang serupa dengan itu dihadapkan kepada orang yang suka mengerjakan perbuatan itu selama hidup di dunia, tentu orang-orang itu akan menjawabnya dengan gembira kepada Allah. Jika budi pekerti yang buruk, memutuskan hubungan silaturrahim, perbuatan jahat, dan perbuatan lain yang serupa dengan itu, dihadapkan kepada orang yang mengerjakannya, tentulah mereka menjawab dengan gemetar dan penuh ketakutan. Allah Maha Mengetahui tentang itu.",
    "quraish": "Sampai ketika mereka telah tiba di neraka, kemudian ditanya tentang dosa-dosa yang pernah mereka lakukan di dunia lalu mereka membantahnya, pendengaran, penglihatan dan kulit mereka memberikan persaksian atas perbuatan-perbuatan yang mereka lakukan itu.",
    "jalalayn": "(Sehingga apabila) huruf Maa di sini adalah Zaidah atau tambahan (mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap mereka tentang apa yang telah mereka kerjakan.)"
  },
  {
    "ruku": 415,
    "name": "Fussilat",
    "ayat": 21,
    "arab": "وَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَا ۗقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ وَّهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍۙ وَّاِلَيْهِ تُرْجَعُوْنَ",
    "translation": "Dan mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka men-jawab, “Yang menjadikan kami dapat berbicara adalah Allah, yang (juga) menjadikan segala sesuatu dapat berbicara, dan Dialah yang menciptakan kamu yang pertama kali dan hanya kepada-Nya kamu dikembalikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4239.mp3",
    "tafsir": "Tatkala mendengar dan melihat bahwa kulitnya sendiri menjadi saksi atas perbuatan-perbuatannya, orang-orang kafir mencela kulit mereka itu dengan mengatakan, \"Mengapa kamu menjadi saksi atas diri kami, padahal kamulah yang membantu dan mendorong kami berbuat maksiat selama hidup di dunia?\" Kulit-kulit mereka menjawab, \"Allah Yang Mahakuasa telah menjadikan kami pandai berbicara, sehingga kami dapat menerangkan dengan jelas dan lengkap segala yang pernah kamu perintahkan kepada kami untuk mengerjakannya.\" Firman Allah:\n\nPada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65)\n\nMengenai pertanyaan dan persaksian di akhirat ini diterangkan dalam hadis Nabi saw yang diriwayatkan dari Anas bin Malik, ia berkata:\nKetika kami bersama Rasulullah saw, beliau tertawa lalu berkata, \"Apakah kamu mengetahui kenapa aku tertawa?\" Kami menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Beliau berkata, \"Aku tertawa karena pembicaraan seorang hamba dengan Tuhan (di hari Kiamat). Hamba berkata, \"Hai Tuhanku Apakah Engkau tidak melindungi aku dari kezaliman?\" Rasulullah berkata, \"Tuhan berkata, 'Benar.\" Rasulullah berkata, \"Hamba itu mengatakan, 'Maka saya tidak mengizinkan diriku kecuali saksi dari diriku sendiri.\" Rasulullah saw berkata, \"Allah berfirman, 'Cukuplah diri engkau menjadi saksi atas perbuatanmu sendiri pada hari ini, dan persaksian malaikat yang mencatat.\" Rasulullah berkata, \"Kemudian ditutuplah mulut orang itu dan dikatakan kepada anggota-anggota badannya, 'Berbicaralah, maka anggota-anggota badan itu menerangkan perbuatannya.\" Rasulullah berkata, \"Kemudian dibiarkan orang itu berbicara terhadap anggota badan mereka.\" Nabi berkata, \"Maka hamba itu berkata (kepada anggota badannya), 'Celaka dan hancurlah kamu semua. Aku ini berjuang untuk membela kamu.\"(Riwayat Muslim dan Ibnu hibban)\n\nAllah menerangkan bahwa Dialah Yang menciptakan manusia pada kali yang pertama, dari tidak ada kepada ada, dan Dia pula yang menjadikan untuk mereka dalil-dalil yang nyata. Jika Allah sanggup menciptakan manusia pada kali yang pertama, tentu Dia sanggup pula mengulangi penciptaan itu pada kali yang kedua, dengan membangkitkan manusia sesudah matinya, kemudian Dia membalas semua perbuatan manusia dengan adil.",
    "quraish": "Musuh-musuh Allah berkata kepada kulit-kulit mereka, \"Mengapa kalian memberikan persaksian yang memberatkan kami?\" Kulit mereka menjawab, \"Kami dijadikan dapat berbicara oleh Allah yang menjadikan segala sesuatu dapat berbicara. Dia menciptakan kalian pada mulanya dari ketiadaan. Hanya kepada-Nya kalian akan kembali setelah kebangkitan, kemudian Dia membalas perbuatan yang pernah kalian lakukan.",
    "jalalayn": "(Dan mereka berkata kepada kulit mereka, \"Mengapa kalian menjadi saksi terhadap kami?\" Kulit mereka menjawab, \"Allah yang menjadikan segala sesuatu pandai berkata telah menjadikan kami pandai berkata) yakni segala sesuatu yang dikehendaki-Nya dapat berbicara (dan Dialah Yang menciptakan kalian pada kali yang pertama dan hanya kepada-Nyalah kalian dikembalikan\") menurut suatu pendapat, dikatakan bahwa perkataan ini adalah perkataan kulit. Menurut pendapat yang lain, perkataan ini adalah firman Allah swt. sebagaimana hal yang telah diterangkan sebelumnya, dan hal ini mirip sekali dengannya, yaitu: Bahwasanya Tuhan Yang mampu menciptakan kalian pada kali yang pertama, lalu menghidupkan kalian kembali sesudah mati, Dia mampu pula untuk menjadikan kulit kalian dan anggota tubuh kalian lainnya untuk dapat berbicara."
  },
  {
    "ruku": 415,
    "name": "Fussilat",
    "ayat": 22,
    "arab": "وَمَا كُنْتُمْ تَسْتَتِرُوْنَ اَنْ يَّشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ اَبْصَارُكُمْ وَلَا جُلُوْدُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثِيْرًا مِّمَّا تَعْمَلُوْنَ",
    "translation": "Dan kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu terhadapmu ) bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4240.mp3",
    "tafsir": "Diriwayatkan dari al-Bukhari dan Muslim beserta imam-imam yang lain dari Ibnu Mas'ud ia berkata, \"Ketika aku bersembunyi di belakang tirai Ka'bah, maka datanglah tiga orang: seorang Quraisy dan dua orang Bani saqif, atau seorang Bani saqif dan dua orang Quraisy, sedikit sekali ilmunya dan amat buncit perut mereka, mereka mengucapkan perkataan yang tidak pernah aku dengar. Maka salah seorang mereka berkata, 'Apakah kamu berpendapat bahwa Allah mendengar perkataan kita ini? Maka yang lain menjawab, 'Sesungguhnya apabila kita mengeraskan suara kita, niscaya Dia mendengarnya dan apabila kita tidak mengeraskannya niscaya Dia tidak mendengarnya. Maka yang lain berkata, 'Jika Dia mendengar sesuatu daripadanya, pasti Dia mendengar seluruhnya.\" Maka Ibnu Mas'ud menyampaikan yang demikian pada Nabi saw, maka Allah menurunkan ayat ini sampai kepada firman-Nya: mi nal khasirin.\nAyat ini menerangkan bahwa manusia itu tidak dapat menyembunyikan dan merahasiakan perbuatan-perbuatan kejinya, sekalipun ia berbuat kemaksiatan, kejahatan, dan kekafiran secara terang-terangan dan mengingkari hari kebangkitan dan pembalasan Allah. Bahkan, ia mengira di saat ia menyembunyikan perbuatannya dari manusia, Allah pun tidak mengetahui apa-apa yang mereka kerjakan. Oleh karena itu, ia tidak akan dapat menghukum dan memberi pembalasan.\nAyat ini memperingatkan orang-orang yang beriman agar selalu waspada dan memikirkan benar-benar perbuatan-perbuatan yang akan mereka lakukan, karena Allah mengetahui segala yang mereka perbuat, tidak ada sesuatu pun yang tersembunyi bagi-Nya.",
    "quraish": "Kalian tidak bisa menyembunyikan perbuatan-perbuatan buruk kalian agar tidak dipersaksikan oleh pendengaran, penglihatan dan kulit kalian. Kalian hanya berprasangka bahwa Allah tidak mengetahui banyak perbuatan yang kalian lakukan secara sembunyi-sembunyi.",
    "jalalayn": "(Dan kalian sekali-kali tidak dapat bersembunyi) bila kalian berbuat hal-hal yang keji (dari persaksian pendengaran, penglihatan dan kulit kalian terhadap kalian) karena sesungguhnya kalian tidak percaya dengan adanya hari berbangkit (bahkan kalian mengira) sewaktu kalian menyembunyikan diri (bahwa Allah tidak mengetahui kebanyakan dari apa yang kalian kerjakan.)"
  },
  {
    "ruku": 415,
    "name": "Fussilat",
    "ayat": 23,
    "arab": "وَذٰلِكُمْ ظَنُّكُمُ الَّذِيْ ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰىكُمْ فَاَصْبَحْتُمْ مِّنَ الْخٰسِرِيْنَ",
    "translation": "Dan itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu (dugaan itu) telah membinasakan kamu, sehingga jadilah kamu termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4241.mp3",
    "tafsir": "Dugaan orang-orang kafir bahwa Allah tidak mengetahui dan tidak melihat perbuatan-perbuatan buruk yang dilakukannya adalah persangkaan yang tidak baik. Persangkaan yang demikian akan menimbulkan keberanian untuk melakukan perbuatan-perbuatan terlarang, sehingga berakibat kerugian pada diri sendiri. Akibat persangkaan yang demikian itu, mereka akan mendapat kerugian dan kehinaan di dunia dan azab pedih di akhirat nanti.\nDari ayat ini, dapat dipahami bahwa sangkaan yang baik ialah meyakini bahwa Allah mengetahui segala perbuatan hamba-Nya sejak dari yang halus sampai kepada yang besar, sejak dari yang nampak sampai kepada yang tersembunyi, dan Allah mengetahui segala isi hatinya.\nJika seseorang telah memercayai yang demikian, maka ia selalu meneliti segala yang akan diperbuatnya, mana yang diridai Allah dan mana yang tidak diridai-Nya. Ia akan menghentikan serta menjauhkan diri dari segala perbuatan yang tidak diridai Allah, karena ia telah yakin bahwa Allah melihat dan mengetahui semua perbuatannya itu.\nDiriwayatkan oleh Ahmad, Muslim, Abu Dawud., dan Ibnu Majah dari Jabir bin 'Abdullah:\nRasulullah saw bersabda, \"Kamu jangan sekali-kali mati kecuali berbaik sangka kepada Allah. (Riwayat Ahmad, Muslim, Abu Dawud, dan Ibnu Majah)\n\nPara ulama berpendapat bahwa sangkaan itu ada dua macam: pertama, sangkaan yang baik, yaitu menyangka bahwa Allah mempunyai rahmat, keutamaan, dan kebaikan yang akan dilimpahkan-Nya kepada manusia, sebagaimana tersebut dalam hadis Qudsi:\nAllah berfirman, \"Aku menuruti sangkaan hamba-Ku kepada-Ku.\"(Riwayat Muslim dari Anas)\n\nKedua, sangkaan yang jelek, yaitu menyangka bahwa Allah tidak mengetahui segala perbuatan hamba-hamba-Nya. \nMenurut Qatadah, sangkaan itu ada dua macam, yaitu: pertama, sangkaan yang menyelamatkan seperti yang diterangkan firman Allah:\n\nSesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. (al-haqqah/69: 20)\n\nDan firman Allah:\n\n(Yaitu) mereka yang yakin, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya. (al-Baqarah/2: 46)\n\nKedua, sangkaan yang merusak, seperti yang diterangkan firman Allah ini.\nUmar bin Khaththab berkata tentang ayat ini, \"Mereka adalah orang-orang yang terus-menerus berbuat maksiat, tidak bertobat dari perbuatan itu, dan mereka berdebat tentang ampunan Tuhan, sehingga mereka meninggalkan dunia tidak membawa apa-apa.\" Kemudian Umar membaca ayat ini.\nAl-hasan al-Bashri berkata, \"Sesungguhnya satu kaum yang diperdaya oleh angan-angannya yang kosong sehingga mereka meninggal dunia, dan tiadalah mereka mempunyai suatu kebaikan pun. Salah seorang dari mereka berkata, 'Sesungguhnya aku berbaik sangka terhadap Tuhanku. Sesungguhnya ia telah berdusta. Jika baik sangkaannya, tentu baik pula amalnya.\" Kemudian Al-hasan al-Bashrimembaca ayat ini.",
    "quraish": "Prasangka buruk yang kalian tujukan terhadap Tuhan itu membuat kalian hancur. Dan pada hari kiamat kelak, kalian betul-betul merugi.",
    "jalalayn": "(Dan yang demikian itu) menjadi Mubtada (adalah prasangka kalian) menjadi Badal dari lafal Dzaalika (yang kalian sangka terhadap Rabb kalian) menjadi Na`at, sedangkan Khabar Mubtada ialah (akan menghancurkan kalian) akan membinasakan diri kalian sendiri (maka jadilah kalian termasuk orang-orang yang merugi.\")"
  },
  {
    "ruku": 415,
    "name": "Fussilat",
    "ayat": 24,
    "arab": "فَاِنْ يَّصْبِرُوْا فَالنَّارُ مَثْوًى لَّهُمْ ۚوَاِنْ يَّسْتَعْتِبُوْا فَمَا هُمْ مِّنَ الْمُعْتَبِيْنَ",
    "translation": "Meskipun mereka bersabar (atas azab neraka) maka nerakalah tempat tinggal mereka dan jika mereka minta belas kasihan, maka mereka itu tidak termasuk orang yang pantas dikasihani.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4242.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan keadaan orang-orang yang berburuk sangka terhadap Allah, yaitu mereka akan dimasukkan ke dalam neraka. Semuanya dimasukkan ke dalam neraka tidak ada kecualinya dan neraka inilah tempat kembali mereka.\nSeandainya di antara mereka ada yang minta ditangguhkan azab atau minta ampun kepada Allah dan bersedia kembali ke dunia seandainya Allah memberi mereka kesempatan, maka semuanya tidak akan dikabulkan. Permohonan mereka tidak mungkin dikabulkan karena mereka telah meninggalkan dunia. Tempat beramal dan dunia itu pun telah hancur, sedang akhirat bukanlah tempat beramal, tetapi tempat menerima hasil amal seseorang semasa hidup di dunia.",
    "quraish": "Kalau mereka menyembunyikan rasa sakit mereka, maka neraka adalah akhir dan tempat tinggal mereka yang abadi. Dan kalau mereka meminta perkenan Allah, maka permintaan itu tidak akan dikabulkan.",
    "jalalayn": "(Jika mereka bersabar) menderita azab (maka nerakalah tempat tinggal) tempat kediaman (bagi mereka, dan jika mereka mengemukakan alasan-alasan) maksudnya, jika mereka meminta kerelaan (maka tidaklah mereka termasuk orang-orang yang diterima alasannya) yakni orang-orang yang tidak mendapat kerelaan."
  },
  {
    "ruku": 415,
    "name": "Fussilat",
    "ayat": 25,
    "arab": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاۤءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَ ࣖ ",
    "translation": "Dan Kami tetapkan bagi mereka teman-teman (setan) yang memuji-muji apa saja yang ada di hadapan dan di belakang mereka dan tetaplah atas mereka putusan azab bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sungguh, mereka adalah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4243.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah menyediakan bagi orang kafir itu teman dan penolong berupa setan-setan dari golongan jin dan manusia. Mereka menganggap perbuatan-perbuatan duniawi yang membawa kepada kesesatan dan kekafiran itu baik, seperti memperturutkan hawa nafsu, suka mengumpulkan harta semata-mata untuk kepentingan diri sendiri, gila kekuasaan, mengerjakan perbuatan-perbuatan maksiat dan terlarang dan sebagainya. Demikian halnya dengan urusan-urusan akhirat, setan-setan itu telah menanamkan kepercayaan kepada hati manusia bahwa tidak ada surga atau neraka, tidak ada hidup sesudah mati, tidak ada kebangkitan dan hisab, tidak ada Tuhan yang wajib disembah, dan sebagainya. Oleh karena itu, mudah bagi mereka melakukan perbuatan-perbuatan yang mereka inginkan dan melakukan perbuatan-perbuatan terlarang. Firman Allah:\n\nDan barangsiapa berpaling dari pengajaran Allah Yang Maha Pengasih (Al-Qur'an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya. Dan sungguh, mereka (setan-setan itu) benar-benar menghalang-halangi mereka dari jalan yang benar, sedang mereka menyangka bahwa mereka mendapat petunjuk. (az-Zukhruf/43: 36-37)\n\nKarena sikap dan perbuatan mereka itu, maka ditetapkanlah azab bagi mereka, seperti azab yang pernah ditimpakan kepada umat-umat dahulu, yang telah mengikuti tipu daya setan. Semua mereka itu, yaitu setan-setan beserta pengikut-pengikutnya, sama-sama menderita kerugian dan kehancuran. Mereka sama-sama mendapat azab yang pedih di akhirat nanti karena mereka sama-sama orang yang merugikan diri sendiri.",
    "quraish": "Mereka, di dunia, Kami beri teman-teman jahat yang mengemas persoalan-persoalan akhirat sehingga tampak indah bagi mereka. Maka teman-teman jahat itu pun menipu mereka dengan mengatakan bahwa tidak akan ada hari kebangkitan dan perhitungan. Teman-teman jahat itu juga menggoda mereka dengan hal-hal dunia yang dapat mereka nikmati. Mereka semua telah ditetapkan untuk mendapatkan azab bersamaan dengan bangsa-bangsa terdahulu, baik jin maupun manusia, yang memiliki kelakuan yang sama. Hal itu disebabkan karena mereka lebih memilih kesesatan dari pada petunjuk. Mereka semua benar-benar merugi.",
    "jalalayn": "(Dan Kami tetapkan) Kami tentukan (bagi mereka teman-teman) dari kalangan setan-setan (yang menjadikan mereka memandang bagus apa yang ada di hadapan mereka) yaitu perkara duniawi dan memperturutkan nafsu syahwat (dan di belakang mereka) yaitu perkara akhirat, melalui perkataan mereka, bahwa tidak ada yang namanya hari berbangkit dan hari hisab itu (dan tetaplah atas mereka keputusan azab) sebagaimana yang telah diungkapkan oleh ayat yang lain, yaitu firman-Nya, \"Sesungguhnya Aku akan penuhi neraka Jahanam...\" (Q.S. As-Sajdah, 13) (pada) kalangan (umat-umat terdahulu) yang telah dibinasakan (sebelum mereka dari jin dan manusia, sesungguhnya mereka adalah orang- orang yang merugi.)"
  }
]