[
  {
    "ruku": 416,
    "name": "Fussilat",
    "ayat": 26,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ",
    "translation": "Dan orang-orang yang kafir berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur'an ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4244.mp3",
    "tafsir": "Orang-orang yang kafir dan ingkar kepada Allah dan rasul-Nya berkata kepada kaum mereka, \"Jangan sekali-kali kamu mendengar ayat-ayat Al-Qur'an yang dibacakan oleh Muhammad, jangan kamu memperhatikan dan merenungkan isinya. Hendaklah kamu berusaha mengganggu pendengaran orang-orang yang mendengarnya, seperti dengan bernyanyi-nyanyi, bersorak-sorai. Dengan sikap kamu yang demikian, mudah-mudahan orang-orang yang mendengarnya, tidak mengetahui dengan jelas bacaan Al-Qur'an yang didengarnya itu.\"\nDahulu waktu Rasulullah masih di Mekah, sebelum hijrah ke Medinah, apabila beliau membaca ayat-ayat Al-Qur'an, beliau mengeraskan suaranya agar didengar orang-orang banyak. Apabila pemuda-pemuda musyrik Mekah mendengar beliau membaca Al-Qur'an, mereka mengusir orang-orang yang mendengar bacaan Nabi saw itu dengan mengatakan, \"Ganggulah suara Muhammad itu dengan menangis, bersiul, bernyanyi, atau dengan bertepuk tangan.\"\nIbnu 'Abbas berkata bahwa Abu Jahal berkata kepada kaumnya, \"Apabila Muhammad membaca ayat-ayat Al-Qur'an, berteriaklah dengan keras di mukanya, sehingga tidak terdengar apa yang diucapkannya.\" Padahal, Allah memerintahkan untuk mendengarkan jika Al-Qur'an dibacakan. Firman-Nya:\n\nDan apabila dibacakan Al-Qur'an, maka dengarkanlah dan diamlah, agar kamu mendapat rahmat. (al-A 'raf/7: 204)",
    "quraish": "Orang-orang kafir berkata satu sama lain, \"Jangan kalian dengarkan al-Qur'ân ini! Sebaliknya, bermain- mainlah pada saat al-Qur'ân itu dibacakan hingga tidak ada yang mendengar dan memanfaatkannya. Dengan begitu, semoga kalian bisa mengalahkan Muhammad.\"",
    "jalalayn": "(Dan orang-orang yang kafir berkata) sewaktu Nabi saw. membaca Alquran, (\"Janganlah kalian mendengar bacaan Alquran ini dan buatlah hiruk-pikuk terhadapnya) yakni buatlah suara gaduh dan hiruk-pikuk untuk mengganggu bacaannya, dan mereka memang membuat hiruk-pikuk bilamana Nabi membaca Alquran (supaya kalian dapat mengalahkan\") bacaannya lalu ia menjadi diam tidak membaca Alquran."
  },
  {
    "ruku": 416,
    "name": "Fussilat",
    "ayat": 27,
    "arab": "فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَابًا شَدِيْدًاۙ وَّلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
    "translation": "Maka sungguh, akan Kami timpakan azab yang keras kepada orang-orang yang kafir itu dan sungguh, akan Kami beri balasan mereka dengan seburuk-buruk balasan terhadap apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4245.mp3",
    "tafsir": "Pada ayat ini, Allah mengancam orang-orang kafir dengan azab yang pedih dengan mengatakan, \"Kami benar-benar akan merasakan kepada orang-orang kafir itu azab yang tidak dapat digambarkan kedahsyatnnya dan Kami akan membalas semua perbuatan dosa dan larangan yang telah mereka lakukan. Kami tidak akan memberi pahala semua perbuatan baik yang telah mereka kerjakan, karena semua perbuatan baik seperti menghubungkan silaturrahim, menolong orang sengsara, mengerjakan perbuatan baik dan sebagainya, telah dihapus oleh kekafiran mereka. Tidak ada satu pun yang dapat mereka harapkan dari perbuatan baik itu selain dari amal yang buruk.\"",
    "quraish": "Maka Kami bersumpah akan membuat orang-orang kafir merasakan siksaan yang amat kejam akibat perbuatan mereka, terutama sikap mereka yang memusuhi al-Qur'ân. Kami juga akan membalas perbuatan-perbuatan mereka itu dengan balasan yang paling buruk.",
    "jalalayn": "Allah swt. berfirman mengisahkan tentang mereka, (Maka sesungguhnya Kami akan merasakan azab yang keras kepada orang-orang kafir dan Kami akan memberi balasan kepada mereka dengan seburuk-buruk pembalasan bagi apa yang telah mereka kerjakan) yakni pembalasan yang paling buruk sebagai imbalan dari perbuatan mereka itu."
  },
  {
    "ruku": 416,
    "name": "Fussilat",
    "ayat": 28,
    "arab": "ذٰلِكَ جَزَاۤءُ اَعْدَاۤءِ اللّٰهِ النَّارُ لَهُمْ فِيْهَا دَارُ الْخُلْدِ ۗجَزَاۤءً ۢبِمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
    "translation": "Demikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4246.mp3",
    "tafsir": "Balasan bagi orang-orang yang memperolok-olokkan ayat-ayat Allah dan bagi musuh-musuhnya ialah api neraka. Mereka kekal di dalamnya dan azab itu mereka rasakan terus-menerus. Mereka tidak dapat menghindarinya lagi.\nKemudian Allah menerangkan bahwa mereka berada di neraka Jahanam kekal selama-lamanya, sebagai balasan terhadap perbuatan mereka mengingkari ayat-ayat Allah sewaktu di dunia",
    "quraish": "Siksa yang telah disebutkan itu adalah balasan yang sebenarnya bagi musuh-musuh Allah. Selain itu, bagi mereka juga telah disediakan neraka untuk tempat tinggal mereka yang abadi, sebagai balasan atas pengingkaran mereka yang terus-menerus terhadap ayat-ayat dan bukti-bukti dari Allah.",
    "jalalayn": "(Demikianlah) azab yang keras itu dan pembalasan yang paling buruk itu (balasan terhadap musuh-musuh Allah) dapat dibaca Jazaa-u A'daaillaahi atau Jazaa-uwa`daaillaahi, yaitu dapat dibaca Tahqiq dan Tas-hil (yaitu neraka) menjadi 'Athaf bayan dari lafal Jazaa-u dan berfungsi menjelaskan maknanya (mereka mendapat tempat tinggal yang kekal di dalamnya) tempat menetap yang tidak akan dipindahkan lagi daripadanya (sebagai pembalasan) dinashabkan karena menjadi Mashdar dari Fi'ilnya yang diperkirakan keberadaannya (dari sikap mereka terhadap ayat-ayat Kami) yakni Alquran (yang mereka ingkari.)"
  },
  {
    "ruku": 416,
    "name": "Fussilat",
    "ayat": 29,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا رَبَّنَآ اَرِنَا الَّذَيْنِ اَضَلّٰنَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُوْنَا مِنَ الْاَسْفَلِيْنَ",
    "translation": "Dan orang-orang yang kafir berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami yaitu (golongan) jin dan manusia, agar kami letakkan keduanya di bawah telapak kaki kami agar kedua golongan itu menjadi yang paling bawah (hina).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4247.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa tatkala orang-orang kafir itu merasakan azab neraka, mereka minta kepada Allah agar setan-setan yang menyesatkan mereka dihadapkan kepada mereka. Permintaan itu diajukan agar mereka dapat melampiaskan dendam mereka. Mereka berkata, \"Wahai Tuhan kami, hadapkanlah kepada kami setan-setan yang menyesatkan kami itu, agar kami dapat melampiaskan sakit hati kami kepada mereka dengan menginjak-injak tubuh mereka.\"\nPada ayat-ayat yang lain diterangkan bahwa setan-setan itu ada yang jenis jin dan ada yang dari jenis manusia, seperti firman Allah:\n\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin¦ (al-An'am/6: 112)\n\nDan firman Allah:\n\nYang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. (an-Nas/114: 5-6)",
    "quraish": "Orang-orang kafir itu berkata, ketika berada di dalam neraka, \"Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang menjerumuskan kami ke dalam kesesatan ini, yaitu jin dan manusia, agar mereka kami injak-injak di bawah telapak kaki kami hingga menjadi orang yang paling rendah tempat dan kedudukannya.\"",
    "jalalayn": "(Dan orang-orang kafir berkata) sedang mereka di dalam neraka, (\"Ya Rabb kami! Perlihatkanlah kepada kami dua jenis makhluk yang telah menyesatkan kami yaitu sebagian dari jin dan manusia) yakni iblis dan Qabil yang keduanya adalah orang pertama yang mengerjakan kekafiran dan pembunuhan (agar kami letakkan keduanya di bawah telapak kaki kami) dalam neraka (supaya kedua jenis itu menjadi orang-orang yang paling bawah\") di neraka, artinya, azabnya lebih hebat daripada kami."
  },
  {
    "ruku": 416,
    "name": "Fussilat",
    "ayat": 30,
    "arab": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
    "translation": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4248.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengatakan dan mengakui bahwa Tuhan Yang Menciptakan, Memelihara, dan Menjaga kelangsungan hidup, Memberi rezeki, dan yang berhak disembah, hanyalah Tuhan Yang Maha Esa, kemudian mereka tetap teguh dalam pendiriannya itu, maka para malaikat akan turun untuk mendampingi mereka pada saat-saat diperlukan. Di antaranya pada saat mereka meninggal dunia, di dalam kubur, dan dihisab di akhirat nanti, sehingga segala kesulitan yang mereka hadapi terasa menjadi ringan.\nDalam hadis Nabi saw diterangkan bahwa teguh dalam pendirian itu merupakan hal yang sangat diperlukan oleh seorang mukmin:\nSufyan bin 'Abdullah ats-saqaf meriwayatkan bahwa seseorang berkata, \"Ya Rasulullah,perintahkan kepadaku tentang Islam suatu pererintah yang, aku tidak menanyakan lagi kepada orang selain engkau.\" Rasulullah menjawab, \"Katakanlah: Aku beriman kepada Allah, kemudian teguhkanlah pendirianmu.\" Aku berkata, \"Apa yang harus aku jaga?\" Maka Rasulullah mengisyaratkan kepada lidahnya sendiri. (Riwayat Muslim)\n\nMenurut Abu Bakar, yang dimaksud dengan perkataan \"istiqamah\" ialah tidak mempersekutukan Allah dengan sesuatu apa pun.\nKepada orang yang beriman dan berpendirian teguh dengan tidak mempersekutukan-Nya, Allah menurunkan malaikat yang menyampaikan kabar menggembirakan, memberikan segala yang bermanfaat, menolak kemudaratan, dan menghilangkan duka cita yang mungkin ada padanya dalam seluruh urusan duniawi maupun urusan ukhrawi. Dengan demikian, dadanya menjadi lapang dan tenteram, tidak ada kekhawatiran pada diri mereka. Sedangkan kepada orang-orang kafir, datang setan yang selalu menggoda mereka, sehingga menjadikan perbuatan buruk indah menurut pandangan mereka.\nWaki' dan Ibnu Zaid berpendapat bahwa para malaikat memberikan berita gembira kepada orang-orang yang beriman pada tiga keadaan yaitu, ketika mati, di dalam kubur, dan di waktu kebangkitan.\nKepada orang-orang yang beriman itu para malaikat mengatakan agar mereka tidak usah khawatir menghadapi hari kebangkitan dan hari perhitungan nanti. Mereka juga tidak usah bersedih hati terhadap urusan dunia yang luput dari mereka seperti yang berhubungan dengan keluarga, anak, harta, dan sebagainya.\nMenurut 'Atha', yang dimaksud dengan \"alla takhafu wa la tahzanu\" ialah: janganlah kamu khawatir bahwa Allah tidak memberi pahala amalmu, sesungguhnya kamu itu diterima Allah, dan janganlah kamu bersedih hati atas perbuatan dosa yang telah kamu perbuat, maka sesungguhnya Allah mengampuninya.\nAyat ini selanjutnya menjelaskan bahwa para malaikat mengatakan kepada orang-orang beriman agar bergembira dengan surga yang telah dijanjikan para rasul. Mereka pasti masuk surga, dan kekal di dalamnya.",
    "quraish": "Orang-orang yang berkata, \"Tuhan kami adalah Allah,\" sebagai pengakuan atas kemahaesaan-Nya, kemudian menjalankan syariat-Nya secara istikamah, benar-benar akan selalu dikunjungi oleh para malaikat dengan mengatakan, \"Kalian tak perlu merasa takut dengan kesusahan yang menimpa kalian, juga tak perlu bersedih dengan kebaikan yang tidak bisa kalian dapatkan. Sebaliknya, bergembiralah dengan surga yang dijanjikan kepada kalian melalui para nabi dan rasul.\"",
    "jalalayn": "(Sesungguhnya orang-orang yang mengatakan, \"Rabb kami adalah Allah,\" kemudian mereka meneguhkan pendirian mereka) dalam ajaran tauhid dan lain-lainnya yang diwajibkan atas mereka (maka malaikat akan turun kepada mereka) sewaktu mereka mati (\"Hendaknya kalian jangan merasa takut) akan mati dan hal-hal yang sesudahnya (dan jangan pula kalian merasa sedih) atas semua yang telah kalian tinggalkan, yaitu istri dan anak-anak, maka Kamilah yang akan menggantikan kedudukan mereka di sisi kalian (dan bergembiralah dengan surga yang telah dijanjikan Allah kepada kalian.)"
  },
  {
    "ruku": 416,
    "name": "Fussilat",
    "ayat": 31,
    "arab": "نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ",
    "translation": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4249.mp3",
    "tafsir": "Selanjutnya para malaikat itu menyatakan kepada orang-orang yang beriman bahwa mereka selalu mendampingi dan menolong orang-orang tersebut dalam segala urusan dunia. Para malaikat selalu memberi petunjuk yang menuju kepada kebaikan, kebenaran, dan kemaslahatan. Demikian pula para malaikat akan bersama-sama orang-orang beriman di akhirat nanti, menemani mereka di dalam kubur, pada waktu hari Kiamat, dan hari perhitungan sampai mereka masuk ke dalam surga.\nSebagian ahli tafsir berpendapat bahwa yang menyatakan kepada orang-orang beriman dalam ayat ini ialah Allah sendiri, sehingga maksud ayat ini adalah: \"Dan Allah wali bagi orang-orang yang beriman yang kuat pendiriannya . . .\"\nMalaikat mengatakan bahwa di dalam surga itu orang-orang yang beriman akan memperoleh berbagai macam kesenangan, kebahagiaan, dan kenikmatan yang selalu diidam-idamkan, serta segala yang diinginkan dan diminta.",
    "quraish": "Para malaikat itu juga mengatakan, \"Kami adalah penolong-penolong kalian di dunia, dengan memberikan dukungan, dan di akhirat dengan memberikan syafaat dan penghormatan. Di akhirat nanti kalian akan mendapatkan segala apa yang kalian sukai dan penghormatan yang kalian dambakan dari Tuhan yang ampunan dan kasih sayang-Nya amat luas.\"",
    "jalalayn": "(Kamilah pelindung-pelindung kalian dalam kehidupan dunia) artinya, Kami memelihara kalian di dalamnya (dan di akhirat) maksudnya, Kami akan selalu bersama kalian di akhirat hingga kalian masuk surga (di dalamnya kalian memperoleh apa yang kalian inginkan dan memperoleh pula di dalamnya apa yang kalian minta) berupa semua kenikmatan yang kalian minta."
  },
  {
    "ruku": 416,
    "name": "Fussilat",
    "ayat": 32,
    "arab": "نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ",
    "translation": "Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4250.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah menganugerahkan yang demikian itu sebagai suatu kemuliaan bagi mereka. Dia mengampuni segala dosa-dosa dan mencurahkan rahmat kepada mereka.",
    "quraish": "Para malaikat itu juga mengatakan, \"Kami adalah penolong-penolong kalian di dunia, dengan memberikan dukungan, dan di akhirat dengan memberikan syafaat dan penghormatan. Di akhirat nanti kalian akan mendapatkan segala apa yang kalian sukai dan penghormatan yang kalian dambakan dari Tuhan yang ampunan dan kasih sayang-Nya amat luas.\"",
    "jalalayn": "(Sebagai hidangan) sebagai rezeki yang telah dipersiapkan bagi kalian; lafal ayat ini dinashabkan oleh lafal Ja'ala yang keberadaannya diperkirakan sebelumnya (dari Rabb Yang Maha Pengampun lagi Maha Penyayang\") yaitu dari Allah swt."
  }
]