[
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 33,
    "arab": "وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ ",
    "translation": "Dan siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah dan mengerjakan kebajikan dan berkata, “Sungguh, aku termasuk orang-orang muslim (yang berserah diri)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4251.mp3",
    "tafsir": "Ayat ini mencela orang-orang yang mengatakan yang bukan-bukan tentang Al-Qur'an. Al-Qur'an mempertanyakan: perkataan manakah yang lebih baik daripada Al-Qur'an, siapakah yang lebih baik perkataannya dari orang yang menyeru manusia agar taat kepada Allah.\nIbnu Sirin, as-Suddi, Ibnu Zaid, dan al-hasan berpendapat bahwa orang yang paling baik perkataannya itu ialah Rasulullah saw. Apabila membaca ayat ini, al-hasan berkata bahwa yang dimaksud adalah Rasulullah, ia adalah kecintaan dan wali Allah. Ia adalah yang disucikan Allah dan merupakan pilihan-Nya. Ia adalah penduduk bumi yang paling cinta kepada Allah. Allah memperkenankan seruannya dan ia menyeru manusia agar mengikuti seruan itu. Sebagian ulama lain berpendapat bahwa ayat ini maksudnya umum, yaitu semua orang yang menyeru orang lain untuk menaati Allah. Rasulullah termasuk orang yang paling baik perkataannya, karena beliau menyeru manusia kepada agama Allah.\nAyat ini menerangkan bahwa seseorang dikatakan paling baik apabila perkataannya mengandung tiga perkara, yaitu:\n1. Seruan pada orang lain untuk mengikuti agama tauhid, mengesakan Allah dan taat kepada-Nya.\n2. Ajakan untuk beramal saleh, taat melaksanakan perintah-perintah Allah dan menghentikan larangan-Nya.\n3. Menjadikan Islam sebagai agama dan memurnikan ketaatan hanya kepada Allah saja.\n\nDengan menerangkan perkataan yang paling baik itu, seakan-akan Allah menegaskan kepada Rasulullah bahwa tugas yang diberikan kepada beliau itu adalah tugas yang paling mulia. Oleh karena itu, beliau diminta untuk tetap melaksanakan dakwah, dan sabar dalam menghadapi kesukaran-kesukaran dan rintangan-rintangan yang dilakukan orang-orang kafir.\nDari ayat ini dipahami bahwa sesuatu yang paling utama dikerjakan oleh seorang muslim ialah memperbaiki diri lebih dahulu, dengan memperkuat iman di dada, menaati segala perintah Allah, dan menghentikan segala larangan-Nya. Setelah diri diperbaiki, serulah orang lain mengikuti agama Allah. Orang yang bersih jiwanya, kuat imannya, dan selalu mengerjakan amal yang saleh, ajakannya lebih diperhatikan orang, karena ia menyeru orang lain dengan keyakinan yang kuat dan dengan suara yang mantap, tidak ragu-ragu.",
    "quraish": "Tidak ada yang perkataannya lebih baik daripada orang yang mengajak mengesakan Allah dan menaati- Nya serta berbuat baik, sembari mengatakan, sebagai pengakuan atas akidah yang dipeluknya, \"Aku benar- benar termasuk dalam golongan orang yang mematuhi perintah-perintah Allah.\"",
    "jalalayn": "(Siapakah yang lebih baik perkataannya) maksudnya, tiada seorang pun yang lebih baik perkataannya (daripada seorang yang menyeru kepada Allah) yakni mentauhidkan-Nya (mengerjakan amal yang saleh dan berkata, \"Sesungguhnya aku termasuk orang-orang yang berserah diri?\")"
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 34,
    "arab": "وَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ  ",
    "translation": "Dan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan an-tara kamu dan dia akan seperti teman yang setia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4252.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kebaikan yang diridai Allah dan diberi pahala itu tidak sama dengan keburukan yang dibenci-Nya dan orang yang melakukannya pasti diazab.\nAyat ini dapat ditafsirkan dengan pernyataan bahwa tidak sama dakwah orang yang menyeru kepada Allah dan mengikuti Islam, dengan perbuatan mencela orang-orang yang melaksanakan dakwah itu.\nSikap orang kafir yang mencela para dai diterangkan dalam firman Allah:\n\n¦ Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya¦ (Fushshilat/41: 5)\n\nDan firman Allah:\n\nDan orang-orang yang kafir berkata, \"Janganlah kamu mendengarkan (bacaan) Al-Qur'an ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).\" (Fushshilat/41: 26)\n\nDengan ayat ini, seakan-akan Allah menyatakan kepada Rasulullah saw bahwa jika ia mengerjakan kebaikan, maka akan memperoleh ganjaran kebaikan berupa penghargaan selama hidup di dunia dan pahala yang besar di akhirat nanti. Sedang orang-orang kafir yang mengerjakan kejahatan itu akan memperoleh penghinaan di dunia, dan di akhirat mereka akan memperoleh azab yang pedih. Rasulullah juga dilarang untuk membalas kejahatan mereka dengan kejahatan. Jika ia membalas kejahatan dengan kejahatan tentu mereka akan memperoleh kerugian yang berlipat ganda. Oleh karena itu, Rasulullah diperintahkan untuk membalas kejahatan mereka dengan kebaikan.\nKemudian Allah menerangkan cara membalas kejahatan orang-orang kafir itu dengan kebaikan dengan memerintahkan kepada Rasulullah agar membalas kebodohan dan kejahatan orang-orang kafir dengan cara yang paling baik, membalas perbuatan buruk mereka dengan perbuatan baik, memaafkan kesalahan mereka, dan menghadapi kemarahan mereka dengan kesabaran. Jika Nabi berbuat demikian, lambat laun mereka akan menilai sendiri perbuatan mereka, dan menimbulkan malu kepada mereka karena tindakan-tindakan mereka itu.\nAllah menerangkan hasil yang akan diperoleh orang-orang yang beriman jika membalas perbuatan buruk orang-orang kafir dengan perbuatan baik. Allah mengatakan jika orang-orang beriman berhasil berbuat demikian, tentu permusuhan orang-orang kafir kepada mereka akan berubah menjadi persahabatan, kebencian akan berubah menjadi kecintaan.\nIbnu 'Abbas berkata bahwa pada ayat ini, Allah memerintahkan kepada manusia agar berlaku sabar ketika marah, penyantun terhadap orang yang bodoh, dan memaafkan kesalahan orang. Jika seseorang mengerjakan yang demikian, Allah akan memelihara mereka dari setan, dan musuh-musuh mereka akan tunduk dan patuh kepada mereka.\nDiriwayatkan bahwa seorang laki-laki mencela Qunbur, budak 'Ali bin Abi thalib, yang telah dimerdekakannya. 'Ali lalu memanggilnya dan berkata, Wahai Qunbur, tinggalkanlah orang yang mencelamu itu, biarkanlah ia, semoga Tuhan Yang Maha Penyayang meridai, dan setan menjadi marah.\"\nMenurut Muqatil., ayat ini turun berhubungan dengan Abu Sufyan. Dia adalah salah seorang musuh Rasulullah yang paling besar. Akan tetapi karena kesabaran dan sikap Nabi yang baik kepadanya, Abu Sufyan menjadi sahabat Nabi yang akrab, dengan mengadakan hubungan perbesanan (mushaharah).",
    "quraish": "Sifat yang baik tidak sama dengan sifat yang buruk. Balaslah perlakuan tidak baik yang datang dari pihak lawan dengan perlakuaan yang lebih baik. Perlakuaan seperti itu akan membuat orang yang bermusuhan denganmu seolah-olah menjadi seorang teman yang tulus.",
    "jalalayn": "(Dan tidaklah sama kebaikan dan kejahatan) dalam tingkatan rinciannya, karena sebagian daripada keduanya berada di atas sebagian yang lain. (Tolaklah) kejahatan itu (dengan cara) yakni dengan perbuatan (yang lebih baik) seperti marah, imbangilah dengan sabar, bodoh imbangilah dengan santunan, dan perbuatan jahat imbangilah dengan lapang dada atau pemaaf (maka tiba-tiba orang yang antaramu dan antara dia ada permusuhan seolah-olah menjadi teman yang setia) maka jadilah yang dulunya musuhmu kini menjadi teman sejawat dalam hal saling kasih mengasihi, jika kamu mempunyai sikap seperti tersebut. Lafal Al Ladzii Mubtada, dan Ka-annahu adalah Khabarnya, lafal Idzaa menjadi Zharaf bagi makna Tasybih."
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 35,
    "arab": "وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ",
    "translation": "Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4253.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan cara yang paling baik menghadapi orang-orang kafir, yaitu orang yang sabar ketika menderita kesulitan dan kesengsaraan, dapat menahan marah, tidak pendendam, dan suka memaafkan.\nAnas r.a. dalam menafsirkan ayat ini mengatakan bahwa yang dimaksud dengan sabar dalam ayat ini ialah apabila seseorang dimaki oleh orang lain, ia berkata, \"Jika engkau memakiku dengan alasan yang benar, mudah-mudahan Allah akan mengampuni dosamu. Jika engkau memakiku dengan alasan yang tidak benar, mudah-mudahan Allah mengampuni dosa-dosaku.\"\nNasihat agar berlaku sabar, menahan marah, dan suka memaafkan kesalahan orang lain itu adalah suatu nasihat yang paling utama dan tinggi nilainya. Yang dapat menerima nasihat itu hanyalah orang-orang yang beriman dan beramal saleh, yang akan memperoleh kebahagiaan di dunia dan di akhirat nanti.\nQatadah mengatakan bahwa arti dari \"keuntungan yang besar\" ialah surga. Maksud ayat ini ialah kesabaran itu hanyalah dianugerahkan kepada orang-orang yang akan masuk surga.",
    "quraish": "Perlakuan seperti itu (membalas kejelekan dengan kebaikan) hanya diberikan kepada orang yang mempunyai sifat sabar dan orang yang mempunyai banyak kebaikan dan kesempurnaan jiwa.",
    "jalalayn": "(Sifat-sifat yang baik itu tidak dianugerahkan) tidak akan diberikan (melainkan kepada orang-orang yang sabar dan tidak dianugerahkan melainkan kepada orang-orang yang mempunyai keberuntungan) yakni pahala (yang besar.)"
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 36,
    "arab": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Dan jika setan mengganggumu dengan suatu godaan, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4254.mp3",
    "tafsir": "Ayat ini menerangkan bahwa jika setan menggoda agar engkau membalas kejahatan dengan kejahatan pula, maka berlindunglah kepada Allah dari segala tipu daya setan yang terkutuk itu. Allah Maha Mendengar permohonanmu dan Maha Mengetahui segala yang dibisikkan setan ke dalam dadamu itu.",
    "quraish": "Jika kamu digoda oleh setan agar tidak melaksanakan hal-hal yang diperintahkan kepadamu itu, wahai orang yang mendengarkan pesan ini, berlindunglah kepada Allah yang ilmu dan pendengaran-Nya meliputi segala sesuatu. Dia pasti akan melindungimu.",
    "jalalayn": "(Dan jika) lafal Immaa ini pada asalnya terdiri dari In Syarthiyyah dan Maa Zaidah yang kemudian keduanya diidgamkan menjadi satu sehingga jadilah Immaa (setan mengganggumu dengan suatu gangguan) yakni jika setan mengalihkan perhatianmu dari pekerti yang baik kepada pekerti yang buruk (maka mohonlah perlindungan kepada Allah) lafal ayat ini menjadi Jawab Syarat, sedangkan Jawab Amar tidak disebutkan, yakni niscaya Dia akan menolak gangguan setan itu dalam dirimu. (Sesungguhnya Dialah Yang Maha Mendengar) semua percakapan (lagi Maha Mengetahui) semua perbuatan."
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 37,
    "arab": "وَمِنْ اٰيٰتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُۗ  لَا تَسْجُدُوْا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوْا لِلّٰهِ الَّذِيْ خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ  ",
    "translation": "Dan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, mata-hari dan bulan. Janganlah bersujud kepada matahari dan jangan (pula) kepada bulan, tetapi bersujudlah kepada Allah yang menciptakannya, jika kamu hanya menyembah kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4255.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara tanda-tanda kebesaran dan kekuasaan Allah ialah adanya malam sebagai waktu istirahat, siang waktu bekerja dan berusaha, matahari yang memancarkan sinarnya, dan bulan yang bercahaya. Dia yang mengatur perjalanan planet-planet pada garis edarnya di cakrawala sehingga dengan demikian diketahui perhitungan tahun, bulan, hari, dan waktu sebagaimana firman Allah:\n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yunus/10: 5)\n\nSetelah Allah menerangkan tanda-tanda kebesaran dan kekuasaan-Nya, Dia memperingatkan hamba-hamba-Nya agar jangan sekali-kali bersujud kepada tanda-tanda kebesaran dan kekuasaan-Nya itu, seperti matahari, bulan, bintang, dan sebagainya. Jangan sekali-kali memuliakan, menyembah, dan menganggapnya mempunyai kekuatan gaib, karena semuanya itu hanya Dialah yang menciptakan, menguasai, mengatur, dan menentukan ada dan tidaknya.\nSeakan-akan ayat ini menerangkan dan mengingatkan bahwa manusia adalah makhluk Tuhan yang paling mulia di antara makhluk-makhluk yang diciptakan-Nya. Karena itu tidak pantas manusia memuliakan, menganggap keramat, dan menghormati makhluk Tuhan yang lebih rendah daripadanya. Yang patut disembah, dimuliakan, dan dihormati adalah sesuatu yang paling berkuasa dan paling mulia yaitu Allah. Seandainya ada manusia yang menyembah dan memuliakan makhluk selain Allah, berarti manusia telah merendahkan martabat dirinya sendiri.\nAyat ini juga memperingatkan manusia yang menyekutukan Allah, penyembah-penyembah patung, penyembah-penyembah matahari, bulan, dan bintang-bintang agar menyadari kedudukannya di antara makhluk-makhluk yang lain itu.",
    "quraish": "Di antara bukti-bukti kekuasaan Allah adalah adanya gejala malam, siang, matahari, dan bulan. Maka dari itu, janganlah kalian menyembah matahari dan bulan, karena kedua-duanya hanya merupakan tanda kekuasaan-Nya. Sebaliknya, sembahlah Allah yang menciptakan semua itu jika kalian benar-benar tidak menyembah selain diri-Nya!",
    "jalalayn": "(Dan sebagian dari tanda-tanda kekuasaan-Nya ialah malam, siang, matahari, dan bulan. Janganlah kalian bersujud kepada matahari dan jangan pula kepada bulan, tetapi bersujudlah kepada Allah Yang menciptakannya) yang telah menciptakan keempat tanda-tanda tersebut (jika kalian hanya kepada-Nya saja menyembah.)"
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 38,
    "arab": "فَاِنِ اسْتَكْبَرُوْا فَالَّذِيْنَ عِنْدَ رَبِّكَ يُسَبِّحُوْنَ لَهٗ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُوْنَ ۩",
    "translation": "Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya pada malam dan siang hari, sedang mereka tidak pernah jemu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4256.mp3",
    "tafsir": "Kemudian Allah memperingatkan Nabi Muhammad bahwa jika orang-orang musyrik yang menyembah bintang-bintang itu bersikap angkuh dan tidak mengindahkan seruannya, biarkan saja mereka dengan kesesatan yang mereka lakukan itu. Allah tidak memerlukan mereka sedikit pun. Mereka beriman atau tidak beriman tidak ada artinya bagi Allah sedikit pun.\nAllah melanjutkan peringatan-Nya bahwa para makhluk yang berada di sisi-Nya lebih baik dari orang-orang musyrik itu, tidak ada yang bersikap angkuh dan menyombongkan diri kepada-Nya. Mereka senantiasa bertasbih, salat siang dan malam, dan sedikit pun mereka tidak pernah merasa jemu.\nAllah berfirman:\n\nDan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling 'Arasy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, \"Segala puji bagi Allah, Tuhan seluruh alam.\" (az-Zumar/39: 75)",
    "quraish": "Jika orang-orang musyrik, karena sikap sombongnya, enggan mematuhi perintahmu, kamu tidak perlu menyayangkan. Karena malaikat-malaikat yang berada di hadirat kesucian-Nya, dengan tulus dan tidak bosan-bosan, selalu menyucikan-Nya dari segala kekurangan di setiap waktu, baik siang maupun malam.",
    "jalalayn": "(Jika mereka menyombongkan diri) tidak mau bersujud atau menyembah kepada Allah semata (maka mereka yang di sisi Rabbmu) yakni malaikat-malaikat (bertasbih) artinya, salat (kepada-Nya di malam dan siang hari, sedangkan mereka tidak jemu-jemu) tidak pernah merasa jemu bertasbih."
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 39,
    "arab": "وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْۗ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْيِ الْمَوْتٰى ۗاِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan sebagian dari tanda-tanda (kebesaran)-Nya, engkau melihat bumi itu kering dan tandus, tetapi apabila Kami turunkan hujan di atasnya, niscaya ia bergerak dan subur. Sesungguhnya (Allah) yang menghidupkannya pasti dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4257.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara bukti-bukti kekuasaan Allah membangkitkan manusia di hari Kiamat nanti ialah bumi yang tandus dan mati, tidak ditumbuhi tumbuh-tumbuhan sedikit pun. Akan tetapi, apabila Dia menyirami tanah itu dengan air hujan dengan mengalirkan air kepadanya, maka bumi itu berubah menjadi hijau, karena tanahnya menjadi subur dan ditumbuhi tanam-tanaman.\nAllah berfirman:\n\nDan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan tetumbuhan yang indah. (al-hajj/22: 5)\n\nAyat ini berkaitan dengan tumbuhnya tumbuh-tumbuhan dengan adanya anugerah berupa air yang diturunkan dalam bentuk hujan. Pesan yang mirip, juga dapat ditemui pada Surah al-hajj/22 ayat 5, yang pada akhir ayatnya berbunyi: \"...Dan engkau melihat bumi kering kerontang, maka apabila Kami turunkan air di atasnya dia bergerak dan mengembang dan menumbuhkan berbagai jenis tanaman yang indah.\" Kata \"bergerak dan mengembang\" dikaitkan dengan gerakan butiran tanah saat biji tumbuhan berkecambah dan akarnya berkembang dan tumbuh hingga menjadi pohon dewasa.\nAllah yang telah menghidupkan bumi yang mati itu dengan menyiramkan air, dan menghidupkan tumbuh-tumbuhan, sehingga bumi itu menghijau, kuasa pula menghidupkan manusia yang telah mati, dan kuasa membangkitkannya dari kubur. Semuanya itu tidak ada yang sukar bagi-Nya. Semuanya mudah bagi-Nya. Dia Mahakuasa atas segala sesuatu.",
    "quraish": "Di antara bukti-bukti kekuasaan-Nya yang lain adalah bahwa bumi yang kamu lihat kering dan tandus, apabila Kami sirami dengan air hujan, akan bergerak dengan tetumbuhannya, mengembang dan bertambah subur. Yang menghidupkan bumi dari kematiannya itu, benar-benar pantas untuk menghidupkan makhluk hidup yang telah mati. Dia benar-benar Mahakuasa atas segala sesuatu. (1). (1) Ayat ini menerangkan bahwa unsur-unsur kosmos dan lapisan tanah yang mati, apabila disiram oleh air hujan akan larut bersama air hujan. Dengan demikian, tanah itu akan mudah bergerak hingga mencapai benih dan akar berbagai macam tumbuhan yang kemudian berubah menjadi sel-sel, jaringan-jaringan, dan akhirnya organisme yang hidup. Dan dengan meresapnya air dan tumbuhnya berbagai tumbuhan, bumi menjadi tampak hidup dan bertambah besar.",
    "jalalayn": "(Dan sebagian dari tanda-tanda kekuasaan-Nya bahwa kamu melihat bumi itu kering tandus) yaitu tidak ada tumbuh-tumbuhan padanya (maka apabila Kami turunkan air di atasnya, niscaya ia bergerak) berubah (dan subur) yakni menjadi subur dan rimbun penuh dengan tetumbuhan. (Sesungguhnya Tuhan Yang menghidupkannya tentu dapat menghidupkan yang mati; sesungguhnya Dia Maha Kuasa atas segala sesuatu.)"
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 40,
    "arab": "اِنَّ الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اٰيٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۗ اَفَمَنْ يُّلْقٰى فِى النَّارِ خَيْرٌ اَمَّنْ يَّأْتِيْٓ اٰمِنًا يَّوْمَ الْقِيٰمَةِ ۗاِعْمَلُوْا مَا شِئْتُمْ ۙاِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, mereka tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka yang lebih baik ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Lakukanlah apa yang kamu kehendaki! Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4258.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah Maha Mengetahui semua yang dilakukan dan tipu daya yang dibuat oleh orang-orang yang menentang Al-Qur'an menurut keinginan hawa nafsu mereka sendiri, mengingkari, dan mencelanya. Tidak ada sesuatu pun yang tersembunyi dan tidak diketahui Allah. Oleh karena itu, Dia akan membalas segala perbuatan mereka itu dengan ganjaran yang setimpal.\nKemudian Allah menerangkan perbedaan dan bentuk pembalasan yang akan diterima oleh orang-orang mukmin dan orang-orang kafir di akhirat nanti dengan mengatakan bahwa orang-orang yang dimasukkan ke dalam neraka karena mengingkari Allah, rasul, dan ayat-ayat-Nya tidak sama dengan orang-orang beriman yang memercayai ayat-ayat Al-Qur'an, mengikuti rasul-Nya, dan mendapat surga. Allah akan menetapkan keputusan dengan adil antara mereka dan balasan yang akan mereka peroleh tentu pula tidak sama.\nAyat ini ditujukan kepada seluruh manusia yang kafir dan mukmin. Akan tetapi, sebagian ulama berpendapat bahwa ayat ini berarti umum dan khusus. Umum meliputi seluruh manusia yang kafir dan beriman, khusus berhubungan dengan Abu Jahal yang mengingkari Rasulullah saw dan orang-orang yang beriman kepadanya.\nDiriwayatkan oleh 'Abd ar-Razzaq, Ibnu al-Mundzir, Ibnu Asakir dari Busyair bin Tamim, ia berkata, \"Ayat ini diturunkan berkenaan dengan Abu Jahal dan 'Ammar bin Yasir.\"\nPada akhir ayat ini, Allah menegaskan bahwa Nabi Muhammad telah mengetahui akibat yang diperoleh orang-orang yang berbuat dosa di akhirat nanti, dan akibat yang akan diperoleh orang-orang yang beriman kelak. Oleh karena itu, manusia dipersilakan untuk melakukan apa saja yang dikehendaki, ia telah mengetahui akibatnya. Allah melihat segala perbuatan manusia dan memberi balasan sesuai dengan yang telah diperbuatnya.",
    "quraish": "Orang-orang yang menyimpang dari jalan yang lurus dan mendustakan tanda-tanda kebesaran Kami, urusan dan maksud mereka tidak akan tersembunyi dari Kami. Mereka akan Kami balas dengan yang semestinya mereka terima. Dan manakah yang lebih baik: orang yang dilempar ke dalam neraka, atau orang yang mendatangi hari kiamat dengan perasaan yakin akan selamat dari segala macam keburukannya? Katakan kepada mereka dengan nada mengancam, \"Berbuatlah sekehendak kalian! Penglihatan Allah meliputi segala sesuatu. Dia akan membalas semuanya sesuai dengan amalan yang diperbuat.\"",
    "jalalayn": "(Sesungguhnya orang-orang yang mengingkari) diambil dari kata Alhada dan Lahada artinya ingkar (kepada ayat-ayat Kami) yakni Alquran dengan cara mendustakannya (mereka tidak tersembunyi dari Kami) maka pasti Kami akan membalas mereka. (Maka apakah orang-orang yang dilemparkan ke dalam neraka lebih baik ataukah orang-orang yang datang dengan aman sentosa pada hari kiamat? Perbuatlah apa yang kalian kehendaki; sesungguhnya Dia Maha Mengetahui apa yang kalian kerjakan) ayat ini merupakan ancaman bagi mereka."
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 41,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْ ۗوَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌ ۙ",
    "translation": "Sesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4259.mp3",
    "tafsir": "Pada ayat ini diterangkan tanda-tanda orang-orang yang ingkar itu ialah mengingkari ayat-ayat Allah, dan mengingkari Al-Qur'an ketika disampaikan kepada mereka. Mereka akan memperoleh ganjaran yang setimpal dengan kekafiran mereka itu.\nKemudian Allah menerangkan bahwa Al-Qur'an itu adalah sebuah kitab yang mulia, yang tidak dapat dibatalkan isinya, dan tidak dapat diubah-ubah sedikit pun.",
    "quraish": "Orang-orang yang mengingkari al-Qur'ân saat diturunkan, dengan tidak mau mempelajarinya, akan mendapatkan azab yang tidak pernah terbayangkan oleh siapa pun. Mereka melakukan hal itu, padahal al-Qur'ân adalah kitab suci yang tidak ada bandingannya, mengalahkan setiap orang yang menentangnya, dan tidak akan pernah bisa dimasuki oleh kesalahan dari sisi mana pun. Al-Qur'ân itu turun secara berangsur- angsur dari Tuhan yang Mahasuci dari hal-hal yang tak berguna, dan banyak dipuji karena nikmat yang dilimpahkanNya.",
    "jalalayn": "(Sesungguhnya orang-orang yang mengingkari peringatan) Alquran (ketika ia datang kepada mereka) niscaya Kami akan membalas mereka (dan sesungguhnya Alquran itu adalah kitab yang mulia) artinya, perkasa."
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 42,
    "arab": "لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ ",
    "translation": "yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4260.mp3",
    "tafsir": "Ayat ini menegaskan bahwa tidak ada sesuatu pun yang membatalkan ayat-ayat Al-Qur'an, walaupun itu kitab-kitab Allah yang terdahulu, seperti Taurat, Zabur, dan Injil, dan tidak satu pun kitab Allah yang datang setelah Al-Qur'an. Arti ini sesuai dengan pendapat Sa'id bin Jubair dan al-Kalbi.\nPada akhir ayat ini diterangkan bahwa seluruh Al-Qur'an itu benar, tidak ada yang salah sedikit pun, karena Al-Qur'an berasal dari Allah, Tuhan semesta alam. Semua yang berasal dari Allah adalah benar belaka, tidak ada satu pun yang kurang, yang salah, atau tidak sempurna. Dia Mahabijaksana dan Maha Terpuji.",
    "quraish": "Orang-orang yang mengingkari al-Qur'ân saat diturunkan, dengan tidak mau mempelajarinya, akan mendapatkan azab yang tidak pernah terbayangkan oleh siapa pun. Mereka melakukan hal itu, padahal al-Qur'ân adalah kitab suci yang tidak ada bandingannya, mengalahkan setiap orang yang menentangnya, dan tidak akan pernah bisa dimasuki oleh kesalahan dari sisi mana pun. Al-Qur'ân itu turun secara berangsur- angsur dari Tuhan yang Mahasuci dari hal-hal yang tak berguna, dan banyak dipuji karena nikmat yang dilimpahkanNya.",
    "jalalayn": "(Yang tidak datang kepadanya Alquran kebatilan baik dari depan maupun dari belakangnya) yakni tidak ada suatu kitab pun sebelumnya yang mendustakannya, dan tidak pula sesudahnya (yang diturunkan dari Tuhan Yang Maha Bijaksana lagi Maha Terpuji) Allah Yang Maha Terpuji di dalam semua urusan-Nya."
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 43,
    "arab": "مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۗاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ ",
    "translation": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sungguh, Tuhanmu mempunyai ampunan dan azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4261.mp3",
    "tafsir": "Ayat ini merupakan hiburan Allah bagi Nabi saw yang sedih karena sikap dan perbuatan orang-orang musyrik terhadap Al-Qur'an yang disampaikannya. Allah mengatakan bahwa sikap, tindakan, dan ucapan-ucapan yang dilakukan orang-orang musyrik yang mendustakan ayat-ayat Allah itu, sama dengan tindakan dan ucapan-ucapan yang disampaikan oleh umat-umat terdahulu kepada rasul-rasul mereka. Walaupun demikian, mereka tetap bersabar dan tabah dalam menyampaikan risalahnya. Oleh karena itu, Nabi Muhammad juga diperintahkan untuk sabar dan tabah, sebagaimana rasul-rasul sebelumnya. Beliau juga diminta untuk tetap pada seruannya.\nAyat yang lain yang sama isinya dengan ayat ini ialah firman-Nya:\n\nDemikianlah setiap kali seorang Rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adz-dzariyat/51: 52)\n\nSebagian ahli tafsir ada yang berpendapat bahwa maksud ayat ini adalah sesungguhnya yang disampaikan kepada Nabi Muhammad, seperti ajaran keesaan Allah, dan memurnikan ketaatan dan ketundukan hanya kepada-Nya, sama dengan yang pernah disampaikan kepada para rasul yang diutus sebelumnya. Hal ini adalah wajar karena agama Allah itu mempunyai azas dan prinsip yang sama. Semuanya sama-sama menentukan dan memerintahkan untuk menghambakan diri hanya kepada Allah, sama-sama percaya kepada adanya hari kebangkitan, dan sebagainya. Seandainya ada perbedaan, maka perbedaan itu bukanlah berhubungan dengan azas atau prinsip, tetapi hanyalah yang berhubungan dengan furu' atau yang bukan prinsip. Hal ini perlu karena perbedaan keadaan, masa, dan tempat.\nPenafsiran ini sesuai dengan firman Allah:\n\nSesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya¦ (an-Nisa'/4: 163)\n\nJika ayat ini dihubungkan dengan ayat-ayat yang sesudahnya, maka pendapat yang pertamalah yang lebih sesuai, karena pembicaraan ayat-ayat yang sesudahnya berhubungan dengan sikap orang-orang musyrik terhadap Al-Qur'an. Tetapi jika dihubungkan dengan ayat-ayat sebelumnya, maka pendapat yang kedualah yang sesuai, karena pembicaraan berhubungan dengan Al-Qur'an, sebagai wahyu yang di dalamnya tidak terdapat kesalahan dan kekurangan. Dalam penafsiran, ayat ini dimasukkan ke dalam kelompok ayat-ayat sesudahnya.\nPada akhir ayat ini diterangkan kepada Nabi Muhammad bahwa Tuhannya adalah Tuhan Yang Maha Esa. Yang berhak disembah itu adalah juga Tuhan Yang Maha Pengampun kepada hamba-hamba-Nya yang mau bertobat, dan juga memberi siksaan yang sangat pedih kepada orang-orang kafir lagi sombong dan tidak mau bertobat.",
    "quraish": "Perkataan musuh-musuhmu yang ditujukan kepadamu itu, wahai Muhammad, adalah pendustaan dan ejekan yang pernah juga ditujukan kepada rasul-rasul sebelummu oleh musuh-musuh mereka. Tetapi Sang Pencipta dan Pemeliharamu benar-benar mempunyai ampunan yang besar dan siksa yang sangat menyakitkan. Dari itu, Dia tetap akan mengampuni musuh-musuhmu yang bertobat dan, sebaliknya, juga akan membalas mereka yang tetap keras kepala.",
    "jalalayn": "(Tidaklah ada yang dikatakan kepadamu itu) yakni kedustaan (kecuali) sebagaimana (apa yang sesungguhnya telah dikatakan kepada rasul-rasul sebelum kamu. Sesungguhnya Rabbmu benar-benar mempunyai ampunan) buat orang-orang yang beriman (dan hukuman yang pedih) bagi orang-orang kafir."
  },
  {
    "ruku": 417,
    "name": "Fussilat",
    "ayat": 44,
    "arab": "وَلَوْ جَعَلْنٰهُ قُرْاٰنًا اَعْجَمِيًّا لَّقَالُوْا لَوْلَا فُصِّلَتْ اٰيٰتُهٗ ۗ ءَاَ۬عْجَمِيٌّ وَّعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِيْنَ اٰمَنُوْا هُدًى وَّشِفَاۤءٌ ۗوَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًىۗ اُولٰۤىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍۢ بَعِيْدٍ ࣖ",
    "translation": "Dan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, “Mengapa tidak dijelaskan ayat-ayatnya?” Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, “Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4262.mp3",
    "tafsir": "Ayat ini merupakan jawaban dari sikap dan ucapan orang-orang musyrik yang terdapat pada ayat-ayat yang sebelumnya. Kepada mereka disampaikan bahwa seandainya Allah menurunkan Al-Qur'an kepada Nabi Muhammad dengan salah satu bahasa selain dari bahasa Arab, tentu orang-orang Quraisy Mekah akan berkata, \"Mengapa Al-Qur'an tidak diturunkan dalam bahasa Arab? Sehingga kami mudah memahami hukum-hukum dan ketentuan-ketentuan yang terdapat di dalamnya.\" Padahal dulunya mereka berkata, \"Apakah Al-Qur'an yang diturunkan itu berbahasa selain Arab, sedang rasul yang diutus itu berbahasa Arab.\"\nAllah memerintahkan agar Rasulullah menjawab pertanyaan orang-orang musyrik yang tidak mau percaya kepada Al-Qur'an itu dengan berkata kepada mereka, \"Al-Qur'an ini bagi orang-orang yang percaya kepadanya, meyakini bahwa ia berasal dari Allah Yang Mahakuasa, dan percaya kepada rasul yang menyampaikannya, merupakan petunjuk ke jalan kebahagiaan, penawar hati, dan menghilangkan keragu-raguan. Ayat ini sejalan dengan firman Allah:\n\nWahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman. (Yunus/10: 57)\n\nOrang-orang yang tidak beriman kepada Allah, rasul-Nya, dan Al-Qur'an, pada telinga mereka ada sumbatan yang menutup pendengaran mereka dari mendengar ayat-ayat Al-Qur'an. Mereka buta sehingga tidak dapat melihat bukti-bukti kebesaran dan kekuasaan Allah dan tidak dapat menerima pelajaran yang disampaikan rasul.\nOrang-orang yang tidak mendengar ayat-ayat Allah dan tidak dapat melihat bukti-bukti kebesaran dan kekuasaan-Nya diserupakan dengan orang yang diseru dari suatu tempat yang jauh, ia hanya dapat mendengar suara yang tidak jelas, sehingga ia tidak mengerti maksud suara itu.",
    "quraish": "Apabila al-Qur'ân Kami turunkan dalam bahasa selain bahasa Arab, sebagaimana diusulkan oleh para pembangkang itu, pasti mereka, dengan sikap ingkar, akan mengatakan, \"Mengapa ayat-ayat al-Qur'ân tidak diterangkan dengan bahasa yang dapat kami mengerti? Mengapa al-Qur'ân tidak berbahasa Arab padahal diturunkan di kalangan bangsa Arab?\" Katakan kepada mereka, wahai Muhammad, \"Al-Qur'ân itu hanya dapat dijadikan petunjuk, penyembuh, dan penyelamat dari kebingungan dan keragu-raguan bagi orang-orang Mukmin saja, bukan yang lain. Sedang orang-orang yang tidak mempercayainya, seolah-olah menjadi tuli dan buta karena hanya melihat bagian al-Qur'ân yang, menurut mereka, dapat dijadikan bahan fitnah. Mereka ini bagaikan orang yang diseru kepada keimanan dari tempat yang jauh dan tidak bisa mendengarnya.\"",
    "jalalayn": "(Dan jika Kami jadikan ia) yakni Alquran itu (suatu bacaan dalam bahasa selain bahasa Arab tentu mereka mengatakan, \"Mengapa tidak) kenapa tidak (dijelaskan) diterangkan (ayat-ayatnya?) sehingga kami dapat memahaminya. (Apakah) patut Alquran (dalam bahasa asing sedangkan) nabi (adalah orang Arab) Istifham atau kata tanya di sini mengandung makna ingkar, yakni menunjukkan keingkaran mereka. Dan lafal A'jamiyyun ini dapat dibaca Tahqiq dan dapat pula dibaca Tas-hil. (Katakanlah, \"Alquran ini bagi orang-orang yang beriman adalah petunjuk) dari kesesatan (dan penawar) dari kebodohan. (Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan) penutup, sehingga mereka tidak dapat mendengar (sedangkan Alquran itu suatu kegelapan bagi mereka) karena itu mereka tidak dapat memahaminya. (Mereka itu adalah seperti orang-orang yang dipanggil dari tempat yang jauh\") karenanya mereka tidak dapat mendengar dan tidak dapat memahami panggilan yang ditujukan kepadanya."
  }
]