[
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 1,
    "arab": "الۤمّۤ ",
    "translation": "Alif Lam Mim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/294.mp3",
    "tafsir": "Alif Lam Mim termasuk huruf-huruf muqaththa'ah (singkatan) yang terletak pada permulaan beberapa surah Al-Qur'an. Para mufasir berbeda pendapat tentang maksud huruf-huruf itu, selanjutnya lihat masalah ini pada judul \"Fawatihus-suwar\" pada permulaan jilid I tafsir ini.",
    "quraish": "[[3 ~ ALI 'IMRAN (KELUARGA 'IMRAN) Pendahuluan: Madaniyyah, 200 ayat ~ Melalui kisah-kisah, al-Qur'ân berbicara tentang hukum-hukum alam dan pelajaran yang dapat dipetik. Dalam kisah-kisah tersebut dijelaskan banyak masalah menyangkut akidah, hukum dan akhlak. Pada surat terdahulu diceritakan sebagian sejarah Banû Isrâ'îl berupa berbagai macam penyelewengan yang mereka lakukan. Pada surat ini disebutkan beberapa hal, antara lain: a. Sisi-sisi lain kesesatan dan penyelewengan Banû Isrâ'îl. b. Petunjuk bagaimana seharusnya seorang Mukmin berakidah dan berperilaku. c. Hakikat agama samawi. d. Etika bertobat. e. Petunjuk bagaimana menyikapi kemenangan dan kekalahan. f. Keterangan tempat orang-orang yang gugur dalam perang di jalan Allah. g. Balasan dari Allah berlaku umum, untuk laki-laki dan perempuan. h. Jalan menunju kemenangan. Permulaan surat ini sama dengan permulaan surat terdahulu.]] Alif, Lâm, Mîm, adalah huruf-huruf yang disebut untuk menjelaskan bahwa al-Qur'ân yang penuh kemukjizatan itu terdiri atas huruf-huruf tersebut. Disebut juga, untuk menarik perhatian mereka agar mendengarkan.",
    "jalalayn": "(Alif laam miim), Allah yang lebih tahu akan maksudnya."
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 2,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ",
    "translation": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus-menerus mengurus (makhluk-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/295.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Tuhan yang berhak disembah tidak lain hanyalah Allah swt Yang hidup kekal, terus menerus mengatur dan menjaga makhluk-Nya. Selanjutnya lihat tafsir ayat 255 al-Baqarah.",
    "quraish": "Allah itu Esa, tidak ada tuhan selain Dia. Segala ciptaan dan keberaturan yang ada di alam raya ini dapat menjadi saksi akan hal itu. Dia hidup kekal tanpa akan pernah mati. Dia mengatur dan mengurus seluruh isi alam.",
    "jalalayn": "(Allah, tiada Tuhan melainkan Dia, Yang Maha Hidup lagi berdiri sendiri.)"
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 3,
    "arab": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَۙ",
    "translation": "Dia menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) yang mengandung kebenaran, membenarkan (kitab-kitab) sebelumnya, dan menurunkan Taurat dan Injil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/296.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Tuhan yang berhak disembah itu benar-benar telah menurunkan Al-Qur'an kepada Nabi Muhammad saw dengan perantaraan Jibril, dan menegaskan bahwa sebelum menurunkan Al-Qur'an, Allah telah menurunkan pula kitab-kitab kepada para nabi terdahulu, yang diutus sebelum kedatangan Nabi Muhammad saw, misalnya kitab Taurat diturunkan kepada Nabi Musa, kitab Injil yang diturunkan kepada Nabi Isa dan sebagainya.\nAl-Qur'an mengakui kebenaran isi kitab-kitab terdahulu sebagaimana kitab-kitab terdahulu itu membenarkan isi Al-Qur'an sesuai dengan yang diisyaratkan kitab-kitab itu. Penegasan dan pengakuan ini hanyalah secara garis besarnya saja, tidak secara terperinci, yaitu Allah telah mengutus rasul-rasul kepada umat-umat dahulu, dan Allah telah menurunkan wahyu kepada mereka, seperti Taurat, Injil dan sebagainya. Mengenai isi dari kitab-kitab itu tidak dijelaskan Al-Qur'an. Beriman kepada penegasan dan pengakuan ayat itu termasuk iman kepada Allah.\nSebagaimana halnya dengan Al-Qur'an yang mengakui bahwa telah diutus para nabi dan rasul kepada umat-umat yang terdahulu dan telah diturunkan kepada mereka kitab-kitab, maka kitab-kitab yang dahulu pun mengisyaratkan dan mengakui bahwa pada akhir zaman nanti Allah akan mengutus seorang nabi terakhir, nabi penutup dan kepada nabi itu akan diturunkan Allah pula sebuah kitab yang berisi pokok-pokok dari risalah yang dibawa nabi-nabi yang terdahulu.\nMenurut ayat ini seluruh isi Taurat dan Injil adalah wahyu dari Allah, yang disampaikan kepada Nabi Musa dan Nabi Isa yang berisi pokok-pokok risalah yang dibawanya, tidak ada sedikit pun terdapat di dalamnya yang berupa perkataan karangan manusia dan sebagainya.\nMengenai Taurat yang ada sekarang bukanlah Taurat yang diturunkan kepada Nabi Musa, demikian pula Injil bukanlah Injil yang diturunkan kepada Nabi Isa karena di dalam kedua kitab itu terdapat karangan pengikut kedua Nabi itu yang datang kemudian.\n\n¦. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), ¦(al-Ma'idah/5:13. Lihat juga an-Nisa'/4:46).",
    "quraish": "Dia menurunkan al-Qur'ân kepadamu, hai Muhammad. Kitab itu berisikan kebenaran yang menyangkut pokok-pokok ajaran samawi dalam kitab-kitab terdahulu. Sebelumnya Dia telah menurunkan Tawrât kepada Mûsâ dan Injîl kepada 'Isâ.",
    "jalalayn": "(Diturunkan-Nya kepadamu) hai Muhammad (Al-kitab) Alquran, berisikan (kebenaran) dalam semua beritanya (membenarkan kitab-kitab yang berada di depannya) maksudnya kitab-kitab yang turun sebelumnya (dan diturunkan-Nya pula Taurat dan Injil)."
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 4,
    "arab": "مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَاَنْزَلَ الْفُرْقَانَ ەۗ اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ",
    "translation": "sebelumnya, sebagai petunjuk bagi manusia, dan Dia menurunkan Al-Furqan. Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai hukuman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/297.mp3",
    "tafsir": "Sebelum Al-Qur'an diturunkan, Taurat dan Injil menjadi petunjuk bagi manusia, dan kemudian diturunkanlah Al-Furqan yaitu Al-Qur'an, kitab yang dapat membedakan antara yang benar dengan yang salah.\nPada akhir ayat ini, Allah mengancam dengan azab yang pedih terhadap orang-orang yang tetap ingkar dan tidak mau tahu dengan kitab-kitab yang telah diturunkan Allah kepada para rasul, orang-orang yang tidak mau menggunakan akal pikirannya untuk membedakan antara kepercayaan yang benar dengan yang salah, antara agama-agama yang diridai Allah dengan yang tidak diridai-Nya. Mereka semua akan dimasukkan ke dalam neraka. Tidak ada sesuatu pun yang dapat mengubah keputusan Allah dan tidak ada yang dapat mengelakkan dan mempertahankan diri dari azab-Nya. Allah akan membalas segala bentuk keingkaran dan pembangkangan terhadap hukum-hukum-Nya serta mengazab pelaku-pelakunya dengan azab yang setimpal.",
    "quraish": "Kedua kitab tersebut diturunkan sebelum al-Qur'ân agar dapat menjadi petunjuk bagi umat manusia. Ketika mereka menyeleweng dari ajarannya, Allah menurunkan al-Qur'ân sebagai pembeda antara kebenaran dan kebatilan, penjelas antara petunjuk dan kesesatan. Al-Qur'ân adalah kitab yang selalu benar. Siapa saja yang meninggalkan ajaran yang dikandung di dalamnya dan mengingkari ayat-ayatnya, akan mendapatkan siksaan yang pedih. Allah Mahakuasa. Tidak ada sesuatu apa pun yang dapat mengalahkan- Nya. Dia akan membalas siapa saja yang perlu dibalas.",
    "jalalayn": "(Sebelumnya) artinya sebelum diturunkannya Alquran (menjadi petunjuk) hal dengan makna menunjukkan dari kesesatan (bagi manusia) bagi orang-orang yang mengikuti kedua kitab itu. Pada Taurat dan Injil 'menurunkan' dipakai kata-kata 'anzala', sedangkan pada Alquran dengan 'nazzala' yang berarti secara berulang-ulang, berbeda dengan Taurat dan Injil yang diturunkan sekaligus (dan diturunkan-Nya pula Al-Furqan) artinya kitab yang memisahkan antara yang hak dan yang batil dan disebutkannya secara keseluruhan. (Sesungguhnya orang-orang yang kafir terhadap ayat-ayat Allah) misalnya pada Alquran dan lainnya (bagi mereka disediakan siksa yang berat dan Allah Maha Tangguh) menguasai segala urusan sehingga tak suatu pun yang dapat menghalangi-Nya untuk menunaikan janji dan ancaman-Nya (dan mempunyai balasan siksa) artinya hukuman berat terhadap orang yang durhaka, yang tak dapat dilakukan oleh siapa pun."
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 5,
    "arab": "اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
    "translation": "Bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/298.mp3",
    "tafsir": "Ilmu Allah meliputi segala sesuatu, tidak ada sesuatu pun yang menandingi ilmu Allah dan tidak ada sesuatu pun yang luput dari pengetahuan-Nya.",
    "quraish": "Allah Maha Mengetahui segala sesuatu. Tidak ada sesuatu apa pun di langit dan di bumi, kecil atau besar, tampak dan tidak tampak, yang tersembunyi bagi-Nya.",
    "jalalayn": "(Sesungguhnya bagi Allah tidak ada suatu pun yang tersembunyi) di antara barang wujud ini (baik di bumi maupun di langit) karena ilmu-Nya terhadap apa yang terdapat di seluruh alam, baik merupakan keseluruhan maupun yang sebagian-sebagian, dan ini diistimewakan menyebutkannya karena penginderaan dapat melampauinya."
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 6,
    "arab": "هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْاَرْحَامِ كَيْفَ يَشَاۤءُ ۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "translation": "Dialah yang membentuk kamu dalam rahim menurut yang Dia kehendaki. Tidak ada tuhan selain Dia. Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/299.mp3",
    "tafsir": "Dengan kodrat-Nya, dijadikan-Nya manusia bermacam-macam bentuk setelah melalui proses demi proses, sejak dari sel mani yang menerobos ke dalam rahim, kemudian menjadi sesuatu yang melekat pada dinding rahim, dan dari sesuatu yang melekat itu menjadi segumpal daging yang melekat, akhirnya berbentuk manusia dan lahirlah ia ke dunia (al-Mu'minun/23:12-14). Semuanya itu dijadikan Allah sesuai dengan sunah (hukum) dan ilmu-Nya.",
    "quraish": "Dialah yang membentuk kalian ketika masih berupa janin dalam rahim dengan berbagai macam bentuk yang dikehendaki. Tidak ada tuhan yang berhak disembah kecuali Dia Yang Mahaperkasa dalam kekuasaan- Nya, Mahabijaksana dalam ciptaan-Nya. (1) (1) Ayat ini menunjukkan satu sisi kemukjizatan berupa kekuasaan Tuhan Sang Pencipta, yaitu berubahnya sebuah sel telur (ovum) yang subur menjadi seorang manusia sempurna dengan organ tubuh lengkap dan terdiri atas jutaan sel-sel dengan tugas sendiri- sendiri. Nanti akan disebutkan dalam al-Qur'ân ayat-ayat yang memerinci beberapa fase perkembangan janin. Yang diisyaratkan dalam ayat ini khusus berkenaan dengan kekuasaan mutlak Tuhan dalam proses pembentukan janin. Yaitu, dalam sebuah sel telur yang sangat kecil, Allah meletakkan seluruh gen yang menentukan jenis kelamin, ciri-ciri fisik dan kepribadian seperti bakat, intelegensia dan kejiwaan. Penentuan bentuk seseorang dari hasil pertemuan sel telur dan sel sperma dari jutaan sel-sel lainnya merupakan bukti kehendak mutlak Tuhan, sehingga tidak ada di dunia ini orang yang sama persis dari segala segi.",
    "jalalayn": "(Dialah yang membentuk kamu dalam rahim sebagaimana dikehendaki-Nya) apakah akan jadi laki-laki atau perempuan, berkulit putih atau berkulit hitam dan sebagainya. (Tiada Tuhan melainkan Dia Yang Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam tindakan dan perbuatan-Nya."
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 7,
    "arab": "هُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌ ۗ فَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ  اِلَّا اللّٰهُ  ۘوَالرَّاسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ  كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ",
    "translation": "Dialah yang menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad). Di antaranya ada ayat-ayat yang muhkamat, itulah pokok-pokok Kitab (Al-Qur'an) dan yang lain mutasyabihat. Adapun orang-orang yang dalam hatinya condong pada kesesatan, mereka mengikuti yang mutasyabihat untuk mencari-cari fitnah dan untuk mencari-cari takwilnya, padahal tidak ada yang mengetahui takwilnya kecuali Allah. Dan orang-orang yang ilmunya mendalam berkata, “Kami beriman kepadanya (Al-Qur'an), semuanya dari sisi Tuhan kami.” Tidak ada yang dapat mengambil pelajaran kecuali orang yang berakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/300.mp3",
    "tafsir": "Al-Qur'an yang diturunkan Allah itu, di dalamnya terdapat ayat-ayat yang muhkamat dan terdapat pada yang mutasyabihat.\n\"Ayat yang muhkamat\" ialah ayat yang jelas artinya, seperti ayat-ayat hukum, dan sebagainya. \"Ayat mutasyabihat\" ialah ayat yang tidak jelas artinya, yang dapat ditafsirkan dengan bermacam-macam penafsiran. Seperti ayat-ayat yang berhubungan dengan hal-hal yang gaib dan sebagainya. \nMenurut sebagian mufasir, tujuan diturunkannya ayat-ayat ini, ialah:\n1.Untuk menguji iman dan keteguhan hati seorang Muslim kepada Allah. Iman yang benar hendaklah disertai dengan penyerahan diri dalam arti yang seluas-luasnya kepada Allah. Allah menurunkan ayat-ayat yang dapat dipahami artinya dengan mudah dan Dia menurunkan ayat-ayat yang sukar diketahui makna dan maksud yang sebenarnya, yaitu ayat-ayat mutasyabihat. Dalam menghadapi ayat-ayat mutasyabihat ini, manusia akan merasa bahwa dirinya bukanlah makhluk yang sempurna, ia hanya diberi Allah pengetahuan yang sedikit karena itu ia akan menyerahkan pengertian ayat-ayat itu kepada Allah Yang Maha Mengetahui.\n2. Dengan adanya ayat-ayat yang muhkamat dan mutasyabihat kaum Muslimin akan berpikir sesuai dengan batas-batas yang diberikan Allah; ada yang dapat dipikirkan secara mendalam dan ada pula yang sukar dipikirkan, lalu diserahkan kepada Allah.\n3.Para nabi dan para rasul diutus kepada seluruh umat manusia yang berbeda-beda, misalnya: Berbeda kepandaiannya, kemampuannya, kekayaannya, berbeda pula bangsa, bahasa dan daerahnya. Karena itu, cara penyampaian agama kepada mereka hendaklah disesuaikan dengan keadaan mereka dan kesiapan bahasa yang dimiliki sesuai dengan kemampuan mereka.\n\nSikap manusia dalam memahami dan menghadapi ayat-ayat yang mutasyabihat, yaitu:\n1.Orang yang hatinya tidak menginginkan kebenaran, mereka jadikan ayat-ayat itu untuk bahan fitnah yang mereka sebarkan di kalangan manusia dan mereka mencari-cari artinya yang dapat dijadikan alasan untuk menguatkan pendapat dan keinginan mereka.\n2.Orang yang mempunyai pengetahuan yang mendalam dan ingin mencari kebenaran, mereka harus mencari pengertian yang benar, dari ayat itu. Bila mereka belum atau tidak sanggup mengetahuinya, mereka berserah diri kepada Allah sambil berdoa dan mohon petunjuk.\n\nPada akhir ayat ini Allah menerangkan sifat orang yang dalam ilmu pengetahuannya, yaitu orang yang suka memperhatikan makhluk Allah, suka memikirkan dan merenungkannya. Ia berpikir semata-mata karena Allah dan untuk mencari kebenaran.",
    "quraish": "Dialah yang telah menurunkan al-Qur'ân kepadamu. Di antara hikmah-Nya, sebagian ayat al-Qur'ân muhkamât: jelas arti dan maksudnya, dan yang lain mutasyâbihât: sulit ditangkap maknanya oleh kebanyakan orang, samar bagi orang-orang yang belum mendalam ilmunya. Ayat-ayat mutasyâbihât itu diturunkan untuk memotivasi para ulama agar giat melakukan studi, menalar, berpikir, teliti dalam berijtihad dan menangkap pesan-pesan agama. Orang-orang yang hatinya condong kepada kesesatan, mengikuti ayat-ayat mutasyâbihât untuk menebar fitnah dan untuk menakwilkan sesuka hati mereka. Takwil yang benar dari ayat-ayat tersebut tak dapat diketahui kecuali oleh Allah dan orang-orang yang mendalam ilmunya. Mereka berkata, \"Kami meyakini itu datangnya dari Allah. Kami tidak membedakan keyakinan kepada al-Qur'ân antara yang muhkam dan yang mutasyâbih.\" Tidak ada yang mengerti itu semua kecuali orang-orang yang memiliki akal sehat yang tidak mengikuti keinginan hawa nafsu.",
    "jalalayn": "(Dialah yang menurunkan kepadamu Alquran, di antara isinya ada ayat-ayat yang muhkamat) jelas maksud dan tujuannya (itulah dia pokok-pokok Alquran) yakni yang menjadi pegangan dalam menetapkan (sedangkan yang lainnya mutasyabihat) tidak dimengerti secara jelas maksudnya, misalnya permulaan-permulaan surah. Semuanya disebut sebagai 'muhkam' seperti dalam firman-Nya 'uhkimat aayaatuh' dengan arti tak ada cacat atau celanya, dan 'mutasyaabiha' pada firman-Nya, 'Kitaaban mutasyaabiha,' dengan makna bahwa sebagian menyamai lainnya dalam keindahan dan kebenaran. (Adapun orang-orang yang dalam hatinya ada kecenderungan pada kesesatan) menyeleweng dari kebenaran, (maka mereka mengikuti ayat-ayat mutasyabihat untuk membangkitkan fitnah) di kalangan orang-orang bodoh dengan menjerumuskan mereka ke dalam hal-hal yang syubhat dan kabur pengertiannya (dan demi untuk mencari-cari takwilnya) tafsirnya (padahal tidak ada yang tahu takwil) tafsirnya (kecuali Allah) sendiri-Nya (dan orang-orang yang mendalam) luas lagi kokoh (ilmunya) menjadi mubtada, sedangkan khabarnya: (Berkata, \"Kami beriman kepada ayat-ayat mutasyaabihat) bahwa ia dari Allah, sedangkan kami tidak tahu akan maksudnya, (semuanya itu) baik yang muhkam maupun yang mutasyabih (dari sisi Tuhan kami,\" dan tidak ada yang mengambil pelajaran) 'Ta' yang pada asalnya terdapat pada 'dzal' diidgamkan pada dzal itu hingga berbunyi 'yadzdzakkaru' (kecuali orang-orang yang berakal) yang mau berpikir. Mereka juga mengucapkan hal berikut bila melihat orang-orang yang mengikuti mereka."
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 8,
    "arab": "رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚاِنَّكَ اَنْتَ الْوَهَّابُ ",
    "translation": "(Mereka berdoa), “Ya Tuhan kami, janganlah Engkau condongkan hati kami kepada kesesatan setelah Engkau berikan petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi-Mu, sesungguhnya Engkau Maha Pemberi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/301.mp3",
    "tafsir": "Sikap orang yang ilmu pengetahuannya telah mendalam, mereka selalu berdoa dan berserah diri kepada Allah swt, bila mereka tidak sanggup lagi memikirkan ayat-ayat Allah. Mereka berdoa kepada Allah agar selalu dipelihara, dipimpin, diberi petunjuk, dan jangan sampai mereka tergelincir ke jalan yang sesat setelah mereka mendapat petunjuk. Dari doa mereka dipahami bahwa yang mereka mohonkan itu bukanlah semata-mata keselamatan dan kebahagiaan duniawi, tetapi juga mereka memohon kebahagiaan dan keselamatan di akhirat.",
    "quraish": "Mereka yang berakal sehat itu selalu berdoa, \"Ya Tuhan kami, janganlah Engkau jadikan hati kami menyeleweng dari kebenaran setelah Engkau tunjuki kami. Berikanlah kami rahmat dari sisi-Mu berupa kesesuaian dan kemantapan hati. Sesungguhnya hanya Engkaulah pemberi dan penolak.\"",
    "jalalayn": "(\"Tuhan kami! Janganlah engkau gelincirkan hati kami) janganlah diselewengkan dari kebenaran dengan mencari-cari tafsirnya yang tidak layak bagi kami sebagaimana dialami oleh mereka (setelah Engkau memberi petunjuk kepada kami) bimbingan ke arah perkara yang benar (dan berilah kami dari sisi-Mu rahmat) keteguhan hati (karena Engkaulah Yang Maha Memberi) karunia."
  },
  {
    "ruku": 42,
    "name": "Ali 'Imran",
    "ayat": 9,
    "arab": "رَبَّنَآ اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ",
    "translation": "”Ya Tuhan kami, Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya.” Sungguh, Allah tidak menyalahi janji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/302.mp3",
    "tafsir": "Dalam doa orang-orang yang ilmu pengetahuannya telah mendalam itu tergambar pula keyakinan mereka, yaitu mereka meyakini kedatangan hari kiamat, dan setelah itu Allah mengumpulkan seluruh makhluk-Nya untuk diperhitungkan segala amal perbuatannya yang telah mereka perbuat selama mereka hidup di dunia. Mereka yakin bahwa pada hari itu Allah membalas amal baik dengan pahala yang berlipat ganda, dan membalas semua perbuatan dosa dengan azab yang setimpal.\nKedatangan hari akhirat dan pengumpulan makhluk pada hari itu, merupakan janji Allah kepada manusia. Orang-orang yang ilmu pengetahuannya mendalam, yakin benar bahwa Allah pasti menepati janji-Nya.",
    "quraish": "\"Ya Tuhan kami, Engkau mengumpulkan manusia pada hari yang kedatangannya pasti, untuk memberi pembalasan kepada setiap orang sesuai amal dan usahanya. Engkau telah menjanjikan itu. Sesungguhnya Engkau tidak pernah menyalahi janji.\"",
    "jalalayn": "(Tuhan kami! Sesungguhnya Engkau akan mengumpulkan manusia) menghimpun mereka (untuk suatu hari) maksudnya pada suatu hari (yang tak ada keraguan) atau kebimbangan (padanya) yakni hari kiamat, maka Engkau balas amal perbuatan mereka sebagaimana telah Engkau janjikan. (Sesungguhnya Allah tidak menyalahi janji.\") yakni janji-Nya tentang saat berbangkit. Di sini terdapat peralihan pembicaraan dan kemungkinan ia merupakan firman Allah swt. Adapun maksud dari doa seperti itu ialah untuk menyatakan bahwa pusat perhatian mereka ialah soal akhirat. Oleh sebab itulah mereka memohon agar tetap berada dalam hidayah atau petunjuk Allah hingga beroleh pahala. Diriwayatkan oleh Bukhari dan Muslim melalui Aisyah r.a. katanya, \"Rasulullah saw. membaca ayat, 'Dialah yang telah menurunkan kepadamu kitab, di antara isinya ialah ayat-ayat yang muhkamat...' dan seterusnya lalu sabdanya, 'Apabila kamu lihat orang-orang yang mengikuti ayat-ayat mutasyabihat mereka itulah yang disebutkan oleh Allah, maka waspadalah terhadap mereka.'\" Diriwayatkan pula oleh Thabrani dalam Al-Kabir melalui Abu Musa Al-Asyari, bahwa ia mendengar Nabi saw. bersabda, \"Tidak ada yang aku khawatirkan terhadap umatku, kecuali tiga perkara yang di antaranya ialah akan dimudahkan bagi mereka mempelajari Alquran, tetapi orang mukmin mencari-cari takwil yang mutasyabihat, padahal tidak ada yang tahu akan takwilnya itu kecuali Allah, sedangkan orang-orang yang mendalam ilmunya mengatakan, 'Kami beriman padanya, semuanya dari sisi Tuhan kami dan tidaklah yang beroleh peringatan kecuali orang-orang yang berakal.'\" (Hadis)"
  }
]