[
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 10,
    "arab": "وَمَا اخْتَلَفْتُمْ فِيْهِ مِنْ شَيْءٍ فَحُكْمُهٗٓ اِلَى اللّٰهِ ۗذٰلِكُمُ اللّٰهُ رَبِّيْ عَلَيْهِ تَوَكَّلْتُۖ وَاِلَيْهِ اُنِيْبُ  ",
    "translation": "Dan apa pun yang kamu perselisihkan padanya tentang sesuatu, keputusannya (terserah) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Kepada-Nya aku bertawakal dan kepada-Nya aku kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4282.mp3",
    "tafsir": "Allah menerangkan bahwa apa saja yang diperselisihkan mengenai urusan agama, keputusannya supaya dikembalikan kepada Allah, artinya hanya Allah yang menentukan mana yang benar dan mana yang salah. Manusia dalam kehidupan dunia harus mengikuti petunjuk Allah dalam Al-Qur'an dan petunjuk sunah Rasul, sebagaimana firman Allah: \n\nKemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. (an-Nisa'/4: 59)\n\nSedangkan yang memutuskan perselisihan manusia di akhirat nanti sepenuhnya hanya Allah saja, karena semua makhluk tidak ada yang memiliki kekuasaan, dan hanya Allah saja yang berkuasa, sebagaimana firman:\n\nPemilik hari pembalasan. (al-Fatihah/1: 4)\n\nDia-lah yang akan menetapkan hukumnya di hari Kiamat, menangani persoalan antara orang-orang yang berselisih. Di sanalah baru dapat diketahui dengan jelas siapa yang benar dan siapa yang salah, siapa yang layak masuk surga dan siapa yang menjadi penghuni neraka.\nYang memiliki sifat-sifat menghidupkan dan mematikan, menetapkan hukum antara dua orang yang berselisih tiada lain hanyalah Allah, Tuhan Yang Maha Esa, bukanlah tuhan-tuhan selain Allah yang dianggap dan diakui mereka. Kepada-Nyalah manusia bertawakal dan berserah diri agar terhindar dari segala usaha jahat musuh-musuh mereka dan berhasil tidaknya urusan mereka hanya kepada Allah-lah segala sesuatunya dikembalikan, dan kepada-Nya-lah kita bertobat atas segala dosa dan maksiat yang telah kita lakukan. Sebagaimana firman-Nya:\n\nDan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)",
    "quraish": "Keputusan penyelesaian masalah keimanan dan kekafiran yang kalian perselisihkan itu berada di tangan Allah. Dan Dia sudah menjelaskan hal itu. Hakim yang menyelesaikan perselisihan kalian itu adalah Allah yang menguasai urusanku (Muhammad), satu-satunya tempat aku menyandarkan diri, dan tempat kembali untuk meminta pertimbangan.",
    "jalalayn": "(Dan apa yang kalian perselisihkan) dengan orang-orang kafir (tentang sesuatu perkara) yang menyangkut masalah agama dan masalah-masalah lainnya (maka putusannya) dikembalikan (kepada Allah) kelak di hari kiamat yaitu Dia akan memutuskan perkara itu di antara kalian. Katakanlah kepada mereka, (\"Itulah Allah, Rabbku, kepada-Nyalah aku bertawakal dan kepada-Nyalah aku kembali) yakni dikembalikan."
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 11,
    "arab": "فَاطِرُ السَّمٰوٰتِ وَالْاَرْضِۗ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّمِنَ الْاَنْعَامِ اَزْوَاجًاۚ يَذْرَؤُكُمْ فِيْهِۗ  لَيْسَ كَمِثْلِهٖ شَيْءٌ ۚوَهُوَ السَّمِيْعُ الْبَصِيْرُ ",
    "translation": "(Allah) Pencipta langit dan bumi. Dia menjadikan bagi kamu pasangan-pasangan dari jenis kamu sendiri, dan dari jenis hewan ternak pasangan-pasangan (juga). Dijadikan-Nya kamu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4283.mp3",
    "tafsir": "Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi serta segala isinya, begitu juga hal-hal aneh dan ajaib yang mengherankan yang kita saksikan seperti luasnya cakrawala yang membentang luas di atas kita tanpa ada tiang yang menunjangnya; karenanya. Dia-lah yang pantas dan layak dijadikan sandaran dalam segala hal dan dimintai bantuan dan pertolongan-Nya; bukan tuhan-tuhan mereka yang tidak berdaya dan yang tidak dapat berbuat apa-apa. Dia-lah yang menjadikan bagi manusia dari jenisnya sendiri jodohnya masing-masing; yang satu dijodohkan kepada yang lain sehingga lahirlah keturunan turun-temurun memakmurkan dunia ini. Demikian itu berlaku pula pada binatang ternak yang akhirnya berkembang biak memenuhi kehidupan di bumi.\nDengan demikian, kehidupan makhluk yang berada di atas bumi ini menjadi teratur dan terjamin bagi mereka. Makanan yang cukup bergizi, minuman yang menyegarkan dan nikmat-nikmat lain yang wajib disyukuri untuk mencapai kebahagiaan dunia dan akhirat. Semuanya itu menunjukkan kebenaran dan kekuasaan Allah. Tidak ada satu pun yang menyamai-Nya dalam segala hal. Dia Maha Mendengar, Dia mendengar segala apa yang diucapkan setiap makhluk, Dia Maha Melihat. Tidak ada sesuatu pun yang tersembunyi bagi-Nya. Dia melihat segala amal perbuatan makhluk-Nya, yang baik maupun yang jahat. Tidak ada sesuatu pun yang menyamai kekuasaan, kebesaran, dan kebijaksanaan-Nya.\nAllah menciptakan segala sesuatu berpasang-pasangan. Ayat ini secara jelas menyatakan demikian. Demikian pula beberapa ayat berikut:\n\nMahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui. (Yasin/36: 36)\n\nFirman Allah:\n\nDan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir (ar-Ra'd/13: 3)\n\nDan firman-Nya\n\nDan segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah). (adh-dzariyat/51: 49)\n\nMenurut kajian ilmiah, bukan hanya makhluk hidup yang berpasang-pasangan namun benda-benda mati juga berpasang-pasangan. Dengan menggunakan ilmu dan peralatan canggih yang ada saat ini, sudah dapat diketahui mengenai adanya pasangan-pasangan dari atom sampai ke awan. Atom, yang tadinya diduga merupakan wujud yang terkecil dan tidak dapat dibagi, ternyata iapun berpasangan. Atom terdiri dari elektron dan proton. Proton yang bermuatan listrik positif dikelilingi oleh beberapa partikel elektron yang bermuatan listrik negatif. Muatan listrik di kedua kelompok partikel ini sangat seimbang.\nTumbuh-tumbuhan pun memiliki pasangan-pasangan guna pertumbuhan dan perkembangannya. Sebelumnya, manusia tidak mengetahui bahwa tumbuh-tumbuhan juga memiliki perbedaan kelamin jantan dan betina. Buah adalah produk akhir dari reproduksi tumbuhan tinggi. Tahap yang mendahului buah adalah bunga, yang memiliki organ jantan dan betina yaitu benangsari dan putik. Bila tepungsari dihantarkan ke putik, akan menghasilkan buah, yang kemudian tumbuh, hingga akhirnya matang dan melepaskan bijinya. Oleh sebab itu seluruh buah mencerminkan keberadaan organ-organ jantan dan betina, suatu fakta yang disebut dalam Al-Qur'an. \nAda tumbuhan yang memiliki benangsari dan putik sehingga menyatu dalam diri pasangannya; dan dalam penyerbukannya ia tidak membutuhkan pejantan dari bunga lain. Namun, ada juga yang hanya memiliki salah satunya saja sehingga untuk berproduksi ia membutuhkan pasangannya dari bunga lain. Hanya Allah yang tidak berpasangan.",
    "quraish": "Dia adalah Pencipta langit dan bumi yang sebelumnya tidak ada itu. Dia, demi kepentingan kalian, menciptakan pasangan--laki-laki dan perempuan--dari jenis manusia, dan pasangan--jantan dan betina--dari berbagai hewan ternak. Dengan pengaturan yang amat cermat itu, Dia memperbanyak kalian. Tidak ada yang menyerupai-Nya, dan tidak ada sesuatu pun yang pantas menjadi pasangan-Nya. Dialah yang mengetahui, dengan sempurna, semua hal yang bisa didengar dan dilihat, tanpa bantuan indera.",
    "jalalayn": "(Pencipta langit dan bumi) Dialah Yang mengadakan langit dan bumi (Dia menjadikan bagi kalian dari jenis kalian sendiri pasangan-pasangan) sewaktu Dia menciptakan Hawa dari tulang rusuk Adam (dan dari jenis binatang ternak pasangan-pasangan) ada jenis jantan dan ada jenis betina (dijadikan-Nya kalian berkembang biak) maksudnya, mengembangbiakkan kalian (dengan jalan itu) yaitu melalui proses perjodohan. Dengan kata lain, Dia memperbanyak kalian melalui anak beranak. Dhamir yang ada kembali kepada manusia dan binatang ternak dengan ungkapan yang lebih memprioritaskan manusia. (Tidak ada sesuatu pun yang serupa dengan Dia) huruf Kaf adalah Zaidah, karena sesungguhnya Allah swt. tiada sesuatu pun yang semisal dengan-Nya (dan Dialah Yang Maha Mendengar) semua apa yang dikatakan (lagi Maha Melihat) semua apa yang dikerjakan."
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 12,
    "arab": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۚ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۚاِنَّهٗ بِكُلِّ شَيْءٍ عَلِيْمٌ  ",
    "translation": "Milik-Nyalah perbendaharaan langit dan bumi; Dia melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki. Sungguh, Dia Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4284.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia-lah yang memiliki perbendaharaan langit dan bumi. Baik buruknya sesuatu ada di tangan Dia. Siapa saja yang dianugerahi rahmat, tidak ada seorang pun yang dapat menghalangi-Nya. Sebaliknya, siapa yang tidak diberi rahmat, tidak seorang pun yang dapat mendatangkan kepadanya. Dialah yang melapangkan rezeki kepada siapa yang dikehendaki-Nya, dan Dia pula yang membatasi rezeki kepada yang dikehendaki-Nya. Semua itu terjadi sesuai dengan hikmat kebijaksanaan-Nya berdasarkan kekuasaan-Nya yang luas dan ilmu-Nya yang meliputi segala sesuatu.\nAgama Islam memerintahkan kepada para pemeluknya supaya bekerja dan berusaha mencari nafkah untuk kehidupannya di dunia. Adapun hasilnya sesuai dengan kebijaksanaan Allah, ada yang berhasil memperoleh harta yang banyak sebagai ujian, tetapi ada yang hanya memperoleh rezeki hanya sedikit sebagai cobaan bagi hidupnya. Sebagaimana Abu Bakar al-Jazairi dalam kitab Tafsirnya Aisar at-Tafasir menyatakan:\n\nAllah meluaskan rezeki bagi siapa saja sebagai ujian, dan menyempitkannya sebagai cobaan.",
    "quraish": "Dia memiliki kendali penjagaan dan pengaturan langit dan bumi. Dia meluaskan dan menyempitkan rezeki siapa saja yang Dia kehendaki. Sesungguhnya, Dia meliputi segala sesuatu dengan ilmu-Nya.",
    "jalalayn": "(Kepunyaan-Nyalah khazanah langit dan bumi) yakni kunci-kunci khazanahnya, yaitu berupa hujan, tumbuh-tumbuhan dan lain sebagainya. (Dia melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian baginya (dan membatasinya) menyempitkannya bagi siapa yang dikehendaki-Nya sebagai cobaan baginya (Sesungguhnya Dia Maha Mengetahui segala sesuatu.)"
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 13,
    "arab": "۞ شَرَعَ لَكُمْ مِّنَ الدِّيْنِ مَا وَصّٰى بِهٖ نُوْحًا وَّالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسٰٓى اَنْ اَقِيْمُوا الدِّيْنَ وَلَا تَتَفَرَّقُوْا فِيْهِۗ  كَبُرَ عَلَى الْمُشْرِكِيْنَ مَا تَدْعُوْهُمْ اِلَيْهِۗ  اَللّٰهُ يَجْتَبِيْٓ اِلَيْهِ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ يُّنِيْبُۗ",
    "translation": "diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4285.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia telah mensyariatkan agama kepada Muhammad saw dan kaumnya sebagaimana Dia telah mewasiatkan pula kepada Nuh dan nabi-nabi yang datang sesudahnya yaitu Ibrahim, Musa dan Isa.\nSyariat yang diwasiatkan kepada Nabi Muhammad saw dan nabi-nabi sebelumnya memiliki kesamaan dalam pokok-pokok akidah seperti keimanan kepada Allah swt, risalah kenabian dan keyakinan adanya hari pembalasan atau hari Kiamat.\nSedangkan landasan agama yang menjadi misi utama para rasul tersebut adalah beribadah kepada Allah swt dan tidak menyekutukan-Nya. Allah berfirman:\n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25)\n\nSedangkan perbedaan yang tidak mendasar di antara risalah para nabi adalah dalam bidang syariat yang bersifat furu'iyyah. Beberapa bentuk ibadah dan rinciannya, sesuai dengan perkembangan masa, kebutuhan, dan kemaslahatan umat manusia. Allah berfirman:\n\nUntuk setiap umat di antara kamu, Kami berikan aturan dan jalan yang terang. (al-Ma'idah/5: 48)\n\n\n\n\nHadis Nabi yang diriwayatkan Abu Hurairah berbunyi:\nRasulullah saw bersabda, \"Aku adalah manusia yang lebih utama daripada Isa bin Maryam di dunia dan akhirat.\" Para sahabat bertanya, \"Mengapa wahai Rasulullah?\"Nabi menjawab, \"Para Nabi merupakan bersaudara dari berbagai keturunan. Ibu mereka banyak, namun agama mereka hanya satu. Dan tidak ada antara kami (Nabi Muhammad dan Isa) seorang nabi pun.\" (Riwayat Ahmad dan Muslim)\n\nAllah hanya menyebut nama-nama nabi tersebut di atas karena posisi mereka yang lebih tinggi dibandingkan dengan nabi-nabi lain yang tidak disebutkan, mempunyai tanggung jawab yang besar dan berat, dan karena ketabahan mereka menghadapi cobaan dan kesulitan-kesulitan yang ditimbulkan oleh kaum mereka sehingga mereka itu mendapat julukan Ulul Azmi dari Allah. Dengan disebutkan nama Musa dan Isa diharapkan orang-orang Yahudi dan Nasrani bisa sadar dan tertarik kepada agama yang dibawa oleh Muhammad saw, agama Samawi yang banyak persamaannya dengan agama mereka, yang tertera jelas di dalam Kitab Taurat dan Injil terutama mengenai tauhid, salat, zakat, puasa, haji dan akhlak yang baik seperti menepati janji, jujur, menghubungkan silaturahmi, dan lain-lain.\nAllah memerintahkan agar agama Islam yang dibawa Muhammad saw itu dipelihara dan ditegakkan sepenuhnya; pengikutnya dilarang berselisih sesamanya yang dapat mengakibatkan perpecahan dan merusak persatuan. Firman Allah:\n\nSesungguhnya orang-orang Mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. (al-hujurat/49: 10)\n\nDan firman-Nya:\n\nDan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai. (Ali 'Imran/3: 103)\n\nNampaknya berat bagi orang-orang musyrik untuk memeluk agama tauhid yaitu agama Islam yang dibawa oleh Muhammad saw dan melepaskan agama syirik dan menyembah berhala mereka yang telah diwarisi turun-temurun dari nenek moyang mereka; kekuatan mereka telah diabadikan di dalam Al-Qur'an.\n\nSesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka. (az-Zukhruf/43: 22)\n\nMemang tidak semua orang dapat memenuhi seruan untuk memeluk agama Islam yang dibawa Muhammad saw itu, tetapi Allah menentukan hamba-Nya yang dikehendaki-Nya dan memberi petunjuk kepada mereka sehingga mereka memeluk agama Islam.",
    "quraish": "Dia mensyariatkan ajaran akidah yang dulu pernah diamanatkan kepada Nûh, kapadamu, dan yang diamanatkan pula kepada Ibrâhîm dan 'Isâ. Akidah-akidah itu berupa pesan agar kalian mengukuhkan pilar- pilar agama--dengan cara menjalankan semua ajaran-Nya--dan tidak memperselisihkannya. Seruanmu untuk melakukan hal itu memberatkan orang-orang musyrik. Allah memilih siapa saja untuk dijadikan rasul dan membimbing orang yang meninggalkan sikap keras kepala untuk beriman dan menegakkan agama.",
    "jalalayn": "(Dia telah mensyariatkan bagi kalian tentang agama apa yang telah diwasiatkan-Nya kepada Nuh) dia adalah nabi pertama yang membawa syariat (yang telah Kami wahyukan kepadamu dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu, \"Tegakkanlah agama dan janganlah kalian berpecah-belah tentangnya.\") inilah ajaran yang telah disyariatkan dan yang telah diwasiatkan serta yang telah diwahyukan kepada Nabi Muhammad saw. yaitu ajaran Tauhid. (Amat berat) amat besarlah (bagi orang-orang musyrik agama yang kamu seru mereka kepadanya) yakni ajaran tauhid (Allah menarik kepada agama itu) kepada ajaran tauhid (orang yang dikehendaki-Nya dan memberi petunjuk kepada agama-Nya orang yang kembali kepada-Nya) orang yang mau menerima untuk berbuat taat kepada-Nya."
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 14,
    "arab": "وَمَا تَفَرَّقُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ اِلٰٓى اَجَلٍ مُّسَمًّى لَّقُضِيَ بَيْنَهُمْۗ وَاِنَّ الَّذِيْنَ اُوْرِثُوا الْكِتٰبَ مِنْۢ بَعْدِهِمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ  ",
    "translation": "Dan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Dan sesungguhnya orang-orang yang mewarisi Kitab (Taurat dan Injil) setelah mereka (pada zaman Muhammad), benar-benar berada dalam keraguan yang mendalam tentang Kitab (Al-Qur'an) itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4286.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Ahli Kitab baik Yahudi maupun Nasrani sesudah mengetahui kebenaran rasul-rasul yang diutus kepada mereka, lalu berpecah-belah menjadi beberapa golongan, sebagaimana digambarkan Allah dalam firman-Nya:\n\nSesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun bukan tanggung jawabmu (Muhammad) atas mereka. (al-An'am/6: 159)\n\nMereka melakukan yang demikian itu karena kedengkian dan kebencian antara mereka sehingga timbullah pertentangan antar sekte di kalangan mereka yang sukar untuk diatasi dan diselesaikan. Mereka saling menuduh, orang-orang Yahudi meyakinkan kebenaran pendirian dan pegangan mereka, sedangkan anggapan orang Nasrani meyakini bahwa orang Yahudi itu tidak mempunyai pendirian dan pegangan. Begitu pula sebaliknya, orang-orang Yahudi menganggap bahwa orang-orang Nasrani itu tidak mempunyai pendirian, sebagaimana firman Allah:\n\nDan orang Yahudi berkata, \"Orang Nasrani itu tidak memiliki sesuatu (pegangan),\" dan orang-orang Nasrani (juga) berkata, \"Orang-orang Yahudi tidak memiliki sesuatu (pegangan),\" (al-Baqarah/2: 113)\n\nSekiranya belum ada ketentuan lebih dahulu dari Allah mengenai ditangguhkannya pembalasan dan siksa bagi orang-orang yang menentang dan menyalahi perintah Allah itu sampai kepada waktu yang telah ditentukan-Nya (hari Kiamat), niscaya mereka telah dibinasakan di dunia ini dan tidak perlu lagi ditunda sampai di akhirat nanti.\nPerpecahan di antara umat manusia berlaku umum, bukan hanya terjadi pada Ahli Kitab saja, tetapi juga ada di kalangan Muslimin sendiri. Kalau perpecahan dalam bidang akidah banyak dialami Ahli Kitab, kelompok Islam banyak mengalami perselisihan dalam bidang fiqh, muamalat, dan pernikahan, yang menyebabkan perpecahan di kalangan umat Islam. Perintah untuk bersatu harus benar-benar disadari oleh umat Islam, karena dampak buruk perpecahan ini adalah lemahnya persatuan dan kesatuan umat sehingga posisi tawar kita dalam berbagai posisi dan bidang di dunia internasional menjadi lemah.\nAyat 14 ini ditutup dengan satu penegasan bahwa orang-orang Yahudi dan Nasrani yang mewarisi Kitab Taurat dan Injil dari nenek moyang mereka, yang pada masa Rasulullah saw menyaksikan dakwah Islamiyah, mereka itu menjadi ragu tentang kebenaran Kitab mereka dan benar-benar mengguncangkan kepercayaan mereka. Hal ini tidak mengherankan karena di samping kepercayaan mereka kepada Kitab Samawi memang tidak mendalam, mereka memeluk agama hanya karena ikut-ikutan kepada nenek moyang mereka.",
    "quraish": "Para pengikut rasul-rasul terdahulu tidak memperselisihkan agama, kecuali setelah mengetahui hakikatnya. Perbuatan mereka itu didasari oleh sikap memusuhi dan saling dengki antarsesama mereka. Kalau saja bukan karena janji Allah, yang telah ditetapkan sejak azali, untuk menunda azab hingga datangnya hari kiamat, niscaya mereka akan dihancurkan. Orang-orang yang mewarisi kitab suci dari para pendahulu dan hidup pada zamanmu, betul-betul berada dalam keragu-raguan yang mendalam terhadap kitab suci mereka itu. Karenanya, mereka tidak memenuhi seruanmu.",
    "jalalayn": "(Dan mereka tidak berpecah-belah) yaitu para pemeluk agama-agama tentang agamanya, umpamanya sebagian dari mereka berpegang kepada ajaran tauhid dan sebagian lainnya kafir (melainkan sesudah datangnya pengetahuan kepada mereka) yakni pengetahuan tentang ajaran tauhid (karena kedengkian) yang dimaksud adalah orang-orang kafir (di antara mereka. Kalau tidaklah karena sesuatu ketetapan yang telah ada dari Rabbmu dahulunya) untuk menangguhkan pembalasan (sampai kepada waktu yang ditentukan) yakni hari kiamat (pastilah telah diputuskan di antara mereka) yaitu diazab-Nya orang-orang kafir di dunia. (Dan sesungguhnya orang-orang yang diwariskan kepada mereka Alkitab sesudah mereka) mereka adalah orang-orang Yahudi dan orang-orang Nasrani (benar-benar dalam keraguan terhadapnya) terhadap Nabi saw. (yang mengguncangkan) yang menyebabkan keragu-raguan."
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 15,
    "arab": "فَلِذٰلِكَ فَادْعُ ۚوَاسْتَقِمْ كَمَآ اُمِرْتَۚ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْۚ وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللّٰهُ مِنْ كِتٰبٍۚ وَاُمِرْتُ لِاَعْدِلَ بَيْنَكُمْ ۗ اَللّٰهُ رَبُّنَا وَرَبُّكُمْ ۗ لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۗ لَاحُجَّةَ بَيْنَنَا وَبَيْنَكُمْ ۗ اَللّٰهُ يَجْمَعُ بَيْنَنَا ۚوَاِلَيْهِ الْمَصِيْرُ ۗ ",
    "translation": "Karena itu, serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, “Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami perbuatan kami dan bagi kamu perbuatan kamu. Tidak (perlu) ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah  (kita) kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4287.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar menyeru kaumnya supaya jangan berpecah-belah seperti Ahli Kitab, supaya bersatu memeluk agama tauhid yang telah dirintis oleh para nabi, yaitu agama Islam yang dibawanya dan agar beliau tetap tabah menghadapi mereka. Jangan sekali-kali terpengaruh oleh keraguan mereka terhadap agama yang benar yang telah disyariatkan kepadanya. Ia harus selalu menandaskan pendiriannya bahwa dia tetap percaya kepada semua yang telah diturunkan Allah dari langit seperti Kitab Taurat, Injil dan Zabur, dan tidak didustakannya sedikit pun. Nabi Muhammad juga diperintahkan berlaku adil di antara mereka di dalam menetapkan hukum dan sebagainya, dengan tidak akan mengurangi dan menambah apa yang telah disyariatkan Allah kepadanya, serta akan menyampaikan apa yang telah diperintahkan kepadanya untuk disampaikan.\nAyat ini juga menjelaskan bahwa Allah adalah Tuhan kamu dan Tuhan kami sekalian. Dia-lah satu-satunya yang wajib disembah, yang wajib dipercaya dengan penuh pengertian. Tiada Tuhan selain Allah. Bagi kami amalan kami, baik buruknya adalah tanggung jawab kami, diberi pahala atau diazab, dan bagi kamu sekalian amalan kamu. Kami tidak akan berbahagia karena amal baikmu dan tidak akan celaka karena amalan burukmu. Masing-masing bertanggung jawab atas amal perbuatannya. Sejalan dengan ayat ini firman Allah:\n\nDan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (Yunus/10: 41)\n\nDengan demikian tidak boleh lagi ada pertengkaran di antara kaum Muslimin dan orang-orang musyrikin, yang hak dan yang benar telah nyata. Barang siapa yang masih saja membangkang dan tidak mau percaya berarti dia ingkar. Pada waktunya nanti akan jelas dan tampak siapa yang benar di antara pemeluk agama karena Allah akan mengumpulkan seluruh manusia nanti di hari kemudian, dan di sanalah Dia akan menjatuhkan keputusan yang seadil-adilnya atas apa yang dipersengketakan, sebagaimana firman Allah:\n\nKatakanlah, \"Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia Yang Maha Pemberi keputusan, Maha Mengetahui.\" (Saba'/34: 26)\nKepada-Nyalah semua manusia akan kembali sesudah mati dan mempertanggungjawabkan semua amal di dunia. Seluruh manusia akan menerima balasan sesuai dengan amal masing-masing, sebagaimana firman Allah:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-9)\n\nWahbah Zuhaili dalam tafsirnya al-Munir menyimpulkan sepuluh perintah Allah dan larangannya bukan hanya bagi Rasulullah tapi juga bagi seluruh umat Islam. Sepuluh perintah dan larangan tersebut adalah:\n1.Perintah kepada Nabi untuk terus berdakwah menyampaikan risalahnya. \n2.Istiqamah dalam penyampaiannya.\n3.Larangan bagi rasul untuk tidak mengikuti keinginan orang-orang musyrikin Mekah atau Ahli Kitab, untuk mengikuti ibadah mereka.\n4.Perintah untuk beriman dan menyatakan iman kepada kitab-kitab samawi yang diturunkan Allah.\n5.Perintah untuk berlaku adil di antara Muhajirin dan ketika menghadapi perselisihan yang terjadi di antara mereka.\n6.Perintah berikrar bahwa hanya Allah yang pantas disembah, tidak ada Tuhan selainnya.\n7.Perintah untuk menyatakan kepada Ahli Kitab bahwa masing-masing bertanggung jawab terhadap amal perbuatannya dan balasan baik dan buruk dari amalan tersebut.\n8.Perintah untuk menyatakan bahwa tidak ada permusuhan di antara nabi dan Ahli Kitab, karena kebenaran Allah tampak dengan jelas.\n9.Perintah untuk menyatakan bahwa Allah kelak akan mengumpulkan umat Islam dan Ahli Kitab di Padang Mahsyar untuk menghadapi pengadilan Allah.\n10.Hanya kepada Allah semua makhluk akan kembali.",
    "quraish": "Demi kesatuan agama dan untuk menghindari perselisihan tentang hal itu, serulah mereka untuk menegakkan agama! Beristikamahlah sebagaimana Allah perintahkan, dan jangan ikuti hawa nafsu orang-orang musyrik. Kemudian katakan, \"Aku mempercayai semua kitab suci yang diturunkan Allah kepada rasul- rasul-Nya, dan aku diperintahkan-Nya untuk menegakkan keadilan di antara kalian. Allah adalah pencipta kami dan kalian. Bagi kami amalan-amalan kami dan bagi kalian amalan-amalan kalian. Masing-masing kita tidak perlu memberikan alasan, karena kebenaran telah jelas. Allah akan mengumpulkan kita semua untuk penentuan keputusan masalah di antara kita secara adil. Hanya Dialah tempat kembali.",
    "jalalayn": "(Maka karena itu) karena ajaran tauhid itu (serulah) manusia, hai Muhammad (dan tetaplah) berpegang teguh kepada ajaran tauhid (sebagaimana diperintahkan kepadamu dan janganlah mengikuti hawa nafsu mereka) yang membujukmu untuk meninggalkan ajaran tauhid (dan katakanlah, \"Aku beriman kepada semua Kitab yang diturunkan Allah dan aku diperintahkan supaya berlaku adil) bersikap adil (di antara kalian) dalam masalah memutuskan hukum (Allahlah Rabb kami dan Rabb kalian. Bagi kami amal-amal kami dan bagi kalian amal-amal kalian) masing-masing akan mendapatkan balasan amalnya sendiri-sendiri. (Tidak ada pertengkaran) persengketaan (antara kami dan kalian) ayat ini diturunkan sebelum nabi diperintahkan untuk berjihad melawan mereka (Allah mengumpulkan antara kita) pada hari semua manusia dikembalikan kepada-Nya untuk menjalani peradilan di hadapan-Nya (dan kepada-Nyalah kembali kita\") kita akan dikembalikan."
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 16,
    "arab": "وَالَّذِيْنَ يُحَاۤجُّوْنَ فِى اللّٰهِ مِنْۢ بَعْدِ مَا اسْتُجِيْبَ لَهٗ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَّلَهُمْ عَذَابٌ شَدِيْدٌ ",
    "translation": "Dan orang-orang yang berbantah-bantah tentang (agama) Allah setelah (agama itu) diterima, perbantahan mereka itu sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan mereka mendapat azab yang sangat keras.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4288.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang masih membantah kebenaran agama Allah, sekalipun agama itu telah diterima baik oleh masyarakat, akan sia-sia usaha dan bantahan mereka. Mereka itu dimurkai Allah karena keberanian mereka mengingkari kebenaran agama Islam, mereka akan diazab di hari kemudian karena keangkuhan mereka meninggalkan agama yang hak yang dapat dibuktikan kebenarannya.\nDiriwayatkan bahwa orang-orang Yahudi berkata kepada orang-orang Mukmin, \"Wahai orang-orang Mukmin! Kamu sekalian telah mengatakan bahwa mengambil dan menerima yang sudah disepakati, lebih baik daripada mengambil dan menerima yang sudah diperselisihkan. Kenabian Musa dan kitab Taurat-nya telah diterima dan disepakati kebenarannya sedangkan kenabian Muhammad masih diperselisihkan dan dipersengketakan. Jadi agama Yahudilah yang pantas dan layak diambil dan diterima.\" Untuk melumpuhkan alasan mereka itu, Allah mengemukakan hujjah bahwa kewajiban beriman dan mempercayai kebenaran Musa adalah karena adanya mukjizat yang diberikan Allah kepadanya yang menunjukkan dan membuktikan kebenarannya. Beberapa mukjizat yang diberikan kepada Nabi Muhammad saw bisa disaksikan sendiri oleh orang-orang Yahudi. Maka wajiblah atas kita semua mengakui dan mempercayai kenabian Muhammad saw itu.",
    "quraish": "Orang-orang yang memperdebatkan agama Allah setelah seruannya yang jelas itu diterima oleh manusia, alasan mereka tidak bisa diterima di sisi Allah. Mereka akan mendapatkan murka besar karena sifat kafir mereka dan mereka ditunggu oleh azab yang menyakitkan.",
    "jalalayn": "(Dan orang-orang yang membantah) agama (Allah) maksudnya, membantah Nabi-Nya (sesudah agama itu diterima) sesudah diimani dan nyatanya mukjizat yang dibawanya, yang dimaksud dengan mereka adalah orang-orang Yahudi (maka bantahan mereka itu sia-sia saja) atau batil (di sisi Rabb mereka. Mereka mendapat kemurkaan Allah dan bagi mereka azab yang sangat keras.)"
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 17,
    "arab": "اَللّٰهُ الَّذِيْٓ اَنْزَلَ الْكِتٰبَ بِالْحَقِّ وَالْمِيْزَانَ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ قَرِيْبٌ ",
    "translation": "Allah yang menurunkan Kitab (Al-Qur'an) dengan (membawa) kebenaran dan neraca (keadilan). Dan tahukah kamu, boleh jadi hari Kiamat itu sudah dekat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4289.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia telah menurunkan kitab-kitab-Nya kepada nabi-nabi-Nya, yang memuat kebenaran yang tak diragukan, jauh dari kebatilan dan semuanya mengandung kebaikan. Dia memberikan perintah untuk berbuat adil untuk menjadi acuan menentukan hukuman dalam mengadili orang-orang yang dituduh bersalah dan menghukum mereka dengan hukuman yang telah ditetapkan di dalam Kitab-Nya. Firman Allah:\n\nSungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan kami turunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. (al-hadid/57: 25)\n\nPenutup ayat ini mendorong kita berbuat baik dan adil untuk kebahagiaan ukhrawi dan menjauhi godaan duniawi. Karena tidak diketahui kapan dunia ini kiamat, maka tentunya kita harus patuh dan taat mengikuti petunjuk Al- Qur'an, selalu berbuat adil di antara sesama manusia, mengamalkan apa-apa yang diperintahkan, selalu waspada terhadap kemungkinan panggilan Allah yang datang dengan tiba-tiba, lalu tidak ada lagi kesempatan untuk berbuat baik, merugilah dia, dan di hari Kiamat nanti dia akan menyesal karena menyia-nyiakan kesempatan yang ada untuk beramal baik. Sabda Nabi saw:\nRasulullah saw bersabda,\"Tidak seorang pun yang meninggal dunia melainkan ia menyesal.\"Para sahabat bertanya, Apakah penyesalan mereka wahai Rasulullah?\" Nabi menjawab,\"Jika ia seorang yang berbuat baik maka ia menyesal karena kebaikannya tidak bertambah lagi. Jika ia seorang yang tidak baik maka ia menyesal karena tidak sempat melepaskan dirinya dari kejahatan itu. (Riwayat at-Tirmidhi)",
    "quraish": "Allahlah yang menurunkan kitab suci Muhammad dan kitab-kitab suci para rasul sebelumnya yang berisikan kebenaran dan keadilan. Dan kamu tidak tahu, jangan-jangan hari kiamat itu sudah dekat.",
    "jalalayn": "(Allahlah yang menurunkan Kitab) Alquran (dengan membawa kebenaran) lafal Bil Haqqi berta'alluq kepada lafal Anzala (dan neraca), keadilan. (Dan tahukah kamu) apakah kamu tahu (boleh jadi kiamat itu) yakni kedatangannya (sudah dekat?) lafal La'alla amalnya di-ta'alluq-kan kepada Fi'il dan lafal-lafal sesudahnya berkedudukan sebagai dua Maf'ul."
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 18,
    "arab": "يَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَاۚ وَالَّذِيْنَ اٰمَنُوْا مُشْفِقُوْنَ مِنْهَاۙ وَيَعْلَمُوْنَ اَنَّهَا الْحَقُّ ۗ اَلَآ اِنَّ الَّذِيْنَ يُمَارُوْنَ فِى السَّاعَةِ لَفِيْ ضَلٰلٍۢ بَعِيْدٍ ",
    "translation": "Orang-orang yang tidak percaya adanya hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4290.mp3",
    "tafsir": "Diriwayatkan bahwa pernah di dalam suatu kesempatan Nabi Muhammad saw menyebut-nyebut hari Kiamat dan pada waktu itu ada orang-orang musyrik. Maka mereka bertanya dengan nada mengejek dan mendustakan kedatangan hari Kiamat itu, \"Kapankah hari Kiamat itu?\" Maka turunlah ayat ini, riwayat di atas menceritakan bahwa orang-orang yang tidak percaya akan terjadinya hari Kiamat itu mengejek nabi dan ingkar kepadanya. Mereka menginginkan supaya hari Kiamat itu segera datang untuk membuktikan siapakah yang benar, mereka atau Muhammad dan sahabatnya yang benar? \nBerbeda halnya dengan orang-orang Mukmin. Orang-orang Mukmin merasa takut dan cemas akan kedatangan hari Kiamat. Mereka belum tahu bagaimana nasibnya pada hari itu nanti. Mereka harus mempertanggungjawabkan amal perbuatan mereka di dunia dan menerima balasan baik dan buruk dari perbuatan mereka. Sejalan dengan ayat ini firman Allah:\n\nDan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya. (al-Mu'minun/23: 60)\n\nAyat ini ditutup dengan satu ketegasan bahwa orang-orang yang membantah dan menolak akan adanya hari Kiamat adalah orang-orang yang sesat, salah jalan, jauh dari kebenaran.\nKarena percaya pada hari Kiamat merupakan salah satu rukun iman maka menafikan hari Kiamat berarti menafikan kebenaran Allah sebab keadilan yang hak hanya diperoleh manusia pada hari Kiamat, banyak sekali terjadi ketidakadilan di muka bumi ini, dimana lagi mereka yang terzalimi akan memperoleh hak-haknya kalau bukan di pengadilan Allah.\nOrang yang menginginkan hari akhirat dalam arti mempercayainya dan bersiap-siap menghadapinya adalah orang-orang yang memiliki visi jauh ke depan, sedangkan orang-orang yang mengingkari hari Kiamat yang menganggap kehidupannya berakhir dengan kematiannya adalah orang-orang yang visi hidupnya sempit. Mereka tidak akan pernah merasakan kepuasan rohani, karena sibuk mengejar kenikmatan duniawi.\nSalah satu ciri yang membedakan antara ajaran agama dan pemikiran manusia yang pernah diterapkan manusia di dunia ini adalah adanya kepercayaan pada hari akhirat atau hari Kiamat, karena bisa dikatakan inti dari iman kepada Allah, adalah iman kepada hari akhirat, tempat dan waktu dimana manusia harus mempertanggungjawabkan semua amal perbuatannya di dunia. Berita tentang hari Kiamat dan dibangkitkannya kembali orang-orang yang sudah mati itu pasti menjadi kenyataan.\nAllah merupakan pencipta langit dan bumi, Dia mampu dan kuasa pula menghancurkannya serta menghidupkan kembali orang-orang yang telah mati. Sebagaimana firman Allah:\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rum/30: 27)",
    "quraish": "Dengan maksud mengejek, orang-orang yang tidak mempercayai hari kiamat, menginginkannya untuk dipercepat. Sedangkan orang-orang yang mempercayainya, takut dan tidak menginginkannya segera terjadi. Mereka menyadari bahwa hal itu merupakan kepastian yang tidak mengandung keraguan. Allah pun, setelah itu, mengingatkan bahwa orang-orang yang memperdebatkan kejadiannya betul-betul jauh sesat dari kebenaran.",
    "jalalayn": "(Orang-orang yang tidak beriman kepada hari kiamat meminta supaya hari itu segera didatangkan) mereka mengatakan, \"Kapan hari kiamat itu akan datang,\" demikian itu karena mereka menduga bahwa hari kiamat tidak akan datang (dan orang-orang yang beriman, merasa takut) merasa khawatir (kepadanya dan mereka yakin bahwa kiamat itu adalah benar akan terjadi Ketahuilah bahwa sesungguhnya orang-orang yang membantah) mendebat (tentang terjadinya hari kiamat itu benar-benar dalam kesesatan yang jauh.)"
  },
  {
    "ruku": 420,
    "name": "Asy-Syura",
    "ayat": 19,
    "arab": "اَللّٰهُ لَطِيْفٌۢ بِعِبَادِهٖ يَرْزُقُ مَنْ يَّشَاۤءُ ۚوَهُوَ الْقَوِيُّ الْعَزِيْزُ ࣖ ",
    "translation": "Allah Mahalembut terhadap hamba-hamba-Nya; Dia memberi rezeki kepada siapa yang Dia kehendaki dan Dia Mahakuat, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4291.mp3",
    "tafsir": "Allah menerangkan bahwa Dia sendiri selalu berbuat baik kepada hamba-Nya. Dia memberi mereka hal-hal yang bermanfaat, menjauhkan mereka dari bencana yang mengancam, menganugerahkan rezeki kepada hamba-Nya yang mukmin dan yang kafir tanpa perbedaan di antara mereka. Allah juga melapangkan dan menyempitkan rezeki kepada hamba-Nya yang dikehendaki-Nya sebagai ujian bagi orang kaya dalam sikapnya terhadap orang fakir dan ujian bagi orang fakir dalam hubungannya dengan orang kaya, agar supaya hubungan antara seseorang dengan yang lain menjadi baik karena mereka saling membutuhkan. Sebagaimana firman Allah:\n\nApakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan. (az-Zukhruf/43: 32)\nSelanjutnya dijelaskan bahwa Allah Mahakuasa dan Mahaperkasa, Dia berbuat menurut kehendak-Nya, tidak seorang pun yang dapat mencegah dan menghalangi apa yang dikehendaki-Nya.",
    "quraish": "Allah mempunyai kebaikan yang sangat besar kepada semua hamba-Nya. Dia memberi rezeki kepada siapa saja yang dikehendaki, mengungguli segala sesuatu dan Mahaperkasa yang tak terkalahkan.",
    "jalalayn": "(Allah Maha Lembut terhadap hamba-hamba-Nya) baik terhadap mereka yang berbakti maupun terhadap mereka yang durhaka, karena Dia tidak membinasakan mereka melalui kelaparan sebab kemaksiatan mereka (Dia memberi rezeki kepada siapa yang dikehendaki-Nya) artinya, Dia memberikan kepada masing-masingnya apa yang Dia kehendaki (dan Dialah Yang Maha Kuat) atas semua kehendak-Nya (lagi Maha Perkasa) Maha Menang atas semua perkara-Nya."
  }
]