[
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 30,
    "arab": "وَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍۗ ",
    "translation": "Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4302.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa apa yang menimpa manusia di dunia berupa bencana penyakit dan lain-lainnya adalah akibat perbuatan mereka sendiri, perbuatan maksiat yang telah dilakukannya dan dosa yang telah dikerjakannya sebagaimana sabda Nabi saw:\n'Ali berkata, \"Maukah kalian aku beritahukan mengenai ayat yang sangat utama dalam Al-Qur'an sebagaimana Nabi saw sampaikan kepada kami.(Nabi saw membacakan firman Allah)\"Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak(dari kesalahan-kesalahannya).\"Wahai 'Ali , aku akan menjelaskan ayat ini kepadamu, \"Musibah apa pun yang menimpa kamu\" yaitu dari penyakit dan siksaan atau bencana di dunia, \"disebabkan oleh perbuatan tanganmu sendiri\" (Riwayat Ahmad)\nTidaklah suatu keletihan, penyakit, kesusahan, kesedihan, kezaliman, kesempitan, bahkan sepotong duri pun yang menusuk seorang muslim, melainkan dengan hal itu Allah menghapus dosa-dosanya. (Riwayat al-Bukhari)\n\nDatangnya penyakit atau musibah adalah disebabkan ulah manusia itu sendiri. Tetapi di sisi lain penyakit atau musibah itu dapat menghapus dosa seperti hadis di atas. Hal itu tergantung kepada cara manusia menyikapi, apakah dengan bersabar atau berputus asa. \nAyat ini ditutup dengan satu ketegasan bahwa Allah mengampuni sebagian besar dari kesalahan-kesalahan yang telah diperbuat hamba-Nya sebagai satu rahmat besar yang dikaruniakan Allah kepada hamba-Nya, karena kalau tidak, niscaya manusia akan dihancurkan sesuai dengan timbunan dosa yang telah diperbuat mereka, sebagaimana firman Allah:\n\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. (an-Nahl/16: 61)\n\nDan firman-Nya:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. (Fathir/35: 45)",
    "quraish": "Musibah apa saja yang menimpa diri kalian, dan yang tidak menyenangkan kalian, merupakan akibat oleh perbuatan maksiat kalian. Apa saja yang di dunia telah dimaafkan atau diberi hukuman, Allah terlalu suci untuk menghukum hal itu lagi di akhirat. Dengan demikian, Dia tersucikan ari berbuat kezaliman dan memiliki sifat kasih sayang yang besar.",
    "jalalayn": "(Dan apa saja yang telah menimpa kalian) khithab ayat ini ditujukan kepada orang-orang mukmin (berupa musibah) berupa malapetaka dan kesengsaraan (maka adalah karena perbuatan tangan kalian sendiri) artinya, sebab dosa-dosa yang telah kalian lakukan sendiri. Diungkapkan bahwa dosa-dosa tersebut dikerjakan oleh tangan mereka, hal ini mengingat, bahwa kebanyakan pekerjaan manusia itu dilakukan oleh tangan (dan Allah memaafkan sebagian besar) dari dosa-dosa tersebut, karena itu Dia tidak membalasnya. Dia Maha Mulia dari menduakalikan pembalasan-Nya di akhirat. Adapun mengenai musibah yang menimpa kepada orang-orang yang tidak berdosa di dunia, dimaksudkan untuk mengangkat derajatnya di akhirat kelak."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 31,
    "arab": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "translation": "Dan kamu tidak dapat melepaskan diri (dari siksaan Allah) di bumi, dan kamu tidak memperoleh pelindung atau penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4303.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa manusia itu tidak akan dapat melepaskan diri dan tidak akan dapat mengelak dari azab Allah di dunia ini dan di mana pun mereka berada. Mereka tidak akan memperoleh pelindung, karena hanya Allah yang akan dapat melindungi mereka dari azab yang akan menimpa mereka akibat maksiat yang telah diperbuatnya. Mereka tidak akan mendapat penolong selain dari Allah apabila mereka mendapat azab. Oleh karena itu, selayaknya manusia menjauhkan diri dari maksiat dan tidak menyalahi perintah-Nya karena tidak ada seorang pun yang dapat menolak azab Allah, apabila Dia telah menjatuhkan azab kepada hamba-Nya. Kalau manusia yang bergelimang dosa itu tidak diazab di dunia, jangan dikira bahwa itu adalah karena kekuasaan atau keperkasaan seseorang, tetapi adalah karena Allah menghendaki yang demikian itu agar mereka mendapat siksaan lebih keras dan lebih pedih di akhirat, sebagaimana firman Allah:\n\nDan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan. (Ali 'Imran/3: 178)",
    "quraish": "Kalian semua tidak akan mampu membuat Allah tidak kuasa menurunkan musibah-musibah di dunia sebagai hukuman atas perbuatan maksiat kalian, sampai pun jika kalian lari ke mana saja di penjuru bumi ini. Kalian tidak akan menemukan siapa saja selain Allah yang dapat memberikan kasih sayang dan dapat menolong pada saat diturunkannya bencana.",
    "jalalayn": "(Dan kalian tidak dapat) hai orang-orang musyrik (melepaskan diri) melarikan diri dari azab Allah (di muka bumi) maksudnya, kalian tidak akan dapat meloloskan diri dan menghindar dari azab-Nya itu (dan kalian tidak memperoleh selain Allah) (seorang pelindung pun dan tidak pula seorang penolong) yang dapat menolak azab Allah dari kalian."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 32,
    "arab": "وَمِنْ اٰيٰتِهِ الْجَوَارِ فِى الْبَحْرِ كَالْاَعْلَامِ ۗ ",
    "translation": "Dan di antara tanda-tanda (kebesaran)-Nya ialah kapal-kapal (yang berlayar) di laut seperti gunung-gunung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4304.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa sebagian dari tanda-tanda kekuasaan, kebesaran dan keperkasaan-Nya ialah ditundukkan-Nya laut bagi manusia hingga kapal bisa berlayar di laut laksana gunung besar atau satu perkampungan di atas air.\nAyat ini mengibaratkan kapal-kapal berlayar seperti gunung-gunung. Ayat ini mengisyaratkan pula, bahwa sesungguhnya gunung-gunung itu juga bergerak, sesuatu yang sulit dicerna bagi orang awam, namun sesuatu yang sudah diterima dalam ilmu geologi. Seperti sering dikatakan oleh para ahli geologi bahwa gunung-gunung sesungguhnya mengapung seperti laiknya kapal-kapal mengapung di samudra. Dalam ayat ini, Allah justru memperlihatkan bahwa kapal yang berlayar itu ibarat gunung, yang bagi orang awam tentu sulit memahaminya. Bagi orang awam gunung-gunung itu tampak diam. Gunung-gunung (dalam hal ini sebagai bagian kontinen/benua) pada kenyataannya memang mengapung di atas astenosfer dan bergerak seperti halnya kapal yang berlayar (lihat penjelasan pada Juz 20, An-Naml/27: 88). Seperti diketahui baru pada dekade tahun enampuluhan abad ke-20 teori apungan benua, yang cikal bakalnya sudah dimulai pada awal abad 20, bersama teori pemekaran tengah samudra melandasi teori tektonik lempeng ditemukan para ilmuwan.",
    "quraish": "Di antara bukti-bukti kekuasaan Allah adalah bahtera-bahtera besar yang melaju di lautan bagaikan gunung-gunung yang menjulang tinggi.",
    "jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah kapal-kapal) atau perahu-perahu yang dapat berlayar (di laut seperti gunung-gunung) artinya, mirip seperti bukit-bukit dalam besarnya."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 33,
    "arab": "اِنْ يَّشَأْ يُسْكِنِ الرِّيْحَ فَيَظْلَلْنَ رَوَاكِدَ عَلٰى ظَهْرِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍۙ",
    "translation": "Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaan laut. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang yang selalu bersabar dan banyak bersyukur,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4305.mp3",
    "tafsir": "Seandainya Allah menghendaki kapal yang berlayar tadi tidak dapat berlayar lagi, maka Dia akan menahan angin yang mendorong kapal tadi bergerak dan berlayar, dan tinggallah kapal itu tetap di permukaan air tidak dapat maju atau mundur. \nOrang-orang yang dapat mengerti dan menyadari hal ini ialah orang-orang yang mempunyai pandangan luas, sabar dan patuh kepada perintah Allah senantiasa mensyukuri nikmat yang dikaruniakan Allah kepadanya. Adanya bencana yang terjadi pada suatu tempat berupa gempa bumi, tanah longsor, ombak yang menghanyutkan dan membinasakan, dan lain-lain dianggap oleh sebagian orang hanya kejadian alam yang tidak ada hubungan sedikit pun dengan kekuasaan Allah. Firman Allah:\n\nDan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya. (Yusuf/12: 105)\n\nAyat ini merupakan kelanjutan ayat sebelumnya (asy-Syura/42: 32), bahwa setelah berhasil mengapung di atas air, kapal tradisional memerlukan energi angin sebagai penggerak. Dengan adanya angin kapal layar dapat terdorong dan dengannya dapat pula dikendalikan melalui penggunaan layar dan kemudi. Apabila hembusan angin terhenti maka praktis kapal tidak dapat bergerak. Dengan tidak adanya angin gelombang laut pun akan terhenti pula.",
    "quraish": "Allah dapat menjadikan angin itu diam tidak bergerak, jika Dia menghendaki, sehingga tidak akan ada bahtera yang dapat berlabuh di atas lautan dan bergerak ke arah tempat tujuan. Sesungguhnya berjalan dan berhentinya bahtera di bawah perintah Allah itu merupakan bukti yang jelas atas kekuasaan Tuhan. Orang-orang yang beriman, yang selalu tabah dalam kesulitan dan bersyukur dalam kesenangan, akan dapat menjadikannya sebagai bahan renungan.",
    "jalalayn": "(Jika Dia menghendaki Dia akan menenangkan angin, maka jadilah kapal-kapal itu) sehingga jadilah kapal-kapal itu (terhenti) diam tidak dapat melaju (di permukaan laut. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan-Nya bagi setiap orang yang banyak bersabar dan banyak bersyukur) yang dimaksud adalah orang mukmin, dia dapat bersabar di kala tertimpa musibah dan bersyukur di kala hidup senang."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 34,
    "arab": "اَوْ يُوْبِقْهُنَّ بِمَا كَسَبُوْا وَيَعْفُ عَنْ كَثِيْرٍۙ ",
    "translation": "atau (Dia akan) menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (dari mereka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4306.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa selain Allah kuasa menahan angin sehingga kapal itu tidak dapat beranjak dari tempatnya, Dia juga kuasa menghancurkan kapal itu dengan mengirimkan angin topan yang menjadikan kapal yang berlayar itu oleng, tak menentu arah yang ditempuh, tak akan sampai ke sasaran yang dituju, akhirnya tenggelam ke dasar laut akibat penumpangnya yang bergelimang dosa. Tetapi, yang demikian itu jarang terjadi karena Allah telah memberi maaf dan mengampuni sebagian besar dari mereka, sehingga mereka selamat dalam perjalanannya mengarungi laut yang luas ke tempat yang dituju.",
    "quraish": "Atau, jika Allah berkehendak lain, Dia akan menghancurkan bahtera-bahtera itu dengan cara mendatangkan badai, lantaran dosa yang diperbuat oleh para penumpangnya. Atau, jika Allah menghendaki pula, Dia akan memaafkan mereka dan tidak akan menghukum mereka dengan menjadikan angin itu berubah menjadi badai yang menghanyutkan.",
    "jalalayn": "(Atau kapal-kapal itu dibinasakan-Nya) lafal ayat ini di'athafkan kepada Yuskin artinya, atau Dia menenggelamkan kapal-kapal itu berikut para penumpang dan apa yang dimuatnya, yaitu dengan menimbulkan angin badai (karena perbuatan mereka) disebabkan dosa-dosa yang dilakukan oleh para penumpangnya (atau Dia memberi maaf sebagian besar) dari dosa-dosa itu, yang karenanya Dia tidak menenggelamkan para pelakunya."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 35,
    "arab": "وَّيَعْلَمَ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِنَاۗ مَا لَهُمْ مِّنْ مَّحِيْصٍ ",
    "translation": "dan agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan keluar (dari siksaan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4307.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa hal-hal yang telah digambarkan di atas itu menunjukkan kekuasaan dan keperkasaan-Nya; kiranya orang-orang yang selalu membantah dan tidak mau mengakui kekuasaan Allah dapat menyadari bahwa yang dapat memberikan manfaat dan mendatangkan mudarat tidak lain hanyalah Allah dan kalau Dia menghendaki, maka tidak seorang pun yang dapat menghindar atau luput dari azab yang telah ditetapkannya itu.",
    "quraish": "Hal itu dilakukan oleh Allah agar dijadikan sebagai bahan renungan dan pelajaran bagi orang-orang beriman. Juga agar orang-orang yang menganggap ayat-ayat Kami sebagai suatu kepalsuan itu mengetahui bahwa diri mereka berada dalam genggaman Allah. Mereka tidak akan menemukan tempat pelarian dari azab Allah.",
    "jalalayn": "(Dan supaya mengetahui) lafal ayat ini kalau dibaca Rafa' berarti merupakan jumlah Isti'naf atau kalimat baru, kalau dibaca Nashab berarti di'athafkan kepada Ta'lil yang diperkirakan keberadaannya, yaitu; Dia menenggelamkan mereka sebagai pembalasan dari-Nya kepada mereka, dan supaya mengetahui (orang-orang yang membantah ayat-ayat Kami, bahwa mereka sekali-kali tidak akan memperoleh jalan keluar) maksudnya, tempat untuk melarikan diri dari azab Kami. Jumlah Nafi atau lafal Ma Lahum Min Mahiish menduduki tempat dua Maf'ul bagi lafal Ya'lama. Sedangkan Nafinya sendiri di-mu'allaqkan dari amalnya."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 36,
    "arab": "فَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰى لِلَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۚ ",
    "translation": "Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4308.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa kesenangan hidup manusia baik berupa kekayaan, rezeki harta yang bertumpuk, maupun keturunan dan lain-lain adalah kesenangan yang tidak berarti dan kurang bernilai karena bagaimana pun menumpuknya harta, waktu untuk memilikinya terbatas. Pada waktunya nanti akan berpisah karena kalau bukan manusia yang meninggalkannya, maka benda-benda itu sendiri yang akan meninggalkan manusia, sedangkan pahala dan nikmat yang ada pada sisi Allah jauh lebih baik dibandingkan dengan kesenangan dan kemegahan dunia itu, karena apa yang ada di sisi Allah kekal dan abadi, sedangkan kesenangan dunia semuanya fana dan akan lenyap. Ayat ini ditutup dengan satu ketegasan bahwa kesenangan yang kekal dan abadi itu hanya untuk orang-orang yang beriman kepada Allah dan Rasul-Nya, orang-orang yang bertawakal dan berserah diri kepada Tuhan yang telah memelihara dan berbuat baik kepada mereka.\nAl-Qurthubi dalam tafsirnya menukil riwayat dari 'Ali yang mengatakan bahwa ketika Abu Bakar mengumpulkan harta dari Bani Murrah beliau mendermakan seluruh uang tersebut untuk kebaikan karena mengharapkan keridaan Allah. Perbuatannya tersebut dicela oleh orang-orang musyrikin sedangkan orang-orang kafir menyalahkan tindakannya, maka turunlah ayat 36 dan 37 surah ini.",
    "quraish": "Wahai manusia, janganlah kalian terpikat oleh kesenangan hidup duniawi. Ketahuilah bahwa segala yang kalian miliki berupa harta, anak dan sebagainya adalah kesenangan yang hanya bisa kalian nikmati di dunia. Sementara kesenangan surga yang telah dipersiapkan Allah adalah lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya bersandar kepada Sang Pencipta dan Pemelihara mereka.",
    "jalalayn": "(Maka apa yang diberikan kepada kalian) khithab ayat ini ditujukan kepada orang-orang mukmin dan lain-lainnya (berupa sesuatu) dari perhiasan duniawi (itu adalah kenikmatan hidup di dunia) untuk dinikmati kemudian lenyap sesudah itu (dan yang ada pada sisi Allah) berupa pahala (lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya kepada Rabb mereka, mereka bertawakal) kemudian di'athafkan kepadanya ayat berikut ini, yaitu:"
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 37,
    "arab": "وَالَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ وَاِذَا مَا غَضِبُوْا هُمْ يَغْفِرُوْنَ ۚ ",
    "translation": "dan juga (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4309.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa yang akan memperoleh kesenangan yang abadi di akhirat nanti ialah orang-orang yang menjauhi dosa-dosa besar seperti membunuh, berzina dan mencuri, serta menghindarkan hal-hal yang tidak dibenarkan syarak, akal sehat, dan akhlak mulia baik berupa ucapan maupun berupa perbuatan. Begitu juga orang-orang yang apabila amarahnya timbul, mereka diam menahan amarahnya, memaafkan orang yang menyebabkan kemarahannya dan tidak ada dalam batinnya sedikit pun rasa dendam. Diriwayatkan bahwa Rasulullah saw tidak pernah membela kepentingan dirinya kecuali apabila hukum-hukum Allah dilanggar dan dihinakan. \nSifat pemaaf adalah sifat yang dekat kepada takwa dan memang diperintah Allah, sebagaimana firman-Nya:\n\nPembebasan itu lebih dekat kepada takwa. (al-Baqarah/2: 237)\n\nDan firman-Nya:\n\nJadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh. (al-A'raf/7: 199)",
    "quraish": "Juga bagi orang-orang yang menjauhkan diri dari dosa-dosa besar dan segala perbuatan buruk yang dilarang oleh Allah. Hanya mereka yang, apabila mendapatkan perlakuan buruk di dunia, cepat-cepat memaafkan sehingga perlakuannya itu menjadi penyelesaian yang baik.",
    "jalalayn": "(Dan bagi orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji) yang mengharuskan pelakunya menjalani hukuman Hadd; lafal ayat ini merupakan 'Athful Ba'dh 'Alal Kull (dan apabila mereka marah mereka memberi maaf) maksudnya, mereka selalu bersikap maaf."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 38,
    "arab": "وَالَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمْ وَاَقَامُوا الصَّلٰوةَۖ وَاَمْرُهُمْ شُوْرٰى بَيْنَهُمْۖ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۚ ",
    "translation": "dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedang urusan mereka (diputuskan) dengan musyawarah antara mereka; dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4310.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menyambut baik panggilan Allah kepada agama-Nya seperti mengesakan dan menyucikan Zat-Nya dari penyembahan selain Dia, mendirikan salat fardu pada waktunya dengan sempurna untuk membersihkan hati dari iktikad batil dan menjauhkan diri dari perbuatan mungkar, baik yang tampak maupun yang tidak tampak, selalu bermusyawarah untuk menentukan sikap di dalam menghadapi hal-hal yang pelik dan penting, kesemuanya akan mendapatkan kesenangan yang kekal di akhirat . Dalam ayat yang serupa, Allah berfirman:\n\nDan bermusyawarahlah dengan mereka dalam urusan itu. (Ali 'Imran/3: 159)\nDemikian pula menginfakkan rezeki di jalan Allah, membelanjakannya di jalan yang berguna dan bermanfaat bagi pribadi, masyarakat, nusa, dan bangsa. Mereka juga akan mendapatkan kesenangan yang kekal di akhirat. Dalam ayat lain Allah berfirman:\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu. (al-Baqarah/2: 254)\n\nDan firman-Nya:\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik. (al-Baqarah/2: 267)",
    "quraish": "Juga bagi orang-orang yang memenuhi seruan Sang Pencipta dan Pemelihara mereka, selalu mengerjakan salat, selalu menyelesaikan urusan mereka dengan jalan musyawarah demi tegaknya keadilan di tengah masyarakat dan menghindari otoritas pribadi atau kelompok, dan membelanjakan sebagian harta yang dikaruniakan oleh Allah di jalan kebaikan.",
    "jalalayn": "(Dan bagi orang-orang yang menerima seruan Rabbnya) yang mematuhi apa yang diserukan Rabbnya yaitu, mentauhidkan-Nya dan menyembah-Nya (dan mendirikan salat) memeliharanya (sedangkan urusan mereka) yang berkenaan dengan diri mereka (mereka putuskan di antara mereka dengan musyawarah) memutuskannya secara musyawarah dan tidak tergesa-gesa dalam memutuskannya (dan sebagian dari apa yang Kami rezekikan kepada mereka) atau sebagian dari apa yang Kami berikan kepada mereka (mereka menafkahkannya) untuk jalan ketaatan kepada Allah. Dan orang-orang yang telah disebutkan tadi merupakan suatu golongan kemudian golongan yang lainnya ialah;"
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ اِذَآ اَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُوْنَ ",
    "translation": "dan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4311.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa di antara sifat orang-orang yang akan memperoleh kebahagiaan yang kekal abadi di akhirat ialah orang-orang yang apabila diperlakukan semena-mena oleh orang lain, ia akan membela diri dan membalas kepada orang yang menzaliminya tersebut, dengan syarat pembelaan diri tersebut tidak melampaui kezaliman yang menimpanya. Dalam pembelaan diri ini mereka akan mendapat pertolongan dari Allah, sebagaimana firman-Nya: \n\nDemikianlah, dan barang siapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. (al-hajj/22: 60)",
    "quraish": "Serta bagi orang-orang yang, apabila mendapat perlakuan tidak baik dari orang zalim, membela diri dengan melakukan perlawanan.",
    "jalalayn": "(Dan bagi orang-orang yang apabila mereka diperlakukan dengan lalim) dizalimi (mereka membela diri) maksudnya membalas perlakuan zalim itu sesuai dengan kelaliman yang diterimanya, sebagaimana yang diungkapkan oleh firman-Nya:"
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 40,
    "arab": "وَجَزٰۤؤُا سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۚفَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُهٗ عَلَى اللّٰهِ ۗاِنَّهٗ لَا يُحِبُّ الظّٰلِمِيْنَ",
    "translation": "Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barangsiapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4312.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa perbuatan membela diri yang dilakukan seseorang yang dianiaya orang lain hendaklah ditujukan kepada pelaku penganiayaan dan seimbang dengan berat ringannya penganiayaan tersebut. Tindakan balasan atau pembelaan diri yang berlebihan tidak dibenarkan agama, hal ini sesuai dengan firman Allah:\n\nBarang siapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. (al-Baqarah/2: 194)\n\nDi ayat lain Allah berfirman:\n\nDan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar. (an-Nahl/16: 126)\n\nDalam situasi saat ini orang-orang yang teraniaya oleh orang lain, mungkin tidak bisa langsung membela diri atau menuntut haknya kepada orang-orang yang menganiayanya karena berbagai keterbatasannya, maka ia bisa meminta pertolongan pihak-pihak berwajib yang bisa melakukan tindakan untuk membela haknya, seperti polisi, pengadilan dan sebagainya. Perlu diingatkan bahwa hak seseorang harus dipertahankan, jangan hanya berdiam diri ketika orang lain merampas haknya. Banyak hadis yang menerangkan tentang hak-hak seperti:\nSiapa yang terbunuh karena mempertahankan hartanya, maka ia adalah seorang yang syahid. Siapa yang terbunuh karena mempertahankan (keselamatan)nyawa, keluarga, dan agamanya, maka ia adalah seorang yang syahid. (Riwayat Abu Dawud dan at-Tirmidhi)\n\nSekalipun demikian, ayat ini juga menganjurkan untuk tidak membalas kejahatan orang lain, tetapi memaafkan dan memperlakukan dengan baik orang yang berbuat jahat kepada kita karena Allah akan memberikan pahala kepada orang-orang yang memaafkan kesalahan orang lain, selain itu memaafkan orang lain adalah penebus dosa. Firman Allah:\n\nDan luka-luka (pun) ada qisas-nya (balasan yang sama). Barangsiapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. (al-Ma'idah/5: 45)\n\nAyat 40 ini ditutup dengan satu penegasan bahwa Allah tidak menyukai orang-orang yang zalim yang melampaui batas di dalam melakukan pembalasan atas kejahatan yang pernah dialaminya.",
    "quraish": "Balasan orang yang berbuat buruk adalah keburukan semisal, demi terwujudnya keadilan. Tetapi barangsiapa, atas dasar cinta, memaafkan orang yang berbuat buruk kepadanya--jika ia mampu--dan memperbaiki kembali hubungannya dengan orang itu, akan memperoleh pahala dari Allah. Dia semata yang mengetahui besarnya pahala itu. Sesungguhnya Allah tidak menyayangi orang-orang yang melanggar hak- hak asasi manusia dengan melanggar syariat Allah.",
    "jalalayn": "(Dan balasan suatu kejahatan adalah kejahatan yang serupa) kejahatan yang kedua ini dinamakan pula sebagai kejahatan bukan pembalasan, karena jenis dan gambarannya sama dengan yang pertama. Hal ini tampak jelas di dalam masalah yang menyangkut kisas luka. Sebagian di antara para ahli fikih mengatakan, bahwa jika ada seseorang mengatakan kepadamu, \"Semoga Allah menghinakan kamu,\" maka pembalasan yang setimpal ialah harus dikatakan pula kepadanya, \"Semoga Allah menghinakan kamu pula (maka barang siapa memaafkan) orang yang berbuat lalim kepadanya (dan berbuat baik) yakni tetap berlaku baik kepada orang yang telah ia maafkan (maka pahalanya atas tanggungan Allah) artinya, Allah pasti akan membalas pahalanya. (Sesungguhnya Dia tidak menyukai orang-orang yang lalim) maksudnya Dia tidak menyukai orang-orang yang memulai berbuat lalim, maka barang siapa yang memulai berbuat lalim dia akan menanggung akibatnya, yaitu siksaan dari-Nya."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 41,
    "arab": "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهٖ فَاُولٰۤىِٕكَ مَا عَلَيْهِمْ مِّنْ سَبِيْلٍۗ ",
    "translation": "Tetapi orang-orang yang membela diri setelah dizalimi, tidak ada alasan untuk menyalahkan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4313.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang yang berbuat sesuatu karena membela diri dari satu penganiayaan atau suatu kejahatan yang menimpanya, tidak ada jalan untuk menuntutnya dari sisi hukum dan ia tidak berdosa karena dia melakukannya berdasarkan hak. Tetapi orang-orang yang berbuat zalim, berbuat kejahatan di muka bumi dan melampaui batas dalam memberikan pembalasan, mereka itulah yang dapat dituntut dan akan mendapat azab dan siksa yang pedih di akhirat kelak.",
    "quraish": "Barangsiapa membalas orang-orang yang berbuat aniaya dengan perbuatan yang semisal, tidak akan dikenai sanksi dan tidak dianggap bersalah.",
    "jalalayn": "(Dan sesungguhnya orang-orang yang membela diri sesudah teraniaya) sesudah ia menerima penganiayaan dari orang lain (tidak ada suatu dosa pun atas mereka) maksudnya, mereka tidak berdosa bila menuntut."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 42,
    "arab": "اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَظْلِمُوْنَ النَّاسَ وَيَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ  ",
    "translation": "Sesungguhnya kesalahan hanya ada pada orang-orang yang berbuat zalim kepada manusia dan melampaui batas di bumi tanpa (mengindahkan) kebenaran. Mereka itu mendapat siksa yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4314.mp3",
    "tafsir": "Dalam ayat ini Allah menolak tuduhan kaum musyrik Mekah bahwa Muhammad saw itu mengada-adakan dusta terhadap Allah. Ini adalah perbuatan yang amat buruk. Seandainya Allah menghendaki, tentu Dia dapat mengunci mati hatimu karena perbuatan semacam itu, tidak dilakukan kecuali oleh orang musyrikin.\nTetapi sunah Allah telah berlaku dan akan terus berlaku bahwa Dia selalu menghancurkan dan menghapuskan yang batil serta menguatkan yang hak dan menanamkan hakikat yang hak itu di kalangan manusia sesuai dengan ketentuan yang telah ditetapkan-Nya. Itulah sebabnya agama yang dibawa oleh Muhammad saw hari demi hari makin bertambah kuat dan mantap, makin tersebar luas, serta semakin bertambah banyak penganutnya.\nAllah Maha Mengetahui semua yang tersimpan dalam hati, tidak ada yang tersembunyi bagi-Nya, maka segala sesuatu terjadi berdasarkan ilmu Allah yang amat luas, meliputi segala sesuatu. Oleh sebab itu tuduhan mereka terhadap Nabi Muhammad yang dianggap telah mengada-adakan kebohongan tentang Allah diketahui oleh-Nya dan telah dibuktikan ketidakbenarannya dalam ayat ini.",
    "quraish": "Sanksi dan anggapan bersalah itu hanya berlaku pada orang-orang yang berbuat aniaya kepada orang lain, bersikap sombong dan membuat kerusakan di bumi dengan cara yang tidak benar. Mereka benar- benar akan mendapatkan azab yang sangat menyakitkan.",
    "jalalayn": "(Sesungguhnya dosa itu atas orang-orang yang berbuat lalim kepada manusia dan melampaui batas) yaitu mereka mengerjakan hal-hal (di muka bumi tanpa hak) mereka mengerjakan perbuatan-perbuatan maksiat. (Mereka itu mendapat azab yang pedih) yaitu azab yang menyakitkan."
  },
  {
    "ruku": 422,
    "name": "Asy-Syura",
    "ayat": 43,
    "arab": "وَلَمَنْ صَبَرَ وَغَفَرَ اِنَّ ذٰلِكَ لَمِنْ عَزْمِ الْاُمُوْرِ ࣖ ",
    "translation": "Tetapi barangsiapa bersabar dan memaafkan, sungguh yang demikian itu termasuk perbuatan yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4315.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang sabar dan memaafkan perbuatan jahat yang dilakukan orang lain atas dirinya, sedangkan ia sanggup membalasnya, mereka itu telah melakukan sesuatu yang utama dan mereka itu berhak menerima pahala yang banyak. \nDiriwayatkan oleh Abu Hurairah bahwa seorang laki-laki mencaci maki Abu Bakar, sedangkan Nabi duduk bersamanya, tersenyum, begitu banyak caci maki itu sehingga Abu Bakar membalas caci maki tersebut. Kemudian Nabi marah dan bangun dari duduknya, lalu Abu Bakar mengikutinya dan berkata, \"Ya Rasulullah, dia telah mencaci makiku sedangkan engkau duduk (melihatnya), ketika aku membalas caci makinya engkau marah dan bangkit (meninggalkanku).\" Rasul kemudian menjawab, \"Sesungguhnya (ketika engkau dicaci) malaikat ada bersamamu membalas caci maki orang tersebut, ketika engkau membalas caci maki itu, hadirlah setan (disitu), maka aku tidak mau duduk bersama setan.\" Kemudian Rasul bersabda, Ya Abu Bakar, ada 3 hal yang semuanya benar, yaitu:\n1. Seorang hamba dianiaya, lalu dia memaafkan penganiayanya itu, maka ia akan dimuliakan Allah dan dimenangkan atas musuhnya.\n2. Seorang laki-laki yang memberikan suatu pemberian dengan maksud mengeratkan hubungan silaturahmi akan diberi Allah tambahan rezeki yang banyak.\n3. Orang-orang yang minta-minta dengan maksud memperkaya diri akan dikurangi Allah rezekinya.",
    "quraish": "Aku bersumpah bahwa barangsiapa yang sabar menghadapi kezaliman, memaafkan dan tidak membalas pelakunya, selama hal itu tidak akan menyebabkan bertambahnya kerusakan di atas bumi, perlakuan mereka itu benar-benar suatu hal yang harus dilakukan oleh orang yang mempunyai akal sehat.",
    "jalalayn": "(Tetapi orang yang bersabar) dan ia tidak membela dirinya atau tidak menuntut balas (dan memaafkan) memaafkan kelaliman orang lain terhadap dirinya (sesungguhnya yang demikian itu) yaitu sabar dan pemaaf (termasuk hal-hal yang diutamakan) yang dianjurkan oleh syariat."
  }
]