[
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 1,
    "arab": " حٰمۤ  ۚ ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4326.mp3",
    "tafsir": "Permulaan ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah lainnya. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya silakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
    "quraish": "[[43 ~ AZ-ZUKHRUF (PERHIASAN) Pendahuluan: Makkiyyah, 89 ayat ~ Surat ini diawali dengan dua huruf eja seperti gaya al-Qur'ân dalam mengawali beberapa surat lainnya. Disebutkan, setelah itu, mengenai al-Qur'ân dan kedudukanya di sisi Allah, dan keterangan mengenai sikap orang-orang yang mencemoohkan misi yang dibawa oleh para rasul, yang kemudian diikuti dengan pemaparan beberapa bukti yang mengharuskan kita beriman hanya kepada Allah. Tetapi, kendati bukti-bukti itu demikian banyak dan jelas, mereka tetap saja mengakui adanya tuhan-tuhan lain--yang, tentu saja, palsu--selain Allah. Mereka beranggapan bahwa Allah memiliki anak-anak perempuan sedang mereka memiliki anak laki-laki. Dan ketika mereka tak lagi menemukan alasan yang membenarkan anggapan itu, mereka berdalih bahwa hal itu adalah tradisi leluhur yang harus dipegang teguh. Pada bagian lain, surat ini berbicara tentang kisah Nabi Ibrâhîm a. s. yang kemudian dilanjutkan dengan anggapan orang-orang kafir Mekah bahwa al-Qur'ân terlalu besar untuk diturunkan kepada seorang Muhammad. Semestinya, menurut mereka, al-Qur'ân hanya pantas diturunkan kepada salah seorang pembesar Mekah atau Thaif. Dengan begitu, mereka seolah-olah membagi-bagikan karunia Allah sekehendak mereka. Padahal Allah sendiri telah membagi-bagikan rezeki-Nya untuk penghidupan mereka di dunia karena mereka memang tidak mampu melakukan itu. Surat ini kemudian menyatakan bahwa andai bukan karena Tuhan tidak ingin kalau semua manusia menjadi kafir, tentu orang-orang kafir telah diberi seluruh kenikmatan dan kemewahan dunia. Dijelaskan pula, kemudian, bahwa siapa saja yang menentang kebenaran maka Allah akan menjadikan setan menguasai dirinya lalu membawanya ke lembah kehancuran. Selanjutnya, surat ini juga mengetengahkan kisah Nabi Mûsâ bersama Fir'aun dan kaumnya yang sangat sombong dan arogan dengan kekuasaannya. Suatu sikap yang kemudian justru mendatangkan balasan Allah kepada mereka. Kisah tentang Mûsâ ini kemudian dilanjutkan dengan penjelasan tentang 'Isâ putra Maryam yang merupakan seorang hamba yang mendapat karunia dari Allah dan menyeru kepada jalan yang lurus. Setelah dipaparkan peringatan bagi orang-orang zalim berupa siksaan, dan kabar gembira bagi orang-orang Mukmin berupa surga kelak pada hari kiamat, surat ini ditutup dengan penjelasan betapa luasnya kerajaan Allah dan betapa tidak mampunya tuhan-tuhan palsu yang mereka persekutukan dengan- Nya. Dalam hal ini, Nabi Muhammad saw. diperintahkan untuk mengucapkan \"salam perpisahan\" kepada mereka, agar mereka mengetahui.]] Hâ, mîm. Surat ini dibuka dengan menyebut dua huruf fonemis yang merupakan gaya al-Qur'ân dalam mengawali beberapa suratnya.",
    "jalalayn": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 2,
    "arab": "وَالْكِتٰبِ الْمُبِيْنِ ۙ ",
    "translation": "Demi Kitab (Al-Qur'an) yang jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4327.mp3",
    "tafsir": "Allah bersumpah, demi Kitab Suci Al-Qur'an yang menerangkan petunjuk dan hidayah, dan penjelasan hal-hal yang diperlukan manusia di dunia dan di akhirat untuk mencapai kebahagiaan. Barang siapa mengikuti petunjuk-petunjuk yang telah digariskan di dalam Al-Qur'an, dia akan beruntung dan selamat, dan barang siapa yang menyimpang daripadanya, maka dia akan merugi dan sesat dari jalan yang benar.",
    "quraish": "Allah bersumpah demi al-Qur'ân yang dengan jelas menerangkan kandungan isinya, baik berupa ajaran akidah maupun hukum.",
    "jalalayn": "(Demi Alkitab) demi Alquran (yang menerangkan) yang menonjolkan jalan petunjuk beserta dengan sarana yang diperlukannya yaitu berupa syariat."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 3,
    "arab": "اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ",
    "translation": "Kami menjadikan Al-Qur'an dalam bahasa Arab agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4328.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah menjadikan Al-Qur'an dalam bahasa Arab bukan dalam bahasa 'Ajam (bahasa-bahasa asing) karena yang akan diberi peringatan pertama kali adalah orang-orang Arab agar mereka mudah memahami pelajaran dan nasihat-nasihat yang terkandung di dalamnya, dan dengan mudah mereka dapat memikirkan arti dan maknanya. Dia tidak menurunkan Al-Qur'an dalam bahasa 'Ajam agar tidak ada alasan bagi mereka untuk mengatakan bagaimana mereka dapat memahami isi Al-Qur'an karena bahasanya bukan bahasa Arab, bahasa kami, sebagaimana firman Allah:\n\nDan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, \"Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. (Fussilat/41: 44)",
    "quraish": "Kami sungguh-sungguh menjadikan kitab suci itu menggunakan bahasa Arab agar kalian dapat mengetahui kemukjizatannya dan dapat merenungi maknanya.",
    "jalalayn": "(Sesungguhnya Kami menjadikan Alquran) maksudnya, Kami adakan Alkitab ini (bacaan yang berbahasa Arab) atau memakai bahasa Arab (supaya kalian) hai penduduk Mekah (memahaminya) memahami makna-maknanya."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 4,
    "arab": "وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۗ ",
    "translation": "Dan sesungguhnya Al-Qur'an itu dalam Ummul Kitab (Lauh Mahfuzh) di sisi Kami, benar-benar (bernilai) tinggi dan penuh hikmah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4329.mp3",
    "tafsir": "Allah menerangkan kedudukan Al-Qur'an di Lauh Mahfudz bahwa ia telah ada dalam ilmu-Nya yang azali, amat tinggi nilainya karena dia mengandung rahasia-rahasia dan hikmah-hikmah yang menerangkan kebahagiaan manusia, dan petunjuk-petunjuk yang membawa mereka ke jalan yang benar. Hal ini sesuai dengan firman Allah:\n\nDan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 77-80)",
    "quraish": "Al-Qur'ân yang berada di al-Lawh al-Mahfûzh ini mempunyai kedudukan sangat tinggi, dengan redaksi dan komposisinya yang amat tepat. Balaghahnya menempati peringkat teratas.",
    "jalalayn": "(Dan sesungguhnya Alquran itu) telah ditetapkan (dalam induk Alkitab) asal Kitab, yaitu Lohmahfuz (di sisi Kami) lafal ayat ini menjadi Badal dari lafal 'Indana (adalah benar-benar tinggi) yang jauh lebih tinggi daripada Kitab-kitab sebelumnya (dan amat banyak mengandung hikmah) artinya sangat padat dengan hikmah-hikmah."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 5,
    "arab": "اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ",
    "translation": "Maka apakah Kami akan berhenti menurunkan ayat-ayat (sebagai peringatan) Al-Qur'an kepadamu, karena kamu kaum yang melampaui batas?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4330.mp3",
    "tafsir": "Allah mencela kaum musyrik Mekah dengan mengatakan: Apakah Kami akan berhenti memperingatkan kamu dengan Al-Qur'an karena kamu sudah begitu mendalam dalam kekafiranmu, selalu meninggalkan perintah Kami dan melakukan larangan Kami? Tidak! Kami sekali-sekali tidak akan berbuat demikian, karena rahmat dan kasih sayang Kami kepadamu, meskipun kamu seharusnya dibinasakan, atau dibiarkan sesat sampai mati, karena perbuatanmu sudah keterlaluan dan melampaui batas.\nQatadah berkata, \"Sekiranya Al-Qur'an itu telah diangkat atau ditiadakan ketika ia ditolak orang-orang pertama dari umat terdahulu, maka pasti mereka binasa, tetapi Allah selalu memberikan rahmat dan kasih sayang-Nya kepada mereka dan Muhammad saw senantiasa menyeru mereka selama duapuluh tahun lebih menurut izin dan kehendak Allah.\"",
    "quraish": "Apakah Kami mengabaikan kalian sehingga Kami berhenti menurunkan al-Qur'ân, sebagai sikap memalingkan diri dari kalian akibat perlaku kalian yang terlalu berlebihan dalam kekafiran? Tidak, karena ketentuan hukum Kami menuntut kalian memberikan alasan.",
    "jalalayn": "(Maka apakah Kami akan berhenti) akan menahan (menurunkan Adz-Dzikr kepada kalian) yakni Alquran (dengan sebenar-benarnya) maksudnya Kami benar-benar menahan Alquran dan tidak menurunkannya kepada kalian, karena itu kalian tidak lagi terkena amar makruf dan nahi mungkar, demikian itu hanya (karena kalian adalah kaum yang melampaui batas?) kaum yang musyrik tentu tidak."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 6,
    "arab": "وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ",
    "translation": "Dan betapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4331.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula.\nDemikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah:\n\nSebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
    "quraish": "Kami telah mengutus banyak nabi kepada bangsa-bangsa terdahulu. Maka, jika kini Kami mengutus lagi seorang rasul kepada kalian, hal itu bukanlah sesuatu yang mengherankan.",
    "jalalayn": "(Berapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.)"
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 7,
    "arab": "وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
    "translation": "Dan setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4332.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula.\nDemikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah:\n\nSebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
    "quraish": "Setiap kali seorang rasul mengingatkan kebenaran kepada mereka, mereka selalu mengejeknya.",
    "jalalayn": "(Dan tiada) (yang datang kepada mereka) atau tiba kepada mereka (seorang nabi pun melainkan mereka selalu memperolok-olokkannya) sebagaimana kaummu memperolok-olokkan kamu, ayat ini merupakan penghibur bagi Nabi saw."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 8,
    "arab": "فَاَهْلَكْنَٓا اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ ",
    "translation": "Karena itu Kami binasakan orang-orang yang lebih besar kekuatannya di antara mereka dan telah berlalu contoh umat-umat terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4333.mp3",
    "tafsir": "Allah menerangkan bahwa Dia menghancurkan orang-orang yang mendustakan rasul-rasul dan mereka tak dapat mengelak dan menghindar apabila bencana itu datang, padahal mereka jauh lebih kuat dan perkasa dibandingkan dengan kaum Nabi Muhammad saw. Yang demikian itu hendaknya menjadi perhatian umat Muhammad. Firman Allah:\n\nMaka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi. (Gafir/40: 82)\n\nAyat ini ditutup dengan satu peringatan kepada umat Muhammad bahwa ketentuan Allah yang berlaku pada umat yang mendustakan rasul, kiranya menjadi pelajaran bagi mereka karena tidak mustahil mereka itu juga akan ditimpa bencana sebagaimana halnya umat yang terdahulu itu. Firman Allah:\n\nMaka Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian. (az-Zukhruf/43: 56)\n\nAllah juga berfirman:\n\nItulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. (Gafir/40: 85)",
    "quraish": "Kami pun, kemudian, memusnahkan para pendusta terdahulu, padahal mereka adalah orang-orang yang lebih kuat dan kikir daripada orang-orang kafir Mekah. Maka kalian, orang-orang kafir Mekah, jangan merasa angkuh dan sombong dengan kekuatan yang kalian miliki. Di dalam al-Qur'ân ini terdapat banyak kisah menarik tentang orang-orang terdahulu yang sepatutnya dapat menjadi pelajaran bagi orang lain. Oleh karena itu, wahai para pendusta, ambillah pelajaran dari kisah-kisah itu.",
    "jalalayn": "(Maka telah Kami binasakan orang-orang yang lebih hebat daripada mereka) daripada kaummu (kekuatannya) maksudnya daya dan kekuatan mereka lebih kuat daripada kaummu (dan telah terdahulu) telah disebutkan di dalam ayat-ayat yang lain (perumpamaan umat-umat yang terdahulu) yaitu mengenai dibinasakannya mereka, maka akibat yang akan dialami oleh kaummu sama saja."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 9,
    "arab": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ",
    "translation": "Dan jika kamu tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Pastilah mereka akan menjawab, “Semuanya diciptakan oleh Yang Mahaperkasa, Maha Mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4334.mp3",
    "tafsir": "Ayat ini ditujukan Allah kepada Rasul-Nya bahwa apabila dia bertanya kepada orang-orang musyrik kaumnya, siapakah yang menjadikan alam semesta seperti langit, bumi dan lainnya, mereka dengan tandas menjawab, bahwa semuanya itu diciptakan oleh Allah, Tuhan yang Maha Perkasa, Maha Mengetahui segalanya, tidak satu pun yang tersembunyi bagi-Nya. Firman Allah:\n\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)",
    "quraish": "Aku bersumpah bahwa jika kamu, Muhammad, bertanya kepada orang-orang kafir itu tentang siapa yang menciptakan langit dan bumi, mereka pasti akan mengatakan bahwa yang menciptakan langit dan bumi adalah Allah yang benar-benar Mahaperkasa dan Maha Mengetahui.",
    "jalalayn": "(Dan sungguh jika) huruf Lam di sini bermakna Qasam (kamu tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Niscaya mereka akan menjawab,) dari lafal Layaquulunna terbuang Nun alamat Rafa'nya, karena jika masih ada, maka akan terjadilah huruf Nun yang berturut-turut, dan hal ini dinilai jelek oleh orang-orang Arab. Sebagaimana dibuang pula daripadanya Wawu Dhamir jamak, tetapi 'Illatnya bukan karena bertemunya dua huruf yang disukunkan (\"Semuanya diciptakan oleh Yang Maha Perkasa lagi Maha Mengetahui\") jawaban terakhir mereka adalah, \"Allah Yang Maha Perkasa dan Maha Mengetahuilah yang menciptakan kesemuanya itu.\" Selanjutnya Allah swt. menambahkan:"
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 10,
    "arab": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَ ۚ ",
    "translation": "Yang menjadikan bumi sebagai tempat menetap bagimu dan Dia menjadikan jalan-jalan di atas bumi untukmu agar kamu mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4335.mp3",
    "tafsir": "Allah menerangkan bahwa Dia-lah yang menjadikan bumi sebagai hamparan dan menyiapkannya bagi makhluk-Nya untuk tempat mereka menetap, berpijak dan mengayunkan kaki, diperlengkapi dengan jalan-jalan agar mereka dapat berkunjung dari satu tempat ke tempat yang lain, baik yang dekat maupun yang jauh untuk kepentingan hidup dan penghidupan, kepentingan ekonomi dan perdagangan, dan lain-lain. Sejalan dengan ayat ini firman Allah:\n\nBukankah Kami telah menjadikan bumi sebagai hamparan. (an-Naba'/78: 6)\n\nFirman Allah:\n\nDan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk. (al-Anbiya'/21: 31)",
    "quraish": "Yatu Tuhan yang menjadikan bumi sebagai tempat yang penuh dengan kemudahan agar kalian dapat bertempat tinggal dan dapat memanfaatkannya, dan yang menciptakan jalan-jalan di atas bumi untuk kalian gunakan dalam perjalanan sehingga kalian pun dapat mencapai tempat tujuan.",
    "jalalayn": "(Yang menjadikan bumi untuk kalian sebagai tempat menetap) sebagai hamparan yang mirip dengan ayunan bayi (dan Dia membuat jalan-jalan di atas bumi untuk kalian) dilalui (supaya kalian mendapat petunjuk) untuk mencapai tujuan-tujuan di dalam perjalanan kalian."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 11,
    "arab": "وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًا ۚ كَذٰلِكَ تُخْرَجُوْنَ ",
    "translation": "Dan yang menurunkan air dari langit menurut ukuran (yang diperlukan) lalu dengan air itu Kami hidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4336.mp3",
    "tafsir": "Allah menurunkan hujan dari langit sesuai dengan keperluan untuk menghidup-suburkan tanam-tanaman dan tumbuh-tumbuhan. Dia menurunkan hujan tidak lebih dari yang diperlukan sehingga tidak melimpah ruah melampaui batas dan akhirnya menjadi bencana, seperti halnya air bah yang merusak dan membinasakan, dan tidak pula terlalu sedikit sehingga tidak mencukupi kebutuhan untuk kesuburan tanam-tanaman dan tumbuh-tumbuhan yang menyebabkan kering dan layu, dan mengakibatkan timbulnya bencana kelaparan yang menimpa makhluk Allah di mana-mana.\nDengan turunnya hujan dari langit sesuai dengan kadar yang diperlukan, maka hidup dan makmurlah negeri yang telah mati yang tidak lagi ditumbuhi tanam-tanaman dan pohon-pohonan. Sebagaimana Allah kuasa menghidupkan negeri yang telah mati, begitu pula Dia kuasa menghidupkan dan mengeluarkan orang-orang mati itu dari kubur dalam keadaan hidup, sebagaimana firman Allah:\n\nDan Dia menurunkan air (hujan) dari langit, lalu dengan air itu dihidupkannya bumi setelah mati (kering). (ar-Rum/30: 24)\n\nDan firman-Nya:\n\nMaka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu. (Fathir/35: 9)\n\nApa yang dikemukakan oleh ayat ini dibuktikan oleh ilmu pengetahuan yang ditemukan manusia saat ini. Diperkirakan dalam waktu satu detik, sebanyak 16 juta ton air menguap dari bumi. Menggunakan angka ini, maka diperhitungkan akan adanya 513 triliun ton air yang menguap dari bumi dalam setahun. Angka ini ternyata sama dengan perhitungan mengenai jumlah air hujan yang turun dalam setahun. Dengan demikian, air melakukan sirkulasi yang seimbang secara terus-menerus. Kehidupan di bumi sangat bergantung pada keberlanjutan siklus air yang demikian ini. Walaupun banyak teknologi mencoba mengintervensi siklus alami ini, seperti membuat hujan buatan, pada kenyataannya siklus air tidak dapat dibuat secara artifisial.\nProporsi air hujan tidak hanya penting dalam bentuk jumlahnya, tetapi juga kecepatan turunnya butir air hujan [menurut ukuran yang diperlukan]. Kecepatan butir air hujan tidak melebihi kecepatan standar, tidak peduli berapa ukuran butir air hujan itu. Umumnya butiran air hujan mempunyai diameter 4,5 mm. Kecepatannya sekitar 8 meter per detik. Pada ukuran yang lebih kecil, tentunya kecepatannya lebih rendah. Pada ukuran butiran yang lebih besar dari 4,5 mm, tidak berarti kecepatannya makin tinggi. Kecepatannya tetap, yaitu sekitar 8 meter per detik. Hal ini disebabkan karena bentuk butiran yang cair itu akan berinteraksi dengan udara dan angin sehingga bentuk butir air itu berubah sedemikian rupa yang mengakibatkan kecepatan jatuhnya menurun dan tidak melebihi kecepatan standar. \nMenghidupkan negeri yang mati dengan air (hujan) dari langit telah difirmankan pada Surah Fussilat/41: 39, bahwasanya dengan diturunkan hujan di daerah yang tandus maka daerah tersebut akan (bisa, dengan kehendak Allah) ditumbuhi pepohonan. Pada ayat ini ditekankan bahwa air dari langit diturunkan menurut kadar tertentu. Kebangkitan manusia setelah alam kubur sering diibaratkan dengan menghidupkan tanah yang tandus dengan air hujan. Perumpamaan ini dapat kita bandingkan dengan tumbuhnya biji-bijian atau spora liar yang terbawa tiupan angin dan terserak di atas tanah yang kering. Apabila tanah yang kering ini mendapat siraman hujan dengan jumlah yang cukup [menurut ukuran yang diperlukan], maka biji-biji tersebut akan tumbuh menjadi kecambah-kecambah dan kemudian menjadi tumbuhan. Apabila curah hujan sangat banyak maka biji-bijian atau spora yang menjadi bakal benih tumbuh-tumbuhan akan hanyut terbawa aliran air. Seandainya aliran air tidak sampai menghanyutkan, tetapi bila kadar kelembaban air dalam tanah terlalu berlebih maka biji-bijian tidak akan tumbuh menjadi kecambah, malahan akan membusuk. Semuanya menurut ukuran.",
    "quraish": "Yaitu Tuhan yang yang menurunkan air hujan dari langit sesuai dengan kadar yang dibutuhkan. Dengan air itu, Kami kemudian menghidupkan negeri yang kering kerontang tak bertanaman. Dengan cara menghidupkan seperti itulah kalian akan dihidupkan kembali dari dalam kubur untuk menerima pembalasan. Apakah kalian masih juga mengingkari?",
    "jalalayn": "(Dan Yang menurunkan air dari langit menurut kadar) yang diperlukan oleh kalian, dan Dia tidak menurunkannya dalam bentuk hujan yang sangat besar yang disertai dengan angin topan (lalu Kami hidupkan dengan air itu negeri yang mati, seperti itulah) sebagaimana cara menghidupkan itulah (kalian akan dikeluarkan) dari dalam kubur kalian lalu kalian menjadi hidup kembali."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 12,
    "arab": "وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ ",
    "translation": "Dan yang menciptakan semua berpasang-pasangan dan menjadikan kapal untukmu dan hewan ternak yang kamu tunggangi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4337.mp3",
    "tafsir": "Di antara sifat Allah yang disebut dalam ayat ini ialah Dia-lah yang menciptakan semua makhluk berpasang-pasangan, laki-laki perempuan, jantan-betina, baik dari jenis tumbuh-tumbuhan, pohon-pohonan, buah-buahan, bunga-bungaan dan lain-lain maupun dari jenis hewan dan manusia. Dia pula yang menjadikan kendaraan berupa perahu, kapal yang dapat dipergunakan untuk mengangkut manusia dan keperluan barang dagangan di laut, dan binatang ternak, seperti unta, kuda, himar, sapi dan lain-lain yang dapat dipergunakan sebagai alat pengangkutan di darat, dan lain-lain yang dapat menghubungkan satu tempat dengan tempat yang lain, baik di darat maupun di laut dengan macam alat perhubungan.\nSesuai dengan firman Allah:\n\nDan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)\n\nPenjelasan mengenai Allah menciptakan segala sesuatunya berpasang-pasangan dapat dilihat penjelasannya pada Surah asy-Syura/42: 11. Beberapa ayat lain yang membicarakan hal yang sama adalah Yasin/36: 36, ar-Ra'd/13: 3, dan adh-dzariyat/51: 49.",
    "quraish": "Dialah Tuhan yang menciptakan segala jenis makhluk. Dia menjadikan bahtera dan binatang ternak tunduk kepada kalian sehingga dapat kalian pergunakan sebagai kendaraan dalam perjalanan memenuhi keperluam hidup kalian.",
    "jalalayn": "(Dan Yang menciptakan makhluk yang berpasang-pasangan) berbagai jenis makhluk berpasang-pasangan (semuanya, dan menjadikan untuk kalian kapal) atau perahu-perahu (dan binatang ternak) misalnya unta (yang kalian tunggangi) di dalam lafal ayat ini dibuang daripadanya Dhamir yang kembali kepada lafal Ma demi untuk meringkas, Dhamir tersebut adalah lafal Fihi maksudnya, yang dapat kalian kendarai."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 13,
    "arab": "لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ ",
    "translation": "Agar kamu duduk di atas punggungnya kemudian kamu ingat nikmat Tuhanmu apabila kamu telah duduk di atasnya; dan agar kamu mengucapkan, “Maha-suci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4338.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa:\n\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14)\n\nAndaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka.\nBacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman.\nSehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas.\nApabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i)\n\nAyat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya.\n\nDan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38)\n\nBeberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" \nMenyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia:\n\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5)\n\nDalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. \nSalah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: \n\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8)\n\nPada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. \n\nDan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). \nDalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \n\" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\"\nIslam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga.",
    "quraish": "Agar kalian dapat merasa tenang saat berada di atas punggungnya kemudian mengingat-ingat nikmat Sang Pencipta dan Pembimbing kalian dalam menundukkan binatang-binatang itu. Juga agar kalian--sebagai pengagungan atas ditundukkannya bintang-binatang itu sekaligus sebagai pengakuan atas kelemahan kalian dalam mengendalikan dan menguasainya--berucap, \"Sungguh Mahasuci Tuhan yang telah menundukkan semua ini untuk kami, sementara kami tidak akan pernah mampu mendundukkannya!",
    "jalalayn": "(Supaya kalian dapat duduk) tetap (di atas punggungnya) Dhamir yang ada pada ayat ini dimudzakkarkan, dan lafal Zhahr dikemukakan dalam bentuk jamak sehingga menjadi Zhuhur; hal ini karena memandang makna yang terkandung di dalam lafal Ma (kemudian kalian ingat nikmat Rabb kalian apabila kalian telah duduk di atasnya dan supaya kalian mengatakan, \"Maha Suci Tuhan yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya) tidak dapat menguasainya."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 14,
    "arab": "وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ ",
    "translation": "dan sesungguhnya kami akan kembali kepada Tuhan kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4339.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa:\n\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14)\n\nAndaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka.\nBacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman.\nSehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas.\nApabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i)\n\nAyat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya.\n\nDan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38)\n\nBeberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" \nMenyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia:\n\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5)\n\nDalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. \nSalah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: \n\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8)\n\nPada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. \n\nDan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). \nDalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \n\" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\"\nIslam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga.",
    "quraish": "Kami semua benar-benar akan kembali kepada Sang Pencipta kami setelah kehidupan ini berakhir, agar masing-masing kami diperhitungkan dengan perbuatan yang telah dilakukannya.\"",
    "jalalayn": "(Dan sesungguhnya kami akan kembali kepada Rabb kami\") kami akan dikembalikan kepada-Nya."
  },
  {
    "ruku": 424,
    "name": "Az-Zukhruf",
    "ayat": 15,
    "arab": "وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًا ۗاِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌ ۗ ࣖ ",
    "translation": "Dan mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya. Sungguh, manusia itu pengingkar (nikmat Tuhan) yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4340.mp3",
    "tafsir": "Allah menerangkan bahwa sekalipun orang musyrik mengakui bahwa Allah yang menciptakan langit dan bumi, namun di samping itu mereka pun menetapkan bahwa Allah mempunyai anak, dan malaikat merupakan anak perempuan-Nya.\nMereka mengatakan, Allah tidak azali seperti makhluk, sama-sama mempunyai anak, malah merendahkan-Nya karena Allah dikatakan mempunyai anak perempuan, sedang mereka mempunyai anak laki-laki. Orang-orang Arab pada waktu itu menganggap orang yang mempunyai anak-anak perempuan itu hina. Jadi, tidak heran kalau ayat itu ditutup dengan satu ketegasan bahwa manusia benar-benar pengingkar nikmat Tuhan, yang telah dikaruniakan kepada mereka.",
    "quraish": "Tetapi orang-orang musyrik malah menjadikan sebagian ciptaan-Nya itu sebagai anak Tuhan yang, menurut anggapan mereka, merupakan bagian dari diri-Nya. Sesungguhnya, dengan pebuatannya itu, manusia benar-benar melampaui batas dalam sikap kafirnya yang sangat jelas.",
    "jalalayn": "(Dan mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian daripada-Nya) karena mereka telah mengatakan, bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah. Dikatakan Juz'an atau bagian, karena anak itu adalah bagian dari orang tuanya; padahal hakikatnya malaikat-malaikat itu adalah hamba-hamba Allah swt. (Sesungguhnya manusia) yang telah mengatakan perkataan tadi (benar-benar pengingkar yang nyata) yang jelas dan nyata kekafirannya."
  }
]