[
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 16,
    "arab": "اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَ ۗ ",
    "translation": "Pantaskah Dia mengambil anak perempuan dari yang diciptakan-Nya dan memberikan anak laki-laki kepadamu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4341.mp3",
    "tafsir": "Allah membuka tabir kesesatan orang musyrik dan kebatilan ucapan mereka. Apakah masuk akal bahwa Allah memiliki sesuatu untuk diri-Nya yang lebih buruk (menurut anggapan mereka) sedangkan yang lain memiliki yang baik dan memilih untuk diri-Nya anak perempuan, sedangkan untuk orang lain anak laki-laki? Firman Allah:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?\nYang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nDan firman-Nya:\n\nApakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? Maka mengapa kamu tidak memikirkan? (ash-shaffat/37: 153-155)\n\nDan firman-Nya lagi:\n\nSekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa. (az-Zumar/39: 4)",
    "quraish": "Lebih dari itu, patutkah mereka beranggapan bahwa Tuhan lebih mengutamakan mereka untuk memiliki anak laki-laki, sementara Dia merasa cukup dengan anak perempuan? Sungguh merupakan anggapan yang benar-benar aneh!",
    "jalalayn": "(Patutkah) lafal Am di sini bermakna Istifham Inkari, sedangkan lafal Al Qaulu diperkirakan keberadaannya sesudah itu, yakni Ataquluna: Apakah kalian patut mengatakan (Dia mengambil anak perempuan dari yang diciptakan-Nya) untuk diri-Nya sendiri (dan Dia mengkhususkan buat kalian) memilihkan buat kalian (anak laki-laki) yang hal ini disimpulkan daripada perkataan kalian yang tadi itu; jumlah kalimat ini merupakan kalimat yang diinkari oleh Istifham tadi."
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 17,
    "arab": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ ",
    "translation": "Dan apabila salah seorang di antara mereka diberi kabar gembira dengan apa (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya hitam pekat, karena menahan sedih (dan marah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4342.mp3",
    "tafsir": "Allah menunjukkan kebodohan orang-orang musyrik dan kecurangan mereka. Apabila salah seorang dari mereka dikaruniai anak perempuan, dengan serta-merta mukanya menjadi sangat muram karena sedih, menanggung malu yang amat dalam, tak kuat rasanya berhadapan muka dengan teman-temannya. Dia menyendiri dalam kebingungan. Apakah kiranya yang akan diperbuatnya? Apakah anak perempuan yang diperolehnya itu akan dibiarkan begitu saja, sekalipun ia harus menanggung malu dan hina, ataukah akan menguburkannya hidup-hidup? Suatu perbuatan yang sangat tercela, sebagaimana firman Allah:\n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu. (an-Nahl/16: 58-59)",
    "quraish": "Mereka beranggapan demikian. Padahal, apabila salah seorang di antara mereka mendapat kelahiran anak perempuan, wajahnya menjadi hitam pekat karena merasa sangat sedih dengan kelahiran itu.",
    "jalalayn": "(Padahal apabila salah seorang di antara mereka diberi kabar gembira dengan apa yang dijadikan sebagai misal bagi Allah Yang Maha Pemurah) maksudnya, dijadikan baginya hal serupa dengan apa yang ia nisbatkan kepada Allah, yaitu diberi anak-anak perempuan. Atau dengan kata lain, apabila ia diberi berita gembira tentang kelahiran anak perempuannya (jadilah) maka menjadi berubahlah (mukanya hitam) artinya, roman mukanya tampak berubah menjadi kelabu (sedangkan dia amat menahan sedih) penuh dengan kedukaan, maka mengapa mereka berani menisbatkan anak-anak perempuan kepada Allah swt.?"
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 18,
    "arab": "اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ ",
    "translation": "Dan apakah patut (menjadi anak Allah) orang yang dibesarkan sebagai perhiasan sedang dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4343.mp3",
    "tafsir": "Allah membantah anggapan kaum musyrik bahwa Allah mempunyai anak perempuan sedangkan mereka mempunyai anak laki-laki. Bantahan itu ialah: Apakah orang yang dilahirkan dan dibesarkan untuk berhias dan bila ia dalam bertukar pikiran dan berdiskusi tidak sanggup mengemukakan hujjah atau alasan yang kuat, karena dia lebih terpengaruh oleh perasaan daripada mempergunakan akal dan pikiran, adakah orang seperti ini patut dianggap anak Tuhan?",
    "quraish": "Begitu beraninyakah mereka beranggapan bahwa Allah mempunyai anak yang sebenarnya merupakan perhiasan hidup? Padahal, untuk mendatangkan alasan dalam berdebat saja ia tidak mampu karena kefasihan bahasanya yang sangat terbatas. Sungguh merupakan anggapan yang benar-benar aneh!",
    "jalalayn": "(Dan apakah patut) Hamzah atau kata tanya di sini mengandung pengertian ingkar, sedangkan Wawu 'Athafnya menunjukkan 'Athaf jumlah kepada jumlah yang lain. Maksudnya, apakah patut mereka menjadikan bagi Allah (orang yang dibesarkan dalam perhiasan) maksudnya selalu berhias diri (sedangkan dia tidak dapat memberi alasan yang terang dalam pertengkaran) tidak pernah menang di dalam adu argumentasi karena kelemahan akalnya sebagai perempuan."
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 19,
    "arab": "وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۗ اَشَهِدُوْا خَلْقَهُمْ ۗسَتُكْتَبُ شَهَادَتُهُمْ وَيُسْٔـَلُوْنَ ",
    "translation": "Dan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4344.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali.\nApakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman:\n\nAtau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152)\n\nAyat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak.\nSatu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman:\n\nOrang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148)\n\nPendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\n\nAyat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran.",
    "quraish": "Mereka menyebut malaikat, yang merupakan makhluk Sang Maha Pemurah, sebagai anak-anak perempuan-Nya. Apakah mereka melihat penciptaan malaikat-malaikat itu dengan mata kepala mereka sendiri sehingga mempunyai anggapan demikian? Tidak, mereka tidak melihat. Kami akan mencatat apa yang mereka ada-adakan ini. Dan kelak, di hari kiamat, mereka akan ditanya tentang hal itu.",
    "jalalayn": "(Dan mereka menjadikan malaikat-malaikat yang mereka itu adalah hamba-hamba Allah Yang Maha Pemurah sebagai orang-orang perempuan. Apakah mereka menyaksikan) apakah mereka hadir menyaksikan (penciptaan malaikat-malaikat itu? Kelak akan dituliskan persaksian mereka) yang menyatakan bahwa malaikat-malaikat itu adalah orang-orang perempuan (dan mereka akan dimintai pertanggungjawaban) di akhirat kelak tentang perkataan itu, karenanya mereka akan menerima siksaan yang pedih."
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 20,
    "arab": "وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْ ۗمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ ",
    "translation": "Dan mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4345.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali.\nApakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman:\n\nAtau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152)\n\nAyat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak.\nSatu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman:\n\nOrang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148)\n\nPendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\n\nAyat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran.",
    "quraish": "Orang-orang musyrik itu berkata, \"Kalau Tuhan Sang Maha Pengasih itu menghendaki kami untuk tidak menyembah tuhan-tuhan lain, tentu kami tidak akan menyembahnya.\" Mereka mengira bahwa Tuhan berkenan dengan tingkah mereka menyembah tuhan-tuhan palsu itu. Padahal, mereka tidak memiliki sandaran ilmu apa-apa tentang apa yang mereka ucapkan itu. Mereka hanya menduga-duga dan mengatakan sesuatu tanpa berdasarkan bukti.",
    "jalalayn": "(Dan mereka berkata, \"Jika Allah Yang Maha Pemurah menghendaki tentulah kami tidak menyembah mereka\") tidak menyembah malaikat; maka ibadah atau penyembahan kami kepada mereka berdasarkan kehendak dari-Nya, Dia rela kami melakukan hal itu. Lalu Allah berfirman, \"(Tiadalah bagi mereka tentang hal itu) yakni dugaan mereka yang mengatakan bahwa Allah rela mereka menyembah malaikat (suatu pengetahuan pun, tidak lain) tiada lain (mereka hanya menduga-duga belaka) hanya berdusta belaka tentang itu, karenanya mereka harus menerima siksaan."
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 21,
    "arab": "اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ ",
    "translation": "Atau apakah pernah Kami berikan sebuah kitab kepada mereka sebelumnya, lalu mereka berpegang (pada kitab itu)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4346.mp3",
    "tafsir": "Allah menambahkan penjelasan dalam rangka penolakan-Nya terhadap anggapan orang-orang musyrik bahwa mereka menyembah malaikat karena kehendak Allah, dengan firman-Nya, \"Apakah memang pernah kami memberikan kepada mereka sebuah kitab sebelum Al-Qur'an, lalu mereka berpegang teguh kepada kitab itu? Tidak, sama sekali tidak. Pendirian mereka hanya didasarkan atas dugaan dan sangkaan yang mengandung dusta, firman Allah:\n\nYang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan. (al-An'am/6: 116)",
    "quraish": "Lebih dari itu, apakah Kami telah memberikan kitab suci kepada mereka, sebelum al-Qur'ân ini, yang memperkuat alasan mereka sehingga mereka sangat berpegang kepadanya? Tidak, Kami tidak pernah menurunkan apa-apa kepada mereka. Mereka tidak memiliki bukti dari kitab suci!",
    "jalalayn": "(Atau adakah Kami memberikan sebuah Kitab kepada mereka sebelumnya) sebelum Alquran yang di dalamnya terdapat anjuran untuk menyembah selain Allah (lalu mereka berpegang dengan kitab itu?) hal tersebut tentu saja tidak akan terjadi."
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 22,
    "arab": "بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ ",
    "translation": "Bahkan mereka berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4347.mp3",
    "tafsir": "Allah menerangkan bahwa apa yang disangka sebagai alasan untuk mempersekutukan Allah, sama sekali tidak benar, dan tidak mempunyai alasan yang dapat diandalkan. Mereka semata-mata hanya bertaklid mengikuti dan berpegang teguh kepada apa yang telah diperbuat oleh nenek moyang mereka, karena mereka yakin bahwa nenek moyang mereka berpengetahuan luas, dan tidak akan menyesatkan orang-orang yang mengikutinya, malahan mereka akan mendapat petunjuk. Mereka memutarbalikkan keadaan, karena sebenarnya mereka telah sesat, tidak mendapat petunjuk, sebagaimana firman Allah:\n\nSungguh, mereka telah sesat dan tidak mendapat petunjuk. (al-An'am/6: 140)",
    "quraish": "Lebih dari itu lagi, tatkala kehabisan semua alasan, orang-orang musyrik malah berkata, \"Kami mendapati leluhur-leluhur kami menganut suatu kepercayaan. Dan kami hanya mengikuti jejak mereka.\"",
    "jalalayn": "(Bahkan mereka berkata, 'Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama) yang diyakininya (dan sesungguhnya kami) berjalan atau mengikuti (jejak-jejak mereka sebagai petunjuk kami')\" dan bapak-bapak kami itu menyembah selain Allah."
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 23,
    "arab": "وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ",
    "translation": "Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4348.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Nabi Muhammad saw bahwa tidak seorang rasul pun yang diutus ke suatu negeri sebelum Muhammad saw mendapat sambutan dengan kata-kata yang menyenangkan hati. Mereka semua mendapat jawaban yang tidak enak didengar dan sangat menjengkelkan hati. Sikap yang demikian berasal dari orang-orang yang terbiasa hidup mewah, sombong dan angkuh. Mereka berkata, \"Sesungguhnya kami mendapatkan nenek moyang kami menganut suatu agama dan sesungguhnya kami adalah pengikut jejak mereka.\" Jadi, kalau Muhammad saw mendapat jawaban seperti itu tidak perlu gusar dan merasa sesak dada. Apa yang dikatakan kepada Muhammad saw telah dikatakan pula kepada rasul-rasul sebelumnya, sebagaimana firman Allah:\n\nApa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. (Fussilat/41: 43)\n\nBegitu pula kalau dikatakan bahwa Nabi Muhammad saw tukang sihir, atau gila oleh kaumnya, itu pun karena rasul-rasul sebelumnya telah dituduh seperti itu juga oleh kaumnya, firman Allah:\n\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adh-dzariyat/51: 52)",
    "quraish": "Kondisi mereka sama dengan kondisi bangsa-bangsa terdahulu. Setiap kali Kami mengutus seorang rasul, sebelummu, kepada penduduk sebuah negeri, orang-orang yang hidup mewah dan tidak berterima kasih atas kenikmatan yang ada pada mereka selalu berkata, \"Kami mendapati leluhur-leluhur kami menganut suatu kepercayaan. Dan kami hanya mengikuti jejak mereka.\" Taklid memang merupakan kesesatan yang telah ada sejak dahulu.",
    "jalalayn": "(Dan demikianlah Kami tidak mengutus sebelum kamu seorang pemberi peringatan pun dalam suatu negeri, melainkan orang-orang yang hidup mewah di negeri itu berkata) yakni mereka yang bergelimang di dalam kemewahan hidup pasti mengatakan sebagaimana apa yang telah dikatakan oleh kaummu, (\"Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama) suatu tuntunan (dan sesungguhnya kami adalah pengikut jejak-jejak mereka\") mengikuti jejak-jejak mereka."
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 24,
    "arab": "۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
    "translation": "(Rasul itu) berkata, “Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih baik daripada apa yang kamu peroleh dari (agama) yang dianut nenek moyangmu.” Mereka menjawab, “Sesungguhnya kami mengingkari (agama) yang kamu diperintahkan untuk menyampaikannya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4349.mp3",
    "tafsir": "Allah menerangkan bahwa Nabi Muhammad menghimbau kaumnya dengan ucapan, \"Apakah kamu masih tetap mengikuti jejak nenek moyang kamu, sekalipun aku membawa untukmu suatu agama yang nyata dan lebih baik daripada apa yang telah dianut oleh nenek moyangmu itu?\" Kaumnya menjawab dengan sombong, bahwa mereka akan tetap mengikuti jejak nenek moyang mereka dan tidak akan mengikuti agama yang dibawanya, yakni agama yang ditugaskan kepadanya untuk menyampaikannya, dan mereka tetap akan mengingkarinya, sebagaimana firman Allah:\n\nOrang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami mengingkari apa yang kamu percayai.\" (al-A'raf/7: 76)",
    "quraish": "Pemberi peringatan itu berkata, \"Apakah kalian tetap akan mengikuti jejak nenek moyang kalian, meskipun aku membawa ajaran yang lebih memasukkan kalian ke dalam petunjuk daripada kepercayaan yang kalian anut dari nenek moyang kalian itu?\" Seraya menganggap bohong rasul itu dengan ajaran yang dibawanya, mereka menjawab, \"Kami benar-benar mengingkari misi yang kalian bawa.\"",
    "jalalayn": "(Rasul itu berkata) kepada mereka, (\"Apakah) kalian akan mengikutinya juga (sekalipun aku membawa untuk kalian agama yang lebih nyata memberi petunjuk daripada apa yang kalian dapati bapak-bapak kalian menganutnya?\" Mereka menjawab, \"Sesungguhnya kami terhadap agama yang kamu diutus untuk menyampaikannya) yaitu yang disampaikan oleh kamu dan oleh rasul-rasul yang sebelum kamu (adalah orang-orang yang ingkar\") maka Allah berfirman seraya mengancam mereka melalui firman selanjutnya:"
  },
  {
    "ruku": 425,
    "name": "Az-Zukhruf",
    "ayat": 25,
    "arab": "فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ࣖ",
    "translation": "Lalu Kami binasakan mereka, maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4350.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang yang tetap membangkang dan senantiasa mendustakan rasul-rasul yang diutus kepada mereka dan mengingkari ketuhanan Allah, akan dibinasakan sebagai akibat dari perbuatan mereka yang selalu mendustakan ayat-ayat Allah; kiranya hal itu dapat disaksikan dan menjadi iktibar sesuai dengan firman-Nya:\n\nMaka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul). (an-Nahl/16: 36)",
    "quraish": "Kami pun kemdian menghukum orang-orang yang mendustakan para rasul dengan hukuman yang berat di dunia. Maka perhatikanlah, wahai orang yang dapat merenungkan, betapa nasib orang-orang pendusta itu dapat menjadi contoh yang unik dan nasihat yang mengena bagi kalian.",
    "jalalayn": "(Maka Kami binasakan mereka) orang-orang yang mendustakan rasul-rasul sebelum kamu itu (maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu)"
  }
]