[
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 46,
    "arab": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus Musa dengan membawa mukjizat-mukjizat Kami kepada Fir’aun dan pemuka-pemuka kaumnya. Maka dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan seluruh alam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4371.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah telah mengutus Nabi Musa kepada Fir'aun dan rakyatnya untuk menyampaikan ajaran-ajaran Allah. Nabi Musa diutus kepada Fir'aun dengan dilengkapi beberapa mukjizat, misalnya tongkat menjadi ular, tangan yang bercahaya, dan sebagainya. Inti seruan Nabi Musa kepada Fir'aun adalah agar Fir'aun mengakui Allah sebagai Tuhan yang menciptakan dan memelihara seluruh alam ini, dan mengakuinya sebagai utusan-Nya.\nPenegasan berkenaan dengan Nabi Musa itu mengandung pula penegasan mengenai Nabi Muhammad saw. Kaum kafir Mekah hendaknya juga mengimani Allah swt sebagai Tuhan Yang Maha Esa, mengimani Muhammad saw sebagai Rasul-Nya dan mengimani mukjizatnya yang utama yaitu Al-Qur'an. Selanjutnya penegasan itu mengandung arti bahwa agama yang diserukan Nabi Muhammad sama dengan yang diserukan Nabi Musa dan seluruh nabi, yaitu Islam. Allah berfirman: \n\nSesungguhnya agama di sisi Allah ialah Islam. (Ali 'Imran/3:19)",
    "quraish": "Kami, sungguh, benar-benar telah mengutus Mûsâ, dengan membawa mukjizat yang membuktikan kebenarannya, kepada Fir'aun dan kaumnya. Mûsâ berkata, \"Aku adalah rasul Sang Pencipta dan Pemelihara alam semesta yang diutus kepada kalian.\" Tetapi mereka malah menuntut agar Mûsâ mendatangkan mukjizat yang lain.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Musa dengan membawa mukjizat-mukjizat Kami kepada Firaun dan pemuka-pemuka kaumnya) yaitu bangsa Kobtik, (maka Musa berkata, \"Sesungguhnya aku adalah utusan dari Rabb seru sekalian alam.\")"
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 47,
    "arab": "فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ ",
    "translation": "Maka ketika dia (Musa) datang kepada mereka membawa mukjizat-mukjizat Kami, seketika itu mereka menertawakannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4372.mp3",
    "tafsir": "Ayat ini menerangkan sikap Fir'aun dan kaumnya terhadap seruan Nabi Musa. Mereka meminta Nabi Musa menyampaikan bukti-bukti kerasulannya, lalu Nabi Musa menyampaikan mukjizat-mukjizatnya, di antaranya tongkat menjadi ular, tangan bercahaya, dan lain-lain. Tetapi mereka menertawakannya dan mengejeknya. Nabi Muhammad pun diperlakukan demikian oleh kaum kafir Mekah. Mereka menuduhnya pesihir dan pembohong (shad/38: 4), dan menuduh Al-Qur'an itu mimpi, rekayasa, atau syair gubahan Nabi Muhammad saw. (al-Anbiya'/21: 5).\nApa yang disampaikan dalam ayat ini meringankan tekanan batin yang diderita Nabi saw akibat penentangan yang keras dari kaum kafir Mekah. Dari isi ayat itu Nabi saw memperoleh pelajaran bahwa sudah menjadi kebiasaan seorang nabi ditentang oleh kaumnya, karena itu yang ditentang bukan hanya dia, tetapi seluruh nabi. Ia harus sabar dan tabah menghadapi segala tantangan, sebagaimana Nabi Musa sabar dan tabah menghadapi Fir'aun dan balatentaranya, sehingga ia memperoleh kemenangan. Begitu pula Nabi Muhammad saw, bila sabar dan tabah, maka ia juga akan memperoleh kemenangan atas kaum kafir Mekah di dunia ini juga, yang kemudian dibuktikan dengan hancurnya pasukan kafir Mekah pada Perang Badar.",
    "quraish": "Dan ketika Mûsâ datang membawa mukjizat yang menguatkan misi kerasulannya, mereka segera menyambut kedatanganya dengan tertawa, sebagai cemoohan dan ejekan, bukan malah merenungkannya.",
    "jalalayn": "(Maka tatkala dia datang kepada mereka dengan membawa mukjirat-mukjizat Kami) yang menunjukkan kebenaran risalah-Nya (dengan serta merta mereka menertawakannya.)"
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 48,
    "arab": "وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ ",
    "translation": "Dan tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali (mukjizat itu) lebih besar dari mukjizat-mukjizat (yang sebelumnya). Dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4373.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa mukjizat adalah sesuatu peristiwa atau sesuatu yang besar dan luar biasa yang diberikan kepada seorang nabi sebagai bukti kenabiannya. Namun mukjizat yang diberikan kepada seorang nabi lebih hebat dari mukjizat yang diberikan kepada nabi sebelumnya. Begitu pula mukjizat yang diberikan kepada Nabi Musa. Dalam Surah al-Isra'/17: 101 dinyatakan bahwa Nabi Musa diberi sembilan macam mukjizat, yaitu tongkat menjadi ular, tangan bercahaya, kemarau panjang, laut terbelah, topan yang dahsyat, belalang yang memusnahkan tanaman, kutu yang menimbulkan penyakit, kodok yang menjadi hama, dan air minum yang berubah menjadi darah yang Allah turunkan kepada Fir'aun dan kaumnya dalam bentuk bencana untuk menyadarkan mereka, sebagaimana firman Allah:\n\nMaka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa. (al-A'raf/7: 133)\n\nDengan ditimpakannya bencana-bencana itu kepada Fir'aun dan pengikut-pengikutnya diharapkan mereka akan kembali, yaitu beriman. Tetapi tidak demikian, mereka tetap membangkang.\nBegitu pula dengan Nabi Muhammad saw, beliau telah menyampaikan kepada kafir Mekah mukjizatnya yang terbesar, yaitu Al-Qur'an. Tetapi mereka tetap menolaknya dan menyatakan bahwa Al-Qur'an itu adalah mimpi, rekayasa, atau syair gubahan Nabi Muhammad saw.",
    "quraish": "Setiap mukjizat yang datang menyusul mukjizat-mukjizat sebelumnya selalu lebih besar dari yang sebelumnya itu. Karena, memang, mukjizat-mukjizat itu amat jelas membuktikan kebenaran rasul, dapat menjelaskan sendiri maksud itu dan karena begitu sempurnanya. Sehingga, jika diperhatikan, akan dikatakan, \"Mukjizat itu lebih besar dari mukjizat sebelumnya.\" Dan ketika mereka tetap berada dalam kesewenang-wenangan, Kami pun menimpakan berbagai macam musibah dan bencana kepada mereka agar mereka meninggalkan kesesatan.",
    "jalalayn": "(Dan tidaklah Kami perlihatkan kepada mereka sesuatu tanda) yang menunjukkan azab Kami seperti banjir, topan, yaitu berupa air bah yang melanda rumah-rumah mereka yang ketinggiannya mencapai leher orang yang sedang duduk, hal ini berlangsung selama. tujuh hari, dan juga belalang-belalang yang memusnahkan tanaman-tanaman mereka (melainkan tanda atau azab itu lebih besar daripada azab-azab lainnya) yang sebelumnya. (Dan Kami timpakan kepada mereka azab supaya mereka kembali) sadar dari kekafirannya."
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 49,
    "arab": "وَقَالُوْا يٰٓاَيُّهَ السّٰحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ ",
    "translation": "Dan mereka berkata, “Wahai pesihir! Berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu; sesungguhnya kami (jika doamu dikabulkan) akan menjadi orang yang mendapat petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4374.mp3",
    "tafsir": "Fir'aun dan pengikut-pengikutnya merasakan bencana-bencana yang ditimpakan kepada mereka sangat dahsyat, lalu mereka memohon kepada Nabi Musa agar berdoa kepada Allah supaya melepaskan mereka dari azab itu. \"Wahai tukang sihir!\" kata mereka, \"Berdoalah kepada Tuhanmu sesuai dengan apa yang Ia janjikan kepadamu! Kami pasti menerima apa yang kau sampaikan.\" Memanggil Nabi Musa tukang sihir sudah menunjukkan bahwa mereka menghina beliau dan tidak mempercayainya. Tetapi Nabi Musa tetap mengabulkan permintaan mereka, karena Allah memang telah menjanjikan kepadanya bahwa bila mereka beriman, azab itu akan dihentikan. Nabi Musa pun berdoa setelah mereka berjanji akan beriman, lalu Allah pun menghentikan azab tersebut.",
    "quraish": "Ketika berbagai macam musibah dan bencana itu mengenai semua mereka secara merata, mereka pun meminta pertolongan kepada Mûsâ dengan mengatakan, \"Wahai tukang sihir,\"--padahal Mûsâ adalah seorang alim, bukan tukang sihir--\"mintakanlah untuk kami kepada Tuhanmu seraya bertawassul dengan janji-Nya kepadamu agar Dia melepaskan siksaan ini dari kami. Kalau siksaan ini dilepaskan, kami pasti akan mau mengikuti petunjuk.\"",
    "jalalayn": "(Dan mereka berkata) kepada Musa tatkala mereka melihat adanya azab itu, (\"Hai ahli sihir!) maksudnya, hai orang yang alim lagi sempurna ilmunya! Dikatakan demikian karena menurut mereka ilmu sihir itu adalah ilmu yang paling diagungkan di kalaagan mereka (Berdoalah kepada Rabbmu untuk kami, sesuai dengan apa yang telah dijanjikan-Nya kepadamu) yakni Dia akan melepaskan kami dari azab ini jika kami beriman (sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk\") atau mau beriman."
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 50,
    "arab": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ",
    "translation": "Maka ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4375.mp3",
    "tafsir": "Setelah azab dihentikan, ternyata mereka memungkiri janji mereka. Mereka tetap membangkang, Di dalam ayat lain peristiwa itu diterangkan pula:\n\nDan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, \"Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.\" Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji. (Surah al-A'raf/7: 134-135)\n\nDi dalam ayat itu diterangkan bahwa mereka berjanji bahwa bila mereka dilepaskan dari bencana-bencana itu, mereka akan beriman dan akan membebaskan Bani Israil dari siksaan dan perbudakan yang mereka perlakukan terhadap mereka. Tetapi semuanya itu hanyalah janji. Mereka tidak menepati janji itu, bahkan ingin mencelakakan Nabi Musa dan kaumnya.",
    "quraish": "Tetapi ketika Allah melepaskan penderitan mereka berkat doa Mûsâ, serta merta mereka mengingkari janjinya untuk beriman.",
    "jalalayn": "(Maka tatkala Kami hilangkan) berkat doa Musa (azab itu dari mereka, dengan serta merta mereka memungkiri) janjinya, bahkan mereka masih tetap melaju di dalam kekafirannya."
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 51,
    "arab": "وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ ",
    "translation": "Dan Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku! Bukankah kerajaan Mesir itu milikku dan (bukankah) sungai-sungai ini mengalir di bawahku; apakah kamu tidak melihat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4376.mp3",
    "tafsir": "Fir'aun semakin menunjukkan kesombongannya dan kesewenang-wenangannya. Ia bertanya kepada kaumnya, bertanya untuk menegaskan, bukankah kerajaan Mesir yang besar itu milik dia bukan milik orang lain. Bukankah sungai-sungai sebagai sumber kehidupan di negeri itu mengalir di bawah istananya dan di dalam kebun-kebunnya. Pertanyaan itu untuk menunjukan kesombongannya. Dengan ucapan itu ia hendak menyatakan bahwa dialah penguasa besar dan satu-satunya di negeri itu, yang tidak mungkin dilawan dan dikalahkan. Oleh karena itu ia tidak akan beriman dan dan tidak akan tunduk kepada Nabi Musa. Ucapannya itu sekaligus mengandung ancaman kepada siapa saja yang mengikuti Nabi Musa bahwa mereka akan memperoleh nasib yang tidak menguntungkan.",
    "quraish": "Dan Fir'aun pun berseru di hadapan pengikut-pengikutnya sambil mendeklarasikan kekuatan dan kekuasaanya, \"Bukankah negeri Mesir ini milikku, bukan milik yang lain? Bukankah sungai-sungai yang kalian saksikan ini mengalir dari bawah istanaku? Apakah kalian buta, sehingga tidak dapat melihat kekuatanku dan kelemahan Mûsâ?\" Dengan seruan itu, Fir'aun bermaksud ingin menanamkan pengaruh pada diri mereka supaya patuh kepadanya.",
    "jalalayn": "(Dan Firaun berseru) dengan nada penuh kesombongan (kepada kaumnya seraya berkata, \"Hai kaumku, bukankah kerajaan Mesir ini kepunyaanku dan sungai-sungai ini) yaitu sungai Nil dan anak-anaknya (mengalir di bawahku) di bawah keraton-keratonku, adalah kepunyaanku juga (maka apakah kalian tidak melihat) keagungan dan kebesaranku?"
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 52,
    "arab": "اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ ",
    "translation": "Bukankah aku lebih baik dari orang (Musa) yang hina ini dan yang hampir tidak dapat menjelaskan (perkataannya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4377.mp3",
    "tafsir": "Fir'aun semakin menunjukkan kecongkakannya. Ia menghina Nabi Musa. Ia bertanya kepada kaumnya, sekali lagi untuk menegaskan, bukankah yang terbaik adalah dia, sedangkan Nabi Musa adalah seorang yang hina karena ia tidak memiliki apa-apa, seperti kekuasaan, jabatan, dan kekayaan seperti yang ia miliki. Dan bukankah Nabi Musa itu begitu hinanya mengingat untuk menjelaskan sesuatu dengan kata-kata saja ia tidak mampu. Yang dimaksudkannya adalah ketidakmampuan Nabi Musa berbicara secara jelas karena lidahnya kelu sebagaimana diakuinya dalam doanya kepada Allah agar memperkuatnya dengan mengutus saudaranya, Nabi Harun. Allah berfirman:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku. (al-Qasas/28: 34)\nTujuan Fir'aun bertanya kepada kaumnya dengan menyampaikan kekurangan-kekurangan Nabi Musa bukanlah untuk bertanya tetapi untuk tujuan menghina beliau. Ia berharap dengan mengemukakan kekurangan Nabi Musa, rakyatnya memiliki pandangan yang tidak baik kepadanya dan tidak mempercayainya.",
    "quraish": "Lebih dari itu, Fir'aun bahkan berkata, \"Aku bahkan lebih baik dari orang yang lemah dan hina-dina yang hampir saja tidak mampu menjelaskan dakwanya dengan bahasa yang fasih.\"",
    "jalalayn": "(Bukankah) kalian telah melihat sesudah kesemuanya itu (aku lebih baik dari orang ini) dari Nabi Musa (yang dia adalah orang hina) lemah lagi hina (dan yang hampir tidak dapat berbicara dengan jelas) tidak dapat menjelaskan perkataannya, karena sewaktu kecil ia pernah memakan bara api, hingga lisannya pelan atau tidak fasih."
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 53,
    "arab": "فَلَوْلَٓا اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ ",
    "translation": "Maka mengapa dia (Musa) tidak dipakaikan gelang dari emas atau malaikat datang bersama-sama dia untuk mengiringkannya?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4378.mp3",
    "tafsir": "Fir'aun memberikan alasan mengapa Nabi Musa tidak pantas memperoleh kemuliaan dan tidak layak diimani sebagai rasul, karena ia tidak memiliki gelang-gelang emas sebagai tanda ia kaya, dan tidak didampingi malaikat-malaikat sebagai tanda ia seorang rasul. Dengan demikian Fir'aun membuat tolok ukur kemuliaan itu adalah dengan kekayaan, dan tolok ukur kebenaran pada hal-hal yang kasat mata. Allah tidak meletakkan tolok ukur kemuliaan itu pada materi tetapi pada ketakwaan, sebagaimana firman Allah:\n\nWahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sungguh yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-hujurat/49: 13) \n\nAllah tidak meletakkan tolok ukur kebenaran sebagai seorang rasul itu pada sesuatu yang dapat diindera, namun pada kebenaran jalan yang ditempuhnya, yaitu pada kebenaran wahyu yang diperolehnya dari Allah. Allah berfirman:\n\nKatakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.\" Maka barang siapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya.\" (al-Kahf/18: 110) \n\nPerlakuan yang tidak layak juga dialami Nabi Muhammad saw bahkan lebih hebat lagi. Kaumnya tidak mempercayainya sebagai seorang rasul karena ia tidak memiliki apa-apa. Mereka memintanya, di samping menjadi orang kaya, juga dapat menciptakan peristiwa-peristiwa yang luar biasa sampai-sampai mereka ingin melihat Allah dan malaikat secara kasat mata. Permintaan itu tentu tidak mungkin ia penuhi karena sudah di luar kuasanya dan mustahil dipenuhi. Beliau hanya menjawab, \"Mahasuci Tuhanku, dan saya hanya seorang manusia yang menjadi rasul.\" \n\nKatakanlah (Muhammad), \"Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?\" (al-Isra'/17: 93)",
    "quraish": "Fir'aun berkata pula, seraya mengajak pengikutnya untuk mendustakan Mûsâ, \"Mengapa Tuhan Mûsâ tidak menyematkan gelang emas kepadanya untuk dapat mengendalikan segala persoalan? Atau, mengapa Tuhannya tidak menurunkan bantuan kepadanya berupa malaikat yang menguatkan dakwaannya bahwa ia benar-benar membawa misi kerasulan?\"",
    "jalalayn": "(Mengapa tidak) kenapa tidak dipakaikan kepadanya jika memang ia orang yang benar di dalam pengakuannya (gelang dari emas) lafal Asawirah adalah bentuk jamak dari lafal Aswiratun yang wazannya sama dengan lafal Aghribatun, dan lafal Aswiratun ini merupakan bentuk jamak pula dari lafal Siwarun. Maksud Firaun, mengapa tidak dipakaikan kepadanya gelang dari emas sebagaimana kebiasaan orang-orang yang diberi kekuasaan olehnya, yaitu orang tersebut diberi pakaian kebesaran yang terbuat dari emas dan pula dipakaikan kepadanya gelang emas sebagai tanda kedudukannya (atau malaikat datang bersama-sama dia mengiringkannya\") datang berturut-turut kepadanya seraya menyatakan kebenaran kerasulannya."
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 54,
    "arab": "فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُ ۗاِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
    "translation": "Maka (Fir‘aun) dengan perkataan itu telah mempengaruhi kaumnya, sehingga mereka patuh kepadanya. Sungguh, mereka adalah kaum yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4379.mp3",
    "tafsir": "Upaya Fir'aun mempengaruhi dan mengelabui rakyatnya berhasil. Rakyat Mesir patuh kepadanya dan tidak mau beriman kepada Nabi Musa bahkan membencinya. Mereka digolongkan oleh Allah sebagai orang-orang fasik, yaitu orang-orang yang benar-benar telah melanggar ajaran-ajaran agama dan keluar dari kebenaran.",
    "quraish": "Dengan ucapannya itu, Fir'aun telah memprovokasi dan mempengaruhi pengikut-pengikutnya, sehingga mereka ikut terbawa dalam kesesatan. Sungguh mereka benar-benar kaum yang keluar dari agama Allah yang lurus.",
    "jalalayn": "(Maka Firaun mempengaruhi) berupaya menanamkan pengaruhnya kepada (kaumnya, lalu mereka patuh kepadanya) mematuhi apa yang dikehendaki oleh Firaun, yaitu mendustakan Musa (karena sesungguhnya mereka adalah kaum yang fasik.)"
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 55,
    "arab": "فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ ",
    "translation": "Maka ketika mereka membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4380.mp3",
    "tafsir": "Kefasikan Fir'aun dan kaumnya semakin menjadi-jadi. Mereka semakin lupa daratan bahkan memandang Fir'aun adalah tuhan. Tindakan itu sudah sampai ke puncaknya, yang tidak mungkin lagi dimaafkan oleh Allah dan sangat disesalkan. Allah pun menjatuhkan hukuman-Nya, ketika Fir'aun dan balatentaranya mengejar Nabi Musa dan kaumnya sampai ke Laut Merah, Allah menenggelamkannya di laut itu. Dengan demikian ia tewas karena kesombongannya memiliki kekayaan dan kekuasaan, dan kebenaran pun terungkap walaupun diusung hanya oleh seorang manusia biasa yang tidak punya kekuasaan apa-apa. \nPenundaan hukuman terhadap orang yang jahat itu disebut istidraj, yaitu pelaku perbuatan dosa dibiarkan melakukan kejahatan sehingga dosanya meningkat terus sampai ke puncaknya, bila pelakunya tidak mempan lagi dinasehati. Bila dosa-dosa itu sudah sampai di puncaknya, maka Allah tidak mungkin memaafkannya lagi, lalu Ia akan menjatuhkan hukuman-Nya. Nabi bersabda dalam sebuah riwayat Ahmad, at-Tirmidhi, ath-thabrani dan al-Baihaqi:\n'Uqbah bin 'Amir meriwayatkan bahwa Nabi saw bersabda, \"Apabila engkau melihat Allah memberikan kepada seorang hamba kenikmatan duniawi yang ia inginkan dari dunia sedangkan ia selalu bermaksiatm maka sesungguhnya hal tersebut merupakan istidraj.\" Kemudian Nabi saw membaca ayat, \"Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa.\" (Riwayat Ahmad, at-Tirmidhi, ath-thabrani dan al-Baihaqi)",
    "quraish": "Ketika mereka membuat Kami sangat murka karena telah melampaui batas kerusakan, Kami pun memberikan balasan dengan cara menenggelamkan mereka semua.",
    "jalalayn": "(Maka tatkala mereka membuat Kami murka) (Kami menghukum mereka lalu Kami tenggelamkan mereka semuanya di laut.)"
  },
  {
    "ruku": 428,
    "name": "Az-Zukhruf",
    "ayat": 56,
    "arab": "فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَ ࣖ",
    "translation": "maka Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4381.mp3",
    "tafsir": "Kasus Fir'aun itu merupakan contoh yang patut dijadikan pelajaran oleh generasi-generasi berikutnya sampai hari Kiamat. Pelajarannya adalah agar siapa pun tidak meniru tingkah laku Fir'aun yang congkak dan durhaka. Dan bahwa siapa pun yang congkak dan durhaka akan mengalami nasib yang sama seperti Fir'aun itu.",
    "quraish": "Fir'aun dan pengikutnya Kami jadikan sebagai pelajaran bagi orang-orang kafir setelahnya dalam menerima siksaan yang serupa dengan mereka. Selain itu, mereka juga Kami jadikan sebagai bahan pembicaraan luar biasa yang dapat menjadi pelajaran bagi seluruh umat manusia.",
    "jalalayn": "(Dan Kami jadikan mereka sebagai pelajaran) lafal Salafan merupakan bentuk jamak dari lafal salifun, wazannya sama dengan lafal Khadimun atau pelayan, yang jamaknya adalah Khadamun; yakni orang-orang terdahulu yang dijadikan sebagai pelajaran (dan contoh bagi orang-orang yang kemudian) sesudah mereka, di mana orang-orang yang sesudah mereka itu dapat mengambil contoh dari keadaan mereka, karena itu mereka tidak berani melakukan hal-hal serupa."
  }
]