[
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 1,
    "arab": "حٰمۤ  ۚ ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4415.mp3",
    "tafsir": "Ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
    "quraish": "[[44 ~ AD-DUKHAN (KABUT) Pendahuluan: Makkiyyah, 59 ayat ~ Surat ini diawali dengan uraian tentang al-Qur'ân yang diturunkan oleh Allah pada lalatulkadar (laylat al-qadr) yang penuh keberkahan, untuk memberi peringatan dan untuk mengajak umat manusia mengakui keesaan Tuhan. Setelah itu, surat ini juga menyinggung pembicaraan tentang hari kebangkitan yang, tidak perlu diragukan lagi, pasti akan datang. Pembicaraan tentang hari kiamat ini kemudian disusul dengan perdebatan terhadap alasan orang-orang yang megingkari kedatangannya. Surat ini kemudian memberikan bantahan kepada orang-orang musyrik seraya melakukan perbandingan antara orang-orang musyrik Mekah dengan kaum Fir'aun yang hidup sebelum mereka yang, karena keingkarannya, mendapatkan balasan dari Allah. Pada bagian lain, surat ini menyatakan dengan tegas bahwa hari kiamat adalah hari yang telah dijanjikan bagi semua kelompok orang-orang kafir dan sesat, dan bahwa Allah akan memberikan balasan kepada orang-orang yang sesat dan orang-orang yang mendapat petunjuk. Seperti pembukaannya, surat ini diakhiri pula dengan uraian tentang al-Qur'ân dan ancaman Allah kepada orang-orang yang mendustakan Rasulullah saw. bahwa mereka akan mendapat siksaan berupa cobaan dan berbagai kesulitan.]] Hâ, Mîm. Seperti gaya al-Qur'ân dalam mengawali beberapa suratnya dengan menyebut huruf-huruf eja, surat ini pun diawali dengan dua huruf fonemis.",
    "jalalayn": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 2,
    "arab": "وَالْكِتٰبِ الْمُبِيْنِۙ ",
    "translation": "Demi Kitab (Al-Qur'an) yang jelas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4416.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah menurunkan Al-Qur'an pada malam yang dikenal dengan malam \"Lailatul Qadar\" untuk memperingatkan hamba-Nya dan supaya mereka takut kepada siksa-Nya, dan pada malam itu Dia telah memerinci semua hal yang bermanfaat bagi hamba-Nya di dunia dan di akhirat. Dia adalah Tuhan semesta alam yang mengatur langit dan bumi dan yang ada di antara keduanya.\nTidak ada yang tersembunyi bagi Allah tentang hal ihwal hamba-Nya, hidup dan mati mereka adalah di tangan-Nya. Dialah Tuhan mereka dan Tuhan nenek moyang mereka, tetapi mereka masih juga ragu setelah kebenaran itu nyata dan jelas. Firman Allah:\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu?Malam kemuliaan itu lebih baik daripada seribu bulan. (al-Qadr/97: 1-3)\n\nPeristiwa turunnya Al-Qur'an itu terjadi pada bulan Ramadan sebagaimana firman Allah:\n\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, (al-Baqarah/2: 185)\n\nDari hadis Nabi:\nDari Watsilah bin al-Asqa' bahwa Rasulullah saw bersabda: shuhuf Ibrahim diurunkan pada malam pertama bulan Ramadan, Taurat diturunkan pada tanggal 6 Ramadan, Zabur pada malam 12 Ramadan, Injil pada malam 18 Ramadan dan Al-Qur'an diturunkan pada malam 24 Ramadan. (Riwayat Ahmad, ath-thabrani, dan al-Baihaqi)\n\nAllah menurunkan Al-Qur'an untuk memberitahukan kepada manusia tentang hal-hal yang bermanfaat untuk diamalkan dan hal-hal yang akan mencelakakan mereka, supaya mereka menjauhinya, untuk menjadi hujah bagi Allah atas hamba-Nya.",
    "quraish": "Allah bersumpah demi al-Qur'ân yang menyingkap agama yang benar dan yang menjelaskan kepada manusia hal-hal yang membawa kebaikan mereka di dunia dan akhirat, sebagai pemberitahuan betapa tingginya nilai kitab suci itu.",
    "jalalayn": "(Demi Alkitab) yaitu Alquran (yang menjelaskan) yang memenangkan perkara yang halal atas perkara yang haram."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 3,
    "arab": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ",
    "translation": "sesungguhnya Kami menurunkannya pada malam yang diberkahi. ) Sungguh, Kamilah yang memberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4417.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah menurunkan Al-Qur'an pada malam yang dikenal dengan malam \"Lailatul Qadar\" untuk memperingatkan hamba-Nya dan supaya mereka takut kepada siksa-Nya, dan pada malam itu Dia telah memerinci semua hal yang bermanfaat bagi hamba-Nya di dunia dan di akhirat. Dia adalah Tuhan semesta alam yang mengatur langit dan bumi dan yang ada di antara keduanya.\nTidak ada yang tersembunyi bagi Allah tentang hal ihwal hamba-Nya, hidup dan mati mereka adalah di tangan-Nya. Dialah Tuhan mereka dan Tuhan nenek moyang mereka, tetapi mereka masih juga ragu setelah kebenaran itu nyata dan jelas. Firman Allah:\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu?Malam kemuliaan itu lebih baik daripada seribu bulan. (al-Qadr/97: 1-3)\n\nPeristiwa turunnya Al-Qur'an itu terjadi pada bulan Ramadan sebagaimana firman Allah:\n\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, (al-Baqarah/2: 185)\n\nDari hadis Nabi:\nDari Watsilah bin al-Asqa' bahwa Rasulullah saw bersabda: shuhuf Ibrahim diurunkan pada malam pertama bulan Ramadan, Taurat diturunkan pada tanggal 6 Ramadan, Zabur pada malam 12 Ramadan, Injil pada malam 18 Ramadan dan Al-Qur'an diturunkan pada malam 24 Ramadan. (Riwayat Ahmad, ath-thabrani, dan al-Baihaqi)\n\nAllah menurunkan Al-Qur'an untuk memberitahukan kepada manusia tentang hal-hal yang bermanfaat untuk diamalkan dan hal-hal yang akan mencelakakan mereka, supaya mereka menjauhinya, untuk menjadi hujah bagi Allah atas hamba-Nya.",
    "quraish": "Sesungguhnya Kami memulai menurunkan al-Qur'ân pada malam yang penuh kebaikan dan keberkahan, karena merupakan urusan Kami untuk memberi peringatan dengan cara mengutus rasul dan menurunkan kitab suci.",
    "jalalayn": "(Sesungguhnya Kami menurunkannya pada suatu malam yang diberkati) yaitu Lailatulkadar, atau malam pertengahan bulan Syakban. Pada malam tersebut diturunkanlah Alquran dari Umul Kitab atau Lohmahfuz yaitu dari langit yang ketujuh hingga ke langit dunia (sesungguhnya Kamilah yang memberi peringatan) yang memperingatkan manusia dengan Alquran."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 4,
    "arab": "فِيْهَا يُفْرَقُ كُلُّ اَمْرٍ حَكِيْمٍۙ ",
    "translation": "Pada (malam itu) dijelaskan segala urusan yang penuh hikmah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4418.mp3",
    "tafsir": "Allah menerangkan bahwa pada malam \"Lailatul Qadar\", dijelaskan segala perkara yang berhubungan dengan kehidupan makhluk, hidup, mati, rezeki, nasib baik, nasib buruk dan sebagainya. Semuanya itu merupakan ketentuan dari Allah yang penuh hikmah sesuai dengan kebijaksanaan-Nya. Ayat 5 ini ditutup dengan satu ketegasan bahwa Allah telah mengutus Rasul-Nya kepada manusia dari golongan mereka sendiri, membersihkan jiwa mereka, mengajarkan kepada mereka al-kitab, al-hikmah; agar menjadi hujah bagi Allah atas hamba-Nya dan menjadi alasan untuk menghukum mereka apabila mereka berbuat dosa, menentang rasul yang diutus kepada mereka, menolak petunjuk yang dibawa oleh rasul itu dari Allah dan tidak ada alasan bagi mereka untuk membantah dan tidak menerima siksaan Allah, sebagaimana firman-Nya:\n\nTetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nDan firman-Nya:\n\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165)",
    "quraish": "Pada malam yang penuh keberkahan itu, semua perkara yang mengandung hikmah dijelaskan. Dan al-Qur'ân itu sendiri adalah puncak hikmah dan pembeda antara yang hak dan yang batil. Oleh karena itulah, ia diturunkan pada malam itu.",
    "jalalayn": "(Pada malam itu) yakni pada malam Lailatulkadar, atau malam pertengahan bulan Syakban (dijelaskan) dirincikan (segala urusan yang penuh hikmah) segala urusan yang telah ditentukan, yaitu berupa rezeki dan ajal serta perkara-perkara lainnya, mulai dari malam itu sampai dengan malam yang sama untuk tahun berikutnya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 5,
    "arab": "اَمْرًا مِّنْ عِنْدِنَاۗ اِنَّا كُنَّا مُرْسِلِيْنَۖ ",
    "translation": "(yaitu) urusan dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4419.mp3",
    "tafsir": "Allah menerangkan bahwa pada malam \"Lailatul Qadar\", dijelaskan segala perkara yang berhubungan dengan kehidupan makhluk, hidup, mati, rezeki, nasib baik, nasib buruk dan sebagainya. Semuanya itu merupakan ketentuan dari Allah yang penuh hikmah sesuai dengan kebijaksanaan-Nya. Ayat 5 ini ditutup dengan satu ketegasan bahwa Allah telah mengutus Rasul-Nya kepada manusia dari golongan mereka sendiri, membersihkan jiwa mereka, mengajarkan kepada mereka al-kitab, al-hikmah; agar menjadi hujah bagi Allah atas hamba-Nya dan menjadi alasan untuk menghukum mereka apabila mereka berbuat dosa, menentang rasul yang diutus kepada mereka, menolak petunjuk yang dibawa oleh rasul itu dari Allah dan tidak ada alasan bagi mereka untuk membantah dan tidak menerima siksaan Allah, sebagaimana firman-Nya:\n\nTetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nDan firman-Nya:\n\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165)",
    "quraish": "Perkara itu adalah perkara besar yang datang dari sisi Kami sesuai dengan rencana Kami, karena merupakan urusan Kami untuk mengutus rasul-rasul dengan membawa kitab suci untuk disampaikan kepada umat manusia.",
    "jalalayn": "(Yaitu urusan yang besar) rinciannya (dari sisi Kami. Sesungguhnya Kami adalah yang mengutus rasul-rasul) Nabi Muhammad dan rasul-rasul sebelumnya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 6,
    "arab": "رَحْمَةً مِّنْ رَّبِّكَ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُۗ ",
    "translation": "sebagai rahmat dari Tuhanmu. Sungguh, Dia Maha Mendengar, Maha Mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4420.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa hikmah dan latar belakang pengutusan rasul merupakan satu rahmat daripada-Nya bagi alam semesta sebagaimana firman-Nya:\n\nDan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya'/21: 107)\n\nSebagian ahli tafsir berpendapat bahwa rahmat itu adalah latar belakang diturunkan-Nya Al-Qur'an, karena dengan mengikuti isi dan petunjuk Al-Qur'an, manusia dapat mengatur dengan baik urusan dunia dan akhirat, memperbaiki cara hidupnya sehingga nampak bagi mereka keberkahan hidup dalam masyarakatnya. Firman Allah:\n\nDan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman. (al-Isra'/17: 82)\n\nAllah itu Maha Mendengar, mendengar semua yang dikatakan manusia. Maha Mengetahui segala hal yang mendatangkan kemaslahatan bagi mereka.",
    "quraish": "Sebagai wujud kasih sayang Tuhanmu kepada hamba-hamba-Nya, Dia mengutus rasul-rasul-Nya kepada mereka untuk menyampaikan petunjuk-Nya. Sebab hanya Dialah yang Maha Mendengar semua yang dapat didengar, dan yang pengetahuan-Nya meliputi semua yang dapat diketahui.",
    "jalalayn": "(Sebagai rahmat) maksudnya, karena belas kasihan kepada manusia diutuslah rasul-rasul kepada mereka (dari Rabbmu. Sesungguhnya Dialah Yang Maha Mendengar) perkataan-perkataan mereka (lagi Maha Mengetahui) perbuatan-perbuatan mereka."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 7,
    "arab": "رَبِّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۘ اِنْ كُنْتُمْ مُّوْقِنِيْنَ",
    "translation": "Tuhan (yang memelihara) langit dan bumi dan apa yang ada di antara keduanya; jika kamu orang-orang yang meyakini.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4421.mp3",
    "tafsir": "Allah menerangkan bahwa Dia Maha Mendengar dan Maha Mengetahui hal ihwal hamba-Nya karena Dia yang memelihara, mengatur dan memiliki langit dan bumi serta apa yang ada di antara keduanya. Demikianlah hendaknya hal ini menjadi pendirian bagi orang yang ingin mengetahui dan meyakininya tanpa ada keraguan sedikit pun.",
    "quraish": "Dialah Tuhan Pencipta langit dan bumi dan apa-apa yang ada di antara keduanya, jika kalian benar-benar yakin, tunduk kepada kebenaran, dan percaya bahwa Dialah yang menurunkan al-Qur'ân sebagai rahmat dan petunjuk.",
    "jalalayn": "(Rabb yang memelihara langit dan bumi dan apa yang ada di antara keduanya) jika dibaca Rabbus Samaawaati berarti menjadi Khabar yang ketiga, jika dibaca Rabbis Samaawaati berarti menjadi Badal dari lafal Rabbika (jika kalian) hai penduduk Mekah (orang-orang yang meyakini) bahwasanya Dia adalah Rabb langit dan bumi, maka yakinilah bahwa Muhammad itu adalah rasul-Nya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 8,
    "arab": "لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُ ۗرَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
    "translation": "Tidak ada tuhan selain Dia, Dia yang menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu dahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4422.mp3",
    "tafsir": "Allah menerangkan bahwa tiada Tuhan yang sebenarnya melainkan Dia. Dialah yang menghidupkan segala sesuatu menurut kehendak-Nya, dan yang mematikan siapa saja yang dikehendaki-Nya, baik yang terdahulu, sekarang maupun yang akan datang. Oleh karena itu Dialah yang patut dan pantas disembah, bukan tuhan-tuhan yang tidak dapat menolak bencana dan tidak dapat mendatangkan manfaat seperti yang disembah orang musyrik itu.",
    "quraish": "Tidak ada Tuhan yang pantas disembah selain Dia. Hanya Dia yang dapat menghidupkan dan mematikan, dan hanya Dia pulalah yang menciptakan kalian dan nenek moyang kalian dahulu.",
    "jalalayn": "(Tidak ada tuhan melainkan Dia, Yang menghidupkan dan Yang mematikan Dialah Rabb kalian dan Rabb bapak-bapak kalian yang terdahulu)."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 9,
    "arab": "بَلْ هُمْ فِيْ شَكٍّ يَّلْعَبُوْنَ",
    "translation": "Tetapi mereka dalam keraguan, mereka  bermain-main.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4423.mp3",
    "tafsir": "Allah menerangkan bahwa orang musyrik itu tetap saja ragu tentang ke-Esaan Allah dan adanya hari kebangkitan, pengakuan mereka bahwa Allah-lah yang menciptakan langit dan bumi dan semua yang ada di muka bumi ini adalah pengakuan yang tidak didasarkan atas keyakinan, tetapi hanya karena mengikuti jejak nenek moyang mereka tanpa pengetahuan.",
    "quraish": "Namun demikian, orang-orang kafir selalu dalam keadaan ragu dengan kebenaran ini. Mereka mengikuti hawa nafsunya. Begitulah keadaan orang yang bermain-main, bukan orang yang mempunyai ilmu (ahl al-'ilm) dan keyakinan (ahl al-yaqîn).",
    "jalalayn": "(Tetapi mereka dalam keragu-raguan) tentang adanya hari berbangkit (adalah orang-orang yang bermain-main) dengan maksud mengejek kamu, hai Muhammad. Maka Nabi berdoa, \"Ya Allah! Bantulah aku untuk menghadapi mereka, timpakanlah kepada mereka paceklik selama tujuh tahun sebagaimana paceklik yang diminta oleh Nabi Yusuf.\""
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 10,
    "arab": "فَارْتَقِبْ يَوْمَ تَأْتِى السَّمَاۤءُ بِدُخَانٍ مُّبِيْنٍ ",
    "translation": "Maka tunggulah pada hari ketika langit membawa kabut yang tampak jelas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4424.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan Nabi Muhammad saw supaya bersabar menanti orang-orang kafir Mekah itu ditimpa kelaparan. Pada saat itu pula mereka bila memandang ke atas, akan melihat di langit kabut tebal memenuhi angkasa.\nMenurut kajian ilmiah mengenai peristiwa adanya Dukhan (kabut). Nampaknya pada hari Kiamat nanti akan diawali dengan adanya benturan dahsyat antara bumi dengan benda-benda langit (planet atau asteroida lainnya). Benturan ini diperkirakan akan menyebabkan berhamburannya material bumi maupun benda langit tadi dalam jumlah yang sangat-sangat besar. Material tersebut berhamburan ke angkasa seperti awan debu (ad dukhan) dalam jumlah yang sangat besar. Awan debu inilah yang kemungkinan akan meyelimuti atmosfer bumi sehingga sinar matahari tidak lagi menembus bumi, suhu akan turun drastis, akan terjadi kematian semua makhluk hidup. Para ahli palaentologi (ahli masalah-masalah kepurbaan), termasuk para ahli paleogeologi (geologi-purba) maupun paleobiologi (biologi purba), mengemukakan teori punahnya spesies dinosaurus 66,4 juta tahun yang lalu, dengan mengemukakan suatu hipotesis yang dikenal dengan nama Asteroid Theory (Teori Asteroida). Teori ini muncul setelah Walter Alvarez menemukan adanya konsentrasi iridium yang sangat tinggi dan tidak biasa (anomaly high concentration of iridium) pada rangkaian stratigrafik masa Cretaceous-Tertiary di Gubbio, Italia. Konsentrasi iridium yang tidak normal ini, menimbulkan dugaan, bahwa iridium itu berasal dari benda-benda langit. Punahnya spesies dinosaurus menurut Asteroid Theory ini terjadi oleh adanya benturan bumi dengan asteroida, yang mengakibatkan munculnya awan debu luar biasa yang menyelimuti bumi, sehingga menghalangi sinar matahari masuk, menurunkan suhu dan mematikan spesies hayati purba. Teori ini didukung oleh tingginya kadar iridium di lokasi ditemukannya dinosaur. Apakah ad-Dukhan pada ayat 10 ini juga disebabkan adanya benturan bumi dengan benda-benda langit, menjelang kiamat.",
    "quraish": "Maka tunggulah, hai Muhammad, ketika kabut turun menimpa mereka hingga mereka menjadi kurus dan lemah penglihatan. Ketika itu, orang menyaksikan kabut yang amat tebal dan jelas di antara langit dan bumi. Yang terdengar suaranya tanpa dapat dilihat.",
    "jalalayn": "(Maka tunggulah hari ketika langit membawa kabut yang nyata) maka kala itu bumi menjadi tandus kelaparan serta paceklik makin menjadi-jadi, sehingga karena memuncaknya keadaan, akhirnya mereka melihat seolah-olah ada sesuatu yang berupa kabut di antara langit dan bumi."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 11,
    "arab": "يَغْشَى النَّاسَۗ هٰذَا عَذَابٌ اَلِيْمٌ ",
    "translation": "yang meliputi manusia. Inilah azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4425.mp3",
    "tafsir": "Allah menerangkan bahwa ketika kabut tebal itu meliputi mereka, mereka berkata, \"Ini adalah siksaan yang amat menggelisahkan sehingga kami tidak bisa tidur dan apabila siksaan ini berlangsung terus-menerus, tentu kami akan mati.",
    "quraish": "Kabut itu menyelimuti orang-orang pendusta yang tertimpa kekeringan. Karena begitu dahsyatnya bencana itu, mereka berkata, \"Ini benar-benar merupakan azab yang amat pedih.\"",
    "jalalayn": "(Yang meliputi manusia) lalu mereka berkata, (\"Inilah azab yang pedih.)"
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 12,
    "arab": "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ اِنَّا مُؤْمِنُوْنَ ",
    "translation": "(Mereka berdoa), “Ya Tuhan kami, lenyapkanlah azab itu dari kami. Sungguh, kami akan beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4426.mp3",
    "tafsir": "Allah menerangkan bahwa mereka berjanji kepada Rasulullah saw akan beriman kepada Allah apabila siksa yang menimpa mereka itu dilenyapkan oleh Allah. Itulah watak manusia pada umumnya apabila mereka dalam kesusahan; mereka berjanji akan bertobat dan menahan diri mereka dari hal-hal yang menyebabkan timbulnya kesusahan itu, tetapi apabila kesusahan mereka berakhir atau kesusahan mereka itu hilang lenyap, mereka kembali melakukan hal-hal yang menyebabkan adanya kesusahan itu. Diriwayatkan bahwa ketika kemarau yang menimpa kaum Quraisy begitu hebatnya. Abu Sufyan berkunjung kepada Rasulullah saw dan meminta belas kasihan darinya, serta berjanji akan beriman apabila Muhammad saw mendoakan mereka agar lepas dari kesusahan itu sehingga berakhirlah kesusahan mereka.",
    "quraish": "Mereka juga berkata sambil memohon pertolongan Allah, \"Kami sungguh akan beriman jika Engkau melepaskan kami dari derita kelaparan dan kesempitan rezeki ini.\"",
    "jalalayn": "('Ya Rabb kami! Lenyapkanlah dari kami azab ini, Sesungguhnya kami akan beriman\") atau percaya kepada nabi-Mu."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 13,
    "arab": "اَنّٰى لَهُمُ الذِّكْرٰى وَقَدْ جَاۤءَهُمْ رَسُوْلٌ مُّبِيْنٌۙ ",
    "translation": "Bagaimana mereka dapat menerima peringatan, padahal (sebelumnya pun) seorang Rasul telah datang memberi penjelasan kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4427.mp3",
    "tafsir": "Allah menerangkan bagaimana mereka itu berjanji akan beriman apabila azab mereka dihilangkan. Telah diutus kepada mereka seorang rasul yang memberikan peringatan dan penjelasan tentang kebenaran kenabian Muhammad saw dan Al-Qur'an itu dari Allah. Semua itu seharusnya cukup untuk menyadarkan mereka dan mengembalikan mereka kepada kebenaran, tetapi mereka tetap membangkang dan berpaling daripadanya, bahkan mereka itu menuduh bahwa ajaran yang disebarkan Muhammad saw itu diterima dari seorang Romawi, budak dari suku saqif bernama Addaz yang beragama Kristen. Ada juga di antara mereka menuduh Muhammad saw seorang gila dan ajaran yang dibawanya itu adalah berasal dari jin ketika Muhammad saw dalam keadaan tidak sadar.",
    "quraish": "Bagaimana mereka dapat mengambil pelajaran dan menepati janji untuk beriman setelah siksaan itu dilepaskan, padahal telah datang kepada mereka seorang rasul dengan membawa misi yang jelas disertai dengan mukjizat-mukjizat yang membuktikan kebenarannya. Dan semua itu merupakan pelajaran yang besar.",
    "jalalayn": "(\"Bagaimana mereka dapat menerima peringatan) maksudnya, iman tidak akan bermanfaat buat mereka bila azab diturunkan (padahal telah datang kepada mereka seorang rasul yang memberi penjelasan) artinya yang jelas risalahnya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 14,
    "arab": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوْا مُعَلَّمٌ مَّجْنُوْنٌۘ ",
    "translation": "kemudian mereka berpaling darinya dan berkata, “Dia itu orang yang menerima ajaran (dari orang lain) dan orang gila.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4428.mp3",
    "tafsir": "Allah menerangkan bagaimana mereka itu berjanji akan beriman apabila azab mereka dihilangkan. Telah diutus kepada mereka seorang rasul yang memberikan peringatan dan penjelasan tentang kebenaran kenabian Muhammad saw dan Al-Qur'an itu dari Allah. Semua itu seharusnya cukup untuk menyadarkan mereka dan mengembalikan mereka kepada kebenaran, tetapi mereka tetap membangkang dan berpaling daripadanya, bahkan mereka itu menuduh bahwa ajaran yang disebarkan Muhammad saw itu diterima dari seorang Romawi, budak dari suku saqif bernama Addaz yang beragama Kristen. Ada juga di antara mereka menuduh Muhammad saw seorang gila dan ajaran yang dibawanya itu adalah berasal dari jin ketika Muhammad saw dalam keadaan tidak sadar.",
    "quraish": "Kemudian mereka enggan mempercayai rasul yang diperkuat dengan mukjizat-mukjizat yang jelas itu. Mereka bahkan kadang-kadang berkata, secara bohong dan mengada-ada, \"Muhammad mendapatkan pelajaran dari manusia biasa,\" dan pada kesempatan lain berkata, \"Muhammad adalah orang yang tidak waras.\"",
    "jalalayn": "(Kemudian mereka berpaling darinya dan berkata, \"Dia adalah seorang yang menerima ajaran) maksudnya dia diajari Alquran oleh orang lain (lagi pula dia seorang yang gila.\")"
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 15,
    "arab": "اِنَّا كَاشِفُوا الْعَذَابِ قَلِيْلًا اِنَّكُمْ عَاۤىِٕدُوْنَۘ ",
    "translation": "Sungguh (kalau) Kami melenyapkan azab itu sedikit saja, tentu kamu akan kembali (ingkar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4429.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa seandainya Dia melenyapkan sebagian azab itu dari mereka sesuai dengan permintaannya agar mereka berbuat baik dan tidak lagi melanggar larangan-larangan Allah, mereka akan tetap saja dalam keadaan semula yaitu kafir dan mendustakan Muhammad saw sebagaimana firman Allah:\n\nDan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. (al-Mu'minun/23: 75)\n\nDan firman-Nya:\n\nSeandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28)",
    "quraish": "Maka, Allah pun menjawab mereka, \"Kami akan membebaskan kalian dari siksa itu di dunia. Dan itu amat sedikit. Kelak kalian pasti akan kembali merasakan siksaan lagi.\"",
    "jalalayn": "(Sesungguhnya kalau Kami lenyapkan siksaan itu) kelaparan dan paceklik itu dari mereka selama beberapa waktu (dalam waktu yang tidak lama) lalu Allah melenyapkan azab itu dari mereka (sesungguhnya kalian akan kembali) kepada kekafiran, dan memang mereka kembali lagi kepada kekafirannya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 16,
    "arab": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرٰىۚ اِنَّا مُنْتَقِمُوْنَ",
    "translation": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan keras. Kami pasti memberi balasan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4430.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa di hari Kiamat nanti Dia akan memberikan balasan siksa yang amat pedih kepada orang kafir Mekah. Pada hari itu mereka tidak akan mendapat pembela, penolong dan penyelamat yang akan dapat menghalangi siksaan Allah yang dijatuhkan kepada mereka, dan pada waktu itu timbullah penyesalan mereka yang sangat. Firman Allah:\n\nMereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan. (Saba'/34: 33)",
    "quraish": "Ingatlah, wahai Rasulullah, hari ketika Kami menghantam mereka dengan hantaman yang amat keras dan kuat. Dengan hantaman amat keras itu, Kami sungguh-sungguh membalas dendam kepada mereka.",
    "jalalayn": "Ingatlah (hari ketika Kami menghantam dengan hantaman yang keras) yaitu pada perang Badar. (Sesungguhnya Kami Pemberi balasan) kepada orang-orang yang kafir itu. Lafal Al-Bathsyu artinya menghantam dengan keras."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 17,
    "arab": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاۤءَهُمْ رَسُوْلٌ كَرِيْمٌۙ ",
    "translation": "Dan sungguh, sebelum mereka Kami benar-benar telah menguji kaum Fir’aun dan telah datang kepada mereka seorang Rasul yang mulia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4431.mp3",
    "tafsir": "Allah menerangkan bahwa sebelum menguji kaum Nabi Muhammad, Dia telah menguji kaum Fir'aun yang sangat angkuh dan sombong. Ujiannya ialah, dengan mengutus kepada mereka seorang rasul yang mulia yaitu Nabi Musa. Peristiwa ini diharapkan menjadi contoh bagi kaum Nabi Muhammad saw.",
    "quraish": "Sebelum orang-orang kafir Mekah, Kami telah menguji kaum Fir'aun dengan mengajak mereka untuk beriman. Mereka didatangi Mûsâ, seorang rasul yang mulia di sisi Allah. Tetapi, kemudian, mereka mengingkarinya dengan congkak. Begitu pula dengan orang-orang musyrik Mekah ini.",
    "jalalayn": "(Sesungguhnya telah Kami coba) Kami uji (sebelum mereka kaum Firaun) berikut Firaun sendiri (dan telah datang kepada mereka seorang rasul) yaitu Nabi Musa.s. (yang mulia) di sisi Allah swt."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 18,
    "arab": "اَنْ اَدُّوْٓا اِلَيَّ عِبَادَ اللّٰهِ ۗاِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌۙ ",
    "translation": "(dengan berkata), “Serahkanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4432.mp3",
    "tafsir": "Nabi Musa berkata kepada kaum Fir'aun, \"Serahkanlah kepadaku Bani Israil dan lepaskanlah mereka dari perbudakan serta penyiksaan kamu sekalian, karena mereka itu adalah kaum yang merdeka untuk saya bawa ke negeri asal kami. Aku ini adalah Rasulullah yang telah dipercayakan untuk menyampaikan wahyu-Nya dan memperingatkan kepada kamu sekalian tentang siksaan-Nya apabila kamu sekalian mendurhakai-Nya. Firman Allah:\n\nMaka pergilah kamu berdua kepadanya (Fir'aun) dan katakanlah, \"Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka. Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk. (thaha/20: 47)",
    "quraish": "Rasul yang mulia itu berkata kepada mereka, \"Terimalah dakwahku sebagai bentuk pelaksanaan perintah yang diwajibkan kepada kalian, wahai hamba-hamba Allah. Sebab, aku memang seorang rasul yang diutus khusus untuk kalian. Dan aku benar-benar jujur dalam membawa misi dakwah ini.",
    "jalalayn": "(Dengan berkata, \"Hendaknya) atau hendaknyalah (kalian tunaikan kepadaku) apa yang aku seru kalian untuk melakukannya, yaitu beriman kepada Allah. Maksudnya, tampakkanlah iman kalian kepadaku, hai (hamba-hamba Allah. Sesungguhnya aku adalah utusan Allah yang dipercaya kepada kalian) dipercaya untuk menyampaikan apa yang aku diutus untuknya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 19,
    "arab": "وَّاَنْ لَّا تَعْلُوْا عَلَى اللّٰهِ ۚاِنِّيْٓ اٰتِيْكُمْ بِسُلْطٰنٍ مُّبِيْنٍۚ ",
    "translation": "dan janganlah kamu menyombongkan diri terhadap Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4433.mp3",
    "tafsir": "Musa menghimbau kaum Fir'aun agar mereka jangan menyombongkan diri kepada Allah dengan mengingkari ketuhanan-Nya, dengan mengakui bahwa ketuhanan itu ada pada diri mereka, dan jangan mendurhakai-Nya serta menyalahi perintah-Nya. Selanjutnya Musa menegaskan bahwa dia datang kepada mereka dengan membawa bukti yang nyata atas kebenaran apa yang dia serukan itu. Bukti nyata itu antara lain peristiwa yang terjadi antara Musa dan Fir'aun yang dikisahkan di dalam Al-Qur'an. Firman Allah:\n\nDia (Musa) berkata, \"Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?\"Dia (Fir'aun) berkata, \"Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!\"Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya. Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya. (asy-Syu'ara'/26: 30-33)",
    "quraish": "Janganlah kalian menyombongkan diri di hadapan Allah dengan mendustakan rasul-Nya. Karena aku datang kepada kalian dengan membawa mukjizat yang jelas, yang menerangkan kebenaran misiku sebagai nabi dan rasul.",
    "jalalayn": "(Dan Janganlah kalian menyombongkan diri) berlaku takabur (terhadap Allah) yaitu tidak menaati-Nya. (Sesungguhnya aku datang kepada kalian dengan membawa bukti) tanda bukti (yang nyata\") yang menunjukkan kebenaran risalahku. Tetapi sebaliknya mereka mengancam akan merajamnya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 20,
    "arab": "وَاِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ اَنْ تَرْجُمُوْنِۚ ",
    "translation": "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari ancamanmu untuk merajamku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4434.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
    "quraish": "Sesungguhnya aku berlindung kepada Sang Penciptaku dan Pencipta kalian dari upaya kalian untuk membunuhku dengan rajam.",
    "jalalayn": "Maka berdoalah Nabi Musa, (\"Dan sesungguhnya aku berlindung kepada Rabbku dan Rabb kalian, dari keinginan kalian merajamku) dengan batu."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 21,
    "arab": "وَاِنْ لَّمْ تُؤْمِنُوْا لِيْ فَاعْتَزِلُوْنِ ",
    "translation": "dan jika kamu tidak beriman kepadaku maka biarkanlah aku (memimpin Bani Israil).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4435.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
    "quraish": "Kalau memang kalian tidak mau beriman kepadaku, maka menjauhlah dan jangan sakiti aku.\"",
    "jalalayn": "(Dan jika kalian tidak beriman kepadaku) tidak percaya kepadaku (maka biarkanlah aku\") artinya, janganlah kalian menyakitiku, akan tetapi mereka tidak mau membiarkannya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 22,
    "arab": "فَدَعَا رَبَّهٗٓ اَنَّ هٰٓؤُلَاۤءِ قَوْمٌ مُّجْرِمُوْنَ ",
    "translation": "Kemudian dia (Musa) berdoa kepada Tuhannya, “Sungguh, mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4436.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
    "quraish": "Mûsâ kemudian memohon kepada Tuhannya dengan mengadukan kaumnya yang sangat ingkar, ketika telah merasa putus asa karena mereka tidak beriman, bahwa dirinya telah melakukan sesuatu yang layak mereka terima.",
    "jalalayn": "(Kemudian Musa berdoa kepada Rabbnya, \"Bahwasanya) (mereka ini adalah kaum yang berdosa\") orang-orang yang musyrik."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 23,
    "arab": "فَاَسْرِ بِعِبَادِيْ لَيْلًا اِنَّكُمْ مُّتَّبَعُوْنَۙ ",
    "translation": "(Allah berfirman), “Karena itu berjalanlah dengan hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4437.mp3",
    "tafsir": "Allah memerintahkan Musa supaya pergi meninggalkan Mesir pada malam hari dan membawa serta Bani Israil dan orang-orang yang beriman kepadanya dari penduduk asli Mesir, tanpa sepengetahun Fir'aun. Ia diberitahu oleh Allah bahwa Fir'aun dan kaumnya akan mengejarnya, tetapi ia tidak akan tersusul oleh mereka. Allah berfirman:\n\nDan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)",
    "quraish": "\"Berjalanlah kamu, wahai Mûsâ, bersama orang-orang yang beriman kepadamu pada malam hari secara sembunyi-sembunyi agar mereka tidak mengetahui. Sebab, kalau mereka mengetahui, Fir'aun dan pasukan tentaranya akan mengikuti lalu menangkap kalian.",
    "jalalayn": "Maka Allah swt. berfirman, (\"Maka berjalanlah kamu) lafaz ini dapat dibaca Fa-asri atau Fasri (dengan membawa hamba-hamba-Ku) yaitu Bani Israel (pada malam hari, sesungguhnya kalian akan dikejar) oleh Firaun dan kaumnya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 24,
    "arab": "وَاتْرُكِ الْبَحْرَ رَهْوًاۗ اِنَّهُمْ جُنْدٌ مُّغْرَقُوْنَ ",
    "translation": "dan biarkanlah laut itu terbelah. Sesungguhnya mereka, bala tentara yang akan ditenggelamkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4438.mp3",
    "tafsir": "Allah memerintahkan Musa agar dia dan kaumnya meninggalkan laut yang dilaluinya itu dalam keadaan terbelah seperti halnya ketika dia memasukinya, hingga Fir'aun dan tentaranya memasukinya, kemudian Allah mempertautkan kembali laut yang terbelah tadi hingga tenggelamlah Fir'aun dan segenap tentaranya. Sedangkan Musa dan orang-orang yang bersama dia selamat sampai ke daratan, sebagaimana dinyatakan dalam firman Allah:\n\nDan Kami selamatkan Musa dan orang-orang yang bersamanya. Kemudian Kami tenggelamkan golongan yang lain. (asy-Syu'ara'/26: 65-66)",
    "quraish": "Biarkan laut itu tetap terbelah setelah kamu pukul dengan tongkat, agar orang-orang yang ingkar itu melaluinya. Mereka pasti akan tenggelam.",
    "jalalayn": "(Dan biarkanlah laut itu) apabila kamu dan pengikut-pengikutmu telah menempuhnya (terbelah) tenang dalam keadaan terbelah hingga orang-orang Koptik atau kaum Firaun memasukinya (sesungguhnya mereka adalah tentara yang akan ditenggelamkan\") maka tenanglah kamu jangan khawatir. Akhirnya mereka ditenggelamkan."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 25,
    "arab": "كَمْ تَرَكُوْا مِنْ جَنّٰتٍ وَّعُيُوْنٍۙ ",
    "translation": "Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4439.mp3",
    "tafsir": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah.",
    "quraish": "Setelah mati ditenggelamkan, mereka meninggalkan banyak taman segar dan mata air yang mengalir.",
    "jalalayn": "(Alangkah banyaknya taman yang mereka tinggalkan) yaitu kebun-kebun (dan mata air) yang mengalir."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 26,
    "arab": "وَّزُرُوْعٍ وَّمَقَامٍ كَرِيْمٍۙ ",
    "translation": "juga kebun-kebun serta tempat-tempat kediaman yang indah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4440.mp3",
    "tafsir": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah.",
    "quraish": "Tanaman-tanaman yang beraneka ragam dan tempat tinggal yang indah.",
    "jalalayn": "(Dan kebun-kebun serta tempat-tempat yang indah-indah) atau tempat yang bagus."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 27,
    "arab": "وَّنَعْمَةٍ كَانُوْا فِيْهَا فٰكِهِيْنَۙ ",
    "translation": "dan kesenangan-kesenangan yang dapat mereka nikmati di sana,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4441.mp3",
    "tafsir": "Semula mereka hidup dengan penuh ketenangan dengan penghidupan yang serba cukup dan lengkap, rezeki berlimpah-limpah, kegembiraan yang selalu dinikmati. Semuanya itu dilimpahkan Allah kepada mereka, tetapi mereka itu tetap tidak mau sadar, bahwa kejahatan dan kekafiran mereka bertambah-tambah karenanya lalu Allah membinasakan mereka. Kekayaan mereka tidak bermanfaat bagi mereka dan tidak dapat menolong mereka. Firman Allah:\n\nDan hartanya tidak bermanfaat baginya apabila dia telah binasa. (al-Lail/92: 11)",
    "quraish": "Juga, di samping itu, mereka meninggalkan kehidupan menyenangkan yang dahulu mereka nikmati.",
    "jalalayn": "(Dan nikmat) kesenangan (yang dahulu mereka bergelimang di dalamnya) bersenang-senang di dalamnya."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 28,
    "arab": "كَذٰلِكَ ۗوَاَوْرَثْنٰهَا قَوْمًا اٰخَرِيْنَۚ",
    "translation": "demikianlah, dan Kami wariskan (semua) itu kepada kaum yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4442.mp3",
    "tafsir": "Demikianlah Allah membinasakan kaum yang mendustakan rasul-rasul-Nya yang selalu menyalahi perintah-Nya dan melanggar larangan-Nya. Negeri yang penuh kekayaan yang berlimpah-limpah dialihkan Allah kepada kaum yang lain yang tidak ada hubungannya sama sekali dengan mereka baik hubungan kekeluargaan maupun agama. Maka bangsa-bangsa berganti menguasai Mesir. Ibnu Katsir berpendapat bahwa yang mewarisi kekayaan Fir'aun adalah Bani Israil. Demikianlah Allah memberikan kekayaan kepada orang yang dikehendaki-Nya dan mencabut kerajaan dari orang yang Dia kehendaki, memuliakan yang Dia kehendaki, dan menghinakan yang Dia kehendaki pula. Firman Allah:\n\nKatakanlah (Muhammad), \"Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu. (Ali 'Imran/3: 26)",
    "quraish": "Hukuman seperti ini diberikan Allah kepada orang yang melanggar dan tidak menaati perintah-Nya. Kenikmatan yang dahulu mereka rasakan itu diserahkan kepada kaum lain yang sama sekali tidak ada hubungan kerabat dan agama dengan mereka.",
    "jalalayn": "(Demikianlah) lafal Kadzaalika ini menjadi Khabar dari Mubtada; maksudnya, perkaranya demikianlah. (Dan Kami wariskan semua itu) yakni harta benda mereka (kepada kaum yang lain) yakni, kaum Bani Israel."
  },
  {
    "ruku": 431,
    "name": "Ad-Dukhan",
    "ayat": 29,
    "arab": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاۤءُ وَالْاَرْضُۗ وَمَا كَانُوْا مُنْظَرِيْنَ ࣖ",
    "translation": "Maka langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4443.mp3",
    "tafsir": "Langit dan bumi tidak menangisi kepergian dan kehancuran Fir'aun dan kaumnya. Tidak sesuatu pun baik di langit maupun di bumi yang menghiraukan kematian Fir'aun dan kaumnya yang jahat dan durjana itu. Mereka tidak mau bertobat memperbaiki kesalahan-kesalahan mereka, oleh karenanya azab disegerakan tanpa ada penangguhan. Abu Ya'la meriwayatkan, demikian pula Abu Nu'aim dalam kitab hiyah al-Auliya:\nDari Anas bin Malik, Rasulullah bersabda: Setiap muslim mempunyai dua pintu di langit; pintu tempat turun rezekinya dan pintu tempat masuk amal dan ucapannya, bila keduanya tidak ada maka menangislah kedua pintu tersebut.",
    "quraish": "Langit dan bumi pun tak bersedih ketka mereka ditimpa siksaan itu, karena mereka memang hina. Mereka tidak diberi tenggang waktu untuk dapat bertobat dan untuk dapat menyadari kesalahannya, sebagai bentuk penghinaan terhadap mereka.\"",
    "jalalayn": "(Maka langit dan bumi tidak menangisi mereka) berbeda dengan orang-orang yang beriman, jika mereka mati tanah tempat salat mereka menangisinya dan langit tempat naiknya amal mereka menangisinya pula (dan mereka pun tidak diberi tangguh) diakhirkan tobatnya."
  }
]