[
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 30,
    "arab": "وَلَقَدْ نَجَّيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مِنَ الْعَذَابِ الْمُهِيْنِۙ ",
    "translation": "Dan sungguh, telah Kami selamatkan Bani Israil dari siksaan yang menghinakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4444.mp3",
    "tafsir": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah:\n\n\nSungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)",
    "quraish": "Allah benar-benar telah menyelamatkan Banû Isrâ'îl dari siksaan yang menghinakan mereka.",
    "jalalayn": "(Dan sesungguhnya telah Kami selamatkan Bani Israel dari siksa yang menghinakan) yakni dari pembunuhan Firaun terhadap anak-anak laki-laki mereka dan perbudakannya terhadap anak-anak perempuan mereka."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 31,
    "arab": "مِنْ فِرْعَوْنَ ۗاِنَّهٗ كَانَ عَالِيًا مِّنَ الْمُسْرِفِيْنَ ",
    "translation": "dari (siksaan) Fir‘aun, sungguh, dia itu orang yang sombong, termasuk orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4445.mp3",
    "tafsir": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah:\n\n\nSungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)",
    "quraish": "Allah menyelamatkan mereka dari Fir'aun. Sesungguhnya Fir'aun benar-benar orang yang sombong terhadap kaumnya dan sangat berlebih-lebihan dalam melakukan kejahatan dan kesewenang-wenangan.",
    "jalalayn": "(Dari siksaan Firaun) menurut suatu pendapat menjadi Badal dari lafal Al'Adzaabi yang ada pada ayat sebelumnya dengan memperkirakan adanya Mudhaf sebelumnya, yaitu lafal 'Adzaabi, lengkapnya Min 'Adzaabi Firaun, artinya: dari siksaan Firaun. Tetapi menurut pendapat lain ia menjadi Hal atau kata keterangan keadaan dari lafal Al 'Adzaabi (sesungguhnya dia adalah orang yang sombong lagi salah seorang dari orang-orang yang melampaui batas.)"
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 32,
    "arab": "وَلَقَدِ اخْتَرْنٰهُمْ عَلٰى عِلْمٍ عَلَى الْعٰلَمِيْنَ ۚ ",
    "translation": "Dan sungguh, Kami pilih mereka (Bani Israil) dengan ilmu (Kami) di atas semua bangsa (pada masa itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4446.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah memilih Bani Israil atas orang-orang pandai pada zaman mereka; menurunkan kepada mereka kitab-kitab Samawi, mengutus pada mereka rasul-rasul karena Dia Maha Mengetahui kesanggupan dan kemampuan mereka.\nBeberapa fakta sejarah dan fakta kekinian telah membuktikan pernyataan Allah swt, seperti tercantum dalam Al-Qur'an, Surah al-Jatsiyah/45: 16 di bawah ini. \n\nDan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu).\n\nFakta sejarah memperlihatkan kepada kita bahwa sebagian besar para Nabi dan rasul berasal dari kalangan Bani Israil. Nama-nama para nabi/rasul dari kalangan Bani Israil, yang tercantum di dalam Al-Qur'an, diawali dari Nabi Yakub. Nabi-nabi yang bergelar Israil, adalah: (1) Yakub [Jacob], (2) Yusuf [Joseph], (3) Musa,[Moses] (4) Harun [Aron], (5) Daud [David], (6) Sulaiman [Solomon], (7) Ilyas [Eliah], (8) Ilyasa [Elisha], (9) Uzair [Ezra], (10) Zulkifli [Ezekiel], (11) Junus [Jonah] (12) Ayyub [Job], (13) Zakariyya [Zeccharia], (14) Yahya [John], dan (15) Isa [Jesus]. Jika moyang Israil seperti Nabi Ibrahim [Abraham], Nabi Lut [Lot], dan Nabi Ishak,[Isaac] dimasukkan, maka jumlah nabi/rasul dari kalangan Israil yang tercantum dalam Al-Qur'an adalah 18 orang. Dari fakta sejarah ini jelas, bahwa bangsa Israil telah dikaruniai banyak rasul/nabi melebihi bangsa-bangsa lainnya. Sebagai pelengkap dari anugerah derajat kenabian/kerasulan itu, Allah swt menurunkan Kitab Suci Taurat kepada Nabi Musa dan Kitab Suci Zabur kepada Nabi Daud, yang menjadi pegangan hukum bagi kalangan Israil. Kemudian diturunkan pula Kitab Suci Injil kepada Nabi Isa, yang mestinya menjadi pegangan hukum pula bagi kalangan Bani Israil, namun kemudian ditolak oleh Bani Israil. Dalam agama Kristiani, kitab Taurat, Zabur dan Injil, dijadikan pegangan, dan ketiga Kitab Suci itu dikompilasikan kedalam Perjanjian Lama (untuk Taurat dan Zabur) dan Perjanjian Baru (untuk Injil). Ketiga Kitab Suci itulah yang telah membangkitkan atau melahirkan peradaban Yahudi-Kristiani yang ada di dunia sampai saat ini. Fakta sejarah juga menjelaskan kepada kita bahwa Nabi Daud dan Nabi Sulaiman adalah seorang raja yang sangat adil, dan kekuasaannya membentang sangat luas. Pada masa Raja Sulaiman, kekuasaannya membentang dari Palestina di barat sampai perbatasan India di sebelah timur. Ke selatan sampai dengan Yaman dan di utara sampai ke perbatasan Siria.\nFakta kekinian juga memperlihatkan bahwa banyak pionir ilmu pengetahuan, baik ilmu-ilmu kealaman, teknologi atau ilmu-ilmu sosial, muncul dari kalangan Bani Israil. Para Pemenang Nobel (Nobel Laurreates) adalah dari kalangan Bani Israil. Mereka adalah: Albert Einstein (ahli Fisika, dan Kosmologi), Enrico Fermi (ahli Fisika-nuklir), Erwin Schrodinger (ahli Fisika Kuantum), Max Born (ahli Fisika Kuantum), Raould Hoffman (ahli Kimia Fisika Organik), Richard Feynmann (ahli Fisika Kuantum). Disamping itu, para ahli filsafat, seperti Karl Marx (penemu teori ekonomi Marxian), Charles Darwin (penemu Teori Evolusi) dan Sigmund Freud (ahli Psikoanalisis), juga berasal dari kalangan Bani Israil. Pionir-pionir diatas telah mempengaruhi jalannya sejarah ummat manusia sekarang ini. \nFakta di atas, telah dapat menjelaskan kepada kita tentang pernyataan Allah swt, yang tercantum dalam Al-Qur'an, surah 44: 32 dan 45: 16. Faktor genetik merupakan kunci dari keunggulan manusia, sebagaimana keunggulan dalam dunia Botani (Tumbuhan) maupun Zoologi (Hewan). Faktor genetik manusia juga dipengaruhi oleh lingkungannya. Jika suatu populasi kelompok manusia (Kelompok-A) bermigrasi ke suatu tempat kelompok manusia yang lain (kelompok-B), dan apabila terjadi perkawinan diantara anggota kedua populasi itu, maka akan terjadi gene flow baik dari gena kelompok-A ke kelompok-B maupun sebaliknya (lihat The New Encyclopaedia Brittanica, Vol. 19, Macropaedia, 2005, Gene in Populations, hal. 719-720)\nGene flow ini mampu memperkaya faktor genetik. Lebih kurang 4000 tahun yang lalu, keluarga Nabi Ibrahim, yang terdiri dari istri Beliau: Sarah, keponakan beliau: Nabi Lut, bermigrasi dari wilayah Ur (Babilonia, atau Iraq sekarang ini), ke utara sampai di wilayah Harran (Sekarang masuk wilayah tenggara Turki). Kemudian bermigrasi lagi ke selatan, yaitu ke Siria, Palestina; dan terus ke Mesir, dimana Beliau menikahi Hajar. Keluarga Ibrahim ini kemudian bermigrasi ke Arabia dan balik ke Palestina. Beliau bermukim di sana sampai wafatnya. Karena seringnya berpindah-pindah tempat inilah, maka kelompok kecil keluarga Ibrahim ini, dikenal sebagai suku Ibrani, artinya yang berpindah-pindah tempat. Dalam migrasinya ini, kelompok keluarga Ibrahim 'berhubungan dengan banyak peradaban-peradaban maju waktu itu, seperti peradaban Babilonia, Assiria, Kanaan, dan Mesir. Gen flow tentu akan terjadi pada era migrasi Ibrahim ini, sehingga suku Ibrani mengalami pengayaan genetik (genetic enrichment). Yang unik adalah, suku Ibrani ini tetap mampu menjaga ciri khasnya sebagai suku yang menganut Tauhid; berbeda dengan ummat-ummat sekitarnya. Kebiasaan suku Ibrani ini, yang kemudian diteruskan oleh generasi yang lebih muda: Bani Israil, diteruskan dari generasi ke generasi berikutnya, baik dengan perluasan wilayah, seperti pada era Raja Sulaiman, maupun pada saat Bani Israil mengalami 'pembuangan selama hampir 2000 tahun di Eropa, mulai dari tahun 70 M sampai mereka kembali ke Palestina tahun 1948 M. Gene enrichment selama hampir 4000 tahun peradaban Israil terjadi; ini mungkin kelebihan yang dianugerahkan oleh Allah swt. kepada umat Israil itu.",
    "quraish": "Allah bersumpah, \"Kami sungguh telah memilih Banû Isrâ'îl, karena Kami mengetahui keberhakan mereka untuk dipilih, di antara kalangan orang-orang berilmu pada zaman mereka. Kami mengutus banyak nabi dari kalangan Banû Isrâ'îl, meskipun Kami mengetahui keadaan mereka yang sebenarnya.",
    "jalalayn": "(Dan sesungguhnya telah Kami pilih mereka) yaitu kaum Bani Israel (dengan pengetahuan) Kami yang mengetahui semua keadaan mereka (atas orang-orang yang pandai) di zamannya, yakni mereka dipilih menjadi orang-orang yang lebih pandai daripada orang-orang yang pandai di zamannya."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 33,
    "arab": "وَاٰتَيْنٰهُمْ مِّنَ الْاٰيٰتِ مَا فِيْهِ بَلٰۤـؤٌا مُّبِيْنٌ ",
    "translation": "Dan telah Kami berikan kepada mereka di antara tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4447.mp3",
    "tafsir": "Allah telah menganugerahkan kepada Bani Israil berbagai kenikmatan yang menunjukkan kemuliaan mereka di sisi Allah yang bisa menjadi pelajaran bagi orang yang memperhatikannya. Allah menyelamatkan mereka dari musuh mereka, menaungi mereka dengan awan di atas mereka, menurunkan kepada mereka manna dan salwa dan kenikmatan-kenikmatan lainnya.\nAl-Hasan dan Qatadah mengatakan, yang dimaksud dengan kata-kata: \"Al-Bala'ul Mubin\" ialah nikmat yang nyata seperti firman Allah:\n\nDan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. (al-Anfal/8: 17)\n\nDan firman-Nya:\n\nKami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. (al-Anbiya'/21: 35)",
    "quraish": "Allah memberikan kepada mereka, melalui Mûsâ, sejumlah bukti yang mengandung ujian yang nyata bagi mereka.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada mereka di antara tanda-tanda kekuasaan Kami sesuatu yang di dalamnya terdapat cobaan yang nyata) yang dimaksud adalah nikmat yang nyata, yaitu dapat dibelahnya laut, diturunkannya manna dan salwa serta mukjizat-mukjizat lainnya."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 34,
    "arab": "اِنَّ هٰٓؤُلَاۤءِ لَيَقُوْلُوْنَۙ ",
    "translation": "Sesungguhnya mereka (kaum musyrik) itu pasti akan berkata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4448.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka.\nSikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\"\nDengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\n\nAyat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan.",
    "quraish": "Sesungguhnya orang-orang yang mendustakan hari kebangkitan itu berkata, \"Tidak ada kematian selain kematian yang pertama di dunia. Dan kita sama sekali tidak akan dibangkitkan kembali.\"",
    "jalalayn": "(Sesungguhnya mereka itu) yakni orang-orang kafir Mekah (benar-benar berkata,)"
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 35,
    "arab": "اِنْ هِيَ اِلَّا مَوْتَتُنَا الْاُوْلٰى وَمَا نَحْنُ بِمُنْشَرِيْنَ ",
    "translation": "”Tidak ada kematian selain kematian di dunia ini. Dan kami tidak akan dibangkitkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4449.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka.\nSikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\"\nDengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\n\nAyat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan.",
    "quraish": "Sesungguhnya orang-orang yang mendustakan hari kebangkitan itu berkata, \"Tidak ada kematian selain kematian yang pertama di dunia. Dan kita sama sekali tidak akan dibangkitkan kembali.\"",
    "jalalayn": "(\"Tidak ada kematian) yang sesudahnya ada kehidupan lagi (selain kematian di dunia ini) sewaktu mereka masih dalam keadaan berupa air mani. (Dan kami sekali-kali tidak akan dibangkitkan) tidak akan dihidupkan kembali sesudah kematian yang pertama tadi."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 36,
    "arab": "فَأْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "maka hadirkanlah (kembali) nenek moyang kami jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4450.mp3",
    "tafsir": "Allah menerangkan tantangan orang musyrik Mekah kepada Rasulullah. Seandainya yang dikatakan rasul itu benar, yaitu adanya hari kebangkitan hendaklah dia mengemukakan bukti kebenaran dan hendaklah dia menghidupkan kembali nenek moyang mereka yang telah mati dahulu. Menurut mereka, seandainya Rasulullah saw dapat membangkitkan (dari kubur) menghidupkan kembali nenek moyang mereka tentu hal ini dapat menjadi bukti adanya hari kebangkitan itu.\nMaka Allah menjelaskan bahwa Dia kuasa mengumpulkan sesuatu yang berserakan, mulai dari benda padat, benda cair, dan udara, dari atom yang paling kecil sampai kepada molekul-molekul, semua dikumpulkan menjadi satu sehingga terbentuk seorang manusia. Tahukah manusia dari mana asal makanan yang dimakannya, pakaian yang dipakainya, alat rumah tangga yang mereka gunakan, dan sebagainya. Semua datang dari penjuru dunia yang berjauhan, kemudian dikumpulkan Tuhan pada suatu tempat untuk memenuhi keperluan dan keinginan seorang manusia. Jika hal yang demikian itu dapat dilakukan Allah, tentu mengumpulkan kembali tulang yang berserakan, daging yang telah hancur luluh menjadi tanah, dan rekaman perbuatan-perbuatan yang telah dilakukan seseorang lebih mudah dilakukan-Nya, mengulang membuat sesuatu yang pernah ada jauh lebih mudah dari membuatnya pada pertama kalinya.\nDari keterangan demikian, dapat disimpulkan bahwa hari kebangkitan itu pasti terjadi. Hanya saja waktunya belum diketahui dan hanya Allah saja yang mengetahuinya. Yang jelas, hari kebangkitan itu akan terjadi setelah seluruh jagad raya mengalami kehancuran total termasuk semua isinya. Itulah sebabnya Allah tidak melayani tantangan orang-orang musyrik, karena tidak berguna menjawabnya. Tantangan itu dikemukakan mereka hanyalah untuk menutupi isi dan keinginan hati mereka. Dikabulkan atau tidak permintaan mereka itu, mereka tidak juga akan beriman.",
    "quraish": "Mereka berkata kepada Rasulullah dan orang-orang Mukmin, \"Jika kalian memang orang-orang yang benar dengan klaim kalian bahwa Tuhan akan menghidupkan kembali orang mati untuk dihisab di akheirat, maka mintakanlah kepada Tuhan agar Dia menghidupkan kembali nenek moyang kami yang telah mati.\"",
    "jalalayn": "(Maka datangkanlah bapak-bapak kami) dalam keadaan hidup (jika kalian memang orang-orang yang benar\") bahwasanya kami akan dibangkitkan menjadi hidup kembali sesudah kami mati."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 37,
    "arab": "اَهُمْ خَيْرٌ اَمْ قَوْمُ تُبَّعٍۙ وَّالَّذِيْنَ مِنْ قَبْلِهِمْۗ اَهْلَكْنٰهُمْ اِنَّهُمْ كَانُوْا مُجْرِمِيْنَ",
    "translation": "Apakah mereka (kaum musyrikin) yang lebih baik atau kaum Tubba‘, dan orang-orang yang sebelum mereka yang telah Kami binasakan karena mereka itu adalah orang-orang yang sungguh berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4451.mp3",
    "tafsir": "Kemudian Allah mengingatkan mereka pada kaum yang telah ditimpa malapetaka dan azab Allah, karena mereka durhaka dan tidak mengindahkan seruan para rasul yang diutus kepada mereka. Hendaklah mereka menjaga diri mereka, jangan sampai Allah mengazab mereka seperti yang telah dialami kaum yang terdahulu itu, Allah menyatakan bahwa keadaan mereka tidaklah lebih baik dari kaum Tubba'.\nSahl bin Sa'd berkata, aku mendengar Rasulullah bersabda: Janganlah kalian mencela Tubba' karena dia sudah masuk Islam. (Riwayat Ahmad)\n\nTubba' adalah sebutan bagi raja-raja Himyar di Yaman. Kaumnya disebut kaum Tubba'. Mereka berbuat dosa yang melampaui batas sehingga negeri mereka dihancurkan Allah. Namun sebahagian kaumnya masih hidup mengembara ke negeri-negeri sekitarnya. Pada mulanya mereka adalah kaum yang mempunyai kemampuan dan ilmu yang cukup tinggi serta mempunyai balatentara yang cukup kuat. Kalau dibandingkan dengan orang Tubba', orang-orang kafir Mekah jauh ketinggalan dari orang Tubba'. Allah menyatakan bahwa orang-orang kafir Mekah itu tidak lebih baik keadaannya dari kaum 'Ad dan Samud. Kedua kaum ini juga dibinasakan Allah karena kesombongan dan pengingkaran mereka terhadap adanya hari kebangkitan.\nPada akhir ayat ini, Allah menandaskan bahwa pada umat-umat terdahulu itu telah berlaku sunatullah. Mereka semua dibinasakan karena mereka telah tenggelam dalam lumpur kemaksiatan. Kejadian itu seharusnya menjadi pelajaran bagi orang-orang kafir Mekah seandainya mereka mau mengambil pelajaran. Dalam ayat yang lain, Allah menegaskan sunah-Nya ini. Allah berfirman:\n\nSebagai sunatullah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
    "quraish": "Apakah orang-orang kafir Mekah lebih kuat, lebih berkuasa dan lebih segalanya, atau kaum Tubba' dan orang-orang sebelum mereka? Orang-orang musyrik kaummu, Muhammad, tidak lebih kuat dari mereka. Mereka yang lebih kuat itu telah Kami musnahkan di dunia akibat sikap kafir dan perbuatan dosa mereka. Maka hendaknya orang-orang musyrik kaummu itu mengambil pelajaran dari mereka.",
    "jalalayn": "Allah swt. berfirman, (\"Apakah mereka yang lebih baik ataukah kaum Tubba'\") Tubba' adalah seorang nabi atau seorang yang saleh (dan orang-orang yang sebelum mereka) umat-umat sebelum mereka (Kami telah membinasakan mereka) karena kekafiran mereka. Makna ayat, bahwasanya orang-orang musyrik itu tidaklah lebih kuat daripada mereka, dan ternyata mereka pun telah dibinasakan (karena sesungguhnya mereka adalah orang-orang yang berdosa.)"
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 38,
    "arab": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ",
    "translation": "Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4452.mp3",
    "tafsir": "Allah menjelaskan bahwa langit dan bumi beserta segala isinya tidaklah diciptakan dengan sia-sia atau secara kebetulan tanpa maksud dan tujuan, tetapi semuanya itu diciptakan sesuai dengan rencana dan kehendak Allah. Apabila diperhatikan dengan seksama setiap kehidupan yang ada di bumi dan segala kejadian di langit tentulah akan diketahui baik makhluk yang bernyawa maupun yang tidak bernyawa dari berbagai macam tingkatan, dari tingkat terendah sampai dengan tingkat yang tertinggi, masing-masing faedahnya, ada ketentuan-ketentuan yang berlaku baginya, dan ada pula waktu yang ditentukan untuk kehidupannya.\nSebagai contoh seekor burung, ia ditetaskan dari sebuah telur yang berasal dari induknya. Setelah dierami dalam waktu tertentu, keluar anak burung yang kecil tanpa bulu dari telur itu. Dari hari ke hari burung itu diberi makan oleh induknya, sehingga anak burung itu tumbuh secara berangsur-angsur, badannya menjadi besar dan ditumbuhi bulu, sayapnya bertambah kuat. Kemudian diajar oleh induknya terbang, ia terbang dari dahan ke dahan, dibimbing induknya mencari makanan dan minuman. Setelah dewasa mulailah ia melaksanakan tugas hidupnya, mencari pasangan untuk mengembangkan keturunan. Bila telah sampai ajalnya, ia pun mati seperti burung-burung yang lain.\nJika diperhatikan, seakan-akan burung-burung itu membawa misi dalam kehidupan. Ditakdirkan Allah bahwa makanan burung itu adalah serangga, serangga itu makan dan merusak tanam-tanaman yang ditanam oleh manusia. Seolah-olah burung itu membantu usaha dan kehidupan manusia. Burung dengan suara dan kicauannya yang merdu menyenangkan dan menyejukkan hati orang yang mendengarnya. Bakteri, semacam binatang yang halus dan kecil, dan juga cacing seakan-akan tidak ada gunanya sama sekali. Jika diperhatikan maka bakteri dan cacing itu memakan sampah dan kotoran, baik yang berasal dari manusia maupun yang berasal dari makhluk yang lain. Jika bakteri dan cacing itu tidak ada, maka sampah dan kotoran akan menumpuk karena tidak akan membusuk sehingga terjadilah polusi yang membahayakan kehidupan manusia. Semakin dalam direnungkan dan diperhatikan alam dan kejadiannya ini, semakin dalam diketahui hikmah, guna dan tujuan penciptaannya; semakin terasa pula kasih sayang dan tujuan Allah menjadikan manusia sebagai khalifah di muka bumi. Hanya kebanyakan manusia tidak tahu diri dan merasa dirinya yang paling kuasa dan yang paling mampu. Dalam ayat yang lain Allah berfirman:\n\nMaka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami. (al-Mu'minun/23: 115)\n\nDan firman-Nya:\n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)",
    "quraish": "Allah tidak menciptakan langit dan bumi serta apa saja yang ada di antara keduanya tanpa mengandung hikmah.",
    "jalalayn": "(Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan bermain-main) dalam menciptakan hal tersebut; lafal Laa`ibiina menjadi Hal atau kata keterangan keadaan."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 39,
    "arab": "مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4453.mp3",
    "tafsir": "Kemudian Allah menegaskan bahwa langit dan bumi serta isinya tidak diciptakan, kecuali (sebagai makhluk) tunduk kepada ketentuan-ketentuan yang benar dari Allah. Semuanya wajib tunduk kepada ketentuan-ketentuan yang berlaku dan yang telah ditetapkan. Jika salah satu makhluk Tuhan menyimpang atau tidak melaksanakan ketentuan-ketentuan itu, maka ia akan merasakan akibat dari penyimpangan itu. Seperti pohon pisang yang termasuk tanaman yang tumbuh di tempat yang cukup air. Jika tumbuh di tanah kering atau padang pasir, ia akan mati. Demikian pula halnya dengan ikan; ia ditetapkan hidup dalam air. Jika ia meloncat ke darat, ia pun akan mati. Demikian hukum Allah yang berlaku bagi seluruh makhluk-Nya.\nDari keterangan di atas, dapat diambil kesimpulan bahwa penciptanya adalah zat yang Maha Esa lagi Mahakuasa dan Mahabijaksana, karena itu segala makhluk ciptaan-Nya wajib tunduk dan patuh kepada hukum-hukum-Nya itu baik secara sadar maupun terpaksa. Karena semua makhluk itu diciptakan berdasarkan iradah-Nya, maka berdasarkan iradah-Nya pulalah makhluk itu kembali kepada-Nya nanti. Yang demikian itu terjadi karena kemahaagungan dan kemahaperkasaan-Nya.\nMakhluk Allah yang beraneka ragam dan tidak terhitung banyaknya itu merupakan tanda-tanda kekuasaan Allah yang dapat dijadikan bahan pemikiran bagi orang yang ingin mencari kebenaran. Dengan memperhatikan tanda-tanda kekuasaan-Nya itu, orang dapat mengenal dan mengetahui betapa agung dan betapa luas ilmu penciptanya.\nKemudian Allah menyayangkan sikap orang-orang musyrik yang tidak mau memahami tanda-tanda kebesaran dan kekuasaan Allah yang ada di alam ini. Sikap mereka tampak di waktu mereka mendustakan kenabian Muhammad saw dan mengingkari hari kebangkitan. Sikap itu timbul karena kesombongan dan ketakaburan yang ada pada diri mereka sehingga menutupi kejernihan pikiran mereka. Akibatnya, mereka bertambah jauh dari rahmat Allah dan semakin tenggelam dalam lembah kedurhakaan.",
    "quraish": "Kami tidak menciptakan langit dan bumi kecuali untuk suatu hikmah, dengan aturan yang sangat tepat, yang membuktikan wujud, keesaan dan kekuasaan Kami. Tetapi kebanyakan mereka tidak memperhatikan hal ini dan tidak mengetahui bukti-bukti ini.",
    "jalalayn": "(Kami tidak menciptakan keduanya) dan apa yang ada di antara keduanya (melainkan dengan hak) dengan sebenarnya, daripadanya dapat disimpulkan tentang kekuasaan dan keesaan Kami, dan hal-hal lainnya (tetapi kebanyakan mereka) yaitu orang-orang kafir Mekah (tidak mengetahui.)"
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 40,
    "arab": "اِنَّ يَوْمَ الْفَصْلِ مِيْقَاتُهُمْ اَجْمَعِيْنَ ۙ ",
    "translation": "Sungguh, pada hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4454.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan peristiwa yang terjadi pada hari perhitungan dengan menegaskan bahwa hari itu adalah hari yang telah ditetapkan Allah untuk memberikan keputusan kepada semua makhluk tentang balasan perbuatan yang telah dilakukannya yang baik atau yang buruk. Pada hari keputusan itu, orang-orang musyrik takut dan tercengang melihat kenyataan bahwa dugaan mereka sewaktu hidup di dunia dahulu adalah dugaan yang tidak mengandung kebenaran sedikit pun. Mereka dahulu mengingkari adanya hari perhitungan itu, tetapi kenyataannya benar-benar terjadi.\nPada hari itu, semua makhluk dihalau ke Padang Mahsyar dan dikumpulkan untuk menerima keputusan yang adil dari Allah. Pada waktu itu, terbukti pula bahwa berhala-berhala yang mereka sembah dan mohonkan pertolongannya semasa hidup di dunia tidak dapat memberinya manfaat dan pertolongan kepada mereka, bahkan berhala-berhala itu dimasukkan ke dalam neraka bersama-sama mereka. Anak-anak serta keluarga yang mereka bangga-banggakan dahulu di dunia tidak ada gunanya lagi dan tidak dapat menolong mereka menghindarkan diri dari azab Allah.\nAllah berfirman:\n\nKaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan. (al-Mumtahanah/60: 3)\nDan firman-Nya:\n\nSungguh, hari keputusan adalah suatu waktu yang telah ditetapkan. (an-Naba'/78: 17)",
    "quraish": "Sesungguhnya hari pengadilan antara orang yang berbuat kebenaran dan orang yang berbuat kebatilan adalah waktu yang sudah dijanjikan untuk mereka semua.",
    "jalalayn": "(Sesungguhnya hari keputusan itu) yakni hari kiamat adalah hari di mana Allah memutuskan perkara di antara hamba-hamba-Nya (adalah waktu yang dijanjikan bagi mereka semuanya) untuk menerima azab yang abadi."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 41,
    "arab": "يَوْمَ لَا يُغْنِيْ مَوْلًى عَنْ مَّوْلًى شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۙ ",
    "translation": "(yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4455.mp3",
    "tafsir": "Pada hari itu, terputuslah hubungan antara orang seorang dengan yang lain, bahkan tidak ada lagi hubungan anak dengan bapaknya, hubungan anggota keluarga dengan anggota keluarga lainnya, apalagi hubungan teman dengan teman. Yang dapat menolong dan menentukan nasib manusia hanyalah amal perbuatannya sendiri yang telah dikerjakannya selama hidup di dunia. Barang siapa yang banyak menanam amal kebaikan, tentu akan mendapat hasil yang berlimpah dari amal kebaikannya itu. Sebaliknya, barang siapa yang mengikuti keinginan hawa nafsunya, tentulah akan mendapat azab neraka. Tidak ada suatu pun yang dapat mengurangi azab mereka walapun itu anak kandung, kerabat, atau handai tolan. Allah berfirman: \n\nApabila sangkakala diiup, maka tidak ada lagi pertalian keluarga diantara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Mu'minun/23: 101)\n\nDan firman Allah:\n\nDan tidak ada seorang teman karib pun menanyakan temannya, sedang mereka saling melihat. (al-Ma'arij/70: 10-11)\n\nPada bagian akhir ayat ini, Allah menandaskan bahwa orang kafir Mekah yang tetap hidup bergelimang dalam kemusyrikan dan kesesatan, pada hari pembalasan nanti mereka tidak dapat pertolongan dari siapa pun juga.",
    "quraish": "Suatu hari ketika seorang kerabat tidak dapat menolak sedikt pun dari azab yang diderita kerabatnya. Begitu juga seorang sekutu terhadap sekutu lainnya. Mereka pun tidak dapat menolong diri sendiri di hadapan Allah.",
    "jalalayn": "(Yaitu hari yang seorang karib tidak dapat memberi manfaat kepada karibnya) baik karib karena hubungan kerabat atau karib karena hubungan persahabatan yang dekat. Ia tidak akan dapat membelanya (sedikit pun) dari azab itu (dan mereka tidak akan mendapat pertolongan) maksudnya tidak dapat dicegah dari azab itu. Lafal Yauma dalam ayat ini menjadi Badal dari lafal Yaumal Fashli pada ayat sebelumnya."
  },
  {
    "ruku": 432,
    "name": "Ad-Dukhan",
    "ayat": 42,
    "arab": "اِلَّا مَنْ رَّحِمَ اللّٰهُ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Kecuali orang yang diberi rahmat oleh Allah. Sungguh, Dia Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4456.mp3",
    "tafsir": "Allah menyebutkan hamba-hamba-Nya yang tidak akan mengalami azab yang mengerikan yaitu orang-orang yang mendapat limpahan rahmat-Nya, mereka adalah orang-orang yang selalu mensyukuri nikmat-Nya, menaati semua perintah dan menghindari semua larangan-Nya. Mereka itu tidak memerlukan pembela dan penolong untuk menyelamatkan diri mereka dari siksaan Allah, karena amal salehnya telah cukup menjadi jaminan bahwa mereka adalah hamba-hamba Allah yang tidak layak mendapat siksaan neraka.\nKemudian Allah menyatakan bahwa Dia adalah Mahaperkasa terhadap segala musuh-musuh-Nya, tidak ada sesuatu pun yang dapat melawan-Nya. Dia juga Maha Penyayang terhadap penegak agama-Nya dan para hamba-Nya yang selalu tunduk serta patuh kepada-Nya.",
    "quraish": "Tetapi, orang-orang Mukmin yang memperoleh rahmat Allah akan mendapat ampunan dan perkenan- Nya untuk menerima syafaat. Sesungguhnya Dia Maha Perkasa atas segala sesuatu dan Maha Pengasih terhadap hamba-hamba-Nya yang Mukmin.",
    "jalalayn": "(Kecuali orang yang diberi rahmat oleh Allah) mereka adalah orang-orang mukmin, sebagian dari mereka dapat memberikan syafaat kepada sebagian lainnya dengan seizin Allah. (Sesungguhnya Dialah Yang Maha Perkasa) Maha Menang di dalam pembalasan-Nya terhadap orang-orang kafir (lagi Maha Penyayang) terhadap orang-orang mukmin."
  }
]