[
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 1,
    "arab": "حٰمۤ  ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4474.mp3",
    "tafsir": "Ayat pertama terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"\nPada ayat berikutnya Allah Yang Mahaperkasa dan Mahabijaksana menjelaskan bahwa kitab Al-Qur'an yang sempurna itu diturunkan kepada Rasul-Nya, Muhammad saw. Disebutkan sifat Allah \"Mahaperkasa\" dalam ayat ini agar tergambar dalam pikiran orang yang membaca atau mendengarnya, bahwa yang menurunkan kitab Al-Qur'an itu ialah Zat yang mempunyai kekuasaan yang tidak terbatas, tidak dapat ditandingi dan tidak dapat dibantah kehendak-Nya. Keinginan dan kehendak-Nya pasti terlaksana sesuai dengan rencana-Nya, tidak ada kekuasaan lain yang mampu menghalang-halangi dan mengubahnya.\nDemikian pula ditonjolkan sifat \"Mahabijaksana\" dalam ayat ini agar dipahami, bahwa dalam melaksanakan kehendak dan kekuasaan-Nya itu, Dia melaksanakan keadilan yang merata pada setiap makhluk-Nya. Dia bertindak, menciptakan dan melaksanakan sesuatu sesuai dengan guna dan faedahnya. Kebijaksanaan ini dapat disaksikan pada seluruh tindakan dan semua makhluk yang diciptakan-Nya, dari tingkat yang paling sederhana sampai ke tingkat yang paling sempurna.\nPada tumbuh-tumbuhan, binatang, manusia, dan susunan serta ketentuan-ketentuan yang berlaku pada tata surya, orang dapat mengetahui bahwa pada tiap-tiap makhluk ada hukum-hukum dan ketentuan-ketentuan yang tidak dapat dilanggar; semuanya harus tunduk dan patuh baik secara sukarela maupun terpaksa. Tidak satu makhluk pun yang melanggar dan menyalahi hukum dan ketentuan yang telah ditetapkan Allah baginya, kecuali akan mengakibatkan kerusakan dan kehancuran.\nApabila orang mau menggunakan pikirannya yang jernih dan sehat tentu akan mengakui kekuasaan dan kebijaksanaan Allah terhadap semua makhluk-Nya. Dan apabila ia telah yakin akan hal itu, tentu ia akan menerima dan mengamalkan Al-Qur'an sebagai wahyu dan petunjuk Allah. Hal ini juga berarti bahwa diturunkannya Al-Qur'an kepada Nabi Muhammad saw dalam bahasa Arab, disampaikan untuk pertama kalinya kepada orang-orang Quraisy, kemudian baru tersebar ke seluruh penjuru dunia, ada hikmatnya sesuai dengan guna dan faedahnya. Hikmah, guna dan faedahnya itu diketahui manusia dengan perantaraan Al-Qur'an sendiri. Ada yang diketahui berdasarkan pengetahuan dan pengalaman yang dipunyai oleh seseorang, dan ada yang belum diketahui oleh manusia, karena Yang Mahatahu hanyalah Allah.",
    "quraish": "[[45 ~ AL-JAATSIYAH (YANG BERLUTUT) Pendahuluan: Makkiyyah, 37 ayat ~ Surat ini diawali dengan dua huruf eja, diikuti dengan penjelasan tentang turunnya al-Qur'ân dari sisi Allah yang Mahamulia dan Mahabijaksana, kemudian dilanjutkan dengan pemaparan bukti- bukti, baik yang bersifat kawniyyah maupun 'aqliyyah, untuk membuktikan kebenaran akidah Islam dan dakwah untuk memeluknya. Pada bagian selanjutnya, surat ini menyinggung dengan menyebutkan nikmat dan karunia Allah yang banyak terhadap hambanya. Orang-orang Mukmin diminta agar memberikan maaf terhadap orang-orang yang ingkar. Hanya Allah semata yang memberikan balasan atas perbuatan sesorang. Nikmat-nikmat itu banyak sekali dikaruniakan kepada Banû Isrâ'îl, sebagaimana yang dipaparkan pada surat ini. Bahwa Allah memberikan kemuliaan terhadap Banû Isrâ'îl dengan nikmat yang banyak. Disebutkan pula bahwa apa saja yang diperselisihkan oleh mereka, akan diperhitungkan Allah pada hari kiamat. Selanjutnya, surat ini membedakan antara orang-orang yang mengikuti kebenaran dan orang-orang yang mengikuti hawa nafsunya lalu mengingkari hari kebangkitan. Terhadap ayat-ayat al-Qur'ân yang berbicara tentang kemahakuasaan Allah, mereka malah menyikapinya dengan meminta Muhammad untuk menghidupkan kembali leluhur-leluhur mereka. Padahal hanya Allahlah yang mampu menghidupkan dan mematikan. Dia memiliki segala sesuatu. Kelak, pada hari ketika semua orang dikumpulkan di padang Mahsyar, setiap orang akan dipanggil untuk melihat buku catatan amal perbuatannya. Orang-orang Mukmin ketika itu, akan menang dan beruntung. Sedangkan orang-orang yang tidak beriman dan besar kepala akan terhina. Pada ayat-ayat selanjutnya, surat ini kembali berbicara tentang sikap mereka yang mengingkari hari kiamat dan mendustakan bukti-bukti yang menunjukkan datangnya hari kiamat. Selain itu, surat ini juga menyebutkan bahwa Allah melupakan mereka sebagaimana mereka melupakan datangnya hari kiamat, dan bahwa tempat kembali mereka adalah neraka sebagai akibat sikap mencemoohkan ayat-ayat Allah dan sikap sombong mereka di dunia. Akhirnya surat ini ditutup dengan pujian terhadap Pencipta langit dan bumi yang Mahamulia dan Mahabijaksana.]] Hâ, Mîm. Surat ini diawali dengan dua fonem Arab, sebagimana halnya cara al-Qur'ân dalam mengawali beberapa surat dengan menyebutkan fonem-fonem tertentu, untuk mengisyaratkan betapa orang-orang musyrik tidak mampu membuat sesuatu seperti al-Qur'ân. Padahal, al-Qur'ân sendiri menggunakan huruf dan fonem yang mereka gunakan dalam percakapan mereka sehari-hari.",
    "jalalayn": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 2,
    "arab": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ",
    "translation": "Kitab (ini) diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4475.mp3",
    "tafsir": "Ayat pertama terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"\nPada ayat berikutnya Allah Yang Mahaperkasa dan Mahabijaksana menjelaskan bahwa kitab Al-Qur'an yang sempurna itu diturunkan kepada Rasul-Nya, Muhammad saw. Disebutkan sifat Allah \"Mahaperkasa\" dalam ayat ini agar tergambar dalam pikiran orang yang membaca atau mendengarnya, bahwa yang menurunkan kitab Al-Qur'an itu ialah Zat yang mempunyai kekuasaan yang tidak terbatas, tidak dapat ditandingi dan tidak dapat dibantah kehendak-Nya. Keinginan dan kehendak-Nya pasti terlaksana sesuai dengan rencana-Nya, tidak ada kekuasaan lain yang mampu menghalang-halangi dan mengubahnya.\nDemikian pula ditonjolkan sifat \"Mahabijaksana\" dalam ayat ini agar dipahami, bahwa dalam melaksanakan kehendak dan kekuasaan-Nya itu, Dia melaksanakan keadilan yang merata pada setiap makhluk-Nya. Dia bertindak, menciptakan dan melaksanakan sesuatu sesuai dengan guna dan faedahnya. Kebijaksanaan ini dapat disaksikan pada seluruh tindakan dan semua makhluk yang diciptakan-Nya, dari tingkat yang paling sederhana sampai ke tingkat yang paling sempurna.\nPada tumbuh-tumbuhan, binatang, manusia, dan susunan serta ketentuan-ketentuan yang berlaku pada tata surya, orang dapat mengetahui bahwa pada tiap-tiap makhluk ada hukum-hukum dan ketentuan-ketentuan yang tidak dapat dilanggar; semuanya harus tunduk dan patuh baik secara sukarela maupun terpaksa. Tidak satu makhluk pun yang melanggar dan menyalahi hukum dan ketentuan yang telah ditetapkan Allah baginya, kecuali akan mengakibatkan kerusakan dan kehancuran.\nApabila orang mau menggunakan pikirannya yang jernih dan sehat tentu akan mengakui kekuasaan dan kebijaksanaan Allah terhadap semua makhluk-Nya. Dan apabila ia telah yakin akan hal itu, tentu ia akan menerima dan mengamalkan Al-Qur'an sebagai wahyu dan petunjuk Allah. Hal ini juga berarti bahwa diturunkannya Al-Qur'an kepada Nabi Muhammad saw dalam bahasa Arab, disampaikan untuk pertama kalinya kepada orang-orang Quraisy, kemudian baru tersebar ke seluruh penjuru dunia, ada hikmatnya sesuai dengan guna dan faedahnya. Hikmah, guna dan faedahnya itu diketahui manusia dengan perantaraan Al-Qur'an sendiri. Ada yang diketahui berdasarkan pengetahuan dan pengalaman yang dipunyai oleh seseorang, dan ada yang belum diketahui oleh manusia, karena Yang Mahatahu hanyalah Allah.",
    "quraish": "Al-Qur'ân ini diturunkan oleh Allah yang Mahakuat lagi Mahabijaksana dalam segala aturan dan ciptaan- Nya.",
    "jalalayn": "(Diturunkannya Kitab ini) yakni Alquran; lafal ayat ini berkedudukan menjadi Mubtada (dari Allah) menjadi Khabar dari Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 3,
    "arab": "اِنَّ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّلْمُؤْمِنِيْنَۗ",
    "translation": "Sungguh, pada langit dan bumi benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang mukmin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4476.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebagai bukti Allah Mahaperkasa lagi Mahabijaksana, dapat dilihat pada kejadian langit, bumi, pada diri manusia dan pada binatang yang beraneka ragam macamnya. Ditegaskan bahwa di langit dan di bumi, banyak sekali terdapat tanda-tanda kekuasaan dan keperkasaan Allah. Orang yang berpikiran sederhana, pasti akan berkesimpulan bahwa di balik kejadian langit dan bumi beserta semua yang ada di antaranya, tentu ada zat yang Maha Pencipta lagi Mahakuasa. Apalagi orang yang tinggi ilmunya, tentu lebih dapat memahaminya lagi.\nPenciptaan langit, bumi dan isinya yang sangat menakjubkan sebagai tanda keagungan dan kekuasaan Allah bagi orang beriman, dan menunjukkan Allah-lah yang berhak disembah bukan selain Dia.\nDalam ayat ini disebutkan orang yang beriman bukan yang lainnya, karena merekalah yang dapat mengambil manfaat bahwa pencipta langit dan bumi adalah Allah, maka mereka tidak menyembah kecuali kepada-Nya.\nPada akhir ayat ini, Allah menjelaskan bahwa tanda-tanda kekuasaan Allah yang ada di langit dan di bumi itu menjadi tanda dan bukti wujud dan kekuasaan Allah bagi orang-orang yang beriman. Dengan memperhatikan tanda-tanda kekuasaan Allah yang ada di langit dan di bumi itu, orang yang berjiwa bersih, berpikiran sehat yang ingin mencari kebenaran dan tidak dipengaruhi oleh godaan setan tentulah akan menjadi orang yang menerima kenyataan bahwa Al-Qur'an yang diturunkan kepada Muhammad saw itu benar-benar wahyu dari Allah yang harus dilaksanakan oleh setiap manusia yang ingin hidup bahagia di dunia dan di akhirat nanti. Sebaliknya, jiwa seseorang yang dikotori oleh noda-noda kemaksiatan, pikiran yang telah dibelenggu oleh kepercayaan syirik telah tergoda oleh tipu daya setan, maka bagaimana pun jelas dan cerahnya tanda-tanda kekuasaan dan kebesaran Allah, mereka tidak akan dapat merasakan dan menghayatinya. Karena itu, mereka tetap bergelimang dalam kekafiran dan kemaksiatan.\nTanda-tanda kekuasaan Allah tersebar baik di langit maupun di bumi. Sebagai contoh adalah berkaitan dengan benda-benda langit seperti terurai pada Surah al-An'am/6: 96-97. \n\nDia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa, Maha Mengetahui. Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Kami telah menjelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang mengetahui. (al-An'am/6: 96-97).\n\nMenurut kajian saintis, manusia sejak awal peradaban telah mengunakan benda-benda di langit seperti matahari dan bumi sebagai perhitungan penanggalan. Penanggalan berbasis pada 'gerak dan posisi matahari di langit bumi, atau yang dikenal dengan Solar Calendar, telah dilakukan oleh peradaban Barat (berasal dari Romawi dan Yunani), India; sedang peradaban Yahudi, Arab, Cina, juga India menggunakan Lunar Calendar, yaitu perhitungan berbasiskan kepada 'gerak dan posisi bulan di langit bumi. Dalam bahasa astronomi, Solar Calendar berbasiskan pada lintasan-orbit bumi terhadap posisi matahari, sedang Lunar Calendar berbasis pada lintasan-orbit bulan terhadap posisi bumi dan matahari. Demikian halnya bintang-bintang di langit sebagai yang digunakan sebagai indikator navigasi. Dalam bahasa ilmiah, indikator navigasi yang menggunakan atau berbasiskan posisi bintang-bintang di langit ini disebut stellar navigation. Stellar navigation juga telah digunakan oleh para pengembara darat untuk menentukan arah perjalanannya. Dalam dunia modern sekarang ini, ternyata stellar navigation juga telah digunakan oleh pesawat antariksa, seperti jenis pesawat Ulang-alik (Space Shuttle): Columbia, Challenger, dan Enterprise.\nDemikan halnya tanda-tanda kekuasaan Allah yang dapat dijumpai di bumi. Salah satunya adalah seperti disebut dalam Surah asy-Syura/42: 32 di atas, di mana gunung-gunung yang menurut awam tetap di tempatnya, ternyata mengapung dan bergerak.",
    "quraish": "Sesungguhnya di dalam penciptaan langit dan bumi terdapat bukti-bukti yang amat kuat mengenai ketuhanan dan kemahaesaan Allah, yang dipercayai benar oleh orang-orang beriman kepada Allah, melalui fitrahnya yang suci.",
    "jalalayn": "(Sesungguhnya pada langit dan bumi) pada penciptaan keduanya (benar-benar terdapat tanda-tanda) yang menunjukkan kepada kekuasaan dan keesaan Allah swt. (bagi orang-orang yang beriman.)"
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 4,
    "arab": "وَفِيْ خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَاۤبَّةٍ اٰيٰتٌ لِّقَوْمٍ يُّوْقِنُوْنَۙ",
    "translation": "Dan pada penciptaan dirimu dan pada makhluk bergerak yang bernyawa yang bertebaran (di bumi) terdapat tanda-tanda (kebesaran Allah) untuk kaum yang meyakini,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4477.mp3",
    "tafsir": "Allah menunjukkan tanda-tanda kekuasaan dan kebesaran-Nya pada kejadian manusia sendiri dan pada penciptaan binatang yang beraneka ragam jenis dan bentuknya.\nManusia diciptakan Allah dari unsur-unsur yang terdapat di dalam tanah. Berbagai zat yang terdiri dari karbohidrat, protein, zat lemak, zat gula, berbagai macam garam, berbagai macam vitamin, zat besi, dan sebagainya terkumpul dalam tubuh manusia, melalui makanan dan minuman yang berasal dari tumbuh-tumbuhan dan hewan. Tumbuh-tumbuhan dan hewan itu semua berasal dari tanah. Allah berfirman:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. (ar-Rum/30: 20)\nSebagian dari zat yang dimakan manusia itu ada yang menjadi spermatozoa pada diri laki-laki dan ovum pada diri perempuan. Sperma dan ovum itu bertemu, pada saat terjadinya senggama antara laki-laki dan perempuan. Dengan demikian terjadilah pembuahan. Benih itu makin lama makin besar. Empatpuluh hari kemudian, terbentuklah jaringan-jaringan yang dipenuhi pembuluh-pembuluh darah. Empatpuluh hari kemudian, terlihatlah calon janin yang berbentuk seperti darah yang mengental. Kemudian setelah empatpuluh hari terbentuklah janin yang melekat pada dinding rahim. Pada saat itulah, mulai terlihat tanda-tanda kehidupan dan jantung bayi itu mulai berdenyut. Denyut jantung bayi itu telah dapat didengar apabila orang menempelkan telinganya ke bagian perut ibu yang sedang mengandung. Sejak terjadinya pembuahan dalam kandungan ibu sampai kepada terlihatnya tanda-tanda kehidupan, diperlukan waktu empat bulan. Lima bulan sepuluh hari setelah itu, lahirlah janin dari kandungan. Sejak itulah bayi itu bernapas dengan paru-parunya yang telah mulai bekerja, dan sejak itu pula ia berangsur-angsur melepaskan diri dari ketergantungannya kepada orang tuanya, terutama kepada ibunya. Dia telah diberi akal, perasaan dan kemampuan bekerja sehingga dengan kemampuan yang diberikan itu, ia telah dapat melaksanakan tugas hidupnya sebagai khalifah Allah di muka bumi. Akhirnya ia menjadi tua dan meninggal dunia.\nPenciptaan manusia Allah jelaskan dalam firman-Nya:\n\nDialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti. (Gafir/40: 67)\nDengan memperhatikan proses penciptaan manusia, bagaimana sulit dan ruwetnya hukum-hukum yang berlaku dalam penciptaan itu, orang yang sadar akan mengakui kekuasaan dan keagungan Allah, Tuhan Yang Maha Esa.\nAllah menunjukkan juga tanda-tanda kekuasaan dan keagungan-Nya yang terdapat pada kejadian dan kehidupan binatang melata yang beraneka ragam, jenis, macamnya, dan cara-cara kehidupannya. Dengan memperhatikan bentuknya, orang dapat membedakan binatang. Ada binatang yang beruas tulang belakang yang dalam Ilmu Hayat disebut \"vertebrata\", ada yang tidak beruas tulang belakang (invertebrata). Binatang yang beruas tulang belakang dibagi atas beberapa bagian seperti mamalia (binatang menyusui), jenis burung (aves), jenis binatang melata (reptilia), jenis binatang yang hidup di darat dan di air (amphibia), jenis ikan (pisces).\nBinatang yang tidak beruas tulang belakang dibeda-bedakan lagi menjadi beberapa bahagian seperti binatang berkutu (insektifora), binatang lunak (mollusca), hingga binatang yang bersel satu (protozoa). Tiap-tiap jenis dan macam binatang itu mempunyai hukum-hukum dan ketentuan-ketentuan sendiri-sendiri yang disusun dengan rapi seperti cara hidup, makanannya, cara berkembang biak, cara mempertahankan hidup, sampai kepada keagungan dan faedahnya. Dan hal-hal yang diterangkan itu akan menjadi i'tibar dan pelajaran bagi orang-orang yang mau berpikir dan ingin mengetahui betapa Maha Tingginya Ilmu penciptanya; dengan demikian, akan memperkuat iman di hatinya.",
    "quraish": "Dalam Allah menciptakan kalian, wahai umat manusia, dengan bentuk yang indah dan penciptaan yang sempurna, serta dalam berbagai jenis binatang dengan bentuk dan kegunaannya yang berbeda-beda, benar-benar terdapat bukti yang amat kuat dan jelas bagi kaum yang meyakini melalui perenungan dan pemikiran.",
    "jalalayn": "(Dan pada penciptaan kalian) penciptaan masing-masing di antara kalian, yaitu mulai dari air mani, lalu berupa darah kental, kemudian segumpal daging, lalu menjadi manusia (dan) penciptaan (apa yang bertebaran) di muka bumi (berupa makhluk-makhluk yang melata) arti kata Ad-Daabbah adalah makhluk hidup yang melata di permukaan bumi, yaitu berupa manusia dan lain-lainnya (terdapat tanda-tanda kekuasaan Allah dan keesaan-Nya bagi kaum yang meyakini) adanya hari berbangkit."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 5,
    "arab": "وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ رِّزْقٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيْفِ الرِّيٰحِ اٰيٰتٌ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "translation": "dan pada pergantian malam dan siang dan hujan yang diturunkan Allah dari langit lalu dengan (air hujan) itu dihidupkan-Nya bumi setelah mati (kering); dan pada perkisaran angin terdapat pula tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4478.mp3",
    "tafsir": "Pada ayat ini, Allah mengingatkan manusia akan tanda-tanda kebesaran dan kekuasaan-Nya yang terdapat pada pergantian siang dan malam baik dari segi panjang dan pendeknya.\nDari segi pergantian, orang dapat menyaksikan sejak matahari terbit di kaki langit sebelah timur hingga terbenam di kaki langit sebelah barat. Di siang hari, orang tidak menyaksikan apa pun di langit, terkecuali matahari yang bersinar dengan terangnya. Pada waktu itu, kebanyakan manusia bekerja dan berusaha mencari nafkah, memenuhi kebutuhan hidupnya.\nMatahari bergerak meninggalkan ufuk sebelah timur makin lama makin meninggi. Kemudian ia terlihat di meridian. Sesudah itu, makin menurun menuju ufuk langit sebelah barat. Akhirnya ia tenggelam di ufuk sebelah barat. Sejak itu, hari berangsur-angsur gelap, kadang-kadang terlihat awan kemerah-merahan, lalu mulailah bermunculan binatang-binatang satu demi satu, dari bintang yang paling terang cahayanya sampai kepada bintang yang bercahaya redup. Setelah gelap menyelubungi permukaan bumi seluruhnya, bertambah jelaslah nampak bintang-bintang bertaburan di angkasa raya, berbagai macam rasi dan aneka warna cahayanya. Pada penghujung malam, mulailah kelihatan fajar menyingsing di ufuk timur, sebagai tanda tidak lama lagi matahari akan terbit kembali. Sejak itulah, cahaya bintang mulai redup kembali karena cahayanya mulai dikalahkan oleh cahaya matahari.\nBegitulah seterusnya orang dapat menyaksikan keadaan itu berulang-ulang. Suasana yang seperti itu terjadi di negeri-negeri yang berada di daerah khatulistiwa, sedangkan belahan bumi bahagian selatan dan utara akan mengalami keadaan siang lebih panjang atau lebih pendek dari malam, sesuai dengan lintang dan deklinasi matahari.\nDari segi panjang pendeknya malam dan siang, orang yang berada di khatulistiwa selamanya akan menyaksikan panjang pendeknya siang malam yang hampir sama. Daerah yang berada di selatan khatulistiwa akan mengalami siang lebih panjang apabila matahari berada di sebelah selatan, tetapi akan mengalami siang yang lebih pendek apabila matahari berada di sebelah utara khatulistiwa. Demikian pula orang yang berada di sebelah utara khatulistiwa akan mengalami siang yang lebih panjang apabila matahari berada di sebelah selatan. Makin jauh suatu tempat baik ke utara maupun selatan khatulistiwa, makin jauh pula perbedaan panjang pendek waktu antara malam dan siang. Bagi orang yang berada di kutub utara dan kutub selatan, dalam satu tahun ada masa malam yang terus menerus dan ada pula masa siang yang terus menerus. Pada masa siang terus menerus matahari selalu berada di atas cakrawala, selalu kelihatan tidak pernah masuk ke bawah kaki langit, sedangkan pada masa malam terus menerus, matahari selalu berada di bawah kaki langit, tidak pernah kelihatan dan tidak pernah melewati kaki langit ke atas.\nDengan memperhatikan pergantian siang dan malam, dan panjang pendeknya yang selalu berubah-ubah sepanjang tahun, akan terlihat tanda-tanda kekuasaan dan kebesaran Allah, serta akan nampak adanya hukum-hukum yang mengaturnya dengan sangat rapi, tidak pernah menyimpang dari ketentuan-ketentuan yang telah ditentukan.\nKemudian Allah menunjukkan tanda-tanda kekuasaan dan kebesaran-Nya yang terlihat pada turunnya hujan dari langit. Karena panas matahari, air pun menguap ke atas. Angin yang selalu bertiup mempercepat proses penguapan itu dan menghalaunya ke suatu tempat dan lama-kelamaan terkumpullah uap air itu di angkasa sebagai awan. Apabila awan yang berarak dihalau angin itu tertahan oleh gunung, maka terkumpullah ia di sana, semakin lama semakin tebal. Warnanya yang semula keputih-putihan berubah menjadi hitam. Dan apabila suhu udara telah mencapai kedinginan sedemikian rupa, turunlah uap air itu sebagai hujan yang menyirami permukaan bumi. Karena air hujan itu, tumbuhlah beraneka macam tumbuh-tumbuhan, dan karena air hujan itu pula, binatang dan manusia dapat hidup. Manusia dengan hasil pemikirannya dapat mengatur aliran air itu sehingga tidak mengalir seluruhnya ke laut. Sebahagian dimanfaatkan dan sebagian lagi dapat digunakan pada musim kemarau. Pada tiap daerah, di permukaan bumi, curah hujan tidak sama; bergantung kepada faktor-faktor yang menentukan. Ada daerah yang curah hujannya sangat lebat dan ada pula yang sangat tipis dan ada yang sedang. Dengan memperhatikan turunnya hujan itu dan manfaatnya bagi kehidupan makhluk, orang dapat mengetahui betapa luasnya kekuasaan penciptanya.\nSesudah itu Allah menunjukkan pula tanda-tanda kekuasaan-Nya yang dapat dilihat pada perkisaran tiupan angin yaitu perkisaran angin darat dan angin laut yang selalu berhembus berganti arah. Telah menjadi hukum alam bahwa daratan lebih cepat menjadi panas bila ditimpa sinar matahari dibandingkan dengan lautan yang lambat menjadi panas bila ditimpa sinar matahari. Sebaliknya daratan lebih cepat pula melepaskan panas di malam hari, pada waktu panas matahari tidak ada lagi dibandingkan dengan lautan yang lambat melepasnya. Dengan demikian, terdapatlah daerah maksimum dan minimum udaranya. Pada siang hari daratan lebih panas dari lautan sehingga udaranya menjadi minimum, sedangkan lautan kurang panas udaranya dibandingkan dengan daratan sehingga udaranya menjadi maksimum. Udara mengalir dari daerah maksimum ke daerah minimum, maka bertiuplah pada siang hari angin laut menuju daratan. Akan tetapi, di waktu malam, terjadi kebalikannya; daratan menjadi maksimum dan lautan menjadi minimum karena daratan lebih cepat menjadi dingin daripada lautan sehingga bertiuplah angin dari daratan menuju lautan.\nKeadaan yang demikian menguntungkan para nelayan. Mereka berangkat pada waktu malam, berlayar ke tengah lautan mengikuti arah hembusan angin laut. Di samping itu, perubahan letak matahari berada di lintang- balik -utara belahan bumi bagian selatan. Karena itu, udara maksimum di belahan bumi bahagiana selatan. Maka bertiuplah angin dari belahan bumi selatan ke belahan bumi bagian utara. Waktu itu di Indonesia mengalami musim kemarau. Akan tetapi, bila matahari berada pada lintang balik selatan, belahan bumi bagian selatan menerima panas lebih banyak dari bagian bumi sebelah utara. Karena itu, udara maksimum di bagian utara, maka bertiuplah angin dari utara ke selatan. Untuk Indonesia, angin bertiup dari padang pasir Gobi ke Tiongkok, menyusur Semenanjung Malaysia karena pengaruh perputaran bumi membelok ke timur, ke Indonesia, menuju Padang Pasir Victoria di Australia. Pada saat itu, di Indonesia mengalami musim hujan.\nDi samping itu, terdapat angin yang bertiup dari kutub utara dan kutub selatan secara tetap, karena daerah kutub selalu mengalami udara yang lebih dingin daripada khatulistiwa maka daerah-daerah kutub, udaranya selalu maksimum. Akan tetapi karena perputaran bumi pada porosnya dari barat ke timur, maka angin yang bertiup dari kutub itu mengalami pembelokan ke barat. Itulah sebabnya angin itu di Indonesia bertiup dari tenggara. Untuk daerah-daerah kutub sendiri, bertiuplah selalu angin barat yang tetap sepanjang masa.\nDari perkisaran angin itu, orang akan mengetahui betapa Mahabijaksana dan Mahaperkasa-Nya Allah yang menciptakan alam semesta ini.\nItulah sebabnya pada bagian akhir surah ini, Allah menegaskan bahwa tanda-tanda kekuasaan-Nya yang dapat dilihat pada jagat raya, pada diri manusia, pada perkisaran angin, pada turunnya hujan, dan sebagainya menjadi bukti kekuasaan-Nya bagi orang yang mempergunakan akalnya dan bagi orang yang benar-benar mau mencari kebenaran.\nDengan bermacam-macam himbauan itulah, Allah menunjukkan tanda-tanda kekuasaan-Nya agar manusia meyakini Kemahaesaan dan kemahakuasaan-Nya. Dengan mengetahui semuanya itu dengan benar, niscaya bertambah mantaplah iman mereka dan bertambah pulalah gairahnya untuk memanfaatkan pengetahuannya itu bagi kemaslahan umat manusia.\nDari keterangan di atas, dipahami pula amat banyak yang dapat dijadikan bukti adanya Allah, Mahakuasa dan Mahabijaksana, asal saja orang mau mengikuti cara berpikir yang digariskan Allah dalam Al-Qur'an, hal ini juga berarti bahwa sebenarnya, semakin tinggi ilmu seseorang semakin banyak ia mempunyai bukti-bukti itu. Jika ada seorang yang berilmu yang tidak mempercayai adanya Tuhan, berarti ia belum lagi mempergunakan ilmunya itu menurut yang semestinya.\nDalam ayat-ayat ini terdapat tiga kalimat berbeda, pertama yu'minun, kedua yuqinun, dan ketiga ya'qilun, hal ini dimaksudkan; jika kalian beriman maka pahamilah tanda-tanda keagungan Allah ini dan jika tidak beriman namun mencari kebenaran dan keyakinan maka pahamilah tanda-tanda ini, dan jika tidak beriman dan tidak mencari kenyataan maka jadilah kalian orang yang berakal dan pahamilah tanda-tanda ini. \nAyat ini dengan singkat menggambarkan adanya mekanisme-mekanisme perputaran dan peredaran bumi yang berkaitan dengan perubahan cuaca serta perkisaran angin. Ilmu pengetahuan saat ini menerangkan adanya siang dan malam di bumi disebabkan oleh perputaran (rotasi) bumi pada porosnya. Disamping berotasi, bumi juga beredar pada garis lintasannya (evolusi) yang berbentuk elips. Bumi memerlukan waktu satu tahun untuk beredar pada lintasan ini sampai berada kembali pada posisi yang sama. Proses rotasi dan evolusi bumi, di samping berkaitan dengan cuaca dan iklim di berbagai tempat di permukaan bumi, berkaitan pula dengan perubahan-perubahan arah angin. Hujan-hujan setempat umumnya terjadi setelah tengah hari, ketika suhu mulai mendingin, setelah pada pagi dan siang hari sebelumnya permukaan bumi mendapatkan panas matahari yang banyak dan cukup menghasilkan uap air untuk menghasilkan awan yang menurunkan hujan. \nPoros perputaran bumi membuat sudut sebesar 23,5o terhadap garis lintasan peredarannya, sehingga jumlah intensitas cahaya matahari yang diterima belahan bumi utara dan selatan selalu berbeda, kecuali pada posisi bidang lintasan tegak lurus terhadap bidang penampang setengah bola bumi, ketika itu matahari berada persis di atas khatulistiwa. Adanya tempat-tempat yang mendapatkan intensitas cahaya yang berbeda menyebabkan panas permukaan bumi berbeda-beda pula. Dengan adanya perbedaan panas di permukaan bumi maka terjadilah aliran udara (angin) dari tempat yang dingin ke tempat yang lebih panas. Di daerah sekitar khatulistiwa (ekuatorial) terdapat angin yang berhembus sepanjang tahun ke arah khatulistiwa yang selalu panas yang dikenal dengan angin pasat. Di Indonesia yang terletak di antara dua samudera besar dan dua benua berhembus angin yang berganti arah setiap setengah tahun, dikenal dengan angin muson (moonsoon). Pada bulan Oktober sampai April, angin berhembus dari barat laut ke arah tenggara (angin barat) yang membawa serta kelembaban dan menyebabkan musim hujan. Pada bulan April sampai Oktober, angin yang berhembus dari tenggara ke arah barat laut, bersifat kering, menyebabkan musim kemarau. \nDi permukaan laut, perbedaan panas cahaya matahari ini menyebabkan adanya arus laut dan perbedaan produksi uap air. Perpaduan dinamika arah angin dan produksi uap air di permukaan bumi menghasilkan siklus perubahan iklim, yang pada dasarnya akan berulang setiap tahun. Pada perioda perulangan tertentu biasa terjadi pula kasus-kasus ekstrim seperti misalnya fenomena El Nino dan La Nina.",
    "quraish": "Dan pada perbedaan antara siang dan malam--baik dari segi panjang dan pendeknya, terang dan gelapnya--dengan waktu datangnya yang silih berganti sesuai dengan suatu aturan yang tetap, pada hujan yang diturunkan Allah dari langit sehingga menghidupkan kembali bumi--dengan bermacam-macam tumbuh-tumbuhan--yang telah mati akibat kekeringan, dan pada perputaran angin ke berbagai arah dengan perbedaan suhu dan kekuatannya, semua itu merupakan tanda-tanda amat jelas yang menunjukkan betapa sempurnanya kekuasaan Allah bagi kaum yang berpikir dengan akalnya sehingga memiliki keyakinan yang tulus murni.",
    "jalalayn": "(Dan) pada (pergantian malam dan siang) yaitu datang dan perginya kedua waktu itu (dan rezeki yang diturunkan Allah dari langit) berupa hujan, dikatakan rezeki karena hujan itu merupakan penyebab rezeki (lalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya, dan pada pertukaran angin) atau pergantiannya, terkadang bertiup ke arah selatan, terkadang bertiup ke arah utara, terkadang datang membawa udara dingin, dan terkadang datang membawa udara panas (terdapat tanda-tanda pula bagi kaum yang berakal) yaitu tanda-tanda yang menunjukkan kekuasaan dan keesaan Allah, karenanya mereka beriman."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 6,
    "arab": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّۚ فَبِاَيِّ حَدِيْثٍۢ بَعْدَ اللّٰهِ وَاٰيٰتِهٖ يُؤْمِنُوْنَ",
    "translation": "Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan sebenarnya; maka dengan perkataan mana lagi mereka akan beriman setelah Allah dan ayat-ayat-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4479.mp3",
    "tafsir": "Allah menyatakan kepada Rasulullah saw, bahwa ayat Al-Qur'an yang dibacakan kepadanya itu adalah ayat-ayat yang mengandung bukti, dan dalil-dalil yang kuat baik dari segi asal Al-Qur'an itu (dari Allah) maupun dari segi isi dan gaya bahasanya. Pernyataan Allah itu telah disampaikan oleh Nabi Muhammad saw kepada kaum musyrik Mekah, tetapi semuanya itu tidak dapat mereka terima, bahkan mereka bertambah ingkar kepada Rasulullah saw.\nPada waktu Al-Qur'an dibacakan kepada orang kafir Mekah, hati mereka mengakui ketinggian isi dan gaya bahasanya. Pengakuan ini langsung diucapkan 'Utbah bin Rabi'ah dan Abu al-Walid, sastrawan kenamaan orang Arab waktu itu. Kepada mereka diperintahkan agar memperhatikan kejadian alam semesta ini, kejadian diri mereka sendiri, air hujan yang turun dari langit yang menyirami bumi sehingga bumi yang tandus menjadi subur, angin yang bertiup, dan sebagainya, semuanya itu dapat dijadikan bukti bahwa Allah adalah Maha Esa, Mahakuasa lagi Mahaperkasa. \nKepada mereka pun telah diutus seorang rasul yang akan menyampaikan agama Allah kepada seluruh manusia. Rasul itu adalah orang yang paling mereka percayai di antara mereka, orang yang mereka segani dan orang yang selalu mereka mintai nasihat dalam menyelesaikan perselisihan-perselisihan yang terjadi di antara mereka. Rasul yang diutus itu dapat pula membuktikan bahwa ia benar-benar Rasul yang diutus Allah kepada manusia, misalnya dengan mengemukakan beberapa mukjizat yang diberikan Allah kepadanya. Sudah banyak bukti yang dikemukakan kepada mereka, tetapi mereka tidak juga beriman. Sebenarnya, bagi orang yang mau menggunakan pikirannya, cukup banyak bukti untuk menjadikan dia seorang yang beriman.\nItulah sebabnya maka Rasulullah saw diperintahkan oleh Allah menanyakan kepada kaum musyrik Mekah tentang keterangan apalagi yang mereka minta yang dapat mengubah hati mereka sehingga menjadi beriman.\nTelah lengkap keterangan yang diberikan kepada mereka. Tidak ada lagi dalil-dalil dan bukti-bukti yang lebih kuat daripada yang telah dikemukakan itu. Jika mereka tidak mau juga memahaminya dan tidak mau menerima bukti dan dalil-dalil itu, terserah kepada mereka sendiri. Mereka akan mendapatkan balasan yang setimpal akibat sikap kepala batu mereka itu.",
    "quraish": "Itulah ayat-ayat kawniyyah (kosmis) Allah yang mengandung kebenaran untuk manusia, yang Kami bacakan kepadamu, Muhammad, melalui al-Qur'ân dengan perantaraan malaikat Jibril. Apabila mereka tidak mempercayai ayat-ayat itu, maka perkataan apa lagi setelah firman Allah, yaitu al-Qur'ân, yang akan mereka percaya.",
    "jalalayn": "(Itulah) yakni tanda-tanda yang telah disebutkan itu (ayat-ayat Allah) maksudnya, hujah-hujah-Nya yang menunjukkan kepada keesaan-Nya (yang Kami membacakannya) yang Kami ceritakan (kepadamu dengan sebenarnya) lafal Bil haqqi ber-ta'aluq kepada lafal Natluuhaa (maka dengan perkataan mana lagi sesudah Allah) sesudah firman-Nya, yang dimaksud adalah Alquran (dan keterangan-keterangan-Nya) atau hujah-hujah-Nya (mereka beriman) orang-orang kafir Mekah itu mereka tidak beriman. Menurut suatu qiraat lafal Yu'minuuna dibaca Tu'minuuna."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 7,
    "arab": "وَيْلٌ لِّكُلِّ اَفَّاكٍ اَثِيْمٍۙ",
    "translation": "Celakalah bagi setiap orang yang banyak berdusta lagi banyak berdosa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4480.mp3",
    "tafsir": "Kemudian Allah mengancam kaum musyrikin yang selalu mengingkari kebenaran ayat-ayat Al-Qur'an dengan ancaman yang sangat mengerikan. Mereka tetap mendustakan kebenaran ayat-ayat Al-Qur'an, padahal di dalamnya terdapat keterangan tentang dalil-dalil dan bukti-bukti keesaan dan kekuasaan-Nya yang cukup jelas. Bukti dan keterangan itu telah mereka dengar sendiri. Menurut ukuran yang wajar, tentu mereka telah memahaminya. Akan tetapi, yang terjadi adalah sebaliknya. Itulah sebabnya mereka disebut dalam ayat ini orang-orang yang banyak berdusta dan banyak melakukan perbuatan dosa.\nSelanjutnya diterangkan bahwa keadaan orang-orang musyrik sebelum dan sesudah mendengar ayat-ayat Al-Qur'an tetap sama, tidak ada perubahan dalam sikap dan perilaku mereka, bahkan mereka bertambah ingkar dan menyombongkan diri. Itulah sebabnya dalam ayat ini mereka dikatakan seolah-olah tidak pernah mendengar ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\nDalam ayat yang lain, diterangkan bahwa mereka sendiri mengakui tidak pernah merasa mendengar Al-Qur'an yang disampaikan kepada mereka. Allah berfirman:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).\" (Fussilat/41: 5)\nDalam ayat lain:\n\nDan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44)\n\nPada akhir ayat ini, Allah memerintahkan kepada Rasul-Nya menyampaikan kabar gembira kepada mereka bahwa mereka akan memperoleh azab yang pedih di neraka nanti. Dalam ayat ini disebutkan bahwa memberitakan adanya azab yang pedih merupakan suatu berita gembira, bukan suatu berita duka. Ungkapan ini sengaja dibuat demikian untuk membalas sikap mereka yang memperolok-olokkan ayat-ayat Al-Qur'an yang disampaikan kepadanya dan untuk menunjukkan bahwa sikap mereka itu merupakan sikap yang sudah melampaui batas. Karena itu, yang dimaksud dengan kabar gembira di sini ialah lawan daripada kabar gembira itu, yaitu kabar sedih sebagai penghinaan kepada mereka.",
    "quraish": "Kehancuran yang dahsyatlah bagi siapa saja yang mengada-ada dengan kebohongan-kebohongan paling buruk terhadap Allah dan bagi orang yang banyak berbuat dosa dengan melakukan perbuatan itu.",
    "jalalayn": "(Kecelakaan yang besarlah) lafal Al-Wail menunjukkan kalimat azab (bagi tiap-tiap orang yang banyak berdusta) atau pendusta (lagi banyak berdosa) banyak dosanya."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 8,
    "arab": "يَّسْمَعُ اٰيٰتِ اللّٰهِ تُتْلٰى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَاۚ فَبَشِّرْهُ بِعَذَابٍ اَلِيْمٍ",
    "translation": "(yaitu) orang yang mendengar ayat-ayat Allah ketika dibacakan kepadanya namun dia tetap menyombongkan diri seakan-akan dia tidak mendengarnya. Maka peringatkanlah dia dengan azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4481.mp3",
    "tafsir": "Kemudian Allah mengancam kaum musyrikin yang selalu mengingkari kebenaran ayat-ayat Al-Qur'an dengan ancaman yang sangat mengerikan. Mereka tetap mendustakan kebenaran ayat-ayat Al-Qur'an, padahal di dalamnya terdapat keterangan tentang dalil-dalil dan bukti-bukti keesaan dan kekuasaan-Nya yang cukup jelas. Bukti dan keterangan itu telah mereka dengar sendiri. Menurut ukuran yang wajar, tentu mereka telah memahaminya. Akan tetapi, yang terjadi adalah sebaliknya. Itulah sebabnya mereka disebut dalam ayat ini orang-orang yang banyak berdusta dan banyak melakukan perbuatan dosa.\nSelanjutnya diterangkan bahwa keadaan orang-orang musyrik sebelum dan sesudah mendengar ayat-ayat Al-Qur'an tetap sama, tidak ada perubahan dalam sikap dan perilaku mereka, bahkan mereka bertambah ingkar dan menyombongkan diri. Itulah sebabnya dalam ayat ini mereka dikatakan seolah-olah tidak pernah mendengar ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\nDalam ayat yang lain, diterangkan bahwa mereka sendiri mengakui tidak pernah merasa mendengar Al-Qur'an yang disampaikan kepada mereka. Allah berfirman:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).\" (Fussilat/41: 5)\nDalam ayat lain:\n\nDan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44)\n\nPada akhir ayat ini, Allah memerintahkan kepada Rasul-Nya menyampaikan kabar gembira kepada mereka bahwa mereka akan memperoleh azab yang pedih di neraka nanti. Dalam ayat ini disebutkan bahwa memberitakan adanya azab yang pedih merupakan suatu berita gembira, bukan suatu berita duka. Ungkapan ini sengaja dibuat demikian untuk membalas sikap mereka yang memperolok-olokkan ayat-ayat Al-Qur'an yang disampaikan kepadanya dan untuk menunjukkan bahwa sikap mereka itu merupakan sikap yang sudah melampaui batas. Karena itu, yang dimaksud dengan kabar gembira di sini ialah lawan daripada kabar gembira itu, yaitu kabar sedih sebagai penghinaan kepada mereka.",
    "quraish": "Orang yang mengada-ada itu sebenarnya mendengar ayat-ayat Allah yang berbicara tentang kebenaran ketika dibacakan kepadanya. Tetapi kemudian ia tetap bersikap ingkar, menyombongkan diri dan tidak beriman. Ia seolah-olah seperti orang yang tidak pernah mendengar ayat-ayat itu. Oleh karena itu, wahai Muhammad, sampaikanlah \"berita gembira\"--sebagai penghinaan--bahwa orang itu akan memperoleh azab yang pedih akibat perbuatannya yang memang mengantarkannya kepada siksa itu.",
    "jalalayn": "(Dia mendengar ayat-ayat Allah) yakni Alquran (dibacakan kepadanya kemudian dia tetap) atas kekafirannya (menyombongkan diri) takabur tidak mau beriman (seakan-akan dia tidak mendengarnya. Maka beri kabar gembiralah dia dengan azab yang pedih) azab yang menyakitkan."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 9,
    "arab": "وَاِذَا عَلِمَ مِنْ اٰيٰتِنَا شَيْـًٔا ۨاتَّخَذَهَا هُزُوًاۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌۗ ",
    "translation": "Dan apabila dia mengetahui sedikit tentang ayat-ayat Kami, maka (ayat-ayat itu) dijadikan olok-olok. Merekalah yang akan menerima azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4482.mp3",
    "tafsir": "Pada ayat ini diterangkan sikap yang lain dari orang musyrik Mekah sewaktu mendengar ayat-ayat Al-Qur'an disampaikan kepada mereka. Apabila ada di antara kawan-kawan mereka yang menyampaikan berita tentang ayat-ayat Al-Qur'an, mereka pun memperolok-olok ayat-ayat itu.\nDiriwayatkan bahwa ketika Abu Jahal mendengar firman Allah:\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)\n\nia meminta korma dan keju, seraya berkata kepada kawan-kawannya, \"Makanlah buah zaqqum ini, yang diancamkan Muhammad saw kepadamu itu tidak lain adalah makanan yang manisnya seperti madu.\" Dan ketika ia mendengar firman Allah:\n\nDi atasnya ada sembilan belas (malaikat penjaga). (al-Muddatstsir/74: 30)\n\nAbu Jahal berkata, \"Kalau penjaganya hanya sembilan belas, maka saya sendiri akan melemparkan mereka itu.\" Banyak lagi cara-cara dan sikap lain yang bernada menghina dari orang-orang kafir Mekah pada waktu mereka mendengar bacaan Al-Qur'an. Bahkan Abu Jahal menantang sebagaimana yang diterangkan Al-Qur'an:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nKarena mereka selalu mendustakan ayat-ayat Allah dan memperolok-olokkannya, maka dalam ayat ini Allah menegaskan balasan yang akan mereka terima nanti di akhirat. Mereka akan dimasukkan ke dalam neraka yang menghinakan dan menyiksa mereka sebagai balasan dari sikap dan perbuatan mereka itu.",
    "quraish": "Jika orang yang menyombongkan diri itu mengetahui sedikit tentang ayat Allah, seluruh ayat-ayat Allah dijadikannya sebagai bahan olokan dan hinaan. Orang-orang pendusta yang penuh dengan dosa seperti itu akan memperoleh azab yang menghinakan.",
    "jalalayn": "(Dan apabila dia mengetahui tentang ayat-ayat Kami) yakni Alquran (barang sedikit, maka ayat-ayat itu dijadikannya olok-olok) yakni menjadi bahan ejekan mereka. (Merekalah) orang-orang yang banyak mendustakan ayat-ayat Kami itu (yang memperoleh azab yang menghinakan) artinya, siksaan yang mengandung kehinaan."
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 10,
    "arab": "مِنْ وَّرَاۤىِٕهِمْ جَهَنَّمُ ۚوَلَا يُغْنِيْ عَنْهُمْ مَّا كَسَبُوْا شَيْـًٔا وَّلَا مَا اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَۚ وَلَهُمْ عَذَابٌ عَظِيْمٌۗ ",
    "translation": "Di hadapan mereka neraka Jahanam dan tidak akan berguna bagi mereka sedikit pun apa yang telah mereka kerjakan, dan tidak pula (bermanfaat) apa yang mereka jadikan sebagai pelindung-pelindung (mereka) selain Allah. Dan mereka akan mendapat azab yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4483.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa kaum musyrikin di akhirat kelak akan berhadapan dengan neraka Jahanam yang telah disediakan untuk mereka, sebab mereka selalu bersikap sombong untuk menerima petunjuk yang disampaikan oleh Nabi Muhammad. Segala sesuatu yang mereka usahakan di dunia sedikit pun tidak dapat menyelamatkan mereka dari Jahanam, demikian pula apa yang mereka sembah selain Allah, tidak dapat memberikan perlindungan sedikit pun dan mereka akan memperoleh azab yang sangat besar.",
    "quraish": "Di belakang mereka, neraka jahanam menunggu. Segala apa yang mereka perbuat di dunia tidak dapat melindungi mereka dari siksaannya. Tuhan-tuhan palsu yang mereka jadikan penolong selain Allah juga tidak mampu melindungi mereka sedikit pun dari siksaannya. Mereka memperoleh siksa yang amat kejam dan menakutkan.",
    "jalalayn": "(Di hadapan mereka) di sini diartikan di hadapan mereka sekalipun lafalnya mengatakan Min Waraa-ihim yakni di belakang mereka, hal ini mengingat mereka masih hidup di dunia (neraka Jahanam dan tidak akan berguna bagi mereka apa yang telah mereka upayakan) berupa harta benda dan hasil-hasil kerja mereka (barang sedikit pun, dan tidak pula berguna apa yang mereka jadikan selain dari Allah) yang dimaksud adalah berhala-berhala (sebagai sesembahan-sesembahan. Dan bagi mereka azab yang besar.)"
  },
  {
    "ruku": 434,
    "name": "Al-Jasiyah",
    "ayat": 11,
    "arab": "هٰذَا هُدًىۚ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ࣖ",
    "translation": "Ini (Al-Qur'an) adalah petunjuk. Dan orang-orang yang mengingkari ayat-ayat Tuhannya mereka akan mendapat azab berupa siksaan yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4484.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Al-Qur'an adalah petunjuk yang berasal dari Allah, yang disampaikan-Nya kepada Muhammad saw, agar disampaikan kepada seluruh umat manusia. Petunjuk itu yang menuntun manusia ke jalan yang benar menuju kebahagiaan dunia dan akhirat.\nDiterangkan orang yang mengingkari petunjuk Al-Qur'an itu akan menempuh jalan yang sesat, jalan yang menuju kepada penderitaan hidup dunia dan akhirat.\nAl-Qur'an sebagai petunjuk dapat mengeluarkan manusia dari kesesatan menuju kebenaran, dari kekafiran menuju keimanan. Oleh karena itu, orang yang tidak beriman akan mendapat siksa yang sangat pedih.",
    "quraish": "Al-Qur'ân ini merupakan bukti yang sempurna tentang kebenaran yang datang dari sisi Allah. orang-orang yang mengingkari kandungan al-Qur'ân berupa bukti kebenaran Sang Pencipta dan Pembimbing mereka, akan memperoleh siksaan yang paling pedih dari sekian macam siksaan yang ada.",
    "jalalayn": "(Ini) Alquran ini (adalah petunjuk) dari kesesatan. (Dan orang-orang yang kafir kepada ayat-ayat Rabbnya bagi mereka azab) yakni bagian (yaitu siksa) atau azab (yang sangat pedih) sangat menyakitkan."
  }
]