[
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 12,
    "arab": "۞ اَللّٰهُ الَّذِيْ سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيْهِ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَۚ ",
    "translation": "Allah-lah yang menundukkan laut untukmu agar kapal-kapal dapat berlayar di atasnya dengan perintah-Nya, dan agar kamu dapat mencari sebagian karunia-Nya dan agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4485.mp3",
    "tafsir": "Allah menyatakan bahwa Dia-lah yang menundukkan laut untuk keperluan manusia. Hal ini berarti bahwa Allah menciptakan laut hanyalah untuk manusia. Dalam ayat yang lain diterangkan bahwa Allah menjadikan bumi dan semua isinya untuk manusia.\nAllah berfirman:\n\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha Mengetahui segala sesuatu. (al-Baqarah/2: 29)\n\nKarena itu, ayat ini seakan-akan mendorong manusia berusaha dan berpikir semaksimal mungkin, di mana laut dan segala isinya itu dapat dimanfaatkan untuk berbagi keperluan, demikian pula alam semesta ini. Sebagai contoh dikemukakan beberapa hasil pemikiran manusia yang telah digunakan dalam memanfaatkan lautan, misalnya kapal yang berlayar dari sebuah negeri ke negeri yang lain, mengangkut manusia dan barang-barang keperluan hidup mereka sehari-hari. Tentu saja lalu-lintas di laut itu akan dapat mempererat hubungan antara penduduk suatu negeri dengan penduduk negeri yang lain.\nManusia juga dapat memanfaatkan laut ini sebagai sumber penghidupan. Di dalamnya terdapat bahan-bahan yang dapat dijadikan makanan, seperti ikan, rumput-rumput laut, dan sebagainya. Juga terdapat bahan perhiasan seperti mutiara, marjan, dan semacamnya. Air laut dapat diuapkan sehingga menghasilkan garam yang berguna untuk menambah tenaga dan menyedapkan makanan, dan dapat diusahakan menjadi tawar untuk dijadikan air minum dan untuk mengairi tanaman, dan untuk lain-lain.\nBatu karang yang beraneka warna dan ragam bentuk dan jenisnya dikeluarkan dari laut, dijadikan kapur untuk bahan bangunan rumah tangga.\nPada masa sekarang, semakin banyak yang ditemukan dari dalam laut seperti minyak, besi dan logam yang bermacam-macam. Dalam menghadapi ledakan perkembangan penduduk dewasa ini, orang telah mulai mengarahkan pikirannya ke lautan. Mereka telah mulai memikirkan kemungkinan-kemungkinan memanfaatkan dan menggali hasil lautan sebagai sumber bahan makanan karena produksi bahan makanan di daratan di duga dalam waktu yang tidak lama lagi akan berkurang dan tidak seimbang dengan jumlah dan pertambahan penduduk.\nSemua itu adalah karunia Allah yang dianugerahkan kepada manusia sebagai tanda kemurahan-Nya, agar dengan demikian manusia mensyukurinya. Amat banyak lagi karunia Allah yang lain yang belum diketemukan manusia, karena itu hendaklah manusia berusaha dan berpikir bagaimana menemukannya.\nAllah menundukkan lautan supaya kapal-kapal dapat berlayar padanya. Salah satu yang merupakan sekian banyak karunia-Nya adalah kemampuan manusia dengan izin Allah untuk menyelam pada kapal selam. Kapal selam, yang kini juga banyak digunakan dalam penelitian, merupakan suatu kendaraan air yang bisa beroperasi di dalam air pada tekanan-tekanan yang mampu ditahan oleh manusia. Kapal selam berada dalam keadaan terapung secara positif dan bobotnya lebih kecil dari volume air yang dipindahkannya. Untuk menyelam secara hidrostatis, suatu kapal harus mendapatkan keterapungan negatif dengan cara menambah bobotnya sendiri atau dengan memperkecil volume air yang dipindahkan. Untuk mengendalikan bobotnya, suatu kapal selam harus dilengkapi dengan tangki ballast yang dapat diisi baik dengan air dari sekelilingnya, atau dengan udara tekan. Untuk gerakan penyelaman dan pengapungan secara umum, maka kapal selam menggunakan tangki maju dan mundur yang dinamakan Tangki Balas Utama (Main Ballast Tank) yang bisa dibuka dan diisi penuh dengan air untuk bisa menyelam atau diisi dengan udara tekan untuk mengapung.",
    "quraish": "Hanya Allah semata yang, untuk kepentingan kalian, menundukkan lautan agar kapal dapat berlayar membawa kalian dan keperluan-keperluan kalian dengan izin dan kekuasaan-Nya. Juga agar kalian mencari karunia Allah berupa hasil laut dengan mendayagunakan ilmu pengetahuan, perniagaan, peperangan, penunjuk, memburu ikan dan mengeluarkan bejana. Selain itu, juga agar kalian dapat mensyukuri karunia Allah dengan memurnikan sikap beragama hanya kepada-Nya.",
    "jalalayn": "(Allahlah yang menundukkan lautan untuk kalian supaya bahtera-bahtera dapat berlayar) yaitu perahu-perahu (padanya dengan perintah-Nya) dengan seizin-Nya (dan supaya kalian dapat mencari) melalui berdagang (sebagian karunia-Nya dan mudah-mudahan kalian bersyukur.)"
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 13,
    "arab": "وَسَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ جَمِيْعًا مِّنْهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "translation": "Dan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. Sungguh, dalam hal yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4486.mp3",
    "tafsir": "Selanjutnya Allah menjelaskan bahwa Dia-lah yang menundukkan semua makhluk ciptaan-Nya yang ada di langit dan di bumi agar manusia dapat menggunakan dan memanfaatkannya untuk kepentingan mereka dalam melaksanakan tugas sebagai khalifah Allah di bumi. Hal ini berarti bahwa manusia wajib berusaha mencari manfaat dan kegunaan ciptaan Allah bagi mereka. Kunci dari semuanya adalah kemauan berusaha dan keinginan mengetahui sebagian pengetahuan Allah. Hal ini telah dimulai oleh manusia sejak zaman dahulu sampai sekarang sehingga semakin lama umur bumi ini didiami manusia, semakin banyak pula ilmu Allah yang diketahui manusia dan manfaat alam semesta. Semua ini untuk kepentingan hidup dan kehidupan manusia. Namun, baru sebagian kecil saja dari ilmu Allah yang telah diketahui manusia.\nCiptaan Allah yang ada di langit seperti matahari, bulan, bintang-bintang, awan, angin, air hujan, dan ciptaan-Nya yang ada di bumi seperti tumbuh-tumbuhan, binatang, gunung, lautan dan sebagiannya semua diciptakan-Nya di samping sebagai rahmat dan karunia-Nya kepada manusia juga mengandung tanda-tanda kekuasaan dan keagungan-Nya, yang menunjukkan bahwa penciptanya adalah Zat Yang Maha Esa. Tidak ada Tuhan yang lain selain Dia, yang selalu menjaga makhluk-Nya dan tidak layak dipersekutukan dengan sesuatu pun. Kesimpulan seperti ini hanya akan diperoleh oleh hamba Allah yang melakukan pengamatan dengan cermat, menggunakan pikiran yang sehat dan mau mencari kebenaran.\nApabila seseorang mau memperhatikan alam semesta, mau memperhatikan hubungan kesatuan satu jenis makhluk dengan makhluk yang lain, tentulah ia akan sampai kepada kesimpulan bahwa masing-masing kesatuan itu ada kaitannya antara yang satu dengan yang lain, tidak dapat lepas atau berdiri sendiri. Terlihat dalam proses terjadinya hujan, erat hubungannya dengan adanya laut, adanya gunung-gunung, adanya panas yang dipancarkan matahari, adanya angin dan sebagainya. Demikian pula perkisaran arah angin ditentukan oleh banyak hal, seperti adanya awan, gunung dan panas matahari.\nKapal yang berlayar di laut memerlukan hembusan angin atau bahan bakar seperti batubara atau minyak. Semakin tinggi ilmu pengetahuan seseorang semakin banyak pula ia mengetahui hubungan antara satu makhluk dengan makhluk-makhluk yang lain. Bulan tidak dapat melepaskan lintasannya dari bumi, seolah-olah tertawan oleh bumi, demikian pula bumi dan planet-planet yang lain menjadi tawanan matahari. Planet-planet itu selalu mengitari matahari pada garis edarnya masing-masing. Selanjutnya matahari dan planet-planet yang mengikuti tidak dapat melepaskan diri dari kesatuan yang lebih besar, yaitu Galaksi Bimasakti. Akhirnya Galaksi Bimasakti bersama-sama galaksi-galaksi yang lain terikat pula kepada tata susunan tertentu pula. Maka dengan pemikiran dan penelitian orang akan sampai kepada kesimpulan bahwa penciptanya tentulah Zat Yang Maha Esa lagi Mahakuasa.\nAyat di atas sebagaimana banyak ayat senada memperlihatkan bagaimana Allah menundukkan langit dan bumi untuk manusia. Seperti diketahui alam memiliki sifat-sifat fisis yang semuanya merupakan ketetapan Allah, Sunatullah, dan merupakan manifestasi ketertundukan alam. Sebagai contoh, bumi memiliki sifat-sifat fisis seperti kelistrikan, kemagnetan, elastisitas dan kerapatan massa. Dari sifat-sifat fisis tersebut manusia, khususnya para ahli kebumian, dapat mempelajari bumi bahkan sampai jauh menembus bumi. Dengan memanfaatkan sifat elastisitas bumi, manusia bisa menangkap gelombang-gelombang gempa yang menjalar dalam perut bumi dan mengetahui karakter fisis lapisan bumi yang dilaluinya. Dengan gelombang gempa ini manusia dapat mengetahui lapisan-lapisan bumi dari atas hingga inti bumi yang berada sekitar 6000 km di bawah kita. Pada penggunaan praktis, pencarian minyak bumi menggunakan sifat elsatisitas bumi ini yakni dengan mengirim gelombang yang sumbernya berasal 'gempa buatan\", yang di masa lalu menggunakan dinamit.\nDi bagian dalam bumi terdapat intibumi, yang bagian luarnya bersifat cair. Inti inilah yang menyebabkan bumi memiliki medan magnet kuat yang berperan penting dalam menjaga kelangsungan kehidupan. Menyebar jauh di atas permukaan, medan magnet ini melindungi bumi dari radiasi yang merusak dan berasal dari angkasa luar. Radiasi dari bintang selain matahari tidak dapat melewati perisai ini, yang disebut dengan nama Sabuk Van Allen. Perisai ini merentang hingga sekitar 18.000 km dari bumi, melindungi bola ini dari energi mematikan. Dalam aspek praktis, dengan mengetahui sifat kemagnetan ini pula para ahli-ahli kebumian mengembangkan metoda-metoda eksplorasi baik mineral maupun minyak bumi. \nPernyataan mengenai penciptaan yang dilakukan bukan untuk main-main, banyak di kemukakan dalam banyak ayat Al-Qur'an. Pernyataan inilah yang menjamin bahwa bumi layak huni. Bumi dimudahkan Allah untuk dihuni umat manusia.\n\nDialah yang menjadikan bumi untuk kamu yang mudah dijelajahi. (al-Mulk/67: 15)",
    "quraish": "Hanya Dia pula yang, untuk maslahat kalian, menundukkan seluruh benda langit yang berupa bintang- bintang yang gemerlapan dan bermacam plenet, dan semua yang ada di bumi berupa tanaman, susu yang banyak, tanah yang subur, air, api, udara, dan padang pasir. Semua itu ditundukkan oleh Allah Swt. untuk menjamin kebutuhan hidup. Nikmat-nikmat yang disebutkan itu merupakan tanda-tanda yang menunjukkan kemahakuasaan Allah bagi orang-orang yang mau merenungkan ayat-ayat itu.",
    "jalalayn": "(Dan Dia menundukkan untuk kalian apa yang ada di langit) berupa matahari bulan bintang-bintang, air hujan dan lain-lainnya (dan apa yang ada di bumi) berupa binatang-binatang, pohon-pohonan, tumbuh-tumbuhan, sungai-sungai dan lain-lainnya. Maksudnya, Dia menciptakan kesemuanya itu untuk dimanfaatkan oleh kalian (semuanya) lafal Jamii'an ini berkedudukan menjadi Taukid, atau mengukuhkan makna lafal sebelumnya (dari-Nya) lafal Minhu ini menjadi Hal atau kata keterangan keadaan, maksudnya semuanya itu ditundukkan oleh-Nya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan dan keesaan Allah bagi kaum yang berpikir) mengenainya, karena itu lalu mereka beriman."
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 14,
    "arab": "قُلْ لِّلَّذِيْنَ اٰمَنُوْا يَغْفِرُوْا لِلَّذِيْنَ لَا يَرْجُوْنَ اَيَّامَ اللّٰهِ لِيَجْزِيَ قَوْمًا ۢبِمَا كَانُوْا يَكْسِبُوْنَ ",
    "translation": "Katakanlah (Muhammad) kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tidak takut akan hari-hari Allah karena Dia akan membalas suatu kaum sesuai dengan apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4487.mp3",
    "tafsir": "Al-Wahidi dan al-Qusyairi meriwayatkan dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan persoalan yang terjadi antara 'Umar bin al-Khaththab dan Abdullah bin Ubay dalam peperangan Bani Musthalik. Mereka singgah di sebuah sumur yang disebut Al-Muraisi', kemudian Abdullah mengutus seorang anak muda mengambil air, tetapi pemuda itu lama sekali kembali, Abdullah bin Ubay bertanya kepada pemuda itu mengapa begitu lama ia baru kembali. Pemuda itu menjawab bahwa Umar duduk di pinggir sumur. Ia tidak membiarkan seorang pun mengambil air sebelum ia mengisi girbai (tempat air dari kulit) Nabi Muhammad saw, girbai Abu Bakar, dan girbai bekas budak Umar, lalu Abdullah bin Ubay berkata, \"Kami dan mereka tidak ubahnya seperti perumpamaan: Gemukkan anjingmu, maka ia akan memakan engkau.\" Kemudian kata-kata Abdullah itu sampai kepada Umar. Beliau menjadi marah, lalu menghunus pedangnya untuk membunuh Abdullah bin Ubay, maka turunlah ayat ini yang melunakkan hati Umar.\nSelanjutnya Allah memerintahkan kepada Rasulullah saw dan para pengikutnya agar berlapang dada dalam menghadapi sikap kaum musyrikin dan memaafkan tindakan mereka yang memperolok-olokkan ayat-ayat Allah. Mereka adalah orang yang menentang Allah dan tidak takut kepada ancaman-Nya.\nDari ayat ini dipahami nilai budi pekerti yang tinggi yang diajarkan agama Islam kepada penganutnya yaitu berlapang dada dan memaafkan orang-orang yang pernah bertindak tidak baik terhadap dirinya atau berusaha menghancurkan agamanya. Memaafkan kesalahan keluarga, teman sejawat, tetangga dan kenalan dapat dengan mudah dilakukan seseorang, tetapi berlapang dada dan memaafkan perbuatan orang yang selalu ingin merusak diri dan agamanya pada setiap kesempatan memerlukan kebesaran jiwa.\nAyat ini mengajarkan dan mendidik kaum Muslimin agar dapat berlapang dada, suka memaafkan, dan berjiwa besar dalam menghadapi segala sesuatu dalam hidupnya.\nPada akhir ayat ini Allah menerangkan mengapa Rasulullah saw dan pengikut-pengikutnya harus berlapang dada dan memaafkan tindakan orang Quraisy yang memperolok-olok ayat-ayat Allah itu. Sebabnya ialah karena Allah yang akan memberikan pembalasan yang setimpal kepada mereka sesuai dengan perbuatannya.",
    "quraish": "Sampaikanlah, wahai Rasulullah, kepada orang-orang yang beriman kepada Allah dan mereka yang mengikutimu, agar mereka memaafkan orang-orang yang tidak mempercayai adanya hari pembalasan Allah, ketika Dia membalas setiap kaum dengan kebaikan dan yang lain dengan keburukan, sesuai dengan apa yang diperbuat masing-masing.",
    "jalalayn": "(Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada mengharapkan) mereka yang tidak takut (akan hari-hari Allah) yaitu hari-hari di waktu Allah menimpakan azab kepada mereka. Maksudnya, maafkanlah orang-orang kafir atas perlakuan mereka terhadap diri kalian yang menyakitkan itu. Ayat ini diturunkan sebelum ada perintah untuk berjihad melawan mereka (karena Dia akan membalas) Allah akan membalas; menurut suatu qiraat dibaca Linajziya, artinya: karena Kami akan membalas (sesuatu kaum terhadap apa yang telah mereka kerjakan) atas pemaafannya terhadap orang-orang kafir yang telah menyakiti mereka."
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 15,
    "arab": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖۚ وَمَنْ اَسَاۤءَ فَعَلَيْهَا ۖ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ",
    "translation": "Barangsiapa mengerjakan kebajikan maka itu adalah untuk dirinya sendiri, dan barangsiapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmu kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4488.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa tiap-tiap orang akan mendapat balasan masing-masing sesuai dengan amal perbuatannya di dunia. Maka barang siapa di antara hamba-Nya menaati segala perintah-Nya dan menjauhi segala larangan-Nya dengan penuh keikhlasan dan kesadaran, maka hasilnya itu adalah untuk dirinya sendiri. Ia akan memperoleh tempat kembali yang penuh kenikmatan. Sebaliknya barang siapa yang mengingkari perintah-perintah-Nya dan tidak menghentikan larangan-larangan-Nya, maka akibat buruk sebagai balasan perbuatannya itu akan menimpa dirinya sendiri. Ia akan mendapat tempat kembali yang buruk, hina, dan azab yang sangat berat di dalam neraka.\nPada akhir ayat ini Allah menerangkan bahwa hanya kepada Allah dikembalikan semua makhluk, tidak kepada yang lain. Semuanya akan dikumpulkan di Padang Mahsyar untuk menerima keputusan yang adil dari Allah. Di antara mereka ada yang berseri-seri wajahnya kegirangan karena ia akan bertemu dengan Allah yang selalu diharapkan selama hidup di dunia. Mereka yakin bahwa Allah mengasihi hamba-Nya yang tabah, sabar dan selalu tunduk dan patuh kepada-Nya. Sebaliknya, ada pula orang yang muram mukanya karena hatinya penuh ketakutan dan penyesalan. Mereka takut menemui Allah karena akan menerima kemurkaan-Nya serta akan merasakan siksaan yang sangat pedih di dalam neraka.",
    "quraish": "Barangsiapa yang beramal saleh, maka ia sendiri yang akan memperoleh ganjaran dan pahalanya. Begitu pula, barangsiapa yang berbuat buruk, maka dirinyalah yang akan menanggung dosanya. Setelah itu, kepada Sang Penciptalah kalian akan dikembalikan untuk menerima balasan.",
    "jalalayn": "(Barang siapa yang mengerjakan amal yang saleh maka itu adalah untuk dirinya sendiri) (dan barang siapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri) (kemudian kepada Rabb kalianlah kalian dikembalikan) kalian akan dikembalikan kemudian orang yang berbuat baik dan orang yang berbuat jahat akan menerima balasannya masing-masing."
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 16,
    "arab": "وَلَقَدْ اٰتَيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلَى الْعٰلَمِيْنَ ۚ ",
    "translation": "Dan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4489.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Bani Israil telah diberi Kitab Taurat, kemampuan memahami agama, kenabian, rezeki yang berlimpah dan keutamaan yang melebihi bangsa-bangsa lain pada masanya itu.\nAnugerah yang diberikan Allah kepada Bani Israil pada waktu itu adalah seimbang dengan sikap dan usaha Bani Israil menegakkan agama Allah. Karena itu, keutamaan yang diberikan itu juga merupakan keutamaan dunia dan akhirat. Dalam ayat yang ini disebutkan enam macam anugerah yang telah diberikan kepada mereka, yaitu:\nPertama : Kitab Taurat.\nKitab ini diturunkan kepada Nabi Musa. Di dalamnya terdapat petunjuk, pelajaran dan ketentuan-ketentuan yang dapat membimbing Bani Israil ke jalan yang benar. Kitab ini khusus diturunkan Allah untuk Bani Israil.\nKedua : Kemampuan memahami agama Allah.\nDengan kemampuan ini, Musa, Harun beserta pemimpin kaumnya dapat menjelaskan persengketaan yang terjadi di antara kaumnya dan dengan kemampuan ini pula dapat diterangkan agama Allah kepada Bani Israil dengan baik.\nKetiga : Kenabian\nBanyak di antara para rasul dan para nabi yang diutus Allah diangkat dari Bani Israil; ada di antara mereka sebagai Nabi saja seperti Nabi Khidir, ada pula sebagai nabi dan rasul seperti Musa, Harun, Ayyub, dan lain-lain, dan ada pula nabi dan rasul yang diangkat dari kalangan mereka di samping bertugas sebagai nabi dan rasul, juga sebagai kepala negara seperti Nabi Daud dan Nabi Sulaiman. Dengan demikian, terhimpunlah kekuasaan dunia dan agama pada mereka.\nKeempat : Rezeki yang berlimpah-limpah\nBani Israil telah dianugerahi Allah masa kejayaan dan keemasan pada masa-masa pemerintahan Nabi Daud dan pada masa pemerintahan putranya Sulaiman. Banyak kisah yang menceritakan keagungan dan kejayaan Bani Israil pada masa kedua pemerintahan anak dan bapak itu. Kekuasaan dan kebijaksanaan Nabi Daud dan Nabi Sulaiman diterangkan dalam Al-Qur'an. Apa yang pernah dicapai Bani Israil pada waktu itu tidak diperoleh oleh bangsa lain yang sezaman dengannya.\nKelima : Keutamaan mereka yang melebihi bangsa-bangsa lain pada zamannya yaitu pada zaman Nabi Daud dan Nabi Sulaiman.\nKeenam:Allah telah memberikan kepada mereka hukum-hukum dan ajaran-ajaran yang diperkuat dengan mukjizat-mukjizat. Hal ini yang mendorong mereka untuk bersatu dan mereka tidak berselisih melainkan hanya perselisihan yang ringan yang tidak membawa kemudaratan. Akan tetapi tatkala datang ilmu kepada mereka, mereka berselisih sebagaimana dinyatakan dalam firman Allah tersebut di atas. Perselisihan di antara mereka itu timbul setelah datang hujjah (argumen) yang nyata karena perebutan soal pimpinan dan kedengkian di antara mereka.\nSehubungan dengan keutamaan yang diperoleh Bani Israil ini, Ibnu 'Abbas pernah berkata, \"Tidak ada seorang pun di antara orang-orang di dunia ini yang dicintai Allah melebihi mereka itu.\" Allah telah menampakkan tanda-tanda kekuasaan-Nya yang dapat dilihat, didengar, dan dipahami mereka. Mereka pun mengikuti segala petunjuk Allah. Demikian keadaan Bani Israil pada zaman itu.",
    "quraish": "Kami bersumpah, bahwa Kami telah memberikan kitab Tawrât, dengan cakupan hukum yang dikandungnya, dan karunia kenabian yang diilhamkan dari sisi Allah kepada Banû Isrâ'îl. Kami juga telah menganugerahkan mereka berbagai macam kebaikan, dan melebihkan mereka dengan banyak karunia di atas semua makhluk.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Bani Israel Alkitab) yakni Taurat (dan hukum) yakni kitab Taurat sebagai sumber hukum untuk memutuskan perkara di antara orang-orang Bani Israel (dan kenabian) kepada Musa dan Harun, di antara mereka (dan Kami berikan kepada mereka rezeki-rezeki yang baik) atau rezeki-rezeki yang halal, yaitu manna dan salwa (dan Kami lebihkan mereka atas bangsa-bangsa) atas orang-orang pandai di zamannya."
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 17,
    "arab": "وَاٰتَيْنٰهُمْ بَيِّنٰتٍ مِّنَ الْاَمْرِۚ فَمَا اخْتَلَفُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "translation": "Dan Kami berikan kepada mereka keterangan-keterangan yang jelas tentang urusan (agama); maka mereka tidak berselisih kecuali setelah datang ilmu kepada mereka, karena kedengkian (yang ada) di antara mereka. Sungguh, Tuhanmu akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4490.mp3",
    "tafsir": "Pada ayat ini, dijelaskan keutamaan yang keenam yang pernah diberikan Allah kepada Bani Israil yaitu bahwa Allah telah memberikan kepada mereka kemampuan memahami dalil-dalil dan keterangan-keterangan tentang agama. Keterangan itu adakalanya berupa hukum, peringatan, dan ada pula yang berupa mukjizat. Semua dipahami dan dilaksanakan dengan baik sehingga kehidupan mereka menjadi baik, tidak terjadi perselisihan sesama mereka dan ikatan masyarakat mereka menjadi baik pula, karena itu banyak usaha besar yang dapat mereka lakukan waktu itu.\nSebenarnya ketentuan seperti di atas tidak saja berlaku bagi Bani Israil, tetapi juga berlaku bagi semua bangsa yang mau melaksanakan perintah-perintah Allah dan menjauhkan larangan-Nya serta tunduk, patuh dan berserah diri kepada-Nya. Jika demikian, maka kebahagiaan yang diperoleh tidak saja berupa kebahagiaan dunia, tetapi juga kebahagiaan akhirat. Seakan-akan dengan ayat ini Allah mengingatkan manusia agar mencontoh kehidupan Bani Israil pada zaman dahulu itu.\nPada akhir ayat ini Allah menerangkan sebab-sebab terjadinya perselisihan di kalangan Bani Israil yang datang kemudian. Nabi-nabi mereka dahulu pernah menerangkan bahwa akan datang Nabi penutup nanti, yang diutus kepada semua manusia. Nabi itu termasuk keturunan Ibrahim dari anaknya Ismail. Setelah Nabi yang dimaksud itu datang dan memberikan keterangan sesuai dengan keterangan yang disampaikan nabi-nabi mereka dahulu, mereka pun mengingkarinya, dan tidak mempercayainya. Kedengkian itu timbul karena Nabi yang diutus itu bukan dari keturunan Ishak, dan mereka menganggap bahwa keturunan Ishak lebih mulia dari keturunan Ismail walaupun keduanya adalah saudara seayah (Nabi Ibrahim). Karena itu, tidak pantas nabi dan rasul terakhir diangkat dari keturunannya. Allah berfirman:\n\nDan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. (asy-Syura/42: 14)\n\nMengenai masalah yang mereka persengketakan itu, Allah akan memberikan keputusan-Nya pada hari Kiamat dan akan menjelaskan alasan yang sebenarnya yang menyebabkan terjadinya perselisihan di antara mereka. Pada saat itu, tampak dengan jelas hasad dan kedengkian mereka, yang menjurus kepada fanatik golongan sehingga nikmat yang semula harus disyukuri, malah menjadikan mereka sombong dan takabur.",
    "quraish": "Kami pun telah memberi mereka berbagai bukti yang jelas, yaitu ajaran agama mereka. Tetapi, tidak pernah terjadi perselisihan di antara mereka, kecuali setelah mereka diberi pengetahuan tentang hakikat agama dan hukum-hukumnya, karena sikap permusuhan dan dengki di antara sesama mereka. Sesungguhnya Tuhan akan memutuskan pengadilan di antara orang-orang yang berselisih itu kelak di hari kiamat mengenai perkara yang dahulu mereka perselisihkan.",
    "jalalayn": "(Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan) agama, menyangkut masalah halal dan haram, serta berita tentang akan diutusnya Nabi Muhammad saw. (maka mereka tidak berselisih) tentang diutusnya Nabi Muhammad (melainkan sesudah datang kepada mereka pengetahuan karena permusuhan di antara mereka) karena permusuhan yang ada di antara mereka sebab mereka dengki kepada Nabi Muhammad. (Sesungguhnya Rabbmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya.)"
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 18,
    "arab": "ثُمَّ جَعَلْنٰكَ عَلٰى شَرِيْعَةٍ مِّنَ الْاَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ لَا يَعْلَمُوْنَ",
    "translation": "Kemudian Kami jadikan engkau (Muhammad) mengikuti syariat (peraturan) dari agama itu, maka ikutilah (syariat itu) dan janganlah engkau ikuti keinginan orang-orang yang tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4491.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasulullah saw agar jangan terpengaruh oleh sikap orang-orang Quraisy karena Allah telah menetapkan urusan syariat yang harus dijadikan pegangan dalam menetapkan urusan agama dengan perantara wahyu. Maka peraturan yang termuat dalam wahyu itulah yang harus diikuti, tidak boleh mengikuti hawa nafsu orang-orang yang tidak mengetahuinya. Syariat yang dibawa oleh para rasul terdahulu dan syariat yang dibawa Nabi Muhammad pada asas dan hakikatnya sama, sama-sama berasaskan tauhid, membimbing manusia ke jalan yang benar, mewujudkan kemaslahatan dalam masyarakat, menyuruh berbuat baik dan mencegah berbuat mungkar. Jika terdapat perbedaan, maka perbedaan itu bukan masalah pokok, hanya dalam pelaksanaan ibadah dan cara-caranya. Hal itu disesuaikan dengan keadaan, tempat dan waktu.",
    "quraish": "Kemudian, setelah terjadi perselisihan di antara Ahl al-Kitâb itu, Kami menjadikanmu, Muhammad, sebagai seorang utusan yang berada di atas ajaran syariat agama yang jelas yang telah Kami syariatkan kepadamu dan kepada rasul-rasul sebelummu. Maka dari itu, ikutilah syariatmu yang benar dan diperkuat dengan hujah-hujah dan bukti-bukti itu. Janganlah kamu mengikuti hawa nafsu orang-orang yang tidak mengetahui jalan yang benar.",
    "jalalayn": "(Kemudian Kami jadikan kamu) hai Muhammad (berada di atas suatu syariat) yakni peraturan (dari urusan itu) dari urusan agama (maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui) untuk menyembah kepada selain Allah."
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 19,
    "arab": "اِنَّهُمْ لَنْ يُّغْنُوْا عَنْكَ مِنَ اللّٰهِ شَيْـًٔا  ۗوَاِنَّ الظّٰلِمِيْنَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۚ وَاللّٰهُ وَلِيُّ الْمُتَّقِيْنَ ",
    "translation": "Sungguh, mereka tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Dan sungguh, orang-orang yang zalim itu sebagian menjadi pelindung atas sebagian yang lain, sedangkan Allah pelindung bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4492.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa orang-orang musyrik tidak mengetahui syariat Allah dan tidak mengakui keesaan-Nya. Karenanya mereka tidak akan dapat menolak atau menghindari azab Allah yang ditimpakan kepada mereka di akhirat.\nKemudian diterangkan bahwa orang-orang musyrik itu saling menolong antara yang satu dengan yang lain dalam melakukan kemungkaran dan kemaksiatan. Ditegaskan bahwa tipu muslihat mereka dijalankan dengan bersekongkol untuk merintangi dan merusak agama Islam dan memecah belah kaum Muslimin. Hal seperti ini dapat mereka lakukan selama hidup di dunia saja, sedangkan di akhirat nanti hal itu tidak dapat mereka lakukan. Pada hari itu, seseorang tidak dapat menolong orang lain dan tidak dapat menanggung dosa orang lain; tiap-tiap orang bertanggung jawab terhadap perbuatannya sendiri-sendiri.\nPada akhir ayat, Allah menegaskan bahwa Dia pelindung orang yang bertakwa. Takwa yang mereka lakukan untuk mencari keridaan Allah itu dibalas oleh-Nya dengan pahala yang berlipat ganda di akhirat.",
    "quraish": "Orang-orang yang berbuat kebatilan dan sangat mengharapkan agar kamu mau mengikuti mereka, tidak akan dapat melindungimu sedikit pun dari siksa Allah jika kamu benar-benar mengikuti mereka. Orang-orang yang melampaui batas-batas Allah, masing-masing sungguh menjadi penolong bagi yang lain dalam melakukan kebatilan. Dan Allah akan menjadi penolong bagi orang-orang yang takut kepada-Nya, sehingga mereka tidak akan terpengaruh oleh kejahatan orang-orang zalim.",
    "jalalayn": "(Sesungguhnya mereka sekali-kali tidak akan dapat memberikan manfaat) mereka tidak akan dapat menolak (atas kamu dari siksaan Allah) yakni azab-Nya (barang sedikit pun. Dan sesungguhnya orang-orang yang zalim itu) orang-orang kafir itu (sebagian mereka menjadi penolong bagi sebagian yang lain dan Allah adalah Pelindung orang-orang yang bertakwa.)"
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 20,
    "arab": "هٰذَا بَصَاۤىِٕرُ لِلنَّاسِ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّوْقِنُوْنَ ",
    "translation": "(Al-Qur'an) ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4493.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Al-Qur'an itu adalah pedoman hidup bagi manusia, petunjuk dan rahmat yang dikaruniakan kepada hamba-Nya yang meyakininya.\nAl-Qur'an disebut pedoman karena di dalamnya terdapat dalil-dalil dan keterangan-keterangan agama yang sangat mereka perlukan untuk kesejahteraan manusia di dunia dan kebahagiaan mereka di akhirat. Petunjuk dan rahmat Allah itu hanya akan dapat dirasakan oleh orang-orang yang benar-benar yakin dan percaya kepada Allah dan Rasul-Nya dalam melaksanakan isi Al-Qur'an.",
    "quraish": "Al-Qur'ân yang diturunkan kepadamu ini, merupakan bukti yang memperlihatkan kepada manusia agama yang benar, sebagai petunjuk yang membimbing mereka kepada jalan yang baik, dan sebagai karunia bagi kaum yang meyakini adanya pahala dan hukuman Allah.",
    "jalalayn": "(Inilah) Alquran ini (adalah pedoman bagi manusia) artinya, sebagai pedoman yang dijadikan sumber bagi mereka dalam masalah hukum-hukum dan hudud (petunjuk dan rahmat bagi kaum yang meyakini) adanya hari berbangkit."
  },
  {
    "ruku": 435,
    "name": "Al-Jasiyah",
    "ayat": 21,
    "arab": "اَمْ حَسِبَ الَّذِيْنَ اجْتَرَحُوا السَّيِّاٰتِ اَنْ نَّجْعَلَهُمْ كَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَوَاۤءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۗسَاۤءَ مَا يَحْكُمُوْنَ ࣖࣖ",
    "translation": "Apakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mere-ka? Alangkah buruknya penilaian mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4494.mp3",
    "tafsir": "Allah memerintahkan Rasul-Nya agar menanyakan kepada orang-orang kafir Mekah tentang persengketaan mereka dengan maksud menyangkal dugaan mereka. Mereka menduga bahwa Allah akan memperlakukan dan akan memberikan balasan yang sama kepada mereka seperti yang diberikan kepada orang-orang yang beriman. Apakah Allah akan mempersamakan orang yang beriman kepada-Nya tetapi tidak melaksanakan syariat-Nya dengan orang yang beriman yang melakukan syariat-Nya. Jawabannya tentu, tidak, sekali-kali tidak, sebagaimana firman Allah:\n\nTidak sama para penghuni neraka dengan para penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20)\n\nDalam ayat-ayat lain, diterangkan bahwa tidaklah sama orang-orang yang beriman yang melaksanakan perintah-perintah Allah dan menjauhkan larangan-larangan-Nya dengan orang-orang fasik, yaitu orang yang beriman dan mengakui adanya perintah-perintah dan adanya larangan Allah, tetapi tidak melaksanakannya, Allah berfirman:\n\nMaka apakah orang yang beriman seperti orang yang fasik (kafir)? Mereka tidak sama. (as-Sajdah/32: 18)\n\nPada akhir ayat ini, Allah menegaskan bahwa semua dugaan dan sangkaan orang-orang kafir itu adalah dugaan dan sangkaan yang tidak benar dan mustahil terjadi. Karena itu, hendaklah kaum Muslimin waspada terhadap sangkaan itu sehingga tidak terpengaruh olehnya.",
    "quraish": "Apakah orang-orang yang melakukan kejahatan berupa sikap ingkar dan kemaksiatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman kepada Allah dan melakukan amal saleh, sehingga Kami menyamakan mereka dalam hidup dan mati? Alangkah buruknya keputusan mereka itu, jika mereka merasa bahwa mereka sama seperti orang-orang yang Mukmin.",
    "jalalayn": "(Apakah) lafal Am di sini maknanya sama dengan Hamzah yang menunjukkan makna ingkar (berprasangka orang-orang yang mengerjakan) orang-orang yang melakukan (kejahatan) kekafiran dan kemaksiatan (bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal yang saleh, yaitu sama) lafal Sawaa-an ini menjadi Khabar (antara kehidupan dan kematian mereka?) menjadi Mubtada dan Ma'thuf, sedangkan Jumlah kalimat ini menjadi Badal dari huruf Kaf yang ada pada lafal Kalladziina, dan kedua Dhamirnya kembali kepada orang-orang kafir. Makna ayat, apakah mereka berprasangka bahwasanya Kami menjadikan mereka di akhirat sama dengan orang-orang mukmin, yaitu mereka hidup dalam kesejahteraan yang sama dengan kehidupan mereka sewaktu di dunia. Karena mereka telah mengatakan kepada orang-orang mukmin: \"Sungguh jika kami dibangkitkan hidup kembali, niscaya kami akan diberi kebaikan seperti apa yang diberikan kepada kalian.\" Lalu Allah berfirman menyangkal dugaan mereka sesuai dengan pengertian ingkar yang terkandung di dalam permulaan ayat. (Amat buruklah apa yang mereka sangka itu) maksudnya, perkara yang sebenarnya tidaklah demikian, karena sesungguhnya mereka di akhirat berada di dalam azab, berbeda dengan keadaan kehidupan mereka sewaktu di dunia. Sedangkan orang-orang mukmin di akhirat, mereka mendapatkan pahala yang berlimpah disebabkan amal perbuatan mereka sewaktu di dunia, yaitu berupa amal salat, amal zakat, amal puasa dan amal-amal lainnya. Huruf Maa pada ayat ini adalah Mashdariyah, yakni, seburuk-buruknya keputusan adalah keputusan mereka itu."
  }
]