[
  {
    "ruku": 436,
    "name": "Al-Jasiyah",
    "ayat": 22,
    "arab": "وَخَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَلِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "translation": "Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar setiap jiwa diberi balasan sesuai dengan apa yang dikerjakannya, dan mereka tidak akan dirugikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4495.mp3",
    "tafsir": "Allah menjelaskan bahwa langit dan bumi diciptakan dengan benar, dan memiliki tujuan penciptaan sesuai dengan kehendaknya. Tidak ada satu bendapun diadakan Tuhan tanpa mempunyai tujuan. Tujuan kehadiran satu ciptaan adalah untuk dimanfaatkan oleh ciptaan yang lain, dalam rangka mencapai tujuan ciptaan yang lain itu. Apabila suatu kegiatan tidak memiliki tujuan, maka yang terjadi adalah la'ib, permainan. Kata sebaliknya bathil, kebalikan kata haq banyak digunakan untuk menjelaskan hal yang sama, sebagaimana ayat di bawah: \n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)\n\nSeperti yang kita saksikan, sifat fisis bumi, seperti massa, struktur, suhu, dan seterusnya begitu tepat bagi kehidupan. Namun, sifat-sifat itu saja tidak cukup untuk memungkinkan adanya kehidupan di bumi, faktor penting lain adalah susunan atmosfer [lihat Surah Ibrahim/14:19 dan Surah al-Jatsiyah/45: 3].\nTidak ada satu pun kekuatan lain yang dapat mengubah kehendak Allah. Ketentuan yang demikian berlaku bagi seluruh ciptaan-Nya sesuai dengan keadilan dan sunah-Nya. Di antara keadilan Allah ialah memberikan balasan yang setimpal kepada para hamba-Nya atas amal dan perbuatannya pada hari pembalasan.\nBarang siapa yang melakukan perbuatan yang baik akan menerima ganjarannya sesuai dengan ketentuan yang telah ditetapkan-Nya, demikian pula barang siapa yang melakukan perbuatan jahat akan menerima balasan yang setimpal dengan perbuatan jahatnya itu.\nMengapa dikatakan bahwa pemberian balasan yang setimpal itu sesuai dengan keadilan Allah. Karena Allah menciptakan manusia sebagai makhluk-Nya, dilengkapi dengan kecenderungan dan kemampuan untuk berbuat baik dan berbuat jahat. Kedua-duanya atau salah satu daripada kedua potensi itu dapat berkembang pada diri seseorang. Perkembangannya itu banyak ditentukan oleh keadaan, lingkungan, dan waktu. Di samping itu, Allah menganugerahi manusia akal pikiran. Dengan akal pikirannya itu manusia mempunyai kesanggupan-kesanggupan untuk menilai rangsangan-rangsangan yang mempengaruhi tindakan dan perilakunya. Sebelum seseorang menentukan sikap untuk melakukan suatu perbuatan atau tidak melakukannya, maka dalam dirinya terjadi gejolak dalam mempertimbangkan dan menetapkan suatu pilihan, sikap mana atau tindakan mana yang akan diambilnya dari kedua tindakan itu.\nPada saat-saat yang demikian itu, manusia diberi kemerdekaan memilih antara yang baik dan yang buruk. Dalam pergolakan yang demikian, maka jiwa manusia mendapat tekanan-tekanan yang disebut tekanan-tekanan kejiwaan. Apabila ia memilih dan memutuskan melakukan suatu kebaikan, maka perbuatan itu terjadi berdasarkan pilihannya sendiri. Bila ia memilih keputusan melakukan keburukan, maka itu pun terjadi karena pilihannya sendiri pula. Saat-saat yang seperti itu adalah saat-saat yang menentukan apakah ia sengaja melakukan suatu perbuatan atau ia tidak sengaja melakukannya. Dan juga membedakan antara perbuatan yang dilakukan; apakah perbuatan itu dilakukan dengan sadar atau tidak. Itulah sebabnya dikatakan bahwa balasan Allah terhadap hamba-Nya sesuai dengan amal dan perbuatannya, itulah gambaran keadilan Allah.",
    "quraish": "Allah telah menciptakan langit dan bumi dengan penuh hikmah dan aturan, supaya bukti-bukti mengenai ketuhanan dan kemahakuasaan Allah menjadi tampak jelas. Selain itu, juga supaya setiap jiwa diberi balasan atas kebaikan dan kejahatan yang dilakukannya. Balasan mereka tidak akan dikurangi sedikit pun.",
    "jalalayn": "(Dan Allah menciptakan langit dan) menciptakan (bumi dengan tujuan yang benar) lafal Bil haqqi ber-ta'alluq kepada lafal Khalaqa; penciptaan langit dan bumi itu dimaksud untuk menunjukkan kekuasaan dan keesaan-Nya (dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya) yaitu kemaksiatan dan ketaatan yang dilakukannya, maka tidaklah sama balasan yang diterima orang kafir dan orang mukmin (dan mereka tidak akan dirugikan.)"
  },
  {
    "ruku": 436,
    "name": "Al-Jasiyah",
    "ayat": 23,
    "arab": "اَفَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَّخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشٰوَةًۗ فَمَنْ يَّهْدِيْهِ مِنْۢ بَعْدِ اللّٰهِ ۗ اَفَلَا تَذَكَّرُوْنَ",
    "translation": "Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya, dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? Maka siapa yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat?) Mengapa kamu tidak mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4496.mp3",
    "tafsir": "Muqatil mengatakan bahwa ayat ini turun berhubungan dengan peristiwa percakapan Abu Jahal dengan al-Walid bin al-Mugirah. Pada suatu malam Abu Jahal tawaf di Baitullah bersama Walid. Kedua orang itu membicarakan keadaan Nabi Muhammad. Abu Jahal berkata, \"Demi Allah, sebenarnya aku tahu bahwa Muhammad itu adalah orang yang benar. \"Al-Walid berkata kepadanya, \"Biarkan saja, apa pedulimu dan apa alasan pendapatmu itu?\" Abu Jahal menjawab, \"Hai Abu Abdisy Syams, kita telah menamainya orang yang benar, jujur, dan terpercaya dimasa mudanya, tetapi sesudah ia dewasa dan sempurna akalnya, kita menamakannya pendusta lagi pengkhianat. Demi Allah, sebenarnya aku tahu bahwa dia itu adalah benar.\" Al-Walid berkata, \"Apakah gerangan yang menghalangimu untuk membenarkan dan mempercayai seruannya?\" Abu Jahal menjawab, \"Nanti gadis-gadis Quraisy akan menggunjingkan bahwa aku pengikut anak yatim Abu thalib, padahal aku dari suku yang paling tinggi. Demi Al-Lata da Al-Uzza, saya tidak akan menjadi pengikutnya selama-lamanya.\" Kemudian turunlah ayat ini.\nSelanjutnya, pada ayat ini Allah menerangkan keadaan orang-orang kafir Mekah yang sedang tenggelam dalam perbuatan jahat. Semua yang mereka lakukan itu disebabkan oleh dorongan hawa nafsunya karena telah tergoda oleh tipu daya setan. Tidak ada lagi nilai-nilai kebenaran yang mendasari tingkah laku dan perbuatan mereka. Apa yang baik menurut hawa nafsu mereka itulah yang mereka perbuat. Seakan-akan mereka menganggap hawa nafsu mereka itu sebagai tuhan yang harus mereka ikuti perintahnya.\nMereka telah lupa bahwa kehadiran mereka di dunia yang fana ini ada maksud dan tujuannya. Ada misi yang harus mereka bawa yaitu sebagai khalifah Allah di muka bumi. Mereka telah menyia-nyiakan kedudukan yang diberikan Allah kepada mereka sebagai makhluk Tuhan yang paling baik bentuknya dan mempunyai kemampuan yang paling baik pula. Mereka tidak menyadari bahwa mereka harus mempertanggungjawabkan semua perbuatannya kepada Allah kelak dan bahwa Allah akan membalas setiap perbuatan dengan balasan yang setimpal. Inilah yang dimaksud dengan firman Allah:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\n\nSebenarnya hawa nafsu yang ada pada manusia itu merupakan anugerah yang tidak ternilai harganya yang diberikan Allah kepada manusia. Di samping Allah memberikan akal dan agama kepada manusia agar dengan keduanya manusia dapat mengendalikan hawa nafsunya. Jika seseorang mengendalikan hawa nafsunya sesuai dengan pertimbangan akal yang sehat dan tidak bertentangan dengan tuntunan agama, maka orang yang demikian itu telah berbuat sesuai dengan fitrahnya. Tetapi apabila seseorang memperturutkan hawa nafsunya tanpa pertimbangan akal yang sehat dan tidak lagi berpedoman kepada tuntutan agama, maka orang itu telah diperbudak oleh hawa nafsunya. Hal itu berarti bahwa ia telah berbuat menyimpang dari fitrahnya dan terjerumus dalam kesesatan.\nBerdasarkan keterangan di atas, maka dalam mengikuti hawa nafsunya, manusia terbagi atas dua kelompok. Kelompok pertama ialah kelompok yang dapat mengendalikan hawa nafsunya; mereka itulah orang yang bertakwa. Sedangkan kelompok kedua ialah orang yang dikuasai hawa nafsunya. Mereka itulah orang-orang yang berdosa dan selalu bergelimang dalam lumpur kejahatan.\nIbnu 'Abbas berkata, \"Setiap kali Allah menyebut hawa nafsu dalam Al-Qur'an, setiap kali itu pula Ia mencelanya.\" Allah berfirman:\n\nDan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir. (al-A'raf/7: 176)\n\nPada ayat lain :\n\nDan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)\n\nDalam ayat ini, Allah memuji orang-orang yang dapat menguasai hawa nafsunya dan menjanjikan baginya tempat kembali yang penuh kenikmatan. Allah berfirman:\n\nDan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-Nazi'at/79: 40-41)\n\nBanyak hadis-hadis Nabi saw yang mencela orang-orang yang memperturutkan hawa nafsunya. Diriwayatkan oleh 'Abdullah bin 'Amr bin 'As bahwa Nabi saw berkata.\n\nTidak beriman seseorang dari antara kamu sehingga hawa nafsunya itu tunduk kepada apa yang saya bawa (petunjuk).(Riwayat al-Khathib al-Bagdadi)\n\nSyaddad bin Aus meriwayatkan hadis dari Nabi saw :\n‡)\nOrang yang cerdik ialah orang yang menguasai hawa nafsunya dan berbuat untuk kepentingan masa sesudah mati. Tetapi orang yang zalim ialah orang yang memperturutkan hawa nafsunya dan mengharap-harap sesuatu yang mustahil dari Allah. (Riwayat at-Tirmidhi dan Ibnu Majah)\n\nOrang yang selalu memperturutkan hawa nafusnya biasanya kehilangan kontrol dirinya. Itulah sebabnya ia terjerumus dalam kesesatan karena ia tidak mau memperhatikan petunjuk yang diberikan kepadanya, dan akibat perbuatan jahat yang telah dilakukannya karena memperturutkan hawa nafsu.\nKeadaan orang yang memperturutkan hawa nafsunya itu diibaratkan seperti orang yang terkunci mati hatinya sehingga tidak mampu lagi menilai mana yang baik mana yang buruk, dan seperti orang yang telinganya tersumbat sehingga tidak mampu lagi memperhatikan tanda-tanda kekuasaan Allah yang terdapat di langit dan di bumi, dan seperti orang yang matanya tertutup tidak dapat melihat dan mengetahui kebenaran adanya Allah Yang Maha Pencipta segala sesuatu.\nSelanjutnya, Allah memerintahkan kepada Rasul-Nya agar tidak membenarkan sikap orang-orang kafir Mekah dengan mengatakan bahwa tidak ada kekuasaan yang akan memberikan petunjuk selain Allah setelah mereka tersesat dari jalan yang lurus. \nPada akhir ayat ini, Allah mengingatkan mereka mengapa mereka tidak mengambil pelajaran dari alam semesta, kejadian pada diri mereka sendiri, dan azab yang menimpa umat-umat terdahulu sebagai bukti bahwa Allah Mahakuasa lagi berhak disembah.",
    "quraish": "Tidakkah kamu memperhatikan, wahai Rasulullah, orang yang menyembah hawa nafsunya, tunduk dan patuh kepadanya, dan ia sesat dari jalan kebenaran, padahal ia mengatahui jalan kebenaran itu, dan Allah telah menutup pendengarannya, sehingga tidak dapat menerima nasihat, dan menutup hatinya, sehingga tidak mau meyakini kebenaran, serta menutup penglihatannya, sehingga tidak dapat melihat suatu peringatan? Siapakah yang dapat memberinya petunjuk setelah Allah berpaling darinya? Apakah kalian tidak memperhatikan sehingga tidak dapat mengambil pelajaran?",
    "jalalayn": "(Apakah kamu pernah melihat) maksudnya ceritakanlah kepadaku (orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya, yang disukai oleh hawa nafsunya, yaitu batu demi batu ia ganti dengan yang lebih baik sebagai sesembahannya (dan Allah membiarkan-Nya sesat berdasarkan ilmu-Nya) berdasarkan pengetahuan Allah swt. Dengan kata lain Dia telah mengetahui, bahwa orang itu termasuk orang yang disesatkan sebelum ia diciptakan (dan Allah telah mengunci mati pendengaran dan hatinya) maka, karena itu ia tidak dapat mendengar petunjuk dan tidak mau memikirkannya (dan meletakkan tutupan atas penglihatannya) mengambil kegelapan hingga ia tidak dapat melihat petunjuk. Pada ayat ini diperkirakan adanya Maf'ul kedua bagi lafal Ra-ayta, yaitu lafal ayat tadi, yang artinya; apakah ia mendapat petunjuk? (Maka siapakah yang akan memberinya petunjuk sesudah Allah) membiarkannya sesat? Maksudnya, tentu saja ia tidak dapat petunjuk. (Maka mengapa kalian tidak mengambil pelajaran?) atau mengapa kalian tidak mau mengambilnya sebagai pelajaran buat kalian. Lafal Tadzakkaruuna asalnya salah satu dari huruf Ta-nya diidgamkan kepada huruf Dzal."
  },
  {
    "ruku": 436,
    "name": "Al-Jasiyah",
    "ayat": 24,
    "arab": "وَقَالُوْا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا يُهْلِكُنَآ اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّوْنَ",
    "translation": "Dan mereka berkata, “Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.” Tetapi mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4497.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan keingkaran orang-orang musyrik terhadap hari kebangkitan. Menurut anggapan mereka kehidupan itu hanya di dunia saja. Di dunia mereka dilahirkan dan di dunia pula mereka dimatikan dan di situlah akhir dari segala sesuatu, dan demikian pula terjadi pada nenek moyang mereka. Menurut mereka, yang menyebabkan kematian dan kebinasaan segala sesuatu ialah pertukaran masa. Dari pendapat mereka, dapat diambil kesimpulan bahwa mereka mengingkari terjadinya hari kebangkitan.\nKeterangan itu diperkuat oleh adat kebiasaan orang Arab Jahiliah yaitu apabila mereka ditimpa bencana atau musibah, terlontarlah kata-kata dari mulut mereka, \"Aduhai celakalah masa.\" Mereka mengumpat-umpat masa karena menurut mereka masa itulah sumber dari segala musibah.\nDalam hadis Qudsi dari Abu Hurairah, Rasulullah bersabda:\n\nAllah berfirman, \"Manusia telah menyakitiku dengan mengatakan wahai masa yang sial. Maka janganlah salah seorang kalian mengatakan 'masa yang sial karena Akulah (Pencipta dan Pengatur)masa. Aku menanti malam menjadi siang, dan jika Aku menghendakinya niscaya Aku genggam keduanya.\" (Riwayat Muslim)\n\nKemudian Allah menyayangkan sikap kaum musyrikin Mekah yang tidak didasarkan pada pengetahuan yang benar. Allah menyatakan bahwa mereka sama sekali tidak mempunyai pengetahuan sedikit pun tentang hal yang menyangkut masa itu. Pendapat mereka itu hanyalah didasarkan pada sangkaan dan dugaan saja.",
    "quraish": "Orang-orang yang mengingkari hari kebangkitan berkata, \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita hidup dan mati. Tidak ada kehidupan lain setelah kematian dan tidak ada yang membinasakan kita selain masa.\" Perkataan mereka itu tidak berdasar pada ilmu dan keyakinan, tetapi hanya berdasarkan dugaan dan sangkaan belaka.",
    "jalalayn": "(Dan mereka berkata) yaitu orang-orang yang ingkar akan adanya hari berbangkit, (\"Kehidupan ini) kehidupan yang sebenarnya (tiada lain hanyalah kehidupan kita) yang kita alami (di dunia saja, kita mati dan kita hidup) sebagian dari kita mati kemudian sebagian yang lain hidup karena mereka dilahirkan (dan tiada yang membinasakan kita selain masa\") atau berlalunya masa. Lalu Allah berfirman menyangkal perkataan mereka melalui firman-Nya: (dan mereka tidak mempunyai mengenai hal itu) mengenai perkataan mereka yang demikian tadi (pengetahuan sedikit pun, tiada lain) tidak lain (mereka hanyalah menduga-duga saja.)"
  },
  {
    "ruku": 436,
    "name": "Al-Jasiyah",
    "ayat": 25,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan apabila kepada mereka dibacakan ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain mengatakan, “Hidupkanlah kembali nenek moyang kami, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4498.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan dan menegaskan bahwa pendapat mereka itu benar-benar berdasarkan dugaan dan sangkaan belaka, yang menjurus kepada pengingkaran terjadinya hari kebangkitan. Apabila dibacakan kepada mereka ayat-ayat Allah yang mengandung keterangan tentang bukti-bukti terjadinya hari kebangkitan, mereka tidak mau memahami keterangan yang dikemukakan itu, dan juga mereka menantang Rasulullah saw agar beliau menghidupkan kembali orang-orang yang telah mati. Jika hal itu dapat dilakukan oleh Rasulullah, barulah mereka mau beriman.\nDari sikap mereka yang demikian itu, dapat diambil kesimpulan bahwa mereka benar-benar telah dikendalikan oleh hawa nafsu mereka, tidak lagi mempergunakan pikiran mereka dengan baik sehingga mereka tidak mau menerima segala kebenaran yang disampaikan oleh Rasulullah saw, bahwa hari kebangkitan itu akan datang pada saat yang telah ditentukan yaitu setelah semua manusia yang hidup dimatikan dan jagat raya serta segala isinya hancur-lebur. Namun hal ini tidak membuat mereka mengerti dan mengakui.",
    "quraish": "Dan jika dibacakan kepada mereka ayat-ayat Allah sebagai bukti nyata akan kekuasaan-Nya terhadap hari kebangkitan, maka--untuk lari dari kebenaran--mereka hanya bisa mengatakan, \"Hidupkanlah kembali nenek moyang kami, jika kamu termasuk orang-orang yang benar dalam mendakwakan terjadinya hari kebangkitan!\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) dari Alquran yang menunjukkan akan kekuasaan Kami yang mampu membangkitkan makhluk menjadi hidup kembali (yang jelas) yang keadaannya jelas sekali (tidak ada bantahan mereka selain dari mengatakan, \"Datangkanlah nenek moyang kami) dalam keadaan hidup (jika kalian adalah orang-orang yang benar\") bahwasanya kami benar-benar akan dibangkitkan menjadi hidup kembali sesudah kami mati."
  },
  {
    "ruku": 436,
    "name": "Al-Jasiyah",
    "ayat": 26,
    "arab": "قُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "translation": "Katakanlah, “Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4499.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Rasul-Nya agar menjelaskan kepada orang-orang musyrik Mekah, bahwa Allah-lah yang berkuasa menghidupkan dan mematikan makhluk-Nya. Dahulu mereka belum ada dan merupakan benda mati, sesudah itu atas kuasa Allah mereka dijadikan makhluk hidup di dunia untuk jangka waktu yang ditentukan. Apabila telah sampai waktu yang ditentukan itu, mereka pun dimatikan. Kemudian mereka dibangkitkan kembali pada hari Kiamat untuk mempertanggungjawabkan segala perbuatan yang telah mereka lakukan selama hidup di dunia.\nAllah menegaskan bahwa terjadinya hari Kiamat itu adalah suatu kejadian yang pasti, tidak ada keraguan sedikit pun. Jika Allah kuasa menghidupkan dan mematikan, tentu Dia kuasa pula menghidupkan dan menghimpun kembali bagian-bagian tubuh mereka yang telah hancur berserakan menjadi tanah. Mengulang kembali suatu perbuatan adalah lebih mudah daripada menciptakannya untuk pertama kali. Dan bagi Allah, tidak ada suatu perbuatan pun yang sukar.\nPada akhir ayat ini, Allah menyayangkan mengapa kebanyakan orang-orang musyrik tidak meyakini kebenaran adanya hari kebangkitan dan tetap mengingkarinya dengan alasan bahwa orang yang telah mati, yang tubuhnya telah hancur lebur bersama tanah, tulang-tulangnya telah berserakan tidak mungkin hidup kembali. Allah berfirman:\n\nDan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur. (al-hajj/22: 7)",
    "quraish": "Katakanlah kepada mereka, wahai Muhammad, \"Allah telah menghidupkan kalian di dunia dari ketiadaan, kemudian mematikan kalian ketika ajal menjemput, setelah itu akan mengumpulkan kalian pada hari kiamat nanti. Pengumpulan itu tidak diragukan lagi. Akan tetapi kebanyakan manusia tidak mengetahui kekuasaan Allah terhadap hari kebangkitan, karena mereka telah berpaling dan tidak mau memikirkan bukti- bukti akan terjadinya hari itu. Dan Tuhan yang mampu melakukan hal itu, tentu juga mampu menghadirkan nenek moyang kalian.",
    "jalalayn": "(Katakanlah, \"Allahlah yang menghidupkan kalian) sewaktu kalian masih dalam bentuk air mani (kemudian mematikan kalian, setelah itu mengumpulkan kalian) dalam keadaan hidup (pada hari kiamat yang tidak ada keraguan padanya) tidak diragukan lagi kedatangannya (akan tetapi kebanyakan manusia) yang dimaksud adalah mereka yang telah mengatakan apa yang telah disebutkan tadi (tidak mengetahui.\")"
  }
]