[
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 1,
    "arab": "حٰمۤ  ۚ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4511.mp3",
    "tafsir": "ha mim termasuk huruf-huruf hijaiah yang terletak pada permulaan beberapa surah Al-Qur'an. Para mufasir berbeda pendapat tentang maksud huruf-huruf itu. Untuk jelasnya dipersilakan menelaah kembali uraian yang ada pada permulaan Surah al-Baqarah jilid I \"Al-Qur'an dan Tafsirnya\" dengan judul \"Fawatihus-suwar\".",
    "quraish": "[[46 ~ AL-AHQAF (BUKIT-BUKIT PASIR) Pendahuluan: Makkiyyah, 35 ayat ~ Surat ini berbicara tentang turunnya al-Qurân dari sisi Allah, kewajiban beriman kepada al-Qur'ân, Nabi Muhammad saw. dan kepada hari kiamat. Selain itu, surat ini juga menggugah kita untuk dapat mengambil pelajaran dari musibah yang menimpa orang-orang terdahulu yang tidak mematuhi Allah dan rasul-Nya, berbakti kepada kedua orangtua dan menjaga hak-haknya. Pada bagian selanjutnya, surat ini memaparkan kisah sekelompok jin yang mendengar ketika al-Qur'ân dibaca dan saling menasihati satu sama lain untuk diam mendengarkannya, lalu mereka mendapatkan bahwa al-Qur'ân membenarkan apa yang dibawa oleh rasul-rasul sebelum Muhammad, memberi petunjuk kepada kebenaran dan jalan yang lurus, maka mereka beriman kepadanya dan menyeru kaumnya untuk beriman pula. Akhirnya surat ini ditutup dengan seruan kepada Nabi Muhammad saw. untuk selalu sabar atas sikap orang-orang yang mendustakannya, karena hal itu juga dialami oleh rasul-rasul ulul azmi (ulû al-'azm) sebelumnya.]] Surat ini diawali dengan menyebut dua fonem Arab, hâ dan mîm, seperti beberapa surat lain dalam al-Qur'ân yang juga diawali dengan sejumlah fonem seperti ini.",
    "jalalayn": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 2,
    "arab": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ",
    "translation": "Kitab ini diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4512.mp3",
    "tafsir": "Allah menegaskan bahwa Al-Qur'an ini benar-benar bersumber dari-Nya, tidak ada keraguan sedikit pun tentang itu, diturunkan kepada Nabi Muhammad, berisi ketentuan-ketentuan, bimbingan, dan pedoman hidup bagi manusia untuk mencapai kebahagiaan hidup di dunia dan di akhirat. Allah yang menurunkan Al-Qur'an kepada Muhammad saw, adalah Tuhan yang Mahaperkasa, tidak ada sesuatu pun yang dapat menandingi-Nya. Dia Maha Bijaksana. Semua perintah, larangan, dan tindakan Allah adalah sesuai dengan sifat, kegunaan, dan faedah dari yang diciptakan-Nya dan hal itu tidak lepas dari hikmah penciptaan alam seluruhnya.\nKarena Al-Qur'an itu bersumber dari Allah yang diturunkan kepada Nabi Muhammad, maka hendaklah setiap manusia beriman kepadanya, mengakui kebenaran dan mengamalkan semua isinya. Beriman kepada Al-Qur'an berarti keharusan beriman pula kepada Nabi Muhammad sebagai rasul Allah, yaitu dengan mengikuti semua sunahnya.",
    "quraish": "Al-Qur'ân diturunkan dari sisi Allah, Tuhan Yang Mahaperkasa atas segala sesuatu dan Mahabijaksana dalam setiap tindakan-Nya.",
    "jalalayn": "(Diturunkan Alkitab ini) yaitu Alquran; lafal ayat ini menjadi Mubtada (dari Allah) menjadi Khabar dari Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 3,
    "arab": "مَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَالَّذِيْنَ كَفَرُوْا عَمَّآ اُنْذِرُوْا مُعْرِضُوْنَ",
    "translation": "Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Namun orang-orang yang kafir, berpaling dari peringatan yang diberikan kepada mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4513.mp3",
    "tafsir": "Setelah menegaskan bahwa Al-Qur'an adalah wahyu-Nya, bukan karangan Muhammad saw, Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi serta semua yang ada di antara keduanya. Penciptaan ini mengandung hikmah, meskipun manusia belum mampu mengetahui semua hikmah tersebut. Manusia harus selalu berusaha menggali hikmah tersebut agar bisa memanfaatkan pesan-pesan Al-Qur'an.\nDalam ayat lain diterangkan bahwa di antara tujuan Allah menciptakan bumi dan semua yang ada padanya ialah untuk kepentingan manusia. Allah berfirman:\n\nYa Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia; Mahasuci Engkau, lindungilah kami dari azab neraka. (Ali 'Imran/3: 191)\n\nDalam ayat yang lain diterangkan bahwa Allah menjadikan langit dan bumi bukanlah untuk menimbulkan kezaliman dan kebinasaan, tetapi untuk melahirkan dan membuktikan kebenaran serta keadilan. Dalam menyatakan keadilan itu, Allah membedakan antara orang yang berbuat baik dan orang yang berbuat buruk atau jahat, baik dalam sikap-Nya terhadap mereka, maupun dalam memberi balasan terhadap perbuatan mereka. Allah berfirman:\n\n\nDan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar setiap jiwa diberi balasan sesuai dengan apa yang dikerjakannya, dan mereka tidak akan dirugikan. (al-Jatsiyah/45: 22)\n\nAllah menciptakan langit dan bumi untuk waktu yang ditentukan-Nya sehingga dalam masa itu ada kesempatan bagi manusia melakukan segala sesuatu yang baik baginya, sesuai dengan ketentuan- ketentuan Allah agar ia dapat menikmati kebahagiaan hidup yang hakiki. Hal ini tentu sesuai pula dengan potensi dan hak ikhtiar yang diberikan Allah kepadanya.\nKarena Allah telah menciptakan langit dan bumi dengan segala hikmah dan manfaatnya, maka untuk menunjukkan keadilan-Nya dan membuktikan hikmah penciptaan keduanya, Allah menciptakan hari pembalasan. Dengan adanya hari pembalasan itu, segala perbuatan manusia dapat dibalas dengan adil. Hari pembalasan akan datang setelah berakhirnya masa yang ditentukan bagi langit dan bumi. Pada hari pembalasan itu, ditetapkan pahala bagi orang-orang yang melaksanakan perintah Allah dan menjauhi larangan-Nya berupa kebahagiaan abadi di dalam surga. Adapun orang-orang yang mengingkari perintah Allah dan melanggar larangan-Nya memperoleh kesengsaraan yang dialaminya di dalam neraka.\nPernyataan mengenai penciptaan langit dan bumi dilakukan dengan suatu tujuan yang benar banyak ditemui dalam Al-Qur'an (antara lain Surah Ibrahim/14: 19). Pada ayat 3 Surah al-Ahqaf/46 ini, ditambahkan kata \"dalam waktu yang ditentukan.\" Kata-kata ini dapat diartikan bahwa Tuhan memberi tahu kita mengenai waktu yang diperlukan hingga bumi terbentuk dan layak dihuni. Uraian yang lebih lugas mengenai waktu atau masa dari penciptaan terdapat pada Surah al-A'raf/7: 54 (lihat penjelasan pada juz 8).\nPada akhir ayat ini diterangkan keingkaran orang-orang musyrik terhadap peringatan yang telah disampaikan kepada mereka. Diterangkan bahwa sekalipun kepada mereka telah disampaikan bukti-bukti yang kuat tentang kebenaran Al-Qur'an sebagai firman Allah, pengangkatan Muhammad saw sebagai rasul-Nya, dan agama yang dibawa Muhammad saw, namun mereka tetap dalam kemusyrikan. Mereka tetap berpaling dari peringatan itu dengan mengingkari perintah Allah dan melanggar larangan-Nya, bahkan mereka menolak dalil-dalil dan bukti-bukti itu tanpa alasan yang benar. Mereka seakan-akan orang yang tuli, bisu, buta dan tidak berakal sehingga tidak dapat mendengar dan memahami seruan dan peringatan itu. Mereka tidak mau percaya bahwa kelalaian dan keingkaran mereka akan menimbulkan penyesalan yang terus-menerus di akhirat kelak, di samping mengalami siksaan yang amat berat.",
    "quraish": "Kami tidak menciptakan langit, bumi dan apa yang ada di antara keduanya, kecuali berdasarkan hukum dan aturan yang tetap, untuk suatu tujuan yang sesuai dengan hikmah dan untuk sampai batas waktu yang ditentukan. Orang-orang yang tidak mengakui kenyataan ini akan mengingkari suatu hari ketika manusia dibangkitkan kembali sebagai makhluk baru untuk menerima balasan yang telah diingatkan kepada mereka.",
    "jalalayn": "(Kami tiada menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan) dengan tujuan (yang benar) guna menunjukkan kekuasaan dan keesaan Kami (dan dalam waktu yang ditentukan) bagi kemusnahannya, yaitu hingga hari kiamat. (Dan orang-orang yang kafir; terhadap apa yang diperingatkan kepada mereka) berupa dipertakuti dengan siksa (mereka berpaling)"
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 4,
    "arab": "قُلْ اَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِ ۖائْتُوْنِيْ بِكِتٰبٍ مِّنْ قَبْلِ هٰذَآ اَوْ اَثٰرَةٍ مِّنْ عِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah (kepadaku) tentang apa yang kamu sembah selain Allah; perlihatkan kepadaku apa yang telah mereka ciptakan dari bumi atau adakah peran serta mereka dalam (penciptaan) langit? Bawalah kepadaku kitab yang sebelum (Al-Qur'an) ini atau peninggalan dari pengetahuan (orang-orang dahulu), jika kamu orang yang benar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4514.mp3",
    "tafsir": "Setelah menegaskan bahwa Dialah yang berhak disembah, Dialah Tuhan yang Maha Pengasih, Maha Penyayang lagi Mahaadil, dan setelah menegaskan tentang adanya hari pembalasan, Allah menunjukkan kesalahan akidah orang-orang musyrik yang menyembah sembahan selain Allah. Dia memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang yang menyembah sembahan selain Allah sebagai berikut, \"Hai orang-orang musyrik, terangkanlah kepadaku tentang berhala-berhala yang kamu sembah, setelah kamu memperhatikan kejadian langit dan bumi serta yang ada di dalamnya, setelah memperhatikan hukum-hukum yang berlaku pada benda-benda angkasa, alam semesta sejak dari yang sekecil-kecilnya sampai kepada yang paling besar, sejak dari yang tampak sampai kepada yang tidak tampak, sejak dari yang halus sampai kepada yang kasar, juga setelah kamu memperhatikan kejadian hewan, tumbuh-tumbuhan, sampai kepada kejadian diri kamu sendiri, yang semuanya itu diciptakan dengan rapi, indah, berfaedah dan penuh hikmah. Apakah ada di bumi ini benda yang telah diciptakan oleh berhala sehingga ia layak dan berhak disembah? Atau apakah ia telah menciptakan sesuatu yang ada di langit bersama-sama dengan Allah?\"\nDari ayat ini dapat dipahami bahwa orang-orang musyrik tidak sanggup membuktikan dengan dalil-dalil yang masuk akal bahwa berhala itu berhak disembah di samping Allah karena mereka tidak dapat menunjukkan walaupun hanya satu benda kecil di antara benda-benda yang ada di bumi ini sebagai ciptaan berhala itu. Bahkan yang terbukti ialah berhala itu sendiri adalah hasil buatan mereka sendiri.\nAkhir ayat ini menegaskan bahwa di dalam kitab-kitab suci yang pernah diturunkan Allah kepada para rasul-Nya tidak terdapat satu keterangan pun yang menerangkan bahwa berhala itu harus disembah di samping Allah. Begitu juga dalam ilmu yang diwariskan oleh orang-orang dahulu pun tidak terdapat keterangan yang dijadikan dasar bagi penyembahan terhadap berhala. Hal ini diperintahkan Allah untuk disampaikan kepada orang-orang musyrik, \"Hai kaum musyrik, seandainya kepercayaan menyembah berhala itu benar, cobalah kemukakan satu ayat saja dari ayat-ayat yang terdapat dalam kitab-kitab suci yang diturunkan sebelum Al-Qur'an yang membenarkan kepercayaanmu itu, atau pengetahuan-pengetahuan orang-orang terdahulu yang ada pada kamu yang membenarkan kepercayaan syirik itu.\"",
    "quraish": "Katakanlah kepada orang-orang yang menyembah selain Allah, \"Beritahulah aku tentang apa yang kalian sembah selain Allah itu! Perlihatkan kepadaku bagian bumi mana yang telah mereka ciptakan! Atau, adakah mereka mempunyai andil dalam menciptakan langit? Bawalah kepadaku kitab suci dari sisi Allah atau peninggalan dari ilmu orang-orang dahulu yang dapat kalian jadikan sandaran pengakuan kalian itu, jika kalian termasuk orang-orang yang benar.\"",
    "jalalayn": "(Katakanlah, \"Terangkanlah kepadaku) ceritakanlah oleh kalian kepadaku (tentang apa yang kalian seru) kalian sembah (selain Allah) yakni berhala-berhala; menjadi Maf'ul Awwal (perlihatkanlah kepadaku) ceritakanlah oleh kalian kepadaku (apakah yang telah mereka ciptakan) menjadi Maf'ul kedua (dari bumi ini) lafal ayat ini berkedudukan menjadi Maf'ul Tsani (atau adakah mereka berserikat) artinya, mempunyai andil (dalam) penciptaan (langit) bersama dengan Allah; lafal Am di sini bermakna Hamzah atau kata tanya yang menunjukkan makna ingkar. (Bawalah kepada-Ku Kitab yang sebelum ini) sebelum Alquran ini (atau peninggalan) yakni sisa-sisa (dari pengetahuan) yang ditemukan dari orang-orang terdahulu, yang hal tersebut membenarkan pengakuan kalian bahwa menyembah berhala itu dapat mendekatkan diri kalian kepada Allah? (jika kalian adalah orang-orang yang benar\") di dalam pengakuan kalian."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 5,
    "arab": "وَمَنْ اَضَلُّ مِمَّنْ يَّدْعُوْا مِنْ دُوْنِ اللّٰهِ مَنْ لَّا يَسْتَجِيْبُ لَهٗٓ اِلٰى يَوْمِ الْقِيٰمَةِ وَهُمْ عَنْ دُعَاۤىِٕهِمْ غٰفِلُوْنَ ",
    "translation": "Dan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4515.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang musyrik yang menyembah berhala tanpa alasan yang benar itu adalah orang yang sesat karena mereka menyembah sesuatu yang tidak dapat berbuat, melihat, mendengar, apalagi memperkenankan doa orang-orang yang berdoa kepadanya. Hal itu tidak dapat dilakukannya di dunia, dan di akhirat tentu lebih tidak dapat dilakukannya. Berhala-berhala itu sebenarnya adalah batu-batu mati atau kayu yang dipahat oleh manusia sendiri. Oleh karena itu, mereka tidak dapat mendengar, memahami, dan memperhatikan orang-orang yang berdoa kepadanya. Orang yang benar adalah orang yang menganut akidah yang benar, yaitu akidah tauhid yang membawa manusia menyembah hanya kepada Allah, Tuhan Yang Maha Esa, Maha Pencipta, Maha Menentukan segala sesuatu, yang membimbing manusia ke jalan kebahagiaan di dunia dan di akhirat.",
    "quraish": "Siapakah yang lebih sesat dari orang-orang yang menyembah sembahan-sembahan selain Allah yang tidak dapat memperkenankan doa sampai hari kiamat nanti? Tetapi, meski demikian, mereka tetap lalai dan tidak sadar.",
    "jalalayn": "(Dan siapakah) Istifham atau kata tanya ini menunjukkan makna negatif, yakni tidak ada seorang pun (yang lebih sesat daripada orang yang menyeru) yang menyembah (selain Allah) (yang tidak dapat memperkenankan doanya sampai hari kiamat) yang dimaksud adalah berhala-berhala yang menjadi sesembahan mereka, sedikit pun dan untuk selamanya tidak akan dapat memperkenankan apa yang diminta oleh para penyembahnya (dan mereka terhadap seruan para penyembahnya) yakni penyembahan yang dilakukan oleh para penyembahnya (lalai) karena berhala-berhala itu adalah benda mati dan tidak berakal."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 6,
    "arab": "وَاِذَا حُشِرَ النَّاسُ كَانُوْا لَهُمْ اَعْدَاۤءً وَّكَانُوْا بِعِبَادَتِهِمْ كٰفِرِيْنَ ",
    "translation": "Dan apabila manusia dikumpulkan (pada hari Kiamat), sesembahan itu menjadi musuh mereka dan mengingkari pemujaan-pemujaan yang mereka lakukan kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4516.mp3",
    "tafsir": "Ayat ini menerangkan keadaan orang-orang musyrik di akhirat nanti dan berhala-berhala yang mereka sembah. Pada saat semua manusia telah dibangkitkan dari kubur dan berkumpul untuk dihisab, maka berhala-berhala, dewa, dan sembahan yang lain yang mereka sembah selain Allah itu mengingkari perbuatan orang-orang musyrik yang menyembah mereka dengan mengatakan, \"Kami tidak pernah memerintahkan agar mereka menyembah kami. Kami tidak mengetahui apa yang mereka lakukan terhadap kami, bahkan kami tidak mengetahui sedikit pun bahwa mereka telah menyembah kami karena kami ini adalah benda-benda mati, tidak dapat melihat, mendengar, berkata, apalagi mengabulkan doa-doa orang-orang yang berdoa kepada kami. Allah berfirman:\n\nDan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu\". (al-'Ankabut/29: 25)\n\nPada ayat lain, Allah berfirman:\n\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)",
    "quraish": "Ketika, pada hari kiamat, manusia dikumpulkan untuk dihisab, sembahan-sembahan itu akan menjadi musuh bagi orang-orang yang menyembahnya. Sembahan-sembahan itu akan berlepas diri dan mengingkari anggapan bahwa mereka berhak disembah.",
    "jalalayn": "(Dan apabila manusia dikumpulkan pada hari kiamat niscaya sesembahan-sesembahan itu) berhala-berhala itu (terhadap mereka) yang menyembahnya (menjadi musuh mereka dan sesembahan-sesembahan itu terhadap penyembahan) para penyembahnya (ingkar) menyangkalnya."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 7,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ هٰذَا سِحْرٌ مُّبِيْنٌۗ",
    "translation": "Dan apabila mereka dibacakan ayat-ayat Kami yang jelas, orang-orang yang kafir berkata ketika kebenaran itu datang kepada mereka, “Ini adalah sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4517.mp3",
    "tafsir": "Ayat ini menerangkan sikap orang-orang musyrik ketika Rasulullah saw membacakan ayat-ayat Al-Qur'an kepada mereka. Mereka mengatakan bahwa ayat-ayat Al-Qur'an itu adalah sihir yang dibacakan oleh tukang sihir, yaitu Muhammad saw. Menurut mereka, tukang sihir memang biasa mengada-adakan kebohongan dan menyihir orang lain untuk mencapai maksudnya.\nDalam ayat yang lain diterangkan tuduhan orang-orang musyrik terhadap Al-Qur'an bahwa Al-Qur'an adalah mimpi yang kacau yang diada-adakan, dan Muhammad saw adalah seorang penyair. Allah berfirman:\n\nBahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu.\" (al-Anbiya'/21: 5)\n\nOrang-orang musyrik menuduh Muhammad sebagai tukang sihir karena menurut mereka, Abu al-Walid bin al-Mugirah pernah disihirnya. Karena pengaruh sihir itu, ia menyatakan kekagumannya terhadap ayat-ayat Al-Qur'an yang dibacakan Rasulullah saw kepadanya. Kisah ini bermula ketika pada suatu waktu, sebelum Rasulullah saw hijrah ke Medinah, para pemimpin Quraisy berkumpul untuk merundingkan cara menundukkan Rasulullah. Setelah bermusyawarah, akhirnya mereka sepakat mengutus Abu al-Walid, seorang sastrawan Arab yang tak ada bandingannya waktu itu untuk datang kepada Rasulullah, meminta kepada beliau agar berhenti menyampaikan risalahnya. Sebagai jawaban, Rasulullah membaca Surah 41 (Fussilat) dari awal sampai akhir. Abu al-Walid terpesona mendengar bacaan ayat itu; ia termenung memikirkan ketinggian isi dan keindahan gaya bahasanya. Kemudian ia langsung kembali kepada kaumnya, tanpa mengucapkan sepatah kata pun kepada Rasulullah.\nSetelah Abu al-Walid kembali, ia ditanya oleh kaumnya tentang hasil usahanya. Mereka heran, mengapa Abu al-Walid bermuram durja. Abu al-Walid menjawab, \"Aku telah datang kepada Muhammad dan ia menjawab dengan membacakan ayat-ayat Al-Qur'an kepadaku. Aku belum pernah mendengar kata-kata yang seindah itu. Tetapi perkataan itu bukanlah syair, bukan sihir, dan bukan pula kata-kata ahli tenung. Sesungguhnya Al-Qur'an itu ibarat pohon yang daunnya rindang, akarnya terhujam ke dalam tanah, susunan kata-katanya runtun dan enak didengar. Al-Qur'an itu bukanlah kata-kata manusia. Ia sangat tinggi dan tidak ada yang dapat menandingi keindahan susunannya.\"\nMendengar jawaban Abu al-Walid itu, kaum Quraisy menuduhnya telah berkhianat dan cenderung tertarik kepada agama Islam karena telah terkena pengaruh sihir Nabi Muhammad. Dari sikap Abu al-Walid setelah mendengar ayat-ayat Al-Qur'an dan sikap orang-orang musyrik Mekah itu kepada Abu al-Walid, dapat diambil kesimpulan bahwa sebenarnya hati mereka telah mengakui kebenaran Al-Qur'an, telah mengagumi isi dan gaya bahasanya, namun ada sesuatu yang menghalangi mereka untuk mengucapkan dan menyatakan kebenaran itu. Abu al-Walid seorang yang mereka banggakan keahliannya dalam sastra dan bahasa Arab selama ini, tidak berkutik sedikit pun dan terpesona mendengarkan ayat-ayat Al-Qur'an. Bagaimana halnya dengan mereka yang jauh lebih rendah pengetahuannya dari Abu al-Walid? Karena tidak ada satu alasan pun yang dapat mereka kemukakan, dan untuk menutupi kelemahan mereka, maka mereka langsung menuduh bahwa Al-Qur'an adalah sihir yang berbentuk syair, dan Muhammad itu adalah tukang sihir yang menyihir orang dengan ucapan-ucapan yang berbentuk syair.\nDalam ayat yang lain, diterangkan bahwa sebab-sebab yang mendorong orang musyrikin tidak mau mengakui kebenaran Al-Qur'an sekalipun hati mereka sendiri telah mengakuinya, ialah kefanatikan mereka terhadap kepercayaan nenek moyang mereka. Allah berfirman:\n\nBahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" (az-Zukhruf/43: 22).\n\nDi samping kefanatikan kepada ajaran nenek moyang, mereka juga khawatir akan kehilangan kedudukan sebagai pemimpin suku atau kabilah, jika mereka menyatakan isi hati mereka yang sebenarnya terhadap kebenaran risalah Nabi Muhammad.",
    "quraish": "Apabila ayat-ayat Kami yang nyata telah dibacakan kepada orang-orang musyrik, maka--akibat sikap ingkar dan sombong mereka terhadap ayat-ayat itu--mereka berkata tanpa berpikir, \"Ini adalah sihir yang nyata.\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka) kepada penduduk Mekah (ayat-ayat Kami) yakni Alquran (yang menjelaskan) atau yang jelas keadaannya (berkatalah orang-orang yang ingkar) di antara mereka (kepada kebenaran) kepada Alquran (ketika kebenaran itu datang kepada mereka, \"Ini adalah sihir yang nyata\") jelas sihirnya."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 8,
    "arab": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ اِنِ افْتَرَيْتُهٗ فَلَا تَمْلِكُوْنَ لِيْ مِنَ اللّٰهِ شَيْـًٔا ۗهُوَ اَعْلَمُ بِمَا تُفِيْضُوْنَ فِيْهِۗ  كَفٰى بِهٖ شَهِيْدًا ۢ بَيْنِيْ وَبَيْنَكُمْ ۗ وَهُوَ الْغَفُوْرُ الرَّحِيْمُ",
    "translation": "Bahkan mereka berkata, “Dia (Muhammad) telah mengada-adakannya (Al-Qur'an).” Katakanlah, “Jika aku mengada-adakannya, maka kamu tidak kuasa sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang Al-Qur'an itu. Cukuplah Dia menjadi saksi antara aku dengan kamu. Dia Maha Pengampun, Maha Penyayang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4518.mp3",
    "tafsir": "Di samping menuduh Muhammad saw sebagai tukang sihir, orang-orang musyrik itu juga menuduh beliau sebagai orang yang suka mengada-ada dan mengatakan yang bukan-bukan tentang Allah. Karena itu, Allah memerintahkan kepada Muhammad saw untuk membantah tuduhan itu dengan mengatakan, \"Seandainya aku berdusta dengan mengada-ada atau mengatakan yang bukan-bukan tentang Allah, seperti jika aku bukanlah seorang rasul, tetapi aku mengatakan bahwa aku adalah seorang rasul Allah yang diutus-Nya kepadamu untuk menyampaikan agama-Nya, tentulah Allah menimpakan azab yang sangat berat kepadaku, dan tidak seorang pun di bumi ini yang sanggup menghindarkan aku dari azab itu. Mungkinkah aku mengada-adakan sesuatu dan mengatakan yang bukan-bukan tentang Allah dan Al-Qur'an, dan menjadikan diriku sebagai sasaran azab Allah, padahal tidak seorang pun yang dapat menolongku daripadanya?\" Allah berfirman:\n\nDan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, pasti Kami pegang dia pada tangan kanannya. Kemudian Kami potong pembuluh jantungnya. Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). (al-haqqah/69: 44-47).\n\nPada akhir ayat ini, Rasulullah saw menegaskan kepada orang-orang musyrik bahwa Allah Maha Mengetahui segala tindakan, perkataan, dan celaan mereka terhadap Al-Qur'an, misalnya mengatakan Al-Qur'an itu sihir, syair, suatu kebohongan, dan sebagainya; karena itu Dia akan memberi pembalasan yang setimpal. Nabi Muhammad mengatakan bahwa cukup Allah yang menjadi saksi tentang kebenaran dirinya menyampaikan agama Allah kepada mereka. Allah pula yang akan menjadi saksi tentang keingkaran serta sikap mereka yang menolak kebenaran.\nSelanjutnya Allah memerintahkan agar Nabi Muhammad mengatakan kepada orang-orang musyrik bahwa meskipun mereka ingkar kepada Allah dan Rasul-Nya, serta terhadap Al-Qur'an, namun pintu tobat tetap terbuka bagi mereka. Allah akan menerima tobat mereka asalkan mereka benar-benar bertobat kepada-Nya dengan tekad tidak akan durhaka lagi kepada-Nya, dan tidak akan melakukan perbuatan dosa yang lain. Allah mau menerima tobat mereka karena Ia Maha Pengampun dan tetap memberi rahmat kepada orang-orang yang bertobat dan kembali kepada-Nya.",
    "quraish": "Bahkan orang-orang kafir itu akan mengatakan, \"Muhammad telah membuat al-Qur'ân lalu mengatakannya dari Allah? Jawablah, \"Jika aku melakukan kebohongan tentang itu, maka pasti Allah segera menurunkan siksa kepadaku dan kalian tidak akan mampu menghindarkan diriku dari siksa-Nya. Hanya Dia yang lebih mengetahui tuduhan kalian terhadap ayat-ayat-Nya. Cukuplah Dia sebagai saksi atas kebenaranku dan kebohongan kalian. Sesungguhnya Dia Mahaluas ampunan bagi orang-orang yang bertobat, lagi Mahabesar rahmat karena Dia selalu memberi kesempatan bagi orang-orang yang berbuat maksiat untuk memperbaiki diri.",
    "jalalayn": "(Bahkan) lafal Am di sini mempunyai makna sama dengan lafal Bal dan Hamzah yang menunjukkan makna ingkar (mereka mengatakan, \"Dia telah mengada-adakannya\") maksudnya, Alquran itu. (Katakanlah, \"Jika aku mengada-adakannya) umpamanya (maka kalian tiada mempunyai kuasa mempertahankan aku dari Allah) dari azab-Nya (barang sedikit pun) artinya, kalian tidak akan mampu menolak azab-Nya daripada diriku, jika Dia mengazab aku (Dia lebih mengetahui apa-apa yang kalian percakapkan tentangnya) tentang Alquran itu. (Cukuplah Dia) Yang Maha Tinggi (menjadi saksi antaraku dan antara kalian dan Dialah Yang Maha Pengampun) kepada orang yang bertobat (lagi Maha Penyayang\") kepada orang yang bertobat kepada-Nya; karena itu Dia tidak menyegerakan azab-Nya kepada mereka."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 9,
    "arab": "قُلْ مَا كُنْتُ بِدْعًا مِّنَ الرُّسُلِ وَمَآ اَدْرِيْ مَا يُفْعَلُ بِيْ وَلَا بِكُمْۗ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ وَمَآ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ ",
    "translation": "Katakanlah (Muhammad), “Aku bukanlah Rasul yang pertama di antara rasul-rasul dan aku tidak tahu apa yang akan diperbuat terhadapku dan terhadapmu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku hanyalah pemberi peringatan yang menjelaskan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4519.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa ia bukanlah yang pertama di antara para rasul. Seperti telah disebutkan dalam keterangan kosakata, bid' artinya sesuatu yang baru, atau barang yang baru pertama kali adanya. Jika kaum musyrik mengingkari kerasulan Muhammad padahal sebelumnya telah banyak rasul Allah sejak Nabi Adam sampai Nabi Isa, maka sikap ingkar serupa itu sangat aneh dan perlu dipertanyakan karena diutusnya Muhammad sebagai rasul sesungguhnya bukan yang pertama di antara para rasul. Sebelum Nabi Muhammad, Allah telah mengutus banyak nabi dan rasul pada setiap zaman dan tempat yang berbeda. Pengutusan para nabi oleh Allah untuk memberi petunjuk kepada manusia adalah pengalaman universal umat manusia, bukan hanya untuk memperbaiki keadaan kaum musyrik Mekah. Jadi diutusnya Muhammad untuk mengemban misi risalah, bukanlah sesuatu yang baru sama sekali.\nSelanjutnya Allah memerintahkan agar Rasulullah menyampaikan kepada orang-orang musyrik bahwa ia tidak mengetahui sedikit pun apa yang akan dilakukan Allah terhadap dirinya dan mereka di dunia ini, apakah ia harus meninggalkan negeri ini dan hijrah ke negeri lain seperti yang telah dilakukan nabi-nabi terdahulu, ataukah ia akan mati terbunuh seperti nabi-nabi lain yang mati terbunuh. Ia juga tidak mengetahui apa yang akan ditimpakan kepada kaumnya. Semuanya itu hanya diketahui oleh Allah yang Maha Mengetahui. Rasulullah saw menegaskan kembali bahwa walaupun Allah telah berjanji akan memberikan kemenangan kepada kaum Muslimin dan akan mengalahkan orang-orang kafir, memasukkan kaum Muslimin ke dalam surga dan memasukkan orang-orang kafir ke dalam neraka, namun ia sedikit pun tidak mengetahui kapan hal itu akan terjadi.\nDari ayat ini dapat diambil kesimpulan bahwa hanya Allah saja yang mengetahui segala yang gaib. Para rasul dan para nabi tidak mengetahuinya, kecuali jika Allah memberitahukannya. Karena itu, ayat ini membantah dengan tegas kepercayaan yang menyatakan bahwa para wali mengetahui yang gaib, mengetahui apa yang akan terjadi. Rasulullah saw sendiri sebagai utusan Allah mengakui bahwa ia tidak mengetahui hal-hal yang gaib, apalagi para wali yang tingkatnya jauh di bawah tingkat para rasul.\nDalam hadis riwayat Imam al-Bukhari dan imam-imam yang lain: \nDari Ummul 'Ala', ketika 'Utsman bin Madz'un meninggal dunia aku berdoa semoga Allah merahmatimu hai Abu al Saib, sungguh Allah telah memuliakanmu. Maka Rasulullah menegur; Dari mana engkau mengetahui bahwa Allah telah memuliakannya? Adapun dia sendiri telah mendapat keyakinan dari Tuhannya dan aku benar-benar mengharapkan kebaikan baginya. Demi Allah, aku tidak mengetahui, padahal aku Rasul Allah, apakah yang akan diperbuat Allah terhadap diriku, begitu pula terhadap diri kamu semua\". Ummul 'Ala' berkata: \"Demi Allah semenjak itu aku tidak pernah lagi mensucikan (memuji) orang buat selama-lamanya. (Riwayat al-Bukhari)\n\nDari keterangan di atas jelas bahwa Rasulullah sendiri tidak mengetahui hal yang gaib. Beliau tidak mengetahui apakah sahabatnya 'Utsman bin Madz'un yang telah meninggal itu masuk surga atau masuk neraka. Namun, beliau berdoa agar sahabatnya itu diberi rahmat oleh Allah. Hal ini juga berarti bahwa tidak seorang pun yang dapat meramalkan sesuatu tentang seseorang yang baru meninggal. Rasulullah saw sendiri tidak mengetahui, apalagi seorang wali atau seorang ulama. Jika ada seorang wali menyatakan bahwa dia mengetahui yang gaib, maka pernyataan itu adalah bohong belaka. Rasulullah menjadi marah mendengar orang-orang yang menerka-nerka nasib seseorang yang meninggal dunia sebagaimana tersebut dalam hadis di atas.\nAyat ini memberikan petunjuk kepada kita tentang sikap yang baik dalam menghadapi atau melayat salah seorang teman yang meninggal dunia. Petunjuk itu adalah agar kita mendoakan dan jangan sekali-kali meramalkan nasibnya, karena yang mengetahui hal itu hanyalah Allah.\nPada akhir ayat ini, Allah memerintahkan agar Rasulullah menegaskan keadaan dirinya yang sebenarnya untuk menguatkan apa yang telah disampaikannya. Dia diperintahkan agar mengatakan kepada orang-orang musyrik Mekah bahwa tidak ada sesuatu pun yang diikutinya, selain Al-Qur'an yang diwahyukan Allah kepadanya, dan tidak ada suatu apa pun yang diada-adakannya. Semuanya berasal dari Allah Yang Mahakuasa. Ia hanyalah seorang pemberi peringatan yang diutus Allah untuk menyampaikan peringatan kepada mereka agar menjaga diri dari siksa dan murka Allah. Nabi saw juga menegaskan bahwa ia telah menyampaikan kepada mereka bukti-bukti kuat tentang kebenaran risalahnya. Ia bukan malaikat, sehingga ia tidak dapat melakukan sesuatu yang tidak dapat dilakukan manusia.",
    "quraish": "Katakan kepada mereka, \"Aku bukanlah rasul pertama yang diutus oleh Allah sehingga kalian mengingkari kerasulanku, dan aku tidak mengetahui apa yang akan diperbuat Allah terhadapku dan kalian. Dalam berbuat dan berkata, aku hanya mengikuti wahyu Allah. Aku tidak lain hanyalah seorang pemberi peringatan yang sangat jelas.",
    "jalalayn": "(Katakanlah, \"Aku bukanlah rasul yang pertama) atau untuk, pertama kalinya (di antara rasul-rasul) maksudnya aku bukanlah rasul yang pertama, karena telah, banyak rasul yang diutus sebelumku, maka mengapa kalian mendustakan aku (dan aku tidak mengetahui apa yang akan diperbuat terhadapku dan tidak pula terhadap kalian) di dunia ini; apakah aku akan diusir dari negeriku, atau apakah aku akan dibunuh sebagaimana nasib yang telah dialami oleh nabi-nabi sebelumku, atau adakalanya kalian melempariku dengan batu, atau barangkali kalian akan tertimpa azab sebagaimana apa yang dialami oleh kaum yang mendustakan sebelum kalian. (Tiada lain) tidak lain (aku hanyalah mengikuti apa yang diwahyukan kepadaku) yaitu Alquran, dan aku sama sekali belum pernah membuat-buat dari diriku sendiri (dan aku tidak lain hanyalah seorang pemberi peringatan yang menjelaskan\") yang jelas peringatannya."
  },
  {
    "ruku": 438,
    "name": "Al-Ahqaf",
    "ayat": 10,
    "arab": "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ وَكَفَرْتُمْ بِهٖ وَشَهِدَ شَاهِدٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى مِثْلِهٖ فَاٰمَنَ وَاسْتَكْبَرْتُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ",
    "translation": "Katakanlah, “Terangkanlah kepadaku, bagaimana pendapatmu jika sebenarnya (Al-Qur'an) ini datang dari Allah, dan kamu mengingkarinya, padahal ada seorang saksi dari Bani Israil yang mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Al-Qur'an lalu dia beriman, kamu menyombongkan diri. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4520.mp3",
    "tafsir": "Allah memerintahkan kepada rasul-Nya agar menanyakan kepada orang-orang musyrik bagaimana pendapat mereka seandainya terbukti bahwa Al-Qur'an itu benar-benar dari Allah. Dengan kenyataan bahwa tidak seorang pun dapat menandinginya, terbukti bahwa Al-Qur'an itu bukan sihir dan bukan pula diada-adakan, sebagaimana yang mereka tuduhkan. Namun demikian, mereka tetap mendustakan dan mengingkarinya, sedangkan ada di antara Bani Israil yang lebih tahu dan berpengalaman serta lebih pintar daripada mereka, tetapi tetap mengakui kebenarannya. Apakah yang akan diperbuat Tuhan terhadap mereka? Bukankah Tuhan akan mengazab mereka karena keingkaran dan kesombongan itu. Dia tidak akan memberi petunjuk kepada mereka sehingga mereka semua menjadi orang yang paling sesat di dunia ini.\nYang dimaksud dengan seorang saksi yang berasal dari Bani Israil ialah 'Abdullah bin Salam, sesuai dengan hadis yang diriwayatkan oleh at-Tirmidhi, Ibnu Jarir, dan Ibnu Mardawaih dari 'Abdullah bin Salam sendiri. Ia menyatakan:\n\"Allah telah menurunkan ayat-ayat Al-Qur'an tentang diriku. Diturunkan tentang diriku ayat : wa syahida syahidun min Bani Israil 'ala mitslihi, dan ayat: Qul kafa billahi syahidan baini wa bainakum wa man 'indahu 'ilmul kitab.\" (Riwayat at-Tirmidhi)\n\nPernyataan 'Abdullah bin Salam ini dikuatkan oleh hadis Rasulullah saw: \nDari Sa'ad bin Abi Waqqas, ia berkata, \"Aku belum pernah mendengar Rasulullah saw mengatakan kepada seorang yang ada di muka bumi bahwa ia termasuk ahli surga, kecuali kepada 'Abdullah bin Salam; dan berhubungan dengan dirinya turun ayat: \"Wa syahida syahidun min bani Isra'ila 'ala mitslihi.\" (Riwayat al-Bukhari)\n\n'Abdullah bin Salam adalah seorang Yahudi penduduk kota Medinah. Ia mempelajari dan memahami dengan baik isi Taurat yang menyebutkan akan datang nanti nabi dan rasul terakhir yang berasal dari Nabi Ibrahim, dan dari jalur Nabi Ismail, di Jazirah Arab, yang membawa Al-Qur'an sebagai kitab yang diturunkan Allah kepadanya. Setelah Rasulullah saw hijrah ke Medinah, 'Abdullah memperhatikan sifat-sifat Rasulullah dan ajaran yang disampaikannya berupa ayat-ayat Al-Qur'an yang diturunkan Allah kepadanya.\nIa mengamati sikap Rasulullah terhadap sesama manusia dan sikap para pengikutnya yang telah mendalami agama baru itu. Akhirnya ia berkesimpulan bahwa Rasulullah dan ajaran agama yang dibawanya itu mempunyai ciri yang sama dengan yang diisyaratkan Taurat yang telah dipelajari dan diamalkannya. Demikian pula sifat-sifat para pengikut agama baru itu. Oleh karena itu, ia menyatakan diri masuk Islam dan menjadi pengikut Rasulullah saw.\nDengan demikian, dapat dipahami bahwa orang-orang Yahudi dan Nasrani yang benar-benar mengikuti dan meyakini Taurat dan Injil, pasti akan sampai kepada kesimpulan bahwa Al-Qur'an itu benar-benar dari Allah dan Muhammad saw itu benar-benar utusan-Nya sebagaimana yang telah dilakukan oleh 'Abdullah bin Salam.\nPada akhir ayat ini, Allah menegaskan bahwa orang-orang musyrik sebenarnya adalah orang-orang yang sombong dan mengingkari ayat-ayat Allah. Oleh karena itu, mereka telah menganiaya diri sendiri. Akibat sikap dan tindakan seperti itu, Allah tidak lagi memberikan petunjuk kepada mereka. Hal ini sesuai dengan sunatullah bahwa Allah tidak akan memberikan petunjuk kepada setiap orang zalim. Mereka mendapat kemurkaan Allah di dunia dan di akhirat.",
    "quraish": "Katakan, \"Jelaskanlah kepadaku jika al-Qur'ân itu datang dari sisi Allah lalu kalian ingkari, sedangkan seseorang dari Banû Isrâ'îl bersaksi dan mengakui adanya kitab suci yang diturunkan oleh Allah. Orang itu beriman, tetapi kalian menyombongkan diri. Bukankah, dengan begitu, kalian menjadi orang yang paling sesat dan paling zalim terhadap diri sendiri. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang menzalimi diri sendiri dan menentang kebenaran.",
    "jalalayn": "(Katakanlah, \"Terangkanlah kepadaku) ceritakanlah kepadaku, bagaimana pendapat kalian (jika ia) yakni jika Alquran itu (datang dari sisi Allah padahal kalian mengingkarinya) lafal Wakafartum Bihi merupakan jumlah Haliyah (dan seorang saksi dari Bani Israel mengakui kebenaran) yaitu Abdullah bin Salam (yang serupa dengan yang tersebut dalam Alquran) bahwasanya Alquran itu datang dari sisi Allah (lalu dia beriman) yakni saksi tersebut beriman kepada Alquran (sedangkan kalian menyombongkan diri) tidak mau beriman kepada Alquran. Sedangkan Jawab Syaratnya ialah 'Bukankah kalau demikian kalian adalah orang-orang yang lalim', hal ini disimpulkan dari pengertian ayat selanjutnya, ('Sesungguhnya Allah tiada memberi petunjuk kepada orang-orang yang lalim.\")"
  }
]