[
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 1,
    "arab": "اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ اَضَلَّ اَعْمَالَهُمْ ",
    "translation": "Orang-orang yang kafir dan menghalang-halangi (manusia) dari jalan Allah, Allah menghapus segala amal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4546.mp3",
    "tafsir": "Dalam ayat ini, Allah membagi manusia menjadi dua golongan: pertama, golongan kafir, yaitu orang-orang yang mengingkari kekuasaan dan keesaan Allah, menyembah tuhan-tuhan yang lain selain Dia, menghalangi manusia beribadah kepada-Nya, membuat-buat cara beribadah kepada-Nya menurut pendapat dan keinginan sendiri, mencela dan menghalangi manusia beriman kepada Allah dan kepada Nabi Muhammad. Seluruh perbuatan golongan ini tidak mengikuti petunjuk-petunjuk Allah yang termuat di dalam Al-Qur'an dan hadis Rasul-Nya, tetapi mengikuti keinginan sendiri dan mengikuti petunjuk setan. \nSemua perbuatan yang berdasarkan perbuatan setan tidak ada artinya di sisi Allah walaupun perbuatan itu baik bagi manusia dan kemanusiaan. Perbuatan itu seolah-olah buih yang timbul di permukaan air, kemudian hilang tanpa bekas sedikit pun. Oleh karena itu, semua amal dan perbuatan yang dikerjakan oleh orang-orang musyrik tidak ada arti dan pahalanya di sisi Allah di akhirat nanti. Mereka hanya mendapat balasan di dunia yang diperoleh dari manusia, walaupun bentuk amal dan perbuatan itu seperti budi pekerti yang mulia, berhubungan dengan orang lain (silaturrahim), memberi makan orang miskin, memelihara anak yatim, membuat usaha-usaha kemanusiaan, memelihara dan mendirikan masjid. \nPekerjaan seperti ini adalah pekerjaan yang pernah dikerjakan oleh orang-orang musyrik Mekah, seperti memakmurkan Masjidilharam, melindungi orang-orang yang memerlukan perlindungan, membantu orang-orang yang mengerjakan thawaf dan sebagainya.\nAllah berfirman:\n\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. (al-Furqan/25: 23)\n\nKedua, golongan mukmin, yaitu orang-orang yang mengakui keesaan Allah, taat hanya kepada-Nya saja, beribadah sesuai dengan petunjuk Allah, tidak menurut kemauan sendiri dan menjauhi larangan-Nya, beriman kepada Al-Qur'an yang dibawa Nabi Muhammad, dan membantu manusia melaksanakan ibadah kepada-Nya. Ini adalah golongan yang diridai Allah. Amal dan perbuatan golongan mukmin diterima Allah, diampuni segala dosanya, mereka mendapat pahala di dunia sedang di akhirat akan mendapat kebahagiaan yang abadi.\nMenurut Ibnu 'Abbas, ayat pertama diturunkan berhubungan dengan orang-orang yang memberi makan tentara musyrik Mekah pada waktu Perang Badar. Mereka ada dua belas orang, yaitu Abu Jahal, al-harits bin Hisyam, 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Ubay bin Khalaf, Umayyah bin Khalaf, Munabbih bin al-hajjaj, Nubaih bin al-hajjaj, Abu al-Bukhturi bin Hisyam, Zam'ah bin al-Aswad, hakim bin hazam, dan al-harits bin 'Amir bin Naufal. Mereka semua mempunyai amal kebajikan pada masa Arab Jahiliah, seperti menyediakan minuman jemaah haji, memberi makan para tamu yang datang ke Masjidilharam, melindungi dan menjaga hak tetangga, dan sebagainya. Semua amal mereka dibatalkan pahalanya oleh Allah, seakan-akan mereka tidak pernah berbuat apa pun, karena dasar diterimanya suatu amal dan perbuatan adalah iman kepada Allah dan Nabi Muhammad. \nSedangkan ayat kedua diturunkan berhubungan dengan orang Ansar di Medinah. Mereka beriman kepada Allah dan Nabi Muhammad, membantu orang-orang Muhajirin yang baru datang dari Mekah hijrah bersama Nabi Muhammad, dan mengikuti perintah dan menjauhi larangan Allah.",
    "quraish": "[[47 ~ MUHAMMAD (NABI MUHAMMAD) Pendahuluan: Madaniyyah, 38 ayat ~ Di awal surat ini dijelaskan bahwa Allah telah menghapus amal perbuatan orang-orang kafir karena mereka mengikuti kebatilan, dan mengampuni dosa orang-orang Mukmin karena mereka mengikuti kebenaran. Dijelaskan pula mengenai kewajiban mempertahankan kebenaran dan balasannya di akhirat berupa surga, seruan kepada orang-orang Mukmin untuk membela agama dan berperang di jalan Allah. Pada bagian selanjutnya, dijelaskan juga bahwa orang-orang yang mengikuti kebatilan akan membuat kerusakan di muka bumi dan akan memutuskan hubungan silaturahmi ketika mereka berpaling dari kebenaran. Peringatan bagi orang-orang Mukmin untuk selalu mewaspadai orang-orang munafik yang berada di tengah-tengah mereka agar orang-orang munafik itu tidak mendengarkan kelemahan mereka, juga disebut dalam surat ini. Begitu juga ancaman terhadap orang-orang munafik agar kejelekan mereka diperlihatkan karena Rasulullah menampakkan sikap dengki mereka, disinggung pula. Kemudian disebutkan pula larangan bagi orang-orang Mukmin untuk bersikap lemah dalam memerangi orang-orang munafik, karena orang-orang Mukmin mempunyai kedudukan lebih tinggi dan Allah selalu menyertai mereka, di samping karena Allah tidak menyia-nyiakan amal perbuatan mereka. Akhirnya, surat ini ditutup dengan seruan untuk membelanjakan harta di jalan Allah dan penjelasan bahwa orang yang kikir dan tidak mau membelanjakan hartanya di jalan Allah sebenarnya telah bersikap kikir pada dirinya sendiri. Diterangkan pula bahwa menolak kebenaran adalah penyebab kehancuran orang-orang yang menentang dan didatangkannya kaum yang lebih baik untuk menggantikan mereka.]] Orang-orang yang ingkar kepada Allah dan rasul-Nya serta menghalangi orang lain untuk masuk agama Islam, akan dihapus semua amal perbuatannya oleh Allah.",
    "jalalayn": "(Orang-orang yang kafir) dari kalangan penduduk Mekah (dan menghalang-halangi) orang-orang lainnya (dari jalan Allah) dari jalan keimanan (Allah melebur) menghapus (amal-amal mereka) seperti memberi makan dan menghubungkan silaturahim; mereka tidak akan melihat pahala amalnya di akhirat nanti dan mereka hanya mendapat balasan di dunia saja dari kemurahan-Nya."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 2,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاٰمَنُوْا بِمَا نُزِّلَ عَلٰى مُحَمَّدٍ وَّهُوَ الْحَقُّ مِنْ رَّبِّهِمْ ۚ كَفَّرَ عَنْهُمْ سَيِّاٰتِهِمْ وَاَصْلَحَ بَالَهُمْ ",
    "translation": "Dan orang-orang yang beriman (kepada Allah) dan mengerjakan kebajikan serta beriman kepada apa yang diturunkan kepada Muhammad; dan itulah kebenaran dari Tuhan mereka; Allah menghapus kesalahan-kesalahan mereka, dan memperbaiki keadaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4547.mp3",
    "tafsir": "Dalam ayat ini, Allah membagi manusia menjadi dua golongan: pertama, golongan kafir, yaitu orang-orang yang mengingkari kekuasaan dan keesaan Allah, menyembah tuhan-tuhan yang lain selain Dia, menghalangi manusia beribadah kepada-Nya, membuat-buat cara beribadah kepada-Nya menurut pendapat dan keinginan sendiri, mencela dan menghalangi manusia beriman kepada Allah dan kepada Nabi Muhammad. Seluruh perbuatan golongan ini tidak mengikuti petunjuk-petunjuk Allah yang termuat di dalam Al-Qur'an dan hadis Rasul-Nya, tetapi mengikuti keinginan sendiri dan mengikuti petunjuk setan. \nSemua perbuatan yang berdasarkan perbuatan setan tidak ada artinya di sisi Allah walaupun perbuatan itu baik bagi manusia dan kemanusiaan. Perbuatan itu seolah-olah buih yang timbul di permukaan air, kemudian hilang tanpa bekas sedikit pun. Oleh karena itu, semua amal dan perbuatan yang dikerjakan oleh orang-orang musyrik tidak ada arti dan pahalanya di sisi Allah di akhirat nanti. Mereka hanya mendapat balasan di dunia yang diperoleh dari manusia, walaupun bentuk amal dan perbuatan itu seperti budi pekerti yang mulia, berhubungan dengan orang lain (silaturrahim), memberi makan orang miskin, memelihara anak yatim, membuat usaha-usaha kemanusiaan, memelihara dan mendirikan masjid. \nPekerjaan seperti ini adalah pekerjaan yang pernah dikerjakan oleh orang-orang musyrik Mekah, seperti memakmurkan Masjidilharam, melindungi orang-orang yang memerlukan perlindungan, membantu orang-orang yang mengerjakan thawaf dan sebagainya.\nAllah berfirman:\n\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. (al-Furqan/25: 23)\n\nKedua, golongan mukmin, yaitu orang-orang yang mengakui keesaan Allah, taat hanya kepada-Nya saja, beribadah sesuai dengan petunjuk Allah, tidak menurut kemauan sendiri dan menjauhi larangan-Nya, beriman kepada Al-Qur'an yang dibawa Nabi Muhammad, dan membantu manusia melaksanakan ibadah kepada-Nya. Ini adalah golongan yang diridai Allah. Amal dan perbuatan golongan mukmin diterima Allah, diampuni segala dosanya, mereka mendapat pahala di dunia sedang di akhirat akan mendapat kebahagiaan yang abadi.\nMenurut Ibnu 'Abbas, ayat pertama diturunkan berhubungan dengan orang-orang yang memberi makan tentara musyrik Mekah pada waktu Perang Badar. Mereka ada dua belas orang, yaitu Abu Jahal, al-harits bin Hisyam, 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Ubay bin Khalaf, Umayyah bin Khalaf, Munabbih bin al-hajjaj, Nubaih bin al-hajjaj, Abu al-Bukhturi bin Hisyam, Zam'ah bin al-Aswad, hakim bin hazam, dan al-harits bin 'Amir bin Naufal. Mereka semua mempunyai amal kebajikan pada masa Arab Jahiliah, seperti menyediakan minuman jemaah haji, memberi makan para tamu yang datang ke Masjidilharam, melindungi dan menjaga hak tetangga, dan sebagainya. Semua amal mereka dibatalkan pahalanya oleh Allah, seakan-akan mereka tidak pernah berbuat apa pun, karena dasar diterimanya suatu amal dan perbuatan adalah iman kepada Allah dan Nabi Muhammad. \nSedangkan ayat kedua diturunkan berhubungan dengan orang Ansar di Medinah. Mereka beriman kepada Allah dan Nabi Muhammad, membantu orang-orang Muhajirin yang baru datang dari Mekah hijrah bersama Nabi Muhammad, dan mengikuti perintah dan menjauhi larangan Allah.",
    "quraish": "Orang-orang yang beriman dan mengerjakan amal saleh serta meyakini kebenaran yang dibawa oleh Nabi Muhammad saw. dari Tuhan, dosa-dosa mereka akan diampuni dan keadaan mereka di dunia dan akhirat akan diperbaiki oleh Allah.",
    "jalalayn": "(Dan orang-orang yang beriman) yaitu para sahabat Anshar dan lainnya (dan mengerjakan amal-amal yang saleh serta beriman pula kepada apa yang diturunkan kepada Muhammad) yakni Alquran (dan itulah yang hak dari Rabb mereka, Allah menghapuskan daripada mereka) artinya, Dia mengampuni (kesalahan-kesalahan mereka dan memperbaiki keadaan mereka) karena itu mereka tidak lagi mendurhakai-Nya."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 3,
    "arab": "ذٰلِكَ بِاَنَّ الَّذِيْنَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَاَنَّ الَّذِيْنَ اٰمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَّبِّهِمْ ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ لِلنَّاسِ اَمْثَالَهُمْ ",
    "translation": "Yang demikian itu, karena sesungguhnya orang-orang kafir mengikuti yang batil (sesat) dan sesungguhnya orang-orang yang beriman mengikuti kebenaran dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4548.mp3",
    "tafsir": "Dalam ayat ini diterangkan sebab dihapusnya pahala amal dan perbuatan orang-orang kafir dan sebab-sebab diterima serta diberi pahalanya amal dan perbuatan orang-orang yang beriman. Allah membatalkan pahala amal dan perbuatan orang-orang kafir karena mereka lebih memilih kesesatan daripada kebenaran, mengikuti godaan setan, mengikuti hawa nafsunya, dan tidak beriman kepada Allah dan Rasul-Nya. \nKunci diterimanya suatu amal dan perbuatan ialah iman kepada Allah dan Rasul-Nya. Orang-orang yang beriman tunduk dan patuh kepada Allah, dan seluruh amal dan perbuatannya ditujukan semata-mata mencari keridaan Allah. Oleh karena itu, Allah menenangkan hati dan pikiran mereka serta membimbing mereka menempuh jalan yang lurus.\nDi samping menerangkan dengan tegas sikap dan tindakan-Nya terhadap orang-orang kafir dan orang-orang yang beriman, Allah membuat perumpamaan, tamsil, dan ibarat bagi manusia dengan mengemukakan berbagai sifat, perbuatan, dan keyakinan seseorang dalam hidup dan kehidupannya serta akibat dan balasan dari perbuatan mereka. Sebenarnya orang-orang yang mau mengerti dan memahami hikmah di balik perumpamaan, tamsil, dan ibarat itu, mereka tentu beriman kepada Allah, tetapi karena hati, pendengaran, dan penglihatan orang-orang kafir telah tertutup dan terkunci karena kejahatan yang telah dilakukan, maka semua perumpamaan itu tidak berarti sedikit pun bagi mereka.\nDari ayat ini dapat diambil satu kesimpulan, yaitu telah menjadi sunatullah (hukum Allah) yang tidak dapat dimungkiri oleh siapa pun, bahwa dasar semua amal dan perbuatan seseorang yang diridai Allah ialah iman kepada-Nya, kepada Muhammad sebagai rasul-Nya, kepada semua yang dibawa oleh rasul, mengerjakan semua perintah-perintah-Nya, serta menjauhi semua larangan-Nya. Itulah perbuatan yang bisa mendatangkan pahala, sedangkan perbuatan yang tidak didasari dengan iman, takwa, dan taat kepada-Nya, tidak ada pahalanya di sisi Allah, ibarat buih yang mengapung di permukaan air yang timbul dan hilang tanpa meninggalkan bekas.",
    "quraish": "Hal itu disebabkan karena orang-orang kafir mengikuti jalan kebatilan, sedangkan orang-orang Mukmin mengikuti jalan kebenaran dari Tuhan. Dengan keterangan yang jelas seperti itu, Allah menerangkan keadaan manusia agar mereka dapat mengambil pelajaran.",
    "jalalayn": "(Yang demikian) maksudnya penghapusan amal dan pengampunan kesalahan-kesalahan itu (adalah karena) disebabkan (orang-orang kafir mengikuti yang batil) yakni ajakan setan (dan sesungguhnya orang-orang yang beriman mengikuti yang hak) yakni Alquran (dari Rabb mereka. Demikianlah) sebagaimana penjelasan tersebut (Allah membuat untuk manusia perbandingan-perbandingan bagi mereka) untuk menjelaskan keadaan mereka, yaitu orang kafir amalnya akan dihapus, sedangkan orang mukmin kesalahan-kesalahannya akan diampuni."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 4,
    "arab": "فَاِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا فَضَرْبَ الرِّقَابِۗ حَتّٰٓى اِذَآ اَثْخَنْتُمُوْهُمْ فَشُدُّوا الْوَثَاقَۖ فَاِمَّا مَنًّاۢ بَعْدُ وَاِمَّا فِدَاۤءً حَتّٰى تَضَعَ الْحَرْبُ اَوْزَارَهَا ەۛ ذٰلِكَ ۛ وَلَوْ يَشَاۤءُ اللّٰهُ لَانْتَصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْضٍۗ وَالَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ فَلَنْ يُّضِلَّ اَعْمَالَهُمْ ",
    "translation": "Maka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang), maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka, tawanlah mereka, dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka, tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4549.mp3",
    "tafsir": "Ayat ini menerangkan kepada kaum Muslimin cara menghadapi orang-orang kafir dalam peperangan. Mereka harus mencurahkan segala kesanggupan dan kemampuan untuk menghancurkan musuh. Hendaklah mengutamakan kemenangan yang akan dicapai pada setiap medan pertempuran dan jangan mengutamakan penawanan musuh dan perebutan harta rampasan. Penawanan dilakukan setelah mereka dikalahkan, karena orang-orang kafir itu setiap saat berkeinginan membunuh dan menghancurkan kaum Muslimin dan mereka tidak dapat dipercaya. Mereka berpura-pura ingin berdamai, tetapi hati dan keyakinan mereka tetap ingin menghancurkan agama Islam dan pengikutnya pada setiap kesempatan yang mungkin mereka miliki. Setelah perang selesai dengan kemenangan di tangan kaum Muslimin, mereka boleh memilih salah satu dari dua hal, yaitu apakah akan membebaskan tawanan yang telah ditawan atau membebaskannya dengan membayar tebusan oleh pihak musuh atau dengan cara pertukaran tawanan.\nDalam ayat lain diterangkan bahwa batas kaum Muslimin harus berhenti memerangi orang-orang kafir Mekah itu adalah sampai tidak ada lagi fitnah. Allah berfirman:\n\nDan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim. (al-Baqarah/2: 193)\n\nIbnu 'Abbas berkata, \"Tatkala jumlah kaum Muslimin bertambah banyak dan kekuatannya semakin bertambah pula, Allah menurunkan ayat ini, dan Rasulullah bertindak menghadapi tawanan sesuai dengan ayat ini, begitu pula para khalifah yang datang sesudahnya.\"\nDari ayat di atas dan perkataan Ibnu 'Abbas dapat dipahami hal-hal sebagai berikut:\n1. Ayat ini diturunkan setelah Perang Badar karena pada saat peperangan itu Rasulullah saw lebih mengutamakan tebusan, seperti menebus dengan harta atau dengan menyuruh tawanan mengajarkan tulis baca kepada kaum Muslimin, sehingga Rasul mendapat teguran dari Allah. \n2. Ayat ini merupakan pegangan bagi Rasulullah dan para sahabat dalam menyelesaikan persoalan yang berhubungan dengan peperangan dan tawanan perang.\n3. Perintah membunuh orang-orang kafir dalam ayat ini dilakukan dalam peperangan, bukan di luar peperangan. Oleh karena itu, wajar jika Allah memerintahkan kepada kaum Muslimin membunuh musuh-musuh mereka dalam peperangan yang sedang berkecamuk karena musuh sendiri bertindak demikian pula terhadap mereka. Jika Allah tidak memerintahkan demikian, tentu kaum Muslimin ragu-ragu menghadapi musuh yang akan membunuh mereka sehingga musuh berkesempatan menghancurkan mereka.\n4. Allah tidak memerintahkan kaum Muslimin membunuh orang-orang kafir di mana saja mereka temui, tetapi Allah hanya memerintahkan kaum Muslimin memerangi orang-orang kafir yang bermaksud merusak, memfitnah, dan menghancurkan Islam dan kaum Muslimin. Terhadap orang kafir yang bersikap baik terhadap agama Islam dan kaum Muslimin, kaum Muslimin wajib bersikap baik pula terhadap mereka. Allah berfirman:\n\nAllah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil. Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu, orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain)untuk mengusirmu. Barang siapa menjadikan mereka sebagai kawan, mereka itulah orang-orang yang zalim. (al-Mumtahanah/60: 8-9)\n\n5. Kepala negara mempunyai peranan dalam mengambil keputusan dan kebijaksanaan dalam menyelesaikan peperangan dan tawanan perang. Ia harus mendasarkan keputusannya kepada kepentingan agama, kaum Muslimin dan kemanusiaan serta kemaslahatan pada umumnya.\n\nMemaksa tawanan masuk agama Islam tidak dibolehkan karena tindakan itu bertentangan dengan firman Allah yang melarang kaum Muslimin memaksa orang lain memeluk agama Islam. Allah berfirman: \n\nTidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. Barang siapa ingkar kepada Tagut dan beriman kepada Allah, maka sungguh, dia telah berpegang (teguh) pada tali yang sangat kuat yang tidak akan putus. Allah Maha Mendengar, Maha Mengetahui. (al-Baqarah/2: 256) \n\nMembunuh tawanan bagi kaum Muslimin tentu ada dasarnya. Tawanan yang dibunuh itu bukan tawanan biasa, tetapi merupakan penjahat perang yang telah banyak melakukan perbuatan mungkar. Bila ia hidup, maka kejahatannya dalam peperangan akan terus berlanjut dalam waktu lama.\nMenjadikan tawanan sebagai budak adalah tindakan yang biasa dilakukan oleh bangsa-bangsa di dunia sebelum kedatangan Islam. Setelah datang agama Islam, maka musuh-musuh Islam menjadikan kaum Muslimin yang mereka tawan menjadi budak. Pada dasarnya perbudakan itu dilarang oleh agama Islam, tetapi sebagai balasan dari tindakan orang kafir dan untuk menjaga perasaan kaum Muslimin, maka Rasulullah saw membolehkan kaum Muslimin menjadikan orang-orang kafir yang ditawannya sebagai budak. Hal ini berarti jika orang-orang kafir tidak menjadikan kaum Muslimin yang ditawannya menjadi budak, tentulah kaum Muslimin tidak boleh menjadikan orang-orang kafir yang ditawannya menjadi budak. Meskipun terjadi perbudakan karena adanya tawanan perang, maka dalam agama Islam banyak ketentuan hukum yang dihubungkan dengan upaya memerdekakan budak yang disebut dengan kaffarat.\nAgama Islam adalah agama perdamaian, bukan agama yang menganjurkan peperangan. Jika dalam sejarah Islam terdapat peperangan antara kaum Muslimin dengan orang-orang kafir, maka peperangan itu terjadi karena mempertahankan agama Islam yang hendak dihapuskan orang-orang kafir, di samping mempertahankan diri dari kehancuran. Sejak Nabi Muhammad saw diangkat menjadi rasul, sejak itu pula timbul permusuhan dari orang-orang musyrik Mekah kepada beliau dan pengikut-pengikutnya. Berbagai cara yang mereka lakukan untuk menumpas agama Islam dan kaum Muslimin, mulai dari cara yang lunak sampai kepada yang paling keras. Puncak dari tindakan orang musyrik Mekah itu ialah berkomplot untuk membunuh Rasulullah saw sehingga Allah memerintahkan beliau hijrah ke Medinah. Setelah Rasulullah saw berada di Medinah permusuhan itu semakin keras, sehingga kaum Muslimin terpaksa memerangi mereka untuk mempertahankan agama dan diri mereka.\nSesampainya Rasulullah saw di Medinah, perjanjian damai dengan penduduk kota itu, yang antara lain adalah orang-orang Yahudi, ditandatangani, tetapi perjanjian damai itu dilanggar oleh mereka. Bahkan mereka melakukan percobaan untuk membunuh Nabi Muhammad saw. Oleh karena itu, Rasulullah saw terpaksa memerangi orang Yahudi di Medinah. \nSangat banyak contoh yang dapat dikemukakan yang membuktikan bahwa agama Islam tidak disebarkan melalui peperangan, tetapi melalui dakwah yang penuh hikmah dan kebijaksanaan.\nTerhadap tawanan perang, sikap Rasulullah saw baik sekali. Dalam hadis yang diriwayatkan oleh al-Bukhari diterangkan sikap beliau. Abu Hurairah berkata, \"Rasulullah saw mengirimkan pasukan berkuda ke Nejed, maka pasukan berkuda itu menawan seorang laki-laki dari Bani Hanifah yang bernama sumamah bin Utsal, ia diikat pada salah satu tiang masjid. Maka Rasulullah saw datang kepadanya, lalu berkata, 'Apa yang engkau punyai ya sumamah? sumamah menjawab, 'Aku mempunyai harta, jika engkau mau membunuhku, lakukanlah, dan jika engkau mau membebaskanku maka aku berterima kasih kepadamu, jika engkau menghendaki harta, maka mintalah berapa engkau mau. Esok harinya Rasulullah saw pun berkata kepadanya, 'Apakah yang engkau punya ya sumamah? Ia menjawab, 'Aku mempunyai apa yang telah kukatakan kepadamu. Rasulullah saw berkata, 'Lepaskanlah ikatan sumamah. Maka sumamah pergi ke dekat pohon kurma yang berada di dekat masjid, lalu mandi kemudian ia masuk ke masjid, lalu menyatakan, 'Aku mengakui bahwa tidak ada Tuhan selain Allah dan bahwa Muhammad itu adalah Rasul-Nya. Demi Allah, dahulu tidak ada orang yang paling aku benci di dunia ini selain engkau, sekarang jadilah engkau orang yang paling aku cintai. Demi Allah, dahulu tidak ada agama yang paling aku benci selain agama engkau, maka jadilah sekarang agama engkau adalah agama yang paling aku cintai. Demi Allah, dahulu negeri yang paling aku benci adalah negerimu, sekarang jadilah negerimu negeri yang paling aku cintai. Sesungguhnya pasukan berkuda telah menangkapku, sedang aku bermaksud umrah, apa pendapatmu? Maka Rasulullah memberi kabar gembira kepadanya dan menyuruhnya melakukan umrah. Tatkala ia sampai di Mekah, seseorang mengatakan kepadanya, 'Engkau merasa rindu? sumamah menjawab, 'Tidak, tetapi aku telah masuk Islam bersama Muhammad saw.\"\nDari hadis ini dapat dipahami bahwa Rasulullah saw bersikap lemah-lembut kepada sumamah, seorang tawanan perang. Beliau memberi kebebasan kepadanya, sehingga ia tertarik kepada Rasulullah saw dan agama Islam, karena itu dia menyatakan dirinya masuk Islam.\nSeandainya Rasulullah bersikap kasar kepadanya, tentulah sumamah tidak akan mengatakan pernyataan tersebut di dalam hadis itu. Ia akan menyimpan dendam kepada Rasulullah saw dan pada setiap kesempatan ia akan berusaha membalaskan dendamnya itu.\nAgama Islam datang untuk menegakkan prinsip-prinsip yang harus ada dalam hidup dan kehidupan manusia, baik ia sebagai makhluk individu maupun sebagai makhluk sosial. Di antara prinsip-prinsip itu ialah ketauhidan, keadilan, kemanusiaan, dan musyawarah. Dengan menegakkan prinsip-prinsip itu manusia akan berhasil dalam tugasnya sebagai khalifah Allah di bumi. Atas dasar semuanya itulah segala persoalan diselesaikan, termasuk persoalan peperangan dan tawanan perang.\nPada akhir ayat ini, Allah menerangkan balasan apa yang akan diterima oleh orang-orang yang beriman dan berjihad di jalan Allah dengan mengatakan, \"Bagi orang-orang yang berjihad di jalan Allah untuk membela agama Islam, sekali-kali Allah tidak akan mengurangi pahala mereka sedikit pun, bahkan dia akan membalasnya dengan pahala yang berlipat-ganda. Mengenai pahala berjihad di jalan Allah disebutkan dalam suatu hadis sebagai berikut:ØªÙŽØ§Diriwayatkan al-Miqdam bin Ma'diyakrib, ia berkata, \"Aku mendengar Rasulullah bersabda, 'Sesungguhnya orang yang mati syahid itu memperoleh sembilan hal-atau sepuluh, yaitu akan diampuni pada saat darahnya pertama kali mengalir, melihat tempat tinggalnya di surga, dihiasi dengan perhiasan iman, dihindarkan dari azab kubur, dinikahkan dengan bidadari, memperoleh keamanan pada saat hari ketakutan yang besar (hari Kiamat), di atas kepalanya diletakkan mahkota kemuliaan dari bahan permata yang lebih baik dari pada dunia dan isinya, dinikahkan dengan 92 istri dari golongan bidadari, dan diberi hak syafaat bagi 70 orang kerabatnya.\" (Riwayat ath-thabrani)",
    "quraish": "Apabila kalian bertemu dengan orang-orang kafir di medan perang, pancunglah batang leher mereka. Apabila kalian berhasil melemahkan dan mengalahkan mereka dengan banyak membunuh pasukan mereka, tawanlah mereka. Sesudah perang, kalian boleh membebaskan mereka tanpa tebusan apapun atau meminta harta atau tawanan kaum Muslimin sebagai tebusan. Hendaknya seperti itulah sikap kalian terhadap orang-orang kafir sampai perang berakhir. Begitulah ketentuan Allah yang berlaku untuk mereka. Seandainya Allah menghendaki, niscaya Dia akan memenangkan kaum Muslimin tanpa melalui perang. Tetapi, karena Allah ingin menguji orang-orang Mukmin melalui orang-orang kafir, Dia menetapkan jihad. Orang-orang yang terbunuh di jalan Allah, amal perbuatannya tidak akan disia-siakan oleh Allah. (1) Mereka akan diberi petunjuk, keadaan mereka akan diperbaiki, dan mereka akan dimasukkan ke dalam surga yang telah diperkenalkan kepada mereka. (1) Dalam ayat yang berbicara mengenai perintah membunuh ini digunakan kata riqâb yang berarti 'batang leher', karena cara membunuh yang paling cepat dan tidak menyakitkan adalah dengan memenggal leher. Secara ilmiah telah terbukti bahwa leher merupakan jaringan penghubung antara kepala dan seluruh organ tubuh. Maka, apabila jaringan urat saraf manusia terputus, semua fungsi utama organ tubuh akan melemah. Dan apabila jaringan urat nadi telah putus, maka darah akan berhenti dan tidak dapat memberi makan ke otak. Begitu pula, apabila saluran pernapasan telah putus, maka manusia tidak lagi dapat bernapas. Dalam kondisi seperti ini manusia akan cepat mati.",
    "jalalayn": "(Apabila kalian bertemu dengan orang-orang kafir di medan perang maka pancunglah batang leher mereka) lafal Dharbur Riqaab adalah bentuk Mashdar yang menggantikan kedudukan Fi'ilnya, karena asalnya adalah, Fadhribuu Riqaabahum artinya, maka pancunglah batang leher mereka. Maksudnya, bunuhlah mereka. Di sini diungkapkan dengan kalimat Dharbur Riqaab yang artinya memancung leher, karena pukulan yang mematikan itu kebanyakan dilakukan dengan cara memukul atau memancung batang leher. (Sehingga apabila kalian telah mengalahkan mereka) artinya kalian telah banyak membunuh mereka (maka kencangkanlah) tangkaplah dan tawanlah mereka lalu ikatlah mereka (ikatan mereka) dengan tali pengikat tawanan perang (dan sesudah itu kalian boleh membebaskan mereka) lafal Mannan adalah bentuk Mashdar yang menggantikan kedudukan Fi'ilnya; maksudnya, kalian memberikan anugerah kepada mereka, yaitu dengan cara melepaskan mereka tanpa imbalan apa-apa (atau menerima tebusan) artinya, kalian meminta tebusan berupa harta atau tukaran dengan kaum muslimin yang ditawan oleh mereka (sampai perang meletakkan) maksudnya, orang-orang yang terlibat di dalam peperangan itu meletakkan (senjatanya) artinya, menghentikan adu senjata dan adu lain-lainnya, misalnya orang-orang kafir menyerah kalah atau mereka menandatangani perjanjian gencatan senjata; hal inilah akhir dari suatu peperangan dan saling tawan-menawan. (Demikianlah) menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, yaitu perkara tentang menghadapi orang-orang kafir adalah sebagaimana yang telah disebutkan tadi (apabila Allah menghendaki niscaya Allah dapat menang atas mereka) tanpa melalui peperangan lagi (tetapi) Dia memerintahkan kalian supaya berperang (untuk menguji sebagian kalian dengan sebagian yang lain) di antara mereka dalam peperangan itu, sebagian orang yang gugur di antara kalian ada yang dimasukkan ke dalam surga, dan sebagian lagi dimasukkan ke dalam neraka. (Dan orang-orang yang gugur) menurut suatu qiraat dibaca Qaataluu dan seterusnya, ayat ini diturunkan pada waktu perang Uhud, karena banyak di antara pasukan kaum muslimin yang gugur dan mengalami luka-luka (di jalan Allah, Allah tidak akan menyia-nyiakan) maksudnya, tidak akan menghapuskan (amal mereka.)"
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 5,
    "arab": "سَيَهْدِيْهِمْ وَيُصْلِحُ بَالَهُمْۚ",
    "translation": "Allah akan memberi petunjuk kepada mereka dan memperbaiki keadaan mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4550.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah akan membimbing orang-orang yang beriman dalam melaksanakan pekerjaan yang diridai-Nya sehingga pekerjaan itu berhasil dengan baik, dan memelihara mereka agar tidak melakukan maksiat dan perbuatan dosa. Allah juga menyediakan bagi mereka tempat kembali di surga yang telah mereka ketahui karena Allah menunjukkan tempat-tempat itu kepada mereka.",
    "quraish": "Apabila kalian bertemu dengan orang-orang kafir di medan perang, pancunglah batang leher mereka. Apabila kalian berhasil melemahkan dan mengalahkan mereka dengan banyak membunuh pasukan mereka, tawanlah mereka. Sesudah perang, kalian boleh membebaskan mereka tanpa tebusan apapun atau meminta harta atau tawanan kaum Muslimin sebagai tebusan. Hendaknya seperti itulah sikap kalian terhadap orang-orang kafir sampai perang berakhir. Begitulah ketentuan Allah yang berlaku untuk mereka. Seandainya Allah menghendaki, niscaya Dia akan memenangkan kaum Muslimin tanpa melalui perang. Tetapi, karena Allah ingin menguji orang-orang Mukmin melalui orang-orang kafir, Dia menetapkan jihad. Orang-orang yang terbunuh di jalan Allah, amal perbuatannya tidak akan disia-siakan oleh Allah. (1) Mereka akan diberi petunjuk, keadaan mereka akan diperbaiki, dan mereka akan dimasukkan ke dalam surga yang telah diperkenalkan kepada mereka. (1) Dalam ayat yang berbicara mengenai perintah membunuh ini digunakan kata riqâb yang berarti 'batang leher', karena cara membunuh yang paling cepat dan tidak menyakitkan adalah dengan memenggal leher. Secara ilmiah telah terbukti bahwa leher merupakan jaringan penghubung antara kepala dan seluruh organ tubuh. Maka, apabila jaringan urat saraf manusia terputus, semua fungsi utama organ tubuh akan melemah. Dan apabila jaringan urat nadi telah putus, maka darah akan berhenti dan tidak dapat memberi makan ke otak. Begitu pula, apabila saluran pernapasan telah putus, maka manusia tidak lagi dapat bernapas. Dalam kondisi seperti ini manusia akan cepat mati.",
    "jalalayn": "(Allah akan memberi petunjuk kepada mereka) di dunia dan di akhirat kepada yang bermanfaat buat diri mereka (dan memperbaiki keadaan mereka) di dunia dan di akhirat. Perbaikan di dunia adalah bagi mereka yang tidak gugur, yang termasuk ke dalam pengertian ungkapan Qutiluu dengan cara Taghlib, artinya lebih memprioritaskan mereka yang gugur di jalan Allah swt."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 6,
    "arab": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ",
    "translation": "dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4551.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah akan membimbing orang-orang yang beriman dalam melaksanakan pekerjaan yang diridai-Nya sehingga pekerjaan itu berhasil dengan baik, dan memelihara mereka agar tidak melakukan maksiat dan perbuatan dosa. Allah juga menyediakan bagi mereka tempat kembali di surga yang telah mereka ketahui karena Allah menunjukkan tempat-tempat itu kepada mereka.",
    "quraish": "Apabila kalian bertemu dengan orang-orang kafir di medan perang, pancunglah batang leher mereka. Apabila kalian berhasil melemahkan dan mengalahkan mereka dengan banyak membunuh pasukan mereka, tawanlah mereka. Sesudah perang, kalian boleh membebaskan mereka tanpa tebusan apapun atau meminta harta atau tawanan kaum Muslimin sebagai tebusan. Hendaknya seperti itulah sikap kalian terhadap orang-orang kafir sampai perang berakhir. Begitulah ketentuan Allah yang berlaku untuk mereka. Seandainya Allah menghendaki, niscaya Dia akan memenangkan kaum Muslimin tanpa melalui perang. Tetapi, karena Allah ingin menguji orang-orang Mukmin melalui orang-orang kafir, Dia menetapkan jihad. Orang-orang yang terbunuh di jalan Allah, amal perbuatannya tidak akan disia-siakan oleh Allah. (1) Mereka akan diberi petunjuk, keadaan mereka akan diperbaiki, dan mereka akan dimasukkan ke dalam surga yang telah diperkenalkan kepada mereka. (1) Dalam ayat yang berbicara mengenai perintah membunuh ini digunakan kata riqâb yang berarti 'batang leher', karena cara membunuh yang paling cepat dan tidak menyakitkan adalah dengan memenggal leher. Secara ilmiah telah terbukti bahwa leher merupakan jaringan penghubung antara kepala dan seluruh organ tubuh. Maka, apabila jaringan urat saraf manusia terputus, semua fungsi utama organ tubuh akan melemah. Dan apabila jaringan urat nadi telah putus, maka darah akan berhenti dan tidak dapat memberi makan ke otak. Begitu pula, apabila saluran pernapasan telah putus, maka manusia tidak lagi dapat bernapas. Dalam kondisi seperti ini manusia akan cepat mati.",
    "jalalayn": "(Dan memasukkan mereka ke dalam surga yang telah diperkenalkan) telah dijelaskan (kepada mereka) sehingga mereka mengetahui tempat-tempat tinggal mereka dalam surga itu dan mereka telah mengenal istri-istri mereka dan telah mengenal pelayan-pelayan yang akan melayani mereka tanpa membutuhkan petunjuk lagi."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 7,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ ",
    "translation": "Wahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4552.mp3",
    "tafsir": "Allah menyeru orang mukmin, jika mereka membela dan menolong agama-Nya dengan mengorbankan harta dan jiwa, niscaya Ia akan menolong mereka dari musuh-musuhnya. Allah akan menguatkan hati dan barisan mereka dalam melaksanakan kewajiban mempertahankan agama Islam dengan memerangi orang-orang kafir yang hendak meruntuhkannya, sehingga agama Allah itu tegak dengan kokohnya.",
    "quraish": "Wahai orang-orang yang beriman, jika kalian membela agama Allah niscaya Dia akan membela kalian dari serangan musuh dan akan menguatkan pendirian kalian.",
    "jalalayn": "(Hai orang-orang yang beriman! Jika kalian menolong Allah) yakni agama-Nya dan Rasul-Nya (niscaya Dia menolong kalian) atas musuh-musuh kalian (dan meneguhkan telapak kaki kalian) di dalam medan perang."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 8,
    "arab": "وَالَّذِيْنَ كَفَرُوْا فَتَعْسًا لَّهُمْ وَاَضَلَّ اَعْمَالَهُمْ ",
    "translation": "Dan orang-orang yang kafir maka celakalah mereka dan Allah menghapus segala amalnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4553.mp3",
    "tafsir": "Selanjutnya dijelaskan bahwa orang yang tidak beriman kepada Allah, mengingkari keesaan dan kekuasaan-Nya, maka mereka akan celaka. Allah akan menghapus semua pahala amal dan perbuatan mereka. Perbuatan mereka tidak akan mendapat hidayah dan taufik dari Allah. Allah juga akan menggagalkan semua tipu daya mereka untuk menghancurkan kaum Muslimin.",
    "quraish": "Sedangkan orang-orang kafir, maka Allah akan mencelakakan mereka dan menghapus semua amal perbuatan mereka.",
    "jalalayn": "(Dan orang-orang yang kafir) dari kalangan penduduk Mekah; lafal ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya, niscaya mereka celaka. Pengertian ini disimpulkan dari firman selanjutnya yaitu (maka kecelakaanlah bagi mereka) yakni kebinasaan dan kekecewaanlah yang akan mereka terima dari Allah (dan Allah menyesatkan amal perbuatan mereka) lafal ayat ini diathafkan pada Ta'isuu yang keberadaannya diperkirakan."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 9,
    "arab": "ذٰلِكَ بِاَنَّهُمْ كَرِهُوْا مَآ اَنْزَلَ اللّٰهُ فَاَحْبَطَ اَعْمَالَهُمْ ",
    "translation": "Yang demikian itu karena mereka membenci apa (Al-Qur'an) yang diturunkan Allah, maka Allah menghapus segala amal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4554.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah tidak memberi pahala bagi amal dan perbuatan orang-orang kafir dan tidak memberi hidayah dan taufik-Nya karena mereka mengingkari petunjuk-petunjuk Al-Qur'an yang telah diturunkan kepada Nabi Muhammad sebagai rasul-Nya.",
    "quraish": "Hal itu disebabkan karena mereka membenci al-Qur'ân dan kewajiban-kewajiban yang diperintahkan oleh Allah. Allah pun menghapus amal perbuatan mereka.",
    "jalalayn": "(Yang demikian itu) kecelakaan dan penyesatan itu (adalah karena sesungguhnya mereka benci kepada apa yang diturunkan Allah) yakni Alquran yang diturunkan-Nya, di dalamnya terkandung masalah-masalah taklif atau kewajiban-kewajiban (lalu Allah menghapuskan pahala amal-amal mereka.)"
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 10,
    "arab": "۞ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ دَمَّرَ اللّٰهُ عَلَيْهِمْ ۖوَلِلْكٰفِرِيْنَ اَمْثَالُهَا ",
    "translation": "Maka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4555.mp3",
    "tafsir": "Orang-orang musyrik Mekah yang mendustakan kenabian dan kerasulan Muhammad saw, serta mengingkari kebenaran petunjuk Al-Qur'an sebagai kitab yang berasal dari Allah Yang Mahakuasa, sebenarnya mempunyai berbagai bukti untuk membenarkan kenabian dan kerasulan beliau, karena negeri itu berada di sekitar negeri umat-umat terdahulu yang pernah mendustakan dan mengingkari seruan para rasul Allah. Bukankah mereka sering pergi ke Syria, sebelah utara negeri mereka, dan Hadramaut, di sebelah selatan. Bukankah mereka juga pergi ke Persia di sebelah timur dan ke Ethiopia di sebelah barat daya negeri mereka. Kepergian mereka ke negeri-negeri tersebut dengan tujuan berdagang. \nDalam perjalanan itu, mereka melalui sisa-sisa reruntuhan negeri kaum 'Ad, kaum Samud, kaum Syuaib, dan sebagainya yang telah dibinasakan Allah. Mereka masih dapat melihat bekas negeri itu berupa puing, peninggalan, dan sebagainya. Mereka dapat menyaksikan reruntuhan itu, karena negeri tersebut adalah pusat perniagaan pada masa itu dan terletak pada jalur perniagaan yang menghubungkan dunia barat dengan timur. Mereka juga telah mengetahui bahwa umat-umat dahulu telah dihancurkan Allah karena durhaka kepada-Nya dan rasul-Nya. Akan tetapi, mereka tidak mau memperhatikan dan merenungkan bahwa sunatullah berlaku bagi setiap orang yang mengingkari agama-Nya.\nOleh karena itu, orang-orang musyrik Mekah akan mengalami nasib seperti yang telah dialami oleh umat-umat dahulu seandainya mereka tetap tidak mengindahkan seruan Nabi Muhammad. Sebagai bukti kebenaran janji Allah itu, banyak orang musyrik Mekah yang mati terbunuh dalam Perang Badar dan begitu juga pada peperangan-peperangan sesudahnya.",
    "quraish": "Apakah mereka hanya duduk berpangku tangan, tidak mencari sesuatu yang dapat memberi pelajaran kepada mereka, lalu tidak menjelajahi bumi dan tidak memperhatikan akibat yang diderita orang-orang yang mendustakan rasul-rasul sebelum mereka? Allah telah menghancurkan jiwa, harta dan anak-anak mereka semua. Orang-orang yang ingkar terhadap Allah dan rasul-Nya akan merasakan akibat seperti itu.",
    "jalalayn": "(Maka apakah mereka tidak mengadakan perjalanan di bumi sehingga mereka dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka; Allah telah menimpakan kebinasaan atas mereka) atas diri mereka, dan anak-anak serta harta benda mereka (dan orang-orang kafir akan menerima hal yang seperti itu) yaitu mereka akan menerima akibat-akibat yang sama dengan apa yang telah diterima oleh orang-orang kafir sebelum mereka."
  },
  {
    "ruku": 442,
    "name": "Muhammad",
    "ayat": 11,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ مَوْلَى الَّذِيْنَ اٰمَنُوْا وَاَنَّ الْكٰفِرِيْنَ لَا مَوْلٰى لَهُمْ ࣖ",
    "translation": "Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4556.mp3",
    "tafsir": "Ayat ini menjelaskan tentang keadaan orang mukmin dan orang kafir di dunia dan sebab orang musyrik ditimpa malapetaka. Orang musyrik tidak mempunyai seorang penolong pun untuk menolak azab yang datang menimpa mereka, sedangkan orang mukmin mempunyai penolong, yaitu Allah Yang Mahakuasa dan Maha Penolong.",
    "quraish": "Balasan berupa kemenangan orang-orang Mukmin dan kekalahan orang-orang kafir itu disebabkan karena Allah adalah pelindung dan pembela orang-orang yang beriman. Sedangkan orang-orang kafir tidak mempunyai pelindung dan pembela yang dapat menolong mereka dari kehancuran.",
    "jalalayn": "(Yang demikian itu) dimenangkannya orang-orang mukmin dan dikalahkannya orang-orang kafir (karena sesungguhnya Allah adalah pelindung) pelindung dan penolong (orang-orang yang beriman dan karena sesungguhnya orang-orang kafir itu tiada mempunyai pelindung.)"
  }
]