[
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 29,
    "arab": "اَمْ حَسِبَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ اَنْ لَّنْ يُّخْرِجَ اللّٰهُ اَضْغَانَهُمْ ",
    "translation": "Atau apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4574.mp3",
    "tafsir": "Apakah orang munafik mengira bahwa dalam permusuhan, dan niat jahat terhadap orang-orang yang beriman yang terpendam dalam hati mereka tidak akan diketahui? Apakah mereka mengira bahwa Allah tidak mengetahuinya sehingga Dia tidak memberitahukannya kepada Rasul-Nya dan orang-orang yang beriman? Allah Yang Maha Mengetahui segala sesuatu, akan memberitahukan kepada hamba-hamba-Nya yang beriman tentang semua rahasia jahat mereka.\nMengenai rahasia dan rencana jahat kaum munafik diterangkan panjang lebar dalam Surah at-Taubah. Di antaranya ialah firman Allah: \n\nOrang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67)",
    "quraish": "Bahkan, apakah orang-orang yang di dalam hatinya terdapat sifat munafik itu mengira bahwa Allah tidak akan menampakkan kedengkian mereka kepada Rasul-Nya dan orang-orang Mukmin?",
    "jalalayn": "(Atau apakah orang-orang yang ada penyakit dalam kalbunya mengira bahwa Allah tidak akan menampakkan kedengkian mereka) kepada Nabi saw. dan orang-orang mukmin?"
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 30,
    "arab": "وَلَوْ نَشَاۤءُ لَاَرَيْنٰكَهُمْ فَلَعَرَفْتَهُمْ بِسِيْمٰهُمْ ۗوَلَتَعْرِفَنَّهُمْ فِيْ لَحْنِ الْقَوْلِۗ وَاللّٰهُ يَعْلَمُ اَعْمَالَكُمْ ",
    "translation": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan mereka kepadamu (Muhammad) sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya, dan Allah mengetahui segala amal perbuatan kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4575.mp3",
    "tafsir": "Pada ayat ini, Allah menyatakan kepada Rasulullah saw, \"Hai Muhammad, jika Kami menghendaki untuk memperkenalkan kepadamu pribadi-pribadi orang munafik itu sehingga kamu mengenal seorang demi seorang berdasarkan tanda-tanda yang ada pada mereka, tentulah tidak sukar bagi Kami melakukannya. Akan tetapi, Kami tidak berbuat demikian, agar keluarga mereka yang beriman kepada Kami tidak mereka aniaya. Sekalipun demikian, kamu dapat mengetahui orang-orang munafik itu dengan memperhatikan ungkapan-ungkapan dan cara-cara mereka berbicara. Mereka tidak mau berbicara secara tegas dan jelas, melainkan selalu memakai isyarat dan sindiran serta kiasan yang kurang jelas maksudnya, dan mereka berbuat dan bertindak tidak sesuai dengan apa yang mereka katakan.\nPada masa Rasulullah saw, orang munafik bila berbicara selalu menggunakan kata-kata yang muluk-muluk dan menyenangkan hati pendengarnya, tetapi dalam hati mereka terkandung maksud jahat. Al-Kalbi berkata, \"Setelah ayat ini turun, Rasulullah mengetahui orang-orang munafik bila mereka berbicara dengan beliau. Sedangkan Anas r.a. mengatakan, \"Allah memberitahukan orang-orang munafik kepada Rasulullah dengan perantara wahyu atau dengan tanda-tanda yang ditampakkannya kepada beliau.\"\nSehubungan dengan orang-orang munafik, 'Utsman bin 'Affan berkata, \"Tidak ada suatu rahasia yang tersembunyi dalam hati seseorang, kecuali Allah menampakkannya pada air muka dan ucapan lahirnya.\"\nPada akhir ayat ini, Allah menyatakan bahwa keadaan orang mukmin tidak sama dengan orang munafik. Dia akan membalas amal perbuatan orang mukmin sesuai dengan maksud dan niatnya masing-masing, karena Allah mengetahui amal perbuatan mereka.",
    "quraish": "Kalau Kami menghendaki, niscaya Kami menunjukkan mereka kepadamu, Muhammad, agar kamu dapat mengenal mereka melalui tanda-tanda yang Kami buat. Dan Aku bersumpah bahwa kamu benar-benar akan mengetahui mereka dari gaya bicara mereka. Allah mengetahui hakikat perbuatan kalian.",
    "jalalayn": "(Dan kalau Kami menghendaki, niscaya Kami tunjukkan mereka kepadamu) atau Kami kenalkan mereka kepadamu, kemudian huruf Lam Taukid diulangi pada firman berikutnya (sehingga kamu benar-benar dapat mengenal mereka dengan tanda-tanda) berikut ciri-ciri khas mereka. (Dan sungguh kamu benar-benar akan mengenal mereka) huruf Wawu menunjukkan makna bagi Qasam atau sumpah yang tidak disebutkan, sedangkan lafal sesudahnya merupakan Jawabnya (dari kiasan-kiasan perkataan mereka) atau makna perkataan mereka, bilamana mereka berkata di hadapanmu mereka pasti menyindir dengan kata-kata yang mengandung hinaan terhadap perkara kaum muslimin (dan Allah mengetahui perbuatan-perbuatan kalian.)"
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 31,
    "arab": "وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِيْنَ مِنْكُمْ وَالصّٰبِرِيْنَۙ وَنَبْلُوَا۟ اَخْبَارَكُمْ ",
    "translation": "Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4576.mp3",
    "tafsir": "Dengan adanya ketentuan perang dan kewajiban-kewajiban berat yang lain, Allah menguji keimanan kaum Muslimin hingga diketahui siapa yang berjihad di jalan-Nya dan siapa yang tidak, serta siapa yang sabar dan siapa yang tidak. Dengan cobaan itu pula akan bertambah kuat iman orang yang sabar dan makin berkurang iman orang yang ragu-ragu.",
    "quraish": "Aku bersumpah bahwa Aku benar-benar akan menguji kalian, sehingga Kami mengetahui orang-orang, di antara kalian, yang berjihad dan tabah dalam kesengsaraan dan kesulitan, dan agar Kami mengetahui ketaatan dan pelanggaran kalian dalam berjihad dan lainnya.",
    "jalalayn": "(Dan sesungguhnya Kami benar-benar akan menguji kalian) mencoba kalian dengan berjihad dan lainnya (agar Kami mengetahui) dengan pengetahuan yang tampak (orang-orang yang berjihad dan bersabar di antara kalian) dalam berjihad dan lainnya (dan agar Kami menyatakan) menampakkan (hal ikhwal kalian) tentang ketaatan kalian dan kedurhakaan kalian di dalam masalah jihad dan masalah-masalah lainnya. Ketiga Fi'il yang ada dalam ayat ini, ketiga-tiganya dapat dibaca dengan memakai huruf Mudhara'ah Ya atau Nun."
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 32,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ وَشَاۤقُّوا الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدٰى لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۗ وَسَيُحْبِطُ اَعْمَالَهُمْ ",
    "translation": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, mereka tidak akan dapat memberi mudarat (bahaya) kepada Allah sedikit pun. Dan kelak Allah menghapus segala amal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4577.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengingkari keesaan Allah, menghalang-halangi manusia memeluk agama-Nya yang dibawa oleh Nabi Muhammad, menentang dan memeranginya setelah dikemukakan kepada mereka bukti-bukti yang kuat, maka segala tindakan mereka itu tidak akan menimbulkan mudarat kepada Allah dan kepada perkembangan agama-Nya karena Allah Mahakuasa dan kehendak-Nya pasti terlaksana. Dia menolong Rasul-Nya di dunia dan mengazab setiap orang yang menentang-Nya. Di akhirat segala usaha mereka itu tidak akan berhasil sedikit pun. \n\"Orang yang menghalang-halangi manusia di jalan Allah\" yang disebutkan dalam ayat ini maksudnya ialah orang-orang yang menghalangi orang lain masuk Islam dengan berbagai macam cara. Dapat juga berarti orang yang berusaha menghancurkan Islam dan kaum Muslimin, baik dengan terang-terangan maupun dengan sembunyi-sembunyi.\nDiriwayatkan bahwa ayat ini turun berhubungan dengan orang-orang Yahudi dari Bani Quraidzah dan Bani Nadhir. Mereka menghalang-halangi manusia menganut agama Allah setelah datang kepada mereka bukti-bukti yang nyata yang terdapat dalam Taurat dan mukjizat-mukjizat yang dikemukakan Rasulullah. Tindakan mereka itu tidak akan bermanfaat sedikit pun terhadap rencana dan kehendak Allah, tetapi malahan akan menghancurkan diri mereka sendiri, dengan kegagalan semua usaha mereka, dan azab yang mereka terima di akhirat. \nAyat ini juga berhubungan dengan orang-orang Yahudi yang menghalang-halangi Bani Sa'ad yang telah menganut agama Islam, lalu mereka mengadukan hal itu kepada Nabi Muhammad. Beliau menjawab pengaduan itu dengan ayat ini, yang menyatakan bahwa tindakan orang-orang Yahudi itu tidak akan memberi mudarat kepada Allah, tetapi akan merugikan diri mereka sendiri.",
    "quraish": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi manusia dari jalan Allah serta memusuhi rasul dengan congkak dan keras hati setelah petunjuk itu jelas bagi mereka, mereka tidak akan dapat memberi mudarat kepada Allah sedikit pun. Dan Allah akan menghapus semua amal perbuatan mereka.",
    "jalalayn": "(Sesungguhnya orang-orang kafir dan menghalang-halangi jalan Allah) jalan yang hak (dan memusuhi rasul) atau menentangnya (setelah petunjuk itu jelas bagi mereka) yang dimaksud petunjuk adalah jalan Allah tadi (mereka tidak dapat memberi mudarat kepada Allah sedikit pun. Dan Allah akan menghapuskan amal mereka) seperti sedekah dan lain-lainnya, yaitu pahalanya. Di akhirat kelak mereka tidak akan dapat melihat pahalanya. Ayat ini diturunkan berkenaan dengan orang-orang kafir yang terlibat dalam perang Badar, atau orang-orang kafir Bani Quraizhah dan Bani Nadhir."
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 33,
    "arab": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَلَا تُبْطِلُوْٓا اَعْمَالَكُمْ",
    "translation": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan taatlah kepada Rasul dan janganlah kamu merusakkan segala amalmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4578.mp3",
    "tafsir": "Dalam ayat ini, Allah meminta orang-orang yang beriman agar taat kepada-Nya dan kepada Rasul-Nya serta tidak menghiraukan sikap dan tindakan orang-orang kafir. Mereka hendaknya beriman, mengakui keesaan dan kekuasaan Allah yang memiliki sifat-sifat yang sempurna, menaati perintah-Nya, melaksanakan ajaran-Nya, dan tidak melanggar perintah-Nya yang menyebabkan hilangnya pahala amal yang mereka kerjakan.\nMenurut Abu al-'Aliyah, \"Semula para sahabat berpendapat bahwa tidak ada satu dosa pun yang dapat merusak ikrar seseorang bahwa \"tidak ada Tuhan selain Allah\", sebagaimana tidak ada manfaat sesuatu amal yang didasarkan kepada syirik sampai ayat ini turun. Setelah turunnya ayat ini, para sahabat merasa khawatir, kalau-kalau amal-amal mereka akan batal karena suatu perbuatan dosa.\"\nIbnu 'Umar berkata, \"Kami semua sahabat Rasulullah saw berpendapat bahwa perbuatan baik akan diterima Allah sampai turunnya ayat ini. Setelah ayat ini turun, kami bertanya, 'Apa sajakah yang membatalkan pahala amal-amal kami? Maka Rasulullah menjawab, 'Dosa besar, perbuatan jahat, dan perbuatan keji. Setelah itu apabila salah seorang kami berbuat dosa (zina) yang disebutkan itu, kami berkata, 'Sesungguhnya telah terhapus pahala amalnya, sampai turun ayat yang artinya, 'Sesungguhnya Allah tidak mengampuni dosa orang yang mempersekutukan-Nya, tetapi mengampuni selain dari itu bagi siapa yang dikehendaki-Nya. Setelah itu kami tidak membicarakan tentang hal itu lagi.\"\nAda ahli tafsir yang berpendapat bahwa yang dimaksud dengan taat kepada Allah ialah mengamalkan isi Al-Qur'an. Sedangkan yang dimaksud dengan taat kepada Rasul ialah mengikuti dan melaksanakan semua perintah dan larangan yang terkandung dalam hadis-hadis beliau.",
    "quraish": "Hai orang-orang yang beriman, taatlah kepada Allah dalam setiap apa yang diperintahkan kepada kalian. Taatlah juga kepada Rasul dalam setiap apa yang diserukannya. Dan janganlah kalian menghilangkan pahala amal perbuatan kalian.",
    "jalalayn": "(Hai orang-orang yang beriman! Taatlah kepada Allah dan taatlah kepada rasul dan janganlah kalian merusakkan amal-amal kalian) dengan melakukan perbuatan-perbuatan maksiat, umpamanya."
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 34,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ثُمَّ مَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ",
    "translation": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4579.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang yang mengingkari kekuasaan dan keesaan Allah, mengingkari seruan rasul-Nya, menghalang-halangi manusia dari jalan-Nya, kemudian ia mati dalam keadaan kafir, maka Allah sekali-kali tidak akan mengampuni dosa-dosanya karena pintu tobat dan ampunan Allah hanya ada sewaktu masih hidup di dunia. Jika seseorang telah mati, maka semuanya telah tertutup baginya.\nSebagian ahli tafsir menerangkan bahwa ayat ini diturunkan berhubungan dengan orang-orang kafir yang mati dalam Perang Badar yang dikubur dalam sebuah sumur. Lepas dari benar atau tidaknya pendapat itu, ayat ini berlaku bagi semua orang di mana dan kapan pun, bahwa setiap orang yang mati dalam keadaan kafir, tidak akan diampuni Allah dosa-dosanya.",
    "quraish": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi orang lain untuk memeluk Islam lalu mati dalam keadaan kafir, maka Allah tidak akan memberi ampunan kepada mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir dan menghalangi jalan Allah) tuntunan-Nya, yaitu jalan petunjuk (kemudian mereka mati dalam keadaan kafir, maka sekali-kali Allah tidak akan memberi ampun kepada mereka) ayat ini diturunkan berkenaan dengan orang-orang kafir yang dikubur di Al-Qulaib, seusai perang Badar."
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 35,
    "arab": "فَلَا تَهِنُوْا وَتَدْعُوْٓا اِلَى السَّلْمِۖ وَاَنْتُمُ الْاَعْلَوْنَۗ وَاللّٰهُ مَعَكُمْ وَلَنْ يَّتِرَكُمْ اَعْمَالَكُمْ ",
    "translation": "Maka janganlah kamu lemah dan mengajak damai karena kamulah yang lebih unggul dan Allah (pun) beserta kamu dan Dia tidak akan mengurangi segala amalmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4580.mp3",
    "tafsir": "Dalam ayat ini, Allah meminta orang-orang yang beriman, bila perintah melaksanakan jihad sudah dikeluarkan dan mereka mengetahui bahwa Allah pasti menolong orang-orang yang beriman, mereka harus merasa kuat, tidak patah semangat, dan sekali-kali tidak mengajak musuh untuk berdamai. Mereka adalah orang-orang yang percaya bahwa umat Islam yang akan memperoleh derajat yang tinggi di sisi Allah. Allah tetap bersama mereka dan tidak akan mengurangi pahala mereka sedikit pun. Allah tidak akan bersama orang kafir, apalagi menolong mereka, karena mereka sebenarnya adalah makhluk Allah yang merendahkan derajatnya sendiri.",
    "quraish": "Janganlah kalian lemah dalam menghadapi musuh, dan jangan mengajak mereka berdamai karena alasan takut kepada mereka, padahal kalian lebih tinggi dan akan menang dengan kekuatan iman. Allah selalu membela kalian dan Dia sekali-kali tidak akan mengurangi pahala amal perbuatan kalian.",
    "jalalayn": "(Janganlah kalian lemah) merasa lemah (dan minta damai) dapat dibaca As-Salmi atau As-Silmi, artinya damai bersama dengan orang-orang kafir bila kalian bertemu dengan mereka dalam perang (padahal kalianlah yang di atas) lafal Al-A'launa asalnya adalah Al-A'lawuuna, kemudian Wawu Lam Fi'ilnya dibuang sehingga jadilah Al-A'launa, artinya, yang menang dan yang mengalahkan (dan Allah pun beserta kalian) yakni bantuan dan pertolongan-Nya (dan Dia sekali-kali tidak akan mengurangi) Allah tidak akan mengurangi kalian (amal-amal kalian) pahala amal-amal kalian."
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 36,
    "arab": "اِنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ ۗوَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا يُؤْتِكُمْ اُجُوْرَكُمْ وَلَا يَسْـَٔلْكُمْ اَمْوَالَكُمْ ",
    "translation": "Sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau. Jika kamu beriman serta bertakwa, Allah akan memberikan pahala kepadamu dan Dia tidak akan meminta hartamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4581.mp3",
    "tafsir": "Allah mendorong orang-orang yang beriman agar berjihad dan menginfakkan harta di jalan-Nya, untuk menghancurkan musuh-musuh Allah dan musuh-musuh mereka, yaitu orang-orang kafir Mekah. Mereka jangan sekali-kali terpesona oleh kehidupan dunia yang menyebabkan mereka meninggalkan jihad karena kehidupan dunia hanyalah sementara, hanya sebagai permainan, dan senda gurau. Semua yang ada di dunia ini akan hilang lenyap, kecuali ketaatan dan ibadah kepada Allah karena ketaatan dan ibadah itu menjadi sebab untuk memperoleh kehidupan yang sebenarnya nanti di akhirat. Dari ayat ini dapat dipahami bahwa jihad di jalan Allah termasuk perbuatan ibadah yang menunjukkan ketaatan dan kepatuhan kepada-Nya. Oleh karena itu, lakukanlah jihad sebagaimana melakukan ibadah-ibadah yang lain.\nSelanjutnya Allah menyatakan bahwa perbuatan yang bisa menjadi persiapan yang sebenarnya di akhirat nanti ialah beriman kepada Allah, melaksanakan segala perintah dan menjauhkan semua larangan-Nya, dan meninfakkan harta di jalan-Nya sebagaimana yang diajarkan oleh Nabi Muhammad. Yang dituntut dari harta yang diinfakkan itu hanyalah sebagian kecil dari penghasilan, tidak semuanya, dan diberikan sebagai zakat, sedekah, amal jariah, dan sebagainya. Jika mereka melaksanakan yang demikian itu, Allah akan membalasnya dengan balasan yang berlipat ganda berupa ketenangan hidup di dunia, dan surga di akhirat.",
    "quraish": "Sesungguhnya kehidupan dunia ini hanyalah kepalsuan dan tipuan belaka. Jika kalian beriman, meninggalkan kemaksiatan dan mengerjakan kebaikan, maka Allah akan memberi kalian pahala dan Dia tidak akan meminta harta kepada kalian. Jika Dia meminta harta kepada kalian lalu mendesak kalian supaya memberikannya, kalian menjadi kikir. Dia akan menampakkan kedengkian kalian karena kalian sangat cinta kepada harta itu.",
    "jalalayn": "(Sesungguhnya kehidupan dunia) maksudnya, menyibukkan diri dalam kehidupan dunia (hanyalah permainan dan senda gurau. Dan jika kalian beriman serta bertakwa) kepada Allah, yang demikian itu adalah termasuk perkara akhirat (Allah akan memberikan pahala kepada kalian dan Dia tidak akan meminta harta-harta kalian) semuanya, melainkan hanya zakat yang diwajibkan."
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 37,
    "arab": "اِنْ يَّسْـَٔلْكُمُوْهَا فَيُحْفِكُمْ تَبْخَلُوْا وَيُخْرِجْ اَضْغَانَكُمْ ",
    "translation": "Sekiranya Dia meminta harta kepadamu lalu mendesak kamu (agar memberikan semuanya) niscaya kamu akan kikir dan Dia akan menampakkan kedengkianmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4582.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan salah satu dari sifat manusia yang tercela ialah kikir dan sangat mencintai dan menginginkan harta. Allah menyatakan bahwa Ia tidak minta mereka memberikan harta mereka seluruhnya untuk diberikan kepada kaum Muslimin yang lemah. Bila Ia meminta seluruhnya seperti itu, pasti mereka tidak akan memberikannya karena mereka terlalu tamak kepada harta dan tidak akan memberikannya kepada orang-orang miskin. Allah mengetahui yang demikian. Semakin sering permintaan itu diulang-ulang, semakin bertambah rasa benci dan dengki mereka terhadap orang miskin tersebut.\nSifat kikir itu telah menjadi tabiat manusia. Ia merupakan sifat yang didatangkan kemudian, sebagaimana firman Allah:\n\nDan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. (an-Nisa'/4: 128)\n\nAllah swt berfirman:\n\nDan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang- orang yang beruntung. (al-hasyr/59: 9)\nDalam ayat yang lain dinyatakan jika manusia dapat menghilangkan atau mengurangi sifat kikirnya itu, maka ia akan menjadi orang yang beruntung hidup di dunia dan di akhirat.",
    "quraish": "Sesungguhnya kehidupan dunia ini hanyalah kepalsuan dan tipuan belaka. Jika kalian beriman, meninggalkan kemaksiatan dan mengerjakan kebaikan, maka Allah akan memberi kalian pahala dan Dia tidak akan meminta harta kepada kalian. Jika Dia meminta harta kepada kalian lalu mendesak kalian supaya memberikannya, kalian menjadi kikir. Dia akan menampakkan kedengkian kalian karena kalian sangat cinta kepada harta itu.",
    "jalalayn": "(Jika Dia memintanya dari kalian lalu mendesak kalian) mendesak meminta zakat tersebut (niscaya kalian akan kikir dan keluarlah) karena kekikiran kalian (kedengkian kalian) terhadap agama Islam."
  },
  {
    "ruku": 445,
    "name": "Muhammad",
    "ayat": 38,
    "arab": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ تُدْعَوْنَ لِتُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِۚ فَمِنْكُمْ مَّنْ يَّبْخَلُ ۚوَمَنْ يَّبْخَلْ فَاِنَّمَا يَبْخَلُ عَنْ نَّفْسِهٖ ۗوَاللّٰهُ الْغَنِيُّ وَاَنْتُمُ الْفُقَرَاۤءُ ۗ وَاِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْۙ ثُمَّ لَا يَكُوْنُوْٓا اَمْثَالَكُمْ ࣖ ",
    "translation": "Ingatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4583.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah memanggil mereka untuk menghilangkan sifat kikir. Mereka diminta menginfakkan harta mereka di jalan Allah. Dijelaskan bahwa siapa yang kikir, tidak mau menafkahkan harta di jalan Allah, maka kekikiran mereka itu akan merugikan diri sendiri karena kikir itu akan mengganggu hubungan dalam masyarakat dan akan menghapuskan pahala mereka, menjauhkan diri mereka dari Allah dan surga. Bila manusia berinfak, itu bukan untuk Allah karena Ia tidak memerlukan harta mereka, sebab Dia Mahakaya, tidak memerlukan apa pun. Infak itu justru untuk keuntungan mereka karena Allah akan membalasnya berlipat ganda, ditambah lagi dengan pahala yang balasannya adalah surga.\nKemudian Allah mengancam mereka dengan mengatakan bahwa jika mereka berpaling, yaitu tidak beriman dan tidak mau memenuhi perintah-Nya dengan berinfak, maka Allah akan menghancurkan mereka, kemudian mengganti mereka dengan kaum yang lain yang tidak seperti mereka, yaitu kaum yang mau berinfak, berjihad, melaksanakan perintah-Nya, dan menjauhi larangan-Nya.\nDiriwayatkan oleh al-Baihaqi, at-Tirmidhi dan lain-lainnya dari Abu Hurairah berkata: \nRasulullah saw membaca ayat ini sampai akhir, maka para sahabat bertanya, \"Ya Rasulullah, siapakah orang-orang itu yang jika kami berpaling mereka akan menggantikan kami dan mereka tidak seperti kami?\" Maka Rasulullah menepuk pundak Salman, kemudian berkata, \"Inilah orangnya dan kaumnya. Demi Allah yang diriku di tangan-Nya, seandainya agama itu tergantung di bintang surayya, itu akan digapai oleh orang-orang dari Persia.\"",
    "quraish": "Ingatlah, kalian ini adalah orang-orang yang diajak untuk menginfakkan harta di jalan Allah. Lalu di antara kalian ada yang kikir dan tidak mau menginfakkan hartanya. Barangsiapa yang kikir berarti ia telah merugikan dirinya sendiri. Allah Mahakaya sedang kalian adalah orang-orang miskin yang membutuhkan- Nya. Dan jika kalian tidak taat kepada Allah, niscaya Dia akan mengganti kalian dengan kaum lain yang tidak seperti kalian yang tidak menaati-Nya.",
    "jalalayn": "(Ingatlah kalian) wahai, kalian ingatlah (kalian ini orang-orang yang diajak untuk menafkahkan harta kalian pada jalan Allah) maksudnya untuk menafkahkan apa yang telah diwajibkan atas kalian, yaitu zakat. (Maka di antara kalian ada orang yang kikir, dan siapa yang kikir sesungguhnya dia hanyalah kikir terhadap dirinya sendiri) lafal Bakhila dapat bermuta'addikan 'Ala atau 'An, untuk itu dapat dikatakan Rakhila 'Alaihi dan Bakhila 'Anhu. (Dan Allahlah Yang Maha Kaya) artinya, tidak membutuhkan infak kalian (sedangkan kalianlah orang-orang yang berhajat) kepada-Nya (dan jika kalian berpaling) dari taat kepada-Nya (niscaya Dia akan mengganti kalian dengan kaum yang lain) Dia akan menjadikan yang lain sebagai pengganti kalian (dan mereka tidak akan seperti kalian) tidak akan berpaling dari taat kepada-Nya, bahkan mereka benar-benar akan taat kepada-Nya."
  }
]