[
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 18,
    "arab": "۞ لَقَدْ رَضِيَ اللّٰهُ عَنِ الْمُؤْمِنِيْنَ اِذْ يُبَايِعُوْنَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِيْ قُلُوْبِهِمْ فَاَنْزَلَ السَّكِيْنَةَ عَلَيْهِمْ وَاَثَابَهُمْ فَتْحًا قَرِيْبًاۙ",
    "translation": "Sungguh, Allah telah meridai orang-orang mukmin ketika mereka berjanji setia kepadamu (Muhammad) di bawah pohon, Dia mengetahui apa yang ada dalam hati mereka lalu Dia memberikan ketenangan atas mereka dan memberi balasan dengan kemenangan yang dekat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4601.mp3",
    "tafsir": "Allah menyampaikan kepada Rasulullah saw bahwa Dia telah meridai baiat yang telah dilakukan para sahabat kepada beliau pada waktu Bai'ah ar-Ridhwan. Para sahabat yang ikut baiat pada waktu itu lebih kurang 1.400 orang. Menurut riwayat, ada seorang yang ikut bersama Rasulullah saw, tetapi tidak ikut baiat, yaitu Jadd bin Qais al-Ansari. Dia adalah seorang munafik.\nPara sahabat yang melakukan baiat itu telah berjanji akan menepati semua janji yang telah mereka ucapkan walaupun akan berakibat kematian diri mereka sendiri. Hal itu tersebut dalam hadis yang diriwayatkan al-Bukhari dari Salamah bin al-Akwa', bahwa ia berkata:\nAku telah melakukan baiat kepada Rasulullah saw kemudian aku berjalan menuju bayangan pohon (Samurah). Ketika orang-orang mulai sedikit, Nabi saw berkata, \"Wahai Ibnu al-Akwa', tidakkah kamu ikut melakukan baiat.\" Aku berkata, \"Wahai Rasulullah, aku sudah melakukan baiat.\" Rasulullah berkata, \"Yang ini juga.\" Maka aku melakukan baiat untuk kedua kalinya. Aku (Yazid bin Abu 'Ubaid, salah seorang sanad hadis ini) bertanya pada Salamah bin al-Akwa', \"Wahai Abu Muslim (panggilan Salamah), untuk apa kalian melakukan baiat pada hari itu?\" Ia menjawab, \"Untuk mati.\" (Riwayat al-Bukhari dari Salamah bin al-Akwa')\n\nAllah menjanjikan balasan berupa surga yang penuh kenikmatan kepada orang-orang yang ikut baiat itu. Hal ini ditegaskan pula dalam hadis Rasulullah saw yang diriwayatkan Ahmad, Muslim, Abu Dawud, dan at-Tirmidhi dari Jabir r.a., Rasulullah saw bersabda:\nTidak seorang pun akan masuk neraka dari orang-orang yang ikut baiat di bawah pohon (Samurah) itu. \n\nMenurut Nafi', ketika 'Umar bin al-Khaththab mendengar bahwa para sahabat sering berdatangan mengunjungi pohon itu untuk mengenang dan memperingati peristiwa Bai'ah ar-Ridhwan, maka beliau memerintahkan untuk menebang pohon itu. Umar memerintahkan agar pohon dan tempat itu tidak dikeramatkan dan dipuja oleh orang-orang yang datang kemudian sehingga menjadi tempat timbulnya syirik. Perbuatan Umar tersebut adalah sebagai saddu dhari'ah (menutupi celah atau kesempatan agar tidak terjadi syirik di kemudian hari).\nSelanjutnya Allah menerangkan bahwa Dia mengetahui isi hati dan kebulatan tekad kaum Muslimin yang melakukan baiat itu. Oleh karena itu, Allah menanamkan dalam hati mereka ketenangan, kesabaran, dan ketaatan kepada keputusan Rasulullah saw. Allah menjanjikan pula kepada mereka kemenangan pada Perang Khaibar yang terjadi dalam waktu yang dekat. Dengan demikian, ayat ini termasuk ayat yang menerangkan peristiwa yang terjadi pada masa yang akan datang, yaitu kemenangan kaum Muslimin pada Perang Khaibar. Dan peristiwa itu benar-benar terjadi.",
    "quraish": "Sesungguhnya Allah benar-benar memperkenankan orang-orang Mukmin ketika berjanji setia kepadamu tanpa paksaan di bawah sebuah pohon. Dia mengetahui keikhlasan dan kesetiaan hati mereka kepada risalahmu. Dengan kesetiaan itu, Allah menurunkan ketenangan dan memberikan kemuliaan kepada mereka saat mengadakan baiat dan perdamaian, dan juga memberikan harta rampasan yang banyak yang dapat mereka ambil. Dan Allah Mahaperkasa atas segala sesuatu lagi Mahabijaksana dalam setiap keputusan-Nya.",
    "jalalayn": "(Sesungguhnya Allah telah rida terhadap orang-orang mukmin ketika mereka berjanji setia kepadamu) di Hudaibiyah (di bawah pohon) yaitu pohon Samurah, jumlah mereka yang menyatakan baiat itu ada seribu tiga ratus orang atau lebih. Kemudian mereka berbaiat kepada Nabi saw. yaitu hendaknya mereka saling bahu-membahu melawan orang-orang Quraisy dan janganlah mereka lari karena takut mati (maka Dia mengetahui) yakni Allah mengetahui (apa yang ada dalam hati mereka) yaitu kejujuran dan kesetiaan mereka (lalu menurunkan ketenangan atas mereka dan memberi balasan kepada mereka dengan kemenangan yang dekat waktunya) yaitu takluknya tanah Khaibar sesudah mereka kembali dari Hudaibiyah."
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 19,
    "arab": "وَّمَغَانِمَ كَثِيْرَةً يَّأْخُذُوْنَهَا ۗ وَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا ",
    "translation": "dan harta rampasan perang yang banyak yang akan mereka peroleh. Dan Allah Mahaperkasa, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4602.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada Perang Khaibar yang akan terjadi, kaum Muslimin akan memperoleh kemenangan atas kaum kafir dan memperoleh harta rampasan yang banyak. Harta rampasan itu khusus diberikan kepada kaum Muslimin yang ikut Bai'ah ar-Ridhwan.\nPada akhir ayat ini, Allah mengulang ancaman-Nya kepada orang-orang munafik Arab Badui yang tidak mau ikut bersama Rasulullah saw ke Mekah. Allah akan memberlakukan sesuatu atas makhluk-Nya sesuai dengan hikmah dan faedahnya.",
    "quraish": "Sesungguhnya Allah benar-benar memperkenankan orang-orang Mukmin ketika berjanji setia kepadamu tanpa paksaan di bawah sebuah pohon. Dia mengetahui keikhlasan dan kesetiaan hati mereka kepada risalahmu. Dengan kesetiaan itu, Allah menurunkan ketenangan dan memberikan kemuliaan kepada mereka saat mengadakan baiat dan perdamaian, dan juga memberikan harta rampasan yang banyak yang dapat mereka ambil. Dan Allah Mahaperkasa atas segala sesuatu lagi Mahabijaksana dalam setiap keputusan-Nya.",
    "jalalayn": "(Serta harta rampasan yang banyak yang dapat mereka ambil) dari tanah Khaibar. (Dan adalah Allah Maha Perkasa lagi Maha Bijaksana) Dia terus-menerus bersifat demikian."
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 20,
    "arab": "وَعَدَكُمُ اللّٰهُ مَغَانِمَ كَثِيْرَةً تَأْخُذُوْنَهَا فَعَجَّلَ لَكُمْ هٰذِهٖ وَكَفَّ اَيْدِيَ النَّاسِ عَنْكُمْۚ وَلِتَكُوْنَ اٰيَةً لِّلْمُؤْمِنِيْنَ وَيَهْدِيَكُمْ صِرَاطًا مُّسْتَقِيْمًاۙ",
    "translation": "Allah menjanjikan kepadamu harta rampasan perang yang banyak yang dapat kamu ambil, maka Dia segerakan (harta rampasan perang) ini untukmu dan Dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya) dan agar menjadi bukti bagi orang-orang mukmin dan agar Dia menunjukkan kamu ke jalan yang lurus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4603.mp3",
    "tafsir": "Allah menjanjikan kemenangan dan harta rampasan yang banyak bagi kaum Muslimin dari orang-orang kafir secara berangsur-angsur pada masa yang akan datang. Allah akan segera memberikan kemenangan dan harta rampasan pada Perang Khaibar. Allah juga menjamin dan menghentikan orang-orang Yahudi yang ada di Medinah untuk mengganggu dan merusak harta kaum Muslimin sewaktu mereka pergi ke Mekah dan ke Khaibar. Peristiwa-peristiwa tersebut hendaklah mereka syukuri dan dijadikan sebagai bukti atas kebenaran Nabi Muhammad sebagai rasul yang diutus Allah kepada manusia. Allah membantu dan menolong kaum Muslimin dari ancaman dan serangan musuh-musuh, baik diketahui kedatangannya maupun yang tidak, dalam jumlah besar ataupun kecil. Allah membimbing kaum Muslimin menempuh jalan yang lurus dan diridai-Nya.\nMenurut Ibnu Jarir, yang dimaksud dengan perkataan, \"Allah menahan tangan manusia yang akan membinasakan Rasulullah dan kaum Muslimin\" ialah keinginan dan usaha penduduk Khaibar dan kabilah-kabilah lain yang bersekutu dengan mereka, karena dalam hati mereka masih terdapat rasa dengki dan sakit hati. Kabilah yang bersekutu dengan penduduk Khaibar itu ialah kabilah Asad dan Gathafan.",
    "quraish": "Allah telah menjanjikan kalian harta rampasan yang banyak yang dapat kalian ambil pada waktu yang telah ditentukan. Lalu Dia menyegerakan harta rampasan yang telah dijanjikan untuk kalian itu, dan mencegah manusia untuk tidak membinasakan kalian. Hal itu supaya menjadi bukti bagi orang-orang Mukmin akan kebenaran janji Allah kepada mereka, dan supaya Dia memberi kamu petunjuk kepada jalan yang lurus dengan menaati-Nya dan mengikuti Rasul-Nya. Allah juga menjanjikan harta rampasan yang lain yang belum dapat kalian raih. Dia telah menjaganya dan akan memberikannya kepada kalian. Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Allah menjanjikan kepada kalian harta rampasan yang banyak yang dapat kalian ambil) dari penaklukan-penaklukan (maka disegerakan-Nya harta rampasan ini untuk kalian) yang dimaksud adalah harta rampasan tanah Khaibar (dan Dia menahan tangan manusia dari kalian) yakni ulah mereka terhadap anak-anak dan istri-istri kalian sewaktu kalian berangkat berperang dan memang orang-orang Yahudi, sewaktu kalian keluar bermaksud untuk membinasakan mereka, akan tetapi Allah melemparkan ke dalam hati mereka rasa takut sehingga mereka tidak berani melakukannya (dan agar hal itu) yakni harta rampasan yang disegerakan itu; lafal ayat ini diathafkan kepada lafal yang diperkirakan keberadaannya; yaitu lafal Litasykuruuhu yang artinya, supaya kalian bersyukur kepada-Nya (menjadi bukti bagi orang-orang mukmin) yang menunjukkan bahwa mereka mendapat pertolongan dari Allah (dan agar Dia menunjuki kalian kepada jalan yang lurus) yakni jalan untuk bertawakal dan menyerahkan segala sesuatu kepada Allah swt."
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 21,
    "arab": "وَّاُخْرٰى لَمْ تَقْدِرُوْا عَلَيْهَا قَدْ اَحَاطَ اللّٰهُ بِهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ",
    "translation": "Dan (kemenangan-kemenangan) atas negeri-negeri lain yang tidak dapat kamu perkirakan, tetapi sesungguhnya Allah telah menentukannya. Dan Allah Mahakuasa atas segala sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4604.mp3",
    "tafsir": "Di samping kemenangan dan jaminan keamanan, Allah juga menjanjikan bahwa kaum Muslimin akan menaklukkan negeri-negeri lain yang belum dapat ditaklukkan. Negeri-negeri itu telah dipastikan Allah akan dapat dikuasai oleh kaum Muslimin dan dijaga dari kemungkinan untuk ditaklukkan oleh orang lain. Kebenaran janji Allah itu terbukti di kemudian hari, dengan ditaklukkannya negeri-negeri di sekitar Jazirah Arab seperti Persia, dan sebagian kerajaan Romawi.\nPada akhir ayat ini, Allah menegaskan bahwa Dia mempunyai kekuasaan yang tidak dapat ditandingi oleh siapa pun, dan tidak ada sesuatu yang sukar bagi-Nya. Seakan-akan dengan ayat ini, Allah menyatakan bahwa memenangkan kaum Muslimin atas kaum kafir itu bukanlah suatu hal yang sukar bagi-Nya. Jika Dia menghendaki yang demikian, pasti terjadi.",
    "quraish": "Allah telah menjanjikan kalian harta rampasan yang banyak yang dapat kalian ambil pada waktu yang telah ditentukan. Lalu Dia menyegerakan harta rampasan yang telah dijanjikan untuk kalian itu, dan mencegah manusia untuk tidak membinasakan kalian. Hal itu supaya menjadi bukti bagi orang-orang Mukmin akan kebenaran janji Allah kepada mereka, dan supaya Dia memberi kamu petunjuk kepada jalan yang lurus dengan menaati-Nya dan mengikuti Rasul-Nya. Allah juga menjanjikan harta rampasan yang lain yang belum dapat kalian raih. Dia telah menjaganya dan akan memberikannya kepada kalian. Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Dan harta-harta rampasan yang lain) lafal Ukhraa ini menjadi Sifat dari lafal yang diperkirakan keberadaannya yaitu Maghaanima yang berkedudukan menjadi Mubtada (yang kalian belum dapat menguasainya) yaitu harta rampasan dari negeri Persia dan negeri Romawi (yang sungguh Allah telah meliputinya) dengan ilmu-Nya bahwa semuanya kelak akan kalian raih. (Dan adalah Allah Maha Kuasa atas segala sesuatu) yakni Dia terus menerus bersifat demikian."
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 22,
    "arab": "وَلَوْ قَاتَلَكُمُ الَّذِيْنَ كَفَرُوْا لَوَلَّوُا الْاَدْبَارَ ثُمَّ لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ",
    "translation": "Dan sekiranya orang-orang yang kafir itu memerangi kamu pastilah mereka akan berbalik melarikan diri (kalah) dan mereka tidak akan mendapatkan pelindung dan penolong. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4605.mp3",
    "tafsir": "Dalam ayat ini, Allah memberikan kabar gembira kepada kaum Muslimin bahwa sekiranya orang-orang Quraisy menyerang kaum Muslimin di Hudaibiyyah, pasti Ia akan menolong mereka, dan menghancurkan pasukan musyrikin. Allah juga menyatakan bahwa kaum Muslimin akan dapat menaklukkan Mekah dalam waktu yang dekat. Hal itu tergambar dalam firman-Nya, \"Hai kaum Muslimin, sekiranya orang-orang Mekah memerangimu dan tidak mau menerima Perjanjian Hudaibiyyah, pastilah Kami dapat mengalahkan mereka dan mereka akan mundur dan lari tunggang-langgang, karena tidak mempunyai pembantu dan pelindung yang akan membela mereka mempertahankan diri. Tetapi kamu, hai kaum Muslimin, mempunyai pembantu dan pelindung untuk memperoleh kemenangan.\"",
    "quraish": "Dan sekiranya orang-orang kafir Mekah memerangi kalian dan tidak mau berdamai dengan kalian, pastilah mereka akan lari dalam keadaan kalah karena takut kepada kalian. Kemudian mereka tiada memperoleh pelindung dan penolong yang dapat melindungi dan menolong mereka.",
    "jalalayn": "(Dan sekiranya orang-orang kafir itu memerangi kalian) sewaktu kalian di Hudaibiah (pastilah mereka berbalik melarikan diri ke belakang, kemudian mereka tiada memperoleh pelindung) yang dapat memelihara dan menjaga mereka (dan tidak pula penolong.)"
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 23,
    "arab": "سُنَّةَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ مِنْ قَبْلُ  ۖوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ",
    "translation": "(Demikianlah) hukum Allah, yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4606.mp3",
    "tafsir": "Ayat ini menegaskan bahwa memenangkan keimanan atas kekafiran dan menghapus yang batil dengan yang hak telah menjadi sunah (hukum) Allah yang berlaku bagi seluruh makhluk ciptaan-Nya sejak dahulu sampai sekarang, dan untuk masa yang akan datang. Tidak ada satu pun dari makhluk yang ada di alam semesta ini yang dapat mengubah sunah-Nya itu.",
    "quraish": "Allah telah menetapkan ketentuan yang berlaku sejak dahulu bagi makhluk-Nya yaitu bahwa kemenangan itu adalah untuk Rasul-Nya dan orang-orang Mukmin. Dan sekali-kali kamu tidak akan mendapatkan perubahan dalam ketentuan (sunnatullah) itu.",
    "jalalayn": "(Sebagai suatu sunatullah) lafal ayat ini adalah Mashdar yang berfungsi mengukuhkan makna jumlah kalimat sebelumnya, yaitu mengenai kalahnya orang-orang kafir dan ditolong-Nya orang-orang mukmin. Maksudnya yang demikian itu merupakan suatu sunatullah (yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan bagi sunatullah itu) sebagai ganti darinya."
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 24,
    "arab": "وَهُوَ الَّذِيْ كَفَّ اَيْدِيَهُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْۢ بَعْدِ اَنْ اَظْفَرَكُمْ عَلَيْهِمْ ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًا ",
    "translation": "Dan Dialah yang mencegah tangan mereka dari (membinasakan) kamu dan (mencegah) tangan kamu dari (membinasakan) mereka di tengah (kota) Mekah setelah Allah memenangkan kamu atas mereka. Dan Allah Maha Melihat apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4607.mp3",
    "tafsir": "Diriwayatkan oleh Ahmad, Ibnu Abi Syaibah, 'Abd bin humaid, Muslim, Abu Dawud, dan an-Nasa'i, dari Anas bin Malik, bahwa ia berkata, \"Pada Perang Hudaibiyyah, 80 orang musyrik Mekah dengan bersenjata lengkap telah menyerbu perkemahan Rasulullah dan para sahabat dari bukit Tan'im. Berkat doa Rasulullah saw, serangan itu dapat dipatahkan dan semua penyerbu itu dapat ditawan. Kemudian Rasulullah saw membebaskan dan memaafkan mereka maka turunlah ayat ini.\"\nAllah yang menahan dan menghambat serbuan orang-orang musyrik yang menyerbu perkemahan Rasulullah di Hudaibiyyah dan Allah pula yang menjanjikan kemenangan bagi Rasulullah saw dan kaum Muslimin. Kemudian Dia pula yang menimbulkan dalam hati Rasulullah saw rasa iba dan kasih sayang sehingga beliau membebaskan orang-orang kafir yang ditawan. Tidak seorang pun di antara mereka yang dibunuh, sekalipun kaum Muslimin telah berhasil memperoleh kemenangan.\nPada akhir ayat ini, Allah menegaskan bahwa Dia Maha Mengetahui semua yang dikerjakan oleh makhluk-Nya, tidak ada suatu apa pun yang tersembunyi bagi-Nya. Oleh karena itu, Dia akan memberi balasan segala amal perbuatan mereka dengan balasan yang setimpal dan adil.",
    "quraish": "Hanya Allah yang menahan tangan orang-orang kafir untuk membinasakan kalian dan, hanya Dialah yang menahan tangan kalian untuk memerangi mereka di tengah kota Mekah sesudah Dia memenangkan kalian atas mereka. Allah Maha Melihat apa yang kalian kerjakan.",
    "jalalayn": "(Dan Dialah yang menahan tangan mereka dari kalian dan tangan kalian dari mereka di lembah Mekah) yakni di Hudaibiah (sesudah Allah memenangkan kalian atas mereka) karena sesungguhnya delapan puluh orang lelaki dari kalangan mereka mengelilingi perkemahan kalian dengan tujuan untuk menyergap kalian, tetapi akhirnya mereka dapat dilumpuhkan dan mereka dihadapkan kepada Rasulullah saw. maka ia memberi maaf kepada mereka lalu dilepaskannya mereka dengan bebas. Hal ini merupakan penyebab adanya perjanjian gencatan senjata (dan adalah Allah Maha Melihat apa yang kalian kerjakan.) Lafal Ta'maluuna dapat dibaca Ya'maluuna, kalau dibaca Ya'maluuna maka artinya, \"Dan adalah Allah Maha Melihat apa yang mereka kerjakan.\" Maksud ungkapan ayat ini ialah bahwa Allah masih tetap bersifat demikian."
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 25,
    "arab": "هُمُ الَّذِيْنَ كَفَرُوْا وَصَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوْفًا اَنْ يَّبْلُغَ مَحِلَّهٗ ۚوَلَوْلَا رِجَالٌ مُّؤْمِنُوْنَ وَنِسَاۤءٌ مُّؤْمِنٰتٌ لَّمْ تَعْلَمُوْهُمْ اَنْ تَطَـُٔوْهُمْ فَتُصِيْبَكُمْ مِّنْهُمْ مَّعَرَّةٌ ۢبِغَيْرِ عِلْمٍ ۚ لِيُدْخِلَ اللّٰهُ فِيْ رَحْمَتِهٖ مَنْ يَّشَاۤءُۚ  لَوْ تَزَيَّلُوْا لَعَذَّبْنَا الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابًا اَلِيْمًا",
    "translation": "Merekalah orang-orang kafir yang menghalang-halangi kamu (masuk) Masjidilharam dan menghambat hewan-hewan kurban sampai ke tempat (penyembelihan)nya. Dan kalau bukanlah karena ada beberapa orang beriman laki-laki dan perempuan yang tidak kamu ketahui, tentulah kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesulitan tanpa kamu sadari. Karena Allah hendak memasukkan siapa yang Dia kehendaki ke dalam rahmat-Nya. Sekiranya mereka terpisah, tentu Kami akan mengazab orang-orang yang kafir di antara mereka dengan azab yang pedih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4608.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang kafir menghalang-halangi kaum Muslimin mengerjakan umrah di Masjidilharam. Mereka juga menghalangi kaum Muslimin membawa dan menyembelih binatang kurban ke daerah sekitar Masjidilharam seperti di Mina dan sebagainya.\nSebagaimana telah diterangkan bahwa Rasulullah saw pada tahun keenam Hijrah berangkat ke Mekah bersama rombongan sahabat untuk melakukan ibadah umrah dan menyembelih kurban di daerah haram. Karena terikat dengan Perjanjian Hudaibiyyah, maka Rasulullah saw beserta sahabat tidak dapat melakukan maksudnya pada tahun itu. Rasul berusaha menepati Perjanjian Hudaibiyyah, namun ada serombongan kaum musyrik yang menyerbu perkemahan Rasulullah saw di Hudaibiyyah, tetapi serbuan itu dapat digagalkan oleh Allah. Sekalipun demikian, banyak di antara kaum Muslimin yang ingin membalas serbuan itu walaupun telah terikat dengan Perjanjian Hudaibiyyah. Allah melunakkan hati kaum Muslimin sehingga mereka menerima keputusan Rasulullah. Allah menerangkan bahwa Dia melunakkan hati kaum Muslimin sehingga tidak menyerbu Mekah dengan tujuan: pertama, untuk menyelamatkan kaum Muslimin di Mekah yang menyembunyikan keimanannya kepada orang-orang kafir. Mereka takut dibunuh atau dianiaya oleh orang-orang kafir seandainya mereka menyatakan keimanannya. Kaum Muslimin sendiri tidak dapat membedakan mereka dengan orang-orang kafir. Seandainya terjadi penyerbuan kota Mekah, niscaya orang-orang mukmin yang berada di Mekah akan terbunuh seperti terbunuhnya orang-orang kafir. Kalau terjadi demikian, tentu kaum Muslimin akan ditimpa keaiban dan kesukaran karena harus membayar kifarat. Orang-orang musyrik juga akan mengatakan, \"Sesungguhnya orang-orang Muslim telah membunuh orang-orang yang seagama dengan mereka.\" \nKedua, ada kesempatan bagi kaum Muslimin menyeru orang-orang musyrik untuk beriman. Dengan terjadinya Perjanjian Hudaibiyyah, kaum Muslimin telah dapat berhubungan langsung dengan orang-orang kafir. Dengan demikian, dapat terjadi pertukaran pikiran yang wajar antara mereka, tanpa mendapat tekanan dari pihak mana pun sehingga dapat diharapkan akan masuk Islam orang-orang tertentu yang diharapkan keislamannya atau diharapkan agar sikap mereka tidak lagi sekeras sikap sebelumnya. Diharapkan hal-hal itu terjadi sebelum kaum Muslimin melakukan umrah pada tahun yang akan datang.\nDari ayat ini dapat dipahami bahwa Allah selalu menjaga dan melindungi orang-orang yang benar-benar beriman kepada-Nya, di mana pun orang itu berada. Bahkan Dia tidak akan menimpakan suatu bencana kepada orang-orang kafir, sekiranya ada orang yang beriman yang akan terkena bencana itu.",
    "quraish": "Penduduk Mekahlah yang kafir dan menghalang-halangi kalian untuk memasuki al-Masjid al-Harâm dan menghalang-halangi hewan kurban yang kalian bawa untuk sampai ke tempat penyembelihannya. Kalau sekiranya tidak karena khawatir bahwa kalian akan menimpakan kesusahan kepada orang-orang Mukmin, laki-laki dan perempuan, yang tidak kalian ketahui yang berada di antara orang-orang kafir Mekah sehingga kalian membunuh mereka yang menyebabkan kalian tercela dan terhina, niscaya Kami akan menjadikan kalian berkuasa atas mereka. Namun Allah menahan kalian dari membinasakan mereka supaya Dia dapat melindungi orang-orang Mukmin yang berada di tengah-tengah mereka dan orang-orang kafir yang masuk Islam. Kalau seandainya orang-orang Mukmin sudah dapat dibedakan, maka Kami pasti akan menghukum orang-orang yang bersikeras dalam kekufuran dengan siksa yang sangat pedih. Yaitu ketika orang-orang kafir menimbulkan kesombongan dalam hati mereka sebagaimana kesombongan jahiliyah. Lalu Allah menurunkan ketentraman pada Rasul-Nya dan orang-orang Mukmin dan menetapkan pada diri mereka keterjagaan dari kesyirikan dan siksa. Mereka adalah orang-orang yang berhak untuk mendapatkannya. Ilmu Allah meliputi segala sesuatu.",
    "jalalayn": "(Merekalah orang-orang yang kafir yang menghalangi kalian dari Masjidilharam) yakni menghalangi kalian untuk memasukinya (dan hewan kurban) diathafkan kepada Dhamir Kum yang ada pada lafal Washadduukum (dalam keadaan tertahan) yakni terhenti, lafal ini menjadi Hal atau kata keterangan keadaan (tidak dapat mencapai tempatnya) yaitu tempat penyembelihannya sebagaimana biasanya, lafal ayat ini berkedudukan menjadi Badal Isytimal. (Dan kalau tidaklah karena laki-laki yang mukmin dan perempuan-perempuan yang mukmin) yang masih ada tinggal bersama dengan orang-orang kafir di Mekah (yang tiada kalian ketahui) keimanan mereka (bahwa kalian akan membunuh mereka) kalian akan membunuh mereka bersama dengan orang-orang kafir, sekiranya kalian diizinkan-Nya untuk melakukan penaklukan. Lafal ayat ini menjadi Badal Isytimal dari Dhamir Hum yang terdapat pada lafal Lam Ta'lamuuhum (yang menyebabkan kalian berdosa) yakni perbuatan yang berdosa (tanpa pengetahuan) kalian tentangnya. Semua Dhamir Ghaibah yang ada menunjukkan makna untuk kedua jenis, yaitu jenis lelaki dan perempuan, hal tersebut hanya memprioritaskan Mudzakkar. Jawab dari lafal Laulaa tidak disebutkan, yakni tentulah Allah mengizinkan kalian untuk melakukan penaklukan, tetapi ketika itu Dia ternyata tidak mengizinkan kalian melakukan hal itu. (Supaya Allah memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya) seperti orang-orang mukmin yang telah disebutkan tadi. (Sekiranya mereka tidak bercampur-baur) seandainya mereka membedakan dari orang-orang kafir (tentulah Kami akan mengazab orang-orang kafir di antara mereka) yakni di antara penduduk Mekah pada saat itu juga, seumpamanya Kami memberikan izin kepada kalian untuk melakukan penaklukan (dengan azab yang pedih) azab yang menyakitkan."
  },
  {
    "ruku": 448,
    "name": "Al-Fath",
    "ayat": 26,
    "arab": "اِذْ جَعَلَ الَّذِيْنَ كَفَرُوْا فِيْ قُلُوْبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَلْزَمَهُمْ كَلِمَةَ التَّقْوٰى وَكَانُوْٓا اَحَقَّ بِهَا وَاَهْلَهَا ۗوَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ ",
    "translation": "Ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka (yaitu) kesombongan jahiliah, lalu Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin; dan (Allah) mewajibkan kepada mereka tetap taat menjalankan kalimat takwa dan mereka lebih berhak dengan itu dan patut memilikinya. Dan Allah Maha Mengetahui segala sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4609.mp3",
    "tafsir": "Ayat ini mengingatkan kaum Muslimin akan timbulnya rasa angkuh dan sombong di hati orang-orang musyrik Mekah. Rasa itu timbul ketika mereka tidak setuju dituliskan \"Bismillahir-Rahmanir-Rahimi\" pada permulaan surat Perjanjian Hudaibiyyah.\nDiriwayatkan, tatkala Rasulullah saw bermaksud memerangi orang-orang musyrik, mereka mengutus Suhail bin 'Amr, Khuwaithib bin 'Abd al-'Uzza, dan Mikras bin Hafadz kepada beliau. Mereka menyampaikan permintaan kepada beliau agar mengurungkan maksudnya dan mereka menyetujui jika maksud itu dilakukan pada tahun yang akan datang. Dengan demikian, ada kesempatan bagi mereka untuk mengosongkan kota Mekah pada waktu kaum muslimin mengerjakan umrah dan tidak akan mendapat gangguan dari siapa pun. Maka dibuat suatu perjanjian. Rasulullah saw memerintahkan 'Ali bin Abi thalib menulis \"Bismillahir-Rahmanir-Rahimi\". Mereka menjawab, \"Kami tidak mengetahuinya.\" Rasulullah mengatakan bahwa perjanjian ini sebagai tanda perdamaian dari beliau kepada penduduk Mekah. Mereka berkata, \"Kalau kami mengakui bahwa engkau rasul Allah, kami tidak menghalangi engkau dan tidak akan memerangi engkau, dan tuliskanlah perjanjian ini sebagai tanda perdamaian dari Muhammad bin Abdullah kepada penduduk Mekah.\" Maka Rasulullah saw berkata kepada sahabat-sahabatnya, \"Tulislah sesuai dengan keinginan mereka.\"\nKarena sikap mereka, maka sebagian kaum Muslimin enggan menerima perjanjian itu, dan ingin menyerbu kota Mekah. Maka Allah menanamkan ketenangan dan sikap taat dan patuh pada diri para sahabat kepada keputusan Rasulullah saw.\nSemua yang terjadi itu, baik di kalangan orang yang beriman maupun di kalangan orang kafir, diketahui Allah, tidak ada sesuatu pun yang luput dari pengetahuannya. Oleh karena itu, Dia akan membalas setiap amal dan perbuatan hamba-Nya dengan seadil-adilnya.",
    "quraish": "Penduduk Mekahlah yang kafir dan menghalang-halangi kalian untuk memasuki al-Masjid al-Harâm dan menghalang-halangi hewan kurban yang kalian bawa untuk sampai ke tempat penyembelihannya. Kalau sekiranya tidak karena khawatir bahwa kalian akan menimpakan kesusahan kepada orang-orang Mukmin, laki-laki dan perempuan, yang tidak kalian ketahui yang berada di antara orang-orang kafir Mekah sehingga kalian membunuh mereka yang menyebabkan kalian tercela dan terhina, niscaya Kami akan menjadikan kalian berkuasa atas mereka. Namun Allah menahan kalian dari membinasakan mereka supaya Dia dapat melindungi orang-orang Mukmin yang berada di tengah-tengah mereka dan orang-orang kafir yang masuk Islam. Kalau seandainya orang-orang Mukmin sudah dapat dibedakan, maka Kami pasti akan menghukum orang-orang yang bersikeras dalam kekufuran dengan siksa yang sangat pedih. Yaitu ketika orang-orang kafir menimbulkan kesombongan dalam hati mereka sebagaimana kesombongan jahiliyah. Lalu Allah menurunkan ketentraman pada Rasul-Nya dan orang-orang Mukmin dan menetapkan pada diri mereka keterjagaan dari kesyirikan dan siksa. Mereka adalah orang-orang yang berhak untuk mendapatkannya. Ilmu Allah meliputi segala sesuatu.",
    "jalalayn": "(Ketika menanamkan) berta'alluq kepada lafal La'adzdzabnaa (orang-orang kafir itu) menjadi Fa'il dari lafal Ja'ala (ke dalam hati mereka kesombongan) perasaan tinggi diri dari sesuatu (yaitu kesombongan jahiliah) menjadi Badal dari lafal Hamiyah. Makna yang dimaksud ialah hambatan dan cegahan mereka terhadap Nabi dan para sahabatnya untuk mencapai Masjidilharam (lalu Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang mukmin) lalu akhirnya Nabi saw. dan para sahabatnya mengadakan perdamaian dengan mereka, yaitu hendaknya mereka diperbolehkan kembali ke Mekah tahun depan dan ternyata mereka tidak terbakar atau terpancing oleh panasnya perasaan, tidak sebagaimana yang menimpa orang-orang kafir, akhirnya peperangan antara mereka terhindarkan (dan Allah mewajibkan kepada mereka) yakni kepada orang-orang mukmin (kalimat takwa) yaitu \"Tiada Tuhan selain Allah dan Muhammad utusan Allah\", kalimat ini dikaitkan dengan takwa, karena merupakan penyebabnya (dan adalah mereka lebih berhak dengannya) yakni dengan kalimat takwa itu daripada orang-orang kafir (dan patut memilikinya) merupakan Athaf Tafsir. (Dan adalah Allah Maha Mengetahui segala sesuatu) artinya Dia tetap bersifat demikian, dan di antara apa yang diketahui oleh Allah swt. ialah bahwa orang-orang mukmin itu berhak memiliki kalimat takwa itu."
  }
]