[
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 16,
    "arab": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهٖ نَفْسُهٗ ۖوَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرِيْدِ ",
    "translation": "Dan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4646.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia telah menciptakan manusia dan berkuasa penuh untuk menghidupkannya kembali pada hari Kiamat dan Ia tahu pula apa yang dibisikkan oleh hatinya, baik kebaikan maupun kejahatan. Bisikan hati ini (dalam bahasa Arab) dinamakan hadisun nafsi. Bisikan hati tidak dimintai pertanggungjawaban kecuali jika dikatakan atau dilakukan. Allah swt lebih dekat kepada manusia dari urat lehernya sendiri. Ibnu Mardawaih telah meriwayatkan sebuah hadis dari Abu Sa'id bahwa Nabi saw bersabda: Allah dekat kepada manusia (putra Adam) dalam empat keadaan; Ia lebih dekat kepada manusia daripada urat lehernya. Ia seolah-olah dinding antara manusia dengan hatinya. Ia memegang setiap binatang pada ubun-ubunnya, dan Ia bersama dengan manusia dimana saja ia berada. (Riwayat Ibnu Mardawaih) \n(",
    "quraish": "Aku bersumpah, \"Sesungguhnya Kami telah menciptakan manusia, dan Kami selalu mengetahui apa yang dibisikkan oleh hati mereka. Kami--dengan pengetahuan Kami terhadap semua keadaan manusia--lebih dekat kepadanya daripada urat lehernya sendiri yang paling dekat dengannya.",
    "jalalayn": "(Dan sesungguhnya Kami telah menciptakan manusia sedangkan Kami mengetahui) lafal Na'lamu ini berkedudukan menjadi Hal atau kata keterangan keadaan dan sebelumnya diperkirakan adanya lafal Nahnu (apa) huruf Maa di sini adalah Mashdariyah (yang dibisikkan) dibicarakan (oleh dia) yakni oleh manusia, huruf Ba di sini adalah Zaidah, atau untuk Ta'diyah (dalam hatinya, dan Kami lebih dekat kepadanya) maksudnya ilmu Kami (daripada urat lehernya) Idhafah di sini mengandung makna Bayan atau untuk menjelaskan, dan pengertian yang dimaksud dari lafal Al-Wariid adalah dua urat vital yang terdapat pada bagian belakang leher."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 17,
    "arab": "اِذْ يَتَلَقَّى الْمُتَلَقِّيٰنِ عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْدٌ ",
    "translation": "(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4647.mp3",
    "tafsir": "Allah menerangkan bahwa walaupun Ia mengetahui setiap perbuatan hamba-hamba-Nya, namun Ia memerintahkan dua malaikat untuk mencatat segala ucapan dan perbuatan hambahamba-Nya, padahal Ia sendiri lebih dekat dari pada urat leher manusia itu sendiri. Malaikat itu ada di sebelah kanan mencatat kebaikan dan yang satu lagi di sebelah kirinya mencatat kejahatan.",
    "quraish": "Yaitu ketika dua orang malaikat penjaga mencatat amal perbuatannya, seorang duduk di sebelah kanan dan yang lain duduk di sebelah kiri.",
    "jalalayn": "(Ingatlah ketika) lafal Idz di sini dinashabkan oleh lafal Udzkur yang keberadaannya diperkirakan (mencatat) yakni menulis (dua malaikat pencatat amal) artinya, yang diserahi tugas oleh Allah untuk mencatat amal perbuatan yang dilakukan oleh manusia (yang satu berada di sebelah kanan dan yang lain berada di sebelah kiri) manusia (dalam keadaan duduk) yakni keduanya duduk, lafal Qa'iid ini adalah Mubtada dan Khabarnya adalah lafal sebelumnya."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 18,
    "arab": "مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ ",
    "translation": "Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4648.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa tugas yang dibebankan kepada kedua malaikat itu ialah bahwa tiada satu kata pun yang diucapkan seseorang kecuali di sampingnya malaikat yang mengawasi dan mencatat amal perbuatannya. Al-hasan al-Basri dalam menafsirkan ayat ini berkata, \"Wahai anak-anak Adam, telah disiapkan untuk kamu sebuah daftar dan telah ditugasi malaikat untuk mencatat segala amalanmu, yang satu di sebelah kanan dan yang satu lagi di sebelah kiri. Adapun yang berada di sebelah kananmu ialah yang mencatat kebaikan dan yang satu lagi di kirimu mencatat kejahatan. Oleh karena itu, terserah kepadamu, apakah kamu mau memperkecil atau memperbesar amal dan perbuatan amal jahatmu, kamu diberi kebebasan dan bertanggung jawab terhadapnya dan nanti setelah mati, daftar itu ditutup dan digantungkan pada lehermu, masuk bersama-sama engkau ke dalam kubur sampai kamu dibangkitkan pada hari Kiamat, dan ketika itulah Allah akan berfirman: Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. \"Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.\" (al-Isra'/17: 13-14) \nKemudian al-hasan al-Basri berkata, \"Demi Allah, adil benar Tuhan yang menjadikan dirimu sebagai penghisab atas dirimu sendiri.\" Abu Usamah meriwayatkan bahwa Nabi saw bersabda, \"Malaikat yang mencatat kebajikan memimpin malaikat yang mencatat kejahatan. Jika manusia berbuat kebajikan, malaikat di sebelah kanan itu mencatat sepuluh kebajikan, tetapi jika manusia berbuat suatu kejahatan, ia berkata kepada yang di sebelah kiri, 'Tunggu dulu tujuh jam, barangkali ia membaca tasbih memohon ampunan.\" Hadis itu mengandung hikmah karena adanya malaikat di kanan dan kiri manusia mencatat perbuatannya. Allah tidak menciptakan manusia untuk diazab, akan tetapi untuk dididik dan dibersihkan. Setiap penderitaan itu bertujuan untuk meningkatkan daya tahan dan melatih kesabaran. Setiap benda biasanya lebih banyak mengandung kemanfaatan daripada kemudaratan, dan Allah menciptakan manusia dengan tujuan-tujuan yang mulia bagi manusia sendiri. Kebaikan itu yang pokok, sedangkan kejahatan itu datang kemudian. Benda (materi) pokoknya mengandung kemanfaatan sedangkan mudaratnya datang kemudian. Unsur yang empat pun demikian: api, angin, air dan tanah pokoknya untuk kemanfaatan manusia. Kebakaran, angin topan, banjir, dan gempa bumi datangnya kemudian. Perbuatan yang baik adalah yang pokok bagi manusia, dan kejahatan datang kemudian. Manusia diberi kebebasan dan pertanggungjawaban sepenuhnya dan oleh karena itu, siapa yang berbuat kejahatan janganlah ia mencela kecuali kepada dirinya sendiri.",
    "quraish": "Tiada suatu ucapan pun yang diucapkannya, melainkan ada di dekatnya malaikat penjaga yang siap mencatatnya.",
    "jalalayn": "(Tiada suatu ucapan pun yang dikatakan melainkan ada malaikat pengawas) yakni malaikat pencatat amal (yang selalu hadir) selalu berada di sisinya; lafal Raqiib dan 'Atiid ini keduanya mengandung makna Mutsanna."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 19,
    "arab": "وَجَاۤءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۗذٰلِكَ مَا كُنْتَ مِنْهُ تَحِيْدُ",
    "translation": "Dan datanglah sakaratul maut dengan sebenar-benarnya. Itulah yang dahulu hendak kamu hindari. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4649.mp3",
    "tafsir": "Setelah adanya keingkaran orang-orang kafir terhadap hari kebangkitan maka dalam ayat ini Allah menolak keingkaran dan kekafiran mereka dengan keterangan bahwa mereka akan meyakini kebenaran firman Allah itu, ketika mereka menghadapi sakaratulmaut dan pada hari Kiamat. Bila telah datang sakratulmaut, terbukalah kenyataan yang sebenarnya dan timbullah keyakinan akan datangnya hari kebangkitan; sakaratulmaut benarbenar membuka tabir, yang selalu mereka hindari. Sekarang bagi mereka tidak ada tempat berlindung atau pelarian lagi. Dalam hadis yang sahih diterangkan bahwa Nabi Muhammad ketika menghadapi saat tiba ajalnya bersabda, \"Subhanallah, Mahasuci Allah, sesungguhnya sakaratulmaut ini mengandung kedahsyatan.\"",
    "quraish": "Dan datanglah sakaratulmaut (bencana kematian) dengan sebenar-benarnya tanpa ada suatu keraguan sedikit pun. Perkara yang benar itulah yang kamu takuti dan lari daripadanya.",
    "jalalayn": "(Dan datanglah sakaratul maut) yakni kesusahan dan rasa sakit yang memuncak menjelang maut (dengan membawa kebenaran) yakni perkara akhirat, hingga orang yang ingkar kepada hari akhirat dapat melihatnya secara nyata, hal ini termasuk pula hal yang menyakitkan. (Itulah) kematian itu (hal yang kamu tidak dapat menghindar darinya) yakni tidak dapat melarikan diri darinya."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 20,
    "arab": "وَنُفِخَ فِى الصُّوْرِۗ ذٰلِكَ يَوْمُ الْوَعِيْدِ ",
    "translation": "Dan ditiuplah sangkakala. Itulah hari yang diancamkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4650.mp3",
    "tafsir": "Dan ditiupkan sangkakala dengan tiupan yang kedua kalinya. Pertama tiupan hancurnya dunia kedua tiupan kebangkitan. Selanjutnya tibalah hari Kiamat yang mengandung banyak azab bagi orang-orang kafir. Rasulullah saw bersabda: Bagaimana aku akan bersenang-senang padahal malaikat pemilik atau peniup sangkakala sudah meletakkan sangkakala mulutnya, dan menundukkan dahinya menunggu perintah untuk meniup. Para sahabat bertanya, \"Ya Rasulullah, apa yang harus kami baca (menghadapi peristiwa yang dahsyat itu)?\" Beliau bersabda, \"Bacalah: hasbunallahu wa ni'mal-wakil.\" (Riwayat Ibnu hibban)",
    "quraish": "Dan ditiuplah sangkakala sebagai tanda kebangkitan. Tiupan sangkakala itu terjadi pada hari ditimpakannya azab yang diancamkan kepada mereka.",
    "jalalayn": "(Dan ditiuplah sangkakala) untuk membangkitkan manusia. (Itulah) yakni hari peniupan itu (hari terlaksananya ancaman) bagi orang-orang kafir, yaitu mereka akan mengalami siksaan."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 21,
    "arab": "وَجَاۤءَتْ كُلُّ نَفْسٍ مَّعَهَا سَاۤىِٕقٌ وَّشَهِيْدٌ ",
    "translation": "Setiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4651.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tiap-tiap diri akan datang kepada Tuhannya pada hari Kiamat dengan disertai malaikat pengiring dan malaikat penyaksi atas segala amal perbuatannya ketika hidup di dunia.",
    "quraish": "Tiap-tiap diri, yang baik dan yang buruk, akan datang ke padang mahsyar bersama malaikat yang menggiringnya dan yang menjadi saksi atas perbuatannya.",
    "jalalayn": "(Dan datanglah) pada hari itu (tiap-tiap diri) ke tempat mereka dikumpulkan yaitu padang Mahsyar (bersama dengan dia penggiringnya) yaitu malaikat yang menggiringnya ke padang Mahsyar (dan pemberi saksi) yang akan memberikan kesaksian tentang semua amal perbuatannya, yaitu tangan dan kakinya serta anggota-anggota tubuhnya yang lain. Kemudian pada saat itu dikatakan kepada orang yang kafir:"
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 22,
    "arab": "لَقَدْ كُنْتَ فِيْ غَفْلَةٍ مِّنْ هٰذَا فَكَشَفْنَا عَنْكَ غِطَاۤءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيْدٌ ",
    "translation": "Sungguh, kamu dahulu lalai tentang (peristiwa) ini, maka Kami singkapkan tutup (yang menutupi) matamu, sehingga penglihatanmu pada hari ini sangat tajam. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4652.mp3",
    "tafsir": "Allah menegaskan kepada manusia yang ketika hidupnya di dunia penuh dengan kelengahan dalam menghadapi hari Kiamat yang hebat dan dahsyat, \"Sesungguhnya manusia berada dalam kelalaian tentang adanya hari Kiamat yang hebat dan dahsyat ini. Allah menyingkapkan dinding dan tabir yang selalu menghalanghalangi pandangannya, sekarang ini ia dapat melihat dengan matanya sendiri, apa yang dahulu selalu ia ingkari. Pandangan manusia pada hari itu amat tajam, menghilangkan segala keragu-raguan, akan tetapi apa gunanya kesadaran dan keinsafan ini, setelah ia berada di akhirat?\" Mestinya kesadaran dan keinsafan mereka miliki dahulu ketika masih berada di dunia.",
    "quraish": "Kemudian, sebagai celaan bagi orang-orang yang mendustakan, dikatakanlah kepada mereka, \"Sesungguhnya, ketika di dunia, kalian telah melalaikan apa yang kalian rasakan sekarang. Kami telah membuka tabir yang menutupi mata kalian untuk melihat masalah-masalah keakhiratan, sehingga pada hari ini penglihatan kalian menjadi tajam dan kuat.\"",
    "jalalayn": "(\"Sesungguhnya kamu) sewaktu di dunia (berada dalam keadaan lalai dari hal ini) yang sekarang menimpa kamu (maka Kami singkapkan daripadamu tutupmu) maksudnya, Kami lenyapkan kelalaianmu dengan apa yang kamu saksikan sekarang ini (maka penglihatanmu pada hari ini tajam\") yakni menjadi terang dan dapat melihat apa yang kamu ingkari sewaktu di dunia."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 23,
    "arab": "وَقَالَ قَرِيْنُهٗ هٰذَا مَا لَدَيَّ عَتِيْدٌۗ",
    "translation": "Dan (malaikat) yang menyertainya berkata, “Inilah (catatan perbuatan) yang ada padaku.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4653.mp3",
    "tafsir": "Malaikat yang menyertai dia berkata, \"Inilah anak Adam yang diserahkan kepadaku untuk mengawasinya, sekarang telah aku hadirkan dia beserta kitab amalannya agar dia diadili oleh Tuhan seadil-adilnya.\"",
    "quraish": "Setan yang menyertai manusia waktu di dunia berkata, \"Orang kafir yang ada di sisiku ini telah siap untuk dimasukkan ke dalam neraka, karena aku telah menyesatkannya.\"",
    "jalalayn": "(Dan yang menyertai dia berkata,) yakni malaikat yang diserahi tugas mencatat amal perbuatannya: (\"Inilah apa) yakni catatan amalmu (yang ada pada sisiku\") yakni catatan amalmu yang ada padaku. Lalu dikatakan kepada malaikat Malik:"
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 24,
    "arab": "اَلْقِيَا فِيْ جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيْدٍ ",
    "translation": "(Allah berfirman), “Lemparkanlah olehmu berdua ke dalam neraka Jahanam semua orang yang sangat ingkar dan keras kepala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4654.mp3",
    "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. (",
    "quraish": "Dikatakan kepada kedua malaikat, \"Campakkanlah ke dalam neraka setiap orang yang benar-benar kafir, sombong, tidak mau mengikuti kebenaran, orang yang menghalang-halangi setiap kebaikan, orang yang zalim dan menentang kebenaran dan orang yang meragukan Allah dan apa yang diturunkan-Nya.",
    "jalalayn": "(\"Lemparkanlah olehmu ke dalam neraka Jahanam) maksudnya, lemparkanlah, atau cepat lemparkan. Menurut bacaan atau qiraat Imam Al-Hasan lafal Alqiyaa dibaca Alqiyan. Jadi asal kata lafal Alqiyaa adalah Alqiyan, kemudian huruf Nun Taukidnya diganti menjadi Alif sehingga jadilah Alqiyaa (semua orang yang ingkar dan keras kepala) maksudnya, membangkang terhadap perkara yang hak."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 25,
    "arab": "مَنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيْبٍۙ",
    "translation": "yang sangat enggan melakukan kebajikan, melampaui batas dan bersikap ragu-ragu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4655.mp3",
    "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. (",
    "quraish": "Dikatakan kepada kedua malaikat, \"Campakkanlah ke dalam neraka setiap orang yang benar-benar kafir, sombong, tidak mau mengikuti kebenaran, orang yang menghalang-halangi setiap kebaikan, orang yang zalim dan menentang kebenaran dan orang yang meragukan Allah dan apa yang diturunkan-Nya.",
    "jalalayn": "(Yang sangat menghalangi kebaikan) seperti perkara zakat (melanggar batas) yakni suka berbuat zalim (lagi ragu-ragu) ragu dalam agamanya."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 26,
    "arab": " ۨالَّذِيْ جَعَلَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَاَلْقِيٰهُ فِى الْعَذَابِ الشَّدِيْدِ ",
    "translation": "yang mempersekutukan Allah dengan tuhan lain, maka lemparkanlah dia ke dalam azab yang keras.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4656.mp3",
    "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. (",
    "quraish": "Yang menyembah sembahan yang lain beserta Allah, maka lemparkanlah ia ke dalam siksa yang amat pedih.\"",
    "jalalayn": "(Yang menjadikan tuhan lain di samping Allah) lafal ayat ini berkedudukan menjadi Mubtada yang mengandung makna Syarat, sedangkan Khabarnya ialah: (maka lemparkanlah dia ke dalam siksaan yang keras\") penafsiran lafal ayat ini sama dengan ayat yang semisal dengannya di atas tadi."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 27,
    "arab": "۞ قَالَ قَرِيْنُهٗ رَبَّنَا مَآ اَطْغَيْتُهٗ وَلٰكِنْ كَانَ فِيْ ضَلٰلٍۢ بَعِيْدٍ ",
    "translation": "(Setan) yang menyertainya berkata (pula), “Ya Tuhan kami, aku tidak menyesatkannya tetapi dia sendiri yang berada dalam kesesatan yang jauh.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4657.mp3",
    "tafsir": "Setan yang menyertai orang kafir menolak tuduhan bahwa dialah yang menyesatkan dari jalan yang benar dengan mengatakan, \"Ya Tuhan kami, aku tidak menyesatkannya, akan tetapi dia sendiri yang selalu berada dalam kesesatan yang jauh sekali.\"",
    "quraish": "Setan (yang menyesatkannya) membantah ucapan orang kafir dengan mengatakan, \"Ya Tuhan kami, aku tidak menyesatkannya, tetapi ia sendiri telah berada dalam kesesatan yang jauh, lalu aku bantu ia dengan cara menggodanya.\"",
    "jalalayn": "(Yang menyertai dia berkata) yakni setannya mengatakan: (\"Ya Rabb kami! Aku tidak menyesatkannya) kami tidak membuatnya sesat (tetapi dialah yang berada dalam kesesatan yang jauh\") lalu kami mengajaknya dan ternyata ia memenuhi ajakanku. Sedangkan dia menjawab, \"Setanlah yang menyesatkan aku\", yaitu melalui ajakannya."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 28,
    "arab": "قَالَ لَا تَخْتَصِمُوْا لَدَيَّ وَقَدْ قَدَّمْتُ اِلَيْكُمْ بِالْوَعِيْدِ ",
    "translation": "(Allah) berfirman, “Janganlah kamu bertengkar di hadapan-Ku, dan sungguh, dahulu Aku telah memberikan ancaman kepadamu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4658.mp3",
    "tafsir": "Allah berfirman kepada manusia dan setan yang menyesatkannya agar mereka tidak bertengkar di hadapan Allah, karena Dia telah cukup memberi petunjuk dengan wahyu, al-Kitab, kepada para rasul, disertai dengan hujjah-hujjah yang nyata dan telah memberi ancaman kepadanya.\"",
    "quraish": "Allah berfirman kepada orang-orang kafir dan setan-setan yang menemaninya, \"Janganlah kalian bertengkar di hadapan-Ku pada hari perhitungan dan pembalasan ini. Di dunia, Aku telah memberikan kalian ancaman atas kekufuran melalui risalah-Ku kepada kalian, tetapi kalian tidak percaya.\"",
    "jalalayn": "(Allah berfirman,) Maha Tinggi Dia (\"Janganlah kalian bertengkar di hadapan-Ku) maksudnya, tiada gunanya pertengkaran kalian di sini (padahal sesungguhnya Aku dahulu telah memberikan kepada kalian) sewaktu kalian hidup di dunia (ancaman) akan adanya azab di akhirat jika kalian tidak beriman, dan ini merupakan suatu kepastian yang tidak dapat dihindari lagi."
  },
  {
    "ruku": 453,
    "name": "Qaf",
    "ayat": 29,
    "arab": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَآ اَنَا۠ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ ",
    "translation": "Keputusan-Ku tidak dapat diubah dan Aku tidak menzalimi hamba-hamba-Ku.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4659.mp3",
    "tafsir": "Keputusan-keputusan yang telah ditetapkan Allah dan ancaman terhadap orang kafir dengan azab yang kekal dalam api neraka tidak dapat diubah lagi. Allah sama sekali tidak akan menganiaya siapa pun, atau mengazab orang tanpa kesalahan, atau mengganti seseorang yang diazab dengan orang lain, dan sebagainya. (",
    "quraish": "Keputusan dan janji-Ku untuk memasukkan orang-orang kafir ke dalam neraka tidak akan berubah. Aku tidak akan berbuat aniaya kepada hamba-Ku, sehingga Aku tidak akan menyiksa seorang hamba yang tidak melakukan dosa.",
    "jalalayn": "(Tidaklah dapat diganti) diubah (keputusan yang ada di sisi-Ku) mengenai hal tersebut (dan Aku sekali-kali tidak menganiaya hamba-hamba-Ku) yaitu dengan cara Aku mengazab mereka tanpa dosa; lafal Zhallaamin bermakna seperti lafal Dzuu Zhulmin yaitu menganiaya, demikian itu karena ada firman lainnya yang mengatakan, \"Tidak ada yang dianiaya pada hari ini.\" (Q.S. Al-Mukmin, 17)"
  }
]