[
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 1,
    "arab": "وَالنَّجْمِ اِذَا هَوٰىۙ ",
    "translation": "Demi bintang ketika terbenam, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4785.mp3",
    "tafsir": "Allah swt menerangkan bahwa Ia bersumpah dengan makhlukNya yang besar yakni bintang yang beredar pada porosnya, sehingga tidak saling berbenturan satu dengan yang lainnya. Bintang-bintang itu merupakan petunjuk bagi manusia dalam hutan dan di padang pasir, di tempat kediaman dan dalam perjalanan, di kampung dan di kota, dan juga di lautan, bintang-bintang itu besar sekali faedahnya bagi kehidupan manusia. Allah swt mengarahkan sumpah-Nya kepada kaum musyrikin agar mengetahui betapa banyak manfaatnya bintang-bintang bagi mereka. Antara lain untuk mengetahui perubahan musim supaya mereka bersiap-siap untuk menggembalakan ternak mereka, kemudian setelah turun hujan mereka dapat menanam tanaman yang sesuai dengan musimnya. Sumpah Allah tersebut mengingatkan manusia bahwa di sana ada benda-benda yang perkasa di ruang angkasa yang harus mereka ketahui supaya mereka dapat meyakini besarnya sumber kekuasaan Allah dan indahnya ciptaan-Nya. Ilmu pengetahuan modern telah menerangkan bahwa di angkasa raya ada keajaiban yang dapat dilihat dari cepatnya peredaran dan bentuknya yang besar. Alam matahari terdiri dari matahari dan 9 buah planet yang kebanyakan dikelilingi oleh beberapa buah bulan. Matahari itu dalam alamnya adalah sebahagian daripada alam angkasa. Di alam angkasa ada sekitar 30.000.000.000 (tigapuluh milyar) bintangbintang. Setiap bintang adalah sebagai matahari seperti mataharinya manusia di bumi ini. Ada yang lebih besar dan ada pula yang lebih kecil daripadanya. Umur matahari adalah sekitar lima milyar tahun, umur bumi sekitar 2.000 juta tahun. Umur air di atas bumi sekitar 300 juta tahun. Dan umur manusia sekitar 300.000 tahun. Dan alam semesta itu mempunyai penjaga (hanya Allah-lah yang mengetahuinya). Dan tidak seorang pun yang mengetahui bala tentara Tuhan kecuali Dia. Al-'Amasy dari Mujahid mengatakan bahwa ayat ini merujuk pada Al-Qur'an ketika diturunkan seperti dalam firman-Nya: \nLalu Aku bersumpah dengan tempat beredarnya bintang-bintang. Dan sesungguhnya itu benar-benar sumpah yang besar sekiranya kamu mengetahui, dan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 75-80)",
    "quraish": "[[53 ~ AN-NAJM (BINTANG) Pendahuluan: Makkiyyah, 62 ayat ~ Sumpah yang terdapat pada permulaan surat ini menunjukkan kejujuran Rasulullah saw. mengenai kabar wahyu yang ia ucapkan dan ia sampaikan. Ia tidak sesat maupun salah dalam menyampaikan wahyu itu. Selain itu, sumpah itu juga menunjukkan Rasulullah jujur dalam menyampaikan berita tentang perjalanannya ke langit yang dikenal dengan peristiwa mikraj. Penglihatannya tidak hilang dan tidak pula melampaui batas. Pembicaraan selanjutnya beralih kepada kebodohan akal orang-orang kafir ketika menyembah berhala yang mereka buat dengan tangan mereka sendiri kemudian mereka beri nama sesuai dengan selera mereka sendiri. Kedunguan mereka juga dapat terlihat dari penamaan mereka terhadap malaikat yang mereka sebut sebagai \"ber-gender feminin\" setelah sebelumnya beranggapan bahwa Allah mempunyai anak perempuan dan mereka sendiri mempunyai anak lak-laki. Surat ini kemudian meminta Rasulullah untuk tidak menoleh kepada mereka dan menyerahkan urusan mereka sepenuhnya kepada Allah yang menciptakan dan memiliki segala sesuatu yang ada di langit dan di bumi, yang akan memberi balasan buruk kepada orang-orang yang berbuat jahat dan balasan baik kepada orang-orang yang berbuat baik. Dia mengetahui semua fase penciptaan makhluknya dan bagaimana keadaan mereka. Perintah kepada Rasulullah itu kemudian diikuti dengan ancaman terhadap orang-orang yang mengingkari perhitungan amal perbuatan setiap manusia seperti terdapat pula pada syariat agama-agama sebelum Islam. Kisah tentang lembaran-lembaran suci (shuhuf, shahîfah) Nabi Mûsâ dan Nabi Ibrâhîm juga disinggung dalam surat ini. Ayat-ayat itu semua menunjukkan kemahakuasan Allah dengan bukti-bukti dan tanda-tandanya yang terlihat pada umat-umat terdahulu. Akhirnya surat ini ditutup dengan penjelasan bahwa al-Qur'ân merupakan salah satu dari sekian banyak pemberi peringatan yang pernah disampaikan sebelumnya agar mereka semua takut kepada hari kiamat yang waktunya sudah semakin dekat. Di penghujung surat ini juga terdapat celaan terhadap orang-orang kafir yang mengingkari dan melalaikan al-Qur'ân dan lebih memilih menertawakan daripada menangis dan dan merenungi maknanya. Sedang orang-orang Mukmin diminta untuk bersujud dan menyembah Allah yang telah menurunkan al-Qur'ân.]] Demi bintang ketika turun hendak terbenam, Muhammad tidak melenceng dari kebenaran dan tidak menyakini suatu kepalsuan.",
    "jalalayn": "(Demi bintang) yaitu bintang Tsurayya (ketika terbenam) sewaktu terbenam."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 2,
    "arab": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوٰىۚ ",
    "translation": "kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4786.mp3",
    "tafsir": "Allah menerangkan bahwa kawan mereka itu (Muhammad) adalah benar-benar seorang nabi. Dia tidak pernah menyimpang dari jalan yang benar. Ia Juga tidak pernah melakukan kebatilan. Pada kenyataannya Rasulullah saw adalah seorang rasul yang diberi petunjuk oleh Allah, dia mengikuti kebenaran. Dia bukan seorang yang menyesatkan (dan bukanlah pula ia berjalan pada jalan yang ia sendiri tidak mengetahuinya). Dia bukan seorang yang sesat yang berpaling dari kebenaran dengan suatu tujuan tertentu. Keadaan beliau yang seperti itu, bukan saja setelah beliau diangkat menjadi rasul, tetapi juga sebelumnya. Oleh sebab itulah Allah memberikan kepadanya petunjuk dan syariat untuk memberikan sinar terang kepada orang-orang yang sesat baik Yahudi maupun Nasrani yang sebenarnya mereka mengetahui kebenaran itu, tetapi tidak mengamalkannya",
    "quraish": "[[53 ~ AN-NAJM (BINTANG) Pendahuluan: Makkiyyah, 62 ayat ~ Sumpah yang terdapat pada permulaan surat ini menunjukkan kejujuran Rasulullah saw. mengenai kabar wahyu yang ia ucapkan dan ia sampaikan. Ia tidak sesat maupun salah dalam menyampaikan wahyu itu. Selain itu, sumpah itu juga menunjukkan Rasulullah jujur dalam menyampaikan berita tentang perjalanannya ke langit yang dikenal dengan peristiwa mikraj. Penglihatannya tidak hilang dan tidak pula melampaui batas. Pembicaraan selanjutnya beralih kepada kebodohan akal orang-orang kafir ketika menyembah berhala yang mereka buat dengan tangan mereka sendiri kemudian mereka beri nama sesuai dengan selera mereka sendiri. Kedunguan mereka juga dapat terlihat dari penamaan mereka terhadap malaikat yang mereka sebut sebagai \"ber-gender feminin\" setelah sebelumnya beranggapan bahwa Allah mempunyai anak perempuan dan mereka sendiri mempunyai anak lak-laki. Surat ini kemudian meminta Rasulullah untuk tidak menoleh kepada mereka dan menyerahkan urusan mereka sepenuhnya kepada Allah yang menciptakan dan memiliki segala sesuatu yang ada di langit dan di bumi, yang akan memberi balasan buruk kepada orang-orang yang berbuat jahat dan balasan baik kepada orang-orang yang berbuat baik. Dia mengetahui semua fase penciptaan makhluknya dan bagaimana keadaan mereka. Perintah kepada Rasulullah itu kemudian diikuti dengan ancaman terhadap orang-orang yang mengingkari perhitungan amal perbuatan setiap manusia seperti terdapat pula pada syariat agama-agama sebelum Islam. Kisah tentang lembaran-lembaran suci (shuhuf, shahîfah) Nabi Mûsâ dan Nabi Ibrâhîm juga disinggung dalam surat ini. Ayat-ayat itu semua menunjukkan kemahakuasan Allah dengan bukti-bukti dan tanda-tandanya yang terlihat pada umat-umat terdahulu. Akhirnya surat ini ditutup dengan penjelasan bahwa al-Qur'ân merupakan salah satu dari sekian banyak pemberi peringatan yang pernah disampaikan sebelumnya agar mereka semua takut kepada hari kiamat yang waktunya sudah semakin dekat. Di penghujung surat ini juga terdapat celaan terhadap orang-orang kafir yang mengingkari dan melalaikan al-Qur'ân dan lebih memilih menertawakan daripada menangis dan dan merenungi maknanya. Sedang orang-orang Mukmin diminta untuk bersujud dan menyembah Allah yang telah menurunkan al-Qur'ân.]] Demi bintang ketika turun hendak terbenam, Muhammad tidak melenceng dari kebenaran dan tidak menyakini suatu kepalsuan.",
    "jalalayn": "(Kawanmu tidak sesat) artinya, Nabi Muhammad saw. tidak sesat dari jalan petunjuk (dan tidak pula keliru) tidak pula salah, yang dimaksud adalah dia tidak bodoh tentang akidah yang rusak."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 3,
    "arab": "وَمَا يَنْطِقُ عَنِ الْهَوٰى",
    "translation": "dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4787.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw itu tidak sesat dan tidak keliru karena beliau seorang yang tidak pernah menuruti hawa nafsunya termasuk dalam perkataannya. Orang yang mungkin keliru atau tersesat ialah orang yang menuruti hawa nafsunya. Sebagaimana firman Allah: Janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)",
    "quraish": "Al-Qur'ân yang diucapkannya itu tidak keluar dari hawa nafsunya.",
    "jalalayn": "(Dan tiadalah apa yang diucapkannya itu) apa yang disampaikannya kepada kalian (menurut kemauan hawa nafsunya) menurut kehendaknya sendiri."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 4,
    "arab": "اِنْ هُوَ اِلَّا وَحْيٌ يُّوْحٰىۙ ",
    "translation": "Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4788.mp3",
    "tafsir": "Dalam ayat ini, Allah menguatkan ayat sebelumnya, yakni bahwa Muhammad saw hanyalah mengatakan apa yang diperintahkan oleh Allah untuk disampaikan kepada manusia secara sempurna, tidak ditambah-tambah dan tidak pula dikurangi menurut apa yang diwahyukan kepadanya. 'Abdullah bin 'Amr bin 'As menulis setiap apa yang ia dengar dari Rasulullah saw, karena ia mau menghafalkannya. Tapi orang-orang Quraisy melarangnya. Mereka mengatakan mengapa ia menulis setiap perkataan Muhammad saw, sedangkan Muhammad itu adalah manusia biasa yang berkata dalam keadaan marah. Maka berhentilah 'Abdullah bin 'Umar menulis. Kemudian ia mendatangi Rasulullah saw, dan memberitahukan perihalnya itu. Maka bersabdalah Rasulullah saw:\"Tulislah demi Zat yang menguasai diriku, tidak ada yang keluar dari perkataanku kecuali kebenaran.\" (Riwayat Ahmad dan Abu Dawud) \nAl-hafidz Abu Bakar al-Bazzar menyebutkan riwayat Abu Hurairah bahwasanya Nabi Muhammad saw bersabda: ) \"Sesuatu yang aku kabarkan kepadamu bahwa ia dari Allah swt, maka tidak ada keraguan padanya.\" (Riwayat Ibnu hibban dan alBazzar) \nImam Ahmad dan al-Bazzar meriwayatkan dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda: \"Tidaklah aku berkata kecuali yang benar.\" (Riwayat Ahmad dan alBazzar)",
    "quraish": "Al-Qur'ân yang diucapkannya itu tidak lain hanyalah wahyu dari Allah yang diturunkan kepadanya.",
    "jalalayn": "(Tiada lain) tidak lain (ucapannya itu hanyalah wahyu yang diwahyukan) kepadanya."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 5,
    "arab": "عَلَّمَهٗ شَدِيْدُ الْقُوٰىۙ ",
    "translation": "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4789.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw (kawan mereka itu) diajari oleh Jibril. Jibril itu sangat kuat, baik ilmunya maupun amalnya. Dalam firman Allah dijelaskan: \nSesungguhnya (Al-Qur'an) itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang memiliki kekuatan, memiliki kedudukan tinggi di sisi (Allah) yang memiliki 'Arsy, yang di sana (di alam malaikat) ditaati dan dipercaya. (at-Takwir/81: 1921) \nKemudian Muhammad saw mempelajarinya dan mengamalkannya. Ayat ini merupakan jawaban dari perkataan mereka yang mengatakan bahwa Muhamamd saw itu hanyalah tukang dongeng yang mendongengkan dongeng-dongengan (legendalegenda) orang-orang dahulu. Dari sini jelas bahwa Muhammad saw itu bukan diajari oleh seorang manusia, tapi ia diajari oleh Malaikat Jibril yang sangat kuat. (",
    "quraish": "Yang diajarkan oleh malaikat yang amat kuat.",
    "jalalayn": "(Yang diajarkan kepadanya) oleh malaikat (yang sangat kuat)."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 6,
    "arab": "ذُوْ مِرَّةٍۗ فَاسْتَوٰىۙ ",
    "translation": "yang mempunyai keteguhan; maka (Jibril itu) menampakkan diri dengan rupa yang asli (rupa yang bagus dan perkasa)",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4790.mp3",
    "tafsir": "Allah swt menerangkan dalam ayat ini, bahwa Jibril itu mempunyai kekuatan yang luar biasa. Seperti dalam riwayat bahwa ia telah pernah membalikkan perkampungan Nabi Lut kemudian mereka diangkat ke langit lalu dijatuhkan ke bumi. Ia telah pernah menghembus kaum Samud hingga berterbangan. Dan apabila ia turun ke bumi hanya dibutuhkan waktu sekejap mata. Lagi pula ia dapat berubah bentuk menjadi seperti manusia. (",
    "quraish": "Yang mempunyai pendapat dan akal yang cerdas. Malaikat itu menampakkan diri dalam bentuk aslinya dan berada di tempat yang tinggi di langit yang berhadapan dengan orang yang menengadah kepadanya.",
    "jalalayn": "(Yang mempunyai kecerdasan) yang mempunyai kekuatan dan keperkasaan, atau yang mempunyai pandangan yang baik, yang dimaksud adalah malaikat Jibril a.s. (maka menetaplah ia) maksudnya, menampakkan diri dengan rupa aslinya."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 7,
    "arab": "وَهُوَ بِالْاُفُقِ الْاَعْلٰىۗ ",
    "translation": "Sedang dia berada di ufuk yang tinggi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4791.mp3",
    "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi.",
    "quraish": "Yang mempunyai pendapat dan akal yang cerdas. Malaikat itu menampakkan diri dalam bentuk aslinya dan berada di tempat yang tinggi di langit yang berhadapan dengan orang yang menengadah kepadanya.",
    "jalalayn": "(Sedangkan dia berada di ufuk yang tinggi) berada pada tempat terbitnya matahari dalam bentuk aslinya ketika ia diciptakan. Nabi saw., melihatnya sewaktu berada di gua Hira; dan ternyata tubuh malaikat Jibril menutupi cakrawala tempat terbitnya matahari hingga sampai ke cakrawala bagian timur. Lalu Nabi saw. pingsan tidak sadarkan diri setelah melihat wujud asli malaikat Jibril itu. Nabi saw. pernah meminta kepada malaikat Jibril supaya menampakkan wujud aslinya sebagaimana ketika ia diciptakan oleh Allah, lalu malaikat Jibril menjanjikan akan memenuhi hal tersebut di gua Hira. Setelah itu baru malaikat Jibril turun untuk menemuinya dalam bentuk Bani Adam."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 8,
    "arab": "ثُمَّ دَنَا فَتَدَلّٰىۙ  ",
    "translation": "Kemudian dia mendekat (pada Muhammad), lalu bertambah dekat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4792.mp3",
    "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi.",
    "quraish": "Kemudian Jibril mendekat lalu mendekat lagi hingga jaraknya mencapai jarak dua busur bahkan lebih.",
    "jalalayn": "(Kemudian dia mendekat) kepadanya (lalu bertambah dekat) semakin dekat dengannya."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 9,
    "arab": "فَكَانَ قَابَ قَوْسَيْنِ اَوْ اَدْنٰىۚ",
    "translation": "sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4793.mp3",
    "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi.",
    "quraish": "Kemudian Jibril mendekat lalu mendekat lagi hingga jaraknya mencapai jarak dua busur bahkan lebih.",
    "jalalayn": "(Maka jadilah dia) padanya (mendekat) dalam jarak (dua ujung busur panah atau lebih dekat lagi) dari tempatnya yang semula sehingga nabi menjadi sadar kembali dan hilanglah rasa takutnya."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 10,
    "arab": "فَاَوْحٰىٓ اِلٰى عَبْدِهٖ مَآ اَوْحٰىۗ",
    "translation": "Lalu disampaikannya wahyu kepada hamba-Nya (Muhammad) apa yang telah diwahyukan Allah. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4794.mp3",
    "tafsir": "Selanjutnya diterangkan bahwa setelah Nabi Muhammad saw sudah berdekatan benar dengan Jibril, Jibril menyampaikan wahyu Allah mengenai persoalan-persoalan agama.",
    "quraish": "Lalu Jibril menyampaikan wahyu kepada hamba Allah dan rasul-Nya apa yang Allah telah wahyukan. Wahyu itu merupakan perkara besar yang pengaruhnya amat luas.",
    "jalalayn": "(Lalu Dia menyampaikan) yakni Allah swt. (kepada hamba-Nya) yaitu malaikat Jibril (apa yang telah diwahyukan)-Nya kepada malaikat Jibril untuk disampaikan kepada Nabi saw. Di sini yang mewahyukan tidak disebutkan karena mengagungkan kedudukan-Nya."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 11,
    "arab": "مَا كَذَبَ الْفُؤَادُ مَا رَاٰى",
    "translation": "Hatinya tidak mendustakan apa yang telah dilihatnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4795.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kebanyakan manusia menyangka bahwa ia telah menggambarkan apa yang dilihatnya, padahal hatinya belum yakin terhadap apa yang telah ia lihat, tidak demikian penglihatan dan keyakinan Muhammad saw terhadap Jibril meskipun kedatangannya kepada Muhammad saw kerap kali berbeda bentuknya, karena Muhammad saw telah mengetahui bentuk yang aslinya. \nKarena Allah swt menguatkan keterangan bahwa kedatangan Jibril menyamar dalam bentuk seorang sahabat yang bernama Dihyah al-Kalbi tidaklah menghilangkan ciri-cirinya karena Muhammad saw pernah melihat bentuknya yang asli sebelum itu, yaitu di Gua Hira ketika menerima wahyu pertama, walaupun kemudian Jibril menampakkan diri lagi dengan rupa yang lain.",
    "quraish": "Hati Muhammad tidak mengingkari apa yang dilihat oleh matanya.",
    "jalalayn": "(Tiada mendustakan) dapat dibaca Kadzaba atau Kadzdzaba, artinya tiada mengingkari (hati) atau kalbu Nabi saw. (apa yang telah dilihatnya) dengan mata kepalanya sendiri tentang rupa malaikat Jibril."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 12,
    "arab": "اَفَتُمٰرُوْنَهٗ عَلٰى مَا يَرٰى ",
    "translation": "Maka apakah kamu (musyrikin Mekah) hendak membantahnya tentang apa yang dilihatnya itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4796.mp3",
    "tafsir": "Dalam ayat ini, Allah bertanya apakah orang-orang Quraisy akan mendustakan dan membantah Muhammad saw mengenai bentuk Jibril yang telah pernah dilihat Muhammad saw dengan mata kepalanya sendiri. (",
    "quraish": "Apakah kalian mengingkari Rasulullah sehingga membantah apa yang telah dilihatnya dengan matanya sendiri?",
    "jalalayn": "(Maka apakah kalian hendak membantahnya) apakah kalian hendak mendebatnya dan mengalahkannya (tentang apa yang telah dilihatnya?) khithab di sini ditujukan kepada orang-orang musyrik yang tidak mempercayai bahwa Nabi saw. melihat malaikat Jibril."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 13,
    "arab": "وَلَقَدْ رَاٰهُ نَزْلَةً اُخْرٰىۙ",
    "translation": "Dan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4797.mp3",
    "tafsir": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: \nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) \nSetiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Dan sesungguhnya dia telah melihat Jibril itu) dalam rupa yang asli (pada waktu) pada kesempatan (yang lain)."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 14,
    "arab": "عِنْدَ سِدْرَةِ الْمُنْتَهٰى ",
    "translation": "(yaitu) di Sidratul Muntaha,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4798.mp3",
    "tafsir": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: \nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) \nSetiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Yaitu di Sidratul Muntaha) sewaktu nabi dibawanya Isra ke langit. Sidratul Muntaha adalah nama sebuah pohon Nabaq yang terletak di sebelah kanan Arasy; tiada seorang malaikat pun dan tidak pula yang lainnya dapat melewati tempat itu."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 15,
    "arab": "عِنْدَهَا جَنَّةُ الْمَأْوٰىۗ  ",
    "translation": "di dekatnya ada surga tempat tinggal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4799.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa di tempat itulah (di dekat Sidratul Muntaha) letak surga. Ia merupakan tempat tinggal bagi orang-orang yang takwa dan orang-orang yang mati syahid.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Di dekatnya ada surga tempat tinggal) tempat tinggal para malaikat dan arwah-arwah para syuhada dan orang-orang yang bertakwa."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 16,
    "arab": "اِذْ يَغْشَى السِّدْرَةَ مَا يَغْشٰىۙ ",
    "translation": "(Muhammad melihat Jibril) ketika Sidratil muntaha diliputi oleh sesuatu yang meliputinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4800.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Allah swt menerangkan bahwasannya Muhammad saw melihat Jibril di Sidratul Muntaha itu ketika Sidratul Muntaha tertutup oleh suasana yang menandakan kebesaran Allah berupa sinar-sinar yang indah dan malaikat-malaikat. Al-Qur'an tidak menerangkan dengan jelas. Bagi kita cukuplah penjelasan yang sedemikian, tidak menambah atau menguranginya bila tidak ada dalil yang jelas yang menerangkannya. Seandainya ada manfaatnya untuk dijelaskan niscaya hal itu dijelaskan oleh Allah swt.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Ketika) sewaktu (Sidratul Muntaha diliputi oleh sesuatu yang meliputinya) yaitu oleh burung-burung dan lain-lainnya. Lafal Idz menjadi Ma'mul dari lafal Ra-aahu."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 17,
    "arab": "مَا زَاغَ الْبَصَرُ وَمَا طَغٰى",
    "translation": "penglihatannya (Muhammad) tidak menyimpang dari yang dilihatnya itu dan tidak (pula) melampauinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4801.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah menjelaskan lagi bahwa tatkala Rasulullah saw melihat Jibril di sana, ia tidak berpaling dari memandang semua keajaiban Sidratul Muntaha sesuai dengan apa yang telah diizinkan Allah kepadanya untuk dilihat. Dan ia tidak pula melampaui batas kecuali apa yang telah diizinkan kepadanya.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Penglihatannya tidak berpaling) penglihatan Nabi saw. tidak berpaling (dan tidak melampauinya) maksudnya, tidak berpaling dari apa yang dilihatnya dan tidak pula melampaui apa yang dilihatnya pada malam ketika ia diisrakkan."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 18,
    "arab": "لَقَدْ رَاٰى مِنْ اٰيٰتِ رَبِّهِ الْكُبْرٰى",
    "translation": "Sungguh, dia telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang paling besar.          ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4802.mp3",
    "tafsir": "Ayat ini menerangkan bahwa dengan melihat Sidratul Muntaha, berarti Muhammad saw telah melihat sebagian tandatanda kebesaran Allah yang merupakan keajaiban dari kekuasaanNya. Diriwayatkan oleh al-Bukhari dan lain-lain bahwa saat itu Muhammad saw melihat suatu lambaian hijau dari surga yang memenuhi ufuk (arah pandangan). Maka hendaklah kita tidak membatasi apa yang telah dilihat oleh Muhammad saw dengan mata kepalanya, setelah diterangkan secara samar-samar dalam Al-Qur'an tentang hal itu. Yang jelas ialah bahwa Nabi telah melihat tanda-tanda kebesaran Allah swt yang tidak terbatas.",
    "quraish": "Ia benar-benar telah melihat banyak sekali ayat-ayat Allah dan keajaiban-keajaiban yang begitu besar.",
    "jalalayn": "(Sesungguhnya dia telah melihat) pada malam itu (sebagian tanda-tanda kekuasaan Rabbnya yang paling besar) yang paling agung, dimaksud adalah sebagian dari tanda-tanda itu, maka dia melihat sebagian dari keajaiban-keajaiban alam malakut, dan Rafraf berwarna hijau menutupi cakrawala langit, dan malaikat Jibril yang memiliki enam ratus sayap."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 19,
    "arab": "اَفَرَءَيْتُمُ اللّٰتَ وَالْعُزّٰى",
    "translation": "Maka apakah patut kamu (orang-orang musyrik) menganggap (berhala) Al-Lata dan Al-‘Uzza,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4803.mp3",
    "tafsir": "Allah swt bertanya kepada orang-orang musyrik, apakah setelah mereka mendengar tanda-tanda Allah baik kesempurnaan maupun keagungan-Nya dalam kekuasaan, dan setelah mendengar keadaan malaikat dengan kedudukan dan kemampuan mereka yang tinggi, masih saja menjadikan berhala-berhala yang hina keadaannya itu sebagai sekutu bagi Allah, sedangkan mereka mengetahui kebesaran-Nya? Pertanyaan ini merupakan cemoohan dari Tuhan, sebab bagi seorang yang berakal tidak mungkin terlintas dalam pikirannya untuk menyembah berhala yang mereka buat sendiri, kemudian diletakkan dalam suatu rumah yang mereka dirikan sebagai tandingan Ka'bah. Adapun al-Lata adalah nama sebuah batu besar yang berwarna putih, di atas batu itu diukir gambar sebuah rumah. Al-Lata ini terletak di daerah thaif. Rumah itu dipasangi tabir. Di sekelilingnya ada teras yang diagung-agungkan oleh orang-orang thaif, antara lain Kabilah saqif dan pengikut-pengikutnya. Mereka tergolong orangorang yang lebih membanggakan benda itu daripada orang-orang Arab yang lain selain Quraisy. Kata Ibnu Jarir, mereka menganggap bahwa kata al-Lata itu diambil dari lafal Allah. Mereka menganggap al-Lata (Mahasuci Allah dari apa yang mereka katakan). Menurut Ibnu 'Abbas , Mujahid, Rabi' bin Anas, mereka menamakan al-Lata dari nama seorang laki-laki yang menumbuk tepung untuk jemaah haji. Setelah ia mati, maka orang-orang berkerumun melakukan iktikaf di atas kuburnya yang selanjutnya mereka menyembah dan membuatkan patungnya. Menurut Ibnu Jarir, al-'Uzza berasal dari kata 'Aziz, al-Uzza ialah sebuah pohon yang di atasnya ada sebuah bangunan dan bertirai, bertempat di Nakhlah yaitu antara Mekah dan thaif; orang-orang Quraisy mengagungkan pohon itu. Diriwayatkan bahwa Abu Sufyan ketika masih musyrik berkata pada waktu peperangan Uhud bahwa merekalah yang mempunyai Uzza, sedangkan yang lain tidak. Maka bersabdalah Rasulullah saw. \"Katakanlah! Allah adalah Tuhan kami, dan kamu tidak mempunyai Tuhan.\" (Riwayat al-Bukhari dan Ahmad)",
    "quraish": "Apakah kalian mengetahui hal itu sehingga memikirkan Lât, 'Uzzâ dan, ketiga, Manât yang kalian jadikan tuhan-tuhan sembahan kalian?",
    "jalalayn": "(Maka apakah patut kalian menganggap Laata dan Al Uzzaa)."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 20,
    "arab": "وَمَنٰوةَ الثَّالِثَةَ الْاُخْرٰى ",
    "translation": "dan Manat, yang ketiga (yang) kemudian (sebagai anak perempuan Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4804.mp3",
    "tafsir": "Dalam ayat ini Allah swt melanjutkan ayat yang sebelumnya yaitu bahwa orang-orang musyrik juga menyembah Manat yang ketiga yakni yang terakhir sebagai anak perempuan Allah. Manat itu sebuah batu besar terletak di Musyallal dengan Qudaid antara Mekah dan Medinah. Kabilah Khuza'ah, al-Aus dan Khazraj mengagungkan Manat ini dan dalam melakukan ibadah haji mereka mulai dari Manat sampai ke Ka'bah. Selain benda-benda yang tiga itu, masih banyak lagi benda-benda yang sangat dimuliakan oleh orang-orang musyrik. Akan tetapi, yang paling termasyhur adalah tiga benda itu. Ibnu Ishaq mengatakan bahwa orang-orang Arab menganggap benda-benda yang tiga itu selain Ka'bah sebagai benda sembahan mereka, dibuat seperti bangunan Ka'bah yang mempunyai tabir yang mereka bertawaf padanya seperti tawaf pada Ka'bah dan memotong binatang kurban di sampingnya. Mereka juga mengetahui kemuliaan Ka'bah yaitu bahwa Ka'bah itu adalah rumah Ibrahim dan masjidnya.",
    "quraish": "Apakah kalian mengetahui hal itu sehingga memikirkan Lât, 'Uzzâ dan, ketiga, Manât yang kalian jadikan tuhan-tuhan sembahan kalian?",
    "jalalayn": "(Dan Manat yang ketiga) yang ketiga dari yang telah disebutkan tadi (yang paling terkemudian) berkedudukan sebagai sifat yang mengandung makna celaan. Ketiganya adalah nama berhala-berhala yang terbuat dari batu. Orang-orang musyrik dahulu menyembahnya, karena mereka menduga, bahwa berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah. Maf'ul pertama bagi lafal Afara`aytum adalah lafal Al Laata dan lafal-lafal yang di'athafkan kepadanya. Sedangkan Maf'ul yang keduanya tidak disebutkan. Makna ayat, \"Ceritakanlah kepadaku, apakah berhala-berhala ini memiliki kemampuan untuk berbuat sesuatu yang karena itu kalian menyembahnya selain Allah Yang memiliki kemampuan untuk melakukan hal-hal yang telah disebutkan tadi.\" Ketika mereka menduga bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, sedangkan mereka sendiri tidak menyukai anak-anak perempuan, lalu turunlah firman-Nya berikut ini,"
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 21,
    "arab": "اَلَكُمُ الذَّكَرُ وَلَهُ الْاُنْثٰى ",
    "translation": "Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4805.mp3",
    "tafsir": "Dalam ayat ini Allah menolak anggapan mereka yang menyatakan bahwa Dia mempunyai anak perempuan dan mereka mempunyai anak laki-laki yang disebabkan oleh persangkaan mereka bahwa perempuan itu lemah dan mempunyai kekurangan sedangkan lakilaki itu sempurna. Ini mengungkapkan anggapan mereka bahwa Allah mempunyai kekurangan, sedangkan mereka yang memiliki kekurangan itu menganggap diri mereka sempurna. (",
    "quraish": "Apakah kalian membagi-bagi, sehingga kalian mengatakan anak laki-laki adalah milik kalian dan anak perempuan adalah milik Allah.",
    "jalalayn": "(\"Apakah patut untuk kalian anak laki-laki dan untuk Allah -anak -perempuan?\")."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 22,
    "arab": "تِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى ",
    "translation": "Yang demikian itu tentulah suatu pembagian yang tidak adil. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4806.mp3",
    "tafsir": "Pembagian yang seperti mereka katakan dalam ayat 21 itu adalah pembagian yang tidak adil, kurang pantas dan tidak sempurna sebab mereka menganggap bahwa Tuhan mereka mempunyai apa-apa yang mereka sendiri membencinya. Dan untuk mereka apa-apa yang mereka sukai",
    "quraish": "Pembagian itu sungguh merupakan pembagian yang tidak adil, karena kalian telah menjadikan sesuatu yang tidak kalian sukai untuk Allah.",
    "jalalayn": "(Yang demikian itu tentulah suatu pembagian yang tidak adil) pembagian yang lalim; berasal dari lafal Dhaazahu Yadhiizuhu, artinya berlaku aniaya dan melampaui batas."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 23,
    "arab": "اِنْ هِيَ اِلَّآ اَسْمَاۤءٌ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَهْوَى الْاَنْفُسُۚ وَلَقَدْ جَاۤءَهُمْ مِّنْ رَّبِّهِمُ الْهُدٰىۗ",
    "translation": "Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4807.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa mereka menamakan berhala-berhala itu tuhan, padahal itu hanyalah nama-nama yang tidak mempunyai arti sama sekali. Mereka mengira dan berkeyakinan bahwa berhala-berhala itu mempunyai hak untuk diiktikafi demi ibadat kepadanya dan sebagai tempat menyajikan binatang kurban. Mereka tidak mempunyai alasan atau mereka tidak dapat menjelaskan sebab dari apa yang mereka katakan dan mereka lakukan. Mereka hanya meniru orang-orang yang terdahulu yang selanjutnya akan diikuti oleh anak cucu mereka. Dalam ayat yang bersamaan artinya Allah berfirman: \nApa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. (Yusuf/12: 40) \nKemudian Allah swt menguatkan penjelasan-Nya dengan menerangkan bahwa mereka tidak mempunyai alasan kecuali karena berbaik sangka kepada bapak-bapaknya, yang berjalan pada jalan yang salah dan mempertahankan kedudukan mereka dalam masyarakat, atau karena hormat mereka terhadap bapak-bapaknya. Yang jelas mereka menyembah berhala-berhala itu hanyalah mengikuti sangkaan-sangkaan saja, bahwa bapak-bapak mereka dahulu itu berjalan pada jalan yang benar, padahal sebenarnya mereka mengikuti hawa nafsu mereka. Selanjutnya, Allah swt menerangkan bahwa seharusnya mereka tidak pantas untuk berbuat seperti itu karena telah datang peringatan, apa yang mereka lakukan saat itu adalah suatu kelalaian dan kesalahan. Kemudian dalam ayat ini Allah menerangkan bahwa mereka hanyalah mengikuti pendapat saja, sedangkan Allah telah mengutus rasul-Nya dengan kebenaran yang nyata dan dengan alasan yang jelas. Maka sudah seharusnyalah mereka menyadari kesalahannya. \nAkan tetapi, mereka masih tetap berpaling dari kebenaran. Diterangkan dalam firman Allah sebagai berikut: \nSeakan-akan mereka keledai liar yang lari terkejut, lari dari singa. (al-Muddatstsir/74: 50-51)",
    "quraish": "Patung-patung itu tidak lain hanyalah nama yang tak mengandung makna ketuhanan. Kalian dan bapak- bapak kalian memberinya nama sesuai dengan hawa nafsu buruk. Padahal Allah tidak menurunkan suatu keterangan apa pun yang menguatkan dugaan kalian itu. Mereka hanya mengikuti hawa nafsu yang menyimpang dari fitrah yang benar. Sesungguhnya telah datang kepada mereka petunjuk dari Tuhan jika mereka mau mengikutinya.",
    "jalalayn": "(Itu tidak lain) apa-apa yang telah disebutkan itu (hanyalah nama-nama yang kalian adakan) kalian menamakannya (yakni oleh kalian dan bapak-bapak kalian) sebagai berhala-berhala yang kalian menyembahnya (Allah tidak menurunkan tentangnya) tentang menyembah kepada berhala-berhala itu (suatu keterangan pun) yakni bukti dan hujjah (tiada lain) (mereka hanya mengikuti) di dalam menyembah berhala-berhala itu (sangkaan saja dan apa yang diinginkan oleh hawa nafsu mereka) mengikuti apa yang dihiaskan oleh setan, ke dalam hati mereka, yaitu bahwasanya berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah swt. (dan sesungguhnya telah datang petunjuk kepada mereka dari Rabb mereka) melalui lisan Nabi saw. yang membawa bukti yang pasti, akan tetapi mereka tidak mau meninggalkan apa yang biasa mereka lakukan itu, yaitu menyembah berhala."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 24,
    "arab": "اَمْ لِلْاِنْسَانِ مَا تَمَنّٰىۖ  ",
    "translation": "Atau apakah manusia akan mendapat segala yang dicita-citakannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4808.mp3",
    "tafsir": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah.",
    "quraish": "Bahkan manusia sama sekali tidak mendapatkan syafaat patung-patung tersebut atau keinginan- keinginan lain yang dia cita-citakan. Hanya kepunyaan Allahlah perkara akhirat dan dunia seluruhnya.",
    "jalalayn": "(Atau apakah manusia akan mendapat) bagi masing-masing dari mereka (segala yang dicita-citakannya) yang beranggapan, bahwa berhala-berhala itu dapat memberikan syafaat kepada mereka? Padahal kenyataannya tidaklah demikian."
  },
  {
    "ruku": 460,
    "name": "An-Najm",
    "ayat": 25,
    "arab": "فَلِلّٰهِ الْاٰخِرَةُ وَالْاُوْلٰى ࣖ ",
    "translation": "(Tidak!) Maka milik Allah-lah kehidupan akhirat dan kehidupan dunia. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4809.mp3",
    "tafsir": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah.",
    "quraish": "Bahkan manusia sama sekali tidak mendapatkan syafaat patung-patung tersebut atau keinginan- keinginan lain yang dia cita-citakan. Hanya kepunyaan Allahlah perkara akhirat dan dunia seluruhnya.",
    "jalalayn": "(Maka hanya bagi Allah kehidupan akhirat dan kehidupan dunia) tiada sesuatu pun yang terjadi pada keduanya melainkan sesuai dengan apa yang dikehendaki-Nya."
  }
]