[
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 33,
    "arab": "اَفَرَءَيْتَ الَّذِيْ تَوَلّٰىۙ  ",
    "translation": "Maka tidakkah engkau melihat orang yang berpaling (dari Al-Qur'an)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4817.mp3",
    "tafsir": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain.",
    "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
    "jalalayn": "(Maka apakah kamu melihat orang yang berpaling) dari keimanan, orang tersebut murtad dari Islam, yaitu ketika ia dicela karena masuk Islam. Lalu ia menjawab, \"Sesungguhnya aku takut akan azab atau siksaan Allah\". Lalu orang yang mencelanya itu mau menanggung siksaan Allah yang akan diterimanya, bila ia kembali kepada kemusyrikan, dan orang yang menanggung itu bersedia untuk memberikan hartanya kepada dia, sejumlah sekian. Akhirnya dia mau kembali kepada kemusyrikannya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 34,
    "arab": "وَاَعْطٰى قَلِيْلًا وَّاَكْدٰى ",
    "translation": "dan dia memberikan sedikit (dari apa yang dijanjikan) lalu menahan sisanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4818.mp3",
    "tafsir": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain.",
    "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
    "jalalayn": "(Serta memberi sedikit) dari harta yang telah disebutkan tadi (dan tidak mau memberi lagi?) yaitu dia tidak mau memberikan sisanya. Lafal Akdaa diambil dari asal kata Al Kidyah, arti asalnya adalah tanah yang keras seperti tanah yang berbatu, sehingga penggali sumur bila sampai kepada lapisan yang berbatu itu tidak dapat melanjutkan penggaliannya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 35,
    "arab": "اَعِنْدَهٗ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى ",
    "translation": "Apakah dia mempunyai ilmu tentang yang gaib sehingga dia dapat melihat(nya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4819.mp3",
    "tafsir": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain.",
    "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
    "jalalayn": "(Apakah dia mempunyai pengetahuan tentang yang gaib sehingga dia mengetahui) sebagiannya, yaitu bahwa seseorang dapat menanggung azab akhirat yang diterima oleh orang lain? Jawabannya tentu saja tidak. Orang yang dimaksud dalam ayat ini adalah Walid ibnu Mughirah atau lainnya. Jumlah kalimat A'indahuu merupakan Maf'ul kedua dari lafal Ra-ayta, yang maknanya Akhbirnii, yakni ceritakanlah kepada-Ku."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 36,
    "arab": "اَمْ لَمْ يُنَبَّأْ بِمَا فِيْ صُحُفِ مُوْسٰى  ",
    "translation": "Ataukah belum diberitakan (kepadanya) apa yang ada dalam lembaran-lembaran (Kitab Suci yang diturunkan kepada) Musa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4820.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang ketentuan-ketentuan syariat Ibrahim yang telah melaksanakan tugas-tugas yang diberikan kepadanya, telah menyampaikan risalahnya menurut semestinya, sebagaimana yang dimaksud oleh ayat: \nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" (al-Baqarah/2: 124) \nIbnu 'Abbas menyatakan, Ibrahim telah menjalankan semua gagasan Islam yang tigapuluh macam banyaknya yang tidak pernah dijalankan oleh nabi yang lain, yaitu sepuluh gagasan tersebut dalam Surah at-Taubah/9 ayat 111 dan 112. Dalam ayat pertama tersebut hanya satu macam gagasan, yaitu berperang pada jalan Allah lalu ia membunuh atau terbunuh, sedang pada ayat kedua disebutkan sembilan macam, yaitu orang yang bertobat, yang beribadah, yang memuji (Allah), yang mengembara (demi agama Islam), yang rukuk, yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat mungkar dan yang memelihara hukum-hukum Allah. Sepuluh di Surah al-Ahzab/33, pada ayat 35, yaitu laki-laki dan perempuan muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah. Enam macam dalam Surah al-Mu'minun/23 dari ayat 2 sampai dengan ayat 9, yaitu: orang yang khusyu' dalam salat, orang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna, orang yang menunaikan zakat, orang yang menjaga kemaluannya, kecuali terhadap istri-istri mereka atau budak yang mereka miliki maka sesungguhnya mereka dalam hal ini tidak tercela. Barang siapa mencari yang di balik itu, mereka adalah orang yang melampaui batas, dan orang yang memelihara amanat (yang dipikulnya) dan janjinya, orang yang memelihara salatnya. Empat macam dalam Surah al-Ma'arij/70, yaitu mulai dari ayat 26 sampai dengan ayat 33; orang yang mempercayai hari Pembalasan, orang yang takut terhadap azab Tuhannya, karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya), orang yang memelihara kemaluannya, kecuali kepada istri-istri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela. Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas, orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya dan orang-orang yang memberikan kesaksiannya. Dikhususkan Ibrahim dengan sifat-sifat tersebut, karena beratnya cobaan yang telah dialaminya ketika terjadi perintah menyembelih putranya Ismail yang sudah jelas ceritanya. Adapun sebab menyebutkan syariat dua Nabi ini saja, karena orang musyrik mengaku bahwa mereka adalah pengikut Ibrahim, sedangkan Ahli Kitab mengaku bahwa mereka pengikut Taurat dan lembaran-lembarannya yang masih dekat masanya dengan mereka. Kemudian Allah menyatakan isi dari kedua syariat tersebut dalam ayat 38 dan 39 berikut.",
    "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
    "jalalayn": "(Ataukah) yakni sebenarnya (belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran Musa) yaitu lembaran-lembaran kitab Taurat atau lembaran-lembaran kitab suci sebelumnya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 37,
    "arab": "وَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ ",
    "translation": "Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4821.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang ketentuan-ketentuan syariat Ibrahim yang telah melaksanakan tugas-tugas yang diberikan kepadanya, telah menyampaikan risalahnya menurut semestinya, sebagaimana yang dimaksud oleh ayat: \nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" (al-Baqarah/2: 124) \nIbnu 'Abbas menyatakan, Ibrahim telah menjalankan semua gagasan Islam yang tigapuluh macam banyaknya yang tidak pernah dijalankan oleh nabi yang lain, yaitu sepuluh gagasan tersebut dalam Surah at-Taubah/9 ayat 111 dan 112. Dalam ayat pertama tersebut hanya satu macam gagasan, yaitu berperang pada jalan Allah lalu ia membunuh atau terbunuh, sedang pada ayat kedua disebutkan sembilan macam, yaitu orang yang bertobat, yang beribadah, yang memuji (Allah), yang mengembara (demi agama Islam), yang rukuk, yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat mungkar dan yang memelihara hukum-hukum Allah. Sepuluh di Surah al-Ahzab/33, pada ayat 35, yaitu laki-laki dan perempuan muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah. Enam macam dalam Surah al-Mu'minun/23 dari ayat 2 sampai dengan ayat 9, yaitu: orang yang khusyu' dalam salat, orang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna, orang yang menunaikan zakat, orang yang menjaga kemaluannya, kecuali terhadap istri-istri mereka atau budak yang mereka miliki maka sesungguhnya mereka dalam hal ini tidak tercela. Barang siapa mencari yang di balik itu, mereka adalah orang yang melampaui batas, dan orang yang memelihara amanat (yang dipikulnya) dan janjinya, orang yang memelihara salatnya. Empat macam dalam Surah al-Ma'arij/70, yaitu mulai dari ayat 26 sampai dengan ayat 33; orang yang mempercayai hari Pembalasan, orang yang takut terhadap azab Tuhannya, karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya), orang yang memelihara kemaluannya, kecuali kepada istri-istri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela. Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas, orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya dan orang-orang yang memberikan kesaksiannya. Dikhususkan Ibrahim dengan sifat-sifat tersebut, karena beratnya cobaan yang telah dialaminya ketika terjadi perintah menyembelih putranya Ismail yang sudah jelas ceritanya. Adapun sebab menyebutkan syariat dua Nabi ini saja, karena orang musyrik mengaku bahwa mereka adalah pengikut Ibrahim, sedangkan Ahli Kitab mengaku bahwa mereka pengikut Taurat dan lembaran-lembarannya yang masih dekat masanya dengan mereka. Kemudian Allah menyatakan isi dari kedua syariat tersebut dalam ayat 38 dan 39 berikut.",
    "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
    "jalalayn": "(Dan) lembaran-lembaran (Ibrahim yang selalu memenuhi janji) maksudnya Nabi Ibrahim itu selalu menepati apa yang diperintahkan kepadanya,, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Dan (ingatlah) ketika Ibrahim diuji Rabbnya dengan beberapa kalimat (perintah dan larangan), lalu Ibrahim menunaikannya dengan lengkap.\" (Q.S. Al Baqarah, 124) Kemudian pengertian yang terkandung di dalam lafal Maa pada ayat sebelumnya, dijelaskan oleh firman berikutnya,"
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 38,
    "arab": "اَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ  ",
    "translation": "(yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4822.mp3",
    "tafsir": "Seseorang tidak akan memikul dosa orang lain. Setiap orang yang mengerjakan dosa karena kekafirannya atau karena kemaksiatannya maka dia sendiri yang memikul dosanya, dan tidak akan dipikul oleh orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fathir/35: 18)",
    "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
    "jalalayn": "(\"Yaitu bahwasanya seorang yang berdosa tidak akan memikul dosa orang lain) dan seterusnya. Lafal An adalah bentuk Mukhaffafah dari Anna; artinya bahwa setiap diri itu tidak dapat menanggung dosa orang lain."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 39,
    "arab": "وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ  ",
    "translation": "dan bahwa manusia hanya memperoleh apa yang telah diusahakannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4823.mp3",
    "tafsir": "Atas perbuatan yang baik, manusia hanya memperoleh ganjaran dari usahanya sendiri maka dia tidak berhak atas pahala suatu perbuatan yang tidak dilakukannya. Dari ayat tersebut, Imam Malik dan Imam Syafi'i memahami bahwa tidak sah menghadiahkan pahala amalan orang hidup berupa bacaan Al-Qur'an kepada orang mati, karena bukan perbuatan mereka dan usaha mereka. Begitu pula seluruh ibadah badaniah, seperti salat, haji dan tilawah, karena Nabi saw tidak pernah mengutarakan yang demikian kepada umat, tidak pernah menyuruhnya secara sindiran dan tidak pula dengan perantaraan nas dan tidak pula para sahabat menyampaikan kepada kita. Sekiranya tindakan itu baik, tentu mereka telah terlebih dahulu mengerjakannya. Ada pun mengenai sedekah, maka pahalanya sampai kepada orang mati, sebagaimana oleh Muslim dan al-Bukhari meriwayatkan dari Abu Hurairah, bahwa Nabi saw bersabda: Apabila seorang anak Adam meninggal dunia putuslah semua amal perbuatan (yang menyampaikan pahala kepadanya) kecuali tiga perkara, anak yang saleh yang berdoa kepadanya, sedekah jariah (wakaf) sesudahnya dan ilmu yang dapat diambil manfaatnya. (Riwayat Muslim dari Abu Hurairah) \nSebenarnya ini semua termasuk usaha seseorang, jerih payahnya, sebagaimana tersebut dalam hadist : \nSesungguhnya sebaik-baik yang dimakan oleh seseorang adalah hasil usahanya sendiri dan anaknya termasuk usahanya juga.(Riwayat anNasa'i dan Ibnu hibban) Sedekah jariah seperti wakaf adalah bekas usahanya, Allah berfirman: \nSungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekasbekas yang mereka (tinggalkan). (Yasin/36: 12) \nIlmu yang disebarkan lalu orang-orang mengikutinya dan mengamalkannya termasuk juga usahanya. Dan telah diriwayatkan di antaranya hadis sahih: ÙŽOrang yang mengajak kepada suatu petunjuk maka baginya pahala yang serupa dengan pahala orang yang mengikuti petunjuk itu, tanpa mengurangi pahala orang yang mengikutinya sedikit pun. (Riwayat Muslim) \nImam Ahmad bin hanbal dan sebagian besar pengikut Syafi'i berpendapat bahwa pahala bacaan sampai kepada orang mati, bila bacaan itu tidak dibayar dengan upah. Tetapi bila bacaan itu dengan upah, sebagaimana biasa terjadi sekarang, maka pahalanya tidak sampai kepada orang mati, karena haram mengambil upah untuk membaca Al-Qur'an, meskipun boleh mengambil upah mengajarinya.Termasuk ibadah yang pahalanya sampai kepada orang lain adalah doa dan sedekah. (",
    "quraish": "Juga bahwa seorang manusia tidak memperoleh balasan selain dari apa yang telah diusahakannya.",
    "jalalayn": "(Dan bahwasanya) bahwasanya perkara yang sesungguhnya itu ialah (seorang manusia tiada memperoleh selain apa yang telah diusahakannya) yaitu memperoleh kebaikan dari usahanya yang baik, maka dia tidak akan memperoleh kebaikan sedikit pun dari apa yang diusahakan oleh orang lain."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 40,
    "arab": "وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ",
    "translation": "dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4824.mp3",
    "tafsir": "Amal perbuatan seseorang akan diperlihatkan di hari mahsyar sehingga semua orang akan dapat melihatnya. Ini berarti penghormatan bagi orang-orang baik dan penghinaan bagi orangorang jahat. Dan katakanlah, \"Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.\" (at-Taubah/9: 105)",
    "quraish": "Dan bahwa perbuatannya itu kelak akan diperlihatkan, sehingga ia melihat, pada hari kiamat itu, penghormatan untuk orang yang berbuat baik dan penghinaan untuk orang yang berbuat jahat.",
    "jalalayn": "(Dan bahwasanya usahanya itu kelak akan diperlihatkan) kepadanya di akhirat."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 41,
    "arab": "ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ ",
    "translation": "kemudian akan diberi balasan kepadanya dengan balasan yang paling  sempurna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4825.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah akan membalas amal perbuatan seseorang dengan balasan yang lebih sempurna dengan melipatgandakan baginya perbuatan baik, dan membalas suatu kejahatan dengan yang serupa atau dimaafkan. \nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50)",
    "quraish": "Lalu ia akan diberi balasan yang banyak atas perbuatannya.",
    "jalalayn": "(Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna\") pembalasan yang paling lengkap. Diambil dari asal kata, Jazaituhu Sa'yahu atau Bisa'yihi, artinya, \"Aku memberikan balasan terhadap usahanya, atau aku memberikannya balasan atas usahanya.\" Dengan kata lain lafal Jazaa ini boleh dibilang sebagai Fi'il Muta'addi atau Fi'il Lazim."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 42,
    "arab": "وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ  ",
    "translation": "dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4826.mp3",
    "tafsir": "Allah tempat kembali segala sesuatu pada hari Kiamat dan Ia akan menghisab yang kecil dan besar, lalu Ia memberi pahala atau siksa sesuai dengan perbuatan mereka masing-masing. Ayat ini merupakan peringatan keras bagi orang jahat, dan bujukan yang halus bagi orang-orang baik dan sebagai penghibur hati bagi Nabi Muhammad saw, seperti firman-Nya: \nMaka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan. (Yasin/36: 76)",
    "quraish": "Dan bahwa hanya kepada Tuhan--bukan kepada yang lain--segala sesuatu akan dikembalikan.",
    "jalalayn": "(Dan bahwasanya) jika dibaca Anna berarti di'athafkan kepada kalimat sebelumnya, jika dibaca Inna berarti merupakan jumlah Isti-naf atau kalimat baru. Hal ini berlaku pula terhadap lafal yang sama yang jatuh sesudahnya, dengan demikian maka pengertian yang terkandung pada kalimat sesudah Anna pertama bukan termasuk ke dalam pengertian yang terkandung di dalam lembaran-lembaran Ibrahim (kepada Rabbmulah kesudahan) tempat kembali sesudah mati, lalu Dia memberikan balasan yang setimpal kepada mereka masing-masing."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 43,
    "arab": "وَاَنَّهٗ هُوَ اَضْحَكَ وَاَبْكٰى",
    "translation": "dan sesungguhnya Dialah yang menjadikan orang tertawa dan menangis, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4827.mp3",
    "tafsir": "Allah-lah yang menjadikan orang tertawa dan menangis serta sebab-sebabnya. Maksudnya, Dia yang menjadikan manusia gembira karena perbuatannya yang baik, dan Dia yang menyebabkan manusia sedih, menangis dan prihatin karena perbuatannya, yaitu perbuatan yang menyenangkan atau menyusahkan",
    "quraish": "Juga bahwa hanya Dia yang membuat orang dapat tertawa dan menangis dan menciptakan faktor- faktor penyebabnya.",
    "jalalayn": "(Dan bahwasanya Dia-lah yang membuat orang tertawa) yang menjadikan gembira siapa yang dikehendaki-Nya (dan menangis) yang menjadikan sedih siapa yang dikehendaki-Nya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 44,
    "arab": "وَاَنَّهٗ هُوَ اَمَاتَ وَاَحْيَاۙ  ",
    "translation": "dan sesungguhnya Dialah yang mematikan dan menghidupkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4828.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa sesungguhnya Dia-lah yang menjadikan mati dan hidup karena Dia adalah zat yang sanggup untuk menghidupkan, mematikan dan menghidupkan kembali. Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun. (al-Mulk/67: 2)",
    "quraish": "Bahwa hanya Dia yang mematikan dan menghidupkan.",
    "jalalayn": "(Dan bahwasanya Dia-lah yang mematikan dan yang menghidupkan) kembali pada hari berbangkit nanti."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 45,
    "arab": "وَاَنَّهٗ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰى ",
    "translation": "dan sesungguhnya Dialah yang men-ciptakan pasangan laki-laki dan perempuan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4829.mp3",
    "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2.",
    "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
    "jalalayn": "(Dan bahwasanya Dia-lah yang menciptakan berpasang-pasangan) kedua jenis yang berpasangan (laki-laki dan perempuan)."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 46,
    "arab": "مِنْ نُّطْفَةٍ اِذَا تُمْنٰىۙ  ",
    "translation": "dari mani, apabila dipancarkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4830.mp3",
    "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2.",
    "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
    "jalalayn": "(Dari nuthfah) yakni air mani (apabila dipancarkan) bila ditumpahkan ke dalam rahim."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 47,
    "arab": "وَاَنَّ عَلَيْهِ النَّشْاَةَ الْاُخْرٰىۙ ",
    "translation": "dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4831.mp3",
    "tafsir": "Allah yang menghidupkan manusia sesudah mati untuk membalas orang yang berbuat baik atau jahat sesuai dengan apa yang dikerjakannya",
    "quraish": "Bahwa Dia menghidupkan kembali manusia setelah mati.",
    "jalalayn": "(Dan bahwasanya Dia-lah yang menetapkan kejadian) huruf Hamzah lafal An Nasy`ah boleh dibaca panjang dan boleh dibaca pendek (yang lain) kejadian yang lain untuk dibangkitkan menjadi hidup kembali, sesudah penciptaan yang pertama."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 48,
    "arab": "وَاَنَّهٗ هُوَ اَغْنٰى وَاَقْنٰىۙ ",
    "translation": "dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4832.mp3",
    "tafsir": "Allah yang memberikan kekayaan atau kemiskinan bagi orang yang dikehendaki-Nya di antara hamba-Nya, sesuai dengan kesanggupan dan usaha masing-masing. Ayat ini menunjukkan kekuasaan yang sempurna, bahwa nuthfah (setetes mani) adalah sesuai bagian-bagiannya menurut kenyataan. Dari nutfah ini Allah jadikan bermacam-macam anggota, tabiat yang berlain-lainan dan laki-laki atau perempuan, maka tidak ada orang yang mengaku dapat membuatnya, sebagaimana tidak ada yang mengaku menjadikan langit dan bumi selain Allah. \nDan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" (Luqman/31: 25) \nApakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)? Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang lakilaki dan perempuan. Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati? (al-Qiyamah/75: 36-40)",
    "quraish": "Bahwa Dia memberi kecukupan dan rasa puas dengan apa yang ia peroleh dan simpan.",
    "jalalayn": "(Dan bahwasanya Dia yang memberi kekayaan) kepada manusia berupa harta benda (dan yang memberikan kecukupan) Dia memberikan harta untuk mencukupi kebutuhan orang itu."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 49,
    "arab": "وَاَنَّهٗ هُوَ رَبُّ الشِّعْرٰىۙ",
    "translation": "dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi‘ra, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4833.mp3",
    "tafsir": "Dalam ayat ini Allah menyatakan bahwa Dia-lah Tuhan yang memiliki bintang Syi'ra, yang sangat gemerlapan ini, yang terbit beriringan dengan bintang Jauza' di pertengahan musim panas. Mengkhususkan sebutan bintang ini dari planet-planet angkasa lainnya yang lebih besar dan lebih gemerlapan, karena bintang ini disembah pada zaman jahiliyah, yang menyembahnya adalah kabilah Himyar dan Khuza'ah. Orang pertama yang mengadakan penyembahan ini adalah Abu Kabsyah. Dia adalah pembesar bangsa Arab, sehingga orang Quraisy menyatakan, bahwa Nabi Muhammad saw, adalah anak Abu Kabsyah, sebagai persamaan karena berbeda dalam hal prinsip agamanya dengan agama nenek moyang mereka. Abu Kabsyah ini adalah salah seorang dari nenek Nabi Muhammad saw, dari pihak ibunya. Sebagaimana yang dikatakan Abu Sufyan ketika ia berada di hadapan Heraklius yang menjadi Pembesar Rum, \"Sungguh telah menjadi besar persoalan anak Abu Kabsyah ini (Nabi saw). Di antara bangsa Arab ada yang memuja bintang dan mengakui pengaruhnya terhadap alam semesta dan mereka membicarakan tentang masalah-masalah yang gaib ketika bintang itu terbit. Bintang Syi'ra ini ada dua, satu di antaranya berada di sebelah Syam (Palestina) dan yang lain berada di sebelah Yaman. Keterangan inilah yang dimaksudkan di sini yang disembah selain Allah.",
    "quraish": "Bahwa Dia adalah Pemelihara bintang besar yang disebut Syi'râ (Sirius). (1) Sirius adalah bintang paling terang pada gugusan \"Bintang Anjing\" (Dog Star) Besar, yang juga merupakan bintang paling terang yang dapat dilihat di langit. Bintang Sirius ini berada di sekitat 18 derajat sebelah selatan garis tengah langit dan dikenal juga dengan nama Dog Star (Bintang Anjing). Nama ini sudah dikenal sejak 3. 000 tahun yang lalu. Dalam bahasa Hiroglif (bahasa Mesir kuno, yaitu pada zaman Fir'aun) ditemukan gambar anjing yang melambangkan bintang ini. Allah secara khusus menyebut bintang Sirius pada ayat ini karena sebagian bangsa Arab pada zaman jahiliah menyembah bintang itu. Demikian pula orang-orang Mesir kuno. Hal itu disebabkan karena munculnya bintang ini dari sebelah timur pada sekitar pertengahan bulan Juli sebelum terbit matahari itu bersamaan dengan masa pasang naik sungai Nil di Mesir bagian tengah yang merupakan peristiwa penting dunia. Peristiwa ini bisa jadi merupakan batas penentuan awal tahun baru karena munculnya Sirius beberapa saat sebelum matahari terbit hanya terjadi sekali dalam satu tahun.",
    "jalalayn": "(Dan bahwasanya Dia-lah Rabb bintang syi'ra) nama bintang yang berada di belakang bintang Jauza; bintang itu pada zaman jahiliah disembah-sembah."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 50,
    "arab": "وَاَنَّهٗٓ اَهْلَكَ عَادًا ۨالْاُوْلٰىۙ",
    "translation": "dan sesungguhnya Dialah yang telah membinasakan kaum ‘Ad dahulu kala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4834.mp3",
    "tafsir": "Allah yang membinasakan kaum 'Ad yang pertama yaitu kaum Nabi Hud, dan yang dimaksud dengan kaum 'Ad yang kedua ialah kaum Iram bin Sam bin Nuh. \nTidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) 'Ad? (yaitu) penduduk Iram (ibukota kaum 'Ad) yang mempunyai bangunan-bangunan yang tinggi, yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain. (al-Fajr/89: 6-8) \nKaum 'Ad kedua ini golongan manusia yang sangat kuat dan banyak berbuat durhaka terhadap Allah dan Rasul-Nya, Kemudian Allah membinasakan mereka dengan angin yang sangat dingin dan kencang, Allah menimpakan angin itu kepada mereka selama tujuh malam dan tujuh hari terus-menerus. (",
    "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
    "jalalayn": "(Dan bahwasanya Dia telah membinasakan kaum 'Ad yang pertama) menurut suatu qiraat harakat Tanwinnya diidgamkan kepada huruf Lam, bila huruf Lamnya didamahkan, tanpa memakai Hamzah. Ad adalah nama suatu kaum yang dikenal dengan nama kaum 'Ad, sedangkan kaum yang lainnya adalah kaum Nabi Saleh."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 51,
    "arab": "وَثَمُوْدَا۟ فَمَآ اَبْقٰىۙ",
    "translation": "dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4835.mp3",
    "tafsir": "Allah membinasakan kaum Samud dan tidak membiarkan mereka hidup, bahkan mereka disiksa dengan azab Tuhan yang sangat dahsyat, dalam ayat yang bersamaan maksudnya Allah berfirman: \nMaka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 8)",
    "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
    "jalalayn": "(Dan kaum Tsamud) jika dibaca Sharf, dengan memakai Tanwin berarti nama kakek moyang, bila dibaca dengan tidak memakai Tanwin berarti nama suatu kabilah, berarti di'athafkan kepada lafal Ad. (Maka tidak seorang pun yang ditinggalkan) hidup; maksudnya tiada seorang pun di antara mereka yang dibiarkan hidup oleh-Nya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 52,
    "arab": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا هُمْ اَظْلَمَ وَاَطْغٰىۗ  ",
    "translation": "dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4836.mp3",
    "tafsir": "Allah membinasakan kaum Nuh sebelum kaum 'Ad dan Samud. Mereka lebih zalim daripada kedua kaum ini, karena mereka adalah orang-orang yang pertama membuat kezaliman dan kedurhakaan sedangkan orang yang paling zalim, sebagaimana hadis Nabi, \"Barang siapa mengadakan suatu perbuatan jahat, maka dia memikul dosanya.\" Kaum Nuh lebih durhaka daripada kaum 'Ad dan Samud, karena mereka telah melampaui batas, padahal sejak lama mereka telah mendengar seruan Nabi Nuh, namun mereka tetap membangkang sehingga Nabi Nuh habis kesabarannya dan mendoakan kebinasaan mereka. \nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26) \nAda seorang ayah yang membawa anaknya pergi menemui Nuh untuk memperingatkannya seraya mengatakan kepada anaknya, \"Wahai anakku! Ayahku dahulu membawa aku kepada orang ini, seperti sekarang aku membawamu. Awas engkau jangan mempercayainya!\" Si ayah mati dalam kekafirannya sedang anaknya yang masih kecil hidup berpegang kepada wasiat ayahnya, sehingga seruan Nuh mengajar manusia beriman tidak mempengaruhi lagi anak itu.",
    "quraish": "Allah telah membinasakan kaum Nabi Nûh sebelum membinasakan 'Ad dan Tsamûd. Sesungguhnya kaum Nabi Nûh lebih zalim dan lebih tiran daripada kaum 'Ad dan Tsamûd.",
    "jalalayn": "(Dan Kaum Nuh sebelum itu) sebelum kaum Ad dan kaum Tsamud; kami binasakan mereka semuanya. (Sesungguhnya mereka adalah orang-orang yang paling lalim dan paling durhaka) yakni kaum Nabi Nuh itu jauh lebih lalim dan lebih durhaka daripada kaum 'Ad dan kaum Tsamud, karena Nabi Nuh tinggal bersama mereka dalam waktu yang lama sekali sebagaimana yang diungkapkan oleh Allah dalam firman-Nya, \"maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun.\" (Q.S. Al 'Ankabut, 14) Di samping mereka tidak mau beriman kepada Nabi Nuh, mereka juga menyakiti bahkan memukulinya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 53,
    "arab": "وَالْمُؤْتَفِكَةَ اَهْوٰىۙ  ",
    "translation": "Dan prahara angin telah meruntuhkan (negeri kaum Lut), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4837.mp3",
    "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah.",
    "quraish": "Dan negeri-negeri kaum Lûth yang terbalik itu, Dialah yang membaliknya.",
    "jalalayn": "(Dan penduduk Mu`tafikah) yaitu negeri-negeri tempat tinggal kaum Nabi Luth (yang telah dihancurkan) yaitu dijatuhkan dari atas langit sesudah diangkat dalam keadaan terbalik, lalu dijatuhkan ke bumi oleh malaikat Jibril atas perintah Allah swt."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 54,
    "arab": "فَغَشّٰىهَا مَا غَشّٰىۚ  ",
    "translation": "lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4838.mp3",
    "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah.",
    "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
    "jalalayn": "(Lalu Allah menimpakan atas negeri-negeri itu) batu-batu sesudah dibalikkan (azab besar yang menimpanya) di dalam ungkapan ayat azab yang dimaksud sengaja tidak disebutkan secara jelas, sebagai gambaran tentang kengeriannya yang tak terperikan, hingga tidak dapat diungkapkan oleh kata-kata. Azab ini dijelaskan pula dalam surah Hud, melalui firman-Nya, \"Kami jadikan negeri kaum Luth itu yang di atas ke bawah (Kami balikkan), dan Kami hujani mereka dengan batu dari tanah yang terbakar.\" (Q.S. Hud, 82)"
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 55,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكَ تَتَمَارٰى",
    "translation": "Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4839.mp3",
    "tafsir": "Allah menyatakan dalam bentuk pertanyaan kepada manusia tentang nikmat-Nya yang manakah, yang masih diragukan, dalam ayat berikut ini yang sama maksudnya. \nWahai manusia! Apakah yang telah memperdayakan kamu (berbuat durhaka) terhadap Tuhanmu Yang Mahamulia. (al-Infithar/82: 6) \nTetapi manusia adalah memang yang paling banyak membantah. (al-Kahf/18: 54) \nMaka nikmat Tuhanmu yang manakah yang kamu dustakan? (arRahman/55: 16) Pada hakikatnya musibah yang menimpa itu dapat membawa manusia kepada kesadaran bagi mereka yang memperhatikannya. Semua nikmat itu adalah bukti yang nyata atas ke-Esaan Allah.",
    "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
    "jalalayn": "(Maka terhadap nikmat Rabbmu yang manakah) yakni nikmat-nikmat-Nya yang menunjukkan kepada keesaan dan kekuasaan-Nya (kamu ragu-ragu) kamu meragukannya, hai manusia. Atau, kamu mendustakannya hai manusia?"
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 56,
    "arab": "هٰذَا نَذِيْرٌ مِّنَ النُّذُرِ الْاُوْلٰى",
    "translation": "Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4840.mp3",
    "tafsir": "Ayat ini menyatakan bahwa sesungguhnya Nabi Muhammad saw dengan Al-Qur'annya adalah pemberi peringatan terhadap orang yang menyimpang dari petunjuk-Nya dengan mengikuti hawa nafsu yang membawa kepada kecelakaan dunia dan akhirat. Nabi Muhammad saw, seperti para rasul sebelumnya, menyampaikan seruan kepada manusia, tetapi sebagian manusia mendustakan kerasulan-Nya, maka Allah menghancurkan dan menjatuhkan azab kepada mereka sesuai dengan kedustaan dan keingkaran mereka terhadap nikmat-nikmat yang terus-menerus datang dari Tuhan, dalam ayat yang lain: \nDia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.\" (Saba'/34: 46) \nDalam hadis Nabi yang ada hubungannya dengan ayat ini yaitu: Saya pemberi peringatan yang tak berpakaian. (Riwayat al-Bukhari dan Muslim) Maksudnya, karena terburu-buru melihat kejahatan, sehingga tidak sempat memakai pakaian, terus berangkat untuk mengingatkan kaumnya. Bisa juga berarti polos dan tegas. (",
    "quraish": "Al-Qur'ân ini merupakan pemberi peringatan sejenis peringatan pertama umat-umat terdahulu.",
    "jalalayn": "(Ini) Muhammad ini (adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang terdahulu) artinya, sama dengan mereka. Maksudnya, dia adalah seorang rasul yang sama dengan rasul-rasul lain sebelumnya; ia diutus kepada kalian, sebagaimana para rasul terdahulu diutus kepada kaumnya masing-masing."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 57,
    "arab": "اَزِفَتِ الْاٰزِفةُ ۚ ",
    "translation": "Yang dekat (hari Kiamat) telah makin mendekat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4841.mp3",
    "tafsir": "Ayat ini menerangkan, bahwa hari Kiamat sudah dekat masanya dan neraka telah tersedia, tiap manusia akan menerima balasan sesuai dengan perbuatannya, maka waspadalah, agar kamu tidak termasuk di antara orang yang binasa, yaitu pada suatu hari yang tidak berguna. Pada waktu itu harta dan anak, kecuali orang yang datang menghadapi Allah dengan hati yang bersih pada hari seorang anggota keluarga tidak dapat memberi manfaat kepada anggota keluarga lainnya sedikit pun dan mereka tidak mendapat pertolongan apa pun. \nApabila terjadi hari Kiamat, terjadinya tidak dapat didustakan (disangkal). (al-Waqi'ah/56: 1-2) Dan tersebut dalam hadis: Kerasulanku ini dibandingkan dengan hari Kiamat adalah seperti dua ini, dan beliau menceraikan antara dua anak jari-jari tengah dan telunjuk. (Riwayat Ahmad",
    "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
    "jalalayn": "(Telah dekat terjadinya hari kiamat) kiamat telah dekat masanya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 58,
    "arab": "لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ كَاشِفَةٌ  ۗ ",
    "translation": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4842.mp3",
    "tafsir": "Ayat ini menerangkan bahwa, tidak ada seorang pun yang mengetahui waktu tibanya hari Kiamat selain dari Allah, maka bersiap-siaplah untuk menghadapi hari itu sebelum datang secara tibatiba, dalam keadaan kamu tidak memperkirakan. Kamu akan menyesali kesalahan yang tidak ada gunanya, karenanya, beramallah selama masih ada kesempatan untuk beramal. Dengan ayat ini diungkapkan tiga macam dasar agama yaitu: 1. Keesaan Allah berdasarkan firman-Nya; maka dengan nikmat Tuhanmu yang manakah kamu ragu-ragu? 2. Pengukuhan kerasulan Nabi Muhammad saw, dengan firman-Nya; ini (Muhammad) adalah seorang pemberi peringatan. 3. Pengukuhan tentang adanya pengumpulan dan kebangkitan pada hari Kiamat dengan firman-Nya; telah dekatlah kejadiannya hari Kiamat.",
    "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
    "jalalayn": "(Tiada baginya selain dari Allah) tiada seorang pun selain Allah (yang dapat menyatakan terjadinya) tiada yang mengetahui kapan terjadi dan tiada seorang pun yang dapat menyatakan kejadiannya selain Allah. Ayat ini mempunyai arti yang senada dengan ayat lainnya yaitu, firman-Nya, \"tidak ada seorang pun yang dapat menjelaskan waktu kedatangannya selain Dia.\" (Q.S. Al A'raf, 187)."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 59,
    "arab": "اَفَمِنْ هٰذَا الْحَدِيْثِ تَعْجَبُوْنَۙ  ",
    "translation": "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4843.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Maka apakah terhadap pemberitaan ini) Alquran ini (kalian merasa heran?) makna yang dimaksud ialah mendustakannya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 60,
    "arab": "وَتَضْحَكُوْنَ وَلَا تَبْكُوْنَۙ  ",
    "translation": "dan kamu tertawakan dan tidak menangis, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4844.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Dan kalian menertawakan) karena memperolok-olokkannya (dan tidak menangis) sewaktu kalian mendengarkan ancaman dan peringatannya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 61,
    "arab": "وَاَنْتُمْ سَامِدُوْنَ ",
    "translation": "sedang kamu lengah (darinya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4845.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Sedangkan kalian melengahkannya) lengah dan lalai mengenai apa yang diwajibkan kepada kalian untuk mengerjakannya."
  },
  {
    "ruku": 462,
    "name": "An-Najm",
    "ayat": 62,
    "arab": "فَاسْجُدُوْا لِلّٰهِ وَاعْبُدُوْا ࣖ ۩ ",
    "translation": "Maka bersujudlah kepada Allah dan sembahlah (Dia). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4846.mp3",
    "tafsir": "Ayat ini memerintahkan manusia supaya tunduk dan beribadah kepada Allah dengan ikhlas, karena Allah menurunkan AlQur'an kepada manusia melalui rasul-Nya, tugasnya memberi petunjuk dan membawa berita gembira. Hendaklah manusia menyambut Al-Qur'an itu dengan meninggalkan penyembahan terhadap berhala yang tidak membawa manfaat.",
    "quraish": "Maka bersujudlah kepada Allah yang telah menurunkan al-Qur'ân sebagai petunjuk bagi manusia. Dan menyembahlah hanya kepada-Nya.",
    "jalalayn": "(Maka bersujudlah kalian kepada Allah) Yang telah menciptakan kalian (dan sembahlah) Dia, dan janganlah kalian menyembah dan bersujud kepada berhala-berhala."
  }
]