[
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 41,
    "arab": "وَلَقَدْ جَاۤءَ اٰلَ فِرْعَوْنَ النُّذُرُۚ  ",
    "translation": "Dan sungguh, peringatan telah datang kepada keluarga Fir‘aun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4887.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
    "quraish": "Sungguh telah datang berbagai ancaman yang terus-menerus kepada kaum Fir'aun.",
    "jalalayn": "(Dan sesungguhnya telah datang kepada kaum Firaun) kepada Firaun dan kaumnya (ancaman-ancaman itu) ancaman-Ku melalui lisan Nabi Musa dan Nabi Harun, tetapi mereka masih tetap tidak mau beriman. Bahkan,"
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 42,
    "arab": "كَذَّبُوْا بِاٰيٰتِنَا كُلِّهَا فَاَخَذْنٰهُمْ اَخْذَ عَزِيْزٍ مُّقْتَدِرٍ ",
    "translation": "Mereka mendustakan mukjizat-mukjizat Kami semuanya, maka Kami azab mereka dengan azab dari Yang Mahaperkasa, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4888.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
    "quraish": "Mereka telah mendustakan ayat-ayat Kami dan mukjizat yang dibawa oleh para rasul Kami. Mereka Kami hancurkan dengan cara Sang Mahaperkasa dan Mahakuasa.",
    "jalalayn": "(mereka mendustakan ayat-ayat Kami kesemuanya) yakni sembilan ayat yang diberikan kepada Nabi Musa (lalu Kami azab mereka) yakni, Kami turunkan azab kepada mereka (sebagai azab dari Yang Maha Perkasa) Yang Maha Kuat (lagi Maha Kuasa) tiada sesuatu pun yang dapat melemahkan dan menghalang-halangi-Nya."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 43,
    "arab": "اَكُفَّارُكُمْ خَيْرٌ مِّنْ اُولٰۤىِٕكُمْ اَمْ لَكُمْ بَرَاۤءَةٌ فِى الزُّبُرِۚ",
    "translation": "Apakah orang-orang kafir di lingkunganmu (kaum musyrikin) lebih baik dari mereka, ataukah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab terdahulu? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4889.mp3",
    "tafsir": "Allah memperingatkan orang-orang kafir Mekah apakah mereka merasa lebih mulia dari kaum kafir sebelum mereka yang telah ditimpa hukuman Allah seperti kaum Nuh, kaum 'Ad dan kaum Samud. Apakah mereka akan selamat dari azab Allah karena kekafiran mereka terhadap-Nya dan kedustaan mereka terhadap rasulNya. Ataukah mereka benar mendapat jaminan tertulis dalam kitabkitab suci bahwa mereka merasa bebas dari azab Allah walaupun selalu kafir dan berbuat jahat. Jika keyakinan mereka itu benar perlu menunjukkan landasan kebenaran keyakinan mereka itu.",
    "quraish": "Apakah kalian, hai orang-orang kafir, lebih kuat dari kaum-kaum terdahulu yang telah dimusnahkan itu? Bahkan, apakah kalian mempunyai jaminan akan bebas dari siksaan Kami dalam kitab-kitab samawi yang telah diturunkan?",
    "jalalayn": "(Apakah orang-orang kafir kalian) hai orang-orang Quraisy (lebih baik daripada mereka itu) yang telah disebutkan yaitu, mulai dari kaum Nabi Nuh hingga sampai kepada Firaun dan kaumnya yang tidak mendapatkan ampunan (atau apakah kalian telah mempunyai) hai orang-orang kafir Quraisy (jaminan kebebasan) dari azab (dalam kitab-kitab) yang terdahulu. Istifham yang terdapat pada dua tempat ini mengandung makna Nafi artinya, kenyataannya tidaklah demikian."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 44,
    "arab": "اَمْ يَقُوْلُوْنَ نَحْنُ جَمِيْعٌ مُّنْتَصِرٌ ",
    "translation": "Atau mereka mengatakan, “Kami ini golongan yang bersatu yang pasti menang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4890.mp3",
    "tafsir": "Allah masih melanjutkan pertanyaan apakah mereka merasa merupakan suatu kekuatan yang sangat kompak sehingga begitu kuatnya dan tidak mungkin dikalahkan. Abu Jahal berkata, pasukan mereka banyak dan kuat, mereka pasti akan menang (pada peristiwa Perang Badar). (",
    "quraish": "Atau apakah orang-orang kafir itu mengatakan, \"Kami adalah golongan yang bersatu yang pasti menang dan tidak terkalahkan oleh musuh?\"",
    "jalalayn": "(Atau apakah mereka mengatakan) yakni orang-orang kafir Quraisy, (\"Kami adalah suatu golongan yang bersatu) orang-orang yang bersatu dalam satu golongan (yang pasti menang\") atas Muhammad. Sewaktu Abu Jahal mengatakan dalam perang Badar, bahwa sesungguhnya kami adalah golongan yang bersatu yang pasti menang. Maka turunlah firman-Nya,"
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 45,
    "arab": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ",
    "translation": "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4891.mp3",
    "tafsir": "Allah menegaskan bahwa kesatuan mereka akan diceraiberaikan dan kekuatan mereka akan dipatahkan oleh pasukan Islam. Janji Allah itu terbukti dalam Perang Badar, dimana lebih dari 70 orang pemuka-pemuka mereka tewas dan sisanya lari terbirit-birit kembali ke Mekah. Bukti tentang benarnya kenabian Muhammad saw, karena ayat ini turun di Mekah, sedang Nabi saw belum mempunyai pasukan, bahkan pengikut-pengikut Nabi terpencarpencar, diburu dan disiksa oleh orang-orang musyrik di mana saja mereka berada, 'Umar bin al-Khaththab berkata, \"Ketika ayat itu turun saya tidak mengerti apa maksudnya. Tetapi pada Perang Badar, saya lihat Nabi saw memakai baju besi dan saya dengan beliau membaca ayat ini, 'Golongan itu pasti akan dikalahkan, waktu itu barulah saya mengerti maksud ayat tersebut.\" Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas bahwa Nabi saw berkata ketika beliau masih dalam kemah, pada hari Perang Badar: \"Aku menagih pesan-Mu dan janji-Mu! Ya Allah, jika Engkau menghendaki (kekalahan kami) niscaya Engkau tidak akan disembah lagi sesudah hari ini\". Lalu Abu Bakar memegang tangan Nabi dan berkata, \"Cukup sudah ya Rasulullah! Engkau telah begitu mendesak Tuhanmu.\"Lalu beliau keluar (dari kemah) melompat dengan memakai baju besi sambil membaca ayat ini. (Riwayat alBukhari) \nKemudian Allah menyatakan bahwa yang tersebut itu adalah azab dunia dan mereka akan menemui azab yang lebih hebat lagi pada hari Kiamat.",
    "quraish": "Golongan ini pasti akan terkalahkan. Mereka akan lari mundur ke belakang.",
    "jalalayn": "(\"Golongan Itu pasti akan dikalahkan dan mereka akan mundur ke belakang\") akhirnya mereka dikalahkan oleh Nabi Muhammad saw. dalam perang Badar, dan Nabi Muhammad saw. mendapat kemenangan yang gemilang atas mereka."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 46,
    "arab": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ ",
    "translation": "Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4892.mp3",
    "tafsir": "Peperangan tersebut adalah azab yang akan mereka rasakan di dunia, berupa kekalahan, dibunuh atau ditawan tetapi mereka masih akan menerima azab lain yang lebih dahsyat, yaitu azab neraka di akhirat. Azab akhirat itu lebih hebat dan berlangsung kekal dan kuat selama-lamanya.",
    "quraish": "Hari kiamat adalah saat penyiksaan mereka. Dan hari kiamat itu lebih dahsyat dan lebih pahit lagi.",
    "jalalayn": "(Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka) yaitu azab akan ditimpakan kepada mereka (dan kiamat itu) azab hari kiamat itu (lebih dahsyat) lebih besar bencananya (lagi lebih pahit) jauh lebih pahit daripada azab di dunia."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 47,
    "arab": "اِنَّ الْمُجْرِمِيْنَ فِيْ ضَلٰلٍ وَّسُعُرٍۘ ",
    "translation": "Sungguh, orang-orang yang berdosa berada dalam kesesatan (di dunia) dan akan berada dalam neraka (di akhirat). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4893.mp3",
    "tafsir": "Allah menyatakan, bahwa sesungguhnya orang-orang yang mempersekutukan Allah dan mendustakan rasul-rasul-Nya adalah orang-orang sesat dan menyimpang dari jalan yang benar di dunia. Di akhirat nanti mereka akan ditimpa azab yang pedih akibat kesesatannya.",
    "quraish": "Sesungguhnya para pelaku kejahatan itu akan berada dalam kehancuran dan di neraka yang menyala- nyala.",
    "jalalayn": "(Sesungguhnya orang-orang yang berdosa berada dalam kesesatan) dalam kebinasaan, mereka akan terbunuh di dunia (dan dalam neraka) neraka yang besar nyalanya. Maksudnya, kelak di akhirat mereka akan dimasukkan ke dalam neraka yang apinya menyala-nyala."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 48,
    "arab": "يَوْمَ يُسْحَبُوْنَ فِى النَّارِ عَلٰى وُجُوْهِهِمْۗ ذُوْقُوْا مَسَّ سَقَرَ",
    "translation": "Pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), “Rasakanlah sentuhan api neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4894.mp3",
    "tafsir": "Orang-orang yang durhaka akan digiring ke dalam neraka dengan terseret-seret dan terbentur-bentur mukanya ke tanah karena itu mereka sangat menderita. Penderitaan mereka di dalam neraka lebih hebat lagi. Neraka akan melelehkan kulit dan daging mereka",
    "quraish": "Pada hari ketika mereka diseret ke neraka di atas muka mereka. Dikatakan kepada mereka, \"Rasakanlah sakit dan panasnya neraka jahanam ini!\"",
    "jalalayn": "(Pada hari mereka diseret ke neraka atas muka mereka) di akhirat kelak, lalu dikatakan kepada mereka (\"Rasakanlah sentuhan api neraka\") rasakanlah panasnya api neraka Jahanam ini oleh kalian."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 49,
    "arab": "اِنَّا كُلَّ شَيْءٍ خَلَقْنٰهُ بِقَدَرٍ ",
    "translation": "Sungguh, Kami menciptakan segala sesuatu menurut ukuran. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4895.mp3",
    "tafsir": "Seluruh makhluk diciptakan-Nya sesuai ketentuan dan hukum-hukum yang telah ditetapkan-Nya. Karena itu bila seseorang dihukum karena ketetapan dan hukum-hukumnya itu. Dan segala sesuatu akan terjadi sesuai ketetapan-Nya. Dalam ayat lain Allah juga berfirman mengenai ketetapan atau takdir yaitu: \nDan Dia menciptakan segala sesuatu, lalu menetapkan ukuranukurannya dengan tepat. (al-Furqan/25: 2) \nTetapi manusia wajib berusaha, ketentuan-Nya diserahkan kepada Allah sesuai firman Allah: \nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40) \nDalam hadis sahih yang diriwayatkan Ahmad dan Muslim dari Abu Hurairah: Rasulullah saw bersabda, \"Minta tolonglah kepada Allah, dan jangan bersikap lemah. Bila sesuatu menimpamu, maka katakanlah, Allah telah menetapkannya. Apa yang Dia kehendaki, Dia kerjakan, dan jangan kamu berkata: seandainya aku berbuat begini maka akan begitu. Sesungguhnya kata \"seandainya\" membuka (kemungkinan pada) perbuatan setan. Sesuai dengan hadis Rasulullah saw: Rasullah saw bersabda: segala sesuatu ditetapkan ukurannya bahkan kelemahan dan kecerdasan. (Riwayat Imam Ahmad dan Muslim dari Ibnu 'Umar) Allah swt berfirman: \nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia. (ar-Ra'd/13: 11)",
    "quraish": "Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran yang sesuai dengan hikmah.",
    "jalalayn": "(Sesungguhnya segala sesuatu itu Kami) dinashabkan oleh Fi'il yang terdapat pada firman selanjutnya yang berfungsi menafsirkannya (ciptakan menurut ukuran) masing-masing. Menurut suatu qiraat lafal Kulla dibaca KuIlu dan dianggap sebagai Mubtada, sedangkan Khabarnya adalah lafal Khalaqnaahu."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 50,
    "arab": "وَمَآ اَمْرُنَآ اِلَّا وَاحِدَةٌ كَلَمْحٍ ۢبِالْبَصَرِ ",
    "translation": "Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4896.mp3",
    "tafsir": "Sesungguhnya perintah Allah hanya disampaikan satu kali dan perintah itu pasti terjadi dengan cepat, lebih cepat dari kedipan mata. Bila Allah swt menghendaki terjadinya sesuatu maka Ia hanya mengatakan \"Jadilah\" yang dikehendaki-Nya itu segera terwujud. Begitu pulalah mengenai hukuman terhadap orang kafir, hukuman pasti terlaksana di akhirat. (",
    "quraish": "Jika Kami menghendaki sesuatu, maka Kami hanya akan mengatakan, \"Jadilah,\" maka sesuatu itu pun terjadi dengan sekejap mata.",
    "jalalayn": "(Dan tiada lain perintah Kami) terhadap sesuatu yang Kami kehendaki ada (hanyalah) sekali (satu firman seperti kejapan mata) dalam hal kecepatannya, yaitu melalui firman-Nya 'Kun' yakni adalah kamu, maka sesuatu yang dikehendaki itu langsung ada dengan seketika; pengertian ini diungkapkan pula oleh firman lainnya, yaitu, \"Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya, 'Jadilah', maka terjadilah ia.\" (Q.S. Yaasin, 82)"
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 51,
    "arab": "وَلَقَدْ اَهْلَكْنَآ اَشْيَاعَكُمْ فَهَلْ مِنْ مُّدَّكِرٍ ",
    "translation": "Dan sungguh, telah Kami binasakan orang yang serupa dengan kamu (kekafirannya). Maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4897.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah membinasakan orangorang yang sama dengan mereka, yaitu umat-umat yang mendustakan para nabi pada zaman lampau, mereka telah hancur karena pembangkangannya. Peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah dan bagi siapa saja sesudah mereka beriman. Allah berfirman dalam ayat lain mengenai hukuman yang dijatuhkan kepada satu generasi, sama dengan hukuman yang dijatuhkan pada generasi sebelumnya. Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam. (Saba'/34: 54)",
    "quraish": "Kami telah memusnahkan orang-orang yang kafir seperti kalian. Maka adakah orang yang mau mengambil pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kalian) dalam kekafirannya dari umat-umat terdahulu. (Maka adakah orang yang mau mengambil pelajaran?) Istifham atau kata tanya di sini mengandung makna perintah yakni, ingatlah kalian dan ambillah hal ini sebagai pelajaran buat kalian!"
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 52,
    "arab": "وَكُلُّ شَيْءٍ فَعَلُوْهُ فِى الزُّبُرِ ",
    "translation": "Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4898.mp3",
    "tafsir": "Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik.",
    "quraish": "Segala sesuatu yang mereka kerjakan di dunia telah tercatat dalam buku-buku catatan.",
    "jalalayn": "(Dan segala sesuatu yang telah mereka perbuat) apa yang telah dikerjakan oleh semua hamba-hamba Allah telah tercatat (di dalam buku-buku) catatan amal perbuatan."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 53,
    "arab": "وَكُلُّ صَغِيْرٍ وَّكَبِيْرٍ مُّسْتَطَرٌ ",
    "translation": "Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4899.mp3",
    "tafsir": "Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik.",
    "quraish": "Segala perbuatan, baik yang kecil maupun yang besar, semuanya tercatat. Tak ada yang terlewatkan sedikit pun.",
    "jalalayn": "(Dan segala urusan yang kecil maupun besar) berupa dosa atau amal perbuatan (adalah tertulis) tercatat di Lohmahfuz."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 54,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَهَرٍۙ  ",
    "translation": "Sungguh, orang-orang yang bertakwa berada di taman-taman dan sungai-sungai,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4900.mp3",
    "tafsir": "Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun.",
    "quraish": "Orang-orang yang bertakwa benar-benar berada dalam surga-surga yang tinggi dan dengan sungainya yang beraneka ragam.",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa itu di dalam surga-surga) taman-taman (dan sungai-sungai makna yang dimaksud adalah jenisnya. Menurut suatu qiraat lafal Nahar dibaca Nuhur dalam bentuk jamak, yang wazannya sama dengan lafal Asadun bila dijamakkan menjadi Usudun. Makna yang dimaksud ialah, bahwa mereka meminum dari sungai-sungai surga itu air, susu, madu dan khamar."
  },
  {
    "ruku": 465,
    "name": "Al-Qamar",
    "ayat": 55,
    "arab": "فِيْ مَقْعَدِ صِدْقٍ عِنْدَ مَلِيْكٍ مُّقْتَدِرٍ ࣖ ",
    "translation": "di tempat yang disenangi di sisi Tuhan Yang Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4901.mp3",
    "tafsir": "Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun.",
    "quraish": "Di tempat yang benar, tak ada main-main dan dosa, di sisi Tuhan Yang Mahakuasa.",
    "jalalayn": "(Di tempat yang benar) di majelis yang benar, karena tidak ada perkataan yang tidak berguna dan tidak pula ada perkataan yang berdosa di dalamnya; pengertian Maq'ad di sini adalah ditinjau dari segi jenisnya. Menurut qiraat yang lain lafal Maq'ad dibaca dalam bentuk jamak yaitu Maqaa'id. Makna yang dimaksud ialah bahwa ahli surga itu berada di dalam majelis-majelis surga dalam keadaan bebas dari perkataan yang tidak ada gunanya dan bebas pula dari hal-hal yang berdosa, keadaan mereka berbeda dengan keadaan majelis-majelis di dunia. Karena sesungguhnya majelis-majelis di dunia itu jarang sekali bebas dari hal-hal tersebut. Lafal ayat ini berkedudukan sebagai Khabar yang kedua, dan lafal Shidqin menjadi Badal dari lafal Shaadiqin, yakni Badal Ba'dh atau lainnya (di sisi Yang Maha Raja) merupakan perumpamaan yang mengandung makna Mubalaghah, yakni Maha Raja Yang Maha Perkasa lagi Maha Luas (lagi Maha Berkuasa) tiada sesuatu pun yang melemahkan-Nya, Dia adalah Allah swt. Lafal 'Inda menunjukkan isyarat yang mengandung makna derajat dan kedudukan mereka yang dekat di sisi-Nya, sebagai anugerah dari Allah swt. kepada para penghuni surga."
  }
]