[
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 1,
    "arab": "اَلرَّحْمٰنُۙ  ",
    "translation": "(Allah) Yang Maha Pengasih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4902.mp3",
    "tafsir": "Pada ayat ini Allah yang Maha Pemurah menyatakan bahwa Dia telah mengajarkan Al-Qur'an kepada Muhammad saw yang selanjutnya diajarkannya ke umatnya. Ayat ini turun sebagai bantahan bagi penduduk Mekah yang mengatakan: \nSesungguhnya Al-Qur'an itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad). (an-Nahl/16: 103) \nOleh karena isi ayat ini mengungkapkan beberapa nikmat Allah atas hamba-Nya, maka surah ini dimulai dengan menyebut nikmat yang paling besar faedahnya dan paling banyak manfaatnya bagi hamba-Nya, yaitu nikmat mengajarkan Al-Qur'an kepada manusia. Hal itu karena manusia dengan mengikuti ajaran Al-Qur'an akan berbahagia di dunia dan di akhirat dan dengan berpegang teguh pada petunjuk-petunjuk-Nya akan tercapai tujuan di kedua tempat tersebut. Al-Qur'an adalah induk kitab-kitab samawi yang diturunkan melalui makhluk Allah yang terbaik di bumi ini yaitu Nabi Muhammad saw.",
    "quraish": "[[55 ~ AR-RAHMAN (SANG MAHA PENGASIH) Pendahuluan: Madaniyyah, 78 ayat ~ Kandungan utama surat ini adalah deskripsi tentang sejumlah nikmat Allah yang diawali--setelah menyebut nama-Nya, yaitu al-Rahmân, Sang Maha Pemurah--dengan menyebut nikmat Allah yang paling besar yaitu pengajaran al-Qur'ân. Deskripsi sejumlah nikmat dan karunia Allah itu dilakukan sedemikian unik yang menggambarkan keagungan dan kekuasaan Sang Pencipta atas manusia dan jin, di langit dan di bumi. Selain itu, di dalam surat ini diketengahkan pula siksaan para pelaku kejahatan yang mendustakan agama di dalam neraka jahanam, dan kenikmatan orang-orang yang bertakwa di dalam surga. Sebagai khatimah, surat ini ditutup dengan penyucian dan puji-pujian terhadap Allah Swt. Ayat yang berbunyi: fa bi ayyi âlâ'i rabbikumâ tukadzdzibân dalam surat ini disebut sebanyak tiga puluh satu kali. Pengulangan ayat seperti ini kita temukan pula pada beberapa surat lain dalam al-Qur'ân yang, tentunya, sesuai dengan situasi dan keperluan. Masing-masing ayat itu mengecam orang-orang yang mendustakan nikmat-nikmat Allah yang disebut pada ayat sebelumnya.]] Al-Rahmân, Tuhan Yang Maha Pengasih. Dia mengajarkan al-Qur'ân kepada manusia dan memudahkan jalan untuk itu.",
    "jalalayn": "(Yang Maha Pemurah) yakni Allah swt."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 2,
    "arab": "عَلَّمَ الْقُرْاٰنَۗ ",
    "translation": "Yang telah mengajarkan Al-Qur'an.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4903.mp3",
    "tafsir": "Pada ayat ini Allah yang Maha Pemurah menyatakan bahwa Dia telah mengajarkan Al-Qur'an kepada Muhammad saw yang selanjutnya diajarkannya ke umatnya. Ayat ini turun sebagai bantahan bagi penduduk Mekah yang mengatakan: \nSesungguhnya Al-Qur'an itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad). (an-Nahl/16: 103) \nOleh karena isi ayat ini mengungkapkan beberapa nikmat Allah atas hamba-Nya, maka surah ini dimulai dengan menyebut nikmat yang paling besar faedahnya dan paling banyak manfaatnya bagi hamba-Nya, yaitu nikmat mengajarkan Al-Qur'an kepada manusia. Hal itu karena manusia dengan mengikuti ajaran Al-Qur'an akan berbahagia di dunia dan di akhirat dan dengan berpegang teguh pada petunjuk-petunjuk-Nya akan tercapai tujuan di kedua tempat tersebut. Al-Qur'an adalah induk kitab-kitab samawi yang diturunkan melalui makhluk Allah yang terbaik di bumi ini yaitu Nabi Muhammad saw.",
    "quraish": "[[55 ~ AR-RAHMAN (SANG MAHA PENGASIH) Pendahuluan: Madaniyyah, 78 ayat ~ Kandungan utama surat ini adalah deskripsi tentang sejumlah nikmat Allah yang diawali--setelah menyebut nama-Nya, yaitu al-Rahmân, Sang Maha Pemurah--dengan menyebut nikmat Allah yang paling besar yaitu pengajaran al-Qur'ân. Deskripsi sejumlah nikmat dan karunia Allah itu dilakukan sedemikian unik yang menggambarkan keagungan dan kekuasaan Sang Pencipta atas manusia dan jin, di langit dan di bumi. Selain itu, di dalam surat ini diketengahkan pula siksaan para pelaku kejahatan yang mendustakan agama di dalam neraka jahanam, dan kenikmatan orang-orang yang bertakwa di dalam surga. Sebagai khatimah, surat ini ditutup dengan penyucian dan puji-pujian terhadap Allah Swt. Ayat yang berbunyi: fa bi ayyi âlâ'i rabbikumâ tukadzdzibân dalam surat ini disebut sebanyak tiga puluh satu kali. Pengulangan ayat seperti ini kita temukan pula pada beberapa surat lain dalam al-Qur'ân yang, tentunya, sesuai dengan situasi dan keperluan. Masing-masing ayat itu mengecam orang-orang yang mendustakan nikmat-nikmat Allah yang disebut pada ayat sebelumnya.]] Al-Rahmân, Tuhan Yang Maha Pengasih. Dia mengajarkan al-Qur'ân kepada manusia dan memudahkan jalan untuk itu.",
    "jalalayn": "(Telah mengajarkan) kepada siapa yang dikehendaki-Nya (Alquran)."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 3,
    "arab": "خَلَقَ الْاِنْسَانَۙ ",
    "translation": "Dia menciptakan manusia, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4904.mp3",
    "tafsir": "Pada ayat ini Allah menyebutkan nikmat-Nya yang lain yaitu penciptaan manusia. Nikmat itu merupakan landasan nikmat-nikmat yang lain. Sesudah Allah menyatakan nikmat mengajarkan Al-Qur'an pada ayat yang lalu, maka pada ayat ini Dia menciptakan jenis makhluk-Nya yang terbaik yaitu manusia dan diajari-Nya pandai mengutarakan apa yang tergores dalam hatinya dan apa yang terpikir dalam otaknya, karena kemampuan berpikir dan berbicara itulah Al-Qur'an bisa diajarkan kepada umat manusia. Manusia adalah makhluk Allah yang paling sempurna. Ia dijadikan-Nya tegak, sehingga tangannya lepas. Dengan tangan yang lepas, otak bebas berpikir, dan tangan dapat merealisasikan apa yang dipikirkan oleh otak. Otak menghasilkan ilmu pengetahuan, dan tangan menghasilkan teknologi. Ilmu dan teknologi adalah peradaban, dengan demikian hanya manusia yang memiliki peradaban. Lidah adalah organ yang terletak pada rongga mulut. Organ ini, yang merupakan struktur berotot yang terdiri atas tujuh belas otot yang memiliki beberapa fungsi. Fungsi pengecap rasa adalah salah satu fungsi lidah yang utama. Terdapat sekitar 10.000 titik pengecap di lidah. Lidah juga berfungsi untuk turut membantu mengatur bunyi untuk berkomunikasi. Lidah, dalam agama, hampir selalu dikaitkan dengan hati, dan digunakan untuk mengukur baik-buruknya perilaku seseorang. Manusia akan menjadi baik apabila keduanya baik. Dan manusia akan menjadi buruk, apabila keduanya buruk. Nabi Muhammad saw menunjuk lidah sebagai faktor utama yang membawa bencana bagi manusia, dan ia merupakan tolok ukur untuk bagian tubuh lainnya. Beliau bersabda dalam hadisnya: Bukankah manusia dijungkirbalikkan wajah mereka di neraka karena lidah mereka? (Riwayat at-Tirmidhi dan Ibnu Majah) Jika manusia bangun di pagi hari, maka seluruh anggota tubuhnya mengingatkan lidah dan berpesan, \"Bertakwalah kepada Allah menyangkut kami, karena kami tidak lain kecuali denganmu. Jika engkau lurus, kami pun lurus, dan jika engkau bengkok, kami pun bengkok.\" (Riwayat at-Tirmidhi) \nUntuk dapat mengeluarkan bunyi yang berbeda-beda, atau yang disebut berbicara, lidah bekerjasama dengan beberapa organ lainnya, seperti bibir, rongga mulut, paru-paru, kerongkongan, dan pita suara. Kita dapat berkomunikasi dengan berbicara, setelah seluruh masyarakat menyepakati arti dari satu bunyi. Kemudian bunyi-bunyi yang masing-masing sudah disepakati artinya tersebut digabungkan dalam susunan yang tepat untuk menjadi kalimat. Pada tahap selanjutnya, akan tercipta suatu bahasa. Bahasa diuraikan dalam salah satu ayat Allah demikian: \nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orangorang yang mengetahui. (ar-Rum/30: 22)",
    "quraish": "Dia menciptakan dan mengajarkan manusia kemampuan menjelaskan apa yang ada dalam dirinya, untuk membedakan dirinya dari makhluk lain.",
    "jalalayn": "(Dia menciptakan manusia) jenis manusia."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 4,
    "arab": "عَلَّمَهُ الْبَيَانَ ",
    "translation": "mengajarnya pandai berbicara.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4905.mp3",
    "tafsir": "Pada ayat ini Allah menyebutkan nikmat-Nya yang lain yaitu penciptaan manusia. Nikmat itu merupakan landasan nikmat-nikmat yang lain. Sesudah Allah menyatakan nikmat mengajarkan Al-Qur'an pada ayat yang lalu, maka pada ayat ini Dia menciptakan jenis makhluk-Nya yang terbaik yaitu manusia dan diajari-Nya pandai mengutarakan apa yang tergores dalam hatinya dan apa yang terpikir dalam otaknya, karena kemampuan berpikir dan berbicara itulah Al-Qur'an bisa diajarkan kepada umat manusia. Manusia adalah makhluk Allah yang paling sempurna. Ia dijadikan-Nya tegak, sehingga tangannya lepas. Dengan tangan yang lepas, otak bebas berpikir, dan tangan dapat merealisasikan apa yang dipikirkan oleh otak. Otak menghasilkan ilmu pengetahuan, dan tangan menghasilkan teknologi. Ilmu dan teknologi adalah peradaban, dengan demikian hanya manusia yang memiliki peradaban. Lidah adalah organ yang terletak pada rongga mulut. Organ ini, yang merupakan struktur berotot yang terdiri atas tujuh belas otot yang memiliki beberapa fungsi. Fungsi pengecap rasa adalah salah satu fungsi lidah yang utama. Terdapat sekitar 10.000 titik pengecap di lidah. Lidah juga berfungsi untuk turut membantu mengatur bunyi untuk berkomunikasi. Lidah, dalam agama, hampir selalu dikaitkan dengan hati, dan digunakan untuk mengukur baik-buruknya perilaku seseorang. Manusia akan menjadi baik apabila keduanya baik. Dan manusia akan menjadi buruk, apabila keduanya buruk. Nabi Muhammad saw menunjuk lidah sebagai faktor utama yang membawa bencana bagi manusia, dan ia merupakan tolok ukur untuk bagian tubuh lainnya. Beliau bersabda dalam hadisnya: Bukankah manusia dijungkirbalikkan wajah mereka di neraka karena lidah mereka? (Riwayat at-Tirmidhi dan Ibnu Majah) Jika manusia bangun di pagi hari, maka seluruh anggota tubuhnya mengingatkan lidah dan berpesan, \"Bertakwalah kepada Allah menyangkut kami, karena kami tidak lain kecuali denganmu. Jika engkau lurus, kami pun lurus, dan jika engkau bengkok, kami pun bengkok.\" (Riwayat at-Tirmidhi) \nUntuk dapat mengeluarkan bunyi yang berbeda-beda, atau yang disebut berbicara, lidah bekerjasama dengan beberapa organ lainnya, seperti bibir, rongga mulut, paru-paru, kerongkongan, dan pita suara. Kita dapat berkomunikasi dengan berbicara, setelah seluruh masyarakat menyepakati arti dari satu bunyi. Kemudian bunyi-bunyi yang masing-masing sudah disepakati artinya tersebut digabungkan dalam susunan yang tepat untuk menjadi kalimat. Pada tahap selanjutnya, akan tercipta suatu bahasa. Bahasa diuraikan dalam salah satu ayat Allah demikian: \nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orangorang yang mengetahui. (ar-Rum/30: 22)",
    "quraish": "Dia menciptakan dan mengajarkan manusia kemampuan menjelaskan apa yang ada dalam dirinya, untuk membedakan dirinya dari makhluk lain.",
    "jalalayn": "(Mengajarinya pandai berbicara) atau dapat berbicara."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 5,
    "arab": "اَلشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍۙ ",
    "translation": "Matahari dan bulan beredar menurut perhitungan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4906.mp3",
    "tafsir": "Allah menyebutkan bahwa matahari dan bulan yang termasuk di antara benda-benda angkasa yang terbesar, beredar dalam orbitnya masing-masing matahari dan bulan yang sangat pasti, karena adanya itu maka terjadilah perubahan musim-musim. Dengan memperhitungkan perubahan-perubahan tersebut manusia dapat mengatur pertanian, perdagangan, pendidikan dan sebagainya. Banyak ayat dalam Al-Qur'an menyebut dan menjelaskan tentang pasangan matahari dan bulan. Matahari sebagai sumber cahaya yang terang membara (wahhaj) akibat reaksi nuklir di dalamnya. Sementara bulan hanya sebagai pemantul cahaya yang diterimanya dari matahari memiliki permukaan yang cerah berbinar-binar (munir). Matahari dan bulan bersama benda-benda langit lainnya tidak diam. Mereka bergerak di angkasa pada jalan (garis edar) masingmasing sebagaimana Allah berfirman dalam Surah adhdzariyat/51:7. Jalan yang dimaksud adalah garis edar dari bendabenda langit, termasuk matahari dan bulan. Dalam fisika, garis edar benda langit disebut orbit merupakan jalan atau lintasan yang dilalui oleh suatu benda langit, di sekitar benda langit lainnya, di dalam pengaruh dari gaya-gaya tertentu. Orbit pertama kali dianalisa secara matematis oleh Johannes Kepler yang merumuskan hasil perhitungannya dalam hukum Kepler tentang gerak planet. Dia menemukan bahwa orbit dari planet dalam tata surya kita adalah berbentuk ellips dan bukan lingkaran atau episiklus seperti yang semula dipercaya. Pada tahun 1601 Kepler berusaha mencocokkan berbagai bentuk kurva geometri pada data-data posisi Planet Mars yang ada. Hingga tahun 1606, setelah hampir setahun menghabiskan waktunya hanya untuk mencari penyelesaian perbedaan sebesar 8 menit busur (mungkin bagi kebanyakan orang hal ini akan diabaikan), Kepler mendapatkan orbit Planet Mars. Menurut Kepler, lintasan berbentuk ellips adalah gerakan yang paling sesuai untuk orbit planet yang mengitari matahari. Pada tahun 1609 dia memublikasikan Astronomia Nova yang menyatakan dua hukum gerak planet. Pergerakan-pergerakan benda langit ini terkendali sepenuhnya dan semuanya harus bergerak dalam suatu orbit yang terhitung. Jika tidak yang akan terjadi adalah tabrakan yang berarti kehancuran yang fatal. Perlu diketahui bahwa bulan beredar mengitari bumi dalam waktu 29.53059 hari. Waktu ini adalah waktu edar bulan relatif terhadap bumi tanpa memasukkan unsur peredaran bumi terhadap matahari. Apabila dimasukkan unsur pergerakan relatif bulan dan matahari terhadap semua bintang di alam maka lama peredaran bumi bukan 24 jam tetapi 23 jam 56 menit 4 detik dan waktu edar bulan terhadap bumi adalah 27.321661 hari atau 86164.0906 detik. Suatu angka yang fantastic, Subhanallah. Hal ini dipertegas lagi dalam firman-Nya pada Surah Yasin 36: 38, 40 dan Surah alAnbiya'/21: 33. Bumi dan planet-planet lain di sistem tata surya ini bergerak pada orbitnya masing-masing mengelilingi matahari. Matahari di lintasan orbitnya juga bergerak mengelilingi sistem yang lebih besar lagi yakni galaksi Bimasakti, begitu seterusnya. Tetapi tidak satupun dari bintang, planet dan benda-benda langit lainnya di angkasa bergerak tidak terkendali atau memotong orbit lain ataupun saling berbenturan. Tampak jelas kecermatan takdir pada keserasian antara ciptaan dan gerakan. Di angkasa yang luas ini pergerakan setiap benda langit tidak ada yang melenceng sehelai rambut pun atau terlambat sedetikpun. Al-Qur'an mengisyaratkan pergerakan benda-benda langit di alam semesta ini secara serasi, hal tersebut diungkap dalam adhdzariyat/51:7",
    "quraish": "Matahari dan bulan beredar pada porosnya menurut perhitungan dan ketetapan yang tanpa cacat. (1) (1) Ayat ini menunjukkan bahwa matahari dan bulan beredar sesuai dengan suatu sistem yang sangat akurat sejak awal penciptaannya. Hal ini baru ditemukan manusia secara pasti belakangan ini, yaitu sekitar 300 tahun yang lalu. Penemuan itu menyatakan bahwa matahari yang, kelihatannya, mengelilingi bumi dan bulan yang juga mengelilingi bumi itu berada pada garis edarnya masing-masing mengikuti hukum gravitasi. Perhitungan peredaran itu, terutama pada bulan, terjadi demikian telitinya.",
    "jalalayn": "(Matahari dan bulan menurut perhitungan) maksudnya, keduanya beredar menurut perhitungan."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 6,
    "arab": "وَّالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ",
    "translation": "dan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4907.mp3",
    "tafsir": "Allah menyatakan bahwa tanaman-tanaman perdu, dan pohon-pohon yang bercabang, kedua-duanya tunduk kepada kehendak-Nya secara naluri, sebagaimana tunduknya manusia menurut fitrahnya. Perbedaan antara tumbuh-tumbuhan dan pohonpohonan dalam bentuk dan rupa, warna dan rasa, semua itu adalah karena patuh dan tunduk kepada kekuasaan yang menciptakan-Nya",
    "quraish": "Tetumbuhan yang tak berbatang dan pepohonan yang berbatang dan berdiri tegak, semuanya tunduk kepada kehendak dan ketentuan Allah yang berlaku padanya.",
    "jalalayn": "(Dan tumbuh-tumbuhan) jenis tumbuh-tumbuhan yang tidak mempunyai batang (dan pohon-pohonan) jenis tumbuh-tumbuhan yang memiliki batang (kedua-duanya tunduk kepada-Nya) keduanya tunduk kepada apa yang dikehendaki-Nya."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 7,
    "arab": "وَالسَّمَاۤءَ رَفَعَهَا وَوَضَعَ الْمِيْزَانَۙ  ",
    "translation": "Dan langit telah ditinggikan-Nya dan Dia ciptakan keseimbangan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4908.mp3",
    "tafsir": "Allah menyatakan bahwa Dia menciptakan langit tempat diturunkan perintah dan larangan-Nya kepada hamba-hamba-Nya, tempat malaikat-malaikat yang turun membawa wahyu-Nya kepada nabi-nabi-Nya, Di samping itu Dia menghendaki adanya keseimbangan dalam segala hal. Di antaranya adalah perimbangan akidah, yaitu mentauhidkan-Nya, karena tauhid adalah pertengahan antara mengingkari adanya Allah dengan mempersekutukan-Nya begitu saja, Perimbangan dalam ibadah, dalam beramal dan dalam budi pekerti, perimbangan dalam kekuatan rohani dan jasmani dan sebagainya. Demikianlah perimbangan dan keadilan yang dikehendaki-Nya dengan tidak membiarkan sesuatu karena kecilnya dan tidak pula mementingkan yang lain karena besarnya. Perimbangan-Nya mencakup semua yang ada di alam ini.",
    "quraish": "Langit diciptakan-Nya begitu tinggi. Dia menetapkan keadilan agar kalian tidak melampaui batas.",
    "jalalayn": "(Dan Dia telah meninggikan langit dan meletakkan neraca) yaitu menetapkan keadilan."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 8,
    "arab": "اَلَّا تَطْغَوْا فِى الْمِيْزَانِ ",
    "translation": "agar kamu jangan merusak keseimbangan itu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4909.mp3",
    "tafsir": "Allah menyatakan bahwa Dia melakukan yang demikian itu agar manusia tidak melampaui dan melangkahi batas-batas keadilan dan kelancaran menjalankan sesuatu menurut neraca yang telah ditetapkan bagi segala sesuatu, maka dengan demikian keadaan manusia akan bertambah baik, akhlak dan amal perbuatan akan lebih mulia dan teratur.",
    "quraish": "Langit diciptakan-Nya begitu tinggi. Dia menetapkan keadilan agar kalian tidak melampaui batas.",
    "jalalayn": "(Supaya kalian jangan melampaui batas) agar kalian jangan berbuat curang (dalam timbangan itu) maksudnya dalam menimbang sesuatu dengan mempergunakan timbangan itu."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 9,
    "arab": "وَاَقِيْمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيْزَانَ ",
    "translation": "dan tegakkanlah keseimbangan itu dengan adil dan janganlah kamu mengurangi keseimbangan itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4910.mp3",
    "tafsir": "Allah memerintahkan manusia untuk menegakkan timbangan dengan adil dan jangan berlaku curang. Ini menunjukkan bahwa manusia harus memperhatikan timbangan yang adil dalam semua amal perbuatan dan ucapan-ucapannya. Dalam Al-Qur'an Allah tidak saja memberitahu manusia mengenai ciptaan-Nya, namun juga memberikan indikasi-indikasi untuk memanfaatkan semua ciptaan untuk kesejahteraan manusia. Dalam kaitan dengan matahari dan bulan, Allah memberikan petunjuk yang sangat jelas bahwa kedua benda langit tersebut akan sangat berguna untuk dijadikan patokan. Diberitahukan bahwa peredaran kedua benda langit itu mempunyai perhitungan. Ilmu pengetahuan kemudian menggunakan keteraturan itu untuk dijadikan penanda waktu atau kalender. Petunjuk itu juga ada pada dua ayat berikut: \nDan Dia telah menundukkan matahari dan bulan bagimu yang terusmenerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu. (Ibrahim/14: 33) \nSesungguhnya jumlah bulan menurut Allah ialah dua belas bulan, (sebagaimana) dalam ketetapan Allah pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu dalam (bulan yang empat) itu, dan perangilah kaum musyrikin semuanya sebagaimana mereka pun memerangi kamu semuanya. Dan ketahuilah bahwa Allah beserta orang-orang yang takwa. (at-Taubah/9: 36) \nManusia telah diberikan petunjuk untuk membagi waktu dan penanggalan dengan jelas. Dalam astronomi modern, maka yang disebut satu tahun dalam perhitungan Kalender Matahari (Solar Calendar) adalah periode waktu yang diperlukan oleh bumi untuk melakukan satu putaran dalam orbitnya mengelilingi matahari. Waktu yang diperlukan adalah 365 hari, 5 jam, 48 menit, 46 detik. Atau sekitar 365,25 hari kurang 1 menit 14 detik. Apabila satu bulan Solar adalah sekitar 30 hari. Sedangkan satu tahun dalam perhitungan Kalender Bulan (Lunar Calendar) adalah satu periode dari 12 bulan Lunar. Jika satu bulan Lunar (periode yang diperlukan bulan untuk mengelilingi bumi) adalah 29,5 hari, maka satu tahun Lunar adalah 354 hari. Sejarah peradaban umat manusia dalam membuat kalender menunjukkan angka yang berbeda-beda. Bangsa Romawi kuno membagi satu tahun dalam 10 bulan. Pada masa Pra-Julius Caesar, dilakukan koreksi dan menjadi 12 bulan. Kemudian disempurnakan lagi oleh Paus Gregorius XIII (Gregorian Calendar) dan digunakan sebagai kalender modern yang digunakan saat ini. Kalender juga sudah digunakan pada peradaban yang lebih tua. Bangsa-bangsa Akkadia, Sumeria, Babilonia, Assiria, Yahudi, India dan Cina memberikan angka 12 bulan dalam setahunnya. Sedangkan Yunani menghitung 10 bulan dalam setahun. Bangsa Aztec, Maya dan Inca di Amerika Selatan, membagi satu tahun menjadi 13 bulan, dengan jumlah hari per bulannya sebanyak 20 hari. Pada salah satu ayat di atas ada kata \"menundukkan\". Ini mengisyaratkan agar manusia menggunakan akal dalam memanfaatkan kedua benda langit tersebut. Di sini dikandung perintah untuk mengembangkan teknologi. Salah satunya adalah menggunakan keteraturan orbit matahari dan bulan untuk pembuatan penanggalan dan pengaturan waktu. \nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus/10: 5) \nLintasan-lintasan orbit matahari, bulan dan bumi sudah sangat diketahui. Namun bahwa matahari juga memiliki lintasan orbitnya sendiri baru diketahui para ahli astronomi dan astrofisika modern pada paruh abad ke-20 yang lalu. Matahari mengorbit pusat galaksi di pinggiran piringan galaksi Bimasakti. Adapun garis tengah piringan galaksi ini adalah 3 x 107 km. Waktu yang diperlukan matahari untuk mengelilingi pusat galaksi adalah 250 juta tahun. Khusus untuk Surah at-Taubah/9 ayat 36 di atas, diingatkan akan empat bulan yang disucikan (bulan-bulan Muharam, Rajab, Zulkaidah, dan Zulhijah). Keempat bulan itu sudah disucikan masyarakat Timur Tengah sejak zaman Nabi Ibrahim.",
    "quraish": "Maka dari itu, tegakkanlah timbangan itu secara adil pada setiap transaksi yang kalian lakukan. Janganlah kalian mengurangi timbangan itu.",
    "jalalayn": "(Dan tegakkanlah timbangan itu dengan adil) artinya tidak curang (dan janganlah kalian mengurangi timbangan itu) maksudnya mengurangi barang yang ditimbang itu."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 10,
    "arab": "وَالْاَرْضَ وَضَعَهَا لِلْاَنَامِۙ  ",
    "translation": "Dan bumi telah dibentangkan-Nya untuk makhluk(-Nya), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4911.mp3",
    "tafsir": "Allah menerangkan bahwa Dia mendatarkan bumi untuk tempat tinggal binatang, dan semua jenis yang mempunyai roh dan di bumi itu tempat kehidupan untuk dapat mengambil manfaat dari benda-benda di permukaan bumi dan yang berada di dalam perutnya,",
    "quraish": "Dan bumi diratakan dan dipersiapkan untuk semua makhluk agar dapat dimanfaatkan.",
    "jalalayn": "(Dan bumi telah diletakkan-Nya) telah dimantapkan-Nya (untuk semua makhluk) untuk manusia, jin, dan lain-lainnya."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 11,
    "arab": "فِيْهَا فَاكِهَةٌ وَّالنَّخْلُ ذَاتُ الْاَكْمَامِۖ  ",
    "translation": "di dalamnya ada buah-buahan dan pohon kurma yang mempunyai kelopak mayang, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4912.mp3",
    "tafsir": "Allah memberitahukan bahwa di bumi ini terdapat bermacam-macam bahan yang dapat dijadikan makanan dari aneka ragam buah-buahan, baik yang dimakan setelah masak dari pohonnya atau setelah dimasak dengan rapi, baik dari buah-buahan setelah dikeringkan maupun dalam keadaan masih basah. Seterusnya Allah menyatakan, pohon-pohon kurma yang mempunyai selodang pembungkus buahnya ketika ia keluar. Dikhususkan sebutan kurma ini karena ditanam di tanah Arab dan sangat banyak faedahnya. Buahnya baik dimakan di waktu masih muda maupun setelah ia matang, baik keadaan basah maupun setelah ia dikeringkan. Dari seluruh pohonnya dapat juga diambil faedah seperti daunnya untuk keranjang dan tikar, sabutnya untuk tali, pelepahnya untuk atap rumah, dan batangnya untuk tiang. Dari beberapa faedah yang disebutkan, jenis kurma dikhususkan dalam menyebutnya di antara buah-buahan yang lain.",
    "quraish": "Di bumi itu terdapat berbagai macam buah-buahan dan pohon kurma yang mempunyai kelopak mayang tempat buahnya.",
    "jalalayn": "(Di bumi itu ada buah-buahan dan pohon kurma) yang ditanam dan dipelihara (yang mempunyai kelopak mayang) memiliki kelopak-kelopak di bagian atasnya."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 12,
    "arab": "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُۚ  ",
    "translation": "dan biji-bijian yang berkulit dan bunga-bunga yang harum baunya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4913.mp3",
    "tafsir": "Pada ayat ini Allah menyatakan bahwa semua biji-bijian yang dijadikan sebagai bahan makanan, seperti gandum, padi dan jelai mempunyai daun yang menutupi tandan-tandannya, begitu pula semua yang berbau harum dari tumbuh-tumbuhan.",
    "quraish": "Di sana juga terdapat biji-bijian yang berkulit sebagai rezeki untuk kalian dan hewan-hewan ternak kalian. Juga terdapat segala tumbuh-tumbuhan yang harum aromanya.",
    "jalalayn": "(Dan biji-bijian) seperti gandum dan jawawut (yang berbulir) yang ada merangnya (dan daun-daunan yang harum baunya) wangi baunya."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 13,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4914.mp3",
    "tafsir": "Allah menantang manusia dan jin; nikmat manakah dari nikmat-nikmat yang telah mereka rasakan itu yang mereka dustakan. Yang dimaksud dengan pendustaan nikmat-nikmat tersebut adalah kekafiran mereka terhadap Tuhan mereka, karena mempersekutukan tuhan-tuhan mereka dengan Allah. Dalam peribadatan adalah bukti tentang kekafiran mereka terhadap tuhan mereka, karena nikmat-nikmat itu harus disyukuri, sedangkan syukur artinya menyembah yang memberi nikmat-nikmat kepada mereka. Ayat tersebut diulang-ulang dalam surah ini tiga puluh satu kali banyaknya untuk memperkuat tentang adanya nikmat dan untuk memperingatkannya. Dari itu, sambil Allah menyebut satu persatu dari nikmat-nikmat tersebut Dia memisahkannya dengan kata-kata memperingati dan memperkuat tentang adanya nikmat-nikmat tersebut. Susunan kata serupa ini banyak terdapat dalam bahasa Arab, dari itu telah menjadi kebiasaan bahwa seorang mengatakan kepada temannya yang telah menerima kebaikannya, tetapi ia mengingkarinya. \"Bukankah engkau dahulu miskin, lalu aku menolongmu sehingga berkecukupan? Apakah engkau mengingkarinya? Bukankah engkau dahulu tidak berpakaian, maka aku memberi pakaian; apakah engkau mengingkarinya? Bukankah engkau dahulu tidak dikenal, maka aku mengangkat derajatmu, lalu engkau menjadi dikenal apakah engkau mengingkarinya?\" Seakan-akan Allah swt berkata, \"Bukankah Aku menciptakan manusia, mengajarnya pandai berbicara, Aku jadikan matahari dan bulan beredar menurut perhitungan. Aku jadikan bermacam-macam kayu-kayuan. Aku jadikan aneka ragam buah-buahan, baik di dusundusun maupun di bandar-bandar untuk mereka yang beriman dan kafir kepada-Ku, terkadang Aku menyiraminya dengan air hujan, adakalanya dengan air sungai dan alur-alur; apakah kamu hai manusia dan jin mengingkari yang demikian itu?\"",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari, hai manusia dan jin?",
    "jalalayn": "(Maka manakah nikmat-nikmat) atau karunia-karunia (Rabb kamu berdua) hai manusia dan jin (yang kamu dustakan?) ayat ini disebutkan di dalam surah ini sebanyak tiga puluh satu kali. Istifham atau kata tanya yang terdapat dalam ayat ini mengandung makna taqrir atau menetapkan, demikian itu karena ada sebuah hadis yang diriwayatkan oleh Imam Hakim melalui Jabir r.a. yang telah menceritakan, bahwa Rasulullah saw. membacakan kepada kami surah Ar Rahman hingga selesai. Kemudian beliau bersabda, \"Mengapa kalian ini diam saja?\" Sungguh jin lebih baik jawabannya daripada kalian. Karena sesungguhnya tiada sekali-kali aku bacakan kepada mereka ayat ini, \"Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?\" (Q.S. Ar Rahman, 13) melainkan mereka menjawabnya, \"Wahai Rabb kami, tiada satu pun nikmat-Mu yang kami dustakan, bagi-Mu segala puji.\""
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 14,
    "arab": "خَلَقَ الْاِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ ",
    "translation": "Dia menciptakan manusia dari tanah kering seperti tembikar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4915.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan manusia pertama Nabi Adam dari tanah kering seperti tembikar, dan keras seperti tanah yang telah dipanggang. Di dalam Al-Qur'an banyak ayat yang menyebutkan bahwa manusia diciptakan dari tanah dan yang lain menyebutkan bahwa ia diciptakan dari tanah liat serta di sini disebutkan tanah kering seperti tembikar. Tanah liat yang dipanggang dengan bara yang panas untuk menjaga ia tetap bersatu, tidak bercerai berai. Demikian pula manusia mempunyai nafsu makan dan minum, mempunyai nafsu kawin agar badannya dapat terpelihara dan dapat melanjutkan hidupnya, serta mempunyai keturunan. Ia mempunyai nafsu marah yang menjadikannya berani dan kuat untuk menjaga kelangsungan hidupnya dan mempertahankan dirinya dari bahaya yang mengancamnya serta serbuan musuh-musuh yang berada di sekitarnya. Kekuatan manusia ini seolah-olah sama dengan tanah liat yang telah masak agar menjadi tanah kering yang bagian-bagiannya melekat dengan kuat. Apabila tidak ada hal-hal itu tentu dia tidak akan dapat mempertahankan dirinya dari bahaya dan musuhmusuhnya, dari manusia lain atau binatang-binatang buas, maka ia akan hancur berkeping-keping menjadi santapan burung-burung dan binatang-binatang, sebagaimana tanah yang belum dimasak bertaburan diterbangkan angin. Penciptaan manusia dari tanah telah banyak dibicarakan pada ayat-ayat sebelumnya, antara lain pada ayat-ayat: al-hijr/15: 26 (dari lumpur hitam), al- hijr/15: 28 (tanah liat kering), ar-Rum/30: 20 (dari tanah), Fathir/35: 11 (dari tanah), shad/38: 71 (tanah liat), Gafir/40 (dari tanah), sedangkan pada Surah al-Furqan/25: ayat 54 dinyatakan bahwa manusia diciptakan dari air. Dari berbagai pernyataan ayat-ayat di atas tentang bahan penciptaan manusia, maka terdapat dua bahan yaitu air dan tanah. Sedangkan macam tanah yang sering dijelaskan adalah tanah liat, suatu jenis tanah yang tersusun oleh partikel yang sangat halus, dengan ukuran diameter partikel kurang dari 2 mikron. Jenis tanah ini memiliki sifat-sifat fisik yang plastis bila mengandung air. Secara kimia, larutan tanah liat dalam air memiliki kapasitas tukar kation, yaitu dapat mengikat ion atau senyawa kimia lainnya yang bermuatan listrik, tetapi dengan ikatan yang tidak terlalu kuat sehingga ion yang terikat bisa berganti-ganti dengan mudah. Tanah jenis ini pulalah yang biasa dipakai sebagai bahan untuk membuat tembikar. Sementara proses penciptaannya amat sedikit diketahui (lihat Tafsir al-hijr/15: 26 dan 28).",
    "quraish": "Dia menciptakan bangsa manusia dari tanah kering yang tidak dibakar seperti tembikar. Sedangkan bangsa jin diciptakan-Nya dari nyala api yang murni.",
    "jalalayn": "(Dia menciptakan manusia) yakni Nabi Adam (dari tanah kering) tanah kering yang apabila diketuk akan mengeluarkan suara berdenting (seperti tembikar) seperti tanah liat yang dibakar."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 15,
    "arab": "وَخَلَقَ الْجَاۤنَّ مِنْ مَّارِجٍ مِّنْ نَّارٍۚ  ",
    "translation": "dan Dia menciptakan jin dari nyala api tanpa asap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4916.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa bila manusia pertama dijadikan dari tanah, maka jin yang pertama atau iblis berbeda, ia dijadikan dari api (dari nyala api), dari nyala api yang bergabung dengan yang lain; dari nyala api yang berwarna kuningmerah dan kehijau-hijauan. Sebagaimana manusia dijadikan dari tanah yang bermacam-macam. Ayat-ayat tersebut mengingatkan bahwa Adam diciptakan melalui proses yang pertama dari tanah, kemudian lumpur yang dibentuk selanjutnya dari tanah kering seperti tembikar.",
    "quraish": "Dia menciptakan bangsa manusia dari tanah kering yang tidak dibakar seperti tembikar. Sedangkan bangsa jin diciptakan-Nya dari nyala api yang murni.",
    "jalalayn": "(Dan Dia menciptakan jin) yakni bapak moyang jin, yaitu iblis (dari nyala api) yaitu nyala api yang tidak berasap"
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 16,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4917.mp3",
    "tafsir": "Ayat ini menunjukkan nikmat yang berlimpah-limpah yang diberikan Allah kepada makhluk-Nya baik itu dari kalangan jin maupun manusia, tetapi mengapa mereka mendustakan. Dalam hubungan ayat ini Ibnu 'Umar berkata: Rasulullah saw membaca Surah ar-Rahman atau surah itu dibacakan kepadanya, lalu beliau bersabda, \"Mengapa saya mendengar jin lebih baik jawabannya kepada Tuhannya dari kalian?\" Mereka bertanya, \"Apakah itu, wahai Rasulullah?\" Beliau menjelaskan tentang jawaban mereka (jin) apabila saya membaca firman Allah, \"Maka nikmat Tuhanmu yang manakah yang kamu dustakan?\" Maka mereka berkata, \"Tidak ada sesuatu pun dari nikmat Tuhan yang kami dustakan.\" (Riwayat Ibnu Jarir dari Ibnu 'Umar)",
    "quraish": "Nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 17,
    "arab": "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِۚ ",
    "translation": "Tuhan (yang memelihara) dua timur dan Tuhan (yang memelihara) dua barat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4918.mp3",
    "tafsir": "Ayat ini menjelaskan tentang peredaran matahari dan bulan, Bahwa Dialah yang menciptakan keduanya dan yang mengatur peredaran menurut perhitungan yang tepat. Tuhan memelihara dua tempat terbit, dua tempat terbenam matahari dan musim panas dan musim dingin. Atas perubahan\nIndeks 687 \nperubahan itu timbullah musim panas, musim dingin, musim semi dan musim gugur dan menimbulkan pula perubahan udara yang mengakibatkan perubahan pada curah hujan, perubahan pada pohon-pohonan dan tumbuh-tumbuhan serta sungai-sungai. \"Dua Timur\" dan \"Dua Barat\" yang tersurat dalam ayat di atas berkaitan dengan bulatnya bentuk bumi. Karena, hanya pada benda yang berbentuk seperti bola dapat terjadi hal yang demikian (dua timur dan dua barat). Secara kenyataan, memang bumi mempunyai dua titik tempat terbitnya matahari dan dua titik tempat terbenamnya matahari. Di sini, ayat Allah dan ilmu pengetahuan kembali saling bersetuju. Penjelasannya demikian: \"Ketika matahari terbit di satu titik di bagian sebelah bumi, maka pada waktu yang sama matahari akan terbenam di bagian sebelah bumi lainnya. Saat matahari terbenam di sebelah bagian bumi, kembali, pada waktu yang sama, di belahan bumi yang lain, matahari sedang terbit. Dengan demikian, pada kenyataannya, memang betul bahwa ada dua titik dimana matahari terbit, dan pada waktu yang sama, terdapat dua titik dimana matahari terbenam.\" Keadaan demikian ini dilaporkan oleh para antariksawan pada saat mereka memandang bumi dari ruang angkasa. Al-Qur'an menguraikan hal ini sedemikian rupa, seolah-olah konsep bumi yang seperti bola memang sudah dikenal manusia saat itu. Sedangkan sebenarnya tidaklah demikian. Bentuk bumi yang seperti bola juga dapat dilihat pada beberapa ayat lainnya, seperti dua ayat di bawah ini: \nTidakkah engkau memperhatikan, bahwa Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan Dia menundukkan matahari dan bulan, masing-masing beredar sampai kepada waktu yang ditentukan. Sungguh, Allah Mahateliti apa yang kamu kerjakan. (Luqman/31: 29) Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun. (az-Zumar/39: 5) \nSaat ini, kita dapat melihat pada bola dunia (globe) gambaran tentang bumi yang mempunyai bentuk seperti bola. Sebenarnya, pada 1400 tahun yang lalu, Al-Qur'an telah memberikan indikasi yang demikian. Dua ayat di atas, dengan menggunakan perumpamaan, telah menjelaskan tentang bentuk bumi. Pada saat masyarakat di Eropa masih mempercayai bahwa bumi itu datar, maka para pelajar di universitas di dunia Islam sudah mempelajari bumi dengan menggunakan bola dunia. Karena Al-Quran diturunkan bukan sebagai ilmu pengetahuan (science), maka di dalamnya tidak ada pernyataan secara khusus bahwa bentuk bumi adalah bulat seperti bola. Akan tetapi, dari beberapa ayat, manusia mulai berpikir bahwa bentuk bumi seperti bola. Contohnya pada Surah Luqman/31 ayat 29. Ayat lainnya, Surah az-Zumar/39 ayat 5 menunjukkan bagaimana Allah \"menggulung\" siang dengan malam. Kata \"menggulung\" pada ayat di atas adalah terjemahan dari kata Arab \"kawwara\", yang digunakan untuk menggambarkan seorang sedang menggulungkan sorban di sekeliling kepalanya. Untuk dapat mengerti lebih jelas mengenai kedua ayat di atas, lakukanlah suatu percobaan di rumah. Alat yang diperlukan adalah bola dunia dan lampu senter. Bawa kedua alat ini ke kamar yang gelap. Sinari bola dunia dengan lampu senter dari salah satu sisinya. Sinar dari lampu senter ini akan berperan seperti sinar matahari. Maka akan tampak bahwa sebagian belahan dunia akan terang, dan belahan lainnya gelap. Lalu putarkan bola dunia secara perlahan, sebagaimana halnya bumi melakukan putaran pada sumbunya. Perhatikan saat bola dunia berputar, maka sinar matahari akan secara menerus mulai menerangi bagian bumi yang semula gelap. Demikian pula halnya gelap. Ia akan secara perlahan menggantikan terang di bagian bumi yang lain. Ayat di bawah ini juga berbicara mengenai bentuk bumi: \nTuhan (yang memelihara) dua timur dan Tuhan (yang memelihara) dua barat. Maka nikmat Tuhanmu yang manakah yang kamu dustakan? (ar-Rahman/55: 17-18) \nPada saat manusia mempercayai bahwa bumi datar dan menetap (tidak bergerak), Al-Qur'an sudah mengungkapkan, secara eksplisit maupun implisit, bahwa bumi itu bulat. Tidak hanya bulat, akan tetapi lebih rinci, yaitu bentuknya lebih seperti telur daripada bulat. Mengenai pemeliharaan tempat terbit dan tenggelamnya matahari. Ketika manusia memercayai bahwa bumi datar dan diam/tidak bergerak, maka Al Qur'an mengungkapkan bahwa bumi itu bulat, melalui firman-Nya dalam ayat tersebut di atas. Karena hanya pada benda berbentuk seperti bola peristiwa tersebut dapat terjadi, dua timur dan dua barat ? Sayyid Quthub berpendapat mungkin itu tempat terbitnya matahari dan bulan serta tempat terbenamnya matahari dan bulan. Tapi bisa juga maksudnya dua tempat terbit matahari yang berbeda posisinya pada musim panas dan musim dingin. Demikian pula dua tempat terbenamnya. Sementara Ilmu Pengetahuan berpendapat bahwa manakala matahari terbit di satu titik di belahan bumi, maka pada saat yang sama justru matahari tersebut akan terbenam dilihat dari titik belahan lainnya yang letaknya jauh ke arah timur. Begitu pula tatkala matahari terlihat terbenam di suatu titik di belahan bumi, maka pada saat yang bersamaan dari belahan bumi yang letaknya jauh ke sebelah barat, matahari tersebut dilihat sedang terbit. Fenomena ini yang diartikan dengan (seolah) ada dua titik di mana matahari terbit dan pada waktu yang sama ada dua titik tempat matahari terbenam. Apapun makna dari pesan tersebut, sesuatu yang penting untuk disyukuri adalah pemeliharaan Allah atas dua timur dan dua barat merupakan bagian dari nikmat-Nya di alam semesta ini? (",
    "quraish": "Tuhan yang memelihara dua tempat terbitnya matahari, pada musim panas dan musim dingin, dan Tuhan yang memelihara dua tempat terbenamnya matahari pada kedua musim tersebut. (1) (1) Yang dimaksud ayat ini, bisa jadi, adalah dua tempat terbit dan terbenamnya matahari dan bulan. Dengan demikian, ayat ini menunjuk kepada adanya gejala siang dan malam yang juga terdapat pada surat al-Qashash ayat 71, 72 dan 73. Tetapi, bisa jadi juga, yang dimaksudkan dalam ayat ini hanya matahari saja, karena matahari merupakan sumber kehidupan di planet bumi ini. Dengan demikian, ayat ini menunjukkan adanya dua tempat terbit dan terbenamnya matahari, yaitu pada musim dingin dan musim panas. Pendapat ini dianut oleh kebanyakan ahli tafsir. Fenomena terbit dan terbenamnya matahari di dua tempat ini disebabkan oleh kecondongan garis edar bumi selama mengedari matahari sekitar 523,5 derajat. Oleh karena itu belahan utara bumi condong ke arah matahari pada musim panas yang mengakibatkan siang menjadi lebih panjang daripada malam. Dan begitu seterusnya hingga mencapai puncaknya, yaitu ketika matahari terbit dan terbenam di ujung sebelah utara dari garis bujur timur dan barat. Setelah itu kembali sedikit demi sedikit dari hari ke hari hingga mencapai garis lurus pada musim gugur. Belahan utara bumi ini kemudian mulai berpaling meninggalkan arah matahari yang mengakibatkan malam menjadi lebih panjang daripada siang. Begitu seterusnya, matahari terus bergeser ke arah selatan sampai pada titik paling selatan pada musim dingin. Setelah itu matahari bergeser lagi ke arah utara sedikit demi sedikit, hari demi hari hingga mencapai garis bujur timur dan barat pada musim semi. Peredaran yang demikian ini berlaku pula di belahan bumi sebelah selatan. Perbedaannya terletak pada geraknya yang berlawanan. Peredaran yang sedemikian teraturnya itu tentu saja mengandung hikmah dan manfaat yang besar bagi kehidupan makhluk hidup di muka bumi. Contohnya, sebagai akibat dari perputaran itu, terdapat apa yang kita kenal dengan empat musim yang pada gilirannya memiliki kekhususan sendiri-sendiri (seperti musim tanam, musim panen, dan sebagainya) sehingga memberikan kemudahan kepada manusia, hewan dan tumbuh- tumbuhan dalam beraktifitas.",
    "jalalayn": "(Rabb yang memelihara kedua tempat terbit matahari) yaitu tempat terbitnya di waktu musim dingin dan tempat terbitnya di waktu musim panas (dan Rabb yang memelihara kedua tempat terbenamnya) penafsirannya seperti pada yang pertama tadi."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 18,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4919.mp3",
    "tafsir": "Dalam ayat ini Allah menantang manusia dan jin, nikmat Tuhan yang manakah yang mereka dustakan. Apakah mereka mengingkari hujan dan faedah-faedahnya? Ataukah mereka mengingkari manfaat adanya perubahan musim yang di dalamnya terdapat perubahan tanaman-tanaman yang harus ditanam pada musim panas atau musim dingin? Ataukah mereka mengingkari tentang keistimewaan yang terdapat pada perubahan udara yang mengatur perasaan manusia dan binatang. (",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 19,
    "arab": "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيٰنِۙ",
    "translation": "Dia membiarkan dua laut mengalir yang (kemudian) keduanya bertemu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4920.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Allah mengalirkan air yang asin dari air yang tawar berdekatan yang kemudian berkumpul menjadi satu, masing-masing tidak mempengaruhi yang lain, yang asin tidak mempengaruhi yang tawar sehingga yang tawar menjadi asin dan yang asin menjadi tawar. Allah telah membatasi di antara keduanya dengan batas yang telah diciptakan dengan kekuasaan-Nya atau dibatasinya dengan batas yang berupa tanah. Firman Allah: \nDan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus. (al-Furqan/25: 53) \nPeristiwa di atas dapat dilihat seperti sungai-sungai yang mengalir dari gunung-gunung yang akhirnya masuk ke dalam laut dan rasanya menjadi asin sedang air sungainya tetap tawar. Menurut kajian ilmiah, laut mempunyai sifat fisika dan kimia yang tidak homogen. Ketidak homogenan ini yang menyebabkan laut bergerak dinamis. Proses yang memicu pergerakan ini sangat kompleks dan melibatkan tenaga dari luar seperti angin, rotasi bumi, topografi dasar laut maupun hubungan satu sama lain antar laut. Distribusi rapat massa yang tergantung pada tingkat kegaraman, temperatur dan tekanan udara juga mempunyai peranan penting. Aliran arus permukaan yang hangat dari kawasan tropis mengalir melintasi khatulistiwa menuju Lautan Atlantik Utara dan Laut Norwegia, untuk kemudian mengalami pendinginan. Akibat pendinginan ini terjadi peningkatan rapat massa dan laut bergerak ke bawah sebagai aliran arus bawah dan bergerak menuju Lautan Atlantik Selatan, Lautan Hindia dan menuju Lautan Pasifik. Gerakan aliran arus bawah ini dikenal sebagai pola sirkulasi thermohalin yang gerakannya sering diidentikan dengan conveyor belt yang menggerakan air, temperatur dan sifat-sifat lainnya dan materimateri di lautan. Apa yang digambarkan di atas adalah gambaran global mengenai pergerakan arus laut. Dalam kenyataannya pergerakan arus laut adalah lebih kompleks. Sebagai contoh adalah apa yang digambarkan oleh Djamil (2004) yang menyebutkan bahwa di bawah garis khatulistiwa di Lautan Pasifik, Atlantik dan Lautan Hindia terdapat arus yang bergerak melawan arus permukaannya dan dikenal sebagai Pacific Equatorial Undercurrent atau disebut juga sebagai Cromwell Current. Arus ini bergerak ke timur, yang menentang arus Pacific South Equatorial Current yang bergerak ke barat. Arus yang mempunyai ketebalan 150 m dan panjang 402 km, dan batas atasnya antara 42-91 m, selalu bergerak di bawah khatulistiwa. Air laut yang bergerak dalam aliran arus Cromwell ini yang bergerak ke timur menentang aliran arus ke barat dan antar keduanya terdapat batas. Batas antara dua lautan ini tidak hanya sebatas wilayah yang disebutkan di atas tetapi juga di temui di Selat Gibraltar, maupun di sebelah timur Jepang. (",
    "quraish": "Allah melepas dua lautan, tawar dan asin, saling berdampingan dan bertemu pada permukaannya. Di antara kedua lautan itu terdapat pembatas yang merupakan kekuasaan Allah. Masing-masing tidak melampaui yang lain sehingga tidak bercampur.",
    "jalalayn": "(Dia membiarkan) atau melepaskan (dua laut) yang airnya tawar dan yang asin (saling bertemu) menurut pandangan mata."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 20,
    "arab": "بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيٰنِۚ",
    "translation": "di antara keduanya ada batas yang tidak dilampaui oleh masing-masing.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4921.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Allah mengalirkan air yang asin dari air yang tawar berdekatan yang kemudian berkumpul menjadi satu, masing-masing tidak mempengaruhi yang lain, yang asin tidak mempengaruhi yang tawar sehingga yang tawar menjadi asin dan yang asin menjadi tawar. Allah telah membatasi di antara keduanya dengan batas yang telah diciptakan dengan kekuasaan-Nya atau dibatasinya dengan batas yang berupa tanah. Firman Allah: \nDan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus. (al-Furqan/25: 53) \nPeristiwa di atas dapat dilihat seperti sungai-sungai yang mengalir dari gunung-gunung yang akhirnya masuk ke dalam laut dan rasanya menjadi asin sedang air sungainya tetap tawar. Menurut kajian ilmiah, laut mempunyai sifat fisika dan kimia yang tidak homogen. Ketidak homogenan ini yang menyebabkan laut bergerak dinamis. Proses yang memicu pergerakan ini sangat kompleks dan melibatkan tenaga dari luar seperti angin, rotasi bumi, topografi dasar laut maupun hubungan satu sama lain antar laut. Distribusi rapat massa yang tergantung pada tingkat kegaraman, temperatur dan tekanan udara juga mempunyai peranan penting. Aliran arus permukaan yang hangat dari kawasan tropis mengalir melintasi khatulistiwa menuju Lautan Atlantik Utara dan Laut Norwegia, untuk kemudian mengalami pendinginan. Akibat pendinginan ini terjadi peningkatan rapat massa dan laut bergerak ke bawah sebagai aliran arus bawah dan bergerak menuju Lautan Atlantik Selatan, Lautan Hindia dan menuju Lautan Pasifik. Gerakan aliran arus bawah ini dikenal sebagai pola sirkulasi thermohalin yang gerakannya sering diidentikan dengan conveyor belt yang menggerakan air, temperatur dan sifat-sifat lainnya dan materimateri di lautan. Apa yang digambarkan di atas adalah gambaran global mengenai pergerakan arus laut. Dalam kenyataannya pergerakan arus laut adalah lebih kompleks. Sebagai contoh adalah apa yang digambarkan oleh Djamil (2004) yang menyebutkan bahwa di bawah garis khatulistiwa di Lautan Pasifik, Atlantik dan Lautan Hindia terdapat arus yang bergerak melawan arus permukaannya dan dikenal sebagai Pacific Equatorial Undercurrent atau disebut juga sebagai Cromwell Current. Arus ini bergerak ke timur, yang menentang arus Pacific South Equatorial Current yang bergerak ke barat. Arus yang mempunyai ketebalan 150 m dan panjang 402 km, dan batas atasnya antara 42-91 m, selalu bergerak di bawah khatulistiwa. Air laut yang bergerak dalam aliran arus Cromwell ini yang bergerak ke timur menentang aliran arus ke barat dan antar keduanya terdapat batas. Batas antara dua lautan ini tidak hanya sebatas wilayah yang disebutkan di atas tetapi juga di temui di Selat Gibraltar, maupun di sebelah timur Jepang. (",
    "quraish": "Allah melepas dua lautan, tawar dan asin, saling berdampingan dan bertemu pada permukaannya. Di antara kedua lautan itu terdapat pembatas yang merupakan kekuasaan Allah. Masing-masing tidak melampaui yang lain sehingga tidak bercampur.",
    "jalalayn": "(Antara keduanya ada batas) ada penghalang yang membatasi keduanya dari kekuasaan Allah swt. (yang tidak dilampaui oleh masing-masing) yang satu melampaui yang lainnya sehingga bercampur."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 21,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4922.mp3",
    "tafsir": "Pada ayat ini Allah swt menantang jin dan manusia agar mengemukakan suatu nikmat yang tidak berasal daripada-Nya. Cobalah mereka bayangkan seandainya air yang asin mempengaruhi yang tawar sehingga menjadi asin pula, maka tentu tidak akan ada air yang dapat diminum manusia dan binatang, tidak ada air untuk menyirami tumbuh-tumbuhan sehingga tumbuh-tumbuhan itu mati, manusia dan binatang pun mati kehausan dan kelaparan.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 22,
    "arab": "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُۚ",
    "translation": "Dari keduanya keluar mutiara dan marjan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4923.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di dalam laut itu terdapat barang-barang yang sangat berharga, misalnya mutiara dan marjan dari laut yang asin dan tawar. Keduanya dapat dijadikan sebagai perhiasan yang tinggi nilainya dan mahal harganya.",
    "quraish": "Dari kedua lautan itu keluar mutiara dan merjan yang dapat kalian jadikan perhiasan. (1) (1) Lihat catatan kaki ayat 12 surat Fâthir.",
    "jalalayn": "(Keluarlah) dapat dibaca Yakhruju. dan Yukhraju (daripada keduanya) dari pertemuan di antara keduanya, yakni dari bagian yang airnya asin (mutiara dan marjan) marjan artinya batu yang berwarna merah atau yang dimaksud adalah mutiara yang kecil."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 23,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4924.mp3",
    "tafsir": "Allah swt menantang jin dan manusia jika ada nikmat yang bukan berasal dari Dia yang berada di laut, tentu jin dan manusia tidak akan mendustakannya, terutama nikmat yang berupa mutiara dan marjan.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 24,
    "arab": "وَلَهُ الْجَوَارِ الْمُنْشَاٰتُ فِى الْبَحْرِ كَالْاَعْلَامِۚ  ",
    "translation": "Milik-Nyalah kapal-kapal yang berlayar di lautan bagaikan gunung-gunung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4925.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah-lah yang menguasai bahtera-bahtera yang tinggi layarnya laksana gunung-gunung di lautan, ia berlayar di lautan dan memberikan manfaat kepada manusia guna mengangkut barang-barang dagangan dari suatu negeri ke negeri lain, makanan-makanan yang banyak terdapat pada suatu tempat dan tempat yang lain kekurangan bahan-bahan tersebut, dan lain sebagainya. Dengan demikian, terlaksana pertukaran barang-barang dagangan dan terpenuhi keperluankeperluan manusia tentang makanan dan minuman.",
    "quraish": "Di bawah kekuasaan-Nyalah bahtera-bahtera buatan kalian yang berlayar di samudra. Bahtera-bahtera itu besar bagaikan gunung-gunung yang menjulang.",
    "jalalayn": "(Dan kepunyaan-Nyalah bahtera-bahtera) perahu-perahu (yang dibangun) yang dibuat (di lautan laksana gunung-gunung) lautan besar yang tingginya bagaikan gunung-gunung."
  },
  {
    "ruku": 466,
    "name": "Ar-Rahman",
    "ayat": 25,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ࣖ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4926.mp3",
    "tafsir": "Ayat ini menantang jin dan mansuia agar menerangkan nikmat yang mereka dustakan sebagai berikut: Siapakah yang menciptakan bahan-bahan pembuatan bahtera itu? Atau bagaimanakah membuatnya? Apakah mereka kira bahwa iman kepada Allah sudah cukup dengan hanya bersyukur atas nikmatnikmat yang telah diberikan-Nya kepada mereka? Apakah matahari, bulan dan bintang, pohon-pohonan, tumbuh-tumbuhan, dan bijibijian, sungai-sungai dan lautan-lautan, mutiara dan marjan dijadikan-Nya untuk orang-orang yang tidak berakal? Atau dijadikanNya bagi orang-orang yang pandai bersyukur kepada-Nya atas nikmat-nikmat yang diberikan-Nya? Dan bagaimanakah mereka akan bersyukur kepada-Nya bila mereka tidak mengetahuinya?",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  }
]