[
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 26,
    "arab": "كُلُّ مَنْ عَلَيْهَا فَانٍۖ  ",
    "translation": "Semua yang ada di bumi itu akan binasa, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4927.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa semua yang ada di bumi dan di langit akan rusak binasa dan yang kekal hanyalah Zat Allah yang Mahabesar dan Mahamulia. Dialah yang tetap hidup selamanya dan tidak akan mati. Oleh karena itu manusia jangan terpesona dengan kenikmatankenikmatan yang ada di dunia, sebab semuanya akan punah dan lenyap, manusia akan dimintakan pertanggungjawaban atas segala nikmat yang telah diperolehnya. Firman Allah: \nDan jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenangNya, dan hanya kepada-Nya kamu dikembalikan. (al-Qasas/28: 88)",
    "quraish": "Semua yang ada di muka bumi akan binasa, kecuali Allah yang mempunyai kebesaran dan kemuliaan.",
    "jalalayn": "(Semua yang ada di bumi itu) yakni semua makhluk hidup yang ada padanya (akan binasa) akan mati; di sini diungkapkan semua makhluk hidup dengan memakai kata Man, karena memprioritaskan makhluk yang berakal."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 27,
    "arab": "وَّيَبْقٰى وَجْهُ رَبِّكَ ذُو الْجَلٰلِ وَالْاِكْرَامِۚ  ",
    "translation": "tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4928.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa semua yang ada di bumi dan di langit akan rusak binasa dan yang kekal hanyalah Zat Allah yang Mahabesar dan Mahamulia. Dialah yang tetap hidup selamanya dan tidak akan mati. Oleh karena itu manusia jangan terpesona dengan kenikmatankenikmatan yang ada di dunia, sebab semuanya akan punah dan lenyap, manusia akan dimintakan pertanggungjawaban atas segala nikmat yang telah diperolehnya. Firman Allah: \nDan jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenangNya, dan hanya kepada-Nya kamu dikembalikan. (al-Qasas/28: 88)",
    "quraish": "Semua yang ada di muka bumi akan binasa, kecuali Allah yang mempunyai kebesaran dan kemuliaan.",
    "jalalayn": "(Dan tetap kekal Zat Rabbmu) yakni Zat-Nya (Yang mempunyai kebesaran) atau keagungan (dan kemuliaan) Yang Maha Dermawan kepada orang-orang mukmin dengan melimpahkan nikmat-nikmat-Nya kepada mereka."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 28,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4929.mp3",
    "tafsir": "Dalam ayat ini Allah menantang jin dan manusia agar mengungkapkan nikmat-Nya yang mereka dustakan. Cobalah mereka bayangkan, tidaklah kebinasaan itu melainkan merupakan pintu bagi kehidupan yang kekal. Apabila tidak ada yang mati, maka akan terhalanglah kehidupan di akhirat. Lihatlah kehidupan manusia, apabila mereka beranak terus sepanjang masa, tidak ada yang mati, maka akan penuhlah bumi ini dengan manusia sehingga binatang, tumbuh-tumbuhan, dan makanan tidak akan mencukupi keperluannya lagi dan akhirnya tidak ada jalan lagi bagi mereka kecuali sedang membunuh sesamaanya yang akhirnya dunia ini akan penuh dengan bangkai-bangkai manusia.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 29,
    "arab": "يَسْـَٔلُهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  كُلَّ يَوْمٍ هُوَ فِيْ شَأْنٍۚ",
    "translation": "Apa yang di langit dan di bumi selalu meminta kepada-Nya. Setiap waktu Dia dalam kesibukan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4930.mp3",
    "tafsir": "Allah senantiasa menghidupkan dan mematikan, serta memberi rezeki, memuliakan dan menghinakan, memberi sakit dan menyembuhkan, menyuruh dan melarang, mengampuni dan menghukum, mengasihi dan memarahi terhadap makhluk-Nya. Dan Dia pula memberikan apa-apa yang diminta oleh semua yang ada di langit dan di bumi, seperti yang diungkapkan dalam hadis ini: Dari 'Abdullah bin Munib, ia berkata, \"Rasulullah membacakan kepada kami ayat ini, lalu kami berkata, Ya Rasulullah, apakah yang dimaksud dengan 'urusan? Rasulullah bersabda, 'Mengampuni dosa, melapangkan kesusahan, meninggikan satu golongan dan merendahkan golongan yang lain (Riwayat alBazzar, Ibnu Jarir, ath-thabrani dan Ibnu 'Asakir)",
    "quraish": "Semua makhluk yang ada di langit dan di bumi selalu meminta keperluan mereka kepada-Nya. Setiap saat Dia selalu memberikan kemuliaan dan kehinaan, memberi dan menolak.",
    "jalalayn": "(Semua yang ada di langit dan di bumi selalu meminta kepada-Nya) baik melalui ucapan mereka atau pun perbuatan mereka, yaitu meminta apa-apa yang mereka perlukan berupa kekuatan untuk menjalankan ibadah, rezeki, ampunan dan lain sebagainya. (Setiap hari) setiap waktu (Dia dalam suatu perkara) yaitu perkara yang hendak dilahirkan-Nya sesuai dengan apa yang telah ditentukan-Nya sejak zaman Azali antara lain, menghidupkan, mematikan, memuliakan, menghinakan, memberikan kecukupan, memiskinkan, mengabulkan doa dan memenuhi yang meminta."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 30,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4931.mp3",
    "tafsir": "Dalam ayat ini, Allah menantang jin dan manusia agar mengungkapkan nikmat-Nya yang mereka dustakan. Berapa banyak permohonan yang telah dikabulkan-Nya. Berapa banyak hal-hal yang baru diciptakan-Nya. Dan berapa banyak orang yang lemah ditolongNya.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 31,
    "arab": "سَنَفْرُغُ لَكُمْ اَيُّهَ الثَّقَلٰنِۚ  ",
    "translation": "Kami akan memberi perhatian sepenuhnya kepadamu wahai (golongan) manusia dan jin! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4932.mp3",
    "tafsir": "Allah menerangkan bahwa Dia akan memperhatikan dan membalas segala amal perbuatan sekalian manusia dan jin, ayat ini merupakan ancaman yang sangat menakutkan, bagi seluruh hambaNya agar ingat pada hari pembalasan.",
    "quraish": "Kami akan menghisab kalian pada hari kiamat, hai jin dan manusia.",
    "jalalayn": "(Kami akan menyelesaikan kamu sekalian) artinya, Kami hendak menghisab kalian semuanya (hai manusia dan jin) hai jenis manusia dan jenis jin."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 32,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4933.mp3",
    "tafsir": "Allah swt menantang jin dan manusia, agar mengungkapkan nikmat yang manakah yang mereka dustakan. Adakah yang mereka dustakan itu balasan-balasan yang akan mereka terima pada hari Kiamat nanti baik berupa pahala maupun berupa siksaan pada hari itu tidak ada kedustaan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 33,
    "arab": "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اِنِ اسْتَطَعْتُمْ اَنْ تَنْفُذُوْا مِنْ اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ فَانْفُذُوْاۗ  لَا تَنْفُذُوْنَ اِلَّا بِسُلْطٰنٍۚ ",
    "translation": "Wahai golongan jin dan manusia! Jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, maka tembuslah. Kamu tidak akan mampu menembusnya kecuali dengan kekuatan (dari Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4934.mp3",
    "tafsir": "Ayat ini menyeru jin dan manusia jika mereka sanggup menembus, melintasi penjuru langit dan bumi karena takut akan siksaan dan hukuman Allah, mereka boleh mencoba melakukannya, mereka tidak akan dapat berbuat demikian. Mereka tidak mempunyai kekuatan sedikit pun dalam menghadapi kekuatan Allah swt. Menurut sebagian ahli tafsir, pengertian sulthan pada ayat ini adalah ilmu pengetahuan. Hal ini menunjukkan bahwa dengan ilmu manusia dapat menembus ruang angkasa.",
    "quraish": "Wahai jin-jin dan manusia semua, jika kalian mampu menembus penjuru langit dan bumi, tembuslah! Kalian tidak dapat menembusnya kecuali dengan kekuatan dan kekuasaan. Dan sekali-kali kalian tidak akan dapat melakukan hal itu. (1) (1) Sampai saat ini terbukti betapa besarnya upaya dan tenaga yang dibutuhkan untuk dapat menembus lingkup gravitasi bumi. Kesuksesan eksperimen perjalanan luar angkasa selama waktu yang sangat sedikit dan terbatas jika dibandingkan dengan besarnya alam raya itu saja memerlukan upaya yang luar biasa di bidang sains dengan segala cabangnya: teknik, matematika, seni, geologi, dan sebagainya. Belum lagi ditambah dengan biaya sangat besar. Hal ini membuktikan dengan jelas bahwa upaya menembus langit dan bumi yang berjarak jutaan tahun cahaya itu mustahil dapat dilakukan oleh jin dan manusia.",
    "jalalayn": "(Hai semua jin dan manusia, jika kalian sanggup menembus) melintasi (penjuru) atau kawasan-kawasan (langit dan bumi, maka lintasilah) perintah di sini mengandung makna yang menunjukkan ketidakmampuan mereka untuk melakukan hal tersebut (kalian tidak dapat menembusnya melainkan dengan kekuatan) dan kalian tidak akan mempunyai kekuatan untuk itu."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 34,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4935.mp3",
    "tafsir": "Dalam ayat ini Allah bertanya kepada jin dan manusia yang berbuat jahat kemudian bertobat, lalu diterima oleh Allah tobatnya, bukankah itu merupakan nikmat? Sebelum itu Allah mengancam orang-orang yang berbuat jahat. Karenanya nikmat Allah yang mana lagi yang kamu dustakan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 35,
    "arab": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّنْ نَّارٍۙ وَّنُحَاسٌ فَلَا تَنْتَصِرَانِۚ ",
    "translation": "Kepada kamu (jin dan manusia), akan dikirim nyala api dan cairan tembaga (panas) sehingga kamu tidak dapat menyelamatkan diri (darinya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4936.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kepada jin dan manusia akan ditimpakan bermacam-macam bentuk azab yaitu sambaran nyala api atau cairan yang bercampur dengan tembaga. Mereka tidak dapat melarikan diri daripadanya.",
    "quraish": "Kalian akan terkena nyala api dan cairan tembaga yang meleleh, lalu kalian tidak dapat menahan siksaan tersebut. (1) Tembaga adalah unsur metal yang pertama kali dikenal manusia sejak zaman dahulu. Di antara kelebihan tembaga ini adalah bahwa ketinggian suhunya dapat mencapai 1,083 derajat pada saat melebur. Apabila cairan tembaga panas itu dituangkan ke badan maka rasa sakit yang dirasakan merupakan bentuk penderitaan dan siksaan yang paling pedih.",
    "jalalayn": "(Kepada kamu berdua akan dilepaskan nyala api) yakni nyala api yang tidak berasap atau nyala api yang berasap (dan asap) yaitu asap murni yang tidak ada nyala apinya (maka kamu berdua tidak akan dapat menyelamatkan diri) daripadanya, bahkan kalian kelak akan digiring ke padang Mahsyar."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 36,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4937.mp3",
    "tafsir": "Allah swt menantang jin dan manusia, apakah mereka tetap mendustakan nikmat Tuhan. Di antara nikmat itu tentang ancaman siksa yang tercantum pada ayat 35 di atas telah diberitakan di dunia ini. Jika kamu di dunia ini berkesempatan berbuat baik dan terhindar dari siksa itu, itulah merupakan kenikmatan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 37,
    "arab": "فَاِذَا انْشَقَّتِ السَّمَاۤءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِۚ ",
    "translation": "Maka apabila langit telah terbelah dan menjadi merah mawar seperti (kilauan) minyak. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4938.mp3",
    "tafsir": "Ayat ini menerangkan bahwa apabila datang hari Kiamat, terbelahlah langit dan warnanya menjadi merah mawar seperti kilapan minyak. Maka rusaklah peraturan-peraturan alam dan bertebaranlah bintang-bintang serta segala apa-apa yang ada di langit, pindah dari tempatnya karena dahsyatnya hari itu. Dalam ayat-ayat lain Allah berfirman: \nApabila langit terbelah, dan apabila bintang-bintang jatuh berserakan. (al-Infithar/82: 1-2) \nApabila langit terbelah, dan patuh kepada Tuhannya, dan sudah semestinya patuh. (al-Insyiqaq/84: 1-2). \nDan terbelahlah langit, karena pada hari itu langit menjadi rapuh. (al-haqqah/69: 16) \nAyat di atas berbicara mengenai alam semesta. Alam semesta diperkirakan berumur antara 15 sampai 18 miliar tahun. Batuan tertua yang pernah ditemukan di bumi berumur sekitar 4,6 miliar tahun. Kehidupan tertua di bumi ditemukan berumur 3,8 juta tahun yang lalu. Sedangkan manusia mulai menghuni bumi baru sekitar 100.000 tahun yang lalu. Apapun yang mengakibatkan terbentuknya alam semesta, yang pasti, ia sangat besar dan hebat, dan tidak mungkin tercipta secara kebetulan. Apa yang diungkap oleh Al-Qur'an tersebut, nampaknya mustahil dikemukakan oleh seseorang yang hidup 1400 tahun yang lalu. Teori mengenai \"lahirnya\" alam semesta ini, hanya dapat dijelaskan oleh seseorang yang paham sekali dengan ilmu \"fisika nuklir\" (nuclear physics). Suatu bidang keilmuan yang baru berkembang dalam beberapa dekade terakhir. Bagaimana mungkin seorang Muhammad pada saat itu dapat menyatakan bahwa asal bumi dan seluruh isi langit dari materi \"asap\" yang sama. Sangat mustahil. Ayat 37 Surah ar-Rahman di atas menggambarkan ledakan sebuah bintang. Gambaran mengenai ledakan bintang tersebut dikonfirmasi oleh ilmu pengetahuan modern. Ledakan bintang yang demikian ini tidak dapat dilihat dengan mata telanjang. Fenomena alam ini juga tidak dapat ditangkap dengan menggunakan teropong bintang biasa. Diperlukan teropong bintang super canggih sekaliber \"Huble Space Super Telescope\" yang dimiliki oleh NASA, suatu lembaga antariksa Amerika Serikat. Namun hal ini sudah digambarkan dalam Al-Quran secara sangat jelas pada 1400 tahun yang lalu. Dengan kemajuan teknologi, ternyata apa yang diuraikan dalam Al-Qur'an, terbukti secara detail. Ledakan yang terjadi memang sangat mirip dengan bunga mawar merah yang sedang berkembang. Ledakan bintang atau disebut dengan istilah supernova, adalah sebuah bintang raksasa yang \"menghancurkan diri sendiri\" dalam ledakan dahsyat. Materi intinya akan bertebaran ke seluruh penjuru. Cahaya yang dihasilkan dalam peristiwa ini ribuan kali lebih terang daripada keadaan normal. Para ilmuwan masa kini menganggap bahwa supernova memainkan peran penting dalam penciptaan alam semesta. Ledakan ini menyebabkan unsur atau materi yang berbeda-benda berpencar dan berpindah ke bagian lain alam semesta. Diasumsikan bahwa materi yang dilontarkan ledakan ini kemudian bergabung untuk membentuk galaksi atau bintang baru di bagian lain alam semesta. Menurut hipotesis ini, tata surya kita, matahari dan planetnya termasuk bumi, merupakan produk supernova yang terjadi dahulu kala. Meskipun supernova tampak seperti ledakan biasa, pada kenyataannya, ledakan tersebut sangat terstruktur dalam setiap detailnya. Jarak antar supernova, dan bahkan antar semua bintang, sangat penting untuk alasan yang lain. Jarak antar bintang dalam galaksi kita adalah sekitar 30 juta tahun cahaya. Jika jarak ini lebih dekat, orbit planet-planet akan tidak stabil. Jika lebih jauh, maka debu hasil supernova akan tersebar begitu acak sehingga sistem planet seperti tata surya kita tidak mungkin pernah terbentuk. Jika alam semesta menjadi rumah bagi kehidupan, maka kedipan supernova harus terjadi pada laju yang sangat tepat dan jarak ratarata di antaranya harus sangat dekat dengan jarak yang teramati sekarang. Perbandingan antara supernova dan jarak antar bintang hanyalah dua rincian yang sangat selaras pada alam semesta yang penuh keajaiban. Mengamati lebih teliti alam semesta, maka pengaturannya akan terlihat begitu indah, baik dalam rancangan maupun susunannya.",
    "quraish": "Apabila langit terbelah, ia akan berwarna merah tua seperti minyak yang terbakar.",
    "jalalayn": "(Maka apabila langit telah terbelah) artinya, terbuka pintu-pintunya karena turunnya malaikat-malaikat (dan menjadi merah mawar) memerah seperti warna bunga mawar (seakan-akan kilapan minyak) bagaikan minyak yang berwarna merah berbeda keadaannya dengan yang biasa. Di dalam ungkapan ayat ini terkandung jawabannya, yakni apabila saat itu datang, betapa dahsyatnya kengerian dan ketakutan melihatnya."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 38,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4939.mp3",
    "tafsir": "Ayat ini Allah menantang jin dan manusia apakah mereka masih mendustakan nikmat-Nya. Allah mengabarkan segala sesuatu yang dapat mengakibatkan manusia menghindari segala kejahatan, sehingga akhirnya ia selamat dari ancaman, itulah nikmat Tuhan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 39,
    "arab": "فَيَوْمَئِذٍ لَّا يُسْـَٔلُ عَنْ ذَنْۢبِهٖٓ اِنْسٌ وَّلَا جَاۤنٌّۚ  ",
    "translation": "Maka pada hari itu manusia dan jin tidak ditanya tentang dosanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4940.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat hari kebangkitan mereka tidak ditanyai tentang dosa, sebab mereka yang berdosa dapat terlihat besar kecil dosanya oleh ciri tertentu, tatkala keluar dari kuburnya dan digiring ke Padang Mahsyar. Firman Allah: \nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (alMursalat/77: 35- 36) \nKemudian mereka akan ditanyai tentang perbuatan-perbuatan mereka dengan firman-Nya: \nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, tentang apa yang telah mereka kerjakan dahulu. (al-hijr/15: 92-9",
    "quraish": "Pada hari ketika langit terbelah, manusia dan jin tidak ditanya tentang dosanya.",
    "jalalayn": "(Pada waktu itu manusia dan jin tidak ditanya tentang dosanya) tetapi mereka akan ditanya mengenai dosanya di lain waktu, karena ini merupakan suatu janji sebagaimana yang diungkapkan di dalam firman lainnya, yaitu, \"Maka demi Rabbmu, Kami pasti akan menanyai mereka semua.\" (Q.S. Al Hijr, 92) Lafal Al Jaan di sini sebagaimana yang akan dijelaskan nanti adalah bermakna jin, dan lafal Al Insu artinya manusia."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 40,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ  ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4941.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya tentang nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 41,
    "arab": "يُعْرَفُ الْمُجْرِمُوْنَ بِسِيْمٰهُمْ فَيُؤْخَذُ بِالنَّوَاصِيْ وَالْاَقْدَامِۚ  ",
    "translation": "Orang-orang yang berdosa itu diketahui dengan tanda-tandanya, lalu direnggut ubun-ubun dan kakinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4942.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang berdosa dapat dikenal dari tanda-tanda yang membedakan mereka dengan orang yang lain yaitu: wajahnya hitam pekat, matanya membelalak karena takut. Pada hari hisab tidak akan didengar alasan-alasan dan keterangan yang mereka kemukakan. Ubun-ubun dan kaki mereka dipegang sebagai penghinaan, lalu diseret, dimasukkan ke dalam api neraka Jahanam.",
    "quraish": "Manusia dan jin yang berdosa dikenali dari tanda-tandanya. Ubun-ubun dan kaki mereka kemudian diangkat lalu mereka dilemparkan ke neraka jahanam.",
    "jalalayn": "(Orang-orang yang berdosa dikenal dengan tanda-tandanya) yakni, mukanya berwarna hitam dan matanya berwarna biru (lalu dipegang ubun-ubun dan kaki mereka)."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 42,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4943.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?) Keadaan orang-orang yang berdosa pada saat itu, kedua telapak kaki mereka disatukan dengan ubun-ubunnya dari arah belakang, yaitu dilipat lalu mereka dilemparkan ke dalam neraka dan dikatakan kepada mereka,"
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 43,
    "arab": "هٰذِهٖ جَهَنَّمُ الَّتِيْ يُكَذِّبُ بِهَا الْمُجْرِمُوْنَۘ ",
    "translation": "Inilah neraka Jahanam yang didustakan oleh orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4944.mp3",
    "tafsir": "Allah membuktikan janji-janji-Nya kepada mereka yang berbuat jahat bahwa sekarang telah mereka saksikan dan telah mereka lihat dengan mata mereka sendiri azab Tuhan yang mereka tunggu-tunggu; supaya mereka merasakan siksaan api neraka Jahanam dan meminum air yang mendidih, yang dapat menghancurkan usus dan isi perut siapa yang meminumnya. Mereka berkeliling di antara api dan air mendidih yang sangat panas. Tegasnya, apabila mereka minta tolong supaya dikeluarkan dari api neraka, maka mereka dipindahkan ke suatu tempat minuman air yang lebih tinggi suhu panasnya. Seperti diungkapkan dalam firman Allah sebagai berikut: \nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api (Gafir/40: 71-72)",
    "quraish": "Dikatakan kepada mereka, dengan nada mengecam, \"Inilah neraka jahanam yang didustakan oleh para pelaku kejahatan di antara kalian.\" Mereka berkeliling di antaranya dan di antara air yang mendidih yang sangat panas.",
    "jalalayn": "(\"Inilah neraka Jahanam yang didustakan oleh orang-orang yang berdosa\")."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 44,
    "arab": "يَطُوْفُوْنَ بَيْنَهَا وَبَيْنَ حَمِيْمٍ اٰنٍۚ  ",
    "translation": "Mereka berkeliling di sana dan di antara air yang mendidih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4945.mp3",
    "tafsir": "Allah membuktikan janji-janji-Nya kepada mereka yang berbuat jahat bahwa sekarang telah mereka saksikan dan telah mereka lihat dengan mata mereka sendiri azab Tuhan yang mereka tunggu-tunggu; supaya mereka merasakan siksaan api neraka Jahanam dan meminum air yang mendidih, yang dapat menghancurkan usus dan isi perut siapa yang meminumnya. Mereka berkeliling di antara api dan air mendidih yang sangat panas. Tegasnya, apabila mereka minta tolong supaya dikeluarkan dari api neraka, maka mereka dipindahkan ke suatu tempat minuman air yang lebih tinggi suhu panasnya. Seperti diungkapkan dalam firman Allah sebagai berikut: \nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api (Gafir/40: 71-72)",
    "quraish": "Dikatakan kepada mereka, dengan nada mengecam, \"Inilah neraka jahanam yang didustakan oleh para pelaku kejahatan di antara kalian.\" Mereka berkeliling di antaranya dan di antara air yang mendidih yang sangat panas.",
    "jalalayn": "(Mereka berkeliling) yakni berjalan dengan cepat (di antaranya dan di antara air yang mendidih yaitu air panas (yang memuncak panasnya) panasnya tak terperikan, lalu mereka diberi minum air panas tersebut apabila mereka meminta tolong karena panasnya api neraka; lafal Anin termasuk Isim Manqush, sama halnya dengan lafal Qaadhin."
  },
  {
    "ruku": 467,
    "name": "Ar-Rahman",
    "ayat": 45,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ࣖ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4946.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  }
]