[
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 46,
    "arab": "وَلِمَنْ خَافَ مَقَامَ رَبِّهٖ جَنَّتٰنِۚ",
    "translation": "Dan bagi siapa yang takut akan saat menghadap Tuhannya ada dua surga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4947.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyediakan dua surga bagi orang yang takut akan Tuhannya dan berkeyakinan bahwa mereka akan mendapat balasan atas perbuatannya. Bila tergerak hatinya akan berbuat maksiat, maka ia ingat akan Tuhan yang mengetahui segala sesuatu baik yang kelihatan maupun yang tersembunyi. Karena itu ia meninggalkan perbuatan itu, takut akan azab dan hukuman yang akan diterimanya. Mereka berbuat baik dan mengajak manusia berbuat baik pula. Dua surga itu ialah: 1. Surga rohani di mana mereka mendapat keridaan Allah. Firman Allah: \nDan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) 2. Surga jasmani yang mereka peroleh sesuai dengan amal saleh yang mereka perbuat di dunia.",
    "quraish": "Bagi siapa yang takut akan kekuasaan Tuhan akan memperoleh dua surga besar.",
    "jalalayn": "(Dan bagi orang yang takut) bagi masing-masing dari mereka atau bagi mereka semuanya (akan saat menghadap Rabbnya) yaitu takut manakala ia berdiri di hadapan Rabbnya untuk menjalani hisab. Oleh karena itu, maka ia tidak mau berbuat durhaka kepada-Nya (ada dua taman)."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 47,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۙ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4948.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyediakan dua surga bagi orang yang takut akan Tuhannya dan berkeyakinan bahwa mereka akan mendapat balasan atas perbuatannya. Bila tergerak hatinya akan berbuat maksiat, maka ia ingat akan Tuhan yang mengetahui segala sesuatu baik yang kelihatan maupun yang tersembunyi. Karena itu ia meninggalkan perbuatan itu, takut akan azab dan hukuman yang akan diterimanya. Mereka berbuat baik dan mengajak manusia berbuat baik pula. Dua surga itu ialah: 1. Surga rohani di mana mereka mendapat keridaan Allah. Firman Allah: \nDan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) 2. Surga jasmani yang mereka peroleh sesuai dengan amal saleh yang mereka perbuat di dunia.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 48,
    "arab": "ذَوَاتَآ اَفْنَانٍۚ ",
    "translation": "kedua surga itu mempunyai aneka pepohonan dan buah-buahan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4949.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kedua surga itu mempunyai pohon-pohon yang rindang dan buah-buahan yang beraneka ragam coraknya, yang membuat mereka tambah bernafsu, tambah berselera untuk memakannya. Kemudian Allah berkata, \"Apakah kamu, hai manusia dan jin, mengingi",
    "quraish": "Kedua surga itu mempunyai pohon-pohonan yang indah dan menyenangkan.",
    "jalalayn": "(Kedua taman itu mempunyai) lafal Dzawaata adalah bentuk Tatsniyah dari lafal Dzawaat sesuai dengan bentuk asalnya; dan Lam fi'ilnya pada asalnya adalah huruf Ya (pohon-pohon yang rindang) banyak tangkainya; merupakan bentuk jamak dari lafal Fananun yang wazannya sama dengan lafal Thalalun."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 49,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4950.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar dan bagi kamu sekalian. (",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 50,
    "arab": "فِيْهِمَا عَيْنٰنِ تَجْرِيٰنِۚ ",
    "translation": "Di dalam kedua surga itu ada dua buah mata air yang memancar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4951.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di kedua surga itu ada dua mata air mengalir, menyirami pohon-pohon yang bermacam-macam jenisnya. Air itu dialirkan ke mana saja mereka kehendaki. Salah satu dari mata air itu bernama at-tasnim dan satu lagi nama as-salsabil, sebagaimana firman Allah: \nDan campurannya dari tasnim, (yaitu) mata air yang diminum oleh mereka yang dekat dengan Allah. (al-Muthaffifin/83: 27-28) \nDan firman-Nya: Dan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. (al-Insan/76: 17-18)",
    "quraish": "Di dalam dua surga itu terdapat dua mata air yang mengalir ke mana saja.",
    "jalalayn": "(Di dalam kedua taman surga itu ada dua buah mata air yang mengalir)."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 51,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4952.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar dan bagi kamu sekalian. Oleh karena itu nikmat Tuhan mana lagi yang kamu dustakan hai jin dan manusia? Karena itu merupakan kenyataan yang tak dapat dipungkiri dan merupakan nikmat yang sungguh besar.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 52,
    "arab": "فِيْهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجٰنِۚ ",
    "translation": "Di dalam kedua surga itu terdapat aneka buah-buahan yang berpasang-pasangan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4953.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada kedua surga itu terdapat bermacam-macam buah-buahan basah dan kering, kedua-duanya sama lezatnya, berlainan dengan buah-buahan di dunia.",
    "quraish": "Di dalam kedua surga itu terdapat pula segala macam buah yang berpasangan.",
    "jalalayn": "(Di dalam kedua taman surga itu terdapat segala macam buah-buahan) di dunia atau semua yang dianggap sebagai buah-buahan (yang berpasang-pasangan) yakni dua jenis-dua jenis, ada yang basah dan ada yang kering. Buah Hanzhal yang di dunia terasa amat pahit, tetapi di surga akan terasa manis."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 53,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4954.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 54,
    "arab": "مُتَّكِـِٕيْنَ عَلٰى فُرُشٍۢ بَطَاۤىِٕنُهَا مِنْ اِسْتَبْرَقٍۗ وَجَنَا الْجَنَّتَيْنِ دَانٍۚ ",
    "translation": "Mereka bersandar di atas permadani yang bagian dalamnya dari sutera tebal. Dan buah-buahan di kedua surga itu dapat (dipetik) dari dekat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4955.mp3",
    "tafsir": "Ayat ini menerangkan tentang permadani atau kasur-kasur. Mereka duduk santai tidur di atas kasur yang sebelah dalamnya dari sutra yang tebal. Apabila keadaan sebelah dalamnya demikian indahnya, maka bayangkanlah bagaimana keadaan sebelah luarnya. Firman Allah: \nMaka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan. (as-Sajdah/32: 17) Ibnu 'Abbas mengatakan bahwa Ini menunjukkan bagaimana bagusnya permadani-permadani dan besarnya kesenangan yang abadi yang mereka terima dari pahala-pahala yang diberikan kepada mereka. Buah-buahan dari kedua surga itu dekat kepada mereka bila mereka ingin memetiknya sebagaimana yang diutarakan oleh ayat-ayat lain yang sama-sama maksudnya: \nBuah-buahannya dekat. (al-haqqah/69: 23) \nDan firman-Nya: \nDan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. (al-Insan/76: 14) \nBuah-buahannya tidak akan menghindar, bahkan akan merendah agar mudah dipetik.",
    "quraish": "Mereka bertelekan dengan tenang di atas hamparan yang bagian dalamnya terbuat dari sutra murni. Buah-buahan di kedua surga itu dekat dengan orang yang ingin memetiknya.",
    "jalalayn": "(Mereka bersandarkan) menjadi Hal atau kata keterangan keadaan dari 'Amilnya yang tidak disebutkan, yakni mereka bersenang-senang seraya bersandarkan (di atas permadani yang bagian dalamnya terbuat dari sutera) yaitu sutera yang tebal lagi kasar, sedangkan bagian luarnya yang diduduki terbuat dari sutera yang halus sekali. (Dan buah-buahan kedua surga itu) semua buah-buahannya (dapat dipetik dari dekat) artinya, dekat sekali letaknya sehingga mudah dipetik, baik oleh orang yang sedang berdiri maupun yang duduk dan yang sedang berbaring."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 55,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4956.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 56,
    "arab": "فِيْهِنَّ قٰصِرٰتُ الطَّرْفِۙ لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۤنٌّۚ  ",
    "translation": "Di dalam surga itu ada bidadari-bidadari yang membatasi pandangan, yang tidak pernah disentuh oleh manusia maupun jin sebelumnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4957.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa di dalam surga ada bidadari-bidadari sopan yang menundukkan pandangannya, tidak mau memandang orang lain selain suaminya; tak akan ada manusia lebih baik dari mereka. Mereka masih gadis, perawan yang tidak pernah disentuh oleh manusia atau pun jin, sebelum penghunipenghuni surga yang masuk ke dalamnya menjadi suami mereka. Kalau demikian, maka nikmat Tuhan kamu yang manakah yang kamu dustakan? (",
    "quraish": "Di dalam surga itu terdapat bidadari-bidadari yang menundukkan pandangan di hadapan pasangan- pasanganya. Mereka semua perawan, tak pernah didekati sebelumnya oleh manusia atau jin.",
    "jalalayn": "(Di dalam surga itu) maksudnya, dalam kedua surga itu dan pada gedung-gedung dan istana-istana yang ada di dalamnya (ada bidadari-bidadari yang selalu menundukkan pandangan matanya) artinya, pandangan mereka terbatas hanya kepada suami-suami mereka saja yang terdiri dari manusia dan jin (tidak pernah disentuh) mereka belum pernah digauli; mereka terdiri dari bidadari-bidadari atau wanita-wanita dunia yang masuk surga (oleh manusia sebelum mereka -penghuni-penghuni surga yang menjadi suami mereka dan tidak pula oleh jin)."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 57,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4958.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 58,
    "arab": "كَاَنَّهُنَّ الْيَاقُوْتُ وَالْمَرْجَانُۚ ",
    "translation": "Seakan-akan mereka itu permata yakut dan marjan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4959.mp3",
    "tafsir": "Ayat ini menerangkan bahwa bidadari itu bening sebagai permata yakut dan putih sebagai mutiara dan marjan. Ini adalah ungkapan dalam bahasa Arab yang maksudnya menyatakan bahwa bidadari itu sangat cantik dan rupawan.",
    "quraish": "Kecantikan dan keindahan bidadari-bidadari itu bagaikan permata yakut dan merjan.",
    "jalalayn": "(Seakan-akan bidadari-bidadari itu permata yaqut) dalam hal beningnya (dan marjan) maksudnya, putihnya bagaikan permata."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 59,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4960.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 60,
    "arab": "هَلْ جَزَاۤءُ الْاِحْسَانِ اِلَّا الْاِحْسَانُۚ ",
    "translation": "Tidak ada balasan untuk kebaikan selain kebaikan (pula).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4961.mp3",
    "tafsir": "Dalam ayat ini Allah mengungkapkan bahwa tidak ada ganjaran bagi perbuatan yang baik kecuali kebaikan pula. Dalam ayat lain yang sama maksudnya Allah berfirman: \nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, merek a kekal di dalamnya. (Yunus/10: 26) \nSehubungan dengan ayat 60 ini Ibnu Abi hatim\nDari Anas bin Malik bahwa Rasulullah membaca ayat (yang artinya), \"Tidak ada balasan kebaikan selain kebaikan,\" kemudian beliau bertanya, \"Apakah yang kalian ketahui dari firman Tuhan tersebut?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi menjawab, \"Allah berfirman, 'Tidak ada balasan kebaikan bagi mereka yang Kuberi nikmat dengan mengesakan (Aku) kecuali surga.\" (Riwayat Ibnu Abi hatim, Ibnu Mardawaih, dan al-Baihaqi)",
    "quraish": "Perbuatan baik tidak akan dibalas kecuali dengan pahala yang baik pula.",
    "jalalayn": "(Tidak ada) tiada (balasan kebaikan) atau ketaatan (kecuali kebaikan pula) atau kenikmatan."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 61,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4962.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya tentang nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 62,
    "arab": "وَمِنْ دُوْنِهِمَا جَنَّتٰنِۚ ",
    "translation": "Dan selain dari dua surga itu ada dua surga lagi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4963.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa selain dua surga yang tersebut terdahulu ada lagi dua surga yang disediakan untuk orang-orang mukmin dari golongan Ashsabul-yamin. Yaitu dua surga yang terdahulu diperuntukkan bagi golongan orang-orang yang terdahulu beriman dan dua surga yang lain diperuntukkan bagi golongan Ashabul-yamin dari orang yang beriman kemudian. Hal ini sesuai dengan sabda Rasulullah dalam hadisnya: Dua surga dari emas untuk Muqarrabin dan dua buah lagi surga dari perak untuk Ashabul-yamin.\" (Riwayat Ibnu Jarir, Ibnu Abi hatim, Ibnu Mardawaih dari Abu Musa) \nMaka nikmat Tuhan yang manakah yang masih didustakan oleh jin dan manusia?",
    "quraish": "Selain dua surga itu masih ada dua surga lain.",
    "jalalayn": "(Dan selain dari kedua surga itu) yakni kedua surga yang telah disebutkan tadi (ada dua surga lagi) yaitu bagi orang yang takut akan saat menghadap kepada Rabbnya."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 63,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۙ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4964.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa selain dua surga yang tersebut terdahulu ada lagi dua surga yang disediakan untuk orang-orang mukmin dari golongan Ashsabul-yamin. Yaitu dua surga yang terdahulu diperuntukkan bagi golongan orang-orang yang terdahulu beriman dan dua surga yang lain diperuntukkan bagi golongan Ashabul-yamin dari orang yang beriman kemudian. Hal ini sesuai dengan sabda Rasulullah dalam hadisnya: Dua surga dari emas untuk Muqarrabin dan dua buah lagi surga dari perak untuk Ashabul-yamin.\" (Riwayat Ibnu Jarir, Ibnu Abi hatim, Ibnu Mardawaih dari Abu Musa) \nMaka nikmat Tuhan yang manakah yang masih didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 64,
    "arab": "مُدْهَاۤمَّتٰنِۚ  ",
    "translation": "kedua surga itu (kelihatan) hijau tua warnanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4965.mp3",
    "tafsir": "Di dalam dua surga yang lain itu terdapat tumbuhtumbuhan dan bunga-bungaan yang hijau tua warnanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Kedua surga itu berwarna hijau tua sehingga, karena begitu hijaunya, tampak kehitam-hitaman.",
    "jalalayn": "(Kedua surga itu hijau tua warnanya) kelihatan hijau pekat karena sangat hijaunya."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 65,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4966.mp3",
    "tafsir": "Di dalam dua surga yang lain itu terdapat tumbuhtumbuhan dan bunga-bungaan yang hijau tua warnanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 66,
    "arab": "فِيْهِمَا عَيْنٰنِ نَضَّاخَتٰنِۚ ",
    "translation": "Di dalam keduanya (surga itu) ada dua buah mata air yang memancar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4967.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga ada dua mata air yang memancarkan air, berbeda dengan air pada surga yang terdahulu. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Di dalam kedua surga itu terdapat mata air yang memancar terus, tidak terputus.",
    "jalalayn": "(Di dalam kedua surga itu ada dua mata air yang memancar) bagaikan air mancur."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 67,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ  ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4968.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga ada dua mata air yang memancarkan air, berbeda dengan air pada surga yang terdahulu. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 68,
    "arab": "فِيْهِمَا فَاكِهَةٌ وَّنَخْلٌ وَّرُمَّانٌۚ  ",
    "translation": "Di dalam kedua surga itu ada buah-buahan, kurma dan delima.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4969.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada kedua surga tersebut terdapat buah-buahan yang beraneka ragam cita rasanya di antaranya kurma dan delima. Disebutkannya kurma dan delima walaupun keduanya termasuk ke dalam jenis buah-buahan, karena ada perbedaan dengan buah-buahan yang lain sebab keduanya terdapat pada musim gugur dan musim dingin. Di samping itu kurma adalah buah-buahan bergizi, dan delima dapat dijadikan obat. Maka nikmat Allah yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Di dalam kedua surga itu terdapat pula aneka ragam buah-buahan, kurma dan delima. (1) (1) Ayat ini secara khusus menyebut dua nama buah, yaitu kurma dan delima, karena kedua buah itu memang mempunyai beberapa keistimewaan seperti yang kelak dibuktkan oleh ilmu pengetahuan modern. Secara kimiawi buah kurma mempunyai kandungan gula yang tinggi, sekitar 75%. Kandungan gula terbesar terdapat pada tebu dan cairan yang dihasilkan dari buah-buahan manis seperti anggur yang disebut fruktosa. Kurma merupakan buah yang mudah terbakar yang dapat dimanfaatkan oleh tubuh dalam memproduksi tenaga dan kalori yang sangat tinggi. Tampaknya di situlah letak hikmahnya mengapa Allah memerintahkan Maryam untuk memakan kurma muda sebagai pengganti energi yang dikeluarkan saat melahirkan. Selain itu, buah kurma juga mengandung zat kalsium, zat besi, fosforus yang cukup tinggi dan sangat diperlukan tubuh, sedikit zat asam, vitamin A dan B--yang dapat melindungi tubuh dari penyakit pelagra--protein dan lemak. Kandungan yang begitu kaya itu menjadikan buah kurma sebagai bahan makanan yang sempurna. Sedangkan delima, isi atau perasannya mengandung asam sitrat dengan kadar yang sangat tinggi--jika dibandingkan dengan jenis buah-buahan lainnya--yang, ketika terjadi pembakaran, sangat membantu mengurangi keasaman urine dan darah yang pada gilirannya dapat mencegah penyakit encok atau sengal pada tubuh. Asam sitrat itu yang terkandung dalam buah delima juga dapat membantu membentuk sebagian batu ginjal. Perasan buah delima ini juga mengandung kadar gula yang cukup, sekitar 11%, untuk mempermudah pembakaran dan menghasilkan energi. Selain itu, kulit buah delima juga mempunyai kegunaan karena mengandung astringen yang dapat melindungi perut dari mencret, di samping dapat dimanfaatkan untuk membasmi cacing pita.",
    "jalalayn": "(Di dalam keduanya ada buah-buahan dan kurma serta delima) buah kurma dan delima itu menurut suatu pendapat adalah sebagaimana aslinya, tetapi menurut pendapat yang lain tidak seperti bentuk aslinya."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 69,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4970.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada kedua surga tersebut terdapat buah-buahan yang beraneka ragam cita rasanya di antaranya kurma dan delima. Disebutkannya kurma dan delima walaupun keduanya termasuk ke dalam jenis buah-buahan, karena ada perbedaan dengan buah-buahan yang lain sebab keduanya terdapat pada musim gugur dan musim dingin. Di samping itu kurma adalah buah-buahan bergizi, dan delima dapat dijadikan obat. Maka nikmat Allah yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 70,
    "arab": "فِيْهِنَّ خَيْرٰتٌ حِسَانٌۚ  ",
    "translation": "Di dalam surga-surga itu ada bidadari-bidadari yang baik-baik dan jelita.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4971.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga-surga ada bidadari-bidadari yang baik budi pekertinya dan cantik rupanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Di dalam surga-surga itu terdapat bidadari-bidadari yang baik akhlaknya dan cantik wajahnya.",
    "jalalayn": "(Di dalam surga-surga itu) di kedua surga dan apa-apa yang ada di dalamnya itu (ada bidadari-bidadari yang baik-baik) akhlaknya (lagi cantik-cantik) rupanya."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 71,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4972.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga-surga ada bidadari-bidadari yang baik budi pekertinya dan cantik rupanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 72,
    "arab": "حُوْرٌ مَّقْصُوْرٰتٌ فِى الْخِيَامِۚ  ",
    "translation": "Bidadari-bidadari yang dipelihara di dalam kemah-kemah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4973.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa bidadari-bidadari itu adalah perempuan yang baik akhlaknya dan cantik rupanya dengan mempunyai mata yang indah, manis, putih, bersih sekeliling hitamnya, dipingit di dalam rumah, bukan yang berkeliaran di jalanjalan",
    "quraish": "Bidadari-bidadari itu mempunyai mata yang begitu indah. Mereka dipingit dalam rumah.",
    "jalalayn": "(Bidadari-bidadari itu-sangat jelita) mata mereka sangat jelita (mereka dipingit) tertutup (di dalam kemah-kemah) yang terbuat dari permata yang dilubangi, keadaan mereka diserupakan dengan gadis-gadis yang dipingit di dalam kemahnya."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 73,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ  ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4974.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa bidadari-bidadari itu adalah perempuan yang baik akhlaknya dan cantik rupanya dengan mempunyai mata yang indah, manis, putih, bersih sekeliling hitamnya, dipingit di dalam rumah, bukan yang berkeliaran di jalanjalan",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 74,
    "arab": "لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۤنٌّۚ  ",
    "translation": "Mereka tidak pernah disentuh oleh manusia maupun oleh jin sebelumnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4975.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa bidadari itu tidak pernah disentuh oleh manusia atau pun jin sebelum datang penghuni surga yang menjadi suami mereka. Hanya suami-suami mereka inilah yang berhak menyentuh mereka. Pengulangan pernyataan ini, dimana sebelumnya telah disebutkan dalam ayat 56 Surah ar-Rahman ini, adalah untuk menunjukkan bahwa mereka sungguh suci dan kesucian mereka terpelihara sangat baik. Oleh karena itu, maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia? (",
    "quraish": "Mereka tak pernah didekati, sebelum oleh pasangannya, oleh manusia dan jin.",
    "jalalayn": "(Mereka tidak pernah disentuh oleh manusia sebelum mereka) sebelum oleh suami-suami mereka (dan tidak pula oleh jin)."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 75,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ  ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4976.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa bidadari itu tidak pernah disentuh oleh manusia atau pun jin sebelum datang penghuni surga yang menjadi suami mereka. Hanya suami-suami mereka inilah yang berhak menyentuh mereka. Pengulangan pernyataan ini, dimana sebelumnya telah disebutkan dalam ayat 56 Surah ar-Rahman ini, adalah untuk menunjukkan bahwa mereka sungguh suci dan kesucian mereka terpelihara sangat baik. Oleh karena itu, maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia? (",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 76,
    "arab": "مُتَّكِـِٕيْنَ عَلٰى رَفْرَفٍ خُضْرٍ وَّعَبْقَرِيٍّ حِسَانٍۚ  ",
    "translation": "Mereka bersandar pada bantal-bantal yang hijau dan permadani-permadani yang indah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4977.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa penghuni-penghuni surga itu duduk santai di atas bantal-bantal yang hijau, besar-besar dan permadani-permadani yang indah-indah, indah rupanya dan indah tenunannya, dan di sebelah dalamnya terbuat dari sutra. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Mereka bertelekan di atas singgasana yang mempunyai penutup hijau dan hamparan yang indah dan menakjubkan.",
    "jalalayn": "(Mereka bersandarkan) suami-suami mereka bertelekan; I'rab lafal ayat ini sama dengan sebelumnya (pada bantal-bantal yang hijau) merupakan bentuk jamak dari lafal Rafrafatun, artinya permadani atau bantal (dan bergelarkan pada permadani-permadani yang indah) merupakan bentuk jamak dari lafal 'Abqariyyah, artinya permadani."
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 77,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4978.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa penghuni-penghuni surga itu duduk santai di atas bantal-bantal yang hijau, besar-besar dan permadani-permadani yang indah-indah, indah rupanya dan indah tenunannya, dan di sebelah dalamnya terbuat dari sutra. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "ruku": 468,
    "name": "Ar-Rahman",
    "ayat": 78,
    "arab": "تَبٰرَكَ اسْمُ رَبِّكَ ذِى الْجَلٰلِ وَالْاِكْرَامِ ࣖ ",
    "translation": "Mahasuci nama Tuhanmu Pemilik Keagungan dan Kemuliaan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4979.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa, hanya Allah-lah yang mempunyai kebesaran dan karunia atas segala nikmat yang diberikan-Nya, nikmat yang sangat banyak dan ganjaran yang sangat berharga. Ini adalah pelajaran bagi hamba-Nya bahwa semuanya itu adalah rahmat-Nya. Dia yang menjadikan langit dan bumi, surga dan neraka, menyiksa orang-orang berdosa, memberi pahala kepada orang-orang yang menaati-Nya.",
    "quraish": "Mahatinggi dan Mahasuci nama Tuhanmu yang mempunyai kebesaran dan karunia.",
    "jalalayn": "(Maha Agung nama Rabbmu Yang mempunyai kebesaran dan Karunia) penafsirannya sebagaimana sebelumnya, dan lafal Ismi pada ayat ini merupakan Isim Zaaid atau Isim yang ditambahkan."
  }
]