[
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 55,
    "arab": "اِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى اِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ اِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا وَجَاعِلُ الَّذِيْنَ اتَّبَعُوْكَ فَوْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى يَوْمِ الْقِيٰمَةِ ۚ ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاَحْكُمُ بَيْنَكُمْ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ",
    "translation": "(Ingatlah), ketika Allah berfirman, “Wahai Isa! Aku mengambilmu dan mengangkatmu kepada-Ku, serta menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu di atas orang-orang yang kafir hingga hari Kiamat. Kemudian kepada-Ku engkau kembali, lalu Aku beri keputusan tentang apa yang kamu perselisihkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/348.mp3",
    "tafsir": ". Allah membalas tipu daya orang kafir dengan mengangkat Isa a.s. kepada-Nya. Dalam hal ini terdapat berita gembira untuk Nabi, tentang datangnya bantuan Allah untuk menyelamatkan dirinya dari tipu daya orang-orang kafir sehingga mereka dalam usahanya melaksanakan tipu daya itu tidak akan berhasil.\nAllah akan mengangkat Nabi Isa kepada-Nya dan akan mewafatkannya pada saat ajalnya tiba, sesudah turun dari langit pada waktu yang ditentukan ) sesuai dengan sabda Nabi Muhammad saw,\n\"Demi (Allah), yang jiwaku di tangan-Nya, Isa putra Maryam akan turun di antaramu sebagai hakim yang adil, kemudian ia akan memecah salib, membunuh babi, menghentikan peperangan, dan membagi-bagikan harta, sehingga tak seorang pun yang akan menerimanya (karena tidak membutuhkan lagi) dan merasa bahwa sujudnya (ibadahnya) lebih utama dari dunia dan semua isinya.\" (Riwayat al-Bukhari dari Abu Hurairah).\n\n\"Allah membersihkan Isa a.s. dari orang-orang kafir\", dengan menyelamatkannya dari kejahatan, cercaan serta nistaan dan tuduhan, yang akan mereka lakukan, dan akan menjadikan pengikut-pengikutnya yang beriman itu percaya bahwa dia adalah hamba Allah dan utusan-Nya, percaya akan kata-kata Isa bahwa beliau diutus untuk memberi kabar gembira (as-shaff/61:6) tentang kedatangan seorang utusan Allah, yang akan datang sesudahnya, yang bernama Ahmad (Nabi Muhammad) (as-shaff/61:6). Allah akan mengangkat mereka yang percaya itu kepada derajat yang tinggi, tidak seperti orang-orang Yahudi yang menipu dan mendustakan Nabi Isa, yang direndahkan martabatnya oleh Allah. Ketinggian derajat itu ada kalanya di bidang keimanan yang bersifat rohaniah, dan dalam bidang akhlak dan kesempurnaan sopan santun serta dekatnya mereka pada yang hak dan jauhnya dari yang batil. Adakalanya kelebihan yang bersifat duniawi yaitu mereka akan memegang tampuk pimpinan di dunia.\nKemudian semua manusia akan dikembalikan kepada Allah yaitu pada hari kebangkitan, dan Allah akan memutuskan perkara yang mereka perselisihkan dalam urusan agama termasuk di dalamnya perselisihan-perselisihan yang terjadi di antara pengikut-pengikut Isa a.s. dan orang-orang yang tidak percaya kepadanya",
    "quraish": "Renungkan, wahai Nabi, ketika Allah berfirman, \"Wahai 'Isâ, Aku telah menentukan ajalmu dan Aku tidak memberdayakan seorang pun untuk membunuhmu. Aku mengangkatmu ke tempat kemuliaan-Ku dan menyelamatkanmu dari orang-orang yang memusuhimu dan berniat membunuhmu. Aku membela dan memenangkan pengikutmu yang tidak menyimpang ajaranmu, dari orang-orang yang tidak mau mengikuti petunjuk-Ku, sampai hari kiamat. Saat itu Aku akan memutuskan persoalan agama yang kalian perselisihkan.\"",
    "jalalayn": "Ingatlah! (Ketika Allah berfirman, \"Sesungguhnya Aku akan memegangmu dan mengangkatmu kepada-Ku) yakni dari dunia tanpa mengalami kematian (dan menyucikanmu) atau menjauhkanmu (dari orang-orang yang kafir serta menjadikan orang-orang yang mengikutimu) artinya yang membenarkan kenabianmu di antara kaum muslimin dan orang-orang Nasrani (di atas orang-orang yang kafir) kepadamu, yakni orang-orang Yahudi; orang-orang yang percaya kepada kenabian Isa itu dapat mengalahkan mereka dengan berbagai hujah dan dengan mata pedang (sampai hari kiamat kemudian kepada Akulah kamu kembali lalu Kuputuskan di antara kamu apa-apa yang selalu kamu perbantahkan.) yakni tentang keagamaan."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 56,
    "arab": "فَاَمَّا الَّذِيْنَ كَفَرُوْا فَاُعَذِّبُهُمْ عَذَابًا شَدِيْدًا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ",
    "translation": "Maka adapun orang-orang yang kafir, maka akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat, sedang mereka tidak memperoleh penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/349.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang Yahudi yang mendustakan Nabi Muhammad akan disiksa dengan siksaan yang pedih baik di dunia maupun di akhirat.\nSiksaan dunia yang akan menimpa mereka ialah, mereka akan dibunuh dan ditawan serta dikuasai oleh bangsa-bangsa lain. Sedang siksaan akhirat ialah siksaan Allah di hari pembalasan yang sangat pedih. Pada waktu itu mereka tidak akan mendapatkan pertolongan dari siapa pun.",
    "quraish": "Orang-orang yang ingkar, akan Aku siksa dengan kehinaan dan hukuman. Yaitu dengan membiarkan bangsa lain menguasai mereka di dunia. Dan, siksa akhirat jauh lebih kejam. Tak seorang pun yang dapat menyelamatkan mereka dari siksa Allah.",
    "jalalayn": "(Adapun orang-orang yang kafir maka akan Kusiksa mereka dengan siksaan berat di dunia) dengan pembunuhan, penawanan dan pembayaran upeti (dan di akhirat) dengan api neraka (dan tidaklah mereka mempunyai penolong) yang akan membela dan mempertahankan mereka dari siksa yang berat itu."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 57,
    "arab": "وَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ ۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَ",
    "translation": "Dan adapun orang yang beriman dan melakukan kebajikan, maka Dia akan memberikan pahala kepada mereka dengan sempurna. Dan Allah tidak menyukai orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/350.mp3",
    "tafsir": "Allah, menjelaskan bahwa orang-orang yang beriman dan orang-orang yang melakukan amal saleh, adalah orang yang membenarkan Nabi Muhammad serta mengakui kenabiannya, mengakui Kitab yang dibawanya (Al-Qur'an), mengamalkan segala perintah Allah, serta meninggalkan semua larangan-Nya. Allah akan menyempurnakan pahala mereka, tanpa ada kekurangan sedikit pun.\nSelanjutnya dijelaskan bahwa orang yang mempunyai sifat sebaliknya, berarti mereka telah menganiaya diri sendiri, mereka tidak dicintai Allah dan akan mendapat siksaan yang sangat pedih.",
    "quraish": "Sedangkan orang-orang yang mengikuti petunjuk Allah dan selalu berbuat baik, akan Aku beri balasan yang penuh. Salah satu ketentuan Allah adalah bahwa Dia tidak akan memberikan pahala kepada orang-orang yang melampaui batas dan mengingkari karunia-Nya, dan tidak akan mengangkat derajat mereka.",
    "jalalayn": "(Adapun orang-orang yang beriman dan beramal saleh, maka Allah akan menyempurnakan) dengan memakai ya dan nun (pahala-pahala mereka dan Allah tidak menyukai orang-orang yang aniaya.\") artinya Allah akan menyiksa mereka. Diriwayatkan bahwa Allah swt. mengirim kepadanya satu lapis awan yang membawanya naik. Ibunya bergantung kepadanya dan menangis, maka katanya, \"Hari kiamat akan mempertemukan kita kembali.\" Waktu itu ialah malam lailatulkadar dan terjadinya di Baitulmakdis dalam usianya yang ke 33 tahun. Sepeninggal ibunya masih hidup selama enam tahun. Bukhari dan Muslim meriwayatkan sebuah hadis bahwa ia akan turun nanti dekat hari kiamat dan akan melaksanakan hukum menurut syariat nabi kita. Ia akan membunuh dajal dan babi dan akan menghancurkan tiang salib dan menghapuskan upeti. Menurut hadis Muslim lamanya kembali itu ialah tujuh tahun sedangkan menurut hadis Abu Daud Ath-Thayalisi 40 tahun lalu ia wafat dan disalatkan. Ada kemungkinan bahwa yang dimaksud dengannya ialah keseluruhan lamanya tinggal di bumi baik sebelum maupun sesudah diangkat."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 58,
    "arab": "ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ ",
    "translation": "Demikianlah Kami bacakan kepadamu (Muhammad) sebagian ayat-ayat dan peringatan yang penuh hikmah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/351.mp3",
    "tafsir": "Allah menerangkan bahwa berita yang disampaikan kepada Nabi Muhammad saw, tentang Nabi Isa, Maryam, Zakaria dan putranya Yahya, dan kisah-kisah orang-orang kaum Hawariyun dan orang Yahudi dari keturunan Israil, itulah kisah yang benar dan sebagai koreksi terhadap berbagai kepercayaan yang tersiar di kalangan Ahli Kitab pada waktu itu.\nDalam kisah ini terdapat berbagai macam teladan dan butir-butir hikmah yang sangat berharga, sehingga orang yang beriman dapat mengambil petunjuk daripadanya dan memahami syariat Allah serta prinsip-prinsip tentang kehidupan bermasyarakat.\nDalam kisah tersebut terdapat bukti-bukti yang nyata yang menolak pendapat utusan-utusan Nasrani dari penduduk Najran dan pendapat orang-orang Yahudi yang mendustakan risalah Muhammad, dan kebenaran agama yang dibawanya.",
    "quraish": "Itulah beberapa bukti kebenaran risalahmu, Muhammad, yang Aku kisahkan kepadamu dari al-Qur'ân yang mengandung ilmu yang bermanfaat.",
    "jalalayn": "(Demikianlah) perihal Isa yang Kami sebutkan itu (Kami bacakan) Kami kisahkan (kepadamu) hai Muhammad (sebagian dari tanda-tanda) menjadi hal dari dhamir yang terdapat pada natluuhu sedangkan amilnya apa yang terkandung di dalamnya berupa isyarat (dan peringatan yang penuh hikmah) yakni Alquran."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 59,
    "arab": "اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ",
    "translation": "Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, “Jadilah!”  Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/352.mp3",
    "tafsir": "Ayat ini diturunkan sehubungan dengan kedatangan utusan Nasrani Najran yang berkata kepada Rasulullah saw, \"Mengapa engkau mencela Nabi kami?\" Rasulullah bersabda, \"Apakah yang telah saya katakan?\" Mereka menjawab, \"Engkau berkata bahwasanya Isa adalah seorang hamba Allah\". Nabi Muhammad bersabda, \"Ya, benar dia adalah seorang hamba Allah, rasul dan kalimat-Nya yang telah disampaikan kepada Maryam, seorang perawan suci.\"\nKemudian mereka menjadi marah dan berkata, \"Pernahkah engkau melihat manusia dilahirkan tanpa ayah? Maka apabila engkau benar tunjukkanlah kepada kami contohnya.\" Lalu Allah menurunkan ayat ini.\nPada ayat ini dijelaskan bahwa sebenarnya kejadian Isa yang menakjubkan itu adalah seperti penciptaan Adam, yang dijadikan dari tanah, keduanya diciptakan Allah dengan cara yang lain dari penciptaan manusia biasa. Segi persamaan itu ialah Isa diciptakan tanpa ayah, dan Adam diciptakan tanpa ayah dan tanpa ibu.\nKeingkaran orang terhadap kejadian Isa tanpa ayah, sedang ia mengakui kejadian Adam tanpa ibu dan bapak, termasuk sesuatu yang bertentangan dengan logika. \nAllah menciptakan Adam sebagai manusia dengan memberi roh ke dalam jasadnya, semata-mata karena kehendak-Nya dan bila Allah berfirman: \"Jadilah maka jadilah ia.\" (Ali Imran/3: 59) pada ayat yang lain Allah berfirman :\n\n¦ Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. ¦ (al-Mu'minun/23: 14).\n\nAyat di atas (59) merupakan satu rangkaian dengan dua ayat berikutnya, turun pada tahun perutusan, tahun ke-10 Hijri.",
    "quraish": "Sejumlah orang telah menyimpang tentang ihwal 'Isâ itu. Mereka, misalnya, menganggapnya sebagai anak Allah karena dilahirkan tanpa bapak. Kepada mereka, Allah berfirman, \"Ihwal penciptaan 'Isâ tanpa bapak sama dengan ihwal penciptaan Adam tanpa bapak dan ibu. Allah membentuk Adam dan menghendakinya hidup, maka jadilah Adam sebagai manusia sempurna.\"",
    "jalalayn": "(Sesungguhnya perumpamaan Isa) keadaannya yang aneh atau ajaib (di sisi Allah adalah seperti Adam) seperti penciptaannya tanpa ibu dan tanpa bapak, dan ini termasuk perbandingan hal yang aneh dengan yang lebih aneh lagi dengan tujuan agar lebih dapat mematahkan hujah lawan dan lebih mantap di dalam hati (diciptakan-Nya ia) maksudnya Adam, yakni acuannya (dari tanah kemudian Allah berfirman kepadanya, \"Jadilah kamu!\") seorang manusia (maka jadilah dia) artinya terciptalah ia sebagai seorang manusia. Demikian pula halnya dengan Isa, diciptakan-Nya supaya tercipta tanpa bapak, maka terciptalah dia."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 60,
    "arab": "اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِّنَ الْمُمْتَرِيْنَ",
    "translation": "Kebenaran itu dari Tuhanmu, karena itu janganlah engkau (Muhammad) termasuk orang-orang yang ragu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/353.mp3",
    "tafsir": "Dimaksud dengan \"Itulah yang benar yang datang dari Tuhan\" ialah bahwa apa yang telah diberitakan Allah kepada Muhammad saw, tentang Nabi Isa dan Maryam itulah yang benar bukan apa yang telah dikatakan oleh orang-orang Nasrani bahwa Al-Masih adalah putra Tuhan; dan bukan pula seperti anggapan orang-orang Yahudi bahwa Nabi Isa itu hasil perzinaan antara Maryam dengan Yusuf an-Najjar (Yusuf tukang kayu atau Yusuf adik Eli). Dengan demikian Muslimin telah mendapat pengetahuan yang meyakinkan mengenai Isa dan Maryam.\nLarangan ini ditujukan kepada Nabi Muhammad agar tidak ragu, padahal tidak mungkin terjadi bahwa Nabi Muhammad akan ragu terhadap ayat Allah. Hal ini mempunyai dua pengertian:\n1.Bahwasanya Nabi Muhammad pada saat mendengar ayat ini bertambah keyakinannya dan ia merasa puas dengan keyakinannya itu.\n2.Kalau Nabi Muhammad yang mempunyai kedudukan yang tinggi dilarang merasa ragu terhadap kebenaran kisah itu, maka umatnya lebih terkena larangan ini.",
    "quraish": "Keterangan mengenai penciptaan 'Isâ ini adalah kebenaran yang menjelaskan realitas dengan wahyu Tuhan. Tetaplah kamu dalam keyakinan, dan jangan sekali-kali ragu.",
    "jalalayn": "(Itulah yang benar yang datang dari Tuhanmu) menjadi khabar bagi mubtada yang dibuang berbunyi, 'Peristiwa Isa.' (Maka janganlah kamu termasuk orang-orang yang ragu-ragu!) atau menyangsikannya."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 61,
    "arab": "فَمَنْ حَاۤجَّكَ فِيْهِ مِنْۢ بَعْدِ مَا جَاۤءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ اَبْنَاۤءَنَا وَاَبْنَاۤءَكُمْ وَنِسَاۤءَنَا وَنِسَاۤءَكُمْ وَاَنْفُسَنَا وَاَنْفُسَكُمْۗ  ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ اللّٰهِ عَلَى الْكٰذِبِيْنَ",
    "translation": "Siapa yang membantahmu dalam hal ini setelah engkau memperoleh ilmu, katakanlah (Muhammad), “Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istrimu, kami sendiri dan kamu juga, kemudian marilah kita bermubahalah agar laknat Allah ditimpakan kepada orang-orang yang dusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/354.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan kepada Nabi Muhammad bila masih ada orang yang membantah kebenaran berita tentang kejadian Isa a.s., sesudah mendapat penjelasan hendaklah mereka diajak ber-mubahalah ) untuk membuktikan siapa yang benar dan berdoa agar Allah swt menjatuhkan laknat-Nya kepada orang yang berdusta. Mubahalah ini sebagai pencerminan dari kebenaran kepercayaan itu.\nAllah memerintahkan kepada Nabi Muhammad, agar mengundang keluarga masing-masing baik dari pihaknya maupun dari pihak mereka, yang terdiri dari anak-anak dan istri, untuk mengadakan mubahalah ini.\nDi dalam ayat disebutkan lebih dahulu istri dan anak-anak nabi dalam mubahalah, karena seseorang lebih mengkhawatirkan diri keluarganya daripada dirinya sendiri. Hal ini mengandung pengertian bahwa Nabi Muhammad, percaya dengan penuh keyakinan bahwa bencana yang tidak dikehendaki, sebagai akibat dari mubahalah itu tidak akan menimpa keluarganya dan dirinya. Kemudian ayat ini dikenal sebagai ayat mubahalah.\nMengenai terjadinya ajakan mubahalah tersebut telah diriwayatkan melalui berbagai sumber, bahwa Nabi Muhammad, telah mengajak orang-orang Nasrani dari kota Najran di Yaman untuk mengadakan mubahalah, tetapi mereka menolak.\nImam al-Bukhari dan Imam Muslim juga meriwayatkan sebuah hadis bahwa delegasi Najran yang dipimpin oleh al-'Aqib dan as-Sayid mengunjungi Rasulullah. Kemudian beliau berkeinginan untuk mengadakan mubahalah (sumpah) dengan mereka. Maka salah seorang di antara mereka berkata kepada kaumnya, \"Janganlah kamu ber-muhabalah dengan dia. Demi Allah apabila ia betul-betul seorang Nabi lalu dia ber-mubahalah dengan kita, niscaya kita tidak akan berbahagia selamanya, dan tidak akan ada generasi yang akan melanjutkan keturunan kita.\" Kemudian mereka berkata kepada Nabi, \"Kami akan memberikan apa yang engkau minta sebab itu utuslah kepada kami seorang laki-laki, yang terper\ncaya.\" Kemudian Nabi saw bersabda, \"Berdirilah hai, Abu 'Ubaidah,\" maka setelah ia berdiri Nabi pun bersabda, \"Inilah orang yang terpercaya di kalangan umat ini.\" (Riwayat al-Bukhari dari Huzaifah).\nAbu Nu'aim meriwayatkan pula sebuah hadis dari Ibnu 'Abbas dalam kitab ad-Dala'il melalui sanad dari 'Atha' dari Adh-ahak dari Ibnu 'Abbas bahwasanya delapan orang Nasrani dari penduduk Najran mendatangi Rasulullah. Di antara mereka terdapat 'Aqib dan as-Sayid. Kemudian Allah menurunkan ayat ini. Lalu mereka berkata, \"Beri tangguhlah kami tiga hari.\" Lalu mereka pergi kepada Bani Quraizah, Bani Nadir dan Bani Qainuqa dari kalangan orang-orang Yahudi. Kemudian mereka memberi isyarat untuk berdamai dan tidak mengadakan mubahalah dengan Nabi. Kemudian mereka berkata, \"Dia adalah nabi yang telah diberitakan kedatangannya di dalam kitab Taurat.\" Lalu mereka mengadakan perdamaian dengan Nabi saw dengan perjanjian membayar 1.000 potong pakaian pada bulan Safar dan 1.000 potong lagi disertai sejumlah uang pada bulan Rajab.\nDiriwayatkan bahwa Nabi Muhammad saw, telah mengajukan Ali, Fatimah dan kedua putra mereka (Hasan dan Husain) selain diri beliau sendiri, untuk bermuhabalah dan Nabi pun keluar bersama-sama mereka seraya bersabda, \"Apabila saya berdoa hendaklak kamu membaca, Amin\".\nIbnu 'Asakir meriwayatkan sebuah hadis dari Ja'far dari ayahnya, bahwa setelah ayat ini turun, Nabi membawa Abu Bakar bersama-sama anak-anaknya, Umar dan anak-anaknya dan Usman bersama anak-anaknya. Dapat dipahami dari ayat-ayat ini bahwa Nabi Muhammad, telah memerintahkan untuk mengundang orang-orang yang menentang hakikat kejadian Isa a.s. dari kalangan orang-orang Ahli Kitab untuk berkumpul baik laki-laki, perempuan atau pun anak-anak, dan juga Nabi mengumpulkan orang mukminin baik laki-laki, perempuan atau anak-anak. Mereka pun mengajak ber-mubahalah kepada Allah swt agar Dia melaknat orang-orang yang sengaja berdusta.\nAjakan Nabi saw untuk ber-mubahalah itu menunjukkan adanya keyakinan yang penuh terhadap kebenaran apa yang beliau katakan, sebaliknya keengganan orang-orang Nasrani dan Yahudi yang diajak untuk ber-mubahalah menunjukkan alasan dan kepalsuan kepercayan mereka.",
    "quraish": "Oleh karena itu, katakan kepada orang-orang yang mengingkarimu, wahai Muhammad, tentang ihwal 'Isâ ini setelah datang wahyu dari Allah yang tidak mengandung keraguan, sesuatu yang menguatkan keyakinanmu dan membuktikan kebohongan mereka. Katakan, \"Mari kita panggil istri dan anak kita masing- masing, lalu kita mintakan kepada Allah agar menimpakan murka-Nya kepada siapa yang tidak mempercayai kerasulan dan penciptaan 'Isâ yang tanpa ayah.\"",
    "jalalayn": "(Siapa yang membantahmu) mendebatmu dari golongan Nasrani (tentang hal itu setelah datang kepadamu ilmu) dengan perintah-Nya (maka katakanlah) kepada mereka (Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istri kamu, diri-diri kami dan diri-diri kamu) lalu kita kumpulkan mereka (kemudian mari kita bermubahalah) artinya berdoa dengan khusyuk dan dengan merendahkan diri (sambil memohon supaya kutukan Allah ditimpakan-Nya kepada orang-orang yang dusta) yaitu dengan mengatakan, \"Ya Allah, kutukilah orang yang dusta tentang peristiwa Isa.\" Nabi saw. telah mengajak utusan Najran untuk itu, yakni tatkala mereka membantahnya dalam hal tersebut. Jawab mereka, \"Kami akan memikirkannya dulu, kemudian akan datang kepada anda.\" Kata salah seorang yang berpikiran sehat di antara mereka, \"Tuan-tuan telah mengetahui kenabiannya, dan tidak suatu pun kaum yang mengadakan mubahalah dengan seorang nabi kecuali mereka akan celaka.\" Ditinggalkannyalah orang tadi, lalu mereka berpaling. Mereka datang lagi menemui Nabi saw. yang ketika itu sudah keluar siap bermubahalah bersama Hasan, Husein, Fatimah dan Ali. Nabi saw. berkata kepada orang-orang Nasrani Najran, \"Jika saya berdoa, aminkanlah.\" Tetapi ternyata pihak lawan tidak bersedia berkutuk-kutukan itu hanya minta berdamai dengan membayar upeti. Riwayat Abu Na`im dan diterima dari Ibnu Abbas, katanya, \"Seandainya orang-orang Nasrani Najran itu bersedia meneruskan mubahalah niscaya mereka akan kembali ke negerinya sedangkan harta dan keluarganya tiada lagi.\" Diriwayatkan pula bahwa sekiranya mereka bermubahalah niscaya akan terbakar."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 62,
    "arab": "اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ ۗوَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "translation": "Sungguh, ini adalah kisah yang benar. Tidak ada tuhan selain Allah, dan sungguh, Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/355.mp3",
    "tafsir": "Kisah yang diturunkan kepada Nabi Muhammad, tentang Nabi Isa itu, itulah yang benar, bukan pendapat orang Nasrani dan bukan pula pendapat orang Yahudi.\nTidak ada Tuhan yang wajib disembah melainkan Allah karena Allah yang menciptakan segala sesuatu dan tidak satu pun yang dapat menyamai-Nya. Di dalam ayat ini jelas terdapat suatu bantahan terhadap orang Nasrani yang mengatakan bahwa Allah salah satu dari oknum yang tiga.\nPada ayat yang lain Allah berfirman:\n\nSungguh, telah kafir orang-orang yang mengatakan bahwa Allah adalah yang ketiga dari yang tiga, ¦ (al-Ma'idah/5: 73).\n\nKemudian Allah menegaskan lagi bahwa Allah-lah yang Mahaperkasa Yang Mahabijaksana, tak ada yang dapat menandingi-Nya.",
    "quraish": "Itulah kebenaran yang tidak mengandung keraguan sedikit pun. Sebab, memang, tidak ada tuhan di jagat raya ini selain Allah yang menciptakan segalanya. Hanya Dialah satu-satunya yang Mahaagung dan Mahabijaksana atas makhluk-Nya.",
    "jalalayn": "(Sesungguhnya ini) yakni yang telah disebutkan tadi (merupakan kisah berita yang benar) yang tidak diragukan lagi. (Tiada) min merupakan tambahan (Tuhan melainkan Allah dan sesungguhnya Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya."
  },
  {
    "ruku": 47,
    "name": "Ali 'Imran",
    "ayat": 63,
    "arab": "فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ ",
    "translation": "Kemudian jika mereka berpaling, maka (ketahuilah) bahwa Allah Maha Mengetahui orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/356.mp3",
    "tafsir": "Apabila mereka menolak agama tauhid berarti mereka termasuk orang-orang yang berbuat kerusakan. Mereka dianggap berpaling karena menolak untuk mengikuti dan membenarkan kerasulan Muhammad, dan tidak mau menerima keyakinan tentang keesaan Tuhan yang dibawa oleh beliau dan tidak berani mengabulkan ajakan mubahalah.\nAllah Maha Mengetahui mental orang-orang yang membuat kerusakan dan mempunyai niat jahat yang mereka simpan dalam hati mereka.",
    "quraish": "Jika mereka menolak ajakanmu dan tetap tidak meninggalkan kesesatan mereka setelah kebenaran tampak jelas, berarti mereka adalah orang-orang perusak. Allah Maha Mengetahui ihwal mereka.",
    "jalalayn": "(Jika mereka berpaling) tidak mau beriman (maka sesungguhnya Allah Maha Mengetahui akan orang-orang yang berbuat kerusakan) mereka akan diberi-Nya balasan. Di sini kata-kata lahir ditempatkan pada kata-kata mudhmar."
  }
]