[
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 11,
    "arab": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗ وَلَهٗٓ اَجْرٌ كَرِيْمٌ ",
    "translation": "Barangsiapa meminjamkan kepada Allah dengan pinjaman yang baik, maka Allah akan mengembalikannya berlipat ganda untuknya, dan baginya pahala yang mulia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5086.mp3",
    "tafsir": "Setelah Allah mencela mereka karena tidak mau beriman, maka pada ayat ini Allah mencela mereka karena tidak mau berinfak di jalan-Nya. Mengapa manusia tidak mau membelanjakan harta yang dikaruniai Allah pada jalan-Nya, sedangkan hartanya itu akan kembali kepada Allah. Bila ia tidak menginfakkan pada jalan-Nya berarti ia tidak yakin bahwa semua harta tersebut pada hakikatnya milik Allah, karena langit dan bumi serta semua isinya akan kembali kepada-Nya. Allah memerintahkan kepada manusia menginfakkan hartanya pada jalan Allah sebelum mati, agar menjadi simpanan di sisi Allah. Hal yang demikian itu tidak dapat dilakukan manusia sesudah mati karena semua harta akan kembali kepada Allah Pemilik sekalian alam. Selanjutnya Allah swt menyatakan perbedaan derajat yang diperoleh orang-orang yang berinfak karena perbedaan kondisi dan situasi mereka dalam mengerjakannya. Bahwa derajat orang-orang yang berinfak dan hijrah sebelum pembebasan Mekah lebih tinggi dari derajat orang yang berinfak dan berhijrah sesudah itu, karena pada masa sebelum pembebasan Mekah manusia dalam keadaan susah dan selalu terancam. Tidak ada yang akan beriman dan berinfak kecuali orang-orang yang betul-betul sadar, tetapi sesudah pembebasan Mekah, Islam telah berkembang dan manusia berduyunduyun mengikutinya. Derajat mereka yang berjihad dan berinfak sebelum pembebasan Mekah lebih besar dari pahala yang diperoleh orang-orang yang berjihad dan berinfak sesudahnya. Qatadah berkata, \"Ada dua jihad, yang satu lebih tinggi nilainya dari yang lain, dan ada dua macam infak yang satu lebih utama dari yang lain; jihad dan infak sebelum pembebasan Mekah lebih utama dari jihad dan infak sesudahnya.\" Tetapi walau bagaimanapun untuk masing-masing yang berjihad dan berinfak sebelum atau sesudah pembebasan Mekah ada pahalanya meskipun terdapat perbedaan antara besar dan kecil pahala tersebut. Dalam ayat lain yang hampir sama maksudnya. Allah berfirman: \nTidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar. (an-Nisa'/4: 95) Telah diriwayatkan, bahwa telah terjadi perselisihan kata antara Khalid bin al-Walid dengan 'Abdurrahman bin 'Auf, lalu Khalid berkata kepada Abdurrahman, \"Kamu menganggap dirimu lebih mulia daripada kami, karena kamu lebih dahulu menjadi pengikut Nabi Muhammad saw daripada kami.\" Kemudian ucapan Khalid itu diketahui oleh Nabi, lalu beliau bersabda Biarkan aku yang menilai sahabat-sahabatku. Demi Allah, yang nyawaku berada dalam kekuasaan-Nya, seandainya kamu menginfakkan emas sebesar bukit Uhud atau sebesar gunung tidak akan kamu mencapai pahala amal perbuatan mereka. (Riwayat Ahmad dari Anas) Janganlah kamu mencaci maki sahabat-sahabatku, demi Allah Tuhan yang nyawa Muhammad dalam kekuasaan-Nya, seandainya salah seorang dari kamu menginfakkan emas sebesar bukit Uhud, tidak akan ia mencapai satu mud yang mereka sedekahkan dan tidak pula separuhnya.\" (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri) \nAllah berfirman: Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surgasurga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (atTaubah/9: 100) \nSebagai penutup ayat ini, Allah memperingatkan bahwa Dia mengetahui semua keadaan manusia, lahir dan batin, karena itu Dia akan memberi balasan yang setimpal. Karena pengetahuan-Nya itu, maka Allah melebihkan pahala infak dan juga jihad sebelum pembebasan Mekah atas pahala infak dan berjihad sesudahnya, keikhlasan berinfak dan berjihad lebih berat dalam keadaan susah dan sulit. Dalam hal ini Abu Bakar adalah yang paling berbahagia karena beliau telah menafkahkan seluruh hartanya dalam rangka menuntut keridaan Allah semata.\n(11) Allah mengajak berinfak pada jalan-Nya serta menjanjikan kepada orang yang mau melakukannya. Siapa saja yang berinfak pada jalan Tuhannya dengan harapan mendapat pahala, maka Tuhannya akan melipatgandakan pahala infaknya itu dengan memberikan satu kebajikan menjadi tujuh ratus kali dan akan memperoleh balasan yang tidak terhingga di dalam surga. Ibnu Mas'ud berkata, \"Ketika sebelum ayat ini turun, Abu Dahdah al-Ansari bertanya kepada Nabi saw. \"Wahai Rasulullah, menurut pengertian saya, bahwa Allah sesungguhnya menghendaki pinjaman.\" \"Ya, benar, hai Abu Dahdah,\" jawab Nabi Muhammad saw. \"Ya Rasulullah ulurkanlah tanganmu,\" lalu dipegangnya tangan beliau sambil berkata, \"Ya Rasulullah kebun kurma saya kupinjamkan kepada Allah. Di dalamnya ada tujuh ratus batang kurma dan tinggal di sana istri Abu Dahdah bersama anak-anaknya lalu dikatakannya kepada istrinya. \"Keluarlah engkau dari kebun ini wahai istriku bersama anak-anakmu karena sesungguhnya aku telah meminjamkan kebun kita ini kepada Allah,\" istrinya menjawab, \"Sungguh benar kabarmu hai Abu Dahdah.\" Lalu keluarlah istri dan anak-anaknya dari kebun itu. Lalu Nabi Muhammad saw bersabda, \"Alangkah banyaknya mata air di dalam surga kepunyaan Abu Dahdah.\"",
    "quraish": "Orang Mukmin manakah yang dengan ikhlas menafkahkan sebagian hartanya di jalan Allah, hingga diberi pahala yang berlipat ganda, dan bahkan akan mendapatkan pahala yang mulia di hari kiamat?",
    "jalalayn": "(Siapakah yang mau meminjamkan kepada Allah) dengan cara menafkahkan hartanya di jalan Allah (pinjaman yang baik) seumpamanya hartanya itu dinafkahkan demi karena Allah (maka Allah akan melipatgandakan balasan pinjaman itu) menurut suatu qiraat dibaca Fayudha' 'ifahu (untuknya) mulai dari sepuluh kali lipat hingga tujuh ratus kali lipat, sebagaimana keterangan yang telah disebutkan di dalam surah Al Baqarah (dan baginya) di samping pahala yang dilipatgandakan itu (pahala yang banyak) juga disertai mendapat keridaan dari Allah dan disambut dengan baik."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 12,
    "arab": "يَوْمَ تَرَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ يَسْعٰى نُوْرُهُمْ بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۚ ",
    "translation": "pada hari engkau akan melihat orang-orang yang beriman laki-laki dan perempuan, betapa cahaya mereka bersinar di depan dan di samping kanan mereka, (dikatakan kepada mereka), “Pada hari ini ada berita gembira untukmu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Demikian itulah kemenangan yang agung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5087.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa orang-orang Mukmin akan memperoleh pahala yang besar di akhirat, yaitu diberikan cahaya di hadapan dan dikanannya sesuai kadar amal saleh yang dilakukan, yang mengantarkan ke surga. Dalam sebuah hadis disebutkan: Mereka menerima cahayanya sesuai dengan kadar amalannya. Mereka melewati as-sirath. Di antara mereka ada yang cahayanya sebesar gunung, ada pula yang sebesar pohon kurma, sedangkan cahaya yang paling kecil sebesar jari ibu, kadang menyala kadang padam. (Riwayat Ibnu Jarir, Ibnu Mardawaih, dan al-Baihaqi) \nMereka membersihkan jiwa mereka dengan tauhid dan beramal saleh, tidak mempersekutukan-Nya, sehingga kembali kepada-Nya dengan jiwa yang ikhlas serta menerima buku catatan amal perbuatan mereka dengan tangan kanan, sebagaimana Allah menyatakan dalam firman-Nya: \nMaka adapun orang yang catatannya diberikan dari sebelah kanannya, maka dia akan diperiksa dengan pemeriksaan yang mudah, dan dia akan kembali kepada keluarganya (yang sama-sama beriman) dengan gembira. (al-Insyiqaq/84: 7-9) Ketika itu malaikat berkata kepada orang Mukmin, \"Bergembiralah kamu dengan memasuki surga yang mengalir di dalamnya sungai sebagai balasan yang setimpal dengan amal perbuatan kamu dan usaha kamu untuk menjauhkan diri dari syirik dan dosa, oleh karena zikirmu yang terus-menerus, maka berbahagialah kamu dalam amal perbuatanmu itu.\" Dalam ayat lain Allah menyatakan: \n(Yaitu) surga-surga 'Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasanganpasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24) Sebagai penutup ayat ini, Allah menyatakan bahwa kehebatan hidup dalam surga yang keadaannya telah diketahui orang Mukmin adalah suatu kemenangan besar yang diidam-idamkan, setelah mereka bebas dari siksa Allah. (",
    "quraish": "Yaitu hari ketika kamu melihat orang-orang Mukmin, laki-laki dan perempuan, didahului oleh cahaya keimanan dan amal baik mereka yang memancar dari arah depan dan samping kanan. Para malaikat mengatakan kepada mereka, \"Ada kabar gembira untuk kalian semua pada hari ini. Kalian akan memasuki surga-surga yang dialiri berbagai macam sungai di bawah pepohonannya lalu tidak akan pernah keluar lagi. Balasan itu adalah keberhasilan yang besar untuk amalan-amalan kalian.",
    "jalalayn": "Ingatlah (pada hari ketika kamu melihat orang-orang mukmin laki-laki dan perempuan, sedangkan cahaya mereka bersinar di hadapan mereka) artinya bersinar menerangi bagian depan mereka (dan) cahaya itu pun (bersinar di sebelah kanan mereka) kemudian dikatakan kepada mereka, (\"Pada hari ini ada berita gembira untuk kalian, yaitu surga-surga) masuklah kalian ke dalam surga-surga itu (yang di bawahnya mengalir sungai-sungai, yang kalian kekal di dalamnya. Itulah keberuntungan yang besar\")."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 13,
    "arab": "يَوْمَ يَقُوْلُ الْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ لِلَّذِيْنَ اٰمَنُوا انْظُرُوْنَا نَقْتَبِسْ مِنْ نُّوْرِكُمْۚ قِيْلَ ارْجِعُوْا وَرَاۤءَكُمْ فَالْتَمِسُوْا نُوْرًاۗ فَضُرِبَ بَيْنَهُمْ بِسُوْرٍ لَّهٗ بَابٌۗ بَاطِنُهٗ فِيْهِ الرَّحْمَةُ وَظَاهِرُهٗ مِنْ قِبَلِهِ الْعَذَابُۗ",
    "translation": "Pada hari orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan,  ”Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalam ada rahmat dan di luarnya hanya ada azab.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5088.mp3",
    "tafsir": "Setelah Allah menyatakan keadaan orang-orang Mukmin pada hari Kiamat. Pada ayat ini Allah mengungkapkan bahwa orang-orang munafik pada hari Kiamat itu berseru kepada orang-orang beriman yang mendapatkan keridaan-Nya dan menjadi penghuni surga. \"Tunggulah kami sehingga kita bersama menemui Allah serta biarkanlah mengambil sedikit dari cahaya kamu agar kami dapat keluar melalui sinar kamu dari azab yang pedih.\" Lalu permintaan ini dijawab dengan jawaban yang memutuskan harapan mereka serta menimbulkan kesedihan dan kesesalan, yaitu, \"Tetaplah kamu di mana kamu berada, carilah di sana cahaya dan jangan mengharapkannya dari kami apa yang telah kami perbuat untuk diri kami dari amal saleh, karena tidak akan memberi manfaat bagi seseorang kecuali amal saleh sendiri.\" Yang demikian itu adalah olokan terhadap mereka sebagaimana mereka memperolok-olokkan orang-orang Mukmin semasa di dunia ketika mereka berkata: Kami beriman, padahal mereka tidak beriman. Inilah yang dikehendaki dengan firman-Nya; Allah akan memperolok-olokkan mereka dan membiarkan mereka terombang-ambing dalam kesesatan. (al-Baqarah/2: 15) Maka untuk memberi balasan semua perbuatan mereka, ditetapkanlah bagian yang membatasi tempat orang-orang Mukmin dan orang-orang munafik. Bagian yang ditempati orang-orang Mukmin adalah surga yang penuh dengan kenikmatan, sebaliknya bagian yang ditempati oleh orang-orang munafik adalah neraka yang dipenuhi siksa.",
    "quraish": "Juga hari ketika orang-orang munafik, laki-laki dan perempuan, berkata kepada orang-orang Mukmin laki-laki dan perempuan, \"Tunggulah kami, untuk mengambil sedikit cahaya kalian!\" Mereka diejek dengan dikatakan, \"Kembali dan carilah cahaya itu di tempat kami diberikan!\" Setelah itu, antara mereka dibangun pagar penghalang yang mempunyai pintu. Di bagian dalamnya, yaitu yang menghadap ke surga, terdapat kasih sayang dan kesenangan. Sedang di bagian luarnya, yaitu yang menghadap ke neraka, terdapat murka dan siksaan.",
    "jalalayn": "(Pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Perhatikanlah kami) lihatlah kami. Menurut suatu qiraat dibaca Anzhiruunaa, tunggulah kami (supaya kami dapat mengambil) maksudnya supaya kami kebagian cahaya dan sinar (sebagian dari cahaya kalian.\" Dikatakan) kepada mereka dengan nada yang memperolok-olokkan mereka, (\"Kembalilah kalian ke belakang dan carilah sendiri cahaya untuk kalian\") mereka mundur. (Lalu diadakan di antara mereka) dan antara orang-orang yang beriman (dinding) menurut suatu pendapat dinding itu dinamakan Al A'raaf (yang mempunyai pintu. Di sebelah dalamnya ada rahmat) ada bagian yang menghadap orang-orang yang beriman (dan di sebelah luarnya) ada bagian yang menghadap orang-orang munafik (dari situ ada azab)."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 14,
    "arab": "يُنَادُوْنَهُمْ اَلَمْ نَكُنْ مَّعَكُمْۗ قَالُوْا بَلٰى وَلٰكِنَّكُمْ فَتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَاۤءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
    "translation": "Orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri, dan hanya menunggu, meragukan (janji Allah) dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah; dan penipu (setan) datang memperdaya kamu tentang Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5089.mp3",
    "tafsir": "Kemudian pada ayat ini Allah menyatakan peristiwa yang dialami orang-orang munafik di akhirat nanti, yaitu mereka berseru kepada orang-orang Mukmin dan mengatakan, \"Bukankah kami bersama-sama kamu semasa hidup di dunia?\" Lalu orang-orang Mukmin menjawab, \"Ya benar, kita sama-sama salat, berwukuf di Arafah, berperang dan mengerjakan kewajiban-kewajiban agama lainnya tetapi kamu berfoya-foya dengan kelezatan dan maksiat, ragu tentang hari kebangkitan, teperdaya oleh angan-angan sehingga kamu mengatakan bahwa dosa kamu akan diampuni Allah, karena bisikan setan yang mengatakan kepadamu bahwa Allah Maha Pengampun, dan Dia akan memaafkan dosa-dosamu.\" Maksudnya, sebenarnya kamu hai orang-orang munafik bersama kami di dunia hanya tubuhmu yang kasar saja, padahal jiwamu tidak bersama kami, tidak mempunyai ketegasan dalam pendirian maka kamu jarang sekali mengingat Allah.\"",
    "quraish": "Orang-orang munafik itu menyeru orang-orang Mukmin, \"Bukankah di dunia dulu kami adalah teman kalian?\" Orang-orang Mukmin menjawab, \"Ya, benar apa yang kalian katakan itu. Tetapi kalian membinasakan diri sendiri dengan bersikap munafik, menginginkan suatu keburukan menimpa kaum mukminin, membuat keragu-raguan dalam urusan agama dan tertipu oleh angan-angan. Selama itu kalian tampak baik-baik saja hingga datang kematian dan kalian ditipu oleh setan bahwa kalian akan mendapatkan ampunan dari Allah.",
    "jalalayn": "(Orang-orang munafik itu memanggil mereka orang-orang mukmin, \"Bukankah kami dahulu bersama-sama kalian?\") dalam ketaatan kepada Allah. (mereka menjawab, \"Benar, tetapi kalian mencelakakan diri kalian sendiri) disebabkan kemunafikan kalian (dan kalian selalu mengincar) kehancuran orang-orang mukmin (dan kalian ragu-ragu) masih ragu terhadap agama Islam (serta kalian ditipu oleh angan-angan kosong) yakni ketamakan (sehingga datanglah ketetapan Allah) yaitu kematian (dan kalian telah ditipu terhadap Allah oleh yang amat penipu) yakni oleh setan."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 15,
    "arab": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ ",
    "translation": "Maka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5090.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan akibat tindakan orang-orang munafik. Mereka akan terus binasa dan tidak ada jalan untuk melepaskan diri dari neraka, yaitu jika salah seorang dari mereka ingin menebus dirinya dari azab dengan tebusan berupa emas sepenuh bumi, tidak juga akan diterima. Mereka tetap dilempar di dalam neraka sebab tidak ada tempat yang lebih layak bagi mereka selain itu. Dan itulah tempat yang paling buruk.",
    "quraish": "Pada hari ini tebusan untuk membebaskan diri dari siksaan tidak akan diterima, berapa pun besarnya. Sama halnya dengan tebusan orang-orang yang dengan terang-terangan menyatakan diri mereka kafir, juga tidak akan diterima. Tempat kembali kalian adalah neraka, tempat tinggal yang paling pantas buat kalian dan merupakan seburuk-buruk tempat kembali.\"",
    "jalalayn": "(Maka pada hari ini tidak diterima) dapat dibaca Yu`khadzu dan Tu`khadzu (tebusan dari kalian dan tidak pula dari orang-orang kafir. Tempat kalian ialah neraka. Neraka itulah tempat yang layak buat kalian) tempat yang utama bagi kalian. (Dan neraka itu adalah seburuk-buruk tempat kembali\") tempat kembali yang paling buruk adalah neraka."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 16,
    "arab": "اَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ  ",
    "translation": "Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5091.mp3",
    "tafsir": "Pada ayat ini Allah menegur dan memperingatkan orangorang Mukmin tentang keadaan mereka yang berlalai-lalai. Belum datangkah waktunya bagi orang-orang Mukmin untuk mempunyai hati yang lembut, senantiasa mengingat Allah, suka mendengar dan memahami ajaran-ajaran agama mereka, taat dan patuh mengikuti petunjuk-petunjuk kebenaran yang telah diturunkan, yang terbentang di dalam Al-Qur'an Selanjutnya orang-orang Mukmin diperingatkan agar jangan sekali-kali meniru-niru orang-orang Yahudi dan Nasrani yang telah diberikan Kitab Taurat dan Injil. Sekalipun telah lama dan memakan waktu agak panjang, mereka belum juga mengikuti dan memahami ajaran mereka dan nabi-nabi mereka, sehingga hati mereka menjadi keras dan susah membantu, tidak lagi dapat menerima nasihat, tidak membekas pada diri mereka ancaman-ancaman yang ditujukan kepada mereka. Mereka mengubah Kitab yang ada di tangan mereka dan ajaran-ajaran Kitab mereka dilempar jauh-jauh. Pendeta dan pastur mereka jadikan tuhan selain Allah, membikin agama tanpa alasan. Kebanyakan mereka menjadi fasik, meninggalkan ajaranajaran mereka yang asli. Sejalan dengan ayat ini firman Allah: \n(Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-Ma'idah/5: 13)",
    "quraish": "Belum tibakah saatnya, bagi orang-orang yang beriman, untuk mengkhusyukkan hati menyebut nama Allah dan membaca al-Qur'ân, sehingga tidak menjadi seperti penerima kitab suci sebelum mereka--yaitu penganut Yahudi dan Nasrani? Mereka melakukan hal itu sebentar untuk kemudian lalai hingga hati mereka membatu. Kebanyakan mereka keluar dari ketentuan-ketentuan agama.",
    "jalalayn": "(Belumkah datang) maksudnya apakah belum tiba saatnya (bagi orang-orang yang beriman) ayat ini diturunkan berkenaan dengan kelakuan para sahabat, yaitu sewaktu mereka banyak bergurau (untuk tunduk hati mereka mengingat Allah dan mengingat apa yang telah diturunkan kepada mereka) dapat dibaca Nazzala dan Nazala (berupa kebenaran) yakni Alquran (dan janganlah mereka) di'athafkan kepada lafal Takhsya'a (seperti orang-orang yang sebelumnya telah diturunkan Alkitab kepadanya) mereka adalah orang-orang Yahudi dan orang-orang Nasrani (kemudian berlalulah masa yang panjang atas mereka) yaitu zaman antara mereka dan nabi-nabi mereka telah berlalu sangat lama (lalu hati mereka menjadi keras) tidak lunak lagi untuk mengingat Allah. (Dan kebanyakan di antara mereka adalah orang-orang fasik)."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 17,
    "arab": "اِعْلَمُوْٓا اَنَّ اللّٰهَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ",
    "translation": "Ketahuilah bahwa Allah yang menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5092.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia yang menghidupkan bumi sesudah mati. Allah melembutkan hati yang keras, memberi petunjuk manusia yang sesat, menghilangkan kesukaran yang menimpa dengan penjelasan dan petunjuk Al-Qur'an dengan nasihat dan pengajaran yang dapat melembutkan batu yang keras yakni hati yang kesat, sebagaimana menghidupkan dan menyuburkan tanah yang gersang membatu dengan hujan yang lebat. Demikianlah Allah telah menjelaskan agar manusia itu dapat memikirkan dan mempergunakan akalnya dengan sebaik-baiknya.",
    "quraish": "Ketahuilah, wahai orang-orang Mukmin, bahwa Allah akan selalu menyuburkan dan menyiapkan tanah untuk ditumbuhi tanaman dengan menurunkan hujan di bagian yang kering. Kami telah menjelaskan ayat- ayat dan memberi permisalan-permisalan kepada kalian agar kalian memikirkannya kemudian hati kalian menjadi khusyuk menyebut nama Allah.",
    "jalalayn": "(Ketahuilah oleh kalian) khithab ayat ini ditujukan kepada orang-orang mukmin yang telah disebutkan di atas tadi (bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya) dengan menumbuhkan tumbuh-tumbuhan padanya, demikianlah Allah menjadikan hati kalian untuk taat dan khusuk kembali dalam mengingat Allah. (Sesungguhnya Kami telah menjelaskan kepada kalian tanda-tanda) yang menunjukkan akan kekuasaan Kami terhadap hal ini dan hal-hal lainnya (supaya kalian memikirkannya)."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 18,
    "arab": "اِنَّ الْمُصَّدِّقِيْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرِيْمٌ ",
    "translation": "Sesungguhnya orang-orang yang bersedekah baik laki-laki maupun perempuan dan meminjamkan kepada Allah dengan pinjaman yang baik, akan dilipatgandakan (balasannya) bagi mereka; dan mereka akan mendapat pahala yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5093.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang membenarkan dan mempercayai Allah dan Rasul-Nya baik laki-laki dan perempuan dan meminjamkan kepada Allah pinjaman yang baik dengan jalan bersedekah dan mendermakan hartanya di jalan Allah dengan ikhlas, mengharap-harapkan rida-Nya semata-mata, tidak menghendaki balasan dan terima kasih, akan dilipatgandakan pembalasannya oleh Allah swt. Satu kebaikan yang dikerjakan dibalas dengan sepuluh kebaikan dan dilipatgandakan sampai tujuh ratus kali, dan bagi mereka itu pahala yang banyak dan tempat tinggal yang baik yaitu Jannatun na'im di akhirat.",
    "quraish": "Orang-orang yang bersedekah dan berinfak di jalan Allah, baik laki-laki maupun perempuan, secara sukarela, pahala mereka akan dilipatgandakan. Lebih dari itu, di hari kiamat mereka akan mendapatkan upah yang mulia.",
    "jalalayn": "(Sesungguhnya orang-orang yang membenarkan, baik laki-laki) mushshaddiqiina berasal dari mashdar tashadduq, kemudian huruf ta diidghamkan kepada huruf shad sehingga jadilah mushshaddiqiina, bentuk asalnya adalah mutashaddiqiina (maupun perempuan) yang percaya kepada Allah dan Rasul-Nya. Menurut qiraat lain kedua lafal tersebut dibaca tanpa tasydid, sehingga bacaannya menjadi innal mushaddiqiina wal mushaddiqaati, karena dianggap berasal dari tashdiq, sehingga artinya menjadi: Sesungguhnya orang-orang yang beriman, baik laki-laki maupun perempuan (dan meminjamkan kepada Allah pinjaman yang baik) dhamir yang ada pada lafal `aqradhuu kembali pada laki-laki dan perempuan, karena memprioritaskan kaum laki-laki. Fi'il atau kata kerja di sini diathafkan kepada isim, yaitu kepada shilah alif dan lam, karena sesungguhnya lafal al-mushshaddiqiina wal mushshaddiqaati yang dimasuki alif dan lam sama kedudukannya dengan fi'il yang berada sesudah shilah. Disebutkannya lafal al-qardhu berikut sifatnya sesudah pengertian tashadduq, hal ini memberikan pengertian adanya ikatan di antara lafal-lafal tersebut. Atau dengan kata lain, bahwa orang-orang yang membenarkan Allah dan Rasul-Nya itu adalah orang-orang yang mau meminjamkan kepada Allah pinjaman yang baik (maka Allah akan melipatgandakan) menurut suatu qiraat dibaca yudha`'af dengan memakai tasydid pada huruf 'ainnya, artinya balasan pinjaman mereka itu akan dilipatgandakan pahalanya (kepada mereka; dan bagi mereka pahala yang banyak)."
  },
  {
    "ruku": 473,
    "name": "Al-Hadid",
    "ayat": 19,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖٓ اُولٰۤىِٕكَ هُمُ الصِّدِّيْقُوْنَ ۖوَالشُّهَدَاۤءُ عِنْدَ رَبِّهِمْۗ  لَهُمْ اَجْرُهُمْ وَنُوْرُهُمْۗ وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
    "translation": "Dan orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, mereka itu orang-orang yang tulus hati (pencinta kebenaran) dan saksi-saksi di sisi Tuhan mereka. Mereka berhak mendapat pahala dan cahaya. Tetapi orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni-penghuni neraka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5094.mp3",
    "tafsir": "Allah swt menerangkan bahwa orang-orang yang beriman dan mengakui keesaan Allah swt, membenarkan rasul-rasul-Nya, percaya kepada apa yang dibawa mereka dari sisi Tuhannya menurut penilaian Allah swt sederajat dengan orang-orang shiddiqin, yaitu orangorang yang amat teguh kepercayaannya kepada kebenaran Rasul, dan orang-orang yang mati syahid di jalan Allah. Bagi mereka pahala yang banyak dan cahaya yang terang benderang menerangi mereka. Sejalan dengan itu firman Allah: \nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orangorang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69) \nAdapun orang-orang kafir yang mendustakan alasan-alasan dan tanda-tanda yang menunjukkan keesaan Allah swt dan kebesaran rasul-Nya, mereka itu adalah penghuni neraka Jahim, kekal dan abadi di dalamnya. Sejalan dengan ini firman Allah: \nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya. (alBaqarah/2: 39)",
    "quraish": "Orang-orang yang beriman kepada Allah dan rasul-Nya dan tidak membeda-bedakan antara mereka, derajat mereka sama dengan derajat Shiddîqîn (orang-orang yang sangat percaya) dan Syuhadâ' (orang-orang yang mati di jalan Allah). Di hari kiamat, mereka akan memperoleh pahala dan cahaya seperti yang akan diterima oleh Shiddîqîn dan Syuhadâ' itu. Sedangkan orang-orang yang kafir dan mendustakan ayat- ayat Allah, mereka adalah penghuni-penghuni neraka yang tidak akan pernah meninggalkannya.",
    "jalalayn": "(Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu adalah orang-orang shiddiqin) orang-orang yang sangat beriman kepada Allah dan Rasul-Nya (dan orang-orang yang menjadi saksi di sisi Rabb mereka) atas kedustaan umat-umat yang terdahulu terhadap nabi-nabi mereka. (Bagi mereka pahala dan cahaya mereka. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami) yang menunjukkan kepada keesaan Kami (mereka itulah penghuni-penghuni Jahim) yakni neraka."
  }
]