[
  {
    "ruku": 475,
    "name": "Al-Hadid",
    "ayat": 26,
    "arab": "وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
    "translation": "Dan sungguh, Kami telah mengutus Nuh dan Ibrahim dan Kami berikan kenabian dan kitab (wahyu) kepada keturunan keduanya, di antara mereka ada yang menerima petunjuk dan banyak di antara mereka yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5101.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah mengutus Nuh sebagai rasul kepada kaumnya, kemudian Dia mengutus Ibrahim sebagai rasul kepada kaum yang lain. Diterangkan pula bahwa para rasul yang datang kemudian setelah kedua orang rasul itu, semuanya berasal dari keturunan mereka berdua, tidak ada seorang pun daripada rasul yang diutus Allah yang bukan dari keturunan mereka berdua. Hal ini dapat dibuktikan kebenarannya sampai kepada rasul terakhir Nabi Muhammad saw. Diterangkan bahwa tidak semua keturunan Nuh dan Ibrahim beriman kepada Allah, di antara mereka ada yang beriman, tetapi kebanyakan dari mereka tidak beriman, mereka adalah orang-orang yang fasik, yang mengurangi, menambah dan mengubah agama yang dibawa oleh para rasul sesuai dengan keinginan hawa nafsu mereka. Dari ayat ini dipahami bahwa belum tentu seseorang hamba yang saleh kemudian anaknya menjadi hamba yang saleh pula, tetapi banyak tergantung kepada bagaimana cara seseorang mendidik dan membesarkan anaknya. Ayat ini juga merupakan peringatan keras dari Allah kepada orang-orang yang telah beriman dan mengikuti para rasul yang diutus kepada mereka, tetapi mereka tidak mengikuti ajaran yang dibawa para rasul itu.",
    "quraish": "Kami benar-benar telah mengutus Nûh dan Ibrâhîm dan memberikan kenabian dan kitab suci kepada anak keturunan mereka berdua. Sebagian anak turun mereka itu, kemudian, ada yang meniti jalan petunjuk dan banyak juga yang keluar dari jalan yang lurus.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh dan Ibrahim dan Kami jadikan pada keturunan keduanya kenabian dan Alkitab) yaitu kitab yang empat; Taurat, Injil, Zabur dan Al-Furqan. Kitab-kitab tersebut diturunkan kepada anak cucu Nabi Ibrahim (maka di antara mereka ada yang menerima petunjuk dan kebanyakan di antara mereka adalah orang-orang fasik)."
  },
  {
    "ruku": 475,
    "name": "Al-Hadid",
    "ayat": 27,
    "arab": "ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيْسَى ابْنِ مَرْيَمَ وَاٰتَيْنٰهُ الْاِنْجِيْلَ ەۙ وَجَعَلْنَا فِيْ قُلُوْبِ الَّذِيْنَ اتَّبَعُوْهُ رَأْفَةً وَّرَحْمَةً  ۗوَرَهْبَانِيَّةَ ِۨابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۤءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۚفَاٰتَيْنَا الَّذِيْنَ اٰمَنُوْا مِنْهُمْ اَجْرَهُمْ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
    "translation": "Kemudian Kami susulkan rasul-rasul Kami mengikuti jejak mereka dan Kami susulkan (pula) Isa putra Maryam; Dan Kami berikan Injil kepadanya dan Kami jadikan rasa santun dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniyyah, padahal Kami tidak mewajibkannya kepada mereka (yang Kami wajibkan hanyalah) mencari keridaan Allah, tetapi tidak mereka pelihara dengan semestinya. Maka kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya, dan banyak di antara mereka yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5102.mp3",
    "tafsir": "Demikianlah Allah mengutus para rasul, kemudian diiringi pula oleh rasul-rasul yang sesudahnya, untuk menyampaikan agamaNya kepada manusia, sehingga tidak ada alasan bagi manusia di akhirat untuk mengatakan, mengapa mereka diazab padahal kepada mereka tidak diutus seorang rasul pun. Dalam ayat ini Allah mengkhususkan keterangan tentang Isa karena banyak pengikut-pengikutnya yang fasik, yaitu mengubahubah, menambah dan mengurangi ajaran-ajaran yang disampaikan Isa. Diterangkan bahwa Isa adalah putra Maryam, diberikan kepadanya Kitab Injil, berisi pokok ajaran yang agar dijadikan petunjuk oleh kaumnya dalam mencapai kebahagiaan hidup di dunia dan di akhirat dan sebagai penyempurnaan ajaran Allah yang terdapat dalam kitab Taurat yang telah diturunkan kepada Nabi Musa sebelumnya. Kemudian diterangkan sifat-sifat pengikut Nabi Isa: 1. Allah swt menjadikan dalam hati mereka rasa saling menyantuni sesama mereka, mereka berusaha menghindarkan kebinasaan yang datang kepada mereka dan saudara-saudara mereka serta berusaha memperbaiki kebinasaan yang terjadi pada mereka. 2. Antara sesama mereka terdapat hubungan kasih sayang dan menginginkan kebaikan pada diri mereka. Sekalipun mereka telah mempunyai sifat-sifat terpuji dan baik seperti yang diajarkan Nabi Isa, tetapi mereka melakukan kefasikan, yaitu mengada-adakan rahbaniyyah, dengan menetapkan ketentuan larangan kawin bagi pendeta-pendeta mereka, padahal perkawinan termasuk sunah Allah yang ditetapkan bagi makhluk-Nya. Mereka menetapkan rabbaniyah itu dengan maksud mendekatkan diri kepada Allah, tetapi Allah tidak pernah menetapkannya. Karena itu mereka adalah orang yang suka mengada-adakan sesuatu yang bertentangan dengan sunatullah, yaitu tidak mensyariatkan perkawinan bagi pendeta-pendeta mereka yang tujuannya untuk melanjutkan keturunan dan menjaga kelangsungan hidup manusia. Perbuatan fasik lain yang mereka lakukan, ialah mereka telah mengubah, menambah dan mengurangi agama yang dibawa Nabi Isa, yang terdapat dalam Injil, karena memperturutkan hawa nafsu mereka. Pada akhir ayat ini Allah menegaskan bahwa Dia akan memberikan pahala yang berlipat-ganda kepada orang-orang yang beriman, mengikuti syariat yang dibawa para rasul, tidak mengadaadakan yang bukan-bukan dan tidak pula menambah dan mengubah kitab-kitab-Nya. Sedang kepada orang-orang fasik itu akan ditimpakan azab yang sangat berat.",
    "quraish": "Segera setelah Nûh dan Ibrâhîm--dan rasul-rasul yang sezaman atau yang hidup sebelum mereka--Kami mengutus rasul-rasul Kami secara berturut-turut hingga sampai kepada 'Isâ putra Maryam. Kepada 'Isâ, Kami mewahyukan kitab Injîl, dan ke dalam hati para pengikutnya Kami menitipkan sifat kasih, lemah lembut dan sayang. Lalu mereka terlalu berlebih-lebihan dalam beragama dan membuat bid'ah kerahiban yang sebetulnya tidak Kami wajibkan. Mereka melakukan hal itu untuk memperoleh perkenan Allah yang, kemudian, itu pun tidak mereka pelihara dengan baik. Kami pun kemudian memberi orang-orang yang beriman kepada Muhammad, di antara mereka, bagian ganjaran dan pahalanya. Tetapi banyak di antara mereka yang mendustakannya dan keluar dari ketaatan dan jalan yang lurus.",
    "jalalayn": "(Kemudian Kami iringi di belakang mereka dengan rasul-rasul Kami dan Kami iringi pula dengan Isa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang. Dan kerahbaniyahan) yakni tidak mau kawin dan hidup membaktikan diri di dalam gereja-gereja (yang mereka ada-adakan) oleh diri mereka sendiri (padahal Kami tidak mewajibkannya kepada mereka) Kami tidak memerintahkan hal itu kepada mereka (tetapi) melainkan mereka mengerjakannya (untuk mencari keridaan) demi mencari kerelaan (Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya) karena kebanyakan di antara mereka meninggalkannya dan kafir kepada agama Nabi Isa, lalu mereka memasuki agama raja mereka. Akan tetapi masih banyak pula di antara mereka yang berpegang teguh kepada ajaran Nabi Isa, lalu mereka beriman kepada Nabi Muhammad. (Maka Kami berikan kepada orang-orang yang beriman) kepada Nabi Isa (di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik)."
  },
  {
    "ruku": 475,
    "name": "Al-Hadid",
    "ayat": 28,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ",
    "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5103.mp3",
    "tafsir": "Allah swt memerintahkan kepada Bani Israil yang telah beriman kepada Isa bin Maryam sebagai rasul dan utusan-Nya agar beriman kepada Muhammad saw yang datang sesudah itu, mengikuti perintah-perintah dan menghentikan larangan-larangan-Nya yang terdapat di dalam Al-Qur'an dan Hadis. Perintah ini pada hakikatnya menguatkan perintah Allah yang terdapat dalam Injil yang diturunkan kepada Nabi Isa. Jika Bani Israil mengikuti perintah Allah swt, maka Allah menjanjikan kepada mereka pahala dua kali lipat dari pahala yang akan diterima orang-orang yang beriman kepada Nabi Muhammad saw saja. Di samping itu akan mengampuni dosa-dosa mereka, karena Dia mengampuni dosa-dosa orang-orang yang dikehendakiNya. Jika yang dijanjikan Allah kepada pengikut Nabi Isa dan mereka beriman pula kepada Muhammad ialah: 1. Mereka akan dianugerahi pahala dua kali lipat. 2. Mereka akan diterangi cahaya petunjuk dalam menghadapi kesengsaraan dan malapetaka di hari Kiamat dan dalam menuju surga yang penuh kenikmatan. 3. Allah swt mengampuni dosa-dosa yang telah mereka perbuat. \nDalam hadis di bawah ini diterangkan orang-orang yang akan memperoleh pahala dua kali lipat, yaitu: Diriwayatkan oleh asy- Sya'biy dari Abu Burdah dari bapaknya Abu Musa al-Asy'ari, ia berkata, \"Rasulullah saw bersabda, 'Tiga macam orang yang diberi pahala dua kali lipat, yaitu ahli kitab yang beriman kepada nabinya dan beriman pula kepadaku, maka baginya dua pahala, dan budak yang menunaikan hak Allah dan hak tuannya maka baginya dua pahala, dan orang yang mendidik budak perempuannya dengan baik kemudian dimerdekakan dan dikawini, maka baginya dua pahala pula.\" (Riwayat al-Bukhari dan Muslim)",
    "quraish": "Hai orang-orang yang beriman, takutlah kepada siksa Allah dan teguhlah dalam beriman kepada Rasul- Nya niscaya Dia akan memberi dua bagian dari kasih sayang-Nya, memberi kalian cahaya sebagai pelita, dan mengampuni dosa-dosa yang kalian perbuat. Ampunan Allah amat luas dan kasih sayang-Nya begitu banyak.",
    "jalalayn": "(Hai orang-orang yang beriman) kepada Nabi Isa (bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya) kepada Nabi Muhammad saw. dan Nabi Isa (niscaya Allah memberikan kepada kalian dua bagian) dua kali bagian (dari rahmat-Nya) karena kalian telah beriman kepada dua nabi (dan menjadikan untuk kalian cahaya yang dengan cahaya itu kalian dapat berjalan) di atas shirath/jembatan (dan Dia mengampuni kalian. Dan Allah Maha Pengampun lagi Maha Penyayang)."
  },
  {
    "ruku": 475,
    "name": "Al-Hadid",
    "ayat": 29,
    "arab": "لِّئَلَّا يَعْلَمَ اَهْلُ الْكِتٰبِ اَلَّا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ࣖ   ۔",
    "translation": "agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwa karunia itu ada di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5104.mp3",
    "tafsir": "Pada ayat ini Allah menolak pendapat Bani Israil yang mengatakan bahwa rasul-rasul dan nabi-nabi itu hanyalah diangkat dari keturunan mereka saja. Allah mengangkat Nabi Muhammad saw bukan dari keturunan Bani Israil, agar mereka mengetahui bahwa hanya Dia yang menentukan segala sesuatu dan yang akan memperoleh pahala dua kali lipat itu hanyalah ahli kitab yang beriman kepada Muhammad saw saja, jika mereka tidak beriman kepada Nabi Muhammad saw mereka tidak akan mendapat pahala sedikit pun. Pada akhir ayat ini Allah menerangkan bahwa Dia mempunyai karunia yang tidak terhingga banyaknya, yang akan dianugerahkan kepada orang-orang yang dikehendaki-Nya.",
    "quraish": "Allah memberikan semua itu kepada kalian, agar kaum Ahl al-Kitâb yang tidak beriman kepada Muhammad itu tahu bahwa mereka tidak akan mampu memberikan kesenangan seperti yang diberikan oleh Allah, baik kepada diri mereka sendiri maupun kepada orang lain. Semua karunia benar-benar berada di tangan Allah semata. Dia bebas memberikannya kepada hamba-Nya yang Dia kehendaki. Dia adalah Pemilik karunia yang besar.",
    "jalalayn": "(Supaya diketahui) maksudnya Allah menerangkan hal tersebut kepada kalian, supaya diketahui (oleh ahli kitab) Taurat yang tidak beriman kepada Nabi Muhammad (bahwa) an di sini adalah bentuk takhfif dari anna yang ditasydidkan, artinya bahwasanya mereka (mereka tiada mendapat sedikit pun akan karunia Allah) berbeda dengan apa yang mereka duga, yaitu bahwasanya mereka adalah kekasih-kekasih Allah dan orang-orang yang mendapat keridaan-Nya (dan bahwasanya karunia itu berada di tangan kekuasaan Allah. Dia berikan karunia itu) yakni Dia memberikannya (kepada siapa yang dikehendaki-Nya) maka Dia memberikan karunia-Nya kepada orang-orang yang beriman di antara mereka, berupa pahala yang mereka terima sebanyak dua kali lipat, sebagaimana keterangan yang telah lalu. Yaitu karena beriman kepada dua nabi. (Dan Allah mempunyai karunia yang besar)."
  }
]