[
  {
    "ruku": 480,
    "name": "Al-Hasyr",
    "ayat": 11,
    "arab": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
    "translation": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5137.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Ishaq, Ibnu Mundhir, dan Abu Nu'aim dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan segolongan orang dari Bani Auf, di antaranya ialah 'Abdullah bin Ubay bin Salul, Wadi'ah bin Malik, Suwaid, dan Da'is, diutus kepada Bani Nadhir sebagaimana diterangkan ayat ini.\nAllah mengatakan kepada Rasulullah saw, \"Apakah engkau tidak heran hai Muhammad melihat tindakan-tindakan orang-orang munafik itu? Mereka menjanjikan sesuatu kepada orang-orang Yahudi Bani Nadhir, yang berlawanan dengan keinginan mereka sendiri. Orang-orang munafik yang dipimpin oleh 'Abdullah bin Ubay mengatakan kepada orang Yahudi Bani Nadhir bahwa mereka adalah teman akrab, karena mereka menyimpan permusuhan dengan kaum Muslimin.\"\nMereka mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diusir dari negerimu sebagaimana dikehendaki Muhammad saw dan kaum Muslimin, pastilah kami akan bersama-sama dengan kamu, dan tidak ada seorang pun yang dapat menghalangi kami ikut serta dengan kamu sekalian.\"\nSelanjutnya orang-orang munafik itu mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diperangi Muhammad kami pasti menolongmu dan ikut menumpas musuh-musuh kamu\", kenyataannya semua yang dijanjikan orang-orang munafik itu bohong belaka. Mereka dengan mudah mengingkari janji yang telah mereka janjikan walaupun janji itu dikuatkan dengan sumpah. Allah mengetahui bahwa mereka berdusta.\nPerkataan \"Allah menyaksikan bahwa mereka benar-benar pendusta\" merupakan suatu kabar gaib yang akan terjadi pada masa yang akan datang. Sebagaimana disebutkan bahwa orang-orang munafik telah menjanjikan pertolongan kepada Bani Nadhir, tetapi Allah menyatakan bahwa orang-orang munafik itu tidak akan menepati janjinya. Hal itu benar-benar terbukti di kemudian hari. Pemberitaan suatu kejadian yang akan terjadi di kemudian hari ini termasuk bukti kemukjizatan Al-Qur'an.\n'Abdullah bin Ubay dan kawan-kawannya ketika melihat kaum Muslimin mengepung Bani Nadhir, mengirim dua orang utusan untuk menyampaikan pesan bahwa ia dan kawan-kawannya akan datang membantu dengan segala kekuatan yang ada pada mereka, untuk membebaskan mereka dari kepungan Muhammad. Setelah Bani Nadhir dikepung rapat oleh kaum Muslimin selama berhari-hari, bantuan yang dijanjikan itu tidak kunjung datang. Akhirnya orang Yahudi Bani Nadhir yakin bahwa janji 'Abdullah bin Ubay dan kawan-kawannya itu adalah janji bohong belaka. Maka timbullah rasa takut dan gentar dalam hati mereka. Oleh karena itu, mereka menyatakan menyerah kepada Rasulullah saw tanpa syarat. Maka Rasulullah saw menetapkan bahwa mereka harus menerima hukuman yang ditetapkan bagi mereka, dan keluar dari kota Medinah dengan paksa.",
    "quraish": "Apakah kamu tidak melihat dengan heran kepada orang-orang munafik yang berkali-kali berkata kepada kaum Ahl al-Kitâb yang kafir (yaitu Banû Nadlîr), \"Demi Allah, jika kalian dipaksa untuk meninggalkan Madinah kami pasti akan pergi bersama kalian, dan sampai kapan pun kami tidak akan tunduk kepada siapa saja dalam urusan kalian ini. Jika kalian diperangi oleh kaum Muslimin, kami pasti akan menolong kalian.\" Allah benar-benar menyaksikan bahwa yang dijanjikan oleh orang-orang munafik itu adalah kebohongan belaka.",
    "jalalayn": "(Apakah kamu tiada memperhatikan) tiada melihat (orang-orang yang munafik yang berkata kepada saudara-saudara mereka yang kafir di antara ahli kitab) yaitu kepada Bani Nadhir dan saudara-saudara mereka yang kafir: (\"Sesungguhnya jika) huruf lam di sini menunjukkan makna qasam dan demikian pula pada tempat-tempat lainnya yang semuanya ada di empat tempat (kalian diusir) dari Madinah (niscaya kami pun akan keluar bersama kalian, dan kami tidak akan patuh untuk menghinakan kalian) yakni untuk menjadikan kalian terhina (kepada siapa pun selama-lamanya, dan jika kalian diperangi) dari lafal wa in terbuang huruf lam yang menunjukkan makna permulaan (pasti kami akan membantu kalian.\" Dan Allah menyaksikan, bahwa sesungguhnya mereka benar-benar pendusta)."
  },
  {
    "ruku": 480,
    "name": "Al-Hasyr",
    "ayat": 12,
    "arab": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
    "translation": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5138.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan kebenaran kembali pemberitaan akan terjadinya suatu peristiwa pada masa yang akan datang dengan menyatakan bahwa sebenarnya jika Bani Nadhir itu diusir dari kota Medinah, tidak ada orang munafik yang ikut bersama mereka. Demikian pula jika Muhammad saw memerangi Bani Nadhir, mereka pun tidak akan memberikan pertolongan dan Bani Nadhir akan kalah, karena Allah tidak memberi pertolongan kepada mereka.",
    "quraish": "Jika orang-orang Yahudi diusir dari Madinah, orang-orang munafik itu tidak akan pergi bersama mereka. Dan jika diperangi, mereka juga tidak akan membela. Jika pun menolong, mereka pasti akan lari mundur dan tidak akan menang.",
    "jalalayn": "(Sesungguhnya jika mereka diusir, orang-orang munafik itu tiada akan keluar bersama mereka, dan sesungguhnya jika mereka diperangi, niscaya mereka tidak akan menolongnya; sesungguhnya jika mereka menolongnya) artinya mereka datang untuk menolong dan membantunya (niscaya mereka akan berpaling ke belakang) jawab qasam yang keberadaannya diperkirakan sudah memberikan pengertian yang cukup, tanpa harus menyebut jawab syarat pada kelima tempat tadi (kemudian mereka tidak akan mendapat pertolongan) yang dimaksud adalah orang-orang Yahudi."
  },
  {
    "ruku": 480,
    "name": "Al-Hasyr",
    "ayat": 13,
    "arab": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
    "translation": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5139.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa sebab-sebab orang munafik tidak menepati janjinya menolong Bani Nadhir, sebagaimana yang telah mereka sepakati, adalah karena mereka lebih takut kepada kaum Muslimin daripada kepada Allah. Oleh karena itu, mereka tidak berani melawan kaum Muslimin, meskipun mereka bersama Bani Nadhir.\nAyat ini menunjukkan apa yang terkandung dalam hati orang-orang munafik. Mereka tidak percaya kepada kekuasaan dan kebesaran Allah. Hal terpenting bagi mereka ialah keselamatan diri dan harta benda mereka masing-masing. Untuk keselamatan itu, mereka melakukan apa yang mungkin dilakukan, seperti perbuatan nifaq, kepada Rasulullah mereka menyatakan termasuk orang-orang yang beriman, sedang kepada Bani Nadhir mereka menyatakan senasib dan sepenanggungan dalam menghadapi kaum Muslimin.\nDi samping itu, mereka tidak mau memahami ajaran yang disampaikan Rasulullah kepada mereka. Apakah ajaran itu benar atau tidak, bagi mereka, yang menentukan segala sesuatu hanyalah harta benda dan kekayaan. Oleh karena itu, tampak dalam sikap mereka ketika menghadapi kesulitan, mereka tidak mempunyai pegangan, dan terombang-ambing ke sana ke mari. Mereka lebih takut kepada manusia daripada Allah. Firman Allah:\n\nKetika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). (an-Nisa'/4: 77)",
    "quraish": "Kalian, wahai kaum Muslimin, lebih menakutkan bagi kaum munafik dan Yahudi daripada Allah, karena mereka adalah kelompok bangsa yang tidak mengetahui hakikat keimanan.",
    "jalalayn": "(Sesungguhnya kalian lebih ditakuti) lebih disegani (dalam hati mereka) dalam hati orang-orang munafik itu (daripada Allah) karena siksaan-Nya yang ditangguhkan. (Yang demikian itu karena mereka adalah kaum yang tiada mengerti."
  },
  {
    "ruku": 480,
    "name": "Al-Hasyr",
    "ayat": 14,
    "arab": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
    "translation": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5140.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa mental orang Yahudi dan orang munafik itu telah jatuh sedemikian rupa. Seandainya orang-orang munafik menepati janji mereka dan berperang bersama orang Yahudi Bani Nadhir menghadapi kaum Muslimin, mereka pun tidak akan mampu menghadapinya, karena dalam hati mereka telah timbul rasa takut dan gentar terhadap kaum Muslimin. Seandainya mereka berperang juga, mereka hanya berperang di balik benteng-benteng yang kokoh yang telah mereka buat, di balik tembok rumah-rumah mereka, tidak berani keluar berhadapan dengan kaum Muslimin.\nPada akhir ayat ini diterangkan sebab lain yang menyebabkan mereka takut berperang menghadapi kaum Muslimin, yaitu di antara mereka sendiri terjadi pertentangan dan permusuhan yang hebat, tak ada persatuan di antara mereka.\nAyat ini mengisyaratkan kepada kaum Muslimin bahwa persatuan dan kesatuan itu merupakan syarat untuk mencapai kemenangan. Betapa pun kuatnya persenjataan, perlengkapan, dan kesatuan tentara, tidak akan ada artinya apabila mereka tidak bersatu dan tidak yakin akan tercapainya cita-cita mereka. Karena bangsa atau umat yang bersatu meskipun dengan perlengkapan yang memadai akan dapat mencapai segala yang mereka cita-citakan. Ketentuan ini berlaku bagi seluruh umat manusia di mana pun mereka berada.\nSehubungan dengan perlu adanya keyakinan yang kuat, persatuan, dan kesatuan dalam menghadapi apa pun, Allah berfirman:\n\nWahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung. Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar. (al-Anfal/8: 45-46)\n\nJika tertanam pada suatu bangsa iman yang kuat dan persatuan yang kokoh dan kesatuan tentara yang tak terpecahkan, niscaya mereka akan sanggup menghadapi segala macam kesukaran menghadapi musuh-musuh yang akan memerangi mereka. Allah berfirman:\n\nMereka yang meyakini bahwa mereka akan menemui Allah berkata, \"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249)\n\nSementara itu, Allah mengingatkan kaum Muslimin agar jangan sekali-kali terpengaruh oleh sesuatu yang kelihatannya baik seperti hubungan orang-orang munafik dengan Bani Nadhir , mereka seakan-akan bersatu-padu menghadapi kaum Muslimin, padahal di antara mereka terdapat pertentangan dan permusuhan.",
    "quraish": "Orang-orang Yahudi tidak akan bersatu memerangi kalian kecuali apabila mereka berada di desa-desa yang berbenteng atau berada di balik dinding-dinding yang mereka gunakan sebagai tempat persembunyian. Permusuhan antarsesama mereka sangat hebat. Kalian menduga bahwa mereka itu bersama-sama dan bersatu, padahal hati mereka berpecah-pecah. Mereka mempunyai sifat yang seperti itu karena mereka adalah suatu bangsa yang tidak mencermati akibat dari segala sesuatu.",
    "jalalayn": "(Mereka tidak akan memerangi kalian) yakni orang-orang Yahudi itu (dalam keadaan bersatu padu) maksudnya, secara serentak (kecuali dalam kampung-kampung yang berbenteng atau di balik tembok) yang tinggi. Menurut suatu qiraat lafal judurin dibaca jidaarin. (Permusuhan) peperangan (di antara sesama mereka sangat hebat. Kalian kira mereka itu bersatu sedangkan hati mereka berpecah belah) berbeda-beda, bertentangan dengan apa yang diduga. (Yang demikian itu karena sesungguhnya mereka adalah kaum yang tiada mengerti)."
  },
  {
    "ruku": 480,
    "name": "Al-Hasyr",
    "ayat": 15,
    "arab": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
    "translation": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5141.mp3",
    "tafsir": "Allah menerangkan bahwa keadaan orang-orang Yahudi Bani Nadhir itu sama halnya dengan orang-orang Yahudi Bani Qainuqa' yang juga berdomisili di sekitar kota Medinah. Karena tindakan Bani Qainuqa' serupa dengan tindakan Bani Nadhir, maka mereka diperangi oleh Rasulullah saw pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah. Akhirnya mereka diusir dari Medinah ke suatu tempat bernama Adhri'at di negeri Syam. Bani Qainuqa' telah merasakan akibat buruk dari perbuatan mereka. Jarak waktu antara kedua kejadian itu tidak lama, hanya dua tahun. Jadi peristiwa Bani Nadhir terjadi pada tahun keempat hijrah.\nSemestinya peristiwa pengusiran Bani Qainuqa' menjadi pelajaran bagi Bani Nadhir ketika mengadakan hubungan dengan kaum Muslimin di Medinah. Seandainya mereka melaksanakan ketentuan yang disepakati dalam perjanjian damai yang telah mereka tetapkan bersama Rasulullah saw, mereka akan hidup damai dan tenteram di bawah pemerintahan Rasulullah saw. Tetapi mereka melanggar perjanjian damai itu, sehingga mereka mengalami nasib yang sama dengan Bani Qainuqa'.\nDari ayat ini dapat dipahami bahwa kaum Muslimin diperintahkan bersikap baik kepada orang-orang yang bukan Islam, selama orang-orang yang bukan Islam itu bersikap baik kepada mereka. Sikap baik itu adalah cermin dari keinginan hati, kemudian terwujud dalam perbuatan dan tindakan, baik secara terang-terangan maupun secara sembunyi-sembunyi. Keinginan hati itu terbaca pula pada air muka seseorang dalam pergaulannya. Seandainya orang-orang yang bukan Muslim tidak bersikap baik, seperti yang dilakukan Bani Qainuqa' dan Bani Nadhir, adalah wajar apabila kaum Muslimin melakukan tindakan yang setimpal untuk mengimbangi tindakan-tindakan mereka.",
    "quraish": "Perumpamaan Banû Nadlîr adalah seperti orang-orang kafir yang hidup tidak lama sebelum mereka. Di dunia, mereka telah merasakan akibat kekafiran dan pelanggaran janji, dan di akhirat kelak mereka akan mendapatkan siksa yang pedih.",
    "jalalayn": "Perumpamaan mereka dalam hal tidak mau beriman (seperti orang-orang yang belum lama sebelum mereka) yakni sebagaimana orang-orang musyrik yang terlibat dalam perang Badar (yang telah merasai akibat buruk dari perbuatan mereka) sebagai hukuman-Nya di dunia, yaitu mereka mati terbunuh dan hukuman-hukuman yang lainnya yang mereka rasakan (dan bagi mereka azab yang pedih) siksaan yang menyakitkan kelak di akhirat."
  },
  {
    "ruku": 480,
    "name": "Al-Hasyr",
    "ayat": 16,
    "arab": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
    "translation": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5142.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa perbuatan khianat orang-orang munafik yang berjanji akan menolong Bani Nadhir bila diserang kaum Muslimin dan ikut mereka bila diusir dari Medinah, adalah seperti perbuatan setan.\nSetan selalu merayu manusia agar mengingkari Allah dan tidak mengikuti agama yang telah disampaikan rasul-Nya. Akan tetapi, bila manusia itu memerlukan pertolongan dalam menghadapi kesengsaraan dan malapetaka yang datang kepada mereka, setan berlepas diri dan tidak menepati janjinya. Mereka bahkan berkata, \"Sesungguhnya aku takut kepada Allah Tuhan semesta alam.\"\nAllah menyamakan orang-orang munafik dengan setan untuk menunjukkan bahwa sifat-sifat orang-orang munafik itu sama dengan sifat-sifat setan. Setan yang durhaka mematuhi hukum-hukum Allah, percaya bahwa Allah itu ada, Maha Esa, dan hanya Dia yang berhak disembah. Setan juga percaya bahwa syarat-syarat memperoleh kebahagiaan hidup di dunia dan di akhirat hanya dengan mengikuti agama Allah. Akan tetapi, mereka adalah kaum yang fasik. Mereka mengetahui kebenaran sesuatu tetapi tidak melaksanakannya. Demikian pula halnya dengan orang-orang munafik, mereka tahu mana yang benar dan mana yang salah, tetapi mereka tidak melaksanakan kebenaran itu. Mereka bahkan melakukan perbuatan-perbuatan menghasut dan terlarang. Allah berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu, tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nJadi bentuk perumpamaan dalam ayat ini ialah orang-orang munafik diserupakan dengan setan. Orang-orang Yahudi Bani Nadhir disamakan dengan orang-orang yang teperdaya oleh bujukan setan. Ketakutan mereka kepada kaum Muslimin disamakan dengan ketakutan mereka kepada Allah, bahkan lebih dari itu.",
    "quraish": "Permisalan orang-orang munafik dalam merayu Banû Nadlîr untuk membangkang kepada Rasulullah adalah seperti setan yang merayu manusia untuk tidak beriman dengan mengatakan, \"Kafirlah!\" Tetapi, setelah manusia itu kafir, setan berkata lagi, \"Aku tidak bertanggung jawab atas dirimu. Aku takut kepada Allah, Tuhan seluruh alam.\"",
    "jalalayn": "Dan juga perumpamaan mereka dalam hal mendengar dari orang-orang munafik, tetapi orang-orang munafik itu tidak mau mengikuti jejak mereka sesudahnya (seperti halnya setan; ia berkata kepada manusia, \"Kafirlah kamu,\" maka tatkala manusia itu telah kafir, ia berkata, \"Sesungguhnya aku berlepas diri dari kamu karena sesungguhnya aku takut kepada Allah, Rabb semesta alam.\") Padahal ia dusta dan hanya ria belaka."
  },
  {
    "ruku": 480,
    "name": "Al-Hasyr",
    "ayat": 17,
    "arab": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
    "translation": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5143.mp3",
    "tafsir": "Pada ayat ini diterangkan akibat yang akan dialami oleh orang-orang munafik dan orang-orang Yahudi Bani Nadhir yang telah diperdaya setan. Kedua golongan ini akan dimasukkan ke dalam neraka bersama setan yang menjadi teman mereka. Mereka kekal di dalam neraka. Itulah balasan yang setimpal dengan perbuatan-perbuatan mereka.",
    "quraish": "Tempat kembali setan dan orang yang digoda adalah neraka. Mereka berdua akan kekal di dalamnya. Hidup kekal di dalam neraka itu adalah balasan orang-orang yang melanggar jalan kebenaran.",
    "jalalayn": "(Maka adalah sesudah keduanya) yakni orang yang sesat dan orang yang disesatkan. Menurut suatu qiraat lafal 'aaqibatahumaa dibaca 'aaqibatuhumaa dengan memakai harakat damah di atas huruf ta, hal ini berarti sebagai isim dari lafal kaana (bahwa sesungguhnya keduanya masuk ke dalam neraka, mereka kekal di dalamnya. Demikianlah balasan orang-orang yang lalim) orang-orang yang kafir."
  }
]