[
  {
    "ruku": 482,
    "name": "Al-Mumtahanah",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh, dia telah tersesat dari jalan yang lurus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5151.mp3",
    "tafsir": "Ayat ini memperingatkan kaum Muslimin agar tidak mengadakan hubungan kasih sayang dengan kaum musyrik yang menjadi musuh Allah dan kaum Muslimin. Sebab, dengan adanya hubungan yang demikian itu, tanpa disadari mereka telah membukakan rahasia-rahasia kaum Muslimin, menyampaikan sesuatu yang akan dilaksanakan Rasulullah saw kepada mereka dalam usaha menegakkan kalimat Allah. Oleh karena itu, kaum Muslimin dilarang melakukan yang demikian sekalipun kepada kaum kerabatnya.\nMenjadikan orang-orang kafir yang memusuhi kaum Muslimin sebagai teman setia dan penolong adalah suatu hal yang dilarang. Hal ini tidak boleh dilakukan selama orang-orang kafir itu ingin menghancurkan agama Islam dan kaum Muslimin. \nAllah kemudian menjelaskan penyebab larangan menjadikan orang-orang kafir sebagai teman setia, yaitu:\n1.Mereka menyangkal dan tidak membenarkan semua yang dibawa Rasulullah. Mereka ingkar kepada Allah, Rasul-Nya, dan Al-Qur'an. Mungkinkah orang yang seperti itu dijadikan penolong-penolong dan teman setia? Kemudian disampaikan kepada mereka rahasia-rahasia yang bermanfaat bagi mereka dan menimbulkan bahaya bagi kaum Muslimin?\n2.Mereka telah mengusir Rasulullah saw dan orang-orang Muhajirin dari kampung halaman mereka karena beriman kepada Allah, bukan karena sebab yang lain.\nAyat ini sama maksudnya dengan firman Allah:\n\nDan mereka menyiksa orang-orang mukmin itu hanya karena (orang-orang mukmin itu) beriman kepada Allah Yang Mahaperkasa, Maha Terpuji (al-Buruj/85: 8)\n\nDan Firman Allah:\n\n(Yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, \"Tuhan kami ialah Allah.\" Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa (al-hajj/22: 40)\n\nAllah memperingatkan kaum Muslimin bahwa jika mereka keluar dari kampung halaman atau terusir karena berjihad di jalan Allah dan mencari keridaan-Nya, maka janganlah sekali-kali menjadikan orang-orang kafir itu sebagai teman setia dan penolong-penolong mereka. Cukuplah kaum Muslimin menderita akibat tindakan-tindakan mereka, dan jangan sekali-kali memberi kesempatan kepada mereka menambah penderitaan kaum Muslimin. Bagaimana mungkin ada di antara kaum Muslimin melakukan seperti yang dilakukan hathib yang menyampaikan kepada orang-orang kafir langkah-langkah yang akan diambil Rasulullah dalam menghadapi orang-orang kafir?\nAllah Mahatahu segala yang dilakukan hamba-hamba-Nya. Oleh karena itu, Dia menyampaikan hal tersebut kepada Rasulullah, sehingga beliau segera dapat mengambil tindakan. Dengan demikian, kaum Muslimin tidak dirugikan.\nPada akhir ayat ini ditegaskan bahwa barang siapa yang berkasih-kasihan dengan musuh Islam dan menjadikan mereka penolong-penolong, berarti ia telah menyimpang dari jalan yang lurus.",
    "quraish": "[[60 ~ AL-MUMTAHANAH (WANITA YANG DIUJI) Pendahuluan: Madaniyyah, 13 ayat ~ Surat ini diawali dengan larangan kepada orang-orang Mukmin untuk menjadikan orang-orang musyrik--yang merupakan musuh Allah dan musuh mereka--sebagai teman, karena mereka tetap tidak mau meninggalkan sikap kafir dan karena mereka mengusir Rasulullah dan orang-orang Mukmin dari kampung halamannya, Mekah. Dijelaskan, misalnya, bahwa permusuhan mereka terhadap orang-orang Mukmin yang selama ini terpendam serta-merta muncul saat mereka mampu menemui mereka. Pembicaraan selanjutnya beralih kepada keterangan tentang teladan pada diri Ibrâhîm a. s. dan orang-orang yang beriman bersamanya ketika membebaskan kaumnya dari orang-orang musyrik dan sembahan mereka dan menyatakan permusuhan terhadap mereka, hingga akhirnya hanya beriman kepada Allah. Dengan begitu, ia telah menjelaskan bahwa hal itu adalah sifat orang-orang yang mengharapkan pertemuan dengan Allah dan takut kepada siksa-Nya. Pada bagian selanjutnya, diterangkan tentang siapa-siapa sajakah, selain orang Islam, yang boleh dijadikan teman pergaulan dan siapa saja yang tidak boleh. Mereka yang tidak memerangi kita dan tidak membantu pihak-pihak yang memerangi kita, harus kita perlakukan secara adil dan baik. Sebaliknya, mereka yang memerangi dan mengusir kita dari kampung halaman, Allah melarang kita untuk mengadakan hubungan dan memperlakukan mereka dengan baik. Selanjutnya surat ini menerangkan hukum wanita-wanita mukminah yang berhijrah ke daerah kekuasaan Islam dan meninggalkan para suami-suami mereka dalam keadaan musyrik. Selain itu, surat ini juga menerangkan hukum orang-orang musyrik wanita yang ditinggalkan para suami mereka di daerah kekuasaan orang-orang musyrik. Berikutnya, keterangan tentang wanita yang membaiat Rasulullah saw. Akhirnya, surat ini ditutup dengan penekanan kembali larangan menjadikan musuh-musuh yang dimurkai Allah sebagai teman, seperti yang disebutkan dalam permulaan surat.]] Wahai orang-orang yang percaya kepada Allah dan rasul-Nya, Janganlah kalian menjadikan musuh- musuh-Ku dan musuh-musuh kalian sebagai penolong tempat kalian mencurahkan rasa cinta yang murni, sedangkan mereka mengingkari ajaran yang datang kepada kalian tentang keimanan kepada Allah, Rasul, dan kitab suci-Nya, serta mengusir Rasulullah bersama kalian dari kampung halaman, karena kalian beriman kepada Allah, Tuhan kalian! Jangan lakukan hal itu pada saat kalian pergi untuk berjuang di jalan-Ku dan mencari kerelaan-Ku! Kalian mempersembahkan rasa cinta secara diam-diam kepada mereka, padahal Aku mengetahui segala sesuatu yang kalian sembunyikan dan yang kalian perlihatkan. Barangsiapa menjadikan musuh Allah sebagai teman, ia benar-benar telah tersesat dari jalan yang lurus.\"",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kalian mengambil musuh-Ku dan musuh kalian) yakni orang-orang kafir Mekah (menjadi teman-teman setia yang kalian sampaikan) kalian beritakan (kepada mereka) tujuan Nabi saw. yang akan memerangi mereka; Nabi memerintahkan kepada kalian supaya merahasiakannya yaitu sewaktu perang Hunain (karena rasa kasih sayang) di antara kalian dan mereka. Sehubungan dengan peristiwa ini Hathib bin Abu Balta'ah mengirimkan sepucuk surat kepada orang-orang musyrik, karena Hathib mempunyai beberapa orang anak dan sanak famili yang musyrik. Akan tetapi Nabi saw. dapat mengambil surah itu dari tangan orang yang diutus olehnya, berkat pemberitahuan dari Allah kepada Nabi saw. melalui wahyu-Nya. Lalu alasan dan permintaan maaf Hathib diterima oleh Nabi saw. (padahal sesungguhnya mereka telah ingkar kepada kebenaran yang datang kepada kalian) yakni agama Islam dan Alquran (mereka mengusir Rasul dan mengusir kalian) dari Mekah setelah terlebih dahulu mereka mengganggu kalian supaya kalian keluar dari Mekah (karena kalian beriman) disebabkan kalian beriman (kepada Allah, Rabb kalian. Jika kalian benar-benar keluar untuk berjihad) untuk melakukan jihad (pada jalan-Ku dan mencari keridaan-Ku) maka janganlah kalian mengambil mereka sebagai teman-teman setia. Jawab syarat ini disimpulkan dari pengertian ayat yang selanjutnya, yaitu: (Kalian memberitahukan secara rahasia kepada mereka, karena rasa kasih sayang. Aku lebih mengetahui apa yang kalian sembunyikan dan apa yang kalian nyatakan. Dan barang siapa di antara kalian yang melakukannya) yaitu memberitahukan berita-berita Nabi saw. kepada orang-orang musyrik secara rahasia (maka sesungguhnya dia telah tersesat dari jalan yang lurus) artinya menyimpang dari jalan hidayah. Lafal as-sawaa menurut pengertian asalnya berarti tengah-tengah."
  },
  {
    "ruku": 482,
    "name": "Al-Mumtahanah",
    "ayat": 2,
    "arab": "اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ",
    "translation": "Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5152.mp3",
    "tafsir": "Dalam ayat ini diterangkan sebab-sebab yang lain Allah melarang kaum Muslimin berteman akrab dan saling menolong dengan orang kafir, yaitu:\n1.Jika suatu waktu mereka menangkap atau mengalahkan kaum Muslimin, mereka pasti akan melakukan kezaliman yang di luar dugaan. Mereka berteman dengan kaum Muslimin semata-mata mencari keuntungan bagi diri dan golongan mereka. Bila tidak ada keuntungan yang diharapkan, mereka akan menjauhkan diri, bahkan akan menghancurkan kaum Muslimin.\n2.Mereka selalu berusaha menjelek-jelekkan dan memusuhi kaum Muslimin. Bagaimana mungkin ada satu atau sebagian dari kaum Muslimin membukakan rahasia kepada mereka atau berteman erat dengan mereka. Orang yang dapat dijadikan teman itu hanyalah orang yang menginginkan kebaikan untuk kita, bukan sebaliknya.\n3.Mereka mengharapkan kaum Muslimin mengingkari kebenaran dan kafir kepada Allah, sehingga kaum Muslimin sama dengan mereka, yaitu sama-sama kafir. Oleh karena itu, mereka hanya mau berteman erat atau bertolong-tolongan dengan kaum Muslimin selama hal itu bisa memenuhi keinginan-keinginan mereka.",
    "quraish": "Jika berhasil menemui kalian, rasa permusuhan mereka kepada kalian menjadi tampak. Melalui perbuatan dan ucapan, mereka berbuat sesuatu yang berakibat buruk kepada kalian. Mereka mengharapkan kalian menjadi kafir seperti mereka.",
    "jalalayn": "(Jika mereka menangkap kalian) yakni berhasil menahan kalian (niscaya mereka bertindak sebagai musuh bagi kalian dan melepaskan tangan mereka kepada kalian) maksudnya membunuh dan memukuli kalian (dan lisan mereka mengeluarkan kata-kata yang kotor) yakni mencaci maki kalian (dan mereka ingin) mengharapkan (supaya kalian kafir kembali)."
  },
  {
    "ruku": 482,
    "name": "Al-Mumtahanah",
    "ayat": 3,
    "arab": "لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5153.mp3",
    "tafsir": "Pada hari Kiamat setiap orang mempertanggungjawabkan diri mereka masing-masing kepada Allah. Karib-kerabat, teman setia, anak-anak, atau orang tua sekalipun tidak dapat menolong seseorang di hari Kiamat. Yang dapat menolong seseorang dari siksa Allah hanyalah iman dan amal saleh yang dilakukan selama hidup di dunia.\nKarib-kerabat, teman setia, anak-anak dan orang tua tidak dapat dijadikan penolong di hari Kiamat karena masing-masing berusaha menghindarkan diri dari malapetaka yang akan menimpa, sehingga tidak sempat memikirkan kerabat atau temannya, sebagaimana firman Allah:\n\nMaka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua), Pada hari itu manusia lari dari saudaranya, Dan dari ibu dan bapaknya, Dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 33-37)\n\nPada akhir ayat ini, Allah memberi peringatan bahwa Dia Maha Mengetahui semua yang dilakukan manusia, tidak ada satu pun yang luput dari pengetahuan-Nya. Oleh karena itu, Dia akan memberikan balasan yang seadil-adilnya. Maka itu berhati-hatilah dan jagalah dirimu sebaik mungkin.",
    "quraish": "Kerabat dan anak-anak kalian yang kalian jadikan penolong tidak akan berguna jika mereka menjadi musuh Allah dan musuh kalian. Di hari kiamat, Allah akan memutuskan perkara di antara kalian semua, lalu memasukkan musuh-musuh-Nya ke dalam neraka dan kekasih-kekasih-Nya ke dalam surga. Allah melihat segala sesuatu yang kalian kerjakan.",
    "jalalayn": "(Tidak akan bermanfaat bagi kalian karib kerabat kalian) famili-famili kalian (dan anak-anak kalian) yang musyrik, karena kalian memberitahukan berita-berita Nabi secara rahasia kepada mereka; mereka semuanya sekali-kali tiada bermanfaat bagi diri kalian untuk menolak azab di hari akhirat (pada hari kiamat Dia akan memisahkan) dapat dibaca yafshilu dan yufshalu (antara kalian) dan antara mereka; karena kalian berada di dalam surga, sedangkan mereka bersama-sama dengan orang-orang kafir di dalam neraka. (Dan Allah Maha Melihat apa yang kalian kerjakan)."
  },
  {
    "ruku": 482,
    "name": "Al-Mumtahanah",
    "ayat": 4,
    "arab": "قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ",
    "translation": "Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja,” kecuali perkataan Ibrahim kepada ayahnya, ”Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata), “Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5154.mp3",
    "tafsir": "Allah memerintahkan kaum Muslimin untuk mencontoh Nabi Ibrahim dan orang-orang yang beriman besertanya, ketika ia berkata kepada kaumnya yang kafir dan menyembah berhala, \"Hai kaumku, sesungguhnya kami berlepas diri dari kamu semua, dan dari apa yang kamu sembah selain Allah.\"\nKemudian diterangkan bahwa yang dimaksud Ibrahim dengan berlepas diri itu ialah:\n1.Nabi Ibrahim mengingkari kaumnya, tidak mengacuhkan tuhan-tuhan mereka, dan tidak membenarkan perbuatan mereka yang menyembah patung-patung yang tidak dapat memberi manfaat dan mudarat kepada siapa pun. Allah berfirman: \n\nWahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah. (al-hajj/22: 73)\n\n2.Nabi Ibrahim mengatakan bahwa antara dia dengan kaumnya yang ingkar telah terjadi permusuhan dan saling membenci selamanya. Ibrahim menyatakan akan tetap menentang kaumnya sampai mereka meninggalkan perbuatan syirik. Jika mereka telah beriman, permusuhan itu baru akan berakhir.\n\nTerhadap ayahnya yang masih kafir, ia tidak mengambil sikap yang tegas seperti sikapnya terhadap kaumnya. Ia berjanji akan mendoakan agar Allah mengampuni dosa-dosa ayahnya. Dalam hal ini, Allah melarang kaum Muslimin mencontoh Ibrahim, sekalipun ia akhirnya berlepas tangan pula terhadap ayahnya, setelah nyata baginya keingkaran bapaknya itu.\nBenar ada di antara orang yang beriman mendoakan ayah-ayah mereka yang meninggal dalam keadaan musyrik. Mereka beralasan mencontoh perbuatan Ibrahim itu. Maka Allah membantah perbuatan mereka:\n\nTidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam. Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 113-114)\n\nSelanjutnya Nabi Ibrahim berkata kepada ayahnya bahwa dia tidak mampu menolongnya. Ia hanya bisa berdoa agar Allah memberi taufik berupa iman kepadanya.",
    "quraish": "Kalian benar-benar telah mendapatkan teladan baik pada diri Ibrâhîm dan orang-orang yang beriman bersamanya, pada saat berkata kepada kaumnya, \"Kami benar-benar putus hubungan dengan kalian dan tuhan-tuhan selain Allah yang kalian sembah. Kami ingkar kepada kalian. Antara kita telah terjadi saling bermusuhan dan saling benci, dan tidak akan hilang kecuali jika kalian beriman kepada Allah semata.\" Tetapi perkataan Ibrâhîm kepada bapaknya, \"Aku pasti akan memintakan ampunan untukmu walaupun tidak mempunyai kekuasaan apa-apa atas hal-hal yang akan Allah lakukan,\" tidak termasuk dalam hal yang harus diteladani. Sebab, Ibrâhîm mengatakan itu sebelum tahu bahwa ayahnya tetap bersikeras memusuhi Allah. Setelah Ibrâhîm tahu hal itu, ia lepas tangan dari ayahnya. Katakan, wahai orang-orang Mukmin, \"Ya Tuhan kami, hanya kepada-Mu kami bersandar, kembali, dan berpulang di akhirat kelak!\"",
    "jalalayn": "(Sesungguhnya telah ada suri teladan bagi kalian) lafal uswatun dapat pula dibaca iswatun, artinya teladan atau panutan (yang baik pada Ibrahim) yakni pada diri Nabi Ibrahim, baik perkataan maupun perbuatannya (dan pada orang-orang yang bersama dia) dari kalangan orang-orang yang beriman (ketika mereka berkata kepada kaum mereka, \"Sesungguhnya kami berlepas diri) lafal bura-aa-u adalah bentuk jamak dari lafal barii'un, wazannya sama dengan lafal zharifun yang jamaknya zhurafaa'u (dari kalian apa yang kalian sembah selain Allah, kami ingkar kepada kekafiran kalian) kami membenci kekafiran kalian (dan telah nyata antara kami dan kalian permusuhan dan kebencian buat selama-lamanya) lafal wal baghdhaa'u abadan dapat dibaca secara tahqiq dan dapat pula dibaca secara tashil, yakni mengganti huruf hamzah yang kedua menjadi wau (sampai kalian beriman kepada Allah semata.\" Kecuali perkataan Ibrahim kepada bapaknya, \"Sesungguhnya aku akan memohonkan ampunan bagi kamu) perkataan ini merupakan perkataan yang dikecualikan daripada pengertian suri teladan tadi. Maka sekali-kali kalian tidak boleh mengucapkan kata penyesalan seperti itu, seumpamanya kalian memohonkan ampunan buat orang-orang kafir. Dan juga perkataan Nabi Ibrahim berikut ini (dan aku tiada dapat melindungimu dari Allah) dari siksaan dan pahala-Nya (barang sedikit pun.\") Nabi Ibrahim mengungkapkan kata-kata ini sebagai kiasan, bahwasanya dia tidak memiliki buatnya selain dari memohonkan ampun. Perkataan ini pun termasuk di antara hal yang dikecualikan untuk tidak boleh diikuti, karena sekalipun pengertian lahiriahnya sebagai ungkapan penyesalan, akan tetapi maksudnya berkaitan dengan pengertian kalimat yang pertama. Pengertian lahiriah kalimat yang kedua ini sama dengan pengertian yang terkandung di dalam firman Allah swt., \" Katakanlah! 'Maka siapakah gerangan yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki kemudaratan bagi kamu.'\" (Q.S. Al-Fath 11) Permohonan ampun Nabi Ibrahim buat bapaknya ini sebelum jelas bagi Nabi Ibrahim, bahwa bapaknya itu adalah benar-benar musuh Allah, sebagaimana yang telah dijelaskan di dalam surah Al-Bara'ah atau surah At-Taubah. (\"Ya Rabb kami, hanya kepada Engkaulah kami bertawakal dan hanya kepada Engkaulah kami bertobat dan hanya kepada Engkaulah kami kembali.\") Kalimat ini termasuk doa yang selalu diucapkan oleh Al-Khalil atau Nabi Ibrahim dan orang-orang beriman yang bersamanya; yakni, mereka mengucapkan kata-kata tersebut."
  },
  {
    "ruku": 482,
    "name": "Al-Mumtahanah",
    "ayat": 5,
    "arab": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5155.mp3",
    "tafsir": "Sebelum Nabi Ibrahim berpisah dengan kaumnya yang tidak mau menerima seruannya, ia berdoa kepada Allah dengan hati yang tunduk dan berserah diri kepada-Nya. Dalam doanya ia berkata, \"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir.\"\nDengan perkataan lain, arti ayat ini ialah Nabi Ibrahim memohon agar Allah tidak memenangkan orang kafir atas orang beriman. Hal itu akan memberi kesempatan kepada orang kafir untuk memfitnah orang beriman. Kemenangan itu juga bisa menimbulkan keyakinan pada orang kafir bahwa mereka berada di jalan yang benar sedangkan orang beriman berada di jalan yang salah.\nDi akhir ayat, Nabi Ibrahim berdoa, \"Wahai Tuhan kami, ampunilah dan maafkanlah dosa kami sehingga perbuatan dosa itu seakan-akan tidak pernah kami kerjakan. Engkaulah tempat kami berlindung. Tuntutan-Mu sangat keras. Engkau melakukan dan menciptakan segala sesuatu sesuai dengan sifat, guna, dan faedahnya.\"",
    "quraish": "Katakan juga, \"Ya Tuhan kami, jangan tempatkan kami pada suatu keadaan yang membuat kami menjadi bahan fitnah bagi orang-orang kafir! Ampuni dosa-dosa kami, ya Tuhan. Engkau benar-benar Mahaperkasa yang tidak terkalahkan, dan Pemilik kebijaksanaan dalam segala tindakan.\"",
    "jalalayn": "(\"Ya Rabb kami, janganlah Engkau jadikan kami sasaran fitnah bagi orang-orang kafir) maksudnya janganlah Engkau menjadikan mereka menang atas kami, sehingga nanti mereka menduga, bahwa mereka berada dalam jalan yang benar, lalu karena itu mereka terfitnah, yakni akal mereka ditujukan untuk mempengaruhi kami. (Dan ampunilah kami Ya Rabb kami. Sesungguhnya Engkau, Engkaulah Yang Maha Perkasa lagi Maha Bijaksana.\") Maha Perkasa di dalam kerajaan-Mu lagi Maha Bijaksana perbuatan-Mu."
  },
  {
    "ruku": 482,
    "name": "Al-Mumtahanah",
    "ayat": 6,
    "arab": "لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُو اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ",
    "translation": "Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5156.mp3",
    "tafsir": "Ayat ini mengulang perintah untuk menjadikan Nabi Ibrahim dan orang-orang yang beriman besertanya sebagai teladan yang baik dengan maksud agar perintah itu diperhatikan oleh orang-orang yang beriman. Hal ini terutama ditujukan bagi orang yang yakin akan bertemu dengan Allah di akhirat, dan mengharapkan pahala serta balasan surga sebagai tempat yang nikmat.\nOrang yang tidak mengikuti perintah Allah, dan tidak mengambil teladan dari orang-orang yang saleh, maka hendaklah mereka ketahui bahwa Allah sedikit pun tidak memerlukannya. Allah Maha Terpuji di langit dan di bumi, dan Dia tidak memerlukan bantuan makhluk-Nya dalam melaksanakan kehendak-Nya. Allah berfirman:\n\nDan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji. (Ibrahim/14: 8)",
    "quraish": "Sungguh kalian telah mendapatkan teladan yang baik pada Ibrâhîm dan orang-orang yang bersamanya dalam memerangi musuh-musuh Allah. Teladan itu adalah untuk orang yang mengharapkan pertemuan dengan Allah dan hari akhir. Barangsiapa yang tidak mau mengambil teladan ini, berarti telah menganiaya diri sendiri, karena Allah benar-benar tidak memerlukan kepada yang lain dan berhak mendapatkan segala puji dari segala sesuatu selain diri-Nya.",
    "jalalayn": "(Sesungguhnya telah ada bagi kalian) hai umat Muhammad, menjadi jawab qasam yang keberadaannya diperkirakan (teladan yang baik pada mereka itu, yaitu bagi orang yang mengharap pahala Allah dan hari akhirat) yakni bagi orang yang takut kepada keduanya; atau bagi orang yang menduga bahwa dirinya akan mendapat pahala dan selamat dari siksa. (Dan barang siapa yang berpaling) seumpamanya dia mengambil orang-orang kafir sebagai teman setia (maka sesungguhnya Allah, Dialah Yang Maha Kaya) yakni tidak membutuhkan makhluk-Nya (lagi Maha terpuji) di kalangan orang-orang yang taat kepada-Nya."
  }
]