[
  {
    "ruku": 485,
    "name": "As-Saff",
    "ayat": 10,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا هَلْ اَدُلُّكُمْ عَلٰى تِجَارَةٍ تُنْجِيْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ",
    "translation": "Wahai orang-orang yang beriman! Maukah kamu Aku tunjukkan suatu perdagangan yang dapat menyelamatkan kamu dari azab yang pedih?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5173.mp3",
    "tafsir": "(10-11) Dalam ayat ini Allah memerintahkan kaum Muslimin agar melakukan amal saleh dengan mengatakan, “Wahai orang-orang yang beriman kepada Allah dan rasul -Nya, apakah kamu sekalian mau Aku tunjukkan suatu perniagaan yang bermanfaat dan pasti mendatangkan keuntungan yang berlipat ganda dan keberuntungan yang kekal atau melepaskan kamu dari api neraka.”\nUngkapan ayat di atas memberikan pengertian bahwa amal saleh dengan pahala yang besar, sama hebatnya dengan perniagaan yang tak pernah merugi karena ia akan masuk surga dan selamat dari api neraka. Firman Allah:Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. (at-Taubah/9: 111)\n\nKemudian disebutkan bentuk-bentuk perdagangan yang memberikan keuntungan yang besar itu, yaitu:\n1.Senantiasa beriman kepada Allah, para malaikat, kitab-kitab-Nya, rasul-rasul-Nya, adanya hari Kiamat, qada‘ dan qadar Allah.\n2.Mengerjakan amal saleh semata-mata karena Allah bukan karena ria adalah perwujudan iman seseorang.\n3.Berjihad di jalan Allah. Berjihad ialah segala macam upaya dan usaha yang dilakukan untuk menegakkan agama Allah. Ada dua macam jihad yang disebut dalam ayat ini yaitu berjihad dengan jiwa raga dan berjihad dengan harta. Berjihad dengan jiwa dan raga ialah berperang melawan musuh-musuh agama yang menginginkan kehancuran Islam dan kaum Muslimin. Berjihad dengan harta yaitu membelanjakan harta benda untuk menegakkan kalimat Allah, seperti untuk biaya berperang, mendirikan masjid, rumah ibadah, sekolah, rumah sakit, dan kepentingan umum lainnya.\nDi samping itu, ada bentuk-bentuk jihad yang lain, yaitu jihad menentang hawa nafsu, mengendalikan diri, berusaha membentuk budi pekerti yang baik pada diri sendiri, menghilangkan rasa iri, dan sebagainya. \nPada akhir ayat ini ditegaskan bahwa iman dan jihad itu adalah perbuatan yang paling baik akibatnya, baik untuk diri sendiri, anak-anak, keluarga, harta benda, dan masyarakat, jika manusia itu memahami dengan sebenar-benarnya.",
    "quraish": "Wahai orang-orang beriman, maukah kalian Aku tunjuki suatu perniagaan besar yang dapat menyelamatkan kalian dari azab yang sangat menyakitkan?",
    "jalalayn": "(Hai orang-orang yang beriman, sukakah kalian Aku tunjukkan suatu perniagaan yang dapat menyelamatkan kalian) dapat dibaca tunjiikum dan tunajjiikum, yakni tanpa memakai tasydid dan dengan memakainya (dari azab yang pedih) yang menyakitkan; mereka seolah-olah menjawab, mengiyakan. Lalu Allah melanjutkan firman-Nya:"
  },
  {
    "ruku": 485,
    "name": "As-Saff",
    "ayat": 11,
    "arab": "تُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖ وَتُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِكُمْ وَاَنْفُسِكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَۙ ",
    "translation": "Yaitu kamu beriman kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwamu. Itulah yang lebih baik bagi kamu jika kamu mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5174.mp3",
    "tafsir": "lihat ayat 10",
    "quraish": "Perniagaan itu berupa sikap teguh kalian dalam beriman kepada Allah dan Rasul-Nya dan berjuang di jalan Allah dengan harta dan jiwa. Apa yang Aku tunjukkan itu adalah baik bagi kalian jika kalian mengetahuinya.",
    "jalalayn": "(Yaitu kalian beriman) artinya kalian tetap beriman (kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwa kalian. Itulah yang lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik bagi kalian, maka kerjakanlah."
  },
  {
    "ruku": 485,
    "name": "As-Saff",
    "ayat": 12,
    "arab": "يَغْفِرْ لَكُمْ ذُنُوْبَكُمْ وَيُدْخِلْكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُۙ ",
    "translation": "niscaya Allah mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan ke tempat-tempat tinggal yang baik di dalam surga ‘Adn. Itulah kemenangan yang agung. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5175.mp3",
    "tafsir": "Diriwayatkan oleh at-Tirmidhi dan al-hakim dan dinyatakan sahih dari 'Abdullah bin Salam bahwa ketika para sahabat Rasulullah sedang duduk-duduk santai sambil berbincang-bincang, di antara mereka ada yang berkata, \"Sekiranya kami mengetahui amal yang lebih dicintai Allah pasti kami akan mengerjakannya,\" maka turunlah ayat ini. \nJika manusia beriman, mengakui kebenaran Rasulullah saw dan berjihad di jalan-Nya, pasti Allah akan mengampuni dosa-dosanya. Seakan-akan dosa itu tidak pernah diperbuatnya atau menjauhkannya dari perbuatan dosa itu. Allah juga menyediakan tempat bagi mereka di dalam surga yang mengalir di bawahnya sungai-sungai. Tempat di dalam surga adalah tempat yang paling indah, dan paling menyenangkan hati orang yang berada di dalamnya.",
    "quraish": "Jika kalian beriman dan berjuang di jalan Allah, niscaya Dia akan mengampuni dosa-dosa kalian dan memasukkan kalian ke dalam surga yang dialiri sungai-sungai dan tempat tinggal yang baik di surga 'Adn. Balasan itu adalah keberuntungan yang besar.",
    "jalalayn": "(Niscaya Allah akan mengampuni) menjadi jawab dari syarat yang diperkirakan keberadaannya; lengkapnya, jika kalian mengerjakannya, niscaya Dia akan mengampuni (dosa-dosa kalian dan memasukkan kalian ke dalam surga yang mengalir di bawahnya sungai-sungai dan memasukkan kalian ke tempat-tempat tinggal yang baik di dalam surga Adn) sebagai tempat menetap. (Itulah keberuntungan yang besar)."
  },
  {
    "ruku": 485,
    "name": "As-Saff",
    "ayat": 13,
    "arab": "وَاُخْرٰى تُحِبُّوْنَهَاۗ نَصْرٌ مِّنَ اللّٰهِ وَفَتْحٌ قَرِيْبٌۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
    "translation": "Dan (ada lagi) karunia yang lain yang kamu sukai (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Dan sampaikanlah berita gembira kepada orang-orang mukmin. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5176.mp3",
    "tafsir": "Dalam ayat ini diterangkan kemenangan dan keuntungan yang akan diperoleh oleh Rasulullah dan kaum Muslimin di dunia, yaitu mereka akan dapat mengalahkan musuh-musuh mereka, menaklukkan beberapa negeri dalam waktu yang dekat, memberikan kedudukan yang baik bagi kaum Muslimin, serta kekuatan iman dan fisik. Dengan demikian, mereka berkuasa di Timur dan Barat, dan agama Islam tersebar di seluruh dunia.\nAyat ini termasuk ayat yang menerangkan kemukjizatan, yaitu menerangkan sesuatu yang akan terjadi pada masa yang akan datang. Hal ini dipercayai betul oleh Rasulullah dan sahabat-sahabatnya, sehingga menumbuhkan kekuatan dan semangat yang hebat di kalangan kaum Muslimin. Dalam sejarah terlihat dan terbukti bahwa dalam waktu yang sangat singkat agama Islam telah dianut oleh sebagian penduduk dunia, sejak dari ujung barat Afrika sampai ujung timur Indonesia, dari Maroko ke Merauke, dan dari Asia Tengah di utara sampai ke Afrika di selatan.\nKemudian Allah memerintahkan kepada Nabi Muhammad saw untuk menyampaikan kepada kaum Muslimin mengenai keuntungan yang akan mereka peroleh dari perdagangan itu di dunia dengan keuntungan-keuntungan dan di akhirat berupa surga. Penggunaan kata perniagaan dalam ayat ini sebagai perumpamaan karena masyarakat Arab pada saat itu hidup dari perniagaan dan perdagangan.",
    "quraish": "Satu lagi nikmat yang kalian sukai, hai orang-orang Mukmin yang berjuang, yaitu pertolongan dan kemenangan dari Allah yang dalam waktu dekat akan kalian peroleh kebaikannya. Berilah, hai Muhammad, kabar gembira berupa balasan tersebut kepada orang-orang Mukmin.",
    "jalalayn": "(Dan) Dia memberikan kepada kalian nikmat (yang lain yang kalian sukai, yaitu pertolongan dari Allah dan kemenangan yang dekat waktunya. Dan sampaikanlah berita gembira kepada orang-orang yang beriman) yaitu berita tentang mendapat pertolongan dan kemenangan."
  },
  {
    "ruku": 485,
    "name": "As-Saff",
    "ayat": 14,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْٓا اَنْصَارَ اللّٰهِ كَمَا قَالَ عِيْسَى ابْنُ مَرْيَمَ لِلْحَوَارِيّٖنَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗقَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ فَاٰمَنَتْ طَّاۤىِٕفَةٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ وَكَفَرَتْ طَّاۤىِٕفَةٌ ۚفَاَيَّدْنَا الَّذِيْنَ اٰمَنُوْا عَلٰى عَدُوِّهِمْ فَاَصْبَحُوْا ظَاهِرِيْنَ ࣖ ",
    "translation": "Wahai orang-orang yang beriman! Jadilah kamu penolong-penolong (agama) Allah sebagaimana Isa putra Maryam telah berkata kepada pengikut-pengikutnya yang setia, “Siapakah yang akan menjadi penolong-penolongku (untuk menegakkan agama) Allah?” Pengikut-pengikutnya yang setia itu berkata, “Kamilah penolong-penolong (agama) Allah,” lalu segolongan dari Bani Israil beriman dan segolongan (yang lain) kafir; lalu Kami berikan kekuatan ke-pada orang-orang yang beriman terhadap musuh-musuh mereka, sehingga mereka menjadi orang-orang yang menang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5177.mp3",
    "tafsir": "Allah memerintahkan kaum Muslimin agar menjadi penolong-penolong agama Allah, menyebarluaskan agama-Nya, meninggikan kalimat-Nya sehingga tidak ada yang mengalahkannya, dengan beriman dan berjihad. Hal yang sama pernah dilakukan sahabat-sahabat terdekat Nabi Isa yang berkata kepada mereka, \"Siapakah penolong agama Allah?\" Mereka menjawab, \"Kamilah penolong-penolong agama Allah.\"\nKetika Nabi Isa menyampaikan risalahnya kepada Bani Israil dengan bantuan sahabat-sahabat setianya, sebagian Bani Israil itu ada yang memperkenankan seruannya, sedang yang lain ada yang mengingkari dan menolaknya. Mereka yang menolak itu menuduh Isa sebagai seorang anak zina, yang dilahirkan karena perzinaan ibunya Maryam dengan seorang laki-laki, dan ada pula yang mengatakan bahwa Isa itu putra Allah, kekasih-Nya, dan sebagainya.\nDalam menghadapi orang-orang yang mengingkari seruan Nabi Isa itu serta mengada-adakan kebohongan tentangnya, maka Allah menguatkan hati orang-orang yang beriman dari mereka, sehingga mereka berhasil mengalahkan musuh-musuh itu. Firman Allah:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (Gafir/40: 51)",
    "quraish": "Wahai orang-orang beriman, jadilah kalian pembela Allah jika Rasul-Nya mengajak kalian untuk menjadi penolongnya, seperti para sahabat 'Isâ yang menjadi penolong Allah. Saat itu, 'Isâ berkata, \"Siapakah yang akan menjadi penolong-penolongku untuk menegakkan agama Allah?\" Para sahabatnya menjawab, \"Kamilah penolong-penolong agama Allah. Lalu segolongan dari Banû Isrâ'îl beriman kepada 'Isâ dan segolongan yang lain tidak beriman. Maka Kami memberikan kekuatan kepada orang-orang yang beriman itu dalam menghadapi musuh-musuh mereka yang kafir sehingga, dengan kekuatan itu, mereka menjadi menang.",
    "jalalayn": "(Hai orang-orang yang beriman jadilah kalian penolong-penolong Allah) yakni agama-Nya; menurut suatu qiraat dibaca anshaarallah, artinya dengan dimudhafkan (sebagaimana telah dikatakan) dan seterusnya; makna yang dimaksud ialah sebagaimana yang telah dikatakan oleh kaum Hawariyyun. Pengertian ini disimpulkan dari ayat selanjutnya, yaitu (oleh Isa putra Maryam kepada pengikut-pengikutnya yang setia, \"Siapakah yang akan menjadi penolong-penolongku untuk menegakkan agama Allah?\") di antara orang-orang yang bersamaku. (Pengikut-pengikut yang setia itu berkata, \"Kami-lah penolong-penolong agama Allah\") penolong-penolong atau Hawariyyun adalah teman-teman pilihan Nabi Isa, mereka adalah orang-orang yang paling pertama dan paling dahulu beriman kepada Nabi Isa, dan jumlah mereka ada dua belas orang laki-laki. Lafal Hawariyyun ini diambil dari asal kata al-hur yang artinya putih cemerlang. Akan tetapi menurut suatu pendapat yang lain dikatakan, adalah terdiri dari orang-orang yang pendek dan pakaian mereka dicelup dengan warna putih (lalu segolongan dari Bani Israel beriman) kepada Nabi Isa, dan mereka mengatakan, bahwa Nabi Isa itu adalah hamba Allah yang kemudian diangkat naik ke langit (dan segolongan yang lain kafir) karena mereka telah mengatakan, bahwasanya Nabi Isa itu adalah anak Allah, yang kemudian diangkat ke langit ke sisi-Nya. Akhirnya kedua golongan tersebut berperang (maka Kami berikan kekuatan) Kami jadikan kuat (orang-orang yang beriman) di antara dua golongan tersebut (terhadap musuh-musuh mereka) yakni golongan yang kafir (lalu mereka menjadi orang-orang yang menang) memperoleh kemenangan atas golongan yang kafir"
  }
]