[
  {
    "ruku": 487,
    "name": "Al-Jumu'ah",
    "ayat": 9,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نُوْدِيَ لِلصَّلٰوةِ مِنْ يَّوْمِ الْجُمُعَةِ فَاسْعَوْا اِلٰى ذِكْرِ اللّٰهِ وَذَرُوا الْبَيْعَۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jum‘at, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5186.mp3",
    "tafsir": "Allah menerangkan bahwa apabila muazin mengumandangkan azan pada hari Jumat, maka hendaklah kita meninggalkan perniagaan dan segala usaha dunia serta bersegera ke masjid untuk mendengarkan khutbah dan melaksanakan salat Jumat, dengan cara yang wajar, tidak berlari-lari, tetapi berjalan dengan tenang sampai ke masjid, sebagaimana sabda Nabi saw:\nApabila salat telah diikamahkan, maka janganlah kamu mendatanginya dengan tergesa-gesa. Namun datangilah salat dalam keadaan berjalan biasa penuh ketenangan. Lalu, berapa rakaat yang kamu dapatkan maka ikutilah, sedangkan rakaat yang ketinggalan maka sempurnakanlah. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nSeandainya seseorang mengetahui betapa besar pahala yang akan diperoleh orang yang mengerjakan salat Jumat dengan baik, maka melaksanakan perintah itu (memenuhi panggilan salat dan meninggalkan jual-beli), adalah lebih baik daripada tetap di tempat melaksanakan jual-beli dan meneruskan usaha untuk memperoleh keuntungan dunia. Firman Allah:\n\nPadahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 17)",
    "quraish": "Wahai orang-orang beriman, jika azan untuk salat Jumat telah dikumandangkan maka bersegeralah mengingat Allah dan tinggalkanlah jual beli. Apa yang diperintahkan itu lebih bermanfaat bagi kalian jika kalian mengetahuinya.",
    "jalalayn": "(Hai orang-orang yang beriman, apabila diseru untuk menunaikan salat pada) huruf min di sini bermakna fi, yakni pada (hari Jumat maka bersegeralah kalian) yakni cepat-cepatlah kalian berangkat (untuk mengingat Allah) yakni salat (dan tinggalkanlah jual beli) tinggalkanlah transaksi jual beli itu. (Yang demikian itu lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik, maka kerjakanlah ia."
  },
  {
    "ruku": 487,
    "name": "Al-Jumu'ah",
    "ayat": 10,
    "arab": "فَاِذَا قُضِيَتِ الصَّلٰوةُ فَانْتَشِرُوْا فِى الْاَرْضِ وَابْتَغُوْا مِنْ فَضْلِ اللّٰهِ وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَ ",
    "translation": "Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5187.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah selesai melakukan salat Jumat, umat Islam boleh bertebaran di muka bumi untuk melaksanakan urusan duniawi, dan berusaha mencari rezeki yang halal, sesudah menunaikan yang bermanfaat untuk akhirat. Hendaklah mengingat Allah sebanyak-banyaknya dalam mengerjakan usahanya dengan menghindarkan diri dari kecurangan, penyelewengan, dan lain-lainnya. Allah Maha Mengetahui segala sesuatu yang tersembunyi apalagi yang tampak nyata, sebagaimana firman Allah:\n\nYang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana. (at-Tagabun/64: 18)\n\nDengan demikian, tercapailah kebahagiaan dan keberuntungan di dunia dan di akhirat. Dianjurkan kepada siapa yang telah selesai salat Jumat membaca doa yang biasa dilakukan oleh Arrak bin Malik\n\"Ya Allah! Sesungguhnya aku telah memenuhi panggilan-Mu, dan melaksanakan kewajiban kepada-Mu, dan bertebaran (di muka bumi) sebagaimana Engkau perintahkan kepadaku, maka anugerahkanlah kepadaku karunia-Mu. Engkaulah sebaik-baik Pemberi rezeki.\" (Riwayat Ibnu Abi hatim)",
    "quraish": "Apabila kalian telah melakukan salat, maka bertebaranlah untuk berbagai kepentingan. Carilah karunia Allah dan berzikirlah kepada-Nya banyak-banyak, dalam hati maupun dan dengan ucapan. Mudah-mudahan kalian memperoleh keberuntungan dunia dan akhirat.",
    "jalalayn": "(Apabila telah ditunaikan salat, maka bertebaranlah kalian di muka bumi) perintah ini menunjukkan pengertian ibahah atau boleh (dan carilah) carilah rezeki (karunia Allah, dan ingatlah Allah) dengan ingatan (sebanyak-banyaknya supaya kalian beruntung) yakni memperoleh keberuntungan. Pada hari Jumat, Nabi saw. berkhutbah akan tetapi tiba-tiba datanglah rombongan kafilah membawa barang-barang dagangan, lalu dipukullah genderang menyambut kedatangannya sebagaimana biasanya. Maka orang-orang pun berhamburan keluar dari mesjid untuk menemui rombongan itu, kecuali hanya dua belas orang saja yang masih tetap bersama Nabi saw. lalu turunlah ayat ini."
  },
  {
    "ruku": 487,
    "name": "Al-Jumu'ah",
    "ayat": 11,
    "arab": "وَاِذَا رَاَوْا تِجَارَةً اَوْ لَهْوًا ۨانْفَضُّوْٓا اِلَيْهَا وَتَرَكُوْكَ قَاۤىِٕمًاۗ قُلْ مَا عِنْدَ اللّٰهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِۗ وَاللّٰهُ خَيْرُ الرّٰزِقِيْنَ ࣖ ",
    "translation": "Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, “Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,” dan Allah pemberi rezeki yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5188.mp3",
    "tafsir": "Diriwayatkan oleh al-Bukhari, Muslim, Ahmad, dan at-Tirmidhi dari Jabir bin 'Abdullah bahwa ketika Nabi saw berdiri berkhotbah pada hari Jumat, tiba-tiba datanglah rombongan unta (pembawa dagangan), maka para sahabat Rasulullah bergegas mendatanginya sehingga tidak ada yang tinggal mendengarkan khotbah kecuali 12 orang. Saya (Jabir), Abu Bakar, dan Umar termasuk mereka yang tinggal, maka Allah Ta'ala menurunkan ayat: wa idha ra'au tijaratan au lahwan, sampai akhir surah). \nPada ayat ini Allah mencela perbuatan orang-orang mukmin yang lebih mementingkan kafilah dagang yang baru tiba dari pada Rasulullah, sehingga mereka meninggalkan Nabi saw dalam keadaan berdiri berkhotbah. Ayat ini ada hubungannya dengan peristiwa kedatangan Dihyah al-Kalbi dari Syam (Suriah), bersama rombongan untanya membawa barang dagangannya seperti tepung, gandum, minyak dan lain-lainnya. Menurut kebiasaan apabila rombongan unta dagangan tiba, wanita-wanita muda keluar menyambutnya dengan menabuh gendang, sebagai pemberitahuan atas kedatangan rombongan itu, supaya orang-orang datang berbelanja membeli barang dagangan yang dibawanya. \nSelanjutnya Allah memerintahkan Nabi-Nya supaya menyampaikan kekeliruan perbuatan mereka dengan menegaskan bahwa apa yang di sisi Allah jauh lebih baik daripada keuntungan dan kesenangan dunia. Kebahagiaan akhirat itu kekal, sedangkan keuntungan dunia akan lenyap.\nAyat ini ditutup dengan satu penegasan bahwa Allah itu sebaik-baik pemberi rezeki. Oleh karena itu, kepada-Nyalah kita harus mengarahkan segala usaha dan ikhtiar untuk memperoleh rezeki yang halal, mengikuti petunjuk-petunjuk-Nya dan rida-Nya.",
    "quraish": "Apabila mereka melihat perniagaan dan permainan yang menyenangkan, mereka menuju ke situ dan meninggalkan kamu berdiri menyampaikan khutbah. Katakan kepada mereka, \"Karunia dan pahala yang ada pada Allah lebih bermanfaat bagi kalian daripada permainan dan perniagaan. Allah adalah sebaik-baik pemberi rezeki. Maka, mintalah rezeki-Nya dengan senantiasa menaati-Nya.\"",
    "jalalayn": "(Dan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya) yakni kepada barang dagangan, karena barang dagangan itu merupakan kebutuhan yang mereka perlukan, berbeda dengan permainan (dan mereka tinggalkan kamu) dalam khotbahmu (dalam keadaan berdiri. Katakanlah, \"Apa yang di sisi Allah) berupa pahala (lebih baik) bagi orang-orang yang beriman (dari permainan dan perniagaan,\" dan Allah sebaik-baik pemberi rezeki) bila dikatakan, setiap orang itu memberi rezeki kepada keluarganya, maka pengertian yang dimaksud ialah dari rezeki Allah swt."
  }
]