[
  {
    "ruku": 493,
    "name": "At-Talaq",
    "ayat": 8,
    "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ",
    "translation": "Dan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5225.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa tidak sedikit daerah yang penduduknya menyalahi perintah-Nya, mendustakan rasul-rasul yang telah diutus kepada mereka. Mereka akan dihisab dengan perhitungan yang sangat teliti, sehingga terbongkar segala kejahatan yang telah diperbuatnya di dunia. Mereka lalu diazab dengan siksaan yang mengerikan.",
    "quraish": "Berapa banyak penduduk negeri yang meninggalkan perintah Allah dan Rasul-Nya yang Kami hisab secara kejam dengan merinci semua perbuatan mereka dan mempertanyakannya. Kami menyiksa mereka dengan azab yang mengerikan. Mereka pun merasakan akibat buruk perbuatannya. Akibat perbuatan mereka adalah kerugian yang besar.",
    "jalalayn": "(Dan berapalah banyaknya) lafal ka'ayyin huruf kafnya adalah huruf jarr, masuk ke dalam huruf ayy yang bermakna kam. Sudah berapa banyak (negeri) yakni banyak negeri-negeri (yang mendurhakai) yang penduduknya telah berbuat durhaka (perintah Rabbnya dan rasul-rasul-Nya, maka Kami hisab penduduk negeri-negeri itu) di akhirat, sekalipun hari akhirat itu belum datang. Diungkapkan dengan memakai fi'il madhi, yaitu haasabnaahaa, karena hal itu pasti terjadi (dengan hisab yang keras, dan Kami azab mereka dengan azab yang mengerikan) dapat dibaca nukra dan nukura, artinya azab yang mengerikan, yaitu azab neraka."
  },
  {
    "ruku": 493,
    "name": "At-Talaq",
    "ayat": 9,
    "arab": "فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ",
    "translation": "sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5226.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang diazab di hari Kiamat dengan azab yang mengerikan adalah seperti orang-orang yang memetik hasil tanaman mereka, mendapatkan hasil usaha mereka sesuai dengan tanaman dan usaha mereka. Jika baik yang ditanam, baik pula yang akan dipetik, sebaliknya jika buruk yang ditanam, buruk pula yang akan dipetik, dan tidak mungkin terjadi sebaliknya. Sejalan dengan uraian ini, dalam ayat lain dijelaskan:\n\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba-(Nya). (Fussilat/41: 46)\n\nAkibat perbuatan buruk yang mereka kerjakan, mereka memperoleh kerugian yang sangat besar.",
    "quraish": "Berapa banyak penduduk negeri yang meninggalkan perintah Allah dan Rasul-Nya yang Kami hisab secara kejam dengan merinci semua perbuatan mereka dan mempertanyakannya. Kami menyiksa mereka dengan azab yang mengerikan. Mereka pun merasakan akibat buruk perbuatannya. Akibat perbuatan mereka adalah kerugian yang besar.",
    "jalalayn": "(Maka mereka merasakan akibat dari perbuatannya) hukuman dari perbuatannya (dan adalah akibat perbuatan mereka kerugian yang besar) kerugian dan kebinasaan."
  },
  {
    "ruku": 493,
    "name": "At-Talaq",
    "ayat": 10,
    "arab": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا ۖفَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ",
    "translation": "Allah menyediakan azab yang keras bagi mereka, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal! (Yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5227.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa bagi orang-orang yang senantiasa memperlihatkan keingkaran dan pembangkangan terhadap ajaran-ajaran para rasul yang berasal dari Allah, telah disediakan azab yang pedih di hari kemudian. Orang-orang yang berakal dan beriman mestinya bertakwa kepada Allah, karena Ia telah lama menurunkan peringatan yaitu Al-Qur'an, yang memperingatkan segala sesuatunya, untuk menjadi pegangan dengan mengamalkan serta mematuhi isinya.",
    "quraish": "Allah menyediakan siksa yang amat keras untuk penduduk banyak negeri yang sombong. Maka jauhilah murka Allah, hai orang-orang yang berakal cemerlang dan beriman. Sesungguhnya Allah telah menurunkan seorang rasul mulia dan terhormat yang membacakan kepada kalian ayat-ayat Allah yang menjelaskan mana yang benar dan mana yang salah, untuk mengeluarkan orang-orang yang beriman dan beramal saleh dari kesesatan menuju ke cahaya petunjuk. Barangsiapa yang beriman kepada Allah dan melakukan amal saleh, maka akan dimasukkan ke dalam surga yang dialiri sungai-sungai. Mereka akan kekal berada di dalamnya. Sesungguhnya Allah memberikan rezeki yang baik kepada orang Mukmin yang berbuat baik.",
    "jalalayn": "(Allah menyediakan bagi mereka azab yang keras) di sini ancaman tersebut diulangi untuk mengukuhkan makna (maka bertakwalah kepada Allah, hai orang-orang yang mempunyai akal) pikiran (yaitu orang-orang yang beriman) lafal alladziina aamanuu merupakan sifat bagi munada atau orang-orang yang diseru tadi atau merupakan bayan atau penjelasan baginya. (Sesungguhnya Allah telah menurunkan peringatan kepada kalian) yakni Alquran."
  },
  {
    "ruku": 493,
    "name": "At-Talaq",
    "ayat": 11,
    "arab": "رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ قَدْ اَحْسَنَ اللّٰهُ لَهٗ رِزْقًا ",
    "translation": "(dengan mengutus) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum), agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sungguh, Allah memberikan rezeki yang baik kepadanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5228.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dia telah mengutus seorang rasul untuk membacakan dan mengajarkan ayat-ayat kitab suci Al-Qur'an yang diturunkan kepadanya, yang mengandung bermacam-macam petunjuk dan hukum. Ayat-ayatnya sangat jelas dan mudah dipahami oleh orang yang mau memikirkan dan mempergunakan akalnya, agar orang-orang beriman dan mengerjakan amal saleh memperoleh petunjuk, dan keluar dari kegelapan menuju cahaya yang terang benderang. Orang-orang yang beriman kepada Allah mengakui kebesaran kekuasaan-Nya. Mereka itu akan dimasukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya untuk selama-lamanya, tidak akan mati dan tidak akan dikeluarkan. Di dalam surga, mereka memperoleh beraneka macam kenikmatan yang besar, kelapangan rezeki berupa makanan dan minuman yang tidak pernah dilihat mata, didengar telinga, dan terlintas di dalam hati manusia.",
    "quraish": "Allah menyediakan siksa yang amat keras untuk penduduk banyak negeri yang sombong. Maka jauhilah murka Allah, hai orang-orang yang berakal cemerlang dan beriman. Sesungguhnya Allah telah menurunkan seorang rasul mulia dan terhormat yang membacakan kepada kalian ayat-ayat Allah yang menjelaskan mana yang benar dan mana yang salah, untuk mengeluarkan orang-orang yang beriman dan beramal saleh dari kesesatan menuju ke cahaya petunjuk. Barangsiapa yang beriman kepada Allah dan melakukan amal saleh, maka akan dimasukkan ke dalam surga yang dialiri sungai-sungai. Mereka akan kekal berada di dalamnya. Sesungguhnya Allah memberikan rezeki yang baik kepada orang Mukmin yang berbuat baik.",
    "jalalayn": "(Dan mengutus seorang rasul) yakni Nabi Muhammad saw. Dinashabkan oleh fi'il yang diperkirakan keberadaannya yakni Allah mengutus seorang rasul (yang membacakan kepada kalian ayat-ayat Allah yang menerangkan) dapat dibaca mubayyanatun, artinya yang menerangkan, juga dapat dibaca mubayyinatun, artinya yang terang; penafsirannya sebagaimana yang telah lalu (supaya Dia mengeluarkan orang-orang yang beriman dan mengerjakan amal-amal saleh) sesudah datangnya peringatan atau Alquran dan rasul (dari kegelapan) dari kekafiran yang mereka bergelimang di dalamnya (kepada cahaya) kepada iman yang menegakkan mereka sesudah mereka kafir. (Dan barang siapa beriman kepada Allah dan mengerjakan amal saleh niscaya Dia akan memasukkannya) menurut suatu qiraat lafal yudkhilhu dibaca nudkhilhu, artinya niscaya Kami akan memasukkannya (ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Sesungguhnya Allah memberikan rezeki yang baik kepadanya) yaitu rezeki surga yang kenikmatannya tiada henti-hentinya."
  },
  {
    "ruku": 493,
    "name": "At-Talaq",
    "ayat": 12,
    "arab": "اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ࣖ",
    "translation": "Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa. Perintah Allah berlaku padanya, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu, dan ilmu Allah benar-benar meliputi segala sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5229.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dialah yang menciptakan tujuh petala langit dan yang menciptakan tujuh lapis bumi. Dalam sebuah hadis yang diriwayatkan oleh Ibnu Mas'ud , Nabi saw bersabda: \nWahai Abu dzarr, tidaklah ada (perbandingan) tujuh petala langit dengan kursi melainkan seperti lingkaran kecil di hamparan tanah yang luas. Sedangkan (perbandingan) 'Arsy dengan kursi di hamparan tanah yang luas dengan lingkaran kecil. (Riwayat Ibn hibban dan Abu Nu'aim)\n\nPerintah, qadha', dan qadar Allah berlaku di antara bumi dan langit. Dialah yang mengatur semuanya sesuai dengan ilmu-Nya yang Mahaluas, menerapkan kebijaksanaan-Nya yang adil dan membawa maslahat. Semuanya itu bertujuan agar manusia mengetahui sejauh mana kekuasaan Allah. Tidak ada sesuatu yang dapat menghalangi kehendak-Nya. Dia kuasa di atas segala sesuatu. Hal ini juga bertujuan agar manusia mengetahui bahwa ilmu Allah meliputi segala sesuatunya. Tidak ada sesuatu di langit dan di bumi walau bagaimanapun kecilnya, kecuali diketahui Allah. Tidak ada yang tersembunyi bagi-Nya, sebagaimana dijelaskan dalam firman-Nya:\n\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)\n\nDijelaskan juga dalam firman-Nya yang lain:\n\nDan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit. (Ibrahim/14: 38)",
    "quraish": "Hanya Allahlah yang menciptakan tujuh langit dan seperti itu pula bumi. Perintah Allah berlaku di dalamnya. Itu semua agar kalian mengetahui bahwa Allah Mahakuasa atas segala sesuatu dan ilmu-Nya meliputi segalanya.",
    "jalalayn": "(Allah-lah yang menciptakan tujuh langit dan seperti itu pula bumi) tujuh lapis bumi. (Turunlah perintah) wahyu-Nya (di antaranya) di antara langit dan bumi, malaikat Jibril turun dari langit yang ketujuh hingga ke bumi lapis tujuh (agar kalian mengetahui) lafal lita'lamuu bertaalluq kepada lafal yang tidak disebutkan, yakni Allah memberi tahu kepada kalian akan hal tersebut, yaitu mengenai masalah penciptaan dan penurunan wahyu-Nya (bahwasanya Allah Maha Kuasa atas segala sesuatu, dan sesungguhnya Allah ilmu-Nya benar-benar meliputi segala sesuatu)."
  }
]