[
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 1,
    "arab": "نۤ ۚوَالْقَلَمِ وَمَا يَسْطُرُوْنَۙ",
    "translation": "Nun. Demi pena dan apa yang mereka tuliskan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5272.mp3",
    "tafsir": "Para mufasir berbeda pendapat tentang arti huruf \"nun\" yang terdapat dalam ayat ini. (Selanjutnya lihat jilid I dalam keterangan tentang huruf-huruf hijaiah yang terdapat pada permulaan surah dalam Al-Qur'an). Dalam ayat ini Allah bersumpah dengan al-qalam (pena) dan segala macam yang ditulis dengannya.\nSuatu sumpah dilakukan adalah untuk meyakinkan pendengar atau orang yang diajak berbicara bahwa ucapan atau perkataan yang disampaikan itu adalah benar, tidak diragukan sedikit pun. Akan tetapi, sumpah itu kadang-kadang mempunyai arti yang lain, yaitu untuk mengingatkan orang yang diajak berbicara atau pendengar bahwa yang dipakai untuk bersumpah itu adalah suatu yang mulia, bernilai, bermanfaat, dan berharga. Oleh karena itu, perlu dipikirkan dan direnungkan agar dapat menjadi iktibar dan pengajaran dalam kehidupan dunia yang fana ini. \nSumpah dalam arti kedua ini adalah sumpah-sumpah Allah yang terdapat dalam surah-surah Al-Qur'an, seperti wal-'asr (demi masa), was-sama' (demi langit), wal-fajr (demi fajar), dan sebagainya. Seakan-akan dengan sumpah itu, Allah mengingatkan kepada manusia agar memperhatikan masa, langit, fajar, dan sebagainya. Segala sesuatu yang berhubungan dengan yang disebutkan itu perlu diperhatikan karena ada kaitannya dengan hidup dan kehidupan manusia dalam mencapai kebahagiaan di dunia dan di akhirat.\nDalam ayat ini, Allah bersumpah dengan qalam (pena) dan segala sesuatu yang ditulis dengannya. Hal itu untuk menyatakan bahwa qalam itu termasuk nikmat besar yang dianugerahkan Allah kepada manusia, di samping nikmat pandai berbicara dan menjelaskan sesuatu kepada orang lain. Dengan qalam, orang dapat mencatat ajaran agama Allah yang disampaikan kepada para rasul-Nya, dan mencatat pengetahuan-pengetahuan Allah yang baru ditemukannya. Dengan surat yang ditulis dengan qalam, orang dapat menyampaikan berita gembira dan berita duka kepada keluarga dan teman akrabnya. Dengan qalam, orang dapat mencerdaskan dan mendidik bangsanya, dan banyak lagi nikmat yang diperoleh manusia dengan qalam itu.\nPada masa Rasulullah saw, masyarakat Arab telah mengenal qalam dan kegunaannya, yaitu untuk menulis segala sesuatu yang terasa, yang terpikir, dan yang akan disampaikan kepada orang lain. Sekalipun demikian, belum banyak di antara mereka yang mempergunakannya karena masih banyak yang buta huruf dan ilmu pengetahuan belum berkembang. \nPada masa itu, kegunaan qalam sebagai sarana menyampaikan agama Allah sangat dirasakan. Dengan qalam, ayat-ayat Al-Qur'an ditulis di pelepah-pelepah kurma dan tulang-tulang binatang atas perintah Rasulullah. Beliau sendiri sangat menghargai orang-orang yang pandai menulis dan membaca. Hal ini tampak pada keputusan Nabi Muhammad saw pada Perang Badar, yaitu seorang kafir yang ditawan kaum Muslimin dapat dibebaskan dengan cara membayar uang tebusan atau mengajar kaum Muslimin menulis dan membaca.\nDengan ayat ini, seakan-akan Allah mengisyaratkan kepada kaum Muslimin bahwa ilmu-Nya sangat luas, tiada batas dan tiada terhingga. Oleh karena itu, cari dan tuntutlah ilmu-Nya yang sangat luas itu agar dapat dimanfaatkan untuk kepentingan duniawi. Untuk mencatat dan menyampaikan ilmu kepada orang lain dan agar tidak hilang karena lupa atau orang yang memilikinya meninggal dunia, diperlukan qalam sebagai alat untuk menuliskannya. Oleh karena itu, qalam erat hubungannya dan tidak dapat dipisahkan dengan perkembangan ilmu, kesejahteraan, dan kemaslahatan umat manusia.\nMasa turun ayat ini dekat dengan ayat Al-Qur'an yang pertama kali diturunkan Allah kepada Nabi Muhammad saw, yaitu lima ayat pertama Surah al-'Alaq. Setelah Nabi menerima ayat 1-5 Surah al-'Alaq itu, beliau pulang ke rumahnya dalam keadaan gemetar dan ketakutan. Setelah hilang rasa gentar dan takutnya, Nabi saw dibawa Khadijah, istri beliau, ke rumah Waraqah bin Naufal, anak dari saudara ayahnya (saudara sepupu). Semua yang terjadi atas diri Rasulullah di gua Hira itu disampaikan kepada Waraqah, dan menanggapi hal itu, ia berkata, \"Yang datang kepada Muhammad saw itu adalah seperti yang pernah datang kepada nabi-nabi sebelumnya. Oleh karena itu, yang disampaikan malaikat Jibril itu adalah agama yang benar-benar berasal dari Allah.\" Kemudian Waraqah mengatakan bahwa ia akan mengikuti agama yang dibawa Muhammad itu.",
    "quraish": "[[68 ~ AL-QALAM (PENA) Pendahuluan: Makkiyyah, 52 ayat ~ Surat ini berisikan pembelaan terhadap Rasululah saw. dan pemantapan keinginan hatinya agar tetap teguh pada kebenaran tanpa harus mengalah pada siapa pun. Dalam surat ini, siksa yang diterima oleh penduduk Mekah dianalogikan dengan apa yang diderita oleh pemilik kebun yang ceritanya dituturkan di dalam surat ini. Diterangkan juga berita gembira untuk orang-orang Mukmin dari sisi Tuhan dan bahwa mereka itu tidak sama dengan orang-orang kafir. Selain itu, surat ini berisi penolakan terhadap kepalsuan para pendusta yang menyandangkan sesuatu yang tidak benar untuk diri mereka, ancaman terhadap mereka berupa penjelasan keadaan mereka di akhirat dan nasehat kepada Rasulullah saw. untuk selalu sabar dan tabah. Surat ini ditutup dengan keterangan tentang kemuliaan al-Qur'ân.]] Nûn adalah salah satu huruf fonemis yang digunakan untuk memulai sebagian surat-surat al-Qur'ân sebagai tantangan kepada orang-orang yang mendustakannya dan gugahan terhadap orang-orang yang mempercayainya.",
    "jalalayn": "(Nun) adalah salah satu dari huruf hijaiah, hanya Allahlah yang mengetahui arti dan maksudnya (demi qalam) yang dipakai untuk menulis nasib semua makhluk di Lohmahfuz (dan apa yang mereka tulis) apa yang ditulis oleh para malaikat berupa kebaikan dan kesalehan."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 2,
    "arab": "مَآ اَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُوْنٍ ",
    "translation": "dengan karunia Tuhanmu engkau (Muhammad) bukanlah orang gila. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5273.mp3",
    "tafsir": "Dalam ayat ini, Allah menyatakan dengan tegas kepada Nabi Muhammad saw bahwa beliau tidak memerlukan suatu nikmat pun dari orang lain selain dari nikmat Allah. Mungkinkah Muhammad itu dikatakan seorang gila, karena memperoleh nikmat dan karunia yang sangat besar dari Allah? Pada ayat lain dinyatakan:\n\nDan mereka berkata, \"Wahai orang yang kepadanya diturunkan Al-Qur'an, sesungguhnya engkau (Muhammad) benar-benar orang gila.\" (al-hijr/15: 6)\n\nSetelah orang-orang Quraisy mengetahui pernyataan Waraqah bin Naufal itu dan Rasulullah menyampaikan agama Islam kepada mereka, maka mereka menuduh bahwa Muhammad saw dihinggapi penyakit gila atau seorang tukang tenung yang ingin memalingkan orang-orang Quraisy dari agama nenek moyang mereka. Oleh karena itu, mereka memerintahkan kepada kaumnya agar jangan sekali-kali mendengarkan ucapan Muhammad saw, dan jangan mempercayai bahwa yang diterimanya benar-benar agama Allah. Mungkinkah seorang manusia, seorang gila atau seorang tukang tenung dipercaya Allah menyampaikan agama-Nya?\nSehubungan dengan sikap orang-orang Quraisy itu, turunlah ayat ini untuk menguatkan risalah Muhammad saw, menguatkan hati beliau, dan mengingatkan karunia yang telah dilimpahkan kepadanya. Dengan ini, Allah mengisyaratkan bahwa agama yang benar dan berasal dari-Nya ialah agama yang mendorong manusia mencari dan menuntut ilmu-Nya yang luas, kemudian memanfaatkan ilmu itu untuk kepentingan manusia dan kemanusiaan. \nSetiap ilmu Allah yang diperoleh itu harus ditulis dengan pena, agar dapat dipelajari dan dibaca oleh orang lain, sehingga ilmu itu berkembang. Dengan ilmu itu juga, manusia akan dapat mencapai kemajuan. Oleh karena itu, belajar membaca dan menulis dengan pena adalah pangkal kemajuan suatu umat. Apabila manusia ingin maju, maka galakkanlah belajar menulis dan membaca. Dengan turunnya ayat ini, hati Rasulullah saw bertambah mantap, tenang, dan kuat untuk melaksanakan tugasnya menyampaikan agama Allah. Beliau mempunyai argumentasi yang kuat pula dalam menghadapi sikap orang-orang Quraisy.\nDengan ayat ini, Allah menjawab tuduhan orang-orang Quraisy itu dengan menyuruh mereka mempelajari kembali sejarah hidup Nabi Muhammad yang besar dan tumbuh di hadapan mata kepala mereka sendiri. Bukankah sebelum ia diutus menjadi rasul, orang-orang yang mengatakannya gila itu menghormati dan menjadikannya sebagai orang yang paling mereka percayai? Apakah mereka tidak ingat lagi bahwa di antara mereka pernah terjadi perselisihan tentang siapa yang berhak mengangkat hajar Aswad dan meletakkannya pada tempatnya yang semula. Peristiwa itu hampir menimbulkan pertumpahan darah, dan tidak seorang pun yang dapat mendamaikannya. Lalu mereka minta kepada Muhammad untuk bersedia menjadi juru damai di antara mereka. Mereka menerima keputusan yang ditetapkan Muhammad atas mereka, dan mereka menganggap bahwa keputusan yang diberikannya itu adalah keputusan yang paling adil.\nMungkinkah seorang yang semula baik, dianugerahi Allah kejujuran, kehalusan budi pekerti, selalu menolong dan membantu siapa saja yang memerlukannya, dan menjadi contoh dan teladan bagi orang Quraisy, tiba-tiba menjadi gila karena ia melaksanakan perintah Tuhan semesta alam, yaitu menyampaikan agama Allah dan berhijrah ke Medinah.\nJika diperhatikan susunan ayat ini, ada suatu teladan yang harus ditiru oleh kaum Muslimin, yaitu walaupun orang-orang Quraisy telah bersikap kasar dan menyakiti hati dan jasmaninya, namun Rasulullah saw membantah tuduhan-tuduhan mereka dengan cara yang baik dan mendidik. Beliau menyuruh mereka menggunakan akal pikiran yang benar dan menggunakan norma-norma yang baik.",
    "quraish": "Aku bersumpah demi pena yang biasa digunakan oleh malaikat dan lainnya untuk menulis, dan demi kebaikan dan manfaat yang mereka tuliskan, bahwa sesungguhnya kamu--dengan kenabian yang diberikan oleh Allah kepadamu--bukanlah seorang yang lemah akal dan bodoh.",
    "jalalayn": "(Kamu sekali-kali bukanlah) hai Muhammad (orang gila, berkat nikmat Rabbmu) yang telah mengaruniakan kenabian kepadamu, dan juga nikmat-nikmat-Nya yang lain. Ayat ini merupakan jawaban terhadap perkataan orang-orang kafir, yang mengatakan bahwa Muhammad adalah orang gila."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 3,
    "arab": "وَاِنَّ لَكَ لَاَجْرًا غَيْرَ مَمْنُوْنٍۚ",
    "translation": "Dan sesungguhnya engkau pasti mendapat pahala yang besar yang tidak putus-putusnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5274.mp3",
    "tafsir": "Pada ayat yang lalu digambarkan tuduhan orang-orang kafir Mekah yang menyatakan bahwa Nabi Muhammad itu gila karena berani melawan ajaran nenek moyang mereka dan terus menerus mendakwahkan ajaran baru yang bertentangan dengan ajaran mereka, yang menyembah patung-patung dan berhala, padahal semua yang dilakukan Nabi adalah atas perintah Allah. Allah yang memberikan nikmat kepada Nabi dengan ketabahan dan semangat yang besar dalam melaksanakan dakwah. Pada ayat ini, Allah menegaskan bahwa Nabi benar-benar memperoleh pahala yang terus menerus tiada terputus. Maka hal ini menegaskan bahwa Nabi Muhammad bukanlah orang yang gila karena beliau seorang yang memperoleh pahala dari Allah\nAyat ini juga termasuk yang menerangkan sesuatu yang akan terjadi pada masa yang akan datang, karena mengisyaratkan bahwa Nabi Muhammad dan kaum Muslimin akan memperoleh kemenangan besar. Berkat pertolongan dan perlindungan Allah, usaha dan jerih payahnya membawa hasil dengan tersebarnya agama Islam di Jazirah Arab, yang kemudian memancar ke seluruh penjuru dunia. Orang-orang Quraisy yang semula berkuasa dan menganut agama syirik dalam masa 23 tahun menjadi mukmin dan menjadi pembela-pembela agama Islam. Hal ini merupakan kemenangan yang besar bagi Muhammad saw dan kaum Muslimin, dan di akhirat nanti mereka akan memperoleh balasan kenikmatan yang kekal di dalam surga.\nDengan pernyataan Allah yang demikian dan isyarat yang dipahami Nabi saw dari firman-Nya itu, bertambahlah kekuatan hati, kebulatan tekad, dan kesabaran beliau dalam melaksanakan dakwah, dengan tidak menghiraukan ejekan dan tekanan tindakan orang-orang Quraisy.",
    "quraish": "Sesungguhnya--dengan apa yang kamu alami dalam menyampaikan risalah–kamu mendapat pahala besar yang tak terputus.",
    "jalalayn": "(Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya) tiada pernah terputus."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 4,
    "arab": "وَاِنَّكَ لَعَلٰى خُلُقٍ عَظِيْمٍ ",
    "translation": "Dan sesungguhnya engkau benar-benar berbudi pekerti yang luhur. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5275.mp3",
    "tafsir": "Ayat ini memperkuat alasan yang dikemukakan ayat di atas dengan menyatakan bahwa pahala yang tidak terputus itu diperoleh Rasulullah saw sebagai buah dari akhlak beliau yang mulia. Pernyataan bahwa Nabi Muhammad mempunyai akhlak yang agung merupakan pujian Allah kepada beliau, yang jarang diberikan-Nya kepada hamba-hamba-Nya yang lain. Secara tidak langsung, ayat ini juga menyatakan bahwa tuduhan-tuduhan orang musyrik bahwa Nabi Muhammad adalah orang gila merupakan tuduhan yang tidak beralasan sedikit pun, karena semakin baik budi pekerti seseorang semakin jauh ia dari penyakit gila. Sebaliknya semakin buruk budi pekerti seseorang, semakin dekat ia kepada penyakit gila. Nabi Muhammad adalah seorang yang berakhlak agung, sehingga jauh dari perbuatan gila.\nAyat ini menggambarkan tugas Rasulullah saw sebagai seorang yang berakhlak mulia. Beliau diberi tugas menyampaikan agama Allah kepada manusia agar dengan menganut agama itu mereka mempunyai akhlak yang mulia pula. Beliau bersabda:\nSesungguhnya aku diutus hanya untuk menyempurnakan akhlak mulia (dari manusia). (Riwayat Ahmad dari Abu Hurairah)",
    "quraish": "Sesungguhnya kamu benar-benar berpegang teguh pada sifat-sifat dan perbuatan-perbuatan baik yang telah ditetapkan Allah untukmu.",
    "jalalayn": "(Dan sesungguhnya kamu benar-benar berbudi pekerti) beragama (yang agung.)"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 5,
    "arab": "فَسَتُبْصِرُ وَيُبْصِرُوْنَۙ",
    "translation": "Maka kelak engkau akan melihat dan mereka (orang-orang kafir) pun akan melihat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5276.mp3",
    "tafsir": "Kedua ayat ini merupakan peringatan kepada kaum musyrikin dan menyatakan dengan pasti bahwa mereka benar-benar dalam keadaan sesat, karena tidak berapa lama lagi akan kelihatan kebenaran ajaran agama yang dibawa Nabi Muhammad saw. Akan kelihatan kekuatan Islam dan kelemahan kaum musyrikin itu. Kaum Muslimin akan mengalahkan mereka, dan agama Islam menjadi ajaran yang tersebar luas.\nDengan keterangan ini jelaslah bahwa Nabi Muhammad saw tidak gila, tetapi orang-orang kafir yang menolak kebenaran dan terus menerus mengikuti hawa nafsu itulah yang kehilangan akal sehat. Hal ini justru berbahaya bagi mereka karena sikap dan pendirian yang salah ini akan membawa kehancuran dan kehinaan bagi mereka. Di dunia mereka akan kehilangan pengaruh dan kekuasaan seperti terjadi pada beberapa kali peperangan dengan orang Islam yaitu pada Perang Badar, Perang Uhud, dan Perang Khandaq. Di akhirat mereka pasti akan menyesali kesesatan mereka karena akan mendapat siksa yang pedih karena penolakan mereka pada dakwah Nabi Muhammad saw.\nPada hari Kiamat, semua perbuatan manusia dihisab, ditimbang, dan diperlihatkan kepada masing-masing mereka. Di saat itu, kaum musyrikin melihat dengan nyata, siapakah di antara mereka yang benar, apakah Rasul yang mereka tuduh gila ataukah mereka sendiri? Di sini tampak dengan jelas bahwa Nabi Muhammad saw adalah yang benar, sedangkan mereka dilemparkan ke dalam neraka Jahanam. Firman Allah:\n\nKelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu. (al-Qamar/54: 26)",
    "quraish": "Dari dekat, kamu dan orang-orang kafir akan melihat siapa di antara kalian yang gila.",
    "jalalayn": "(Maka kelak kamu akan melihat dan mereka pun akan melihat.)"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 6,
    "arab": "بِاَيِّىكُمُ الْمَفْتُوْنُ ",
    "translation": "siapa di antara kamu yang gila? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5277.mp3",
    "tafsir": "Kedua ayat ini merupakan peringatan kepada kaum musyrikin dan menyatakan dengan pasti bahwa mereka benar-benar dalam keadaan sesat, karena tidak berapa lama lagi akan kelihatan kebenaran ajaran agama yang dibawa Nabi Muhammad saw. Akan kelihatan kekuatan Islam dan kelemahan kaum musyrikin itu. Kaum Muslimin akan mengalahkan mereka, dan agama Islam menjadi ajaran yang tersebar luas.\nDengan keterangan ini jelaslah bahwa Nabi Muhammad saw tidak gila, tetapi orang-orang kafir yang menolak kebenaran dan terus menerus mengikuti hawa nafsu itulah yang kehilangan akal sehat. Hal ini justru berbahaya bagi mereka karena sikap dan pendirian yang salah ini akan membawa kehancuran dan kehinaan bagi mereka. Di dunia mereka akan kehilangan pengaruh dan kekuasaan seperti terjadi pada beberapa kali peperangan dengan orang Islam yaitu pada Perang Badar, Perang Uhud, dan Perang Khandaq. Di akhirat mereka pasti akan menyesali kesesatan mereka karena akan mendapat siksa yang pedih karena penolakan mereka pada dakwah Nabi Muhammad saw.\nPada hari Kiamat, semua perbuatan manusia dihisab, ditimbang, dan diperlihatkan kepada masing-masing mereka. Di saat itu, kaum musyrikin melihat dengan nyata, siapakah di antara mereka yang benar, apakah Rasul yang mereka tuduh gila ataukah mereka sendiri? Di sini tampak dengan jelas bahwa Nabi Muhammad saw adalah yang benar, sedangkan mereka dilemparkan ke dalam neraka Jahanam. Firman Allah:\n\nKelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu. (al-Qamar/54: 26)",
    "quraish": "Dari dekat, kamu dan orang-orang kafir akan melihat siapa di antara kalian yang gila.",
    "jalalayn": "(Siapakah di antara kalian yang gila) yang tidak waras akalnya, kamukah atau mereka. Lafal al-maftuun ini wazannya sama dengan lafal al-ma`quul, berasal dari mashdar al-futuun, artinya gila."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 7,
    "arab": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
    "translation": "Sungguh, Tuhanmu, Dialah yang paling mengetahui siapa yang sesat dari jalan-Nya; dan Dialah yang paling mengetahui siapa orang yang mendapat petunjuk. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5278.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan lagi pernyataan-Nya pada ayat dahulu dengan mengatakan kepada Nabi Muhammad saw bahwa orang-orang musyrik itu pasti mengetahui perbuatan-perbuatan nyata yang telah dilaksanakannya. Allah dan Nabi Muhammad lebih mengetahui siapa yang menyimpang dari jalan yang benar yang telah dibentangkan untuknya sehingga mereka memperoleh kesengsaraan hidup di dunia dan di akhirat. Allah mengetahui pula siapa yang mengikuti jalan yang benar sehingga memperoleh segala yang mereka inginkan yaitu kebahagiaan hidup di dunia dan di akhirat, tindakan orang-orang yang menyimpang dari jalan yang benar, karena itu mereka akan merasakan kesengsaraan di dunia, seperti kekalahan dalam peperangan dan kehancuran kepercayaan mereka dan di akhirat mereka mendapat azab yang pedih.",
    "quraish": "Sesungguhnya Tuhanmulah yang Mahatahu siapa yang tersesat dari jalan-Nya. Dan Dialah yang Mahatahu orang-orang berakal yang mendapat petunjuk.",
    "jalalayn": "(Sesungguhnya Rabbmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang Paling mengetahui orang-orang yang mendapat petunjuk) lafal a`lamu di sini bermakna 'aalimun, yakni Dia mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang mengetahui orang-orang yang mendapat petunjuk."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 8,
    "arab": "فَلَا تُطِعِ الْمُكَذِّبِيْنَ ",
    "translation": "Maka janganlah engkau patuhi orang-orang yang mendustakan (ayat-ayat Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5279.mp3",
    "tafsir": "Ayat ini memerintahkan Rasulullah saw agar tetap menolak segala macam tawaran, ajakan, dan keinginan orang-orang musyrik Mekah yang tidak mau mendengarkan ayat-ayat Allah, bahkan mereka mendustakannya. Rasulullah dilarang mengikuti mereka, karena mereka berada di jalan yang sesat sedang beliau telah berada di jalan yang lurus.\nPada ayat lain, Allah berfirman:\n\nDan jika kamu mengikuti kebanyakan orang di bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan. (al-An'am/6: 116)",
    "quraish": "Maka janganlah kamu tinggalkan sikapmu yang berbeda dengan orang-orang yang mendustakan. Mereka menginginkan agar kamu sedikit bersikap lunak terhadap mereka sehingga mereka pun akan bersikap lunak terhadapmu sebagai balasan atas sikapmu.",
    "jalalayn": "(Maka janganlah kamu ikuti orang-orang yang mendustakan ayat-ayat Allah.)"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 9,
    "arab": "وَدُّوْا لَوْ تُدْهِنُ فَيُدْهِنُوْنَۚ",
    "translation": "Mereka menginginkan agar engkau bersikap lunak maka mereka bersikap lunak (pula). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5280.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang musyrik ingin agar Rasulullah mengikuti dan memenuhi permintaan, dan memperkenankan ajakan mereka agar Rasulullah bersikap lunak terhadap mereka. Jika Rasulullah dan kaum Muslimin mau bersikap lunak terhadap mereka, maka mereka akan bersikap lunak pula terhadap beliau dan kaum Muslimin.\nMenurut suatu riwayat, orang-orang Quraisy pernah menawarkan kepada Rasulullah agar bersedia mengurangi kegiatan dakwahnya, dan tidak lagi mencela berhala-berhala mereka. Bahkan mereka bersedia mengikuti ajaran Nabi selama sekali waktu, asalkan setelah itu Nabi dan pengikutnya mengikuti ajaran mereka sekali waktu, begitu secara bergilir. Ajakan ini tentu saja ditolak oleh Nabi karena tidak sesuai dengan dakwah yang dibawanya untuk meninggalkan kemusyrikan dan mengganti dengan ajaran tauhid.\nAjakan ini bermula ketika Rasulullah menyampaikan agama Allah kepada orang-orang musyrik Mekah dengan terang-terangan dan penuh keberanian, walaupun pada waktu itu kaum Muslimin dalam keadaan lemah dan musuh dalam keadaan kuat. Seluruh alasan-alasan yang dikemukakan Rasulullah yang berhubungan dengan bukti kebenaran risalahnya tidak dapat dijawab oleh orang-orang musyrik. Bahkan sebaliknya, jawaban mereka itu menunjukkan kelemahan kepercayaan yang mereka anut. Oleh karena itu, mereka meminta Rasulullah agar bersikap lunak terhadap mereka dan menghentikan celaan-celaan beliau kepada berhala-berhala yang mereka sembah. Jika Rasulullah saw bersedia menerima tawaran itu, maka mereka bersedia pula memenuhi keinginan-keinginan beliau, seperti bersikap lunak terhadap Rasulullah saw dan kaum Muslimin. Mereka juga bersedia ikut menyembah Allah di samping tetap dibolehkan menyembah tuhan-tuhan mereka dan melaksanakan kebiasaan nenek moyang mereka. Mereka juga bersedia mencarikan istri yang disenangi Nabi saw atau mengumpulkan harta yang diinginkannya.\nDilandasi keinginan untuk meringankan penderitaan yang sedang dialami sahabat-sahabatnya akibat siksaan yang dilakukan orang-orang musyrik, maka terlintas dalam pikiran Nabi Muhammad untuk bersikap lunak terhadap orang-orang musyrik dengan menerima sebahagian tawaran mereka. Maka turunlah ayat ini yang memperingatkan Nabi saw agar jangan sekali-kali bersikap lunak terhadap mereka, tetapi tetap seperti biasa, yaitu mengambil sikap keras dan tegas.\nAyat ini senada dengan firman Allah:\n\nDan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka. Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia ini dan dua kali lipat setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami. (al-Isra'/17: 74-75)\n\nJika dikaji maksud ayat ini, akan diketahui bahwa ada tujuan tertentu dari orang-orang musyrik, yang tidak boleh diketahui oleh Rasulullah, dalam mengemukakan tawaran mereka kepada beliau. Mereka ingin menipu Rasulullah saw dengan ajakan itu, dimana jika diterima, maka agama Islam yang baru disampaikan itu akan bercampur dengan unsur-unsur syirik. Akan terjadi saling mempengaruhi antara kedua macam kepercayaan itu, sehingga agama Islam tidak lagi mempunyai akidah tauhid yang murni.\nTeguran Allah kepada Rasulullah saw ini juga merupakan teguran kepada seluruh kaum Muslimin, agar mereka berhati-hati dalam soal akidah. Jangan sekali-kali memasukkan ke dalam akidah Islam unsur syirik walaupun sedikit.",
    "quraish": "Maka janganlah kamu tinggalkan sikapmu yang berbeda dengan orang-orang yang mendustakan. Mereka menginginkan agar kamu sedikit bersikap lunak terhadap mereka sehingga mereka pun akan bersikap lunak terhadapmu sebagai balasan atas sikapmu.",
    "jalalayn": "(Mereka menginginkan) mengharapkan (supaya) merupakan mashdariyah (kamu bersikap lunak) bersikap lembut terhadap mereka (lalu mereka bersikap lunak) pula terhadapmu; diathafkan kepada lafal tudhinu. Seandainya dijadikan sebagai jawab dari tamanni yang tersimpulkan dari lafal wadduu, maka sebelum huruf fa diperkirakan adanya lafal hum. Yakni, seandainya kamu bersikap lunak terhadap mereka, maka mereka pun akan bersikap lunak pula terhadapmu."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 10,
    "arab": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِيْنٍۙ",
    "translation": "Dan janganlah engkau patuhi setiap orang yang suka bersumpah dan suka menghina,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5281.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan dan memerintahkan Nabi Muhammad agar:\n1.Tidak mengikuti keinginan orang-orang yang mudah mengucapkan sumpah, karena yang suka bersumpah itu hanyalah seorang pendusta. Sedangkan dusta itu pangkal kejahatan dan sumber segala macam perbuatan maksiat. Oleh karena itu pula, agama Islam menyatakan bahwa dusta itu salah satu dari tanda-tanda orang munafik. Nabi Muhammad bersabda, sebagaimana diriwayatkan al-Bukhari:Tanda-tanda orang munafik itu ada tiga: jika berbicara, ia berdusta, jika dipercaya, ia khianat, dan jika berjanji, ia tidak menepati janjinya. (Riwayat al-Bukhari, Muslim, at-Tirmidhi, dan an-Nasa'i dari Abu Hurairah)\n\nOrang yang suka bersumpah adalah orang yang tidak baik. Orang yang tidak baik pikiran dan maksudnya kepada orang lain menyangka bahwa orang lain demikian pula kepadanya. Oleh karena itu, untuk meyakinkan orang lain akan kebenaran dirinya, ia pun bersumpah.\n1.Tidak mengikuti orang yang berpikiran hina dan menyesatkan, seperti ajakan mengikuti agama mereka dalam beberapa hal.\n1.Tidak mengikuti orang yang selalu mencela orang lain, dan menyebut-nyebut keburukan orang lain baik secara langsung atau tidak.\n2.Tidak mengikuti orang-orang yang suka memfitnah seperti mempengaruhi orang agar tidak senang kepada seseorang yang lain, dan berusaha menimbulkan kekacauan. Allah menyatakan bahwa fitnah dengan pengertian kekacauan itu lebih besar akibatnya dari pembunuhan.\n\nDan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. (al-Baqarah/2: 191)\n\n1.Tidak mengikuti orang-orang yang suka melarang perbuatan baik dan menghalangi orang lain berbuat kebaikan atau dia sendiri tidak suka berbuat baik.\n2.Tidak mengikuti orang yang biasa mengerjakan perbuatan yang melampaui batas, seperti orang-orang yang suka melanggar perintah Allah dan tidak menghentikan perbuatan-perbuatan yang dilarang-Nya. Allah berfirman:\n\nDan barang siapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan. (an-Nisa'/4: 14)\n\n1.Tidak mengikuti orang-orang yang biasa mengerjakan perbuatan-perbuatan dosa dan maksiat karena ia adalah orang yang tidak mempunyai harga diri dan akhlak yang baik. Perbuatan dosa itu akan menghilangkan harga diri dan bertentangan dengan akhlak yang mulia. Allah tidak menyukai orang-orang yang suka mengerjakan perbuatan-perbuatan dosa. Dia berfirman:\n\nDan janganlah kamu berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sungguh, Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa. (an-Nisa'/4: 107)\n\n1.Tidak mengikuti orang-orang yang suka berbuat kejam dan tidak mempunyai sifat belas kasihan. Allah Maha Pemurah lagi Maha Penyayang kepada hamba-hamba-Nya. Oleh karena itu, sifat kejam dan tidak mempunyai rasa belas kasihan berlawanan dengan sifat-sifat Allah. Salah satu sebab agama Islam tersiar dengan cepat di Jazirah Arab ialah karena sikap Nabi Muhammad yang lemah-lembut. Seandainya ia bersikap kasar dan kejam, niscaya orang akan menghindarinya. Allah berfirman:\n\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. (Ali 'Imran/3: 159)\n\n1.Tidak mengikuti orang-orang yang tidak diketahui asal-usulnya, yaitu:\n1.Orang-orang yang tidak diketahui keadaannya, dari mana asalnya, apa pekerjaannya, bagaimana budi pekertinya, dan sebagainya.\n2.Orang yang tidak diketahui asal usulnya dan tidak jelas maksud dan tujuannya serta apa motif yang ada di balik ajakannya.",
    "quraish": "Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu.",
    "jalalayn": "(Dan janganlah kamu ikuti setiap orang yang banyak bersumpah) dengan cara yang batil (lagi hina) yakni rendah."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 11,
    "arab": "هَمَّازٍ مَّشَّاۤءٍۢ بِنَمِيْمٍۙ",
    "translation": "suka mencela, yang kian ke mari menyebarkan fitnah, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5282.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan dan memerintahkan Nabi Muhammad agar:\n1.Tidak mengikuti keinginan orang-orang yang mudah mengucapkan sumpah, karena yang suka bersumpah itu hanyalah seorang pendusta. Sedangkan dusta itu pangkal kejahatan dan sumber segala macam perbuatan maksiat. Oleh karena itu pula, agama Islam menyatakan bahwa dusta itu salah satu dari tanda-tanda orang munafik. Nabi Muhammad bersabda, sebagaimana diriwayatkan al-Bukhari:Tanda-tanda orang munafik itu ada tiga: jika berbicara, ia berdusta, jika dipercaya, ia khianat, dan jika berjanji, ia tidak menepati janjinya. (Riwayat al-Bukhari, Muslim, at-Tirmidhi, dan an-Nasa'i dari Abu Hurairah)\n\nOrang yang suka bersumpah adalah orang yang tidak baik. Orang yang tidak baik pikiran dan maksudnya kepada orang lain menyangka bahwa orang lain demikian pula kepadanya. Oleh karena itu, untuk meyakinkan orang lain akan kebenaran dirinya, ia pun bersumpah.\n1.Tidak mengikuti orang yang berpikiran hina dan menyesatkan, seperti ajakan mengikuti agama mereka dalam beberapa hal.\n1.Tidak mengikuti orang yang selalu mencela orang lain, dan menyebut-nyebut keburukan orang lain baik secara langsung atau tidak.\n2.Tidak mengikuti orang-orang yang suka memfitnah seperti mempengaruhi orang agar tidak senang kepada seseorang yang lain, dan berusaha menimbulkan kekacauan. Allah menyatakan bahwa fitnah dengan pengertian kekacauan itu lebih besar akibatnya dari pembunuhan.\n\nDan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. (al-Baqarah/2: 191)\n\n1.Tidak mengikuti orang-orang yang suka melarang perbuatan baik dan menghalangi orang lain berbuat kebaikan atau dia sendiri tidak suka berbuat baik.\n2.Tidak mengikuti orang yang biasa mengerjakan perbuatan yang melampaui batas, seperti orang-orang yang suka melanggar perintah Allah dan tidak menghentikan perbuatan-perbuatan yang dilarang-Nya. Allah berfirman:\n\nDan barang siapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan. (an-Nisa'/4: 14)\n\n1.Tidak mengikuti orang-orang yang biasa mengerjakan perbuatan-perbuatan dosa dan maksiat karena ia adalah orang yang tidak mempunyai harga diri dan akhlak yang baik. Perbuatan dosa itu akan menghilangkan harga diri dan bertentangan dengan akhlak yang mulia. Allah tidak menyukai orang-orang yang suka mengerjakan perbuatan-perbuatan dosa. Dia berfirman:\n\nDan janganlah kamu berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sungguh, Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa. (an-Nisa'/4: 107)\n\n1.Tidak mengikuti orang-orang yang suka berbuat kejam dan tidak mempunyai sifat belas kasihan. Allah Maha Pemurah lagi Maha Penyayang kepada hamba-hamba-Nya. Oleh karena itu, sifat kejam dan tidak mempunyai rasa belas kasihan berlawanan dengan sifat-sifat Allah. Salah satu sebab agama Islam tersiar dengan cepat di Jazirah Arab ialah karena sikap Nabi Muhammad yang lemah-lembut. Seandainya ia bersikap kasar dan kejam, niscaya orang akan menghindarinya. Allah berfirman:\n\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. (Ali 'Imran/3: 159)\n\n1.Tidak mengikuti orang-orang yang tidak diketahui asal-usulnya, yaitu:\n1.Orang-orang yang tidak diketahui keadaannya, dari mana asalnya, apa pekerjaannya, bagaimana budi pekertinya, dan sebagainya.\n2.Orang yang tidak diketahui asal usulnya dan tidak jelas maksud dan tujuannya serta apa motif yang ada di balik ajakannya.",
    "quraish": "Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu.",
    "jalalayn": "(Yang banyak mencela) atau sering mengumpat (yang kian ke mari menghambur fitnah) yakni berjalan ke sana dan ke mari di antara orang-orang dengan maksud merusak mereka, yakni menghasut mereka."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 12,
    "arab": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ اَثِيْمٍۙ",
    "translation": "yang merintangi segala yang baik, yang melampaui batas dan banyak dosa, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5283.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan dan memerintahkan Nabi Muhammad agar:\n1.Tidak mengikuti keinginan orang-orang yang mudah mengucapkan sumpah, karena yang suka bersumpah itu hanyalah seorang pendusta. Sedangkan dusta itu pangkal kejahatan dan sumber segala macam perbuatan maksiat. Oleh karena itu pula, agama Islam menyatakan bahwa dusta itu salah satu dari tanda-tanda orang munafik. Nabi Muhammad bersabda, sebagaimana diriwayatkan al-Bukhari:Tanda-tanda orang munafik itu ada tiga: jika berbicara, ia berdusta, jika dipercaya, ia khianat, dan jika berjanji, ia tidak menepati janjinya. (Riwayat al-Bukhari, Muslim, at-Tirmidhi, dan an-Nasa'i dari Abu Hurairah)\n\nOrang yang suka bersumpah adalah orang yang tidak baik. Orang yang tidak baik pikiran dan maksudnya kepada orang lain menyangka bahwa orang lain demikian pula kepadanya. Oleh karena itu, untuk meyakinkan orang lain akan kebenaran dirinya, ia pun bersumpah.\n1.Tidak mengikuti orang yang berpikiran hina dan menyesatkan, seperti ajakan mengikuti agama mereka dalam beberapa hal.\n1.Tidak mengikuti orang yang selalu mencela orang lain, dan menyebut-nyebut keburukan orang lain baik secara langsung atau tidak.\n2.Tidak mengikuti orang-orang yang suka memfitnah seperti mempengaruhi orang agar tidak senang kepada seseorang yang lain, dan berusaha menimbulkan kekacauan. Allah menyatakan bahwa fitnah dengan pengertian kekacauan itu lebih besar akibatnya dari pembunuhan.\n\nDan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. (al-Baqarah/2: 191)\n\n1.Tidak mengikuti orang-orang yang suka melarang perbuatan baik dan menghalangi orang lain berbuat kebaikan atau dia sendiri tidak suka berbuat baik.\n2.Tidak mengikuti orang yang biasa mengerjakan perbuatan yang melampaui batas, seperti orang-orang yang suka melanggar perintah Allah dan tidak menghentikan perbuatan-perbuatan yang dilarang-Nya. Allah berfirman:\n\nDan barang siapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan. (an-Nisa'/4: 14)\n\n1.Tidak mengikuti orang-orang yang biasa mengerjakan perbuatan-perbuatan dosa dan maksiat karena ia adalah orang yang tidak mempunyai harga diri dan akhlak yang baik. Perbuatan dosa itu akan menghilangkan harga diri dan bertentangan dengan akhlak yang mulia. Allah tidak menyukai orang-orang yang suka mengerjakan perbuatan-perbuatan dosa. Dia berfirman:\n\nDan janganlah kamu berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sungguh, Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa. (an-Nisa'/4: 107)\n\n1.Tidak mengikuti orang-orang yang suka berbuat kejam dan tidak mempunyai sifat belas kasihan. Allah Maha Pemurah lagi Maha Penyayang kepada hamba-hamba-Nya. Oleh karena itu, sifat kejam dan tidak mempunyai rasa belas kasihan berlawanan dengan sifat-sifat Allah. Salah satu sebab agama Islam tersiar dengan cepat di Jazirah Arab ialah karena sikap Nabi Muhammad yang lemah-lembut. Seandainya ia bersikap kasar dan kejam, niscaya orang akan menghindarinya. Allah berfirman:\n\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. (Ali 'Imran/3: 159)\n\n1.Tidak mengikuti orang-orang yang tidak diketahui asal-usulnya, yaitu:\n1.Orang-orang yang tidak diketahui keadaannya, dari mana asalnya, apa pekerjaannya, bagaimana budi pekertinya, dan sebagainya.\n2.Orang yang tidak diketahui asal usulnya dan tidak jelas maksud dan tujuannya serta apa motif yang ada di balik ajakannya.",
    "quraish": "Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu.",
    "jalalayn": "(Yang banyak menghalangi perbuatan baik) artinya sangat kikir tidak mau membelanjakan hartanya kepada hak-hak yang diwajibkan atas dirinya (yang melampaui batas) sangat aniaya (lagi banyak dosa) banyak melakukan perbuatan dosa."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 13,
    "arab": "عُتُلٍّۢ بَعْدَ ذٰلِكَ زَنِيْمٍۙ",
    "translation": "yang bertabiat kasar, selain itu juga terkenal kejahatannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5284.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan dan memerintahkan Nabi Muhammad agar:\n1.Tidak mengikuti keinginan orang-orang yang mudah mengucapkan sumpah, karena yang suka bersumpah itu hanyalah seorang pendusta. Sedangkan dusta itu pangkal kejahatan dan sumber segala macam perbuatan maksiat. Oleh karena itu pula, agama Islam menyatakan bahwa dusta itu salah satu dari tanda-tanda orang munafik. Nabi Muhammad bersabda, sebagaimana diriwayatkan al-Bukhari:Tanda-tanda orang munafik itu ada tiga: jika berbicara, ia berdusta, jika dipercaya, ia khianat, dan jika berjanji, ia tidak menepati janjinya. (Riwayat al-Bukhari, Muslim, at-Tirmidhi, dan an-Nasa'i dari Abu Hurairah)\n\nOrang yang suka bersumpah adalah orang yang tidak baik. Orang yang tidak baik pikiran dan maksudnya kepada orang lain menyangka bahwa orang lain demikian pula kepadanya. Oleh karena itu, untuk meyakinkan orang lain akan kebenaran dirinya, ia pun bersumpah.\n1.Tidak mengikuti orang yang berpikiran hina dan menyesatkan, seperti ajakan mengikuti agama mereka dalam beberapa hal.\n1.Tidak mengikuti orang yang selalu mencela orang lain, dan menyebut-nyebut keburukan orang lain baik secara langsung atau tidak.\n2.Tidak mengikuti orang-orang yang suka memfitnah seperti mempengaruhi orang agar tidak senang kepada seseorang yang lain, dan berusaha menimbulkan kekacauan. Allah menyatakan bahwa fitnah dengan pengertian kekacauan itu lebih besar akibatnya dari pembunuhan.\n\nDan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. (al-Baqarah/2: 191)\n\n1.Tidak mengikuti orang-orang yang suka melarang perbuatan baik dan menghalangi orang lain berbuat kebaikan atau dia sendiri tidak suka berbuat baik.\n2.Tidak mengikuti orang yang biasa mengerjakan perbuatan yang melampaui batas, seperti orang-orang yang suka melanggar perintah Allah dan tidak menghentikan perbuatan-perbuatan yang dilarang-Nya. Allah berfirman:\n\nDan barang siapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan. (an-Nisa'/4: 14)\n\n1.Tidak mengikuti orang-orang yang biasa mengerjakan perbuatan-perbuatan dosa dan maksiat karena ia adalah orang yang tidak mempunyai harga diri dan akhlak yang baik. Perbuatan dosa itu akan menghilangkan harga diri dan bertentangan dengan akhlak yang mulia. Allah tidak menyukai orang-orang yang suka mengerjakan perbuatan-perbuatan dosa. Dia berfirman:\n\nDan janganlah kamu berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sungguh, Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa. (an-Nisa'/4: 107)\n\n1.Tidak mengikuti orang-orang yang suka berbuat kejam dan tidak mempunyai sifat belas kasihan. Allah Maha Pemurah lagi Maha Penyayang kepada hamba-hamba-Nya. Oleh karena itu, sifat kejam dan tidak mempunyai rasa belas kasihan berlawanan dengan sifat-sifat Allah. Salah satu sebab agama Islam tersiar dengan cepat di Jazirah Arab ialah karena sikap Nabi Muhammad yang lemah-lembut. Seandainya ia bersikap kasar dan kejam, niscaya orang akan menghindarinya. Allah berfirman:\n\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. (Ali 'Imran/3: 159)\n\n1.Tidak mengikuti orang-orang yang tidak diketahui asal-usulnya, yaitu:\n1.Orang-orang yang tidak diketahui keadaannya, dari mana asalnya, apa pekerjaannya, bagaimana budi pekertinya, dan sebagainya.\n2.Orang yang tidak diketahui asal usulnya dan tidak jelas maksud dan tujuannya serta apa motif yang ada di balik ajakannya.",
    "quraish": "Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu.",
    "jalalayn": "(Yang kaku kasar) wataknya kaku lagi kasar (selain dari itu, yang terkenal kejahatannya) dia adalah seseorang yang dianggap sebagai orang Quraisy, padahal dia bukan dari kalangan mereka, yaitu Walid bin Mughirah. Ayahnya menjulukinya sebagai orang Quraisy setelah ia berumur delapan belas tahun. Ibnu Abbas r.a. mengatakan, bahwa kami belum pernah mengetahui, bahwa Allah swt. menyifati seseorang dengan sifat-sifat yang tercela sebagaimana yang telah dilakukan-Nya terhadap Walid, sehingga keaiban itu tetap menempel pada diri Walid untuk selama-lamanya. Dan bertaalluq kepada lafal zaniim, zharaf yang terdapat pada sebelumnya."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 14,
    "arab": "اَنْ كَانَ ذَا مَالٍ وَّبَنِيْنَۗ",
    "translation": "karena dia kaya dan banyak anak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5285.mp3",
    "tafsir": "Dalam ayat ini, Allah memperingatkan Nabi Muhammad dan kaum Muslimin agar sekali-kali tidak mengikuti orang-orang yang mempunyai sifat-sifat di atas, sekalipun ia mempunyai harta yang banyak, kedudukan yang tinggi, kekuasaan yang besar, atau ia merasakan suatu kenikmatan dan kesenangan duniawi yang sifatnya sementara saja. Semua itu tidak akan ada manfaatnya di sisi Allah pada hari Kiamat. Allah berfirman:\n\nBiarkanlah Aku (yang bertindak) terhadap orang yang Aku sendiri telah menciptakannya, dan Aku beri kekayaan yang melimpah, dan anak-anak yang selalu bersamanya, dan Aku beri kelapangan (hidup) seluas-luasnya. Kemudian dia ingin sekali agar Aku menambahnya. Tidak bisa! Sesungguhnya dia telah menentang ayat-ayat Kami (Al-Qur'an). Aku akan membebaninya dengan pendakian yang memayahkan. Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan?, Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri. (al-Muddatstsir/74: 11-23)",
    "quraish": "Karena ia merasa mempunyai banyak harta dan anak, tetapi ia mendustakan ayat-ayat Kami dan menolak untuk menerimanya. Apabila dibacakan al-Qur'ân, ia berkata, \"Ini adalah kisah-kisah dongeng umat terdahulu.\"",
    "jalalayn": "(Karena dia mempunyai banyak harta dan anak) bentuk asalnya adalah lian, dan bertaalluq kepada makna yang menunjukkan terhadap pengertiannya."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 15,
    "arab": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ",
    "translation": "Apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, “(Ini adalah) dongeng-dongeng orang dahulu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5286.mp3",
    "tafsir": "Ayat ini menerangkan bahwa bila orang-orang musyrik Mekah mendengarkan bacaan ayat-ayat Al-Qur'an, mereka mengatakan Al-Qur'an itu tidak lain adalah perkataan Muhammad saja dan berisi dongeng-dongeng orang dahulu kala, sama sekali bukan wahyu yang disampaikan Allah kepadanya. Dalam ayat lain, Allah berfirman:\n\nLalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.\" (al-Muddatstsir/74: 24-25)\n\nDi samping, orang-orang musyrik juga mengatakan bahwa Al-Qur'an itu adalah sihir yang dikemukakan seorang tukang sihir dan sebagainya. Akan tetapi, dari semua tuduhan yang mereka lontarkan itu, dapat dipahami bahwa mereka melakukan hal demikian semata-mata karena telah kehilangan akal mencari alasan yang dapat dikemukakan untuk membantah kebenaran Al-Qur'an. Setiap kali mereka merenungkannya, semakin timbul kepercayaan dalam hati mereka kepada Al-Qur'an. Namun demikian, nafsu mereka masih mengalahkan kebenaran yang telah timbul dalam lubuk hati mereka.",
    "quraish": "Karena ia merasa mempunyai banyak harta dan anak, tetapi ia mendustakan ayat-ayat Kami dan menolak untuk menerimanya. Apabila dibacakan al-Qur'ân, ia berkata, \"Ini adalah kisah-kisah dongeng umat terdahulu.\"",
    "jalalayn": "(Apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata) bahwa Alquran itu (dongeng-dongengan orang-orang dahulu kala.\") Yaitu hanyalah kedustaan yang sengaja dibuat-buat guna menyenangkan hati kami sewaktu ia disebutkan atau diceritakan. Menurut suatu qiraat ada lafal a-an dengan memakai dua huruf Hamzah yang kedua-duanya difathahkan."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 16,
    "arab": "سَنَسِمُهٗ عَلَى الْخُرْطُوْمِ ",
    "translation": "Kelak dia akan Kami beri tanda pada belalai(nya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5287.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan bahwa mereka adalah orang-orang yang benar-benar sesat, dan Ia akan menjadikan mereka hina di dunia. Untuk menyatakan kehinaan mereka itu, Allah akan memberi tanda di hidung mereka seperti belalai gajah, sehingga setiap orang mengetahui keadaan mereka yang sebenarnya. Maksud memberi tanda di hidung mereka ialah agar semua orang mengetahui bahwa mereka adalah orang jahat dan banyak dosa, sehingga mudah dikenali.",
    "quraish": "Kami akan menjadikan tanda di hidung yang selalu menyertainya agar tanda itu dapat mempermalukannya di depan orang.",
    "jalalayn": "(Kelak akan Kami beri tanda dia di belalainya) Kami akan menjadikan tanda pada hidungnya, yang menyebabkannya cacat seumur hidup. Maka dia terpotong-potong hidungnya ketika perang Badar."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 17,
    "arab": "اِنَّا بَلَوْنٰهُمْ كَمَا بَلَوْنَآ اَصْحٰبَ الْجَنَّةِۚ اِذْ اَقْسَمُوْا لَيَصْرِمُنَّهَا مُصْبِحِيْنَۙ",
    "translation": "Sungguh, Kami telah menguji mereka (orang musyrik Mekah) sebagaimana Kami telah menguji pemilik-pemilik kebun, ketika mereka bersumpah pasti akan memetik (hasil)nya pada pagi hari,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5288.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah memberi orang-orang musyrik Mekah nikmat yang banyak berupa kesenangan hidup di dunia dan kemewahan. Semua itu bertujuan untuk mengetahui apakah mereka mau mensyukuri nikmat lebih yang diberikan itu dengan mengeluarkan hak-hak orang miskin, memperkenankan seruan Nabi saw untuk mengikuti jalan yang benar serta tunduk dan taat kepada Allah, atau dengan nikmat ini, mereka ingin menumpuk harta, menantang seruan Nabi, dan menyimpang dari jalan yang benar? Allah akan menimpakan azab yang pedih kepada mereka dan melenyapkan nikmat-nikmat itu seandainya mereka tetap ingkar, sebagaimana yang menimpa beberapa pemilik kebun.\nPemilik kebun itu semula adalah seorang laki-laki saleh, taat, dan patuh melaksanakan perintah Allah dan menjauhi segala larangan-Nya. Ia mempunyai sebidang kebun sebagai sumber penghidupannya. Jika akan memetik hasil kebunnya, ia memberitahu orang-orang fakir dan miskin agar datang ke kebunnya, dan langsung memberikan hak-hak mereka yang terdapat dari hasil kebun itu. Setelah ia meninggal dunia, kebun itu diwarisi oleh anak-anak mereka. Pada waktu akan memetik hasilnya, mereka pun bermusyawarah apakah tetap melakukan seperti yang telah dilakukan ayah mereka atau membuat rencana baru. Salah seorang di antaranya mengusulkan agar tetap melakukan apa yang biasa dilakukan bapak mereka, yaitu memberitahu orang-orang fakir miskin agar datang pada waktu hari memetik.\nAkan tetapi, usulan ini ditolak oleh saudara-saudaranya yang lain. Mereka tidak mau memberikan hasil kebun itu sedikit pun kepada fakir-miskin sebagaimana yang telah dilakukan bapaknya. Sekalipun telah diingatkan oleh saudara yang seorang itu akan bahaya yang mungkin menimpa, tetapi mereka tetap dengan keputusan untuk memetik hasil kebun itu tanpa memberitahu lebih dahulu kepada fakir-miskin, dan seluruh hasil kebun itu akan mereka miliki sendiri tanpa mengeluarkan hak-hak orang lain yang ada di dalamnya. \nPara ahli waris pemilik kebun itu mengingkari ketentuan-ketentuan yang biasa dilakukan bapaknya ketika hidup, setelah melihat kesuburan tanamannya dan kelebatan buah yang akan dipetik. Mereka pun yakin bahwa semua itu pasti akan menjadi milik mereka. Oleh karena itu, mereka bersumpah akan memetiknya pagi-pagi benar agar tidak diketahui oleh seorang pun. Mereka juga sepakat untuk tidak akan memberikan hasil kebun itu kepada orang lain walaupun sedikit.",
    "quraish": "Sesungguhnya Kami telah menguji penduduk Mekkah dengan memberikan mereka nikmat, lalu mereka mengingkarinya. Ini sama halnya seperti Kami menguji para pemilik kebun ketika mereka bersumpah--tanpa mengingat Allah dan tidak menyerahkan urusan kepada kehendak-Nya--akan memetik buah-buahan dari kebun mereka di pagi hari.",
    "jalalayn": "(Sesungguhnya Kami telah mencoba mereka) Kami telah menguji orang-orang musyrik Mekah dengan paceklik dan kelaparan (sebagaimana Kami telah mencoba pemilik-pemilik kebun) atau ladang (ketika mereka bersumpah bahwa mereka sungguh-sungguh akan memetik hasilnya) akan memetik buahnya (di pagi hari) di pagi buta, supaya orang-orang miskin tidak mengetahuinya. Maka orang-orang yang memiliki kebun itu mempunyai alasan bila mereka tidak memberikan sedekah kepada mereka; tidak sebagaimana bapak-bapak mereka yang selalu memberikan sebagian dari hasilnya buat orang-orang miskin sebagai sedekahnya."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 18,
    "arab": "وَلَا يَسْتَثْنُوْنَ ",
    "translation": "tetapi mereka tidak menyisihkan (dengan mengucapkan, “Insya Allah”).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5289.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah memberi orang-orang musyrik Mekah nikmat yang banyak berupa kesenangan hidup di dunia dan kemewahan. Semua itu bertujuan untuk mengetahui apakah mereka mau mensyukuri nikmat lebih yang diberikan itu dengan mengeluarkan hak-hak orang miskin, memperkenankan seruan Nabi saw untuk mengikuti jalan yang benar serta tunduk dan taat kepada Allah, atau dengan nikmat ini, mereka ingin menumpuk harta, menantang seruan Nabi, dan menyimpang dari jalan yang benar? Allah akan menimpakan azab yang pedih kepada mereka dan melenyapkan nikmat-nikmat itu seandainya mereka tetap ingkar, sebagaimana yang menimpa beberapa pemilik kebun.\nPemilik kebun itu semula adalah seorang laki-laki saleh, taat, dan patuh melaksanakan perintah Allah dan menjauhi segala larangan-Nya. Ia mempunyai sebidang kebun sebagai sumber penghidupannya. Jika akan memetik hasil kebunnya, ia memberitahu orang-orang fakir dan miskin agar datang ke kebunnya, dan langsung memberikan hak-hak mereka yang terdapat dari hasil kebun itu. Setelah ia meninggal dunia, kebun itu diwarisi oleh anak-anak mereka. Pada waktu akan memetik hasilnya, mereka pun bermusyawarah apakah tetap melakukan seperti yang telah dilakukan ayah mereka atau membuat rencana baru. Salah seorang di antaranya mengusulkan agar tetap melakukan apa yang biasa dilakukan bapak mereka, yaitu memberitahu orang-orang fakir miskin agar datang pada waktu hari memetik.\nAkan tetapi, usulan ini ditolak oleh saudara-saudaranya yang lain. Mereka tidak mau memberikan hasil kebun itu sedikit pun kepada fakir-miskin sebagaimana yang telah dilakukan bapaknya. Sekalipun telah diingatkan oleh saudara yang seorang itu akan bahaya yang mungkin menimpa, tetapi mereka tetap dengan keputusan untuk memetik hasil kebun itu tanpa memberitahu lebih dahulu kepada fakir-miskin, dan seluruh hasil kebun itu akan mereka miliki sendiri tanpa mengeluarkan hak-hak orang lain yang ada di dalamnya. \nPara ahli waris pemilik kebun itu mengingkari ketentuan-ketentuan yang biasa dilakukan bapaknya ketika hidup, setelah melihat kesuburan tanamannya dan kelebatan buah yang akan dipetik. Mereka pun yakin bahwa semua itu pasti akan menjadi milik mereka. Oleh karena itu, mereka bersumpah akan memetiknya pagi-pagi benar agar tidak diketahui oleh seorang pun. Mereka juga sepakat untuk tidak akan memberikan hasil kebun itu kepada orang lain walaupun sedikit.",
    "quraish": "Sesungguhnya Kami telah menguji penduduk Mekkah dengan memberikan mereka nikmat, lalu mereka mengingkarinya. Ini sama halnya seperti Kami menguji para pemilik kebun ketika mereka bersumpah--tanpa mengingat Allah dan tidak menyerahkan urusan kepada kehendak-Nya--akan memetik buah-buahan dari kebun mereka di pagi hari.",
    "jalalayn": "(Dan mereka tidak mengecualikan) di dalam sumpah mereka itu kepada kehendak Allah swt. Ayat ini merupakan jumlah isti'naf atau kalimat permulaan; yakni, kelakuan mereka seperti itu; mereka tidak pernah menggantungkan sumpahnya itu kepada kehendak Allah swt."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 19,
    "arab": "فَطَافَ عَلَيْهَا طَاۤىِٕفٌ مِّنْ رَّبِّكَ وَهُمْ نَاۤىِٕمُوْنَ ",
    "translation": "Lalu kebun itu ditimpa bencana (yang datang) dari Tuhanmu ketika mereka sedang tidur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5290.mp3",
    "tafsir": "Ketentuan dan kehendak Allah pasti berlaku tanpa seorang pun yang dapat menghalanginya. Maka pada malam hari, dengan ketetapan dan kehendak Allah, datanglah petir yang membakar seluruh kebun mereka. Tidak ada satu pun yang tinggal, semua hangus terbakar. Kejadian tersebut terjadi ketika para pemilik kebun itu sedang tidur nyenyak, sehingga tidak seorang pun yang tahu bahwa kebunnya telah habis terbakar. Mereka lalai dan tidak ingat kepada Allah, Tuhan yang memberi rezeki kepada mereka.",
    "quraish": "Kemudian datang bencana besar dari Tuhanmu pada malam hari ketika mereka terlelap dalam tidur. Kebun-kebun itu menjadi hitam seperti malam yang gelap akibat bencana yang menimpanya.",
    "jalalayn": "(Lalu kebun itu diliputi malapetaka dari Rabbmu) berupa api yang melahap kesemuanya di waktu malam (ketika mereka sedang tidur.)"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 20,
    "arab": "فَاَصْبَحَتْ كَالصَّرِيْمِۙ",
    "translation": "Maka jadilah kebun itu hitam seperti malam yang gelap gulita,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5291.mp3",
    "tafsir": "Ketentuan dan kehendak Allah pasti berlaku tanpa seorang pun yang dapat menghalanginya. Maka pada malam hari, dengan ketetapan dan kehendak Allah, datanglah petir yang membakar seluruh kebun mereka. Tidak ada satu pun yang tinggal, semua hangus terbakar. Kejadian tersebut terjadi ketika para pemilik kebun itu sedang tidur nyenyak, sehingga tidak seorang pun yang tahu bahwa kebunnya telah habis terbakar. Mereka lalai dan tidak ingat kepada Allah, Tuhan yang memberi rezeki kepada mereka.",
    "quraish": "Kemudian datang bencana besar dari Tuhanmu pada malam hari ketika mereka terlelap dalam tidur. Kebun-kebun itu menjadi hitam seperti malam yang gelap akibat bencana yang menimpanya.",
    "jalalayn": "(Maka jadilah kebun itu hitam seperti malam yang gelap gulita) yakni menjadi hangus terbakar semuanya, sehingga tampak hitam."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 21,
    "arab": "فَتَنَادَوْا مُصْبِحِيْنَۙ",
    "translation": "lalu pada pagi hari mereka saling memanggil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5292.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Ketika pagi hari, sebagian dari mereka menyeru yang lainnya, \"Pergilah segera ke kebun kalian jika ingin memetik buah-buahan.\"",
    "jalalayn": "(Lalu mereka panggil-memanggil di pagi hari.)"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 22,
    "arab": "اَنِ اغْدُوْا عَلٰى حَرْثِكُمْ اِنْ كُنْتُمْ صَارِمِيْنَ ",
    "translation": "”Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5293.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Ketika pagi hari, sebagian dari mereka menyeru yang lainnya, \"Pergilah segera ke kebun kalian jika ingin memetik buah-buahan.\"",
    "jalalayn": "(\"Pergilah di waktu pagi ini ke kebun kalian) ke ladang kalian; lafal ini menafsirkan pengertian yang terkandung di dalam lafal tanadauw; atau huruf an dianggap sebagai an mashdariyah (jika kalian hendak memetik buahnya\") ingin memetik hasilnya; jawab syaratnya ditunjukkan oleh pengertian kalimat sebelumnya."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 23,
    "arab": "فَانْطَلَقُوْا وَهُمْ يَتَخَافَتُوْنَۙ",
    "translation": "Maka mereka pun berangkat sambil berbisik-bisik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5294.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Maka pergilah mereka sambil berbisik-bisik dan berpesan, \"Hari ini jangan sampai ada seorang miskin pun yang dapat masuk ke kebun kalian.\"",
    "jalalayn": "(Maka pergilah mereka saling berbisik-bisikan) yakni dengan secara diam-diam."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 24,
    "arab": "اَنْ لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِّسْكِيْنٌۙ",
    "translation": "”Pada hari ini jangan sampai ada orang miskin masuk ke dalam kebunmu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5295.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Maka pergilah mereka sambil berbisik-bisik dan berpesan, \"Hari ini jangan sampai ada seorang miskin pun yang dapat masuk ke kebun kalian.\"",
    "jalalayn": "(\"Pada hari ini janganlah ada seorang miskin pun masuk ke dalam kebun kalian.\") Ayat ini merupakan penafsiran dari makna yang terkandung pada ayat sebelumnya; atau huruf an dianggap sebagai huruf mashdariyah."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 25,
    "arab": "وَّغَدَوْا عَلٰى حَرْدٍ قَادِرِيْنَ ",
    "translation": "Dan berangkatlah mereka pada pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka mampu (menolongnya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5296.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Mereka pergi ke kebun di pagi hari dengan niat buruk dan mengira bahwa mereka akan sangat mampu melaksanakannya.",
    "jalalayn": "(Dan berangkatlah mereka di pagi hari dengan niat menghalangi) orang-orang miskin (seraya merasa mampu) yakni mampu untuk menghalangi orang-orang miskin, menurut dugaan mereka sendiri."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 26,
    "arab": "فَلَمَّا رَاَوْهَا قَالُوْٓا اِنَّا لَضَاۤلُّوْنَۙ",
    "translation": "Maka ketika mereka melihat kebun itu, mereka berkata, “Sungguh, kita ini benar-benar orang-orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5297.mp3",
    "tafsir": "Setelah sampai di kebun, mereka pun tercengang karena kebun itu telah musnah dan habis terbakar. Mereka mengira bahwa yang terbakar itu bukan kebun mereka, karena kebun mereka yang dipenuhi tanaman-tanaman yang subur dan buahnya lebat, telah waktunya untuk dipetik.",
    "quraish": "Tatkala mereka melihat kebun-kebun itu hitam terbakar, dengan goncang mereka berkata, \"Kita sungguh telah tersesat! Ini bukan kebun kita! Atau ini memang kebun kita, tetapi kita telah terhalangi untuk melihatnya.\"",
    "jalalayn": "(Tatkala mereka melihat kebun itu) dalam keadaan hangus terbakar (mereka berkata, \"Sesungguhnya kita benar-benar orang-orang yang sesat.\") Bukankah ini kebun kita. Kemudian setelah mereka mengetahui, bahwa itu adalah benar-benar kebun mereka, lalu mereka mengatakan:"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 27,
    "arab": "بَلْ نَحْنُ مَحْرُوْمُوْنَ ",
    "translation": "bahkan kita tidak memperoleh apa pun,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5298.mp3",
    "tafsir": "Akhirnya mereka sadar dan yakin bahwa yang terbakar itu memang kebun mereka, dan berkata, \"Kita tidak tersesat ke kebun yang lain, ini memang kepunyaan kita. Karena kita telah berdosa dengan tidak mengikuti apa yang telah digariskan oleh bapak kita pada setiap memetik hasil kebun, maka Allah memusnahkan kebun ini.\"",
    "quraish": "Tatkala mereka melihat kebun-kebun itu hitam terbakar, dengan goncang mereka berkata, \"Kita sungguh telah tersesat! Ini bukan kebun kita! Atau ini memang kebun kita, tetapi kita telah terhalangi untuk melihatnya.\"",
    "jalalayn": "(Bahkan kita dihalangi) dari memperoleh buahnya disebabkan kita telah menghalang-halangi orang-orang miskin dari memperoleh bagiannya."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 28,
    "arab": "قَالَ اَوْسَطُهُمْ اَلَمْ اَقُلْ لَّكُمْ لَوْلَا تُسَبِّحُوْنَ ",
    "translation": "berkatalah seorang yang paling bijak di antara mereka, “Bukankah aku telah mengatakan kepadamu, mengapa kamu tidak bertasbih (kepada Tuhanmu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5299.mp3",
    "tafsir": "Salah seorang di antara mereka yang pernah memperingatkan mereka sebelumnya berkata, \"Bukankah telah aku anjurkan sebelum ini agar kita semua melakukan yang biasa dilakukan bapak kita dahulu, yaitu selalu bertasbih kepada Tuhan dan mensucikan-Nya, selalu mensyukuri setiap nikmat yang telah dilimpahkan-Nya kepada kita dengan memberikan sebagian dari hasilnya kepada yang berhak menerima, dan selalu berdoa kepada-Nya agar kita selalu dilimpahi berkah dan karunia-Nya. Akan tetapi, kamu sekalian tidak mengacuhkan sedikit pun anjuranku itu.\"",
    "quraish": "Salah seorang dari mereka, yang paling bijak dan paling baik, mencela mereka seraya berkata, \"Bukankah aku telah mengatakan kepada kalian ketika kalian saling berpesan untuk melarang orang-orang miskin, 'Apakah kalian tidak ingat Allah sehingga kalian mengubah niat tersebut'?\"",
    "jalalayn": "(Berkatalah seorang yang paling baik pikirannya di antara mereka) yaitu orang yang terbaik di antara mereka (\"Bukankah aku mengatakan kepada kalian, mengapa tidak) kenapa tidak (kalian bertasbih?\") kepada Allah seraya bertobat kepada-Nya."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 29,
    "arab": "قَالُوْا سُبْحٰنَ رَبِّنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "translation": "Mereka mengucapkan, “Mahasuci Tuhan kami, sungguh, kami adalah orang-orang yang zalim.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5300.mp3",
    "tafsir": "Mereka mengakui kesalahan dan kekhilafan mereka dengan menyatakan bahwa Allah membinasakan kebun itu bukan karena kezaliman-Nya terhadap mereka, tetapi karena mereka sendiri yang telah menganiaya diri sendiri dengan tidak memberikan hak fakir dan miskin.",
    "quraish": "Setelah sadar, mereka berkata, \"Mahasuci Allah dari anggapan kita bahwa Dia telah menzalimi kita dengan musibah ini. Sesungguhnya kitalah yang telah berbuat zalim karena niat buruk kita.\"",
    "jalalayn": "(Mereka mengucapkan, \"Maha Suci Rabb kami, sesungguhnya kami adalah orang-orang yang zalim.\") Karena kami telah menghalang-halangi orang-orang miskin dari haknya."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 30,
    "arab": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَلَاوَمُوْنَ ",
    "translation": "Lalu mereka saling berhadapan dan saling menyalahkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5301.mp3",
    "tafsir": "Mereka kemudian saling menyalahkan dengan mengatakan, \"Kamulah yang menganjurkan agar kita semua tidak lagi memberikan hak-hak orang kafir dan miskin yang biasa diberikan ayah kita dahulu.\"",
    "quraish": "Masing-masing dari mereka berhadap-hadapan saling mencela dan berkata, \"Celaka! Sesungguhnya kezaliman kita telah melampaui batas berlebihan.",
    "jalalayn": "(Lalu sebagian mereka menghadapi sebagian yang lain seraya cela-mencela.)"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 31,
    "arab": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا طٰغِيْنَ ",
    "translation": "Mereka berkata, “Celaka kita! Sesungguhnya kita orang-orang yang melampaui batas. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5302.mp3",
    "tafsir": "Setelah saling menyalahkan, akhirnya mereka menyesali diri masing-masing. Mereka lalu menyadari bahwa tindakan dan sikap merekalah yang mengundang nasib yang demikian. Mereka berkata, \"Sesungguhnya kamilah yang bersalah. Kami telah melanggar garis-garis yang telah ditetapkan Allah dengan tidak memberikan hak-hak fakir-miskin, yang ada pada harta kami. Mudah-mudahan Allah menganugerahkan kepada kami kebun yang lebih baik dari yang telah musnah ini. Kami benar-benar akan bertobat, tunduk, dan patuh menjalankan perintah-Nya serta menjauhi segala larangan-Nya. Semoga Allah menganugerahkan yang baik dan bermanfaat bagi kehidupan dunia dan kehidupan akhirat.\"\nMenurut riwayat dari Mujahid, setelah mereka bertobat, maka Allah menganugerahkan kebun yang lebih baik dari kebun mereka yang musnah dan mengabulkan doa-doa mereka.",
    "quraish": "Masing-masing dari mereka berhadap-hadapan saling mencela dan berkata, \"Celaka! Sesungguhnya kezaliman kita telah melampaui batas berlebihan.",
    "jalalayn": "(Mereka berkata, \"Aduhai) huruf ya di sini bermakna tanbih (celakalah kita) binasalah kita (sesungguhnya kita ini benar-benar orang-orang yang melampaui batas.)"
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 32,
    "arab": "عَسٰى رَبُّنَآ اَنْ يُّبْدِلَنَا خَيْرًا مِّنْهَآ اِنَّآ اِلٰى رَبِّنَا رَاغِبُوْنَ ",
    "translation": "Mudah-mudahan Tuhan memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada yang ini, sungguh, kita mengharapkan ampunan dari Tuhan kita.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5303.mp3",
    "tafsir": "Setelah saling menyalahkan, akhirnya mereka menyesali diri masing-masing. Mereka lalu menyadari bahwa tindakan dan sikap merekalah yang mengundang nasib yang demikian. Mereka berkata, \"Sesungguhnya kamilah yang bersalah. Kami telah melanggar garis-garis yang telah ditetapkan Allah dengan tidak memberikan hak-hak fakir-miskin, yang ada pada harta kami. Mudah-mudahan Allah menganugerahkan kepada kami kebun yang lebih baik dari yang telah musnah ini. Kami benar-benar akan bertobat, tunduk, dan patuh menjalankan perintah-Nya serta menjauhi segala larangan-Nya. Semoga Allah menganugerahkan yang baik dan bermanfaat bagi kehidupan dunia dan kehidupan akhirat.\"\nMenurut riwayat dari Mujahid, setelah mereka bertobat, maka Allah menganugerahkan kebun yang lebih baik dari kebun mereka yang musnah dan mengabulkan doa-doa mereka.",
    "quraish": "Semoga Allah mengganti kebun kita dengan yang lebih baik. Sesungguhsnya hanya kepada Tuhan kita sajalah kita mengharap ampunan dan ganti.\"",
    "jalalayn": "(Mudah-mudahan Rabb kita memberikan ganti kepada kita) dapat dibaca yubdilanaa dan yubaddilanaa (yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Rabb kita.\") Supaya Dia menerima tobat kita dan mendatangkan kepada kita kebun yang lebih baik dari kebun kita yang dahulu. Menurut suatu riwayat disebutkan, bahwa setelah itu mereka diberi kebun yang lebih baik dari yang semula."
  },
  {
    "ruku": 498,
    "name": "Al-Qalam",
    "ayat": 33,
    "arab": "كَذٰلِكَ الْعَذَابُۗ وَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ ",
    "translation": "Seperti itulah azab (di dunia). Dan sungguh, azab akhirat lebih besar se-kiranya mereka mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5304.mp3",
    "tafsir": "Demikianlah malapetaka yang ditimpakan Allah kepada para pemilik kebun itu sebagai cobaan bagi mereka. Cobaan itu sangat bermanfaat, sehingga mereka bertobat dan menyesali perbuatan-perbuatan yang dilarang Allah. Mereka juga berjanji tidak akan mengulangi perbuatan itu lagi, dan tetap taat kepada Allah serta tidak akan mengerjakan perbuatan-perbuatan terlarang lainnya. Karena mereka benar-benar bertobat, Allah mengabulkan doa-doa mereka dan memberikan kebahagiaan hidup di dunia dan akhirat.\nBagaimanakah halnya dengan orang-orang musyrik Mekah, apakah mereka akan tetap bersikap dan bertindak seperti yang telah mereka lakukan terhadap Nabi Muhammad dan kaum Muslimin? Jika mereka memperkenankan seruan Nabi Muhammad, niscaya Allah akan memberikan kepada mereka sebagaimana yang telah diberikan kepada para pemilik kebun itu. Sebaliknya jika mereka tetap pada pendirian mereka, mereka tidak saja akan memperoleh azab di dunia, tetapi juga akan menerima azab akhirat.\nSesungguhnya azab akhirat itu lebih keras dan lebih berat dari azab di dunia. Jika azab dunia hanya berupa kehilangan harta dan kesenangan saja, maka azab akhirat lebih dahsyat lagi dari itu, yaitu azab yang menimbulkan kesengsaraan dan malapetaka bagi jasmani dan rohani orang yang mengalaminya.",
    "quraish": "Seperti musibah yang terjadi di kebun itulah siksa yang akan Aku turunkan ke dunia untuk orang yang berhak menerimanya. Dan siksa akhirat sungguh lebih besar lagi kalau saja manusia mengetahuinya",
    "jalalayn": "(Seperti itulah) sebagaimana azab Kami kepada mereka (azab) di dunia, bagi orang yang menentang perintah Kami dari kalangan orang-orang kafir Mekah dan lain-lainnya. (Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui) jika mereka mengetahuinya, niscaya mereka tidak akan menentang perintah Kami. Ayat ini diturunkan sewaktu orang-orang kafir Mekah mengatakan, bahwa jika Dia membangkitkan kami, niscaya kami akan diberi pahala yang lebih baik daripada kalian."
  }
]