[
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 34,
    "arab": "اِنَّ لِلْمُتَّقِيْنَ عِنْدَ رَبِّهِمْ جَنّٰتِ النَّعِيْمِ ",
    "translation": "Sungguh, bagi orang-orang yang bertakwa (disediakan) surga yang penuh kenikmatan di sisi Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5305.mp3",
    "tafsir": "Ayat ini menegaskan bahwa orang-orang mukmin yang melaksanakan perintah-perintah Allah, menjauhi larangan-larangan-Nya, serta tunduk dan patuh kepada-Nya, akan ditempatkan di dalam surga yang penuh kenikmatan di akhirat. Hal ini sebagai balasan atas keimanan mereka kepada Allah dan amal saleh mereka ketika hidup di dunia.",
    "quraish": "Sesungguhnya orang-orang yang bertakwa akan memperoleh surga-surga yang penuh kenikmatan di sisi Tuhan mereka.",
    "jalalayn": "(Sesungguhnya bagi orang-orang yang bertakwa surga-surga yang penuh kenikmatan di sisi Rabbnya.)"
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 35,
    "arab": "اَفَنَجْعَلُ الْمُسْلِمِيْنَ كَالْمُجْرِمِيْنَۗ",
    "translation": "Apakah patut Kami memperlakukan orang-orang Islam itu seperti orang-orang yang berdosa (orang kafir)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5306.mp3",
    "tafsir": "Menurut Muqatil, tatkala turun ayat ke-34 di atas, orang-orang kafir Mekah berkata kepada kaum Muslimin, \"Sesungguhnya Allah telah melebihkan kami dari kamu dalam kehidupan dunia ini. Oleh karena itu, tidak boleh tidak, kami akan dilebihkan-Nya atas kamu di akhirat nanti, atau paling tidak, sama dengan kamu sekalian.\" Maka Allah membantah pernyataan orang-orang kafir itu dengan ayat ini dengan mengatakan, \"Apakah Kami akan menyalahi janji-janji Kami dengan menyamakan orang-orang yang berserah diri, tunduk, dan taat kepada Kami dengan orang-orang yang mengerjakan perbuatan dosa dan selalu ingkar kepada Kami?\"\n\n\n\nFirman Allah:\n\nTidak sama para penghuni neraka dengan para penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20)\n\nDari perkataan orang-orang kafir ini dapat dipahami bahwa menurut mereka kehidupan di dunia ini sebagai gambaran kehidupan di akhirat nanti. Jika kepada seseorang dalam kehidupan dunia ini dianugerahi harta yang banyak, kekuasaan, pangkat, kesenangan, dan kemewahan, tentu di akhirat nanti mereka akan demikian pula. Sebaliknya jika kehidupan dunia seseorang mengalami kesengsaraan dan penderitaan, tentu di akhirat mereka juga akan sengsara dan menderita.\nAnggapan orang-orang kafir yang demikian adalah anggapan yang keliru. Kehidupan di dunia adalah persiapan kehidupan di akhirat. Jika seseorang baik ibadah dan amalnya, sekalipun tidak dianugerahi harta yang banyak, kekuasaan, pangkat, dan sebagainya, maka ia tetap mendapat pahala yang berlipat ganda dari Allah. Sebaliknya, jika mereka ingkar dan mengerjakan perbuatan-perbuatan dosa, sekalipun ia memperoleh harta yang banyak, pangkat, dan kekuasaan, maka di akhirat akan disediakan tempat yang penuh kesengsaraan dan kehinaan.",
    "quraish": "Apakah Kami berlaku zalim dalam memberi keputusan dengan menyamakan antara orang-orang Muslim dan orang-orang kafir? Apa yang telah terjadi pada kalian? Bagaimana mungkin kalian membuat keputusan yang zalim seperti itu?",
    "jalalayn": "(Maka apakah patut Kami menjadikan orang-orang Islam itu sama dengan orang-orang yang berdosa?) maksudnya mendapatkan pahala yang sama dengan orang-orang kafir."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 36,
    "arab": "مَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَۚ",
    "translation": "Mengapa kamu (berbuat demikian)? Bagaimana kamu mengambil keputusan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5307.mp3",
    "tafsir": "Pada ayat ini, Allah menyatakan keanehan jalan berpikir orang-orang kafir sehingga menetapkan yang demikian. Seakan-akan mereka tidak menggunakan pertimbangan yang benar, akal yang sehat, dan keputusan yang adil. Mungkinkah orang yang sesat sama dengan orang yang benar, orang yang takwa dengan orang yang berdosa, orang yang bertakwa kepada Allah dengan orang yang ingkar kepada-Nya, dan sebagainya. Cara berpikir seperti yang digunakan orang-orang kafir itu adalah cara berpikir yang salah dan dipengaruhi oleh setan yang selalu menyesatkan manusia.",
    "quraish": "Apakah Kami berlaku zalim dalam memberi keputusan dengan menyamakan antara orang-orang Muslim dan orang-orang kafir? Apa yang telah terjadi pada kalian? Bagaimana mungkin kalian membuat keputusan yang zalim seperti itu?",
    "jalalayn": "(Mengapa kalian berbuat demikian; bagaimanakah kalian mengambil keputusan?) dengan keputusan yang rusak ini?"
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 37,
    "arab": "اَمْ لَكُمْ كِتٰبٌ فِيْهِ تَدْرُسُوْنَۙ",
    "translation": "Atau apakah kamu mempunyai kitab (yang diturunkan Allah) yang kamu pelajari?  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5308.mp3",
    "tafsir": "Dalam ayat ini, dinyatakan bahwa pendapat atau jalan pikiran orang-orang kafir itu tidak berdasarkan wahyu dari Allah. Tidak ada satu pun dari kitab Allah yang menerangkan hal yang demikian itu. Ungkapan itu dilontarkan kepada mereka dalam bentuk pertanyaan, \"Apakah kamu, hai orang-orang kafir, mempunyai suatu kitab yang diturunkan dari langit, yang kamu terima dari nenek moyangmu kemudian kamu pelajari secara turun-temurun, yang mengandung suatu ketentuan seperti yang kamu katakan itu. Apakah kamu memiliki kitab yang semacam itu yang membolehkan kamu memilih apa yang kamu inginkan sesuai dengan kehendakmu.\"\nAyat ini dikemukakan dalam bentuk kalimat tanya. Biasanya kalimat tanya bermaksud untuk menanyakan sesuatu yang tidak diketahui, tetapi kalimat tanya di sini untuk mengingkari dan menyatakan kejelekan suatu perbuatan. Seakan-akan Allah menyatakan kepada orang-orang kafir bahwa tidak ada suatu pun wahyu-Nya yang menyatakan demikian. Ucapan mereka itu adalah ucapan yang mereka ada-adakan dan cara mengada-adakan yang demikian itu adalah cara yang tidak terpuji.",
    "quraish": "Atau apakah kalian mempunyai kitab suci dari Allah yang di dalamnya kalian baca bahwa kalian mendapatkan apa yang kalian pilih?",
    "jalalayn": "(Atau adakah) artinya, benarkah (kalian mempunyai kitab) yang diturunkan dari Allah (yang kalian mempelajarinya) yang kalian membacanya."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 38,
    "arab": "اِنَّ لَكُمْ فِيْهِ لَمَا تَخَيَّرُوْنَۚ",
    "translation": "sesungguhnya kamu dapat memilih apa saja yang ada di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5309.mp3",
    "tafsir": "Dalam ayat ini, dinyatakan bahwa pendapat atau jalan pikiran orang-orang kafir itu tidak berdasarkan wahyu dari Allah. Tidak ada satu pun dari kitab Allah yang menerangkan hal yang demikian itu. Ungkapan itu dilontarkan kepada mereka dalam bentuk pertanyaan, \"Apakah kamu, hai orang-orang kafir, mempunyai suatu kitab yang diturunkan dari langit, yang kamu terima dari nenek moyangmu kemudian kamu pelajari secara turun-temurun, yang mengandung suatu ketentuan seperti yang kamu katakan itu. Apakah kamu memiliki kitab yang semacam itu yang membolehkan kamu memilih apa yang kamu inginkan sesuai dengan kehendakmu.\"\nAyat ini dikemukakan dalam bentuk kalimat tanya. Biasanya kalimat tanya bermaksud untuk menanyakan sesuatu yang tidak diketahui, tetapi kalimat tanya di sini untuk mengingkari dan menyatakan kejelekan suatu perbuatan. Seakan-akan Allah menyatakan kepada orang-orang kafir bahwa tidak ada suatu pun wahyu-Nya yang menyatakan demikian. Ucapan mereka itu adalah ucapan yang mereka ada-adakan dan cara mengada-adakan yang demikian itu adalah cara yang tidak terpuji.",
    "quraish": "Atau apakah kalian mempunyai kitab suci dari Allah yang di dalamnya kalian baca bahwa kalian mendapatkan apa yang kalian pilih?",
    "jalalayn": "(Bahwa di dalamnya kalian benar-benar boleh memilih apa yang kalian sukai) kalian boleh memilih sesuka hati."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 39,
    "arab": "اَمْ لَكُمْ اَيْمَانٌ عَلَيْنَا بَالِغَةٌ اِلٰى يَوْمِ الْقِيٰمَةِۙ اِنَّ لَكُمْ لَمَا تَحْكُمُوْنَۚ",
    "translation": "Atau apakah kamu memperoleh (janji-janji yang diperkuat dengan) sumpah dari Kami, yang tetap berlaku sampai hari Kiamat; bahwa kamu dapat mengambil keputusan (sekehendakmu)? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5310.mp3",
    "tafsir": "Pada ayat ini, sekali lagi Allah mengejek orang-orang kafir dengan mengemukakan kalimat tanya, \"Hai orang-orang kafir, apakah kamu sekalian pernah menerima janji-janji dari Kami yang harus Kami tepati seperti yang kamu katakan itu, yaitu kamu akan memperoleh segala yang kamu ingini, padahal kamu mengingkari Kami?\" Dari pertanyaan ini dapat dipahami bahwa Allah sekali-kali tidak pernah menetapkan atau menjanjikan kepada hamba-hamba-Nya seperti yang mereka katakan itu.",
    "quraish": "Atau apakah kalian mempunyai janji-janji atas Kami yang diperkuat dengan sumpah yang berlaku sampai hari kiamat? Sesungguhnya kalian benar-benar dapat mengambil keputusan sekehendak kalian.",
    "jalalayn": "(Atau apakah kalian memperoleh janji-janji) perjanjian-perjanjian (yang diperkuat dengan sumpah dari Kami) yang telah diperkuat oleh Kami (yang tetap berlaku sampai hari kiamat) lafal ilaa yaumil qiyaamah ini bertaalluq kepadanya makna yang terkandung di dalam lafal 'alainaa, dan di dalam kalam ini terkandung makna qasam atau sumpah, yakni Kami telah bersumpah untuk mewajibkannya bagi kalian (sesungguhnya kalian benar-benar dapat mengambil keputusan) sekehendak kalian tentangnya?"
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 40,
    "arab": "سَلْهُمْ اَيُّهُمْ بِذٰلِكَ زَعِيْمٌۚ",
    "translation": "Tanyakanlah kepada mereka, “Siapakah di antara mereka yang bertanggung jawab terhadap (keputusan yang diambil itu)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5311.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya agar menanyakan kepada orang-orang kafir dengan maksud mencela cara-cara yang mereka lakukan, \"Hai Orang-orang kafir, jika kamu mempunyai kitab yang menerangkan apa yang kamu katakan itu, perlihatkanlah kepada kami. Jika benar bahwa Allah telah berjanji kepadamu yang ditetapkan dengan sumpah bahwa kamu akan memperoleh semua yang kamu inginkan, cobalah buktikan sumpah itu. Jika kamu mempunyai seseorang yang dapat menjamin kebenaran perkataanmu itu cobalah tunjukkan kepada kami orangnya.\"\nPertanyaan dan permintaan Nabi kepada orang-orang kafir itu menyebabkan mereka bungkam seribu bahasa, karena mereka tidak akan sanggup menjawab dan memenuhi permintaan itu. Kenyataannya mereka menyembah berhala atau patung. Patung dan berhala itu mereka buat sendiri, dan mereka tahu bahwa patung dan berhala itu tidak akan dapat menjamin yang mereka katakan, seakan-akan mereka tidak berdaya lagi mempertahankan pendapat mereka.\nKata za'im (sesuatu yang bertanggung jawab) yang terdapat dalam akhir ayat ini maksudnya adalah orang yang menjamin bahwa sesuatu pasti terlaksana dan penuh kebenaran. Bila seorang mengatakan sesuatu atau menjanjikan sesuatu, maka seorang za'im menjamin bahwa perkataan orang itu adalah perkataan yang benar, atau janji yang telah dijanjikannya itu pasti ditepati. Orang-orang kafir Mekah diminta untuk mengemukakan siapa yang menjamin kebenaran perkataan mereka yang mengatakan bahwa Allah menyamakan balasan yang diterima orang-orang beriman dengan balasan yang mereka terima, padahal Allah tidak pernah mengatakan yang demikian itu.",
    "quraish": "Tanyakan orang-orang musyrik, hai Muhammad, \"Siapakah di antara mereka yang bertanggung jawab atas keputusan itu?",
    "jalalayn": "(Tanyakanlah kepada mereka, \"Siapakah di antara mereka terhadap hal tersebut) hukum atau keputusan yang mereka ambil buat diri mereka sendiri, yaitu bahwasanya mereka kelak di akhirat akan diberi pahala yang lebih utama dari orang-orang mukmin (yang bertanggung jawab?\") yang menanggungnya bagi mereka."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 41,
    "arab": "اَمْ لَهُمْ شُرَكَاۤءُۚ فَلْيَأْتُوْا بِشُرَكَاۤىِٕهِمْ اِنْ كَانُوْا صٰدِقِيْنَ ",
    "translation": "Atau apakah mereka mempunyai sekutu-sekutu? Kalau begitu hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang-orang yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5312.mp3",
    "tafsir": "Dalam ayat ini, kembali Nabi Muhammad diperintahkan untuk menanyakan kepada orang-orang kafir itu apakah mereka mempunyai sekutu-sekutu yang dapat menjamin kebenaran perkataan yang mereka ucapkan. Jika ada, cobalah kemukakan atau mendatangkannya untuk membuktikan jaminan mereka.\nYang dimaksud dengan \"sekutu-sekutu\" mereka dalam ayat ini ialah semua yang mereka sembah selain Allah, seperti patung Lata, 'Uzza, Manah, dan sebagainya. Juga termasuk di dalamnya orang-orang yang mereka hormati, dan pemuka-pemuka agama mereka.\nDengan pertanyaan terakhir ini, orang-orang kafir Mekah bertambah diam dan bungkam karena ternyata tuhan-tuhan yang mereka sembah selain Allah, para ahli sastra mereka yang terkenal, seperti al-Walid bin al-Mugirah, dan lain-lain tidak sanggup mengemukakan atau mendatangkannya.",
    "quraish": "Atau apakah ada orang yang menyertai mereka dan mengikuti jalan mereka dalam ucapan tersebut? Datangkanlah sekutu-sekutu mereka jika mereka benar dalam tuduhan tersebut.\"",
    "jalalayn": "(Atau apakah mereka mempunyai) di sisi mereka (sekutu-sekutu?) yang sepakat dengan mereka tentang ucapan itu, yaitu mereka akan menjamin bagi mereka dalam hal ini. Maka apabila memang demikian keadaannya (maka hendaklah mereka mendatangkan sekutu-sekutu mereka) yang akan memberikan jaminan tentang hal itu bagi mereka (jika mereka adalah orang-orang yang benar.)"
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 42,
    "arab": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَّيُدْعَوْنَ اِلَى السُّجُوْدِ فَلَا يَسْتَطِيْعُوْنَۙ",
    "translation": "(Ingatlah) pada hari ketika betis disingkapkan dan mereka diseru untuk bersujud; maka mereka tidak mampu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5313.mp3",
    "tafsir": "Ayat ini menyatakan kepada orang-orang kafir Mekah bahwa jika mereka mempunyai penjamin kebenaran perkataan mereka bahwa mereka pasti akan masuk surga seperti orang-orang mukmin masuk surga, maka cobalah datangkan saksi atau penjamin itu nanti pada hari Kiamat. Pada hari itu, semua orang dalam keadaan ketakutan dan sedang berusaha lari dari ketakutan itu. Pada hari itu mereka diminta sujud untuk menguji keimanan mereka padahal mereka tidak sanggup lagi sujud, karena persendian tulang-tulang mereka telah lemah, karena azab telah meliputi mereka dari atas dan bawah, serta dari samping kanan dan kiri. Hari yang seperti itu pasti datang dan huru-hara seperti yang dimaksudkan itu pasti terjadi. Pada saat itu, tiada satu pun tempat berlindung kecuali Allah, Tuhan Yang Mahakuasa.",
    "quraish": "Pada hari yang teramat sulit dan orang-orang kafir diseru untuk sujud--sebagai bentuk ejekan dan pelemahan--lalu mereka tidak mampu, pandangan mereka kabur dipenuhi oleh kehinaan yang sangat. Sesungguhnya dulu, ketika di dunia, mereka pernah diseru untuk bersujud. Tetapi mereka menolak untuk sujud, padahal mereka mampu melakukannya.",
    "jalalayn": "Ingatlah (pada hari betis disingkapkan) ungkapan ini menggambarkan tentang dahsyatnya keadaan pada hari kiamat, yaitu sewaktu hisab dan pembalasan dilaksanakan. Dikatakan \"kasyafatil harbu 'an saaqin\", artinya perang itu berkobar dengan sengitnya (dan mereka dipanggil untuk bersujud) sebagai ujian buat keimanan mereka (maka mereka tidak kuasa) karena punggung mereka lekat bertumpuk menjadi satu, sehingga mereka tidak dapat bersujud."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 43,
    "arab": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗوَقَدْ كَانُوْا يُدْعَوْنَ اِلَى السُّجُوْدِ وَهُمْ سَالِمُوْنَ ",
    "translation": "pandangan mereka tertunduk ke bawah, diliputi kehinaan. Dan sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud pada waktu mereka sehat (tetapi mereka tidak melakukan). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5314.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa orang-orang kafir pada hari Kiamat berada dalam keadaan tidak berdaya sedikit pun. Tidak ada yang memberi mereka pertolongan dan mereka dalam keadaan hina-dina. Mereka hanya dalam keadaan penuh penyesalan, tetapi semua itu tidak berguna lagi.\nKetika hidup di dunia dahulu, mereka dalam keadaan sehat, berkecukupan, berkuasa, dan berpangkat, tetapi mereka tidak mau salat, sujud dan menyembah Allah, serta menyerahkan diri kepada-Nya. Setelah di akhirat, di waktu penyesalan itu tiba, mereka memanggil Tuhan, ingin mengerjakannya untuk menghambakan diri kepada-Nya, akan tetapi mereka tidak sanggup mengerjakannya lagi. Hal itu karena di samping tulang-tulang mereka telah lemah, pintu tobat juga telah ditutup. Hanya orang-orang beriman sajalah yang dapat bersujud di akhirat ketika Allah menampakkan diri-Nya kepada mereka",
    "quraish": "Pada hari yang teramat sulit dan orang-orang kafir diseru untuk sujud--sebagai bentuk ejekan dan pelemahan--lalu mereka tidak mampu, pandangan mereka kabur dipenuhi oleh kehinaan yang sangat. Sesungguhnya dulu, ketika di dunia, mereka pernah diseru untuk bersujud. Tetapi mereka menolak untuk sujud, padahal mereka mampu melakukannya.",
    "jalalayn": "(Seraya tunduk ke bawah) lafal khaasyi`atan ini merupakan hal dari dhamir yang terkandung pada lafal yad`uuna, artinya, dalam keadaan terhina (pandangan mereka) maksudnya, mereka tidak dapat mengangkat pandangan matanya (lagi mereka diliputi) mereka diselimuti (kehinaan. Dan sesungguhnya mereka dahulu diseru) sewaktu di dunia (untuk bersujud sedang mereka dalam keadaan sejahtera) akan tetapi mereka tidak mau melakukannya, yakni tidak mau salat."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 44,
    "arab": "فَذَرْنِيْ وَمَنْ يُّكَذِّبُ بِهٰذَا الْحَدِيْثِۗ سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَۙ",
    "translation": "Maka serahkanlah kepada-Ku (urusannya) dan orang-orang yang mendustakan perkataan ini (Al-Qur'an). Kelak akan Kami hukum mereka berangsur-angsur dari arah yang tidak mereka ketahui, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5315.mp3",
    "tafsir": "Ayat ini merupakan penawar hati dan hiburan kepada Nabi Muhammad dan ancaman keras bagi orang-orang kafir. Sangat banyak sikap dan tindakan orang-orang kafir terhadap Nabi Muhammad dan kaum Muslimin dalam melaksanakan tugas yang dibebankan Allah kepada mereka. Di antaranya ada yang menghalang-halangi orang untuk masuk Islam, menyiksa para sahabat Nabi yang telah masuk Islam, menyakiti, mengejek, memboikot, dan mengucilkan (mengisolir) Nabi, dan sebagainya. Oleh karena itu, kadang-kadang timbul dalam hati Nabi untuk berdoa agar Allah mengazab dan menyiksa mereka yang ingkar itu seperti yang pernah ditimpakan kepada umat-umat yang lalu. Dengan ayat ini, Allah menyatakan bahwa Dia mengetahui segala macam bentuk sikap dan tindakan orang-orang kafir itu, dan akan mengazab mereka sesuai dengan apa yang mereka lakukan. \nSelanjutnya Allah menyatakan bahwa karena mendustakan Al-Qur'an dan mengingkari Allah, maka orang-orang kafir itu mendapat kesempatan untuk melakukan perbuatan-perbuatan dosa dan melakukan penganiayaan sehingga perbuatan dosa yang mereka lakukan itu bertambah banyak. Dengan demikian, balasan azabnya pun bertambah berat, sehingga tidak tertanggungkan oleh mereka. Mereka menyangka bahwa dengan pangkat, harta, dan kekuasaan yang ada pada mereka, Allah telah melimpahkan karunia yang tiada taranya kepada mereka, padahal tidak demikian halnya. Bahkan, dengan pangkat, kekayaan, dan kekuasaan yang ada pada mereka itu, dosa mereka semakin bertambah besar. Dalam ayat yang lain, Allah berfirman:\n\nMaka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan. Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa) Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya. (al-Mu'minun/23: 54-56)\n\nFirman Allah lainnya:\n\nMaka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa. (al-An'am/6: 44)",
    "quraish": "Serahkan kepada-Ku, hai Muhammad, perkara orang yang mendustakan al-Qur'ân. Mereka akan Kami dekatkan ke siksa setahap demi setahap dari arah yang mereka tidak ketahui dari mana siksa itu datang.",
    "jalalayn": "(Maka serahkanlah kepada-Ku) berikanlah kepada Aku (orang-orang yang mendustakan perkataan ini) yang mendustakan Alquran. (Nanti Kami akan menarik mereka dengan berangsur-angsur) Kami akan mengambil mereka secara berangsur-angsur (dari arah yang tidak mereka ketahui.)"
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 45,
    "arab": "وَاُمْلِيْ لَهُمْۗ اِنَّ كَيْدِيْ مَتِيْنٌ ",
    "translation": "dan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5316.mp3",
    "tafsir": "Allah menyatakan bahwa Dia memberi tempo kepada orang-orang kafir itu sampai pada waktu yang ditentukan dengan membiarkan mereka bertambah-tambah kekafiran dan kezalimannya. Allah juga menyatakan bahwa rencana-Nya tidak dapat digagalkan oleh siapa pun, dan pasti terlaksana, tidak seorang pun yang dapat menghalang-halangi-Nya.\nSebenarnya jika orang-orang kafir mau menyadari tentu mereka akan sampai kepada suatu pendirian dan pandangan bahwa yang mereka gunakan untuk menghalang-halangi Rasulullah saw dan orang-orang beriman menegakkan agama Allah, adalah nikmat-nikmat yang dianugerahkan Allah kepada mereka, seperti kekayaan, pangkat, jabatan, dan sebagainya. Seharusnya nikmat-nikmat itu mereka gunakan untuk mencari keridaan-Nya. Sangat besar dosa mereka karena mengingkari dan menyalahgunakan nikmat Allah itu.\nMengenai azab yang ditimpakan kepada orang-orang kafir ini diterangkan dalam hadis Rasulullah saw yang diriwayatkan al-Bukhari dan Muslim:\nSesungguhnya Allah Ta'ala akan menangguhkan azab bagi orang-orang yang zalim, hingga apabila Dia mengazabnya, tidak ada yang luput dari azab itu. Kemudian Nabi saw membaca (Surah Hud/11: 102): \"Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat.\" (Riwayat al-Bukhari, Muslim, Abu Ya'la, al-Baihaqi dan an-Nasa'i dari Abu Musa al-Asy'ari)",
    "quraish": "Aku memberi mereka tangguh dengan menunda siksa. Sesungguhnya rencana-Ku amat teguh dan tak seorang pun akan luput darinya.",
    "jalalayn": "(Dan Aku memberi tangguh kepada mereka) Aku menangguhkan mereka. (Sesungguhnya rencana-Ku amat teguh) amat kuat dan tak dapat ditinggalkan."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 46,
    "arab": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۚ ",
    "translation": "Ataukah engkau (Muhammad) meminta imbalan kepada mereka, sehingga mereka dibebani dengan utang?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5317.mp3",
    "tafsir": "Dalam ayat ini, Allah mengajukan kepada Rasul saw suatu pertanyaan dengan maksud untuk menerka jalan pikiran orang-orang kafir bahwa seseorang melakukan sesuatu pekerjaan untuk mengharapkan suatu upah, keuntungan, atau kesenangan duniawi. Menurut mereka, tidak ada orang yang mau bekerja dan berusaha semata-mata karena Allah. Pertanyaan Allah itu ialah: Wahai Muhammad, apakah engkau meminta upah kepada orang-orang yang mempersekutukan-Ku dengan sesuatu yang lain, karena engkau memberinya nasihat, menyeru mereka kepada kebenaran dan mengikuti agama-Ku, sehingga mereka harus dibebani oleh hutang karena upah yang kau minta itu?",
    "quraish": "Ataukah kamu meminta upah dari mereka sebagai imbalan menyampaikan risalah sehingga mereka merasa terbebani untuk membayar upah tersebut?",
    "jalalayn": "(Ataukah) yakni apakah (kamu meminta kepada mereka) atas penyampaian risalahmu (upah dengan utang, lalu mereka karena utang itu) karena apa yang harus mereka bayarkan kepadamu (merasa keberatan) karena itu lalu mereka tidak mau beriman kepada Alquran."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 47,
    "arab": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَ ",
    "translation": "Ataukah mereka mengetahui yang gaib, lalu mereka menuliskannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5318.mp3",
    "tafsir": "Pada ayat ini pertanyaan tersebut masih dilanjutkan: Apakah mereka mempunyai pengetahuan tentang yang gaib, atau mempunyai seperti Lauh Mahfudh yang mencatat segala sesuatu dengan yang mereka kehendaki yaitu bukti kebenaran pendapat mereka?\nOrang-orang kafir Mekah beranggapan bahwa patung-patung yang mereka sembah dapat memberitahukan kepada mereka segala sesuatu yang akan terjadi dan segala sesuatu yang gaib. Akan tetapi, anggapan mereka itu tidak ada buktinya sama sekali.",
    "quraish": "Ataukah mereka memiliki pengetahuan tentang yang gaib sehingga mereka mampu menulis apa yang mereka putuskan?",
    "jalalayn": "(Ataukah ada pada mereka ilmu tentang yang gaib) yaitu mengenai apa yang tertulis di Lohmahfuz (lalu mereka menulis) daripadanya apa yang mereka katakan itu."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 48,
    "arab": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوْتِۘ اِذْ نَادٰى وَهُوَ مَكْظُوْمٌۗ",
    "translation": "Maka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan ketika dia berdoa dengan hati sedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5319.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar bersabar dalam menerima ketetapan-Nya, tetap melaksanakan tugas kerasulan yang telah dibebankan kepadanya, dan menghindari segala sesuatu yang dapat menghalangi atau mengganggu usaha-usaha dalam melaksanakan tugas itu. Kemudian Allah memperingatkan beliau agar tidak bersikap dan bertindak seperti seorang yang berada dalam perut ikan, yaitu Nabi Yunus. Karena marah kepada kaumnya, Nabi Yunus lalu meninggalkan mereka dan berdoa kepada Allah agar mereka ditimpa azab yang membinasakan.\nKisah ini bermula ketika Nabi Yunus diutus Allah kepada penduduk kota Niniveh. Ia menyeru kaumnya agar menyembah Allah, Tuhan Yang Maha Esa, tidak ada tuhan selain Dia. Tetapi penduduk kota Niniveh menolak ajakan itu, bahkan mereka mengingkari dan mengancamnya. Karena sikap dan tindakan kaumnya yang demikian itu, beliau pun marah serta memperingatkan mereka bahwa Allah akan menimpakan malapetaka yang sangat dahsyat sebagai balasan terhadap sikap dan keingkaran mereka. Beliau pun lalu meninggalkan kaumnya. \nSepeninggal Nabi Yunus, kaumnya sadar dan takut kepada ancaman Allah itu, maka mereka pun keluar dari rumah-rumah mereka menuju tanah lapang bersama istri, anak, dan binatang ternak mereka. Di tanah lapang itu, mereka bersama-sama menyatakan bertobat kepada Allah, dan merendahkan diri dengan penuh keimanan. Mereka berjanji kepada Allah akan mengikuti seruan Yunus, melaksanakan perintah dan menghentikan larangan-Nya. Karena kaum Yunus itu bertobat dengan sebenar-benarnya, tunduk, dan menyerahkan diri kepada-Nya, maka Allah mengabulkan doa mereka dengan mengurungkan datangnya malapetaka itu kepada mereka, sebagaimana diterangkan dalam firman Allah:\n\nMaka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98)\n\nAdapun Nabi Yunus, setelah memberi peringatan itu, pergi dari kaumnya dengan meninggalkan tugas yang dipercayakan Allah kepadanya sebagai rasul-Nya. Tanpa mendapat izin dari Allah, beliau pergi dengan menumpang sebuah kapal yang sarat dengan muatan. Setelah kapal itu berlayar dan berada di tengah lautan timbullah kekhawatiran nakhodanya bahwa kapal itu bakal tenggelam, seandainya muatannya itu tidak dikurangi.\nUntuk mengurangi muatan kapal itu, mereka mengadakan undian di antara penumpang. Barang siapa yang kalah dalam undian itu, akan dilemparkan ke dalam laut. Dengan demikian, kapal itu akan terhindar dari bahaya tenggelam. Dalam undian itu, Nabi Yunus kalah, namun para penumpang kapal itu merasa berat melakukan keputusan tersebut. Hal itu diulangi hingga tiga kali dan hasilnya sama, Nabi Yunus tetap kalah. Namun sebagaimana yang pertama, para penumpang juga merasa berat melaksanakan keputusan itu. Akhirnya Nabi Yunus mengambil keputusan sendiri, dan ia pun terjun ke dalam laut. Setelah Yunus terjun ke dalam laut, Allah memerintahkan seekor ikan hiu yang besar menelannya. Kepada ikan itu diwahyukan agar jangan memakan daging dan tulang Yunus, tetapi cukup menjadikan perutnya sebagai penjara bagi Yunus, karena Yunus bukan makanannya.\nNabi Yunus merasa menderita dan sengsara dalam perut ikan yang gelap itu. Ia bertobat, berdoa, dan menyerahkan dirinya kepada Allah, semoga Allah mengampuni dosa-dosanya dan menyelamatkannya, sebagaimana diterangkan pada firman Allah yang lain:\n\nDan (ingatlah kisah) dzun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, \"Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim.\" Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman. (al-Anbiya'/21: 87-88)",
    "quraish": "Bersabarlah atas penangguhan yang diberikan kepada mereka dan penundaan bantuan kemenangan kepadamu. Jangan seperti Yûnus--yang dimakan ikan hiu--yang tidak sabar dan marah kepada kaumnya ketika ia menyeru kepada Tuhan-Nya dalam keadaan marah seraya meminta agar azab mereka disegerakan.",
    "jalalayn": "(Maka bersabarlah kamu terhadap ketetapan Rabbmu) terhadap mereka, sesuai dengan apa yang dikehendaki-Nya (dan janganlah kamu seperti orang yang berada dalam perut ikan paus) dalam hal ketergesa-gesaannya dan ketidaksabarannya, yaitu sebagaimana Nabi Yunus a.s. (ketika ia berdoa) kepada Rabbnya (sedangkan ia dalam keadaan marah) terhadap kaumnya, hatinya penuh dengan kemarahan sewaktu ia berada di dalam perut ikan besar itu."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 49,
    "arab": "لَوْلَآ اَنْ تَدَارَكَهٗ نِعْمَةٌ مِّنْ رَّبِّهٖ لَنُبِذَ بِالْعَرَاۤءِ وَهُوَ مَذْمُوْمٌ ",
    "translation": "Sekiranya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5320.mp3",
    "tafsir": "Setelah beberapa hari berada dalam perut ikan, Nabi Yunus dilimpahi rahmat oleh Allah dengan mewahyukan kepada ikan itu agar melontarkan Yunus ke daratan. Maka ikan itu pun melontarkan Yunus ke daratan. Ia jatuh di daratan yang tandus, sepi tidak ada air, tumbuh-tumbuhan, dan kayu-kayuan di sekitarnya. Badannya pun dalam keadaan sangat lemah dan sakit, karena penderitaan yang dialaminya selama berada dalam perut ikan, dan karena kesedihannya akibat sikap kaumnya yang menantang dakwahnya. Untuk melindunginya dari terik panas matahari dan kedinginan malam, Allah menumbuhkan di sampingnya semacam pohon labu (yaqthin). Dengan demikian, Nabi Yunus terlindungi dan juga dapat memakan buahnya sebagai penguat tubuhnya yang lemah, sebagaimana firman Allah:\n\nKemudian Kami lemparkan dia ke daratan yang tandus, sedang dia dalam keadaan sakit. Kemudian untuk dia Kami tumbuhkan sebatang pohon dari jenis labu. (as-saffat/37: 145-146)\nSeandainya Allah tidak melimpahkan rahmat-Nya kepada Yunus, tentu ia akan tenggelam di lautan, atau hancur lumat di dalam perut ikan, atau mati kelaparan dan kekeringan di tengah-tengah padang yang tandus. Akan tetapi, Allah Maha Pengasih kepada hamba-hamba-Nya yang mau bertobat dengan sebenar-benarnya, seperti yang dilakukan Nabi Yunus. Oleh karena itu, Allah melimpahkan rahmat kepadanya.",
    "quraish": "Kalau tidak segera mendapat nikmat Tuhan berupa penerimaan tobatnya, niscaya ia sudah dilemparkan dari perut hiu ke suatu padang luas dalam keadaan tersiksa karena kesalahannya.",
    "jalalayn": "(Kalau sekiranya ia tidak segera mendapat) tidak segera disusul oleh (nikmat) yakni rahmat (dari Rabbnya, benar-benar ia dicampakkan) dari perut ikan besar itu (ke tanah yang tandus) tanah yang tidak ada tumbuh-tumbuhannya (dalam keadaan tercela) akan tetapi Allah mengasihaninya sehingga ia dicampakkan tidak dalam keadaan tercela."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 50,
    "arab": "فَاجْتَبٰىهُ رَبُّهٗ فَجَعَلَهٗ مِنَ الصّٰلِحِيْنَ ",
    "translation": "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang yang saleh. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5321.mp3",
    "tafsir": "Setelah kesehatan Yunus pulih kembali, demikian pula kekuatan badannya, maka Allah mengutusnya kembali kepada kaumnya yang pada waktu itu berjumlah seratus ribu orang lebih, sebagaimana firman Allah:\n\nDan Kami utus dia kepada seratus ribu (orang) atau lebih, sehingga mereka beriman, karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu. (as saffat/37: 147-148)\n\nKedatangan Yunus disambut kaumnya dengan gembira dan menyatakan keimanan kepadanya, sehingga mereka termasuk orang-orang yang saleh.\nDengan ayat-ayat di atas, Allah memperingatkan Nabi Muhammad agar jangan sekali-kali bersikap dan bertindak seperti yang dilakukan Nabi Yunus yang mudah marah dan mudah berputus asa, sehingga ia meninggalkan kaumnya dan tugas suci yang telah dibebankan kepadanya, yaitu tugas kerasulan. Nabi Muhammad diperintahkan untuk selalu tabah dan sabar dalam keadaan bagaimana pun karena Allah menyukai orang-orang yang sabar.",
    "quraish": "Lalu Tuhan memilihnya dengan menerima tobatnya dan menjadikannya termasuk orang-orang yang saleh.",
    "jalalayn": "(Lalu Rabbnya memilihnya) memberinya kenabian (dan menjadikannya termasuk orang-orang yang saleh) yakni sebagian dari para nabi."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 51,
    "arab": "وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْلِقُوْنَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهٗ لَمَجْنُوْنٌ ۘ",
    "translation": "Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur'an dan mereka berkata, “Dia (Muhammad) itu benar-benar orang gila.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5322.mp3",
    "tafsir": "Allah menyatakan kepada Nabi Muhammad saw bahwa karena orang-orang musyrik sangat marah dan benci kepada beliau, mereka memandang Nabi dari sudut matanya dengan pandangan yang penuh kemarahan dan kebencian. Hal ini terutama setiap kali mereka mendengar bacaan ayat-ayat Al-Qur'an.\nMenurut sebagian ahli tafsir, yang dimaksudkan dengan \"orang-orang yang hampir-hampir menggelincirkan Nabi dengan pandangan matanya\" ialah Bani Asad, salah satu kabilah di negeri Arab waktu itu. Diriwayatkan bahwa orang-orang dari Bani Asad mempunyai semacam ilmu yang dapat mempengaruhi orang lain dengan menggunakan ketajaman sorotan matanya. Maka sebahagian mereka bermaksud mencobakan ilmunya itu kepada Nabi Muhammad, karena menurut mereka seandainya Muhammad itu benar-benar seorang rasul yang diutus Allah, tentu ia tidak akan terpengaruh oleh ilmu mereka itu. Kenyataannya bahwa ilmu itu memang tidak mempan terhadap Rasulullah saw.\nDari riwayat di atas ayat ini dipahami bahwa segala macam ilmu gaib apa pun tidak akan dapat mengenai atau mempengaruhi seseorang jika ia beriman kepada Allah, kecuali ilmu-ilmu yang sesuai dengan sunatullah, seperti menyakiti seseorang dengan cara mempengaruhi jiwanya sesuai dengan dalil dan ketetapan ilmu jiwa, menganiaya seseorang dengan aliran listrik, dan sebagainya. Ilmu-ilmu yang demikian itu dapat mempengaruhi seseorang.\nKarena orang-orang musyrik itu tidak dapat mempengaruhi Rasulullah dengan ilmu-ilmu yang ada pada mereka, seperti sorotan ketajaman mata, dan karena tidak dapat menandingi ayat-ayat Al-Qur'an, maka mereka mengatakan bahwa sesungguhnya ia (Muhammad) itu benar-benar orang yang gila.",
    "quraish": "Orang-orang kafir itu benar-benar hampir mengenyahkanmu dari tempatmu dengan pandangan marah dan bermusuhan tatkala mereka mendengar al-Qur'ân seraya mengatakan, \"Sesungguhnya kamu benar- benar gila.\"",
    "jalalayn": "(Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu) dapat dibaca layuzliquunaka dan layazliquunaka (dengan pandangan mereka) mereka memandangmu dengan pandangan yang sangat tajam, sehingga pandangannya hampir-hampir membuatmu pingsan dan menjatuhkanmu dari tempat atau kedudukanmu (tatkala mereka mendengar peringatan) yakni Alquran (dan mereka berkata) karena dengki, (\"Sesungguhnya ia benar-benar orang gila.\") Mereka dengki karena Alquran yang diturunkan kepadanya itu."
  },
  {
    "ruku": 499,
    "name": "Al-Qalam",
    "ayat": 52,
    "arab": "وَمَا هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ ",
    "translation": "Padahal (Al-Qur'an) itu tidak lain adalah peringatan bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5323.mp3",
    "tafsir": "Dalam ayat ini, Allah mengatakan dengan tegas bahwa Al-Qur'an itu berisi petunjuk dan pelajaran untuk kebahagiaan hidup manusia di dunia dan akhirat. Ia diperuntukkan bagi seluruh manusia di mana pun mereka berada, baik bagi penduduk negeri-negeri yang telah maju ataupun bagi penduduk negeri yang sedang berkembang atau terbelakang, baik untuk orang yang pintar maupun untuk orang yang bodoh, baik penduduk kota maupun penduduk desa, baik bagi orang yang kaya maupun bagi orang-orang yang miskin, dan sebagainya. Oleh karena itu, setiap orang dapat belajar memahami dan mempelajari Al-Qur'an, asal ia mempunyai sikap akan menerima setiap kebenaran yang disampaikan kepadanya. Jika seseorang belum mempunyai sikap yang demikian, walaupun hati dan pikirannya telah menerima kebenaran Al-Qur'an, namun hawa nafsunya memerintahkan agar ia menentang Al-Qur'an itu dan mengatakannya sebagai buatan manusia atau tuduhan lainnya.\nBerapa banyak orang yang terus-menerus melawan kebenaran dan keadilan karena memperturutkan hawa nafsunya, seperti hawa nafsu ingin pangkat, kedudukan, harta yang banyak, takut dipencilkan oleh golongannya, takut meninggalkan kepercayaan nenek moyangnya, dan sebagainya. Betapa banyak orang yang bersedia membunuh teman, saudara kandung, bahkan ayah dan ibunya karena mengiuti hawa nafsunya.\nMuhammad saw adalah seorang nabi dan rasul Allah yang telah terbukti kejujurannya, seorang yang dihormati dan dipercayai oleh kaumnya, adil sempurna akal pikirannya, tidak seorang pun yang mengingkarinya. Setelah beliau diangkat Allah sebagai nabi dan rasul, timbullah rasa benci itu, karena mengikuti Muhammad saw berarti meninggalkan pangkat, harta, kesenangan, dan kesewenang-wenangan.",
    "quraish": "Al-Qur'ân tidak lain hanyalah nasehat, pelajaran dan peringatan bagi seluruh alam.",
    "jalalayn": "(Dan tidak lain dia) yakni Alquran itu (hanyalah peringatan) pelajaran (bagi seluruh umat) yaitu jin dan manusia, dan tiada menimbulkan kegilaan disebabkannya."
  }
]