[
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 38,
    "arab": "فَلَآ اُقْسِمُ بِمَا تُبْصِرُوْنَۙ",
    "translation": "Maka Aku bersumpah demi apa yang kamu lihat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5361.mp3",
    "tafsir": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu.\nAllah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah.\nDari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad.",
    "quraish": "Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi.",
    "jalalayn": "(Maka) huruf laa di sini adalah huruf zaidah (Aku bersumpah dengan apa yang kalian lihat) makhluk-makhluk yang kalian lihat."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 39,
    "arab": "وَمَا لَا تُبْصِرُوْنَۙ",
    "translation": "dan demi apa yang tidak kamu lihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5362.mp3",
    "tafsir": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu.\nAllah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah.\nDari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad.",
    "quraish": "Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi.",
    "jalalayn": "(Dan dengan apa yang tidak kalian lihat) di antara makhluk-makhluk itu."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 40,
    "arab": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
    "translation": "Sesungguhnya ia (Al-Qur'an) itu benar-benar wahyu (yang diturunkan kepada) Rasul yang mulia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5363.mp3",
    "tafsir": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu.\nAllah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah.\nDari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad.",
    "quraish": "Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi.",
    "jalalayn": "(Sesungguhnya dia) yakni Alquran itu (adalah benar-benar perkataan utusan yang mulia) yang disampaikan oleh malaikat Jibril dari Allah swt."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 41,
    "arab": "وَّمَا هُوَ بِقَوْلِ شَاعِرٍۗ قَلِيْلًا مَّا تُؤْمِنُوْنَۙ",
    "translation": "dan ia (Al-Qur'an) bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5364.mp3",
    "tafsir": "Al-Qur'an bukan syair seperti yang biasa diucapkan penyair-penyair mereka, karena Al-Qur'an di samping indah susunan gaya bahasanya juga mempunyai isi yang dalam. Syair-syair yang diucapkan para penyair mereka tidak memiliki susunan gaya bahasa seindah susunan dan gaya bahasa Al-Qur'an dan tidak mempunyai arti yang tinggi. Banyak terdapat ayat Al-Qur'an yang menantang orang musyrik agar membuat yang serupa atau sebanding dengan Al-Qur'an, tetapi mereka tidak sanggup melakukannya. \n\nDan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24)\n\nDitegaskan pula bahwa Al-Qur'an itu juga bukan berasal dari perkataan tukang tenung. Biasanya tukang tenung teman setan karena mereka menenung itu semata-mata mencari-cari bisikan setan. Padahal Al-Qur'an mencela perbuatan setan, sehingga dengan demikian, ia bukan bisikan setan dan bukan pula hasil tukang tenung. Sehubungan dengan itu, ayat ini menyanggah orang-orang musyrik agar tidak buru-buru berkesimpulan bahwa Al-Qur'an itu adalah tenung hanya karena belum atau tidak mengetahui isi Al-Qur'an. Sangat sedikit di antara mereka yang mau beriman kepada Al-Qur'an ketika itu, dan mau mengambil pelajaran dari isinya. Mukjizat Qur'an terletak pada isi. Makin tinggi ilmu pengetahuan seseorang, akan makin mudah mencerna maksudnya, di samping nilai bahasanya.\nUmat Islam Indonesia pada umumnya kesulitan membuktikan dan mengetahui letak kemukjizatan Al-Qur'an dari segi bahasa, karena untuk mengetahui ketinggian susunan kata-kata haruslah dapat merasakan keindahan gaya dan bahasa itu sendiri. Oleh karena itu, untuk mengetahui ketinggian Al-Qur'an, cukup dengan mengetahui pendapat dan sikap para sastrawan Arab penantang Islam terhadap Al-Qur'an itu. Di antaranya adalah Abu al-Walid, yaitu seorang pemimpin dan sastrawan Arab yang terkenal pada masa itu. Ia pernah diutus kaumnya kepada Nabi saw untuk meminta beliau menghentikan dakwahnya. Mendengar permintaan Abu al-Walid itu, Nabi saw membaca Surah Fussilat/41 dari ayat pertama hingga akhir ayat 14. Abu al-Walid terpesona mendengar ayat-ayat itu, sehingga ia termenung memikirkan keindahan gaya bahasanya. Lalu ia langsung kembali kepada kaumnya. Ketika ditanya tentang hasil pertemuan itu, ia mengatakan kepada kaumnya, \"Aku belum pernah mendengar kata-kata yang seindah itu. Apa yang dibaca itu bukanlah syair, sihir, atau kata-kata ahli tenung. Mendengar jawaban Abu al-Walid, mereka menuduh bahwa ia telah terkena sihir oleh Muhammad dan berkhianat kepada agama nenek moyang mereka. Di antara pemuka dan sesepuh Quraisy adalah al-Walid bin al-Mugirah. Orang ini pernah mendengar ayat-ayat Al-Qur'an yang dibacakan Nabi. Maka ia berkata kepada kaumnya (Bani Makhzum), \"Baru-baru ini aku mendengar dari Muhammad suatu ucapan yang menurutku bukanlah perkataan manusia atau jin. Ucapan itu enak didengar, bagus disimak, laksana sebatang pohon, yang atasnya berbuah, dan bawahnya terhunjam ke tanah. Dia benar-benar unggul dan tidak akan dapat diungguli. Di samping dua orang tersebut, banyak juga sastrawan Arab pada waktu itu yang mencoba membuat yang serupa ayat-ayat Al-Qur'an , tetapi tidak seorang pun yang sanggup melakukannya.\nDari kedua ayat ini dapat dipahami bahwa sangat sedikit di antara kaum musyrik Mekah yang mengakui bahwa Al-Qur'an adalah kitab yang diturunkan Allah kepada Muhammad, begitu juga yang mengambil pelajaran dari isinya. Yang demikian itu adalah karena:\n1.Mereka takut dikucilkan oleh kaumnya dengan mempelajari Al-Qur'an, walaupun hati dan pikiran mereka telah mengakuinya, seperti halnya pada Abu al-Walid dan al-Walid bin al-Mugirah.\n2.Sebahagian mereka tidak mengetahui isinya karena tidak mau mempelajarinya dengan sungguh-sungguh. Mereka lebih dahulu mendustakannya.",
    "quraish": "Al-Qur'ân bukanlah perkatan seorang penyair seperti yang kalian kira. Hanya sedikit sekali keyakinan kalian bahwa al-Qur'ân itu dari Allah.",
    "jalalayn": "(Dan Alquran itu bukanlah perkataan seorang penyair. Sedikit sekali kalian beriman kepadanya.)"
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 42,
    "arab": "وَلَا بِقَوْلِ كَاهِنٍۗ قَلِيْلًا مَّا تَذَكَّرُوْنَۗ",
    "translation": "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5365.mp3",
    "tafsir": "Al-Qur'an bukan syair seperti yang biasa diucapkan penyair-penyair mereka, karena Al-Qur'an di samping indah susunan gaya bahasanya juga mempunyai isi yang dalam. Syair-syair yang diucapkan para penyair mereka tidak memiliki susunan gaya bahasa seindah susunan dan gaya bahasa Al-Qur'an dan tidak mempunyai arti yang tinggi. Banyak terdapat ayat Al-Qur'an yang menantang orang musyrik agar membuat yang serupa atau sebanding dengan Al-Qur'an, tetapi mereka tidak sanggup melakukannya. \n\nDan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24)\n\nDitegaskan pula bahwa Al-Qur'an itu juga bukan berasal dari perkataan tukang tenung. Biasanya tukang tenung teman setan karena mereka menenung itu semata-mata mencari-cari bisikan setan. Padahal Al-Qur'an mencela perbuatan setan, sehingga dengan demikian, ia bukan bisikan setan dan bukan pula hasil tukang tenung. Sehubungan dengan itu, ayat ini menyanggah orang-orang musyrik agar tidak buru-buru berkesimpulan bahwa Al-Qur'an itu adalah tenung hanya karena belum atau tidak mengetahui isi Al-Qur'an. Sangat sedikit di antara mereka yang mau beriman kepada Al-Qur'an ketika itu, dan mau mengambil pelajaran dari isinya. Mukjizat Qur'an terletak pada isi. Makin tinggi ilmu pengetahuan seseorang, akan makin mudah mencerna maksudnya, di samping nilai bahasanya.\nUmat Islam Indonesia pada umumnya kesulitan membuktikan dan mengetahui letak kemukjizatan Al-Qur'an dari segi bahasa, karena untuk mengetahui ketinggian susunan kata-kata haruslah dapat merasakan keindahan gaya dan bahasa itu sendiri. Oleh karena itu, untuk mengetahui ketinggian Al-Qur'an, cukup dengan mengetahui pendapat dan sikap para sastrawan Arab penantang Islam terhadap Al-Qur'an itu. Di antaranya adalah Abu al-Walid, yaitu seorang pemimpin dan sastrawan Arab yang terkenal pada masa itu. Ia pernah diutus kaumnya kepada Nabi saw untuk meminta beliau menghentikan dakwahnya. Mendengar permintaan Abu al-Walid itu, Nabi saw membaca Surah Fussilat/41 dari ayat pertama hingga akhir ayat 14. Abu al-Walid terpesona mendengar ayat-ayat itu, sehingga ia termenung memikirkan keindahan gaya bahasanya. Lalu ia langsung kembali kepada kaumnya. Ketika ditanya tentang hasil pertemuan itu, ia mengatakan kepada kaumnya, \"Aku belum pernah mendengar kata-kata yang seindah itu. Apa yang dibaca itu bukanlah syair, sihir, atau kata-kata ahli tenung. Mendengar jawaban Abu al-Walid, mereka menuduh bahwa ia telah terkena sihir oleh Muhammad dan berkhianat kepada agama nenek moyang mereka. Di antara pemuka dan sesepuh Quraisy adalah al-Walid bin al-Mugirah. Orang ini pernah mendengar ayat-ayat Al-Qur'an yang dibacakan Nabi. Maka ia berkata kepada kaumnya (Bani Makhzum), \"Baru-baru ini aku mendengar dari Muhammad suatu ucapan yang menurutku bukanlah perkataan manusia atau jin. Ucapan itu enak didengar, bagus disimak, laksana sebatang pohon, yang atasnya berbuah, dan bawahnya terhunjam ke tanah. Dia benar-benar unggul dan tidak akan dapat diungguli. Di samping dua orang tersebut, banyak juga sastrawan Arab pada waktu itu yang mencoba membuat yang serupa ayat-ayat Al-Qur'an , tetapi tidak seorang pun yang sanggup melakukannya.\nDari kedua ayat ini dapat dipahami bahwa sangat sedikit di antara kaum musyrik Mekah yang mengakui bahwa Al-Qur'an adalah kitab yang diturunkan Allah kepada Muhammad, begitu juga yang mengambil pelajaran dari isinya. Yang demikian itu adalah karena:\n1.Mereka takut dikucilkan oleh kaumnya dengan mempelajari Al-Qur'an, walaupun hati dan pikiran mereka telah mengakuinya, seperti halnya pada Abu al-Walid dan al-Walid bin al-Mugirah.\n2.Sebahagian mereka tidak mengetahui isinya karena tidak mau mempelajarinya dengan sungguh-sungguh. Mereka lebih dahulu mendustakannya.",
    "quraish": "Dan al-Qur'ân bukanlah mantra seperti mantranya para tukang tenung sebagaimana anggapan kalian. Hanya sedikit sekali sikap perenungan kalian untuk memahami perbedaan antara keduanya.",
    "jalalayn": "(Dan bukan pula perkataan tukang tenung. Sedikit sekali kalian mengambil pelajaran darinya) lafal tu'minuuna pada ayat di atas dan lafal tadzakkaruuna, kedua-duanya dapat pula dibaca yu'minuuna dan yadzakkaruuna. Huruf maa-nya merupakan huruf zaidah yang berfungsi mengukuhkan makna. Makna ayat, bahwasanya mereka itu hanya beriman kepada hal-hal yang sedikit sekali, dan mereka pun hanya ingat sedikit tentang hal-hal yang didatangkan oleh Nabi saw. yaitu berupa kebaikan, silaturahmi, dan memelihara kehormatan. Maka hal-hal tersebut tiada memberi manfaat kepada mereka barang sedikit pun."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 43,
    "arab": "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
    "translation": "Ia (Al-Qur'an) adalah wahyu yang diturunkan dari Tuhan seluruh alam. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5366.mp3",
    "tafsir": "Al-Qur'an benar-benar berasal dari Tuhan Maha Pencipta, Maha Pengatur, Maha Penjaga dan Maha Menguasai seluruh alam.",
    "quraish": "Al-Qur'ân adalah wahyu yang diturunkan oleh Zat yang menciptakan dan memelihara alam semesta ini.",
    "jalalayn": "Bahkan Alquran itu (diturunkan dari Rabb semesta alam.)"
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 44,
    "arab": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِۙ",
    "translation": "Dan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5367.mp3",
    "tafsir": "Kedua ayat ini menegaskan bahwa Al-Qur'an itu benar-benar berasal dari Allah, bukan buatan Muhammad, syair, atau khayalan tukang tenung, karena tidak seorang makhluk pun yang sanggup membuat seperti ayat-ayat Al-Qur'an itu. Allah menegaskan bahwa seandainya Nabi Muhammad mengatakan sesuatu tentang-Nya dan mengucapkan perkataan yang dikatakannya berasal dari-Nya, padahal Ia tidak pernah menyatakan atau mengatakannya, Allah pasti pegang tangan kanannya untuk menerima hukuman dari-Nya. Bagi Allah tidaklah berat dan sukar menghukumnya dengan hukuman yang sangat besar sekalipun, karena Ia Mahakuasa atas segala sesuatu.\nUngkapan \"memegang tangan kanan\" (al-akhdhu bil yamin) dalam ayat ini merupakan ungkapan untuk suatu tindakan yang dilakukan terhadap orang yang berada di bawah kekuasaan seseorang, dengan maksud memberi hukuman kepada orang itu. Contohnya seperti seorang raja yang memberikan hukuman kepada seorang pemberontak.\nDalam ayat ini, ungkapan tersebut dipakai untuk menyatakan bahwa bagi Allah tidak ada suatu keberatan pun untuk melakukan suatu tindakan terhadap Muhammad, kalau ia mengadakan sesuatu yang tidak benar terhadap-Nya. Hal itu sebagai hukuman bagi Nabi saw, bagaimana pun beratnya hukuman itu.\nAyat ini juga mengisyaratkan bahwa seandainya Al-Qur'an itu buatan Muhammad, pasti akan ditolak oleh manusia dan beliau akan gagal dalam melaksanakan dakwahnya. Kenyataan yang terjadi adalah sebaliknya, Muhammad diterima oleh orang-orang beriman karena mereka percaya akan kebenaran Al-Qur'an. Dan ternyata pula bahwa agama Islam makin hari makin berkembang.",
    "quraish": "Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika.",
    "jalalayn": "(Seandainya dia mengada-adakan) yakni Nabi Muhammad (sebagian perkataan atas nama Kami) seumpamanya dia mengatakan dari Kami, padahal Kami tidak pernah mengatakannya."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 45,
    "arab": "لَاَخَذْنَا مِنْهُ بِالْيَمِيْنِۙ",
    "translation": "pasti Kami pegang dia pada tangan kanannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5368.mp3",
    "tafsir": "Kedua ayat ini menegaskan bahwa Al-Qur'an itu benar-benar berasal dari Allah, bukan buatan Muhammad, syair, atau khayalan tukang tenung, karena tidak seorang makhluk pun yang sanggup membuat seperti ayat-ayat Al-Qur'an itu. Allah menegaskan bahwa seandainya Nabi Muhammad mengatakan sesuatu tentang-Nya dan mengucapkan perkataan yang dikatakannya berasal dari-Nya, padahal Ia tidak pernah menyatakan atau mengatakannya, Allah pasti pegang tangan kanannya untuk menerima hukuman dari-Nya. Bagi Allah tidaklah berat dan sukar menghukumnya dengan hukuman yang sangat besar sekalipun, karena Ia Mahakuasa atas segala sesuatu.\nUngkapan \"memegang tangan kanan\" (al-akhdhu bil yamin) dalam ayat ini merupakan ungkapan untuk suatu tindakan yang dilakukan terhadap orang yang berada di bawah kekuasaan seseorang, dengan maksud memberi hukuman kepada orang itu. Contohnya seperti seorang raja yang memberikan hukuman kepada seorang pemberontak.\nDalam ayat ini, ungkapan tersebut dipakai untuk menyatakan bahwa bagi Allah tidak ada suatu keberatan pun untuk melakukan suatu tindakan terhadap Muhammad, kalau ia mengadakan sesuatu yang tidak benar terhadap-Nya. Hal itu sebagai hukuman bagi Nabi saw, bagaimana pun beratnya hukuman itu.\nAyat ini juga mengisyaratkan bahwa seandainya Al-Qur'an itu buatan Muhammad, pasti akan ditolak oleh manusia dan beliau akan gagal dalam melaksanakan dakwahnya. Kenyataan yang terjadi adalah sebaliknya, Muhammad diterima oleh orang-orang beriman karena mereka percaya akan kebenaran Al-Qur'an. Dan ternyata pula bahwa agama Islam makin hari makin berkembang.",
    "quraish": "Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika.",
    "jalalayn": "(Niscaya benar-benar Kami pegang) niscaya Kami tangkap (dia) sebagai hukuman baginya (dengan kekuatan) dan kekuasaan-Ku."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 46,
    "arab": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِيْنَۖ",
    "translation": "Kemudian Kami potong pembuluh jantungnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5369.mp3",
    "tafsir": "Pada kedua ayat ini ditegaskan lagi kekuasaan Allah terhadap makhluk-Nya. Seandainya Allah ingin melakukan sesuatu kepada hamba-hamba-Nya, tidak seorang pun yang dapat menghalanginya, sekalipun tindakan itu adalah tindakan yang menentukan hidup-matinya seseorang, seperti tindakan memutuskan urat nadi jantungnya, yang berakibat kematiannya. Demikian pula kepada Muhammad. Seandainya dia berdusta terhadap Allah, tentu Allah akan marah kepadanya dan menghukumnya dengan hukuman mati, yaitu dengan memutus pembuluh darahnya. Tidak ada seorang pun yang dapat menghalangi-Nya dari melaksanakan hukuman itu.",
    "quraish": "Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika.",
    "jalalayn": "(Kemudian benar-benar Kami potong urat tali jantungnya) yang apabila urat itu terputus maka orang itu akan mati."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 47,
    "arab": "فَمَا مِنْكُمْ مِّنْ اَحَدٍ عَنْهُ حَاجِزِيْنَۙ",
    "translation": "Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5370.mp3",
    "tafsir": "Pada kedua ayat ini ditegaskan lagi kekuasaan Allah terhadap makhluk-Nya. Seandainya Allah ingin melakukan sesuatu kepada hamba-hamba-Nya, tidak seorang pun yang dapat menghalanginya, sekalipun tindakan itu adalah tindakan yang menentukan hidup-matinya seseorang, seperti tindakan memutuskan urat nadi jantungnya, yang berakibat kematiannya. Demikian pula kepada Muhammad. Seandainya dia berdusta terhadap Allah, tentu Allah akan marah kepadanya dan menghukumnya dengan hukuman mati, yaitu dengan memutus pembuluh darahnya. Tidak ada seorang pun yang dapat menghalangi-Nya dari melaksanakan hukuman itu.",
    "quraish": "Tidak ada seorang pun di antara kalian--betapa pun kuatnya ia--yang dapat menghalangi siksa Kami.",
    "jalalayn": "(Maka sekali-kali tidak ada seorang pun dari kalian) lafal min ahadin adalah isimnya maa, sedangkan huruf min adalah huruf zaidah yang mengandung makna mengukuhkan kenafiannya. Dan lafal minkum adalah hal dari lafal ahadin (yang dapat menghalang-halangi Kami daripadanya) tiada seorang pun yang dapat mencegah-Ku daripadanya. Lafal haajiziina adalah khabar dari maa, dan ia dijamakkan karena lafal ahadan di dalam konteks nafi yang maknanya mengandung pengertian jamak. Dan dhamir yang terdapat di dalam lafal `anhu merujuk kepada Nabi saw.; yakni tiada seorang pun yang dapat mencegah Kami dari hukumannya."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 48,
    "arab": "وَاِنَّهٗ لَتَذْكِرَةٌ لِّلْمُتَّقِيْنَ ",
    "translation": "Dan sungguh, (Al-Qur'an) itu pelajaran bagi orang-orang yang bertakwa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5371.mp3",
    "tafsir": "Al-Qur'an bukanlah perkataan penyair, bukan hasil tenung tukang tenung, dan bukan pula perkataan Muhammad, tetapi adalah kalam Allah yang diturunkan-Nya kepada Nabi Muhammad saw untuk disampaikan kepada umat manusia. Dengan Al-Qur'an itu, manusia akan beriman dan akan mendapat petunjuk dalam mengayuh bahtera kehidupannya ke pulau yang dicita-citakannya, yaitu kebahagiaan hidup di dunia dan di akhirat.\nDari ayat ini dipahami bahwa manusia dalam mencapai kebahagiaan hidup di dunia dan di akhirat, memerlukan petunjuk-petunjuk. Petunjuk itu ada yang dapat dicapai oleh akal pikiran, dan ada yang tidak. Yang dapat dicapai oleh akal pikiran ialah seperti bagaimana cara mereka hidup, mencari nafkah, menanam padi, memelihara binatang ternak, bagaimana melindungi diri dari kehujanan dan kepanasan, dan sebagainya. Ada pula petunjuk yang tidak dapat dicapai oleh akal pikiran manusia, sehingga harus ada yang menunjukkannya. Hanya Allah, sebagai pencipta, pemilik dan penguasa seluruh makhluk, yang bisa memberikan petunjuk itu. Semua petunjuk Allah itu termuat dalam Al-Qur'an dan dijelaskan oleh sunah Nabi saw, serta diberikan kepada orang berpikir. Apakah orang kafir memikirkan yang demikian itu?",
    "quraish": "Sesungguhnya al-Qur'ân benar-benar menjadi pelajaran bagi orang-orang yang mengikuti perintah Allah dan menjauhi segala larangan-Nya.",
    "jalalayn": "(Dan sesungguhnya dia itu) Alquran itu (benar-benar suatu pelajaran bagi orang-orang yang bertakwa.)"
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 49,
    "arab": "وَاِنَّا لَنَعْلَمُ اَنَّ مِنْكُمْ مُّكَذِّبِيْنَۗ",
    "translation": "Dan sungguh, Kami mengetahui bahwa di antara kamu ada orang yang mendustakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5372.mp3",
    "tafsir": "Ayat ini merupakan peringatan keras kepada kaum musyrik. Dijelaskan bahwa Allah Maha Mengetahui segala sesuatu yang terdapat di alam ini, sejak dari yang kecil sampai yang besar, yang halus sampai yang kasar, serta yang tidak tampak sampai yang tampak. Oleh karena itu, Allah mengetahui setiap orang yang mendustakan Al-Qur'an, mengingkari rasul, dan melakukan perbuatan-perbuatan yang terlarang. Maka Allah akan melakukan tindakan dan menghukum dengan seadil-adilnya di antara manusia, sesuai dengan perbuatannya.\nDari perkataan \"minkum\" (sebahagian kamu) yang terdapat dalam ayat ini dapat dipahami bahwa ada di antara orang musyrik itu yang mempercayai kebenaran Al-Qur'an dan Rasulullah. Akan tetapi, karena hawa nafsu, takut dipencilkan kaumnya, takut kehilangan pangkat dan harta, mereka mendustakannya. Allah berfirman:\n\nSesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan? Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri, lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.\" (al-Muddatstsir/74: 18-25)",
    "quraish": "Kami sungguh mengetahui bahwa di antara kalian ada yang mendustakan al-Qur'ân.",
    "jalalayn": "(Dan sesungguhnya Kami benar-benar mengetahui, bahwa di antara kalian) hai manusia (ada orang-orang yang mendustakan) Alquran dan ada pula yang mempercayainya."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 50,
    "arab": "وَاِنَّهٗ لَحَسْرَةٌ عَلَى الْكٰفِرِيْنَۚ",
    "translation": "Dan sungguh, (Al-Qur'an) itu akan menimbulkan penyesalan bagi orang-orang kafir (di akhirat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5373.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Al-Qur'an menimbulkan kekecewaan bagi orang kafir, baik selama hidup di dunia maupun di akhirat. Di dunia mereka kecewa karena pengaruh agama Islam bertambah kuat sehingga pengaruh kepercayaan syirik makin berkurang, bahkan akhirnya hilang seluruhnya tanpa bekas sedikit pun. Al-Qur'an menyatakan kebatilan kepercayaan mereka, seperti menyembah patung yang tidak dapat menimbulkan mudarat dan manfaat.\nDi akhirat nanti setelah mengalami azab yang dahsyat, mereka menyesal kenapa tidak mengikuti seruan Nabi Muhammad, seperti yang dilakukan orang-orang yang beriman. Akan tetapi, penyesalan mereka itu tidak ada gunanya lagi karena pintu tobat telah tertutup.",
    "quraish": "Hal itu sungguh menyebabkan orang-orang yang mengingkarinya sangat menyesal, ketika mereka menyaksikan siksa yang mereka alami dan kenikmatan yang dirasakan oleh orang-orang yang mempercayainya.",
    "jalalayn": "(Dan sesungguhnya dia itu) Alquran itu (menjadi penyesalan bagi orang-orang kafir) di saat mereka melihat pahala yang diterima oleh orang-orang yang beriman kepadanya, dan hukuman yang diterima oleh orang-orang yang mendustakannya."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 51,
    "arab": "وَاِنَّهٗ لَحَقُّ الْيَقِيْنِ ",
    "translation": "Dan Sungguh, (Al-Qur'an) itu kebenaran yang meyakinkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5374.mp3",
    "tafsir": "Dalam ayat ini, ditegaskan lagi bahwa Al-Qur'an adalah suatu yang benar dan nyata kebenarannya. Ia benar-benar berasal dari Tuhan semesta alam, bukan perkataan yang diada-adakan Muhammad.",
    "quraish": "Sesungguhnya al-Qur'ân adalah kebenaran yang tidak mengandung keraguan.",
    "jalalayn": "(Dan sesungguhnya dia itu) Alquran itu (benar-benar perkara hak yang diyakini) atau keyakinan yang hak."
  },
  {
    "ruku": 501,
    "name": "Al-Haqqah",
    "ayat": 52,
    "arab": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ",
    "translation": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5375.mp3",
    "tafsir": "Oleh karena itu, Nabi Muhammad diperintahkan untuk bertasbih dengan menyebut nama Allah dan bersyukur kepada-Nya karena Dia telah melimpahkan rahmat yang tidak terhingga kepadanya dan kepada seluruh manusia berupa Al-Qur'an, sebagai petunjuk dalam mencapai kebahagiaan hidup di dunia dan di akhirat. Sesungguhnya Tuhan yang telah memberi rahmat itu adalah Tuhan Yang Mahaagung.",
    "quraish": "Maka, sucikanlah Tuhanmu Yang Mahaagung dan sebutlah nama-Nya selalu.",
    "jalalayn": "(Maka bertasbihlah) sucikanlah Dia (dengan menyebut nama) huruf ba di sini adalah huruf zaidah (Rabbmu Yang Maha Besar) Maha Suci Dia."
  }
]