[
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 21,
    "arab": "قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ",
    "translation": "Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku, dan mereka mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5440.mp3",
    "tafsir": "Nuh mengadu kepada Allah bahwa umatnya tetap durhaka kepadanya. Mereka tidak mau mengikuti seruannya, dan tetap mengikuti pemimpin-pemimpin mereka yang terdiri dari orang-orang kaya, yang mempunyai harta dan anak-anak yang banyak. Akan tetapi, harta itu hanya digunakan untuk berfoya-foya. Anak-anak mereka juga tidak dididik dengan baik, sehingga bila dewasa nanti, mereka menjadi sesat dan jahat",
    "quraish": "Nûh melanjutkan berkata, \"Wahai Tuhanku, sesungguhnya kaumku telah melanggar seruanku untuk beriman dan memohon ampunan. Orang-orang lemah dari mereka mengikuti orang-orang yang harta dan anaknya malah membuat mereka tambah merugi di akhirat. Para pemilik harta dan anak yang banyak itu telah melakukan tipu daya yang sangat besar terhadap orang-orang lemah yang mengikuti mereka.",
    "jalalayn": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya mereka telah mendurhakaiku, dan mereka telah mengikuti) orang-orang yang hina dan orang-orang yang miskin di antara mereka (orang-orang yang harta dan anak-anaknya tidak menambah kepadanya) maksudnya orang-orang yang rendah dan orang-orang miskin dari kalangan kaum Nabi Nuh itu, lebih senang mengikuti pemimpin-pemimpin yang diberi nikmat akan hal-hal tersebut, yakni banyak harta dan anaknya. Lafal wuldun dengan didamahkan huruf waunya dan sukun pada lamnya, atau waladun dengan difatahkan kedua-duanya; kalau bentuk yang pertama menurut suatu pendapat, bahwa itu adalah bentuk jamak dari lafal waladun. Dalam arti kata disamakan dengan wazan lafal khasyabun yang jamaknya khusybun. Menurut pendapat yang lain, lafal wuldun mempunyai arti yang sama dengan lafal waladun, karena wazannya dianggap sama dengan lafal bukhlun dan bakhiilun (melainkan kerugian belaka) yaitu keangkaramurkaan dan kekafiran."
  },
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 22,
    "arab": "وَمَكَرُوْا مَكْرًا كُبَّارًاۚ",
    "translation": "dan mereka melakukan tipu daya yang sangat besar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5441.mp3",
    "tafsir": "Ayat ini menerangkan bahwa para pembesar dan pemimpin umat Nabi Nuh, melakukan segala macam tipu muslihat untuk menghambat dan menghancurkan agama yang dibawa Nabi Nuh. Di antaranya adalah dengan menghalangi dan mengancam orang-orang yang hendak mengikuti seruan Nuh, memperkuat kedudukan berhala, dan bahkan menghasut masyarakat untuk menganiaya Nabi Nuh.",
    "quraish": "Nûh melanjutkan berkata, \"Wahai Tuhanku, sesungguhnya kaumku telah melanggar seruanku untuk beriman dan memohon ampunan. Orang-orang lemah dari mereka mengikuti orang-orang yang harta dan anaknya malah membuat mereka tambah merugi di akhirat. Para pemilik harta dan anak yang banyak itu telah melakukan tipu daya yang sangat besar terhadap orang-orang lemah yang mengikuti mereka.",
    "jalalayn": "(Dan mereka melakukan tipu daya) yaitu para pemimpin mereka (yang amat besar.\") Tipu daya mereka sangat besar, yaitu mereka telah mendustakan Nabi Nuh dan menyakitinya serta menyakiti orang-orang yang beriman kepadanya."
  },
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 23,
    "arab": "وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ",
    "translation": "Dan mereka berkata, “Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) Wadd, dan jangan pula Suwa‘, Yagus, Ya‘uq dan Nasr.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5442.mp3",
    "tafsir": "Pembesar-pembesar umat Nabi Nuh meminta kaumnya agar tidak meninggalkan tuhan-tuhan yang telah disembah nenek moyang mereka dahulu. Mereka disuruh untuk tetap menyembah berhala-berhala mereka yaitu, wadd, suwa', yuguts, ya'uq dan nasr.\nKelima berhala tersebut merupakan berhala yang paling dihormati di antara sekian banyak berhala kabilah-kabilah kaum Nuh. Masing-masing kabilah juga mempunyai berhala-berhala sendiri yang berbeda-beda satu sama lain. Dari sinilah para ulama berpendapat bahwa agama syirik mulai berkembang pada zaman Nabi Nuh. Sebelumnya, yaitu pada masa Nabi Adam dan Idris, belum ada keyakinan syirik ataupun penyembahan berhala.\nPenyembahan kepada banyak berhala itu kemudian turun kepada bangsa Arab. Oleh karena itu, bangsa Arab juga memiliki berhala-berhala yang dinamai dengan nama-nama yang pernah dipakai oleh umat Nuh.\nMenurut riwayat al-Bukhari, Ibnu al-Mundhir, dan Ibnu Mardawaih dari Ibnu 'Abbas bahwa ia berkata, \"Kemudian berhala-berhala itu pindah kepada bangsa Arab, maka Wadd menjadi berhala kabilah Kalb, Suwa' menjadi berhala kabilah Hudhail, Yaguts menjadi berhala kabilah Murad yang kemudian berpindah kepada kabilah Guthaif; Ya'uq menjadi berhala kabilah Hamdan, dan Nasr menjadi adalah nama berhala kabilah Himyar.\"\nDi samping itu, juga terdapat berhala-berhala selain tersebut dalam ayat di atas yang disembah oleh umat Nuh, yang kemudian berpindah pula kepada bangsa Arab, seperti al-Lat, berhala kaum tsaqif di tha'if; al-'Uzza, berhala kabilah Sulaim, Gathfan, dan Jusyam; Manah, berhala kabilah Khuza'ah di Qudaid; Asaf, Na'ilah, dan Hubal, berhala-berhala yang disembah penduduk Mekah. Hubal adalah berhala yang terbesar dan teragung, menurut mereka, yang diletakkan di atas Ka'bah. Berhala-berhala itu mereka buat sendiri untuk disembah.\nPerpindahan berhala-berhala itu dari bangsa-bangsa lain ke bangsa Arab seperti diisyaratkan oleh riwayat di atas menunjukkan bahwa ajaran monoteisme yang dibawa oleh Nabi Muhammad berlaku atau bersifat universal. Ajaran itu tidak hanya untuk bangsa Arab, tetapi juga untuk bangsa-bangsa lain.",
    "quraish": "Kepada orang-orang lemah itu mereka mengatakan, 'Jangan kalian tinggalkan menyembah tuhan- tuhan kalian. Dan jangan tinggalkan Wadd, Suwa', Yaghûts, Ya'ûq dan Nasr'.\" Sembahan itu adalah patung- patung yang dipahat dalam bentuk binatang yang bermacam-macam. Orang-orang yang diikuti itu sungguh telah menyesatkan banyak orang. Kekafiran dan kekukuhan orang-orang yang zalim itu hanya menambah mereka jauh dari kebenaran.",
    "jalalayn": "(Dan mereka berkata) kepada orang-orang yang menjadi bawahan mereka (\"Jangan sekali-kali kalian meninggalkan tuhan-tuhan sesembahan kalian dan jangan pula sekali-kali kalian meninggalkan wadd) dapat dibaca waddan dan wuddan (dan jangan pula suwa', yaghuts, ya'uq dan nasr\") nama-nama tersebut adalah nama-nama berhala-berhala mereka."
  },
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 24,
    "arab": "وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا",
    "translation": "Dan sungguh, mereka telah menyesatkan banyak orang; dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5443.mp3",
    "tafsir": "Para pembesar dan pemimpin umat Nabi Nuh telah menyesatkan masyarakatnya dari jalan Allah dan mempengaruhi mereka dengan berbagai macam tipu muslihat, sehingga mereka mengikutinya. Dengan demikian, orang-orang yang datang sesudah mereka kemudian mengikuti jejak mereka, sampai kepada orang-orang Arab Jahiliah.\nDoa Nabi Ibrahim berikut mengindikasikan bahwa penyembahan berhala itu terus berlangsung sampai ke zamannya. Oleh karena itulah, ia berdoa kepada Allah agar anak cucunya terhindar dari meyembah berhala tersebut. Firman Allah:\n\nDan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala. Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barang siapa mengikutiku, maka orang itu termasuk golonganku, dan barang siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.\" (Ibrahim/14: 35-36)\n\nPada akhir ayat ini, Nuh berdoa agar Allah menambah kesesatan kaumnya itu. Hal itu ia lakukan karena mereka sudah zalim, yaitu ingkar dan semakin ingkar ketika dinasihati. Doa itu dimohonkan Nabi Nuh setelah melihat bahwa kaumnya tidak mungkin lagi dinasihati dengan cara apa pun.",
    "quraish": "Kepada orang-orang lemah itu mereka mengatakan, 'Jangan kalian tinggalkan menyembah tuhan- tuhan kalian. Dan jangan tinggalkan Wadd, Suwa', Yaghûts, Ya'ûq dan Nasr'.\" Sembahan itu adalah patung- patung yang dipahat dalam bentuk binatang yang bermacam-macam. Orang-orang yang diikuti itu sungguh telah menyesatkan banyak orang. Kekafiran dan kekukuhan orang-orang yang zalim itu hanya menambah mereka jauh dari kebenaran.",
    "jalalayn": "(Dan sesungguhnya mereka telah menyesatkan) dengan nama-nama tersebut (kebanyakan manusia) karena mereka telah memerintahkan manusia untuk menyembahnya (dan janganlah Engkau tambahkan bagi orang-orang yang lalim itu selain kesesatan) ayat ini diathafkan kepada lafal qad adhalluu, yakni merupakan doa Nabi Nuh setelah Allah mewahyukan kepadanya, bahwasanya sekali-kali tidak ada orang yang mau beriman di antara kaummu, melainkan orang-orang yang telah beriman saja."
  },
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 25,
    "arab": "مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا",
    "translation": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5444.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menenggelamkan umat Nabi Nuh yang zalim itu dengan banjir yang luar biasa besarnya. Semua itu disebabkan keingkaran dan dosa mereka kepada Allah. Dalam keadaan demikian, tidak seorang pun yang dapat menghindarkan mereka dari azab Allah. Bahkan berhala yang mereka sembah itu tidak dapat menolong diri dari kehancuran, apalagi menolong orang lain. Di akhirat nanti, mereka akan dijebloskan ke dalam neraka Jahanam.\nDalam ayat-ayat yang sebelumnya, seperti dalam Surah Hud, telah diterangkan bahwa setelah Nabi Nuh berpendapat bahwa kaumnya tidak mungkin memperkenankan seruannya, maka atas wahyu Allah, beliau mulai membuat kapal. Setelah kapal selesai, banjir pun datang, sehingga Nuh dan keluarganya beserta orang-orang yang beriman dengannya dapat diselamatkan dengan kapal itu",
    "quraish": "Mereka ditenggelamkan dengan topan karena dosa-dosa mereka. Setelah binasa, mereka dimasukkan ke dalam api yang sangat menyala dan membakar. Dan mereka tidak mendapatkan--selain Allah--penolong yang dapat menyelamatkan mereka dari siksa.",
    "jalalayn": "(Disebabkan) huruf maa di sini adalah huruf shilah atau penghubung (kesalahan-kesalahan mereka) menurut suatu qiraat dibaca khathii'aatihim dengan memakai huruf hamzah sesudah huruf ya (mereka ditenggelamkan) oleh banjir besar (lalu dimasukkan ke dalam neraka) yaitu mereka diazab sesudah mereka ditenggelamkan di bawah air (maka mereka tidak dapat menemukan selain) selain daripada (Allah, seseorang pun yang menolong mereka) yang dapat melindungi mereka dari azab."
  },
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 26,
    "arab": "وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ",
    "translation": "Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5445.mp3",
    "tafsir": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)",
    "quraish": "Setelah putus harapan melihat kaumnya, Nûh berdoa, \"Ya Tuhanku, Janganlah Engkau sisakan seorang pun dari mereka hidup di muka bumi ini.",
    "jalalayn": "(Nuh berkata, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi) bertempat tinggal, makna yang dimaksud ialah jangan biarkan seorang pun di antara mereka."
  },
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 27,
    "arab": "اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ",
    "translation": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5446.mp3",
    "tafsir": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)",
    "quraish": "Sesungguhnya, Ya Tuhanku, jika Engkau tidak membinasakan dan membumi-hanguskan mereka, mereka akan menjerumuskan hamba-hamba-Mu ke dalam kesesatan dan mereka hanya akan melahirkan keturunan yang jauh dari kebenaran serta sangat kufur dan durhaka terhadap-Mu.",
    "jalalayn": "(Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir) lafal faajiran dan kaffaaran berasal dari yafjuru dan yakfuru. Nabi Nuh berdoa demikian setelah ada wahyu mengenai keadaan mereka yang telah disebutkan tadi yakni, bahwa mereka tidak akan beriman, kecuali hanya orang-orang yang telah beriman kepadanya."
  },
  {
    "ruku": 505,
    "name": "Nuh",
    "ayat": 28,
    "arab": "رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًا ࣖ",
    "translation": "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5447.mp3",
    "tafsir": "Setelah Nuh berdoa kepada Allah agar membinasakan orang-orang kafir, beliau berdoa untuk keselamatan diri dan kedua orang tuanya serta seluruh orang-orang yang beriman. \nPada akhir ayat, Nuh memohon lagi kepada Allah agar menambah kesesatan orang-orang kafir, sehingga mereka akhirnya akan merasakan azab yang tidak terkirakan di hari Kiamat.",
    "quraish": "Ya Tuhanku, ampunilah aku, ibu-bapakku yang menyebabkan aku hidup, orang yang masuk ke rumahku dalam keadaan beriman dan semua orang-orang Mukmin, laki-laki dan perempuan. Dan janganlah Engkau tambahkan kepada orang-orang kafir itu kecuali kebinasaan.\"",
    "jalalayn": "(Ya Rabbku! Ampunilah aku, ibu bapakku) kedua orang tua Nabi Nuh termasuk orang-orang yang beriman (orang yang masuk ke dalam rumahku) atau mesjidku (dengan beriman, dan semua orang yang beriman laki-laki dan perempuan) hingga hari kiamat nanti (dan janganlah Engkau tambahkan kepada orang-orang yang zalim itu selain kebinasaan.\") Atau kehancuran, akhirnya mereka benar-benar dibinasakan."
  }
]