[
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 20,
    "arab": "قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan sesuatu pun dengan-Nya.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5467.mp3",
    "tafsir": "Dalam ayat ini, Allah menyuruh Nabi Muhammad agar mengatakan kepada orang-orang yang memusuhinya bahwa beliau hanya menyembah Allah dan tidak mempersekutukan-Nya dengan suatu apa pun. Hal yang demikian itu bukanlah suatu yang luar biasa dan bukan pula suatu yang harus dibenci, sehingga mereka beramai-ramai memusuhinya.",
    "quraish": "Katakanlah, \"Sesungguhnya aku hanya menyembah Tuhanku semata. Dan aku tidak menyekutukan-Nya dalam beribadah.\"",
    "jalalayn": "(Berkatalah dia) Nabi Muhammad berkata sebagai jawabannya terhadap orang-orang kafir yang mengatakan kepadanya, kembalilah kamu dari apa yang kamu lakukan sekarang ini. Akan tetapi menurut qiraat yang lain lafal qaala dibaca qul, artinya katakanlah: (\"Sesungguhnya aku hanya menyembah Rabbku) sebagai Tuhanku (dan aku tidak mempersekutukan sesuatu pun dengan-Nya.\")"
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 21,
    "arab": "قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا ",
    "translation": "Katakanlah (Muhammad), “Aku tidak kuasa menolak mudarat maupun mendatangkan kebaikan kepadamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5468.mp3",
    "tafsir": "Allah menyatakan bahwa Nabi Muhammad tidak dapat bertindak lain dalam persoalan tersebut, tidak sanggup memberi petunjuk, dan mendatangkan kebahagiaan atau kebajikan bagi mereka. Allah memerintahkan Nabi saw untuk menyampaikan kepada orang-orang kafir bahwa ia tidak dapat memberi suatu kemudaratan kepada mereka, baik dalam urusan agama maupun urusan dunia, dan tidak dapat pula memberi manfaat kepada mereka. Hanya Allah yang dapat berbuat demikian seluruhnya. Allah memiliki segala sesuatu dan Dialah yang Mahakuasa atas segala sesuatu. \nNabi Muhammad juga diperintahkan untuk bertawakal kepada Allah karena Dialah yang akan memberi pahala atas tindakannya yang baik. Dia pulalah yang akan memberi balasan kepada orang-orang kafir atas tindakan-tindakan buruk yang mereka lakukan. Hal ini berarti pula bahwa Nabi saw tidak akan meninggalkan dakwah walaupun orang-orang kafir terus menentang.",
    "quraish": "Katakanlah, \"Sesungguhnya aku tidak kuasa menolak kemudaratan dan mendatangkan hidayah dan manfaat untuk kalian.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku tidak kuasa untuk mendatangkan sesuatu kemudaratan pun kepada kalian) atau keburukan (dan tidak pula sesuatu kemanfaatan.\") Atau kebaikan."
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 22,
    "arab": "قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya tidak ada sesuatu pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain dari-Nya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5469.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menyatakan bahwa Nabi Muhammad tidak sanggup melindungi dirinya sebagaimana ia tidak sanggup pula melindungi orang lain. Oleh sebab itu, Allah menyuruh Nabi-Nya untuk mengatakan bahwa tidak ada seorang pun di antara makhluk Allah yang sanggup melindunginya dari kemudaratan bila Allah menghendakinya. Tidak ada yang dapat membantunya dan tidak ada tempat berlindung selain kepada Allah. Bila Nabi saw terus menjalankan risalah dan menaati-Nya, Allah pasti akan melindunginya. Maksudnya, tidak ada yang akan membela Nabi saw dari ancaman-ancaman Allah bila ia tidak menjalankan risalah-Nya. Nabi hanya bertugas untuk menyampaikan risalah dan peringatan Allah sebagaimana firman-Nya:\n\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67)\nSelanjutnya Allah menjelaskan bahwa barang siapa yang berani durhaka terhadap suatu perintah atau larangan-Nya serta mendustai Rasul-Nya maka baginya telah disediakan neraka yang akan ditempatinya untuk selama-lamanya. Ia tidak akan sanggup menghindarkan diri dari neraka itu.",
    "quraish": "Katakanlah, \"Sesungguhnya tidak ada seorang pun yang dapat menghalangi Allah dariku sekiranya aku mendurhakai-Nya. Selain kepada-Nya, aku tidak menemukan tempat pelarian untuk berlindung dari siksa- Nya.",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku sekali-kali tiada yang dapat melindungiku dari Allah) dari azab-Nya jika aku mendurhakai-Nya (seseorang pun, dan sekali-kali aku tiada akan memperoleh selain dari-Nya) atau selain-Nya (tempat untuk berlindung) maksudnya, tempat aku berlindung."
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 23,
    "arab": "اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ",
    "translation": "(Aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa mendurhakai Allah dan Rasul-Nya maka sesungguhnya dia akan mendapat (azab) neraka Jahanam, mereka kekal di dalamnya selama-lamanya.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5470.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menyatakan bahwa Nabi Muhammad tidak sanggup melindungi dirinya sebagaimana ia tidak sanggup pula melindungi orang lain. Oleh sebab itu, Allah menyuruh Nabi-Nya untuk mengatakan bahwa tidak ada seorang pun di antara makhluk Allah yang sanggup melindunginya dari kemudaratan bila Allah menghendakinya. Tidak ada yang dapat membantunya dan tidak ada tempat berlindung selain kepada Allah. Bila Nabi saw terus menjalankan risalah dan menaati-Nya, Allah pasti akan melindunginya. Maksudnya, tidak ada yang akan membela Nabi saw dari ancaman-ancaman Allah bila ia tidak menjalankan risalah-Nya. Nabi hanya bertugas untuk menyampaikan risalah dan peringatan Allah sebagaimana firman-Nya:\n\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67)\nSelanjutnya Allah menjelaskan bahwa barang siapa yang berani durhaka terhadap suatu perintah atau larangan-Nya serta mendustai Rasul-Nya maka baginya telah disediakan neraka yang akan ditempatinya untuk selama-lamanya. Ia tidak akan sanggup menghindarkan diri dari neraka itu.",
    "quraish": "Tetapi aku hanya kuasa menyampaikan apa yang datang dari Allah dan pesan-pesan suci dari-Nya yang ditugaskan kepadaku. Barangsiapa mendurhakai Allah dan Rasul-Nya kemudian berpaling dari agama Allah, maka ia akan mendapat siksa api neraka dan kekal abadi di dalamnya.",
    "jalalayn": "(Akan tetapi, aku hanya, menyampaikan peringatan) makna yang dikandung dalam lafal ini merupakan pengecualian atau istitsna dari maf'ul atau objek yang terdapat di dalam lafal amliku. Yakni aku tiada memiliki bagi kalian selain hanya menyampaikan peringatan (dari Allah) yang aku terima dari-Nya (dan risalah-Nya) lafal ini diathafkan kepada lafal balaaghan dan lafal-lafal yang terdapat di antara mustatsna minhu dan istitsna merupakan jumlah mu`taridhah atau kalimat sisipan yang berfungsi untuk mengukuhkan makna tiada memiliki. (Dan barang siapa yang mendurhakai Allah dan Rasul-Nya) dalam hal ketauhidan, lalu ia tidak beriman (maka sesungguhnya baginya neraka Jahanam, mereka kekal) lafal khaalidiina adalah hal atau kata keterangan keadaan dari dhamir man. Sehubungan dengan lafal lahuu dhamir yang ada padanya adalah untuk menyesuaikan maknanya dengan lafal man. Lafal khaalidiina ini merupakan hal dari lafal yang tidak disebutkan, lengkapnya mereka memasukinya dalam keadaan pasti kekal (di dalamnya untuk selama-lamanya.)"
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 24,
    "arab": "حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ",
    "translation": "Sehingga apabila mereka melihat (azab) yang diancamkan kepadanya, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5471.mp3",
    "tafsir": "Allah lalu menghibur dan menenteramkan Nabi Muhammad serta mengejek orang-orang kafir karena kekurangperhatian mereka terhadap jin, sedangkan mereka mengaku sebagai cerdik pandai, dan juga karena kecerobohan mereka mendustakan dan mengejek sesuatu. Akan tetapi di samping itu, mereka cepat mengakui kebenaran jin serta mengharap petunjuk darinya. Dalam ayat ini, Allah menjelaskan bahwa orang-orang kafir senantiasa menghina dan mengejek orang-orang mukmin sehingga mereka melihat dengan mata kepala sendiri siksa-siksa yang dijanjikan kepada mereka. Ketika itu, barulah mereka sadar siapakah sebenarnya yang hina, apakah orang-orang mukmin yang mentauhidkan Allah ataukah orang-orang musyrik yang tidak mempunyai pembantu dan penolong?\n\n¦ sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya. (Maryam/19: 75)",
    "quraish": "Sehingga ketika mereka menyaksikan siksa yang djanjikan, mereka akan tahu--ketika azab itu telah mereka rasakan–siapa yang paling lemah penolongnya dan paling sedikit bilangannya; merekakah atau orang-orang Mukmin?\"",
    "jalalayn": "(Sehingga apabila mereka melihat) lafal hattaa di sini mengandung makna ibtidaiyah atau permulaan, dan sekaligus mengandung makna ghayah atau tujuan terakhir dari lafal yang diperkirakan sebelumnya; lengkapnya, mereka masih tetap berada di dalam kekafirannya sehingga mereka melihat (apa yang diancamkan kepada mereka) yaitu azab (maka mereka akan mengetahui) manakala azab itu datang menimpa mereka, yaitu dalam perang Badar atau pada hari kiamat nanti (siapakah yang lebih lemah penolongnya dan lebih sedikit bilangannya.\") maksudnya pembantu-pembantunya, apakah mereka ataukah orang-orang mukmin; penafsiran ini menurut pendapat yang pertama, yaitu dalam perang Badar. Aku ataukah mereka; penafsiran ini berdasarkan pendapat yang kedua, yaitu pada hari kiamat nanti. Sebagian di antara mereka, atau di antara orang-orang kafir itu ada yang bertanya, kapankah datangnya ancaman yang dijanjikan itu? Kemudian turunlah firman selanjutnya, yaitu:"
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 25,
    "arab": "قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّيْٓ اَمَدًا ",
    "translation": "Katakanlah (Muhammad), “Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5472.mp3",
    "tafsir": "Ayat ini dan ayat-ayat sesudahnya adalah jawaban atas pertanyaan, \"Bilakah datangnya hari yang dijanjikan itu kepada kami.\" Allah menyuruh Nabi-Nya agar menyampaikan kepada manusia bahwa hari Kiamat itu pasti akan tiba, tidak ada keraguan padanya. Akan tetapi, tidak ada yang mengetahui kapan waktunya tiba, apakah dalam waktu dekat ataukah masih dalam jangka waktu yang panjang.\nNabi saw pernah ditanya Jibril tentang hari Kiamat ketika berhadapan dengan Nabi saw dalam rupa seorang Badui, tetapi beliau tidak menjawabnya. Antara lain Jibril bertanya, \"Hai Muhammad! Kabarkan kepadaku tentang hari Kiamat itu.\" Beliau menjawab, \"Orang yang ditanya tidak lebih tahu daripada yang bertanya.\" Kemudian orang Badui itu bertanya lagi dengan suara keras, \"Hai Muhammad! Bilakah tibanya hari Kiamat itu?\" Nabi menjawab, \"Jangan khawatir, ia pasti datang, tetapi apa yang telah engkau sediakan untuk menghadapinya?\" Badui menjawab, \"Saya tidak banyak mengerjakan salat atau puasa, tetapi saya cinta kepada Allah dan Rasul-Nya.\" Lalu Nabi saw bersabda, \"Maka engkau bersama orang-orang yang engkau cintai.\" Anas berkata, \"Orang-orang mukmin tidak gembira terhadap sesuatu sebagaimana gembira mereka mendengar hadis ini.\"",
    "quraish": "Katakanlah, \"Hai orang-orang kafir, aku tidak mengetahui apakah ancaman azab yang dijanjikan kepada kalian itu telah dekat atau Tuhanku menangguhkannya untuk waktu yang cukup lama?\"",
    "jalalayn": "(Katakanlah, \"Tiadalah) tidaklah (aku mengetahui apa yang diancamkan kepada kalian itu dekat) artinya, apakah azab itu dekat (ataukah Rabbku menjadikan bagi kedatangannya masa yang panjang?) Yang tidak diketahui oleh siapa pun kecuali hanya Dia."
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 26,
    "arab": "عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ",
    "translation": "Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5473.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dia mengetahui semua yang gaib, tidak terlihat, dan tidak diketahui oleh hamba-Nya. Semua yang gaib yang tidak dapat diketahui kecuali oleh Allah, dapat diketahui oleh para rasul yang diridai oleh-Nya dan Dia akan memperlihatkan kepada mereka sekadar apa yang dikehendaki-Nya. Allah berfirman:\n\nDan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. (al-Baqarah/2: 255)\n\nAyat ini menunjukkan bahwa pekerjaan tukang tenung, ahli nujum, dan tukang sihir semuanya itu salah karena mereka tidak termasuk orang-orang yang diridai Allah, bahkan mereka termasuk yang dibenci-Nya. Ayat ini juga menerangkan bahwa orang-orang yang mengaku bahwa bintang itu dapat menunjukkan siapa yang akan hidup dan siapa pula yang akan mati, adalah orang-orang yang telah kafir dan mengingkari Al-Qur'an.\nFakhruddin ar-Razi berkata, \"Yang dimaksud dengan tidak dapat menyaksikan yang gaib adalah gaib yang khusus yaitu tentang waktu tibanya hari Kiamat.\"",
    "quraish": "Allahlah yang Mahatahu hal-hal yang gaib. Dia tidak memperlihatkan hal-hal yang gaib itu kepada siapa pun kecuali kepada rasul yang diizinkan-Nya untuk mengetahui beberapa hal gaib. Sesungguhnya Dia mempersiapkan penjaga-penjaga dari malaikat di depan dan di belakang seorang rasul yang akan melindunginya dari berbagai bisikan jahat.",
    "jalalayn": "(Dia adalah Tuhan Yang Mengetahui yang gaib) mengetahui semua hal yang gaib di mata hamba-hamba-Nya (maka Dia tidak memperlihatkan) tidak menampakkan (kepada seorang pun tentang yang gaib itu) di antara manusia ini."
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 27,
    "arab": "اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ",
    "translation": "Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5474.mp3",
    "tafsir": "Selanjutnya Allah mengungkapkan bahwa para rasul yang memperoleh keridaan-Nya sehingga dapat menyaksikan alam gaib, dijaga oleh malaikat Hafadhah dengan penjagaan yang sangat ketat. Dengan penjagaan itu, godaan setan, jin, dan para pengacau lainnya tidak sampai kepada mereka, sehingga para rasul itu dapat menyampaikan wahyu-wahyu Allah menurut aslinya. Mereka juga dijaga dari rongrongan setan-setan manusia sehingga mereka selamat dari bahaya dan kemudaratan manusia.\nAdh-ahhak berkata, \"Allah tidak mengutus seorang rasul kecuali baginya telah disiapkan pengawal-pengawal dari malaikat untuk menjaganya dari setan-setan yang datang dalam bentuk rupa malaikat. Bila setan-setan itu datang, maka pengawalnya mengingatkannya agar hati-hati karena yang datang itu setan, dan bila yang menemui rasul itu malaikat, maka pengawal berkata, \"Ini adalah utusan Tuhanmu.\"\nPengawal-pengawal itu adalah malaikat yang bertugas menjaga kekuatan lahir dan batin para rasul dan untuk memelihara mereka dari bisikan-bisikan setan.",
    "quraish": "Allahlah yang Mahatahu hal-hal yang gaib. Dia tidak memperlihatkan hal-hal yang gaib itu kepada siapa pun kecuali kepada rasul yang diizinkan-Nya untuk mengetahui beberapa hal gaib. Sesungguhnya Dia mempersiapkan penjaga-penjaga dari malaikat di depan dan di belakang seorang rasul yang akan melindunginya dari berbagai bisikan jahat.",
    "jalalayn": "(Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia) di samping Dia memperhatikan hal yang gaib kepada Rasul-Nya sesuai dengan apa yang dikehendaki-Nya sebagai mukjizat bagi rasul itu (mengadakan) menjadikan dan memberlakukan (di muka) rasul itu (dan di belakangnya penjaga-penjaga) yang terdiri dari malaikat-malaikat untuk menjaganya, hingga rasul itu dapat menyampaikan hal tersebut, di antara sejumlah wahyu-wahyu-Nya kepada manusia."
  },
  {
    "ruku": 507,
    "name": "Al-Jinn",
    "ayat": 28,
    "arab": "لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا ࣖ",
    "translation": "Agar Dia mengetahui bahwa rasul-rasul itu sungguh telah menyampaikan risalah Tuhannya, sedang (ilmu-Nya) meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5475.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan tujuan dari penjagaan yang sangat rapi itu, yaitu agar para rasul itu dapat menjalankan tugas dengan sempurna dan agar wahyu-wahyu yang disampaikan kepada mereka terpelihara dengan baik. Penjagaan itu juga bertujuan agar dapat dibuktikan dengan pasti bahwa para rasul itu telah menyampaikan risalah Tuhan mereka kepada manusia dengan sebaik-baiknya. Allah berfirman:\n\nDan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik. (al-'Ankabut/29: 11)\n\nSelanjutnya Allah menjelaskan bahwa ilmu-Nya meliputi apa yang diketahui oleh malaikat-malaikat pengawas, apa yang telah ada, dan yang akan ada satu persatu. Dia mengetahui segala sesuatu secara sempurna, tidak ada persamaan. Malaikat itu adalah perantara yang menyampaikan ilmu-ilmu-Nya kepada para rasul.",
    "quraish": "Agar Allah mengetahui--sesuai dengan ketetapan-Nya--bahwa para nabi telah menyampaikan semua risalah Tuhan. Sungguh Dia Mahatahu segala yang ada pada diri para rasul secara terperinci. Dia pun Mahatahu jumlah seluruh makhluk yang ada, dan tak satu pun luput dari pengetahuan-Nya.",
    "jalalayn": "(Supaya Dia mengetahui) yakni supaya Allah menampakkan (bahwa) adalah bentuk takhfif dari anna. (sesungguhnya mereka itu telah menyampaikan) yakni rasul-rasul itu (risalah-risalah Rabbnya) di sini dipakai dhamir hum karena memandang segi makna yang terkandung di dalam lafal man (sedangkan, sebenarnya, ilmu-Nya meliputi apa yang ada pada mereka) diathafkan kepada lafal yang tidak disebutkan, lengkapnya ilmu mengenai hal tersebut telah diliputi oleh ilmu-Nya (dan Dia menghitung segala sesuatu satu per satu.\") lafal `adadan adalah tamyiz yang mengganti kedudukan maf`ulnya, asalnya ialah \"ahshaa `adada kulli syai'in,\" yakni Dia telah menghitung bilangan segala sesuatu."
  }
]