[
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 92,
    "arab": "لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗوَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
    "translation": "Kamu tidak akan memperoleh kebajikan, sebelum kamu menginfakkan sebagian harta yang kamu cintai. Dan apa pun yang kamu infakkan, tentang hal itu sungguh, Allah Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/385.mp3",
    "tafsir": "Seseorang tidak akan mencapai tingkat kebajikan di sisi Allah, sebelum ia dengan ikhlas menafkahkan harta yang dicintainya di jalan Allah. Yang dimaksud dengan harta yang dicintai adalah harta yang kita cintai. Ayat ini erat hubungannya dengan firman Allah.\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik ¦ (al-Baqarah/2:267).\n\nSetelah ayat ini diturunkan, para sahabat Nabi berlomba-lomba berbuat kebaikan. Di antaranya, Abu thalhah al-Anshari, seorang hartawan di kalangan Ansar datang kepada Nabi saw memberikan sebidang kebun kurma yang sangat dicintainya untuk dinafkahkan di jalan Allah.\nPemberian itu diterima oleh Nabi dengan baik dan memuji keikhlasannya. Rasulullah menasihatkan agar harta itu dinafkahkan kepada karib kerabatnya, maka thalhah membagi-bagikannya kepada karib kerabatnya. Dengan demikian ia mendapat pahala sedekah dan pahala mempererat hubungan silaturrahmi dengan keluarganya. Setelah itu datang pula Umar bin al-Khaththab menyerahkan sebidang kebunnya yang ada di Khaibar, Nabi saw menyuruh pula agar kebun itu tetap dipelihara, hanya hasil dari kebun itu merupakan wakaf dari Umar.",
    "quraish": "Kalian, wahai orang-orang Mukmin, tidak akan memperoleh kebajikan dan kebaikan sempurna dan diridai seperti yang kalian harapkan, kecuali apabila kalian mengeluarkan sebagian barang kecintaan kalian untuk berbagai jalan Allah. Apa pun yang kalian keluarkan itu, sedikit atau banyak, berupa materi atau lainnya, pasti diketahui Allah. Sebab, Allah Maha Mengetahui, dan tidak ada sesuatu pun yang tersembunyi bagi-Nya, baik di langit maupun di bumi.",
    "jalalayn": "(Kamu sekali-kali tidak sampai kepada kebaktian) artinya pahalanya yaitu surga (sebelum kamu menafkahkan) menyedekahkan (sebagian dari apa yang kamu cintai) berupa harta bendamu (dan apa yang kamu nafkahkan dari sesuatu maka sesungguhnya Allah mengetahuinya) dan akan membalasnya. Ketika orang-orang Yahudi mengatakan kepada Nabi saw., \"Anda mengakui diri Anda dalam agama Ibrahim padahal ia tidak memakan daging unta dan susunya,\" turunlah ayat:"
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 93,
    "arab": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Semua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan. Katakanlah (Muhammad), “Maka bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/386.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua makanan dihalalkan kepada Bani Israil dan juga kepada Nabi Ibrahim, termasuk daging unta, seperti disebutkan dalam Perjanjian Lama (Imamat xi:4), \"Tetapi inilah yang tidak boleh kamu makan dari yang memamah biak, atau yang berkuku belah: unta, karena memang memamah biak, tetapi tidak berkuku belah; haram itu bagimu.\" Hanya beberapa makanan saja yang diharamkan oleh Nabi Yakub sendiri terhadap dirinya disebabkan beliau menderita penyakit, dan itu semuanya terjadi sebelum diturunkan Kitab Taurat. Lalu ada beberapa macam makanan yang diharamkan kepada Bani Israil (lihat an-Nisa'/4:160, al-An'am/6:146 dan tafsirnya) sebagai hukuman dan pelajaran atas kezalimannya, sebagaimana tersebut dalam firman Allah:\n\nDan kepada orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6:146).\n\nDemikian pula tercantum dalam Al-Qur'an:\n\nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah, dan disebabkan mereka menjalankan riba, padahal sesungguhnya mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih. (an-Nisa'/4:160-161).\n\nJelaslah bahwa beberapa jenis makanan yang diharamkan kepada Bani Israil itu tidak diharamkan kepada pengikut syariat Nabi Ibrahim dan nabi-nabi lainnya sebelum Taurat diturunkan.\nDengan demikian batallah tuduhan mereka bahwa syariat Islam bertentangan dengan syariat Nabi Ibrahim karena menghalalkan makan daging unta. Mengharamkan sebagian makanan bagi Bani Israil adalah semata-mata sebagai hukuman karena mereka telah melanggar hukum-hukum Allah dan telah menganiaya diri sendiri. Hal ini juga tersebut dalam kitab Taurat, kitab mereka sendiri.\nOleh sebab itu Nabi Muhammad diperintahkan oleh Allah agar menentang mereka dengan mengatakan, \"Jika kamu mengatakan ada makanan yang diharamkan Allah sebelum diturunkan Taurat, maka bawalah Taurat itu lalu bacalah, jika kamu orang-orang yang benar.\" Ternyata mereka tidak berani menjawab tantangan ini dan tidak mau membuka Kitab Taurat, karena kalau mereka berani membuka Taurat tentulah kebohongan mereka akan terungkap dan tuduhan-tuduhan mereka terhadap agama Islam adalah palsu dan tidak beralasan. Hal ini membuktikan pula kebenaran kenabian Muhammad saw, karena beliau dapat membantah tuduhan-tuduhan Bani Israil dengan isi Taurat itu sendiri, padahal beliau tidak pernah membacanya dan tidak pernah diberi kesempatan oleh orang Yahudi untuk mengetahui isinya.",
    "quraish": "Orang-orang Yahudi memprotes penghalalan sebagian makanan--seperti daging dan susu unta--kepada umat Islam, dan mengklaim bahwa syariat Ibrâhîm tidak menghalalkan beberapa jenis makanan itu. Allah kemudian membantah protes itu dengan penjelasan bahwa segala macam makanan pada dasarnya dihalalkan kepada anak keturunan Ya'qûb sebelum diturunkannya Tawrât, kecuali yang diharamkan oleh Ya'qûb untuk dirinya sendiri karena suatu sebab. Maka mereka pun mengharamkannya pula. Dan Allah memerintah nabi-Nya untuk memintakan kepada mereka bukti dari Tawrât yang menyatakan bahwa syariat Ibrâhîm menghalalkan beberapa makanan itu, kalau klaim mereka memang benar. Tetapi, ternyata, mereka tidak mampu melakukannya.",
    "jalalayn": "(Semua makanan halal bagi Bani Israel kecuali makanan yang diharamkan oleh Israel) atau Yakub (atas dirinya) yaitu unta yang ditimpa penyakit pada urat nadinya. Ia bernazar jika hewan itu sembuh tidak akan dimakannya, maka haramlah hukumnya bagi mereka (sebelum Taurat diturunkan) hal ini terjadi sesudah Ibrahim sedangkan pada masanya sendiri tidaklah haram sebagaimana yang telah diakuinya. (Katakanlah) kepada mereka (\"Ambillah Taurat lalu bacalah) agar nyata benar atau tidaknya ucapanmu itu (jika kamu orang-orang yang benar\") dalam masalah tersebut. Mendengar itu mereka pun kebingungan dan tak pernah mengemukakan Taurat. Maka Allah swt. berfirman:"
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 94,
    "arab": "فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "translation": "Maka barangsiapa mengada-adakan kebohongan terhadap Allah setelah itu, maka mereka itulah orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/387.mp3",
    "tafsir": "Jika orang-orang Yahudi itu masih berani mengada-adakan kebohongan terhadap Allah padahal kedok mereka sudah terbuka dan segala alasan yang mereka kemukakan telah nyata kebohongannya, dan Nabi Muhammad dengan bantuan wahyu dari Tuhannya telah mengetahui sebagian dari isi kitab mereka, maka pastilah mereka termasuk orang-orang yang zalim. Mereka bukan saja zalim terhadap diri sendiri karena tidak akan dipercayai lagi dan akan menerima hukuman dan siksaan Allah. Tetapi mereka juga zalim terhadap orang lain, karena dengan kejahatan itu mereka menyesatkan umat dari jalan yang benar dan menghalangi manusia terutama pengikut-pengikut mereka untuk beriman kepada Nabi Muhammad saw pembawa kebenaran dan sebagai rahmat bagi manusia seluruhnya.\nSetiap orang yang berbuat seperti itu akan menemui kegagalan, akan menerima nasib yang buruk, akan dicap oleh masyarakat sebagai pembuat onar dan kekacauan dan akan dimurkai Allah serta mendapat siksa di akhirat.",
    "quraish": "Kalau ternyata mereka tidak dapat mendatangkan bukti itu, maka siapa saja di antara mereka yang membuat-buat dusta terhadap Allah setelah kuatnya bukti, adalah orang yang benar-benar tetap bersikap lalim.",
    "jalalayn": "(Maka barang siapa yang mengada-adakan kedustaan terhadap Allah sesudah itu) setelah terbukti bahwa diharamkan unta itu ialah dari pihak Yakub bukan di masa Ibrahim (mereka orang-orang yang aniaya) artinya melampaui batas kebenaran hingga jatuh dalam kebatilan."
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 95,
    "arab": "قُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "translation": "Katakanlah (Muhammad), “Benarlah (segala yang difirmankan) Allah.” Maka ikutilah agama Ibrahim yang lurus, dan dia tidaklah termasuk orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/388.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad, agar mengatakan kepada orang Yahudi bahwa apa yang diberitahukan Allah kepadanya dengan perantaraan wahyu, tentang semua makanan yang pada mulanya halal bagi Bani Israil sebelum Taurat diturunkan dan halal pula bagi umat-umat sebelum Nabi Musa. Memang ada beberapa jenis makanan yang diharamkan bagi mereka dalam Taurat sebagai hukuman atas kedurhakaan mereka, semua itu adalah benar-benar datang dari Allah yang tak dapat disangkal kebenarannya, karena Dia Maha Mengetahui dan Mahabijaksana.\nOleh karena itu, hendaklah orang Yahudi mengikuti ajaran Nabi Muhammad, karena agama yang dibawanya pada prinsipnya sama dengan yang dibawa oleh Nabi Ibrahim. Dan janganlah mereka tetap mengharamkan daging unta dan susunya, sebab tidak ada larangan untuk makan dagingnya dan minum susunya, baik dalam syariat Nabi Ibrahim maupun dalam syariat nabi-nabi lainnya termasuk syariat Islam. Apalagi Nabi Ibrahim itu bukanlah seorang musyrik dan agama yang dibawanya adalah agama tauhid yang murni seperti agama Islam. Tidak mempersekutukan Allah dan tidak menyembah selain Dia, bukan seperti golongan mereka (Yahudi) yang mengatakan, Uzair anak Allah dan bukan pula seperti orang Nasrani yang mengatakan bahwa Isa anak Allah.",
    "quraish": "Setelah membuktikan kelemahan mereka, Allah memerintah Rasul-Nya untuk menjelaskan kebenaran wahyu yang disampaikan. Katakan kepada mereka, \"Ikutilah syariat yang dibawa Ibrâhîm tapi kalian dustakan itu! Agama Ibrâhîm jauh dari agama-agama sesat, dan ia bukan orang musyrik.\"",
    "jalalayn": "(Katakanlah, \"Benarlah Allah.\") dalam soal ini sebagaimana juga dalam segala soal yang diberikan-Nya (maka ikutilah olehmu agama Ibrahim) yang saya anut (yang lurus) yang meninggalkan semua agama untuk memeluk agama Islam (dan tidaklah dia termasuk golongan musyrik). Ketika mereka mengatakan bahwa kiblat mereka lebih awal dari kiblat kaum Muslimin turun pula ayat:"
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 96,
    "arab": "اِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ",
    "translation": "Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia, ialah (Baitullah) yang di Bakkah (Mekah) yang diberkahi dan menjadi petunjuk bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/389.mp3",
    "tafsir": "Ayat ini merupakan jawaban terhadap orang Yahudi tentang pemindahan kiblat dari Baitulmakdis ke Kabah. Orang Yahudi mengatakan bahwa berkiblat ke Baitulmakdis, telah dibenarkan oleh para nabi. Bahkan Nabi Ibrahim sendiri berkiblat ke sana. Tuduhan Yahudi itu dibantah dengan ayat 96 dan 97 ini.\nKedua ayat ini jelas menerangkan bahwa rumah pertama yang dijadikan tempat ibadah manusia dalam salat dan berdoa ialah Kabah yang ada di Mekah, yang didirikan oleh Nabi Ibrahim a.s. dan Ismail. Jadi Mekah dengan Kabahnya merupakan pusat rohani pertama yang ditetapkan bagi manusia. Setelah Kabah baru dibangun Masjidilaqsa di Baitulmakdis beberapa ratus tahun kemudian oleh Nabi Sulaiman bin Daud. Oleh karena Ibrahim yang membangun Baitullah di Mekah, maka jelas bahwa Nabi Muhammad saw mengikuti agama Nabi Ibrahim a.s. dan mengikuti pula kiblatnya dalam salat.\nNabi Ibrahim a.s. setelah mendirikan Kabah berdoa agar tempat di sekitarnya diberkahi oleh Allah:\n\nYa Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur. (Ibrahim/14:37).\n\nPara sejarawan di bidang keagamaan, utamanya dari kalangan agama-agama monotheisme-ibrahimik, selalu mempertanyakan rumah ibadah yang manakah yang paling tua, apakah Haikal (Kuil) Sulaiman (Solomon Temple) yang dibangun oleh Nabi Sulaiman a.s. di Jerusalem, ataukah Baitullah yang ada di Mekah. Manakah yang lebih dulu? Ayat di atas menyatakan bahwa 'rumah yang mula-mula dibangun untuk (tempat ibadah) manusia ialah Baitullah yang ada di Bakkah. Nama kuno kota Mekah adalah Bakkah, dan ini telah disinggung dalam Kitab Zabur (Psalm, Mazmur), yang dapat dilihat pada the Old Testament, Psalm, 84: 5-6: \"Blessed is the man whose strength is in Thee; in whose hearth are the ways of them who passing through the valley of Baca make it well\" [\"Rahmat (semoga) tercurah kepada seorang manusia, yang kekuatannya berada pada-Mu, yang di dalam hatinya ada jalan-jalan mereka yang berjalan melewati lembah Baka, membuatnya baik\"]. Marting Lings (1986) dalam bukunya Muhammad, His life based on the earliest sources-, menyatakan bahwa Baca dalam Kitab Zabur di atas tidak lain adalah Bakkah yang tercantum dalam Surah Ä€li 'Imran/3 ayat 96 di atas. Tarikh Nabi Daud a.s. adalah sekitar 900 tahun Sebelum Masehi, atau 2900 tahun yang lalu. Jadi Baka telah ada lebih dari 2900 tahun yang lalu, karena telah di singgung pada Kitab Nabi Daud a.s., Kitab Zabur di atas. Sedangkan Kuil Sulaiman, didirikan oleh putra Nabi Daud a.s., yaitu Nabi Sulaiman a.s. Jelas bahwa Baitullah di kota Baka lebih tua dibanding Kuil Sulaiman di Jerusalem.",
    "quraish": "Di antara bentuk mengikuti millat Ibrâhîm adalah salat menghadap dan berziarah ke Ka'bah yang dibangunnya. Hal itu dijelaskan Allah sebagai berikut, \"Sesungguhnya rumah pertama dan paling terhormat yang dijadikan Allah sebagai tempat peribadatan adalah yang terletak di kota Mekah. Rumah itu penuh dengan segala bentuk kebaikan dan berbagai macam keberkahan.\" Allah menitipkan keberkahan-Nya kepada rumah itu yang merupakan tempat hidayah bagi umat manusia dengan mendatanginya dan menghadap kepadanya saat melakukan salat(1). (1) Ka'bah yang berada di kota Mekah adalah rumah pertama yang dibangun di muka bumi sebagai tempat peribadatan kepada Allah Swt. Bangsa dan kabilah lain di dunia ini membangun rumah untuk menyembah patung. Orang-orang Mesir kuno, misalnya, menyembah sejumlah tuhan dalam satu waktu sekaligus, atau dalam waktu-waktu terpisah. Mulai dari menyembah matahari dengan dewanya yang bernama Râ', kemudian menyembah gambar, sampai kepada menyembah tiga tuhan: Ozerus, Ozis dan anaknya, Horis. Untuk keperluan itu mereka membangun sejumlah patung. Orang-orang Asiria menyembah Ba'l Masymûsy, dewa matahari, dan membuat patung dalam bentuk yang mirip Spinx (berkepala manusia dan bertubuh singa) dan bersayap. Orang-orang Kan'ân juga menyembah Ba'l, juga mirip dengan Spinx yang patungnya masih ada sampai sekarang, meskipun dalam bentuk yang tidak sempurna lagi, di kota Ba'albak, Lebanon. Pada ayat ini, kota Mekah disebut Bakkah, bukan Makkah. Kedua-duanya sama dan benar. Sebab, dalam dialek beberapa kabilah Arab terdapat gejala perubahan fonem /b/ menjadi /m/ dan, sebaliknya, fonem /m/ menjadi /b/. Kata makân, misalnya, menjadi bakân, dan bakr menjadi makr. Gejala bahasa seperti ini masih terdapat sampai sekarang pada beberapa kabilah di bagian selatan Mesir.",
    "jalalayn": "(Sesungguhnya rumah yang mula-mula dibangun) untuk tempat ibadah (bagi manusia) di muka bumi (ialah yang terdapat di Bakkah) dengan ba sebagai nama lain dari Mekah. Dinamakan demikian karena Kakbah mematahkan leher orang-orang durhaka lagi aniaya. Baitullah ini dibina oleh malaikat sebelum diciptakannya Adam dan setelah itu baru dibangun pula Masjidilaksa dan jarak di antara keduanya 40 tahun sebagai tersebut dalam kedua hadis sahih. Pada sebuah hadis lain disebutkan pula bahwa Kakbahlah yang mula-mula muncul di permukaan air ketika langit dan bumi ini diciptakan sebagai buih yang putih, maka dihamparkanlah tanah dari bawahnya (diberi berkah) hal dari alladzii tadi (dan menjadi petunjuk bagi seluruh alam) karena ia merupakan kiblat mereka."
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 97,
    "arab": "فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ",
    "translation": "Di sana terdapat tanda-tanda yang jelas, (di antaranya) maqam Ibrahim. Barangsiapa memasukinya (Baitullah) amanlah dia. Dan (di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, yaitu bagi orang-orang yang mampu mengadakan perjalanan ke sana. Barangsiapa mengingkari (kewajiban) haji, maka ketahuilah bahwa Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/390.mp3",
    "tafsir": "Suatu bukti lainnya bahwa Nabi Ibrahim-lah yang mendirikan kembali Kabah, adanya maqam Ibrahim di samping Baitullah, yaitu sebuah batu yang dipergunakan sebagai tempat berdiri oleh Nabi Ibrahim a.s. ketika mendirikan Kabah bersama-sama dengan putranya Ismail a.s. Bekas telapak kakinya itu tetap ada dan dapat disaksikan sampai sekarang.\nBarang siapa masuk ke tanah Mekah (daerah haram) terjamin keamanan dirinya dari bahaya musuh dan keamanan itu tidak hanya bagi manusia saja, tetapi juga binatang-binatangnya, tidak boleh diganggu dan pohon-pohonnya tidak boleh ditebang.\nSetelah Nabi Ibrahim mendirikan kembali Kabah lalu beliau disuruh Allah menyeru seluruh umat manusia agar mereka berziarah ke Baitullah untuk menunaikan ibadah haji. Ibadah haji ini dianjurkan oleh Nabi Ibrahim dan tetap dilaksanakan umat Islam sampai sekarang sebagai rukun Islam yang kelima. Setiap Muslim yang mampu diwajibkan menunaikan ibadah haji sekali seumur hidup.\nBarang siapa yang mengingkari kewajiban ibadah haji, maka ia termasuk golongan orang kafir.",
    "quraish": "Di dalamnya terdapat petunjuk yang jelas mengenai kesucian dan keutamaannya. Di antaranya adalah maqâm (tempat berdiri) Ibrâhîm ketika mengerjakan salat. Barangsiapa yang memasukinya akan merasa aman dan tidak akan terkena kehinaan. Mendatangi rumah ini untuk tujuan ibadah haji adalah suatu kewajiban bagi orang yang mampu melaksanakannya. Sedangkan orang yang enggan, melawan dan menentang perintah Allah, akan merasakan kerugian diri sendiri. Allah Mahakaya, yang tidak pernah merasa butuh kepada seluruh manusia.",
    "jalalayn": "(Padanya terdapat tanda-tanda yang nyata) di antaranya (makam Ibrahim) yakni batu tempat berpijaknya Ibrahim sewaktu mendirikan Baitullah itu. Kedua telapak kakinya meninggalkan bekas padanya sampai sekarang dan tetap sepanjang zaman walaupun pemerintahan yang berkuasa sudah silih berganti. Di antaranya pula dilipatgandakannya pahala kebaikan bagi yang salat di dalamnya dan burung tidak dapat terbang di atas Kakbah (dan barang siapa memasukinya menjadi amanlah dia) artinya bebas dari ancaman pembunuhan, keaniayaan dan lain-lain. (Mengerjakan haji di Baitullah itu menjadi kewajiban manusia terhadap Allah) Ada yang membaca hajja dengan makna menyengaja. Lalu sebagai badal dari 'manusia' ialah (yakni orang-orang yang sanggup mengadakan perjalanan kepadanya) yang oleh Nabi saw. ditafsirkan dengan adanya perbekalan dan kendaraan, menurut riwayat Hakim dan lain-lain. (Barang siapa yang kafir) terhadap Allah atau terhadap kewajiban haji (maka sesungguhnya Allah Maha Kaya terhadap seluruh alam) artinya tidak memerlukan manusia, jin dan malaikat serta amal ibadah mereka."
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 98,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ",
    "translation": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/391.mp3",
    "tafsir": "Dengan ayat ini, para Ahli Kitab yang tetap tidak membenarkan kenabian Muhammad saw dicela padahal bukti-bukti atas kenabian itu sudah cukup banyak dan cukup jelas. Dengan keingkaran dan kekafiran itu mereka selalu berusaha memecah belah kaum Muslimin dan melemahkan posisi mereka.",
    "quraish": "Allah Swt. memerintahkan Rasul-Nya untuk mencela Ahl al-Kitâb karena mereka tidak berubah dari kekufuran dan kesesatannya. Allah berfirman kepada Rasul-Nya, \"Katakan kepada mereka, 'Wahai Ahl al-Kitâb, tidak ada alasan untuk terus bersikap kufur. Sebab apa lagikah yang membuat kalian tetap mengingkari bukti-bukti yang menerangkan kebenaran risalah Muhammad, padahal Allah mengetahui perbuatanmu dan akan memberikan balasannya?",
    "jalalayn": "(Katakanlah, \"Hai Ahli Kitab! Kenapa kamu ingkar akan ayat-ayat Allah) yakni Alquran (padahal Allah menyaksikan apa yang kamu kerjakan.\") hingga akan memberinya balasan?"
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 99,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّاَنْتُمْ شُهَدَاۤءُ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Mengapa kamu menghalang-halangi orang-orang yang beriman dari jalan Allah, kamu menghendakinya (jalan Allah) bengkok, padahal kamu menyaksikan?” Dan Allah tidak lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/392.mp3",
    "tafsir": "Ahli Kitab menginginkan agar agama Allah menyimpang dari tujuan yang benar dengan mengubah sifat-sifat Muhammad dan membuat-buat dusta kepada Allah, padahal mereka menanti-nantikan kenabian Muhammad saw di dalam hati kecil mereka sendiri. Allah mengutuk sifat dengki yang tersembunyi dalam dada para pemimpin Ahli Kitab. Allah sekali-kali tidak akan lengah tentang kepalsuan mereka.",
    "quraish": "Wahai Ahl al-Kitâb, bagaimana kalian berusaha memalingkan orang yang telah percaya dan tunduk kepada Allah dan Rasul-Nya ke jalan yang tidak lurus, padahal kalian mengetahui bahwa jalan mereka itu benar? Allah sungguh tidak akan lalai terhadap perbuatan kalian dan pasti akan memberikan balasannya. '\"",
    "jalalayn": "(Katakanlah, \"Hai Ahli Kitab! Kenapa kamu menghalang-halangi dari jalan Allah) dari agama-Nya (orang-orang yang beriman) melalui pendustaan kalian terhadap Nabi Muhammad saw. dan menyembunyikan sifat-sifatnya (kamu mengharap) menghendaki agama itu (menjadi bengkok) sebenarnya iwaja itu kata benda tetapi berarti sebagai kata sifat artinya bengkok atau menyimpang dari kebenaran (padahal kamu menyaksikan) mengetahui bahwa agama yang lurus lagi diridai seperti yang tercantum dalam kitab sucimu ialah agama Islam. (Dan Allah sekali-kali tidak lalai dari apa yang kamu kerjakan) berupa kekafiran dan mendustakan. Dia sengaja menangguhkan kamu sampai saatmu nanti buat menerima ganjaran dan balasan-Nya. Ayat berikut diturunkan tatkala beberapa orang Yahudi lewat pada sebagian orang-orang Aus dan Khazraj. Mereka berang melihat kerukunan mereka lalu mereka bangkit-bangkitkan fitnah yang terjadi di antara mereka di masa jahiliah sehingga mereka pun bersengketa bahkan hampir bunuh-bunuhan."
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 100,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ اِيْمَانِكُمْ كٰفِرِيْنَ ",
    "translation": "Wahai orang-orang yang beriman! Jika kamu mengikuti sebagian dari orang yang diberi Kitab, niscaya mereka akan mengembalikan kamu menjadi orang kafir setelah beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/393.mp3",
    "tafsir": "Orang beriman dilarang mengikuti segolongan Ahli Kitab karena mereka selalu mengadakan tipu muslihat terhadap kaum Muslimin. Bila kaum Muslimin mengikuti orang Yahudi, niscaya mereka akan terjerumus kembali ke dalam permusuhan dan kekafiran.",
    "quraish": "Allah mengingatkan orang-orang Mukmin akan bahaya tuduhan sebagian Ahl al-Kitâb, dengan mengatakan, \"Apabila kalian menuruti tuduhan yang dituduhkan Ahl al-Kitâb terhadap agama kalian, kalian akan kembali kepada kesesatan semula sebelum kalian mendapat hidayah. Dan mereka akan mengembalikan kalian menjadi orang yang ingkar.\"",
    "jalalayn": "(Hai orang-orang beriman! Jika kamu mengikuti sebagian dari orang-orang yang diberi Alkitab niscaya mereka akan mengembalikan kamu menjadi kafir setelah kamu beriman.\")"
  },
  {
    "ruku": 51,
    "name": "Ali 'Imran",
    "ayat": 101,
    "arab": "وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ",
    "translation": "Dan bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu, dan Rasul-Nya (Muhammad) pun berada di tengah-tengah kamu? Barangsiapa berpegang teguh kepada (agama) Allah, maka sungguh, dia diberi petunjuk kepada jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/394.mp3",
    "tafsir": "Mengapa kaum Muslimin mengingkari Allah dan mengikuti Ahli Kitab, padahal mereka telah mendengar ayat-ayat Allah yang dibacakan kepada mereka dan ayat-ayat itu adalah sumber petunjuk yang mengandung segala macam kebaikan dan selalu menganjurkan agar memelihara keimanan sedang Rasulullah sendiri masih berada di tengan-tengah mereka sebagai lambang kebenaran, kebajikan dan persaudaraan.\nMaka pantaskah orang mukmin yang telah diberi anugerah oleh Allah sedemikian besar mengikuti segolongan orang yang sudah nyata sesat sebelumnya dan menyesatkan orang banyak dari jalan yang lurus? Karena itu hendaklah seorang mukmin berpegang teguh kepada ajaran Allah dan Rasul-Nya. Dengan demikian akan terpeliharalah mereka dan selalu berada dalam lingkungan hidayah-Nya, tidak akan sesat untuk selama-lamanya dan tidak akan merasa takut.",
    "quraish": "Renungkanlah keadaan kalian yang aneh ini! Kalian kembali kepada kekufuran semula sebelum kalian beriman, sedang al-Qur'ân dibacakan kepada kalian, dan Rasul berada di tengah-tengah kalian menjelaskan agama dan menghilangkan keraguan. Barangsiapa yang kembali kepada Tuhannya dan berpegang teguh kepada ajaran agamanya, perbuatannya itu sungguh baik! Ia telah ditunjukkan oleh Tuhannya ke jalan keberuntungan dan kebahagiaan.",
    "jalalayn": "(Betapa kamu menjadi kafir) pertanyaan sebagai celaan dan membangkitkan keheranan (padahal ayat-ayat Allah dibacakan kepadamu dan rasul-Nya pun berada di tengah-tengah kamu. Barang siapa yang berpegang teguh) atau mengikuti (agama Allah, maka sesungguhnya ia telah dibimbing ke jalan yang lurus.)"
  }
]