[
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 31,
    "arab": "فَلَا صَدَّقَ وَلَا صَلّٰىۙ",
    "translation": "Karena dia (dahulu) tidak mau membenarkan (Al-Qur'an dan Rasul) dan tidak mau melaksanakan salat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5582.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi.",
    "quraish": "Manusia telah mengingkari hari kebangkitan. Dengan demikian ia berarti tidak mempercayai rasul dan al-Qur'ân. Ia pun tidak menunaikan kewajiban salat yang Allah tentukan. Tetapi dia telah mendustakan al-Qur'ân dan menolak untuk beriman. Kemudian ia menemui keluarganya dengan membentangkan punggung tanda kepongahan.",
    "jalalayn": "(Dan ia tidak mau membenarkan) yaitu manusia (dan tidak mau mengerjakan salat) ia tidak mau mempercayai rasul dan tidak pula mau mendirikan salat."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 32,
    "arab": "وَلٰكِنْ كَذَّبَ وَتَوَلّٰىۙ",
    "translation": "tetapi justru dia mendustakan (Rasul) dan berpaling (dari kebenaran), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5583.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi.",
    "quraish": "Manusia telah mengingkari hari kebangkitan. Dengan demikian ia berarti tidak mempercayai rasul dan al-Qur'ân. Ia pun tidak menunaikan kewajiban salat yang Allah tentukan. Tetapi dia telah mendustakan al-Qur'ân dan menolak untuk beriman. Kemudian ia menemui keluarganya dengan membentangkan punggung tanda kepongahan.",
    "jalalayn": "(Tetapi ia mendustakan) Alquran (dan berpaling) dari iman."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 33,
    "arab": "ثُمَّ ذَهَبَ اِلٰٓى اَهْلِهٖ يَتَمَطّٰىۗ",
    "translation": "kemudian dia pergi kepada keluarganya dengan sombong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5584.mp3",
    "tafsir": "Ayat ini selanjutnya menjelaskan bahwa orang kafir itu tidak hanya menantang dan tidak mau patuh kepada Allah, bahkan dia mendatangi keluarga dan sanak familinya untuk menceritakan segala sikapnya itu dengan sombong dan angkuh.\nOrang-orang yang mengingkari Allah selalu bersikap mendustakan kebenaran Ilahi dengan hatinya, serta berbuat dan bertindak sehari-hari dengan sikap itu. Lebih dari itu, dia merasa bangga dan sombong terhadap apa yang dikerjakannya. Tidak sedikit pun kebaikan menurut pandangan Allah yang melekat pada diri orang itu, lahiriah maupun batiniah.",
    "quraish": "Manusia telah mengingkari hari kebangkitan. Dengan demikian ia berarti tidak mempercayai rasul dan al-Qur'ân. Ia pun tidak menunaikan kewajiban salat yang Allah tentukan. Tetapi dia telah mendustakan al-Qur'ân dan menolak untuk beriman. Kemudian ia menemui keluarganya dengan membentangkan punggung tanda kepongahan.",
    "jalalayn": "(Kemudian ia pergi kepada ahlinya dengan berlagak) dengan langkah-langkah yang sombong."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 34,
    "arab": "اَوْلٰى لَكَ فَاَوْلٰىۙ",
    "translation": "Celakalah kamu! Maka celakalah! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5585.mp3",
    "tafsir": "Ayat ini menegaskan bahwa dengan nada mengancam, Allah mengingatkan orang kafir akan kedatangan kecelakaan baginya. Ucapan ini berarti suatu ancaman dan peringatan keras. Merekalah yang paling patut dan pantas menerima siksaan. Orang Arab mengucapkan kalimat itu kepada seseorang yang mengerjakan perbuatan tercela.",
    "quraish": "Celaka, dan celakalah kamu, wahai pendusta! Lalu celaka, dan celakalah kamu selamanya!",
    "jalalayn": "(Kecelakaanlah bagimu) di dalam ungkapan kalimat ini terkandung Iltifat dari Ghaibah, kalimat ini adalah Isim Fi'il, sedangkan huruf Lamnya menunjukkan makna Tabyin, artinya: dia menyerahkan kepadamu apa-apa yang tidak kamu sukai (maka kecelakaanlah bagimu) yakni dia lebih utama untuk diprioritaskan olehmu."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 35,
    "arab": "ثُمَّ اَوْلٰى لَكَ فَاَوْلٰىۗ",
    "translation": "Sekali lagi, celakalah kamu (manusia)! Maka celakalah! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5586.mp3",
    "tafsir": "Ancaman ini diulang sekali lagi untuk memperkuatnya, \"Kecelakaanlah bagi orang kafir dan kecelakaan baginya.\" Diriwayatkan oleh ahli-ahli tafsir dari Qatadah bahwa pada suatu hari Rasulullah saw memegang erat-erat lengan Abu Jahal sambil menghardik musuh Allah itu, \"Celaka engkau hai Abu Jahal, celaka engkau!\" Abu Jahal menjawab dengan sombong, \"Muhammad, engkau mengancamku? Demi Allah, tak sanggup engkau berbuat sesuatu terhadapku, bahkan Tuhan yang engkau sembah juga tidak! Demi Allah, saya ini lebih perkasa dari segala orang yang berjalan antara bukit ini, dari segala penduduk Mekah.\" Tetapi di hari pertempuran Badar, Allah membinasakan Abu Jahal dengan kematian yang buruk sekali. Ketika berita tewasnya Abu Jahal disampaikan kepada Rasulullah, beliau bersabda, \"Sesungguhnya setiap umat itu ada Fir'aunnya (ada orang yang paling sombong), maka Fir'aun dari umat ini adalah Abu Jahal.\"\nSa'id bin Jubair bertanya kepada Ibnu 'Abbas tentang perkataan \"aula laka fa aula\" ini, apakah sesuatu yang diucapkan Nabi ini berasal dari dirinya atau memang Allah yang menyuruhnya? Ibnu 'Abbas menjawab, \"Benar beliau yang mengucapkannya, kemudian Allah menurunkan wahyu sama dengan ucapan beliau itu.\" Kutukan Allah ini berlaku bagi orang yang berwatak seperti Abu Jahal yang akan muncul pada setiap masa.",
    "quraish": "Celaka, dan celakalah kamu, wahai pendusta! Lalu celaka, dan celakalah kamu selamanya!",
    "jalalayn": "(Kemudian kecelakaanlah bagimu dan kecelakaanlah bagimu) mengukuhkan makna ayat di atas."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 36,
    "arab": "اَيَحْسَبُ الْاِنْسَانُ اَنْ يُّتْرَكَ سُدًىۗ",
    "translation": "Apakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5587.mp3",
    "tafsir": "Ayat ini mengemukakan dalil tentang kebenaran hari kebangkitan dengan menggunakan kalimat pertanyaan, yaitu apakah manusia dijadikan percuma begitu saja (tanpa pertanggungjawaban)? Apakah manusia diciptakan kemudian dibiarkan hidup seenaknya, tanpa ada perintah dan larangan dari Allah yang harus ditaatinya? Apakah setelah ia mati, Allah tidak meminta pertanggungjawaban hidupnya, di alam kubur dan di Padang Mahsyar kelak?\nAllah berfirman:\n\nSungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan. (thaha/20: 15)\n\nFirman Allah lainnya:\n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (sad/38: 27)\n\nDalil yang terdapat di balik pengertian ayat ini adalah meyakinkan kepada manusia yang ragu tentang adanya hari kebangkitan, dan menolak atau membantah dengan keras orang yang mengingkarinya, baik karena kecerobohan, sikap keras kepala, atau hanya karena ingin mempermainkan ayat-ayat suci.",
    "quraish": "Apakah manusia yang mengingkari hari kebangkitan itu mengira akan dibiarkan begitu saja--hidup, mati dan selesai--tanpa mempertanggungjawabkan segala perbuatannya?",
    "jalalayn": "(Apakah manusia mengira) menduga (bahwa ia akan dibiarkan begitu saja) tanpa dibebani dengan syariat-syariat; janganlah ia menduga seperti itu."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 37,
    "arab": "اَلَمْ يَكُ نُطْفَةً مِّنْ مَّنِيٍّ يُّمْنٰى ",
    "translation": "Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5588.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
    "quraish": "Bukankah manusia berasal dari setetes air mani yang dikokohkan untuk dibentuk di dalam rahim, lalu menjadi 'alaqah (segumpal darah kental) dan akhirnya diciptakan dan disempurnakan oleh Allah dalam bentuk yang sebaik-baiknya?",
    "jalalayn": "(Bukankah dia dahulu) sebelum itu (setetes mani yang ditumpahkan) ke dalam rahim; lafal Yumnaa dapat pula dibaca Tumnaa."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 38,
    "arab": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوّٰىۙ",
    "translation": "kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5589.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
    "quraish": "Bukankah manusia berasal dari setetes air mani yang dikokohkan untuk dibentuk di dalam rahim, lalu menjadi 'alaqah (segumpal darah kental) dan akhirnya diciptakan dan disempurnakan oleh Allah dalam bentuk yang sebaik-baiknya?",
    "jalalayn": "(Kemudian adalah) mani itu (menjadi segumpal darah lalu Allah menciptakannya) dari air mani itu menjadi manusia (dan menyempurnakannya) melengkapinya dengan anggota-anggota tubuh yang diperlukannya."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 39,
    "arab": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰىۗ",
    "translation": "lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5590.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
    "quraish": "Lalu ia dijadikan berpasang-pasangan, laki-laki dan perempuan.",
    "jalalayn": "(Lalu Allah menjadikan daripadanya) dari air mani yang telah menjadi segumpal darah, segumpal daging (sepasang) dua jenis (laki-laki dan perempuan) terkadang menjadi satu dan terkadang tersendiri."
  },
  {
    "ruku": 513,
    "name": "Al-Qiyamah",
    "ayat": 40,
    "arab": "اَلَيْسَ ذٰلِكَ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى ࣖ",
    "translation": "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5591.mp3",
    "tafsir": "Ayat ini merupakan jawaban dari semua itu, bahwa bukankah Allah yang berbuat demikian, berkuasa pula menghidupkan orang yang telah mati? Maksud pernyataan ini adalah apakah Zat yang menciptakan makhluk yang sempurna dari setetes air mani itu tidak sanggup mengembalikan orang yang sudah meninggal? Justru yang demikian itu lebih mudah bagi-Nya. Begitulah Allah menegaskan dalam firman-Nya:\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\n\nDalam beberapa hadis disebutkan bahwa bila selesai membaca surah ini, Rasulullah saw berdoa:\nSelepas membaca Surah al-Qiyamah, Rasulullah memanjatkan doa, \"Subhanaka Allahumma wa bala (Maha Suci Engkau ya Allah dan Engkaulah yang Mahakuasa). (Riwayat Ibnu Mardawaih dari Abu Hurairah) \n\nDemikian pula bila selesai membaca Surah at-Tin, beliau berdoa:\nRasulullah bersabda: Siapa saja yang membaca Surah at-Tin sampai selesai, hendaklah ia berdoa, \"Bala wa'ana dhalikum minasy-syahidin (Ya , saya bersaksi atas hal tersebut). Dan siapa yang membaca Surah al-Qiyamah sampai akhir, hendaklah ia berdoa, \"Bala\" (ya, Engkaulah yang Mahakuasa). Dan siapa yang membaca Surah al-Mursalat hingga akhir, hendaklah ia berdoa, \"Amanna billahi (kami beriman kepada Allah). (Riwayat Ahmad, Abu Dawud, at-Tirmidhi, ibnu al-Mindhir, Ibnu Mardawaih, al-Baihaqi, dan disahihkan oleh al-hakim dari Abu Hurairah)\n\nDoa-doa di atas dibaca Rasulullah setelah membaca ayat-ayat seperti ini ketika di luar salat. Sedangkan ketika dalam salat, beliau tidak melakukannya dan tidak terdapat keterangan atau dalil tentang hal itu.",
    "quraish": "Bukankah pencipta segala sesuatu dengan daya cipta yang mahahebat ini Mahakuasa untuk menghidupkan kembali semua yang telah mati setelah tulang belulang mereka dikumpulkan?",
    "jalalayn": "(Bukankah yang berbuat demikian) yang mengerjakan kesemuanya itu (berkuasa pula menghidupkan orang mati?) Nabi saw. menjawab, tentu saja dapat."
  }
]