[
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 41,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ ظِلٰلٍ وَّعُيُوْنٍۙ",
    "translation": "Sungguh, orang-orang yang bertakwa berada dalam naungan (pepohonan surga yang teduh) dan (di sekitar) mata air, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5663.mp3",
    "tafsir": "Dalam ayat ini dan ayat berikutnya Allah menerangkan berbagai kenikmatan buat orang-orang yang bertakwa yaitu naungan surga yang berada di (sekitar) mata air, di bawah pohon rindang yang mengalir anak-anak sungai di bawahnya, tidak pernah mereka merasakan udara panas dan gejolak api yang membakar. Dalam ayat ini, Allah berfirman:\n\nMereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan. (Yasin/36: 56)",
    "quraish": "Sesungguhnya orang-orang yang takut kepada azab Allah akan memperoleh naungan yang meneduhkan, mata air-mata air yang mengalir dan berbagai buah-buahan lezat yang mereka inginkan. Sebagai suatu bentuk penghormatan, diucapkan kepada mereka, \"Makan dan minumlah kalian dengan nyaman sebagai ganjaran amal saleh yang kalian lakukan di dunia. Sesungguhnya Kami akan membalas orang-orang yang berbuat baik dengan balasan yang besar seperti itu. Maka celakalah di hari itu orang-orang yang mendustakan kenikmatan surga.\"",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa berada dalam naungan) berada dalam naungan pohon-pohon, yang pada hari itu bukan main panasnya, padahal tiada matahari (dan mata air-mata air) yang mengalir."
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 42,
    "arab": "وَّفَوَاكِهَ مِمَّا يَشْتَهُوْنَۗ",
    "translation": "dan buah-buahan yang mereka sukai. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5664.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa di dalam surga terdapat anak sungai, berbagai jenis buah-buahan yang cita rasanya manis dan lezat, boleh dipetik dan dimakan kapan saja dikehendaki tanpa ada yang mengganggu. Bagi yang memakannya tidak perlu takut dan khawatir akan menimbulkan penyakit kalau terlalu banyak memakannya.",
    "quraish": "Sesungguhnya orang-orang yang takut kepada azab Allah akan memperoleh naungan yang meneduhkan, mata air-mata air yang mengalir dan berbagai buah-buahan lezat yang mereka inginkan. Sebagai suatu bentuk penghormatan, diucapkan kepada mereka, \"Makan dan minumlah kalian dengan nyaman sebagai ganjaran amal saleh yang kalian lakukan di dunia. Sesungguhnya Kami akan membalas orang-orang yang berbuat baik dengan balasan yang besar seperti itu. Maka celakalah di hari itu orang-orang yang mendustakan kenikmatan surga.\"",
    "jalalayn": "(Dan mendapat buah-buahan dari jenis-jenis yang mereka sukai) di dalam ungkapan ayat ini terkandung pengertian bahwa makanan dan minuman di surga sesuai dengan selera penghuninya masing-masing. Berbeda dengan keadaan di dunia, makanan dan minuman sesuai dengan kemampuan masing-masing. Kemudian dikatakan kepada orang-orang yang bertakwa itu:"
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 43,
    "arab": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "(Katakan kepada mereka), “Makan dan minumlah dengan rasa nikmat sebagai balasan dari apa yang telah kamu kerjakan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5665.mp3",
    "tafsir": "Penduduk surga diterima dengan sambutan yang ramah dari penjaganya, yang mengatakan bahwa orang yang berbuat baik di dunia dahulu, dibolehkan menikmati segala buah-buahan dan minuman yang telah tersedia selama-lamanya. Mereka tidak akan sakit dan tidak pula perlu khawatir akan habis. Inilah balasan terhadap segala jerih payah mereka dulu dengan beramal menaati Allah, berjuang bersungguh-sungguh mendekatkan diri kepada-Nya.",
    "quraish": "Sesungguhnya orang-orang yang takut kepada azab Allah akan memperoleh naungan yang meneduhkan, mata air-mata air yang mengalir dan berbagai buah-buahan lezat yang mereka inginkan. Sebagai suatu bentuk penghormatan, diucapkan kepada mereka, \"Makan dan minumlah kalian dengan nyaman sebagai ganjaran amal saleh yang kalian lakukan di dunia. Sesungguhnya Kami akan membalas orang-orang yang berbuat baik dengan balasan yang besar seperti itu. Maka celakalah di hari itu orang-orang yang mendustakan kenikmatan surga.\"",
    "jalalayn": "(\"Makan dan minumlah kalian dengan enak) lafal Haniian merupakan Haal atau kata keterangan keadaan, yakni makan dan minumlah dengan seenak-enaknya (karena apa yang telah kalian kerjakan\") berupa ketaatan."
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 44,
    "arab": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ",
    "translation": "Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5666.mp3",
    "tafsir": "Selanjutnya Allah menerangkan bahwa semua kenikmatan itu merupakan pemberian dari-Nya sebagai pembalasan bagi orang yang bertakwa, dan orang yang senantiasa mengamalkan kebaikan dengan dasar dan menghambakan diri kepada-Nya. Tidak ada kebaikan yang luput dari pembalasan pahala Allah sebagaimana disebutkan dalam ayat lain:\n\nSungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu. (al-Kahf/18: 30)",
    "quraish": "Sesungguhnya orang-orang yang takut kepada azab Allah akan memperoleh naungan yang meneduhkan, mata air-mata air yang mengalir dan berbagai buah-buahan lezat yang mereka inginkan. Sebagai suatu bentuk penghormatan, diucapkan kepada mereka, \"Makan dan minumlah kalian dengan nyaman sebagai ganjaran amal saleh yang kalian lakukan di dunia. Sesungguhnya Kami akan membalas orang-orang yang berbuat baik dengan balasan yang besar seperti itu. Maka celakalah di hari itu orang-orang yang mendustakan kenikmatan surga.\"",
    "jalalayn": "(Sesungguhnya demikianlah Kami) sebagaimana Kami memberikan balasan kepada orang-orang yang takwa (memberikan balasan kepada orang-orang yang berbuat baik.)"
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 45,
    "arab": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "translation": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5667.mp3",
    "tafsir": "Dalam ayat ini sekali lagi Allah mengutuk orang-orang yang mendustakan-Nya, \"Kecelakaan bagi orang-orang yang mendustakan (Kami) pada hari itu.\" Kecelakaan bagi mereka karena mendustakan apa yang telah diberikan Allah, yaitu kemuliaan orang bertakwa dan dengan kehinaan mereka pada hari Kiamat. Sungguh sial nasib orang yang mendustakan itu.",
    "quraish": "Sesungguhnya orang-orang yang takut kepada azab Allah akan memperoleh naungan yang meneduhkan, mata air-mata air yang mengalir dan berbagai buah-buahan lezat yang mereka inginkan. Sebagai suatu bentuk penghormatan, diucapkan kepada mereka, \"Makan dan minumlah kalian dengan nyaman sebagai ganjaran amal saleh yang kalian lakukan di dunia. Sesungguhnya Kami akan membalas orang-orang yang berbuat baik dengan balasan yang besar seperti itu. Maka celakalah di hari itu orang-orang yang mendustakan kenikmatan surga.\"",
    "jalalayn": "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)"
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 46,
    "arab": "كُلُوْا وَتَمَتَّعُوْا قَلِيْلًا اِنَّكُمْ مُّجْرِمُوْنَ ",
    "translation": "(Katakan kepada orang-orang kafir), “Makan dan bersenang-senanglah kamu (di dunia) sebentar, sesungguhnya kamu orang-orang durhaka!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5668.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah berseru dan mengancam dengan firman-Nya agar mereka makan dan menikmati sisa-sisa kesenangan hidup di dunia yang tinggal sedikit itu, sebab kelak pada waktunya Allah akan memberlakukan sunah berupa kedatangan siksa dan azab buat mereka seperti berulang-ulang dijatuhkan pada bangsa-bangsa sebelum mereka.",
    "quraish": "Sebaliknya, kepada orang-orang kafir akan dikatakan, \"Makan dan bersenang-senanglah kalian dengan kesenangan dunia yang tidak abadi. Sesungguhnya dengan mempersekutukan Allah, kalian adalah orang-orang yang berbuat dosa. Maka celakalah pada hari ini mereka yang telah mendustakan segala nikmat Allah.\"",
    "jalalayn": "(\"Makanlah dan bersenang-senanglah kamu sekalian) khithab atau perintah ini ditujukan kepada orang-orang kafir di dunia (dalam waktu yang pendek) waktu yang singkat; yang batasnya adalah kematian mereka. Di dalam ungkapan ini terkandung makna ancaman terhadap mereka (sesungguhnya kalian adalah orang-orang yang berdosa.\")"
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 47,
    "arab": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "translation": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5669.mp3",
    "tafsir": "Allah lalu mengulangi lagi celaan dan ancaman-Nya kepada orang yang mendustakan-Nya. Mereka telah melakukan suatu perbuatan yang menyebabkan diri mereka terbenam dalam azab dan kesengsaraan abadi. Padahal di dunia mereka cuma menikmati kesenangan yang sangat sedikit dan tiada lama waktunya.",
    "quraish": "Sebaliknya, kepada orang-orang kafir akan dikatakan, \"Makan dan bersenang-senanglah kalian dengan kesenangan dunia yang tidak abadi. Sesungguhnya dengan mempersekutukan Allah, kalian adalah orang-orang yang berbuat dosa. Maka celakalah pada hari ini mereka yang telah mendustakan segala nikmat Allah.\"",
    "jalalayn": "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)"
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 48,
    "arab": "وَاِذَا قِيْلَ لَهُمُ ارْكَعُوْا لَا يَرْكَعُوْنَ ",
    "translation": "Dan apabila dikatakan kepada mereka, “Rukuklah,” mereka tidak mau rukuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5670.mp3",
    "tafsir": "Diriwayatkan bahwa ayat ini turun ketika Rasulullah saw berdakwah menyuruh penduduk negeri Saqif, suatu negeri yang tidak jauh dari Mekah untuk salat menyembah Allah. Mereka menjawab dengan sombong, \"Kami tak akan ruku' (salat) karena bukan merupakan suatu kebiasaan kami.\" Nabi menjawab bahwa tidak ada kebaikan bagi suatu agama yang tidak ada padanya ruku' dan sujud. Ada yang mengatakan perintah ini adalah ketika orang-orang kafir disuruh sujud di hadapan Allah di hari akhirat, mereka tak sanggup melakukannya, sebab tidak biasa mengerjakan di atas dunia.\nAllah menyatakan bahwa mereka diperintahkan ruku' (mengerjakan salat), tetapi mereka enggan. Apabila disuruh patuh dan taat serta takut kepada Allah dan pada hari yang di waktu itu semua mata tunduk karena takut, mereka bersikap keras kepala.",
    "quraish": "Apabila dikatakan kepada mereka, \"Lakukanlah salat dengan ikhlas dan khusyuk,\" mereka tidak melakukan salat dan kekhusyukan. Bahkan kepongahan mereka semakin menjadi-jadi. Maka celakalah pada hari ini mereka yang telah mendustakan segala perintah dan larangan Allah.",
    "jalalayn": "(Dan apabila dikatakan kepada mereka, \"Rukuklah\") yakni salatlah kalian (niscaya mereka tidak mau rukuk) tidak mau salat."
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 49,
    "arab": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "translation": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran)! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5671.mp3",
    "tafsir": "Sebagai penutup dari dua ayat terakhir ini, Allah mengulang kembali kutukan-Nya terhadap orang-orang yang mendustakan perintah dan larangan-Nya. Kecelakaan besar bagi orang yang mendustakan karena tidak patuh kepada perintah-Nya dan tidak mau meninggalkan larangan-Nya.\nSetelah mencela orang kafir dengan sangat keras agar mengikuti agama yang benar, maka Allah mengakhiri surah ini dengan menegaskan bahwa orang-orang musyrik itu sama sekali tidak mau mendengarkan nasihat para dai yang mengajak mereka untuk mengikuti ajaran Ilahi bagi kepentingan kehidupan mereka di dunia dan akhirat. Allah mengatakan, \"Maka kepada perkataan apakah selain Al-Qur'an mereka akan beriman?\" Jadi dengan keterangan-keterangan Al-Qur'an yang begitu jelas dan mudah dimengerti disertai dengan bukti-bukti yang jelas, mereka tidak juga mau beriman, maka manakah lagi kebenaran yang mampu membawa mereka kepada petunjuk Ilahi?\"\nDari ayat terakhir ini jelaslah bahwa Allah telah menetapkan ajaran Al-Qur'an tentang dunia dan akhirat yang menghimpun sekalian keterangan yang ada, lengkap dengan segala seluk-beluknya sebagai alasan yang kuat. Dengan demikian, Al-Qur'an satu-satunya kitab suci yang dikenal manusia yang mengandung keterangan yang begitu jelas dan lengkap. Hanya manusia tidak mau beriman menjelang ajal datang mencabut kehidupannya.",
    "quraish": "Apabila dikatakan kepada mereka, \"Lakukanlah salat dengan ikhlas dan khusyuk,\" mereka tidak melakukan salat dan kekhusyukan. Bahkan kepongahan mereka semakin menjadi-jadi. Maka celakalah pada hari ini mereka yang telah mendustakan segala perintah dan larangan Allah.",
    "jalalayn": "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)"
  },
  {
    "ruku": 517,
    "name": "Al-Mursalat",
    "ayat": 50,
    "arab": "فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ ࣖ   ۔",
    "translation": "Maka kepada ajaran manakah (selain Al-Qur'an) ini mereka akan beriman?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5672.mp3",
    "tafsir": "Sebagai penutup dari dua ayat terakhir ini, Allah mengulang kembali kutukan-Nya terhadap orang-orang yang mendustakan perintah dan larangan-Nya. Kecelakaan besar bagi orang yang mendustakan karena tidak patuh kepada perintah-Nya dan tidak mau meninggalkan larangan-Nya.\nSetelah mencela orang kafir dengan sangat keras agar mengikuti agama yang benar, maka Allah mengakhiri surah ini dengan menegaskan bahwa orang-orang musyrik itu sama sekali tidak mau mendengarkan nasihat para dai yang mengajak mereka untuk mengikuti ajaran Ilahi bagi kepentingan kehidupan mereka di dunia dan akhirat. Allah mengatakan, \"Maka kepada perkataan apakah selain Al-Qur'an mereka akan beriman?\" Jadi dengan keterangan-keterangan Al-Qur'an yang begitu jelas dan mudah dimengerti disertai dengan bukti-bukti yang jelas, mereka tidak juga mau beriman, maka manakah lagi kebenaran yang mampu membawa mereka kepada petunjuk Ilahi?\"\nDari ayat terakhir ini jelaslah bahwa Allah telah menetapkan ajaran Al-Qur'an tentang dunia dan akhirat yang menghimpun sekalian keterangan yang ada, lengkap dengan segala seluk-beluknya sebagai alasan yang kuat. Dengan demikian, Al-Qur'an satu-satunya kitab suci yang dikenal manusia yang mengandung keterangan yang begitu jelas dan lengkap. Hanya manusia tidak mau beriman menjelang ajal datang mencabut kehidupannya.",
    "quraish": "Jika mereka tidak mempercayai al-Qur'ân--padahal ia merupakan mukjizat yang diturunkan dari langit--lalu dengan perkataan apa lagi, selain al-Qur'ân, yang dapat membuat mereka beriman?",
    "jalalayn": "(Maka kepada perkataan apakah sesudah ini) sesudah Alquran ini (mereka akan beriman?) maksudnya, tidak mungkin mereka akan beriman kepada kitab-kitab Allah lainnya sesudah mereka mendustakannya, karena di dalam Alquran terkandung unsur I'jaz atau mukjizat yang tidak terdapat pada kitab-kitab Allah lainnya."
  }
]