[
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 31,
    "arab": "اِنَّ لِلْمُتَّقِيْنَ مَفَازًاۙ",
    "translation": "Sungguh, orang-orang yang bertakwa mendapat kemenangan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5703.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang bertakwa itu benar-benar akan mendapat kemenangan dan kebahagiaan dengan penghormatan dan pahala yang besar di dalam surga.",
    "quraish": "Sesungguhnya orang-orang yang bertakwa kepada Allah akan mendapatkan keselamatan dari siksa neraka dan masuk ke dalam surga,",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa mendapat kemenangan) maksudnya, mendapat tempat kemenangan di surga."
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 32,
    "arab": "حَدَاۤىِٕقَ وَاَعْنَابًاۙ",
    "translation": "(yaitu) kebun-kebun dan buah anggur,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5704.mp3",
    "tafsir": "Di dalamnya terdapat berbagai nikmat, antara lain berupa kebun-kebun kurma dan buah anggur yang sangat lezat rasanya, cocok dengan selera, dan sedap dalam pandangan mata.",
    "quraish": "kebun-kebun yang dipenuhi buah-buahan dan anggur-anggur yang lezat,",
    "jalalayn": "(Yaitu kebun-kebun) lafal ayat ini menjadi Badal dari lafal Mafaazan, atau sebagai penjelasan daripadanya (dan buah anggur) di'athafkan kepada lafal Mafaazan."
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 33,
    "arab": "وَّكَوَاعِبَ اَتْرَابًاۙ",
    "translation": "dan gadis-gadis montok yang sebaya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5705.mp3",
    "tafsir": "Lalu diterangkan pula bahwa di dalam surga itu terdapat pula banyak bidadari yang cantik, montok, dan sebaya usianya. Kesenangan bergaul dengan kaum wanita yang biasanya merupakan kesenangan yang memuncak di dunia, akan dialami pula oleh ahli surga dengan cara yang lebih sempurna, tetapi tidak dapat dibayangkan bagaimana terjadinya nanti.",
    "quraish": "dan gadis-gadis montok serta dara-dara yang sebaya,",
    "jalalayn": "(Dan gadis-gadis remaja) yaitu gadis-gadis yang buah dadanya sedang ranum-ranumnya. Lafal Kawaa'ib bentuk jamak dari lafal Kaa'ib (yang sebaya) umurnya, lafal Atraaban bentuk jamak dari lafal Tirbun."
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 34,
    "arab": "وَّكَأْسًا دِهَاقًاۗ",
    "translation": "dan gelas-gelas yang penuh (berisi minuman).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5706.mp3",
    "tafsir": "Di dalamnya juga terdapat hidangan-hidangan minuman yang dikemas dalam gelas-gelas yang penuh. Dalam firman Allah yang lain dinyatakan:\n\nDan di sana mereka diberi segelas minuman bercampur jahe. (al-Insan/76: 17)",
    "quraish": "dan gelas-gelas yang terisi dan sangat bersih.",
    "jalalayn": "(Dan gelas-gelas yang penuh) berisi khamar; dan di dalam surah Muhammad disebutkan pada salah satu ayat-Nya, \"... sungai-sungai dari khamar (arak).\" (Q.S. Muhammad, 15)"
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 35,
    "arab": "لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا كِذَّابًا",
    "translation": "Di sana mereka tidak mendengar percakapan yang sia-sia maupun (perkataan) dusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5707.mp3",
    "tafsir": "Di dalam surga itu, mereka tidak mendengar perkataan yang tidak berarti atau sia-sia dan tidak pula perkataan yang dusta walaupun mereka meminum arak, sebagaimana diterangkan dalam firman Allah:\n\n(Di dalam surga itu) mereka saling mengulurkan gelas yang isinya tidak (menimbulkan) ucapan yang tidak berfaedah ataupun perbuatan dosa. (ath-thur/52: 23)",
    "quraish": "Di dalam surga, mereka tidak mendengarkan perkataan yang tidak berguna dan ucapan kotor.",
    "jalalayn": "(Di dalamnya mereka tidak mendengar) yakni di dalam surga itu sewaktu mereka sedang meminum khamar dan merasakan kelezatan-kelezatan lainnya (perkataan yang sia-sia) perkataan yang batil (dan tidak pula dusta) jika dibaca Kidzaaban artinya dusta, jika dibaca Kidzdzaaban artinya kedustaan yang dilakukan oleh seseorang kepada yang lainnya, keadaannya berbeda dengan apa yang terjadi di dunia sewaktu khamar diminum."
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 36,
    "arab": "جَزَاۤءً مِّنْ رَّبِّكَ عَطَاۤءً حِسَابًاۙ",
    "translation": "Sebagai balasan dan pemberian yang cukup banyak dari Tuhanmu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5708.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa kemenangan dan kebahagiaan yang besar itu adalah pemberian yang banyak dari Allah, sebagai rahmat dan karunia-Nya kepada hamba yang taat kepada-Nya.",
    "quraish": "Sebagai balasan yang besar dari Tuhanmu, karena karunia dan kebaikan-Nya.",
    "jalalayn": "(Sebagai balasan dari Rabbmu) dari Allah swt. memberikan hal tersebut kepada penghuni-penghuni surga sebagai pembalasan dari-Nya (dan pemberian) menjadi Badal daripada lafal Jazaa-an (yang cukup banyak) sebagai pembalasan yang banyak; pengertian ini diambil dari perkataan orang-orang Arab: A'thaanii Fa'ahsabanii, arti-Nya, \"Dia memberiku dengan pemberian yang cukup banyak.\" Atau dengan kata lain bahwa memberikan pemberian yang banyak kepadaku sehingga aku mengatakan, \"Cukuplah!\""
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 37,
    "arab": "رَّبِّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الرَّحْمٰنِ لَا يَمْلِكُوْنَ مِنْهُ خِطَابًاۚ ",
    "translation": "Tuhan (yang memelihara) langit dan bumi dan apa yang ada di antara keduanya; Yang Maha Pengasih, mereka tidak mampu berbicara dengan Dia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5709.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dialah Tuhan Yang memelihara langit dan bumi dan segala yang berada di antaranya dengan sifat-Nya sebagai Tuhan Yang Maha Pemurah. Keagungan Allah pada hari Kiamat itu tampak sekali, tidak seorang pun yang akan berbicara dengan Allah, melainkan dengan izin-Nya.",
    "quraish": "Tuhan yang memelihara langit dan bumi dan apa yang ada di antara keduanya, Yang rahmat-Nya sangat luas, mencakup segala sesuatu. Tak seorang pun yang berhak mengajak-Nya berbicara.",
    "jalalayn": "(Rabb langit dan bumi) dapat dibaca Rabbis Samaawaati Wal Ardhi dan Rabus Samaawaati Wal Ardhi (dan apa yang ada di antara keduanya; Yang Maha Pemurah) demikian pula lafal Ar-Rahmaan dapat dibaca Ar-Rahmaanu dan Ar-Rahmaani disesuaikan dengan lafal Rabbun tadi. (Mereka tiada memiliki) yakni makhluk semuanya (di hadapan-Nya) di hadapan Allah swt. (sepatah kata pun) yaitu tiada seseorang pun yang dapat berbicara kepada-Nya karena takut kepada-Nya."
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 38,
    "arab": "يَوْمَ يَقُوْمُ الرُّوْحُ وَالْمَلٰۤىِٕكَةُ صَفًّاۙ  لَّا يَتَكَلَّمُوْنَ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَقَالَ صَوَابًا",
    "translation": "Pada hari, ketika ruh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5710.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa pada hari Kiamat itu Malaikat Jibril dan para malaikat lainnya berdiri bersaf-saf menunggu perintah Allah. Mereka tidak berkata apa pun kecuali setelah diberi izin oleh Allah Yang Maha Pemurah. Kata-kata yang mereka ucapkan pun ketika itu hanya kata-kata yang benar.",
    "quraish": "Pada hari ketika Jibril dan para malaikat berbaris dengan khusyuk. Tak satu pun di antara mereka yang berbicara, kecuali malaikat yang dizinkan oleh Sang Maha Penyayang untuk berbicara secara benar.",
    "jalalayn": "(Pada hari itu) lafal Yauma merupakan Zharaf bagi lafal Laa Yamlikuuna (ketika ruh berdiri) yakni malaikat Jibril atau bala tentara Allah swt. (dan para malaikat dengan bershaf-shaf) lafal Shaffan menjadi Haal artinya dalam keadaan berbaris bershaf-shaf (mereka tidak berkata-kata) yakni makhluk semuanya (kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pemurah) untuk berbicara (dan ia mengucapkan) perkataan (yang benar) mereka terdiri dari orang-orang yang beriman dan para Malaikat, seumpamanya mereka memberikan syafaat kepada orang-orang yang diridai oleh-Nya untuk mendapatkan syafaat."
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 39,
    "arab": "ذٰلِكَ الْيَوْمُ الْحَقُّۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ مَاٰبًا",
    "translation": "Itulah hari yang pasti terjadi. Maka barang siapa menghendaki, niscaya dia menempuh jalan kembali kepada Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5711.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa hari Kiamat itu pasti terjadi dan persoalan-persoalan yang tadinya tertutup atau tersembunyi pasti akan diungkapkan. Begitu pula apa-apa yang tersimpan dalam hati manusia, pada hari itu pasti diperlihatkan. Oleh karena itu, Allah mendorong mereka agar bertambah dekat kepada-Nya dan melakukan perbuatan yang menjauhkan diri dari azab-Nya. Dengan demikian, ia pasti menempuh jalan kembali kepada Tuhannya dengan penuh kebahagiaan.",
    "quraish": "Itulah hari yang tidak diragukan lagi kebenarannya. Maka barangsiapa yang berkehendak, niscaya ia akan menempuh jalan kembali yang mulia kepada Tuhannya dengan beriman dan melakukan amal saleh.",
    "jalalayn": "(Itulah hari yang pasti terjadi) hari yang pasti kejadiannya, yaitu hari kiamat. (Maka barang siapa yang menghendaki, niscaya ia menempuh jalan kembali kepada Rabbnya) yakni, kembali kepada Allah dengan mengerjakan ketaatan kepada-Nya, supaya ia selamat dari azab-Nya pada hari kiamat itu."
  },
  {
    "ruku": 519,
    "name": "An-Naba'",
    "ayat": 40,
    "arab": "اِنَّآ اَنْذَرْنٰكُمْ عَذَابًا قَرِيْبًا ەۙ يَّوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُوْلُ الْكٰفِرُ يٰلَيْتَنِيْ كُنْتُ تُرَابًا ࣖ",
    "translation": "Sesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, “Alangkah baiknya seandainya dahulu aku jadi tanah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5712.mp3",
    "tafsir": "Ayat ini memberi peringatan kepada orang-orang kafir bahwa sesungguhnya Allah telah memberi peringatan kepada mereka dengan siksaan yang dekat.\nSetiap orang harus mengerti bahwa apa saja yang akan dialaminya telah dekat waktu terjadinya. Soal jarak waktu bukanlah suatu hal yang penting, tetapi yang penting adalah peristiwa itu pasti akan dialaminya. Maka seorang yang berakal sehat selalu bersiap-siap untuk menghadapi peristiwa-peristiwa yang akan dijumpainya. Pada hari itu, manusia akan melihat apa yang telah diperbuat oleh kedua tangannya, sebagaimana dijelaskan pula dalam firman Allah:\n\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap sekiranya ada jarak yang jauh antara dia dengan (hari) itu. (Ali 'Imran/3: 30)\n\nPada hari itu, orang kafir akan berkata dengan penuh kesedihan dan penyesalan, \"Andaikata aku dahulu di dunia hanya menjadi tanah, dan tidak menjadi manusia yang durhaka kepada Tuhan.\"",
    "quraish": "Sesungguhnya Kami telah memperingatkan kepada kalian mengenai siksa yang kedatangannya telah dekat. Pada hari itu setiap orang dapat melihat apa yang dilakukan oleh kedua tangannya. Dengan mengharap keselamatan, orang kafir akan berkata, \"Alangkah baiknya jika, setelah kematianku, aku tetap menjadi tanah sehingga aku tidak dibangkitkan dan diminta pertanggungjawaban.\"",
    "jalalayn": "(Sesungguhnya Kami telah memperingatkan kepada kalian) hai orang-orang kafir Mekah (siksa yang dekat) yakni siksa pada hari kiamat yang akan datang nanti; dan setiap sesuatu yang akan datang itu berarti masa terjadinya sudah dekat (pada hari) menjadi Zharaf dari lafal 'Adzaaban berikut sifatnya yakni berikut lafal Qariiban (manusia melihat) setiap manusia melihat (apa yang telah diperbuat oleh kedua tangannya) yakni perbuatan baik dan perbuatan buruk yang telah dikerjakannya semasa di dunia (dan orang kafir berkata, \"Alangkah baiknya) huruf Ya di sini bermakna Tanbih (sekiranya aku dahulu adalah tanah\") maka aku tidak akan disiksa. Ia mengatakan demikian sewaktu Allah berfirman kepada binatang-binatang semuanya sesudah Dia melakukan hukum kisas sebagian dari mereka terhadap sebagian yang lain: \"Jadilah kamu sekalian tanah!\""
  }
]