[
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 1,
    "arab": "اَلْقَارِعَةُۙ",
    "translation": "Hari Kiamat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6158.mp3",
    "tafsir": "Dalam ayat ini, Allah menyebutkan kata al-qari'ah, yaitu salah satu nama hari Kiamat, seperti al-haqqah, as-sakhkhah, ath-thammah, dan al-Gasyiyah. Hari Kiamat itu juga disebut al-qari'ah karena ia menggetarkan hati setiap orang akibat kedahsyatannya. Kata al-qari'ah juga digunakan untuk menyebut suatu bencana hebat. Allah berfirman:\n\nDan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri. (ar-Ra'd/13: 31)\n\nMaksudnya mereka ditimpa malapetaka hebat yang mengetuk hati mereka dan menyakiti tubuh mereka, sehingga mereka mengeluh karenanya.",
    "quraish": "[[101 ~ AL-QARI'AH (HARI KIAMAT) Pendahuluan: Makkiyyah, 11 ayat ~ Surat ini dimulai dengan memberitakan kedahsyatan hari kiamat yang memekakkan pendengaran manusia. Di samping itu, surat ini juga menjelaskan tentang sebagian peristiwa besar tersebut, terutama yang berhubungan dengan manusia dan gunung, kemudian juga memberitakan tentang orang yang berat timbangannya, karena lebih banyak melakukan kebaikan, dan orang yang ringan timbangannya karena lebih banyak melakukan kejahatan.]] Hari kiamat, yang dimulai dengan tiupan pertama dan diakhiri dengan penetapan keputusan untuk manusia.",
    "jalalayn": "(Hari kiamat) dinamakan Al-Qaari'ah karena kengerian-kengerian yang terjadi di dalamnya sangat menggentarkan kalbu."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 2,
    "arab": "مَا الْقَارِعَةُ ۚ",
    "translation": "Apakah hari Kiamat itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6159.mp3",
    "tafsir": "Dalam ayat ini Allah mengulang kata al-qari'ah dalam bentuk pertanyaan untuk meminta perhatian agar manusia memahami karena dahsyatnya kejadian hari Kiamat dan huru-hara yang membuat hati kecut, sehingga sulit menggambarkannya dengan tepat dan sulit mengetahui dengan sebenarnya.",
    "quraish": "Betapa mengherankannya peristiwa itu, dengan kebesaran dan segala bahayanya!",
    "jalalayn": "(Apakah hari kiamat itu?) ungkapan ini menggambarkan tentang kengeriannya; ayat yang pertama dan ayat yang kedua merupakan Mubtada dan Khabarnya."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 3,
    "arab": "وَمَآ اَدْرٰىكَ مَا الْقَارِعَةُ ۗ",
    "translation": "Dan tahukah kamu apakah hari Kiamat itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6160.mp3",
    "tafsir": "Allah mengulangi kata al-qari'ah itu adalah untuk menggambarkan kedahsyatan hari Kiamat itu, seakan-akan tidak ada sesuatu pun yang dapat dijadikan contoh untuk al-qari'ah itu. Bagaimana pun mengkhayalkannya, al-qari'ah lebih hebat dari itu.",
    "quraish": "Tahukah kamu apakah peristiwa besar yang begitu dahsyat dalam jiwa itu?",
    "jalalayn": "(Tahukah kamu) atau apakah kamu tahu (apakah hari kiamat itu?) ungkapan ayat ini menambah kengerian yang terdapat di hari kiamat. Lafal Maa yang pertama adalah Mubtada sedangkan lafal sesudahnya yaitu lafal Adraaka merupakan Khabarnya; dan Maa yang kedua berikut Khabarnya berkedudukan sebagai Maf'ul kedua dari lafal Adraa."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 4,
    "arab": "يَوْمَ يَكُوْنُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوْثِۙ",
    "translation": "Pada hari itu manusia seperti laron yang beterbangan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6161.mp3",
    "tafsir": "Karena sangat sulit mengetahui hakikat al-qari'ah, maka dalam ayat ini Allah menjelaskan waktu kedatangannya. Ketika itu, keadaan manusia bagaikan laron yang beterbangan di sekeliling lampu pada malam hari. Penyerupaan ini adalah untuk menggambarkan keadaan manusia yang kebingungan dan tidak menentu arah tujuannya.\nManusia pada hari yang dahsyat itu bertebaran di mana-mana, bingung, dan tidak tahu ke mana akan dituju, apa yang akan dikerjakan, dan untuk apa mereka dikumpulkan di sana. Kondisi ini tidak ubahnya seperti anai-anai yang tidak berketentuan arahnya. Dalam ayat lain, Allah berfirman:\n\nSeakan-akan mereka belalang yang beterbangan. (al-Qamar/54 : 7)",
    "quraish": "Peristiwa itu adalah hari ketika manusia menjadi seperti anai-anai yang diterbangkan, melayang ke kanan dan ke kiri, dalam keadadaan lemah dan terhina.",
    "jalalayn": "(Pada hari itu) dinashabkan oleh lafal yang disimpulkan dari pengertian yang terkandung di dalam lafal Al-Qaari'ah yakni lafal Taqra'u, artinya pada hari yang menggentarkan itu (manusia adalah seperti anai-anai yang dihambur-hamburkan) atau seakan-akan belalang-belalang yang dihambur-hamburkan; sebagian di antaranya terbang beriring-iringan dengan yang lainnya secara semrawut. Demikian itu karena mereka dalam keadaan kebingungan, hal ini terus berlangsung hingga mereka dipanggil untuk menjalani perhitungan amal perbuatan."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 5,
    "arab": "وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوْشِۗ",
    "translation": "dan gunung-gunung seperti bulu yang dihambur-hamburkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6162.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa gunung-gunung yang telah hancur itu beterbangan dari tempatnya seperti bulu halus yang diterbangkan angin. Lalu bagaimanakah keadaan manusia yang mempunyai tubuh yang lemah itu bila mengalami al-qari'ah itu.\nBanyak terdapat dalam Al-Qur'an ayat-ayat tentang keadaan gunung-gunung pada hari Kiamat, di antaranya Allah berfirman:\n\nDan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (an-Naml/27 : 88)\n\n\nDan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan. (al-Muzzammil/73: 14)\n\n\nDan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an- Naba'/78: 20)\n\nSemua keterangan tersebut untuk menjelaskan bahwa gunung-gunung yang besar dan kuat seharusnya tetap tidak dapat digerakkan, tetapi al-Qari'ah dapat menghancurkannya, apalagi manusia makhluk yang lemah.",
    "quraish": "Dan gunung-gunung menjadi seperti bulu berwarna yang dihamburkan, bagian-bagiannya terpisah beterbangan di udara ke sana ke mari.",
    "jalalayn": "(Dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan) atau bagaikan wool yang terhambur-hamburkan, karena ringannya, sehingga jatuh kembali rata dengan tanah."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 6,
    "arab": "فَاَمَّا مَنْ ثَقُلَتْ مَوَازِينُهٗۙ",
    "translation": "Maka adapun orang yang berat timbangan (kebaikan)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6163.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)",
    "quraish": "Maka, barangsiapa yang berat timbangannya, karena kebaikannya lebih banyak daripada kejahatannya, akan berada dalam kehidupan yang menyenangkan hati.",
    "jalalayn": "(Dan adapun orang yang berat timbangannya) artinya amal kebaikannya lebih berat daripada amal keburukannya."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 7,
    "arab": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۗ",
    "translation": "maka dia berada dalam kehidupan yang memuaskan (senang).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6164.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)",
    "quraish": "Maka, barangsiapa yang berat timbangannya, karena kebaikannya lebih banyak daripada kejahatannya, akan berada dalam kehidupan yang menyenangkan hati.",
    "jalalayn": "(Maka dia berada dalam kehidupan yang memuaskan) yaitu berada di dalam surga; atau dengan kata lain kehidupan yang diterimanya itu sangat memuaskannya."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 8,
    "arab": "وَاَمَّا مَنْ خَفَّتْ مَوَازِيْنُهٗۙ",
    "translation": "Dan adapun orang yang ringan timbangan (kebaikan)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6165.mp3",
    "tafsir": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.",
    "quraish": "Dan barangsiapa yang ringan timbangan, karena kejahtannya lebih banyak daripada kebaikannya, maka tempat kembalinya adalah neraka Hawiyah.",
    "jalalayn": "(Dan adapun orang yang ringan timbangannya) artinya amal keburukannya lebih berat daripada amal kebaikannya."
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 9,
    "arab": "فَاُمُّهٗ هَاوِيَةٌ  ۗ",
    "translation": "maka tempat kembalinya adalah neraka Hawiyah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6166.mp3",
    "tafsir": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.",
    "quraish": "Dan barangsiapa yang ringan timbangan, karena kejahtannya lebih banyak daripada kebaikannya, maka tempat kembalinya adalah neraka Hawiyah.",
    "jalalayn": "(Maka tempat kembalinya) yaitu tempat tinggalnya (adalah neraka Haawiyah.)"
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 10,
    "arab": "وَمَآ اَدْرٰىكَ مَا هِيَهْۗ",
    "translation": "Dan tahukah kamu apakah neraka Hawiyah itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6167.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.",
    "quraish": "Tahukah kamu apa neraka Hawiyah itu?",
    "jalalayn": "(Dan tahukah kamu, apakah Haawiyah itu?) atau apakah neraka Haawiyah itu?"
  },
  {
    "ruku": 543,
    "name": "Al-Qari'ah",
    "ayat": 11,
    "arab": "نَارٌ حَامِيَةٌ ࣖ",
    "translation": "(Yaitu) api yang sangat panas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6168.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.",
    "quraish": "Yaitu api yang sangat panas, yang tingkat kepanasannya tidak akan pernah dicapai jenis api yang lain, walaupun menyala-nyala dengan diisi bahan bakar.",
    "jalalayn": "Neraka Haawiyah itu adalah (api yang sangat panas) yang panasnya luar biasa; huruf Ha yang terdapat pada lafal Hiyah adalah Ha Sakat, baik dalam keadaan Washal ataupun Waqaf tetap dibaca. Tetapi menurut suatu qiraat tidak dibaca bila dalam keadaan Washal."
  }
]