[
  {
    "ruku": 56,
    "name": "Ali 'Imran",
    "ayat": 144,
    "arab": "وَمَا مُحَمَّدٌ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۗ اَفَا۟ىِٕنْ مَّاتَ اَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى اَعْقَابِكُمْ ۗ وَمَنْ يَّنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَّضُرَّ اللّٰهَ شَيْـًٔا  ۗوَسَيَجْزِى اللّٰهُ الشّٰكِرِيْنَ ",
    "translation": "Dan Muhammad hanyalah seorang Rasul; sebelumnya telah berlalu beberapa rasul. Apakah jika dia wafat atau dibunuh kamu berbalik ke belakang (murtad)? Barangsiapa berbalik ke belakang, maka ia tidak akan merugikan Allah sedikit pun. Allah akan memberi balasan kepada orang yang bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/437.mp3",
    "tafsir": "Muhammad hanyalah seorang Rasul Allah. Kalau dia mati terbunuh, maka itu adalah hal biasa sebagaimana telah terjadi pula pada nabi-nabi dan rasul-rasul sebelumnya. Ada yang mati biasa dan ada yang terbunuh. Mengapa ada di antara kaum Muslimin yang murtad disebabkan mendengar berita Muhammad telah mati terbunuh? Ketahuilah bahwa orang yang murtad tidak akan menimbulkan sesuatu mudarat kepada Allah. Dan Allah akan memberi balasan kepada orang-orang yang bersyukur kepada-Nya. Pengertian bersyukur biasa diartikan terima kasih. Berterima kasih dalam ayat ini bukanlah sekedar ucapan, tetapi dengan suatu perbuatan dan bukti yang nyata.\nBersyukur kepada manusia ialah berbuat baik kepadanya sebagai balas jasa, sedang bersyukur kepada Allah ialah berbakti kepada-Nya, sesuai dengan perintah-Nya. Di dalam menegakkan kebenaran, kita harus berusaha dengan sungguh-sungguh, berjuang dengan penuh iman dan kesabaran dan rela menerima segala macam cobaan dan penderitaan. Orang-orang semacam inilah yang benar-benar bersyukur kepada Allah dan yang pasti akan mendapat balasan yang dijanjikan-Nya.",
    "quraish": "Pada saat tersebar isu terbunuhnya Nabi Muhammad para perang Uhud, sebagian orang Islam ada yang berniat hendak keluar dari agama (murtad). Allah menyayangkan hal itu terjadi pada mereka dengan mengatakan, \"Muhammad hanyalah seorang rasul, sama seperti rasul-rasul yang telah mati sebelumnya. Ia sendiri akan mati dan berlalu sebagaimana mereka telah mati dan berlalu. Oleh karena itu, apabila ia mati, apakah kalian akan kembali berbalik kepada kekufuran?\" Barangsiapa kembali kepada kekufuran setelah menyatakan keimanan, tidak akan merugikan Allah sedikit pun, bahkan akan merugikan diri mereka sendiri: mereka terancam siksaan. Allah akan selalu memberi pahala kepada mereka yang tetap teguh dalam keislaman dan mensyukuri nikmat-Nya.",
    "jalalayn": "(Muhammad itu tidak lain hanyalah seorang rasul yang sebelumnya telah berlalu beberapa orang rasul. Apakah jika ia wafat atau terbunuh) seperti lainnya (kamu berbalik ke belakang) maksudnya kembali menjadi kafir. Kalimat akhir merupakan pertanyaan yang berarti sanggahan, artinya bukankah ia bukan sembahan kenapa kamu kembali? (Barang siapa yang berbalik ke belakang, murtad, maka tidaklah ia memberi mudarat kepada Allah sedikit pun) sebaliknya hanya memberi mudarat kepada dirinya sendiri (dan Allah akan memberi balasan kepada orang-orang yang bersyukur) terhadap nikmat-karunia-Nya."
  },
  {
    "ruku": 56,
    "name": "Ali 'Imran",
    "ayat": 145,
    "arab": "وَمَا كَانَ لِنَفْسٍ اَنْ تَمُوْتَ اِلَّا بِاِذْنِ اللّٰهِ كِتٰبًا مُّؤَجَّلًا ۗ وَمَنْ يُّرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُّرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَا ۗ وَسَنَجْزِى الشّٰكِرِيْنَ ",
    "translation": "Dan setiap yang bernyawa tidak akan mati kecuali dengan izin Allah, sebagai ketetapan yang telah ditentukan waktunya. Barangsiapa menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu, dan barangsiapa menghendaki pahala akhirat, Kami berikan (pula) kepadanya pahala (akhirat) itu, dan Kami akan memberi balasan kepada orang-orang yang bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/438.mp3",
    "tafsir": "Allah menyatakan, \"Semua yang bernyawa tidak akan mati melainkan dengan izin-Nya, tepat pada waktunya sesuai dengan yang telah ditetapkan-Nya.\" Artinya: persoalan mati itu hanya di tangan Tuhan, bukan di tangan siapa-siapa atau di tangan musuh yang ditakuti. Ini merupakan teguran kepada orang-orang mukmin yang lari dari medan Perang Uhud karena takut mati, dan juga merupakan petunjuk bagi setiap umat Islam yang sedang berjuang di jalan Allah. Seterusnya Allah memberikan bimbingan kepada umat Islam bagaimana seharusnya berjuang di jalan Allah dengan firman-Nya:\n\n... Barang siapa menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu,¦(Ali 'Imran/3:145).\n\nIni berarti setiap orang Islam harus meluruskan dan membetulkan niatnya dalam melaksanakan setiap perjuangan. Kalau niatnya hanya sekedar untuk memperoleh balasan dunia, maka biar bagaimanapun besar perjuangannya, maka balasannya hanya sekedar yang bersifat dunia saja. Dan barang siapa yang niatnya untuk mendapat pahala akhirat, maka Allah akan membalasnya dengan pahala akhirat. Allah akan memberi balasan kepada orang-orang yang bersyukur yaitu orang-orang yang mematuhi perintah-Nya dan selalu mendampingi Nabi-Nya.",
    "quraish": "Seseorang tidak akan mungkin mati kecuali dengan izin Allah. Karena, hal itu benar-benar telah dicatat oleh Allah dalam buku yang mengandung semua ajal manusia. Barangsiapa berharap kesenangan dunia akan diberi, dan barangsiapa berharap imbalan akhirat akan diberi juga. Allah akan memberi imbalan kepada mereka yang mensyukuri nikmat dan menaati semua perintah-Nya, termasuk perintah jihad.",
    "jalalayn": "(Setiap diri tidaklah akan mati kecuali dengan izin Allah) artinya dengan kada daripada-Nya (sebagai ketentuan) mashdar artinya ketentuan yang telah ditetapkan oleh Allah (yang telah ditetapkan waktunya) hingga tidak dapat dimajukan atau diundurkan. Lalu kenapa kamu menderita kekalahan, padahal kekalahan itu tidak dapat menolak kematian dan ketabahan takkan dapat mengakhiri kehidupan. (Barang siapa yang menghendaki) dengan amalannya (pahala dunia) artinya balasannya (Kami berikan itu kepadanya) artinya bagiannya di dunia tetapi di akhirat ia tidak mendapat apa-apa. (Dan barang siapa menghendaki pahala akhirat Kami berikan pula kepadanya) artinya pahalanya (dan Kami akan memberi balasan kepada orang-orang yang bersyukur)."
  },
  {
    "ruku": 56,
    "name": "Ali 'Imran",
    "ayat": 146,
    "arab": "وَكَاَيِّنْ مِّنْ نَّبِيٍّ قَاتَلَۙ مَعَهٗ رِبِّيُّوْنَ كَثِيْرٌۚ فَمَا وَهَنُوْا لِمَآ اَصَابَهُمْ فِيْ سَبِيْلِ اللّٰهِ وَمَا ضَعُفُوْا وَمَا اسْتَكَانُوْا ۗ وَاللّٰهُ يُحِبُّ الصّٰبِرِيْنَ ",
    "translation": "Dan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat dan tidak (pula) menyerah (kepada musuh). Dan Allah mencintai orang-orang yang sabar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/439.mp3",
    "tafsir": "Allah kembali memberikan koreksi kepada sebagian pengikut Nabi Muhammad saw yang lemah dan tidak setia dalam Perang Uhud dengan mengemukakan keadaan umat nabi-nabi sebelumnya bahwa dalam jihad fisabilillah, semangat dan iman mereka tetap kuat, tidak lemah, tidak lesu dan tidak menyerah di kala menderita bencana. Orang-orang semacam itulah yang dicintai Allah karena kesabarannya.",
    "quraish": "Betapa banyak nabi yang pada saat berperang disertai oleh banyak orang Mukmin yang tulus kepada Tuhan. Hati mereka tidak kecut dan tunduk kepada musuh karena musibah yang menimpa mereka dalam berjuang di jalan Allah. Hal itu disebabkan karena mereka selalu berada dalam lingkup ketaatan kepad-Nya. Allah akan selalu memberi pahala kepada orang-orang yang tabah menghadapi cobaan.",
    "jalalayn": "(Dan berapa banyaknya) 'ka-ayyin' sama artinya dengan 'kam' (nabi-nabi yang berperang) menurut satu qiraat 'qutila' yang berarti 'yang dibunuh'. Pelakunya ialah dhamir yang kembali kepada nabi (bersama mereka) menjadi khabar sedangkan mubtadanya ialah: (pengikut-pengikutnya yang amat banyak) yakni yang bertakwa (maka mereka tidak menjadi lemah) atau merasa takut (karena hal-hal yang menimpa mereka di jalan Allah) seperti mendapat luka dan terbunuhnya nabi-nabi dan para sahabat mereka (dan tidak menjadi lelah) menghadapi perjuangan (dan tidak pula menyerah) atau tunduk kepada musuh-musuh sebagaimana kamu lakukan ketika disiarkan orang berita bahwa Nabimu telah gugur. (Allah menyukai orang-orang yang sabar) dalam menerima bala hingga Allah berkenan memberikan imbalan kepadanya."
  },
  {
    "ruku": 56,
    "name": "Ali 'Imran",
    "ayat": 147,
    "arab": "وَمَا كَانَ قَوْلَهُمْ اِلَّآ اَنْ قَالُوْا رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَاِسْرَافَنَا فِيْٓ اَمْرِنَا وَثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ",
    "translation": "Dan tidak lain ucapan mereka hanyalah doa, “Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan (dalam) urusan kami dan tetapkanlah pendirian kami, dan tolonglah kami terhadap orang-orang kafir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/440.mp3",
    "tafsir": "Mereka di samping kesabaran dan ketabahan berjihad fisabilillah bersama Nabi, tidak lupa mengadakan hubungan langsung dengan Allah swt dengan berdoa agar dosanya dan tindakan yang berlebih-lebihan diampuni oleh Tuhan, pendiriannya ditetapkan agar mereka dimenangkan terhadap orang-orang kafir.",
    "quraish": "Tidak ada yang dapat meraka lakukan ketika mengalami kekejaman perang selain berucap, \"Wahai Tuhan kami, ampunilah dosa-dosa kecil dan besar yang pernah kami perbuat. Mantapkan jiwa kami di medan pertempuran. Dan menangkanlah kami atas musuh-musuh agama-Mu, yang kafir kepada-Mu dan risalah rasul-rasul-Mu.\"",
    "jalalayn": "(Tak ada ucapan mereka) yakni ketika Nabi mereka dibunuh yang mereka terima dengan penuh kesabaran dan ketabahan itu (melainkan dengan berdoa, \"Wahai Tuhan kami! Ampunilah dosa kami dan keterlaluan kami) artinya tindakan kami yang melanggar batas (dalam urusan kami) sebagai pengakuan bahwa musibah yang menimpa mereka itu ialah karena jeleknya perbuatan mereka yang berarti menghancurkan diri mereka sendiri (dan tetapkanlah hati kami) dengan kekuatan menghadapi perjuangan (serta tolonglah kami terhadap kaum yang kafir.\")"
  },
  {
    "ruku": 56,
    "name": "Ali 'Imran",
    "ayat": 148,
    "arab": "فَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِ ۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
    "translation": "Maka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/441.mp3",
    "tafsir": "Oleh karena kesungguhan, keikhlasan, keteguhan iman dan kesabaran para pengikut nabi-nabi yang terdahulu dalam menghadapi segala macam penderitaan dalam memperjuangkan kebenaran di jalan Allah, maka Allah memberikan kepada mereka balasan dunia dan pahala yang setimpal di akhirat.",
    "quraish": "Dengan begitu, mereka diberi kemenangan dan keberhasilan di dunia, dan dijamin akan mendapatkan balasan yang baik di akhirat. Allah akan selalu memberi pahala kepada orang-orang yang bekerja dengan baik.",
    "jalalayn": "(Maka Allah pun memberi mereka pahala di dunia) berupa kemenangan dan harta rampasan (dan pahala yang baik di akhirat) maksudnya surga. Pahala yang baik ialah anugerah yang melebihi dari selayaknya (dan Allah menyukai orang-orang yang berbuat kebaikan)."
  }
]