[
  {
    "ruku": 6,
    "name": "Al-Baqarah",
    "ayat": 40,
    "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَوْفُوْا بِعَهْدِيْٓ اُوْفِ بِعَهْدِكُمْۚ وَاِيَّايَ فَارْهَبُوْنِ",
    "translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu. Dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu, dan takutlah kepada-Ku saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/47.mp3",
    "tafsir": "Allah memulai ayat ini dengan menyebut Bani Israil (orang-orang Yahudi), karena merekalah bangsa yang paling dahulu mengemban kitab Samawiyah, dan karena di antara mereka terdapat pula orang-orang yang paling keras memusuhi orang-orang yang beriman kepada Nabi Muhammad saw. Kalau mereka masuk Islam maka hal itu akan merupakan alasan yang kuat yang dapat diarahkan kepada orang-orang Nasrani dan orang kafir yang lain yang tidak mau beriman, karena bangsa Yahudilah yang paling dahulu berjanji kepada Allah swt bahwa mereka akan beriman kepada setiap nabi yang diutus-Nya, apabila telah ada bukti-bukti yang nyata.\nIsrail adalah gelar yang diberikan kepada Nabi Yakub. Karena itu keturunannya dinamakan dengan Bani Israil. Nabi Yakub terkenal sebagai hamba Allah yang amat saleh, sabar, dan tawakal. Maka Allah memanggil anak cucu Yakub dalam permulaan ayat ini dengan sebutan \"Bani Israil\" untuk mengingatkan kepada mereka agar mereka mencontoh nenek moyang mereka itu dalam hal keimanan, ketaatan, kesalehan, ketakwaan dan kesabaran serta sifat-sifat lain yang terpuji. Hal ini disebabkan karena pada waktu turunnya Al-Qur'an kepada Nabi Muhammad saw, tampak gejala-gejala bahwa tingkah laku Bani Israil itu sudah melampaui batas, dan jauh menyimpang dari ajaran dan sifat-sifat nenek moyang mereka, terutama sikap mereka terhadap Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw. Mereka tidak mau beriman bahwa Al-Qur'an itu adalah wahyu Allah, bahkan mereka mendustakan kenabian dan kerasulan Muhammad saw. Seharusnya merekalah yang paling dahulu beriman kepada Nabi Muhammad saw, sebab berita tentang kedatangannya telah disebutkan lebih dahulu dalam kitab suci mereka, yaitu Taurat.\nDalam ayat ini terdapat tiga macam perintah Allah kepada Bani Israil, yaitu:\n1.Agar mereka senantiasa mengingat nikmat-nikmat Allah yang telah dilimpahkan kepada mereka, dan mensyukurinya dengan lisan dan perbuatan. Wujud nikmat-nikmat tersebut memang tidak diterangkan dalam ayat ini. Tetapi yang dimaksud antara lain bahwa Allah telah memilih nabi-nabi-Nya dari kalangan mereka. Hal ini terjadi dalam masa yang cukup lama, sehingga mereka diberi julukan sebagai Sya'bullah al-Mukhtar yaitu \"hamba-hamba Allah yang terpilih\". Semuanya itu harus mereka ingat dan mereka syukuri. Salah satu cara untuk mensyukurinya ialah beriman kepada setiap nabi yang diutus Allah untuk memberikan bimbingan kepada manusia. Tetapi dalam kenyataannya mereka menjadikan nikmat tersebut sebagai alasan untuk tidak menerima seruan Nabi Muhammad saw, malahan mengejeknya, dan mengatakan bahwa nikmat dan karunia Allah hanya tertentu untuk mereka saja.\n2.Janji mereka kepada Allah ada dua macam, pertama janji yang berlaku bagi seluruh manusia, yaitu bahwa mereka harus menimbang segala masalah dengan timbangan akal dan pikiran serta penyelidikan yang akan membawa mereka mengetahui hakikat segala sesuatu, sebagai jalan untuk mengenal Allah. Kedua, janji bahwa mereka hanya akan menyembah Allah semata-mata, dan tidak akan memperserikatkan-Nya dengan sesuatu pun; dan bahwa mereka akan beriman kepada rasul-rasul-Nya. Andaikata Bani Israil yang ada pada masa itu memperhatikan janji-janji tersebut, antara lain ialah bahwa Allah akan mengutus seorang nabi yang berasal dari keturunan saudara nenek moyang mereka ) yang menurunkan suatu bangsa yang baru, yaitu bangsa Arab, niscaya mereka beriman kepada Nabi Muhammad saw dan pasti pula mereka mengikuti petunjuk yang diturunkan Allah kepadanya. Dengan demikian mereka akan termasuk orang-orang yang memperoleh kemenangan. Sebaliknya, jika mereka memenuhi janji kepada Allah, maka Allah akan mengizinkan mereka untuk menetap di tanah suci Palestina, dan mereka akan diberi kemuliaan serta kehidupan yang makmur. Kenyataan menunjukkan bahwa mereka tidak memenuhi janji-janji mereka itu, antara lain disebabkan karena rasa takut dan khawatir terhadap satu sama lainnya.\n3.Agar mereka hanya takut kepada Allah semata-mata. Perintah ini diberikan Allah, karena kenyataan menunjukkan bahwa Bani Israil itu tidak memenuhi janji-janji mereka kepada Allah antara lain, mereka tidak mau beriman kepada Nabi Muhammad saw. Hal itu disebabkan karena rasa takut mereka terhadap satu sama lain. Maka Allah memerintahkan agar mereka hanya takut kepada Allah semata-mata, dan jangan takut kepada selain Allah. Sebab, hanya Allah sajalah yang menguasai segala persoalan. Dialah yang telah memberikan nikmat yang begitu besar kepada mereka, Dia pula yang kuasa untuk mencabut kembali nikmat itu dari tangan mereka, dan Dia pula yang akan mengazab mereka karena tidak mensyukuri nikmat itu. Mereka seharusnya tidak perlu merasa takut terhadap sesamanya karena khawatir akan hilangnya sebagian dari keuntungan-keuntungan mereka, atau akan terjadinya malapetaka atas diri mereka karena mengikuti yang hak dan menyalahi kemauan pemimpin-pemimpin mereka. Allah lebih kuasa daripada pemimpin-pemimpin itu.",
    "quraish": "Hai Banû Isrâ'îl, renungkanlah nikmat-Ku yang Aku anugerahkan hanya kepadamu dan nenek moyangmu dengan memikirkan dan melaksanakan kewajiban untuk mensyukurinya. Penuhilah janji-Ku yang Aku tetapkan dan telah kalian nyatakan dalam diri kalian, yaitu berupa iman, amal saleh dan pembenaran kepada nabi-nabi yang datang sebelum Mûsâ. Kalau kalian lakukan hal itu, niscaya Aku akan memenuhi janji-Ku kepada kalian, dengan memberikan pahala yang baik dan kenikmatan yang abadi. Janganlah kalian takut kepada siapa pun selain Aku, serta hati-hatilah terhadap hal-hal yang menyebabkan kemurkaan-Ku kepada kalian.",
    "jalalayn": "(Hai Bani Israel!) maksudnya ialah anak cucu Yakub (Ingatlah akan nikmat karunia-Ku yang telah Kuberikan kepada kalian) maksudnya kepada nenek moyang kalian, berupa menyelamatkan kalian dari kejaran Firaun, membelah lautan, menaungkan awan dan lain-lain, yaitu mensyukurinya dengan jalan taat kepada-Ku, (dan penuhilah janji kalian kepada-Ku) yang telah kalian janjikan dulu, berupa keimanan kepada Muhammad (niscaya Kupenuhi pula janji-Ku kepada kalian) berupa pemberian pahala dan masuk surga (dan hanya kepada-Kulah kalian harus takut) hingga kalian tidak berani menyalahi janji itu, dan kalian tidak perlu takut kepada pihak lain."
  },
  {
    "ruku": 6,
    "name": "Al-Baqarah",
    "ayat": 41,
    "arab": "وَاٰمِنُوْا بِمَآ اَنْزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُوْنُوْٓا اَوَّلَ كَافِرٍۢ بِهٖ ۖ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا  ۖوَّاِيَّايَ فَاتَّقُوْنِ ",
    "translation": "Dan berimanlah kamu kepada apa (Al-Qur'an) yang telah Aku turunkan yang membenarkan apa (Taurat) yang ada pada kamu, dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu jual ayat-ayat-Ku dengan harga murah, dan bertakwalah hanya kepada-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/48.mp3",
    "tafsir": "Dalam ayat ini terdapat dua macam perintah Allah dan dua larangan yang ditujukan kepada Bani Israil, yaitu:\n1.Agar mereka beriman kepada Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw, Rasul terakhir yang diutus Allah kepada seluruh umat manusia.\nWalaupun keharusan ini pada hakikatnya telah termasuk dalam perintah Allah yang disebutkan pada ayat yang lalu, yaitu agar mereka memenuhi janji, yang antara lain beriman kepada setiap rasul dan kitab yang dibawanya, namun Allah menegaskan lagi perintah ini secara khusus, untuk menunjukkan bahwa beriman kepada Al-Qur'an itu adalah sangat penting, sebab Al-Qur'an itu membenarkan ) apa-apa yang telah tercantum dalam kitab suci mereka, yaitu Taurat, dan juga membenarkan kitab-kitab suci yang telah diturunkan Allah kepada nabi-nabi yang sebelumnya. Perintah-perintah yang dibawa Al-Qur'an, antara lain: perintah agar melakukan dakwah, meninggalkan perbuatan-perbuatan keji, baik yang tampak atau pun yang tidak, suruhan untuk berbuat kebajikan, larangan berbuat yang mungkar, dan mempercayai adanya hari akhirat, sebagai hari pembalasan. Hal itu sama dengan apa yang telah diserukan Nabi Musa a.s. kepada mereka, dan juga oleh nabi-nabi sebelumnya, yaitu: mengukuhkan yang hak, memberikan bimbingan kepada semua makhluk serta membasmi kesesatan yang telah mengotori akidah yang benar.\n2.Agar mereka jangan tergesa-gesa mengingkari Al-Qur'an sehingga mereka menjadi orang yang pertama-tama mengingkarinya, padahal seharusnya merekalah orang yang mula-mula beriman dengannya, sebab mereka telah lebih dahulu mengetahui hal itu, karena telah diberitakan dalam kitab suci mereka.\n3.Agar mereka jangan menjual ayat-ayat Allah dengan harga yang sedikit. Maksudnya: agar mereka jangan berpaling meninggalkan petunjuk-petunjuk Al-Qur'an untuk mengejar keuntungan yang sedikit, berupa harta atau pun pangkat. Keuntungan-keuntungan yang diharapkan itu adalah kecil sekali, karena dengan demikian mereka tidak akan memperoleh rida Allah, bahkan sebaliknya, mereka akan ditimpa azab-Nya di dunia ini dan di akhirat kelak.\n4.Agar mereka bertakwa hanya kepada Allah semata, yaitu dengan beriman kepada-Nya serta mengikuti yang benar, dan meninggalkan kelezatan duniawi apabila ternyata kelezatan duniawi itu menghalangi perbuatan dan pekerjaan untuk mencapai kebahagiaan di akhirat kelak.",
    "quraish": "Benarkanlah al-Qur'ân yang Aku turunkan untuk membenarkan kitab-kitab yang ada pada kalian, juga membenarkan ilmu tentang tauhid dan ibadah kepada Allah dan prinsip keadilan di antara manusia. Jangan buru-buru mengingkari al-Qur'ân, karena dengan begitu kalian akan menjadi orang pertama yang mengingkarinya. Padahal, seharusnya kalian menjadi orang pertama yang mempercayainya. Jangan kalian tinggalkan ayat-ayat Allah untuk kemudian mengambil kesenangan hidup di dunia--yang sebenarnya sangat murah dan tidak abadi-sebagai pengganti. Takutlah kalian hanya kepada-Ku, kemudian ikutilah jalan-Ku dan tinggalkanlah kebatilan.",
    "jalalayn": "(Dan berimanlah kalian pada apa yang Kuturunkan), yakni Alquran (yang membenarkan apa yang ada beserta kalian), yaitu Taurat berupa kesamaan dalam ketauhidan kenabian Muhammad (dan janganlah kalian menjadi orang yang pertama kafir kepadanya), yakni dari golongan Ahlul Kitab karena orang-orang yang di belakang itu hanya akan mengikuti sikap dan tindakan kalian, sehingga dosa kekafiran mereka akan terpikul di atas pundak kalian (dan janganlah kalian jual) janganlah kalian tukar (ayat-ayat-Ku) yang terdapat dalam Kitab Suci kalian tentang sifat-sifat dan ciri-ciri Muhammad (dengan harga yang rendah) dengan pengganti yang rendah nilainya berupa harta dunia. Maksudnya janganlah kalian sembunyikan karena khawatir tidak akan memperoleh lagi keuntungan-keuntungan yang kalian dapatkan selama ini dari nenek moyang kalian (dan hanya kepada-Kulah kalian harus bertakwa) maksudnya harus takut dalam hal itu dan bukan kepada selain-Ku."
  },
  {
    "ruku": 6,
    "name": "Al-Baqarah",
    "ayat": 42,
    "arab": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Dan janganlah kamu campuradukkan kebenaran dengan kebatilan dan (janganlah) kamu sembunyikan kebenaran, sedangkan kamu mengetahuinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/49.mp3",
    "tafsir": "Dalam ayat ini terdapat dua macam larangan Allah yang ditujukan kepada Bani Israil, yaitu:\n1.Agar mereka jangan mencampuradukkan yang hak dengan yang batil. Maksudnya, pemimpin-pemimpin Bani Israil suka memasukkan pendapat-pendapat pribadi ke dalam Kitab Taurat, sehingga sukarlah untuk membedakan mana yang benar. Terutama dalam penolakan mereka untuk beriman kepada Nabi Muhammad saw, mereka membuat-buat alasan untuk menjelek-jelekkannya, dan menyalahtafsirkan ucapan-ucapan nenek moyang mereka, sehingga mereka lebih berpegang kepada ucapan para pemimpin dan tradisi mereka, daripada menerima ajaran yang dibawa oleh Nabi Muhammad saw. Walaupun perintah itu ditujukan kepada Bani Israil, namun isinya dapat pula ditujukan kepada kaum Muslim dari segala lapisan, terutama para pemimpin dan orang-orang yang memegang kekuasaan, sehingga ayat ini seakan-akan mengatakan, \"Hai orang-orang yang memegang kekuasaan, janganlah kamu campur adukkan antara keadilan dan kezaliman, hai para hakim, janganlah kamu campur adukkan antara hukum dan suap; hai para pejabat, janganlah kamu campur adukkan antara tugas dan korupsi; hai para sarjana, janganlah kamu campur adukkan antara ilmu dan harta, dan sebagainya.\" )\n2.Agar mereka tidak menyembunyikan kebenaran, padahal mereka mengetahuinya. Maksudnya: Bani Israil itu telah menyembunyikan kebenaran yang telah mereka ketahui dari kitab suci mereka. Antara lain ialah berita dari Allah tentang Nabi Muhammad saw yang akan diutus sebagai penutup dari semua rasul Allah untuk seluruh umat manusia. Hal ini sengaja mereka tutupi dari masyarakat umum, bahkan mereka berusaha menjelekkan Nabi Muhammad saw, untuk menghalangi manusia beriman kepadanya. Ayat ini mencela perbuatan mereka yang demikian itu, dan setiap orang yang dengan sengaja menyembunyikan sesuatu yang benar. Sesudah Allah menyampaikan seruan kepada mereka untuk beriman kepada Al-Qur'an, lalu pada ayat berikut ini Allah memerintahkan agar mereka senantiasa melaksanakan apa-apa yang telah ditentukan oleh syariat terutama melaksanakan salat, menunaikan zakat, dan tunduk serta taat kepada perintah-perintah Allah.",
    "quraish": "Janganlah kalian gabungkan antara kebenaran yang datang dari-Ku dengan kepalsuan yang kalian buat, agar tidak terjadi pencampuradukan. Janganlah kalian sembunyikan kebenaran, termasuk di dalamnya kebenaran Muhammad, sedangkan kalian mengetahui kebenaran hal itu.",
    "jalalayn": "(Dan janganlah kalian campur aduk) (barang yang hak) yang telah Kuturunkan kepada kalian (dengan yang batil) yang kamu ada-adakan (dan) jangan pula (kalian sembunyikan yang hak itu) berupa sifat dan ciri-ciri Muhammad (sedangkan kalian mengetahui) bahwa ia hak adanya."
  },
  {
    "ruku": 6,
    "name": "Al-Baqarah",
    "ayat": 43,
    "arab": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرَّاكِعِيْنَ",
    "translation": "Dan laksanakanlah salat, tunaikanlah zakat, dan rukuklah beserta orang yang rukuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/50.mp3",
    "tafsir": "Pada ayat ini terdapat tiga macam perintah Allah yang ditujukan kepada Bani Israil, ialah:\n1.Agar mereka melaksanakan salat setiap waktu dengan cara yang sebaik-baiknya, melengkapi segala syarat dan rukunnya, serta menjaga waktu-waktunya yang telah ditentukan, menghadapkan seluruh hati kepada Allah dengan tulus dan khusyuk, sesuai dengan syariat yang dibawa Nabi Musa a.s.\n2.Agar mereka menunaikan zakat, karena zakat merupakan salah satu pernyataan syukur kepada Allah atas nikmat yang telah dilimpahkan-Nya, dan menumbuhkan hubungan yang erat antarsesama manusia, dan menyucikan hati, karena zakat itu merupakan pengorbanan harta benda untuk membantu fakir miskin, dan dengan zakat itu pula dapat dilakukan kerja sama dan saling membantu dalam masyarakat, di mana orang-orang yang miskin memerlukan bantuan dari yang kaya dan sebaliknya, yang kaya memerlukan pertolongan orang-orang yang miskin. Dalam hubungan ini Rasulullah saw. telah bersabda: \n\"Orang Mukmin terhadap Mukmin yang lain tak ubahnya seperti sebuah bangunan, masing-masing bagiannya saling menguatkan.\" (Riwayat al-Bukhari dan Muslim)\n\n3.Agar mereka rukuk bersama orang-orang yang rukuk. Maksudnya ialah agar mereka masuk Islam dan melaksanakan salat berjamaah seperti halnya kaum Muslimin. Dalam hubungan ini Rasulullah telah bersabda:\n\"Salat berjamaah itu lebih utama dengan dua pulu tujuh derajat daripada salat seorang diri\". (Riwayat al-Bukhari dan Muslim)\n\nKita telah mengetahui, bahwa salat menurut agama Islam terdiri dari bermacam-macam gerakan jasmaniyah, seperti rukuk, sujud, iktidal, dan sebagainya. Tetapi pada akhir ayat ini salat tersebut hanya diungkapkan dengan kata-kata \"rukuk. Hal ini dimaksudkan untuk menekankan agar mereka menunaikan salat dengan benar seperti yang dikehendaki syariat Islam seperti yang diajarkan Rasulullah saw, bukan salat menurut cara mereka dahulu, yaitu salat tanpa rukuk.",
    "quraish": "Terimalah ajakan untuk beriman, lalu kerjakanlah salat dengan rukun yang benar dan berikanlah zakat kepada orang-orang yang berhak menerimanya. Salatlah berjamaah dengan orang-orang Muslim agar kalian mendapatkan pahala salat dan pahala jamaah. Hal ini menuntut kalian untuk menjadi orang-orang Muslim.",
    "jalalayn": "(Dan dirikanlah salat, bayarkan zakat dan rukuklah bersama orang-orang yang rukuk) artinya salatlah bersama Muhammad dan para sahabatnya. Lalu Allah Taala menunjukkan kepada para ulama mereka yang pernah memesankan kepada kaum kerabat mereka yang masuk Islam, \"Tetaplah kalian dalam agama Muhammad, karena ia adalah agama yang benar!\""
  },
  {
    "ruku": 6,
    "name": "Al-Baqarah",
    "ayat": 44,
    "arab": "۞ اَتَأْمُرُوْنَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ اَنْفُسَكُمْ وَاَنْتُمْ تَتْلُوْنَ الْكِتٰبَ ۗ اَفَلَا تَعْقِلُوْنَ ",
    "translation": "Mengapa kamu menyuruh orang lain (mengerjakan) kebajikan, sedangkan kamu melupakan dirimu sendiri, padahal kamu membaca Kitab (Taurat)? Tidakkah kamu mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/51.mp3",
    "tafsir": "Latar belakang ayat ini menurut Ibnu 'Abbas adalah di antara orang-orang Yahudi di Medinah ada yang memberi nasihat kepada keluarga dan kerabat dekatnya yang sudah masuk Islam supaya tetap memeluk agama Islam. Yang diperintahkan orang ini adalah benar yaitu menyuruh orang lain untuk berbuat benar tetapi mereka sendiri tidak mengamalkannya. Maka pada ayat ini Allah mencela tingkah laku dan perbuatan mereka yang tidak baik dan membawa kepada kesesatan. Di antara kesesatan-kesesatan yang telah dilakukan bangsa Yahudi ialah mereka menyatakan beriman kepada kitab suci mereka yaitu Taurat, tetapi ternyata mereka tidak membacanya dengan baik.\nDalam ayat ini disebutkan bahwa mereka \"melupakan\" diri mereka. Maksudnya ialah \"membiarkan\" diri mereka rugi, sebab biasanya manusia tidak pernah melupakan dirinya untuk memperoleh keuntungan, dan dia tak rela apabila orang lain mendahuluinya mendapat kebahagiaan. Ungkapan \"melupakan\" itu menunjukkan betapa mereka melalaikan dan tidak mempedulikan apa yang sepatutnya mereka lakukan, seakan-akan Allah berfirman, \"Jika benar-benar kamu yakin kepada Allah bahwa Dia akan memberikan pahala atas perbuatan yang baik, dan mengancam akan mengazab orang-orang yang meninggalkan perbuatan-perbuatan yang baik itu, mengapakah kamu melupakan kepentingan dirimu sendiri?\"\nCukup jelas bahwa susunan kalimat ini mengandung celaan yang tak ada taranya, karena barang siapa menyuruh orang lain untuk melakukan perbuatan kebajikan tetapi dia sendiri tidak melakukannya, berarti dia telah menyalahi ucapannya sendiri. Para pendeta yang selalu membacakan kitab suci kepada orang-orang lain, tentu lebih mengetahui isi kitab itu daripada orang-orang yang mereka suruh untuk mengikutinya. Besar sekali perbedaan antara orang yang melakukan suatu perbuatan padahal dia belum mengetahui benar faedah dari perbuatan itu, dengan orang yang meninggalkan perbuatan itu padahal dia mengetahui benar faedah dari perbuatan yang ditinggalkannya itu. Oleh sebab itu, Allah memandang bahwa mereka seolah-olah tidak berakal, sebab orang yang berakal, betapapun lemahnya, tentu akan mengamalkan ilmu pengetahuannya. \nFirman Allah ini, walaupun ditujukan kepada Bani Israil, namun menjadi pelajaran pula bagi yang lain. Setiap bangsa, baik perseorangan maupun keseluruhannya, hendaklah memperhatikan keadaan dirinya, dan berusaha untuk menjauhkan diri dari keadaan dan sifat- sifat seperti yang terdapat pada bangsa Yahudi yang dikritik dalam ayat tersebut di atas, agar tidak menemui akibat seperti yang mereka alami.",
    "quraish": "Apakah kalian meminta orang lain untuk selalu berbuat kebajikan dan tetap dalam ketaatan serta menghindari kemaksiatan, sedangkan kalian tidak melaksanakan apa yang kalian katakan dan tidak berpegang teguh kepada apa yang kalian minta? Sebenarnya hal ini merupakan penyia-nyiaan terhadap diri sendiri. Kalian seakan-akan melupakan diri sendiri. Padahal, kalian sudah membaca Tawrât yang memuat ancaman, seandainya perkataan bertentangan dengan perbuatan. Bukankah kalian memiliki akal yang membentengi kalian dari perilaku yang hina itu?",
    "jalalayn": "(Mengapa kamu menyuruh orang lain berbuat kebaikan), yaitu beriman pada kerasulan Muhammad (sedang kamu melupakan dirimu sendiri) hingga kamu mengabaikannya dan tak mau beriman kepadanya (padahal kamu membaca Kitab), yakni Taurat, di dalamnya tercantum ancaman atau siksaan terhadap orang yang tidak sesuai perkataan dengan perbuatannya! (Tidaklah kamu pikirkan?) akan akibat jelek perbuatanmu agar kamu insaf? Yang menjadi bahan pertanyaan dan kecaman ialah kalimat \"sedang kamu melupakan..... dan seterusnya\"."
  },
  {
    "ruku": 6,
    "name": "Al-Baqarah",
    "ayat": 45,
    "arab": "وَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ وَاِنَّهَا لَكَبِيْرَةٌ اِلَّا عَلَى الْخٰشِعِيْنَۙ",
    "translation": "Dan mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/52.mp3",
    "tafsir": "Setelah menjelaskan betapa jeleknya keadaan dan sifat-sifat Bani Israil, sehingga akal mereka tidak bermanfaat bagi diri mereka dan kitab suci yang ada di tangan mereka pun tidak mendatangkan faedah apa pun bagi mereka, maka Allah memberikan bimbingan kepada mereka menuju jalan yang paling baik, yaitu agar mereka memohon pertolongan kepada Allah dengan kesabaran dan salat.\nYang dimaksud dengan \"sabar\" di sini ialah sikap dan perilaku sebagai berikut:\n1.Tabah menghadapi kenyataan yang terjadi, tidak panik, tetapi tetap mampu mengendalikan emosi.\n2.Dengan tenang menerima kenyataan dan memikirkan mengapa hal itu terjadi, apa sebabnya dan bagaimana cara mengatasinya dengan sebaik-baiknya.\n3.Dengan tenang dan penuh perhitungan serta tawakal melakukan perbaikan dengan menghindari sebab-sebab kegagalan dan melakukan antisipasi secara lebih tepat berdasar pengalaman.\nBersikap sabar berarti mengikuti perintah-perintah Allah dan menjauhkan diri dari larangan-larangan-Nya, dengan cara mengekang syahwat dan hawa nafsu dari semua perbuatan yang terlarang. Melakukan salat dapat mencegah kita dari perbuatan-perbuatan yang tidak baik, dan dengan salat itu pula kita selalu ingat kepada Allah, sehingga hal itu akan menghalangi kita dari perbuatan-perbuatan yang jelek, baik diketahui orang lain, maupun tidak. Salat adalah ibadah yang sangat utama di mana kita dapat bermunajat kepada Allah lima kali setiap hari. \n\"Rasulullah saw, apabila menghadapi masalah berat, beliau salat\". (Riwayat Ahmad). \n\nMelakukan salat dirasakan berat dan sukar, kecuali oleh orang-orang yang khusyuk, yaitu orang yang benar-benar beriman dan taat kepada Allah, dan melakukan perintah-perintah-Nya dengan ikhlas karena mengharapkan rida-Nya semata, serta memelihara diri dari azab-Nya. Bagi orang yang khusyuk, melaksanakan salat tidaklah dirasakan berat, sebab pada saat-saat tersebut mereka tekun dan tenggelam dalam bermunajat kepada Allah sehingga mereka tidak lagi merasakan dan mengingat sesuatu yang lain, baik berupa kesukaran maupun penderitaan yang mereka alami sebelumnya. Mengenai hal ini, Rasulullah saw bersabda:\n\"Dan dijadikan ketenangan hatiku di dalam salat\" (Riwayat Ahmad dan an-Nasa'i)\n\nIni disebabkan karena ketekunannya dalam melakukan salat merupakan sesuatu yang amat menyenangkan baginya, sedang urusan-urusan duniawi dianggap melelahkan.\nDi samping itu mereka penuh pengharapan menanti-nanti pahala dari Allah atas ibadah tersebut sehingga berbagai kesukaran dalam melaksanakannya dapat diatasi dengan mudah. Hal ini tidak mengherankan, sebab orang yang mengetahui hakikat dari apa yang dicarinya niscaya ringan baginya untuk mengorbankan apa saja untuk memperolehnya. Orang yang yakin bahwa Allah akan memberikan ganti yang lebih besar dari apa yang telah diberikannya niscaya ia merasa ringan untuk memberikan kepada orang lain apa saja yang dimilikinya.",
    "quraish": "Jadikanlah kesabaran dan sikap menahan diri dari apa yang kalian benci sebagai penolong dalam menjalankan beban ini. Salah satu caranya adalah dengan berpuasa. Dan jadikan salat--yang sangat besar maknanya itu--sebagai penolong juga, karena salat itu menyucikan hati dan mencegah kekejian dan kemungkaran. Karenanya, beban itu akan terasa sangat berat dan sulit kecuali bagi orang-orang yang tunduk dan menyukai ketaatan. Yaitu orang-orang yang hatinya merasa tenteram dengan berzikir kepada Allah.",
    "jalalayn": "(Mintalah pertolongan) dalam menghadapi urusan atau kesulitan-kesulitanmu (dengan jalan bersabar) menahan diri dari hal-hal yang tidak baik (dengan salat). Khusus disebutkan di sini untuk menyatakan bagaimana pentingnya salat itu. Dalam sebuah hadis disebutkan bahwa jika Nabi saw. hatinya risau disebabkan sesuatu masalah, maka beliau segera melakukan salat. Ada pula yang mengatakan bahwa perkataan ini ditujukan kepada orang-orang Yahudi yang terhalang beriman disebabkan ketamakan dan ingin kedudukan. Maka mereka disuruh bersabar yang maksudnya ialah berpuasa, karena berpuasa dapat melenyapkan itu. Salat, karena dapat menimbulkan kekhusyukan dan membasmi ketakaburan. (Dan sesungguhnya ia) maksudnya salat (amat berat) akan terasa berat (kecuali bagi orang-orang yang khusyuk) yang cenderung kepada berbuat taat."
  },
  {
    "ruku": 6,
    "name": "Al-Baqarah",
    "ayat": 46,
    "arab": "الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَاَنَّهُمْ اِلَيْهِ رٰجِعُوْنَ ࣖ",
    "translation": "(yaitu) mereka yang yakin, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/53.mp3",
    "tafsir": "Orang-orang yang khusyuk benar-benar yakin bahwa mereka pasti akan kembali kepada Allah dan menemui-Nya pada hari akhirat nanti, di mana semua amalan manusia akan diteliti, dan setiap orang akan menerima balasan atas semua perbuatan yang telah dilakukannya selama di dunia. Berdasarkan keyakinan semacam itu, dia akan selalu taat kepada peraturan-peraturan Allah serta khusyuk dalam menjalankan ibadah dan amal kebajikan.",
    "quraish": "Orang-orang yang tunduk dan berhati tenang itu adalah mereka yang beriman kepada hari akhir dan meyakini bahwa mereka akan menemui Tuhan pada hari kebangkitan. Hanya kepada-Nyalah mereka akan kembali untuk dihisab dan diberi ganjaran atas perbuatan mereka.",
    "jalalayn": "(Orang-orang yang yakin) (bahwa mereka akan menemui Tuhan mereka) ketika berbangkit (dan bahwa mereka akan kembali kepada-Nya), yaitu di akhirat dan bahwa Dia akan membalas segala perbuatan mereka."
  }
]