[
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 181,
    "arab": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ",
    "translation": "Sungguh, Allah telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Kami akan mencatat perkataan mereka dan perbuatan mereka membunuh nabi-nabi tanpa hak (alasan yang benar), dan Kami akan mengatakan (kepada mereka), “Rasakanlah olehmu azab yang membakar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/474.mp3",
    "tafsir": "Ketika turun wahyu Allah:\n\nBarang siapa meminjami Allah (menginfakkan hartanya) dengan pinjaman yang baik ¦(al-Baqarah/2:245), maka datanglah seorang Yahudi kepada Rasulullah saw dan berkata, \"Apakah Tuhanmu fakir? Lalu meminta-minta kepada hamba-Nya agar diberi pinjaman? Kami ini adalah orang-orang yang kaya.\" Maka turunlah ayat ini. Sesungguhnya Allah mendengar perkataan orang-orang yang mengatakan, \"Bahwasanya Allah fakir dan kami ini kaya.\" Dan percayalah bahwa kata-kata dan perbuatan mereka membunuh nabi-nabi tanpa alasan yang benar itu akan dicatat, kemudian sebagai balasan, mereka akan diberi ganjaran azab yang setimpal. Pada waktu itulah Allah akan mengatakan kepada mereka, \"Rasakanlah azab yang membakar ini sebagaimana pengikut-pengikut rasul telah merasakan pedihnya kata-katamu di dunia yang menusuk perasaan.\"",
    "quraish": "Meskipun Allah adalah pemilik segala sesuatu yang ada di langit dan di bumi, sebagian orang Yahudi ada yang menganggap-Nya miskin. Buktinya, kata mereka, Dia meminta kita meminjamkan harta atau uang melalui infak. \"Kitalah yang kaya. Kita bebas mengeluarkan infak atau tidak,\" kata mereka. Allah mendengar dan mencatat ucapan mereka itu, seperti Dia mencatat kasus pembunuhan nabi-nabi secara lalim dan melampaui batas. Pada hari kiamat, Allah akan berkata kepada mereka, \"Rasakanlah siksa neraka yang membakar.\"",
    "jalalayn": "(Sungguh Allah telah mendengar ucapan orang-orang yang mengatakan, \"Sesungguhnya Allah itu miskin dan kami kaya.\") Mereka itu ialah orang-orang Yahudi yang mengatakannya tatkala turun ayat \"Siapakah yang bersedia memberi pinjaman kepada Allah suatu pinjaman yang baik?\" Kata mereka, \"Sekiranya Dia kaya tentulah Dia tidak akan meminjam kepada kita!\" (Kami akan mencatat) maksudnya akan menyuruh mencatat (apa yang mereka katakan itu) yakni dalam buku catatan amal perbuatan mereka agar mereka menerima balasannya. Menurut suatu qiraat dibaca 'sayuktabu' bukan 'sanaktubu.' (Dan) Kami catat pula (pembunuhan mereka) memakai baris di atas atau baris di depan (atas nabi-nabi tanpa alasan yang benar dan Kami katakan) ada yang membaca 'naquulu' dan ada pula 'yaquulu' yang berarti bahwa yang mengatakan itu ialah Allah yakni di akhirat kelak, perantaraan lisan para malaikat ('Rasailah olehmu azab neraka) lalu dikatakan pula kepada mereka bila mereka dilemparkan ke dalam neraka."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 182,
    "arab": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ",
    "translation": "Demikian itu disebabkan oleh perbuatan tanganmu sendiri, dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/475.mp3",
    "tafsir": "Azab yang pedih yang berlaku atas mereka (kaum Yahudi) adalah akibat perbuatan mereka sendiri di dunia. Mereka mengatakan, bahwa Allah fakir. Mereka membunuh Nabi-nabi, melakukan perbuatan-perbuatan fasik, maksiat dan lain-lain.\nAllah sekali-kali tidak akan menganiaya hamba-hamba-Nya. Allah memperlakukan hamba-hamba-Nya sesuai amal perbuatannya. Firman Allah\n\nTidak ada balasan untuk kebaikan selain kebaikan (pula). (ar-Rahman/55:60).\n\nKalau perbuatannya baik dibalas dengan surga, dan kalau perbuatannya buruk dibalas dengan neraka. Allah tidak akan memperlakukan orang yang berbuat maksiat sama dengan orang bertakwa, begitu juga orang-orang kafir tidak sama dengan orang mukmin.\n\nApakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka? Alangkah buruknya penilaian mereka itu. (al-Jasiyah/45:21).",
    "quraish": "Siksa dan hukuman Allah yang mereka terima akibat perbuatan dosa yang dilakukan itu, tidak lain adalah sebuah manifestasi sifat keadilan-Nya. Sebab, Allah sama sekali tidak akan berbuat curang kepada hamba-Nya.",
    "jalalayn": "(Demikian itu) maksudnya azab neraka tadi (disebabkan perbuatan tanganmu sendiri) diibaratkan dengan tangan karena kebanyakan perbuatan manusia dilaksanakan dengannya (dan bahwa Allah sekali-kali tidak menganiaya) artinya tidak berbuat aniaya atau melakukan keaniayaan (terhadap hamba-hamba-Nya) Allah tidak akan menyiksa orang-orang yang tidak bersalah atau berdosa."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 183,
    "arab": "اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "(Yaitu) orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah telah memerintahkan kepada kami, agar kami tidak beriman kepada seorang rasul, sebelum dia mendatangkan kepada kami kurban yang dimakan api.” Katakanlah (Muhammad), “Sungguh, beberapa orang rasul sebelumku telah datang kepadamu, (dengan) membawa bukti-bukti yang nyata dan membawa apa yang kamu sebutkan, tetapi mengapa kamu membunuhnya jika kamu orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/476.mp3",
    "tafsir": "Beberapa orang Yahudi antara lain Kaab bin Asyraf, Malik bin as-saif, Finhas bin 'Azura dan beberapa orang lagi, mendatangi Rasulullah saw seraya berkata, \"Wahai Muhammad! Engkau mengaku Rasul Allah dan Allah telah mewahyukan kepadamu Kitab, sedang di dalam Kitab Taurat (Imamat ix) kami dilarang oleh Allah mempercayai seorang rasul, sebelum ia mendatangkan kepada kami korban yang dimakan api. Kalau itu dapat kamu buktikan, maka kami akan mempercayaimu.\" Maka turunlah ayat ini. Demikianlah kata Ibnu Abbas r.a.\nPengakuan orang-orang Yahudi tersebut di atas, sebenarnya omong kosong belaka, karena andaikata Nabi Muhammad saw membuktikannya mereka tetap tidak akan percaya. Permintaan mereka itu hanyalah alasan yang dicari-cari untuk tidak mempercayai Rasulullah saw. Untuk itu Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kedustaan mereka dengan kata-kata, \"Telah datang kepadamu rasul-rasul sebelumku, seperti Zakaria, Yahya dan lainnya, membawa mukjizat-mukjizat yang menunjukkan kebenaran mereka atas kenabiannya, dan membawa apa-apa yang kamu usulkan seperti mendatangkan korban yang dimakan api yang memang mempunyai sifat khusus, yaitu membakar. Karenanya pada masa lalu terdapat keyakinan bahwa api selalu dijadikan sebagai tolak ukur untuk menilai apakah kurban yang dipersembahkan diterima Tuhan atau tidak, bila terbakar berarti diterima, namun kamu tetap tidak percaya kepada mereka, bahkan membunuh mereka. Jadi dimana letak kebenaran kamu? Cobalah buktikan, jika kamu sungguh-sungguh orang yang benar.",
    "quraish": "Merekalah yang berkata, \"Allah memerintahkan kami di dalam Tawrât, agar kami tidak percaya dan tidak tunduk kepada seorang rasul, kecuali jika ia dapat membuktikan kebenarannya dengan mendatangkan sesuatu untuk dikorbankan demi perkenan Allah, lalu datang api dari langit untuk memakannya.\" Katakan kepada mereka, wahai Nabi, \"Sejumlah rasul telah datang kepada kalian sebelumnya dengan bukti yang jelas seperti yang kalian minta. Tetapi kalian tetap mendustakan dan bahkan membunuh mereka. Mengapa kalian lakukan hal itu, jika kalian benar-benar jujur dalam berjanji dengan menunjukkan keimanan ketika apa yang kalian inginkan itu terjadi?\"",
    "jalalayn": "(Yakni orang-orang yang) 'na'at' atau sifat bagi alladziina yang sebelumnya (mengatakan) kepada Muhammad (\"Sesungguhnya Allah telah menitahkan kepada kami) dalam Taurat (supaya kami tidak beriman kepada seorang rasul) artinya tidak membenarkannya (sebelum ia mendatangkan kepada kami suatu kurban yang dimakan api\"). Maka kami tidak akan beriman kepadamu sebelum membawakan kurban, pemberian, yang mendekatkan diri kepada Allah berupa ternak atau lainnya. Jika kurban itu diterima, maka dari langit akan muncul api putih yang akan membakarnya. Dan jika tidak, maka ia akan tetap tinggal di tempatnya tanpa ada yang menyentuhnya. Hal ini diperintahkan kepada Bani Israel tetapi kepada Almasih dan Muhammad tidak demikian halnya, Allah swt. berfirman (Katakanlah) kepada mereka sebagai celaan (\"Bukankah telah datang kepadamu beberapa orang rasul sebelumku dengan membawa keterangan-keterangan nyata) atau mukjizat (dan dengan apa yang kamu sebutkan itu) seperti Zakaria dan Yahya, tetapi mereka kamu bunuh juga. Perkataan ini ditujukan kepada orang-orang Yahudi yang hidup di masa Nabi kita saw. walaupun perbuatan itu dari nenek moyang mereka karena mereka menyetujuinya. (Maka kenapa kamu bunuh mereka jika kamu orang-orang yang benar?\") maksudnya jika kamu benar-benar beriman ketika melakukan pelanggaran itu."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 184,
    "arab": "فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ",
    "translation": "Maka jika mereka mendustakan engkau (Muhammad), maka (ketahuilah) rasul-rasul sebelum engkau pun telah didustakan (pula), mereka membawa mukjizat-mukjizat yang nyata, Zubur dan Kitab yang memberi penjelasan yang sempurna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/477.mp3",
    "tafsir": "Kalau mereka masih juga tetap mendustakan kamu, sekalipun kamu telah menunjukkan mukjizat-mukjizat yang nyata dan Kitab yang membimbing ke jalan yang benar, maka janganlah engkau gusar dan cemas atas kekerasan hati dan kekufuran mereka.\nHal yang seperti itu telah dialami pula oleh rasul-rasul sebelummu. Mereka telah diberi apa yang telah diberikan kepada kamu seperti mukjizat-mukjizat yang nyata. Allah telah mendatangkan suhuf, yaitu lembaran-lembaran yang berisi wahyu yang diberikan kepada nabi-nabi sebelum kamu yang isinya mengandung hikmah dan juga telah mendatangkan Kitab yang memberikan penjelasan yang sempurna, berisi hukum syariat seperti Taurat, Injil dan Zabur. Mereka tetap sabar dan tabah menghadapi perbuatan yang menyakitkan hati dari orang-orang yang mengingkari mereka.",
    "quraish": "Kalau mereka mendustakanmu, wahai Muhammad, kamu tidak perlu bersedih. Nabi-nabi dan rasul- rasul terdahulu pun banyak yang didustakan karena sikap keras-kepala kaumnya. Padahal, mereka juga mendatangkan bukti-bukti nyata dan kitab yang diturunkan dari langit yang membuktikan kebenaran risalah mereka.",
    "jalalayn": "(Jika mereka mendustakanmu, maka sesungguhnya rasul-rasul yang sebelum kamu pun telah didustakan pula, padahal mereka membawa keterangan-keterangan yang nyata) yakni mukjizat (dan zubur) maksudnya shuhuf-shuhuf seperti shuhuf Nabi Ibrahim (dan Alkitab) menurut satu qiraat dengan memakai 'ba' pada al-kitab dan az-zubur (yang terang) yakni Taurat dan Injil, maka bersabarlah kamu sebagaimana mereka telah bersabar."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 185,
    "arab": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
    "translation": "Setiap yang bernyawa akan merasakan mati. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Barangsiapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/478.mp3",
    "tafsir": "Setiap yang bernyawa akan merasakan mati dan di hari kiamat nanti disempurnakan balasan masing-masing yang baik dibalas dengan yang baik, yaitu surga dan yang buruk akan dibalas dengan yang buruk pula yaitu neraka, sesuai dengan sabda Rasulullah saw:\nKubur itu merupakan taman dari taman-taman surga, atau merupakan jurang dari jurang-jurang neraka. (Riwayat at-Tirmidzi dan at-thabrani).\n\nSiapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, dialah yang berbahagia. Untuk mencapai kebahagiaan di atas, baiklah kita perhatikan sabda Rasulullah saw sebagai berikut: \n\"Siapa ingin dijauhkan dari neraka dan dimasukkan ke dalam surga, hendaklah ia mati di dalam keadaan beriman kepada Allah dan hari akhirat, dan agar ia berbuat kepada manusia seperti yang ia sukai diperbuat orang kepadanya.\" (Riwayat Imam Ahmad).\n\nKehidupan di dunia ini tiada lain kecuali kesenangan yang memperdayakan. Kesenangan yang dirasakan di dunia ini berupa makanan, minuman, pangkat, kedudukan dan sebagainya, pada umumnya memperdayakan manusia. Disangkanya itulah kebahagiaan, maka tenggelamlah ia dan asyik dengan kenikmatan dunia. Padahal kalau manusia kurang pandai mempergunakannya, maka kesenangan itu akan menjadi bencana yang menyebabkan kerugian di dunia dan di akhirat kelak mendapat azab yang pedih.",
    "quraish": "Setiap jiwa yang hidup pasti akan merasakan mati. Apabila kamu sekalian mendapatkan kesengsaraan hidup di dunia, maka sesungguhnya kamu akan mendapatkan pahala secara penuh di hari kiamat. Barangsiapa yang dijauhkan dari api neraka, maka sesungguhnya ia telah memperoleh kemenangan. Dan kehidupan dunia itu tidak lebih dari perhiasan sementara yang menipu.",
    "jalalayn": "(Setiap diri akan merasai kematian dan hanya pada hari kiamatlah pahalamu disempurnakan) artinya pada hari kiamatlah ganjaran amal perbuatanmu dipenuhi dengan cukup. (Barang siapa yang dijauhkan) setelah itu (dari neraka dan dimasukkan ke dalam surga, maka sungguh ia beruntung) karena mencapai apa yang dicita-citakannya. (Kehidupan dunia ini tidak lain) maksudnya hidup di dunia ini (hanyalah kesenangan yang memperdayakan semata) artinya yang tidak sebenarnya karena dinikmati hanya sementara lalu ia segera sirna."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 186,
    "arab": "۞ لَتُبْلَوُنَّ فِيْٓ اَمْوَالِكُمْ وَاَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ اَشْرَكُوْٓا اَذًى كَثِيْرًا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ ",
    "translation": "Kamu pasti akan diuji dengan hartamu dan dirimu. Dan pasti kamu akan mendengar banyak hal yang sangat menyakitkan hati dari orang-orang yang diberi Kitab sebelum kamu dan dari orang-orang musyrik. Jika kamu bersabar dan bertakwa, maka sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/479.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa Nabi Muhammad saw dan pengikutnya akan mendapat ujian sebagaimana mereka telah diuji dengan kesulitan di Perang Uhud. Mereka akan diuji lagi mengenai harta dan dirinya. \"Sesungguhnya kamu akan diuji mengenai hartamu dan dirimu.\" Kamu akan berkorban dengan hartamu menghadapi musuhmu untuk menjunjung tinggi derajat umatmu. Kamu akan meningkatkan perjuangan yang mengakibatkan hilangnya keluarga, teman-teman seperjuangan yang dicintai untuk membela yang hak. Kamu akan difitnah oleh orang yang diberi kitab dan orang yang mempersekutukan Allah. Kamu akan mendengar dari mereka hal-hal yang menyakitkan hati, mengganggu ketenteraman jiwa seperti fitnah zina yang dilancarkan oleh mereka terhadap Siti Aisyah. Ia tertinggal dari rombongan Nabi saw ketika kembali dari satu peperangan, di suatu tempat karena mencari kalungnya yang hilang, kemudian datang safwan bin Muattal menjemputnya. Orang-orang munafik menuduh Aisyah berzina dengan safwan. Satu fitnah yang sangat memalukan, dan menggemparkan masyarakat Medinah pada waktu itu, peristiwa itu dikenal dengan hadisul ifki (kabar bohong).\nDemikian hebat fitnah yang dilancarkan dan demikian banyak gangguan yang menyakitkan hati yang ditujukan kepadamu. Tetapi jika kamu bersabar menghadapinya dan menerimanya dengan penuh takwa, maka semuanya itu tidak akan mempunyai arti dan pengaruh sama sekali, dan sesungguhnya sabar dan takwa itu adalah urusan yang harus diutamakan.",
    "quraish": "Yakinlah, wahai orang-orang yang beriman, bahwa kalian akan mengalami cobaan harta (dengan perintah untuk berinfak) dan cobaan jiwa (dengan perintah berjihad, dengan penyakit dan kesengsaraan). Dan sesungguhnya kalian akan mendengar ucapan-ucapan yang menyakitkan berupa cercaan dan hujatan, yang harus kamu terima dengan sabar dan takwa. Karena sesungguhnya sikap yang demikian itu adalah sebagian dari kesalehan yang dikerjakan dengan niat yang bulat.",
    "jalalayn": "(Kamu sungguh-sungguh akan diuji) karena berturut-turutnya beberapa 'nun' maka nun tanda rafa'nya dihilangkan, begitu juga 'wau' dhamir jamak karena bertemunya dua wawu sakin, sedangkan artinya ialah kamu sungguh-sungguh akan diuji atau dicoba (mengenai hartamu) dengan beban-beban dan kewajiban yang harus kamu penuhi (dan dirimu) dengan ibadat dan ujian berupa malapetaka (dan sungguh akan kamu dengar dari orang-orang yang diberi Kitab sebelum kamu) yakni dari orang-orang Yahudi dan Nasrani (dan dari orang-orang musyrik) dari kalangan Arab (gangguan menyakitkan yang banyak sekali) berupa makian dan tuduhan serta godaan dan gangguan terhadap wanita-wanitamu. (Jika kamu bersabar) atas tantangan itu (dan bertakwa) kepada Allah (maka demikian itu termasuk di antara pekerjaan-pekerjaan utama) termasuk hal-hal yang harus dipentingkan dan wajib dihadapi dengan keteguhan hati dan kesabaran yang penuh."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 187,
    "arab": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ ",
    "translation": "Dan (ingatlah), ketika Allah mengambil janji dari orang-orang yang telah diberi Kitab (yaitu), “Hendaklah kamu benar-benar menerangkannya (isi Kitab itu) kepada manusia, dan janganlah kamu menyembunyikannya,” lalu mereka melemparkan (janji itu) ke belakang punggung mereka dan menjualnya dengan harga murah. Maka itu seburuk-buruk jual-beli yang mereka lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/480.mp3",
    "tafsir": "Allah telah mengambil janji dari orang-orang yang telah diberi kitab, yaitu orang-orang Yahudi dan Nasrani dengan perantaraan nabinya masing-masing, bahwa mereka akan menerangkan isi Kitab kepada manusia dengan menjelaskan arti yang terkandung di dalamnya latar belakang diturunkannya dan tidak ada yang disembunyikan. Tetapi apa yang terjadi?\nMereka tidak ada perhatian sama sekali tentang janji-janji tersebut, malah mereka melemparkan janji itu ke belakang, menyembunyikan keterangan tentang Nabi Muhammad saw yang jelas tercantum di dalam Kitab mereka, yakni Ulangan xviii.18: \"Seorang nabi akan Kubangkitkan bagi mereka dari antara saudara mereka, seperti engkau ini; Aku akan menaruh firman-Ku dalam mulutnya, dan ia akan mengatakan kepada mereka segala yang Kuperintahkan kepadanya.\" Sifat-sifat dalam perjanjian lama ini hanya terdapat pada Nabi Muhammad. Bd. Yohanes xv. 26 dan xvi. 7 (lihat juga as-saff/61:6). Mereka menukar rida Allah yang abadi dengan harga dan nilai yang sedikit yaitu kedudukan yang tidak kekal dan merusak. Alangkah keliru dan buruknya penukaran yang mereka lakukan itu.",
    "quraish": "Wahai Nabi, ingatlah saat Allah mengambil janji yang dikukuhkan dari Ahl al-Kitâb agar mereka menjelaskan makna yang terkandung di dalamnya dan tidak menyembunyikan satu ayat pun kepada orang lain. Lalu mereka mencampakkan kitab itu untuk ditukar dengan kesenangan duniawi yang mereka cari. Padahal dunia, bagaimanapun menyenangkannya, tidak lebih dari sekadar perhiasan mata uang yang tak berharga dibandingkan hidayah dan petunjuk. Maka alangkah buruknya perbuatan mereka itu.",
    "jalalayn": "(Dan) ingatlah (ketika Allah mengambil ikrar dari orang-orang yang diberi Alkitab) yakni tugas yang diberikan kepada mereka dalam Taurat (\"Hendaklah kamu menerangkannya) maksudnya isi Alkitab itu (kepada manusia dan janganlah kamu menyembunyikannya\") yakni Alkitab itu. Kedua kata kerja pada kalimat ini dengan memakai 'ta' dan 'ya.' (Lalu mereka melemparkannya) maksudnya ikrar tersebut (ke belakang punggung mereka) artinya tidak mereka penuhi dan amalkan (dan mereka menukarnya dengan) mereka ambil sebagai gantinya (harga yang sedikit) berupa harta benda dunia yang mereka pungut dari rakyat bawahan dengan keunggulan mereka dalam ilmu Alkitab. Maka ilmu itu mereka sembunyikan karena takut akan lepas dari tangan. (Maka amat jeleklah tukaran yang mereka terima) atau penukaran yang mereka lakukan itu."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 188,
    "arab": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "translation": "Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa yang telah mereka kerjakan dan mereka suka dipuji atas perbuatan yang tidak mereka lakukan, jangan sekali-kali kamu mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/481.mp3",
    "tafsir": "Sifat orang-orang Yahudi dan Nasrani yang oleh orang mukmin wajib dihindari, yaitu mereka selalu bergembira atas penyelewengan dan pengkhianatan yang dilakukannya. Mereka merasa bangga karena menganggap dirinya adalah tokoh-tokoh masyarakat dan pemimpin-pemimpin yang ditaati. Mereka senang dipuji-puji bahwa mereka mengetahui secara mendalam semua isi Kitab, dan ahli dalam menafsirkannya, padahal mereka itu bukanlah ahlinya. Mereka berbuat demikian untuk mengalihkan perhatian orang-orang banyak dari kebenaran kepada apa yang dikehendaki pembesar-pembesar mereka dan orang awam walaupun salah. \nJanganlah kaum Muslimin menyangka bahwa Ahli Kitab yang perbuatannya jelek dan mengelabui itu akan terlepas dari siksaan, bahkan mereka merasakan azab yang pedih. Kaum mukminin tidak perlu merasa sedih dan cemas atas penyelewengan mereka, tetapi hendaklah tetap menjelaskan yang hak dan jangan sekali-kali menyembunyikannya sedikit pun. Allah akan memenuhi apa yang menjadi keinginan kaum Muslimin dan melenyapkan hal-hal yang mungkar yang telah dilarang itu.",
    "quraish": "Janganlah kamu menduga bahwa mereka yang selalu merasa senang dengan perbuatan-perbuatan buruk yang mereka kerjakan dan merasa senang dengan sanjungan atas apa yang tidak mereka lakukan, akan selamat dari siksa. Karena, dengan perbuatan itu mereka telah menutup pintu hati mereka bagi keimanan dan kebenaran seperti orang-orang Yahudi. Bagi merekalah siksa yang pedih di hari kiamat.",
    "jalalayn": "(Janganlah sekali-kali kamu kira) dengan memakai 'ta' dan 'ya' (bahwa orang-orang yang merasa gembira dengan apa yang telah mereka lakukan) yakni dengan apa yang telah mereka perbuat yaitu menyesatkan manusia (dan mereka ingin supaya dipuji terhadap perbuatan yang belum mereka kerjakan) yakni berpegang kepada kebenaran padahal mereka dalam kesesatan (janganlah kamu menyangka mereka) merupakan taukid atau pengukuhan dengan kedua versinya, memakai 'ta' dan 'ya' (terlepas) artinya berada di suatu tempat yang bebas (dari siksa) di akhirat tetapi mereka berada di suatu tempat di mana mereka akan menerima siksa yaitu di neraka Jahanam (dan bagi mereka siksa yang pedih) menyakitkan. Kedua maf'ul yahsabu yang pertama terkandung di dalam kedua maf'ul yahsabu yang kedua berdasarkan qiraat yahsabu sedangkan menurut qiraat tahsabu hanya maf'ul kedualah yang dibuang."
  },
  {
    "ruku": 60,
    "name": "Ali 'Imran",
    "ayat": 189,
    "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "translation": "Dan milik Allah-lah kerajaan langit dan bumi; dan Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/482.mp3",
    "tafsir": "Kerajaan langit dan bumi dikuasai Allah, diberikan kepada orang yang dikehendaki-Nya. Allah Mahakuasa atas segala sesuatu, tidaklah sulit bagi-Nya memberikan pertolongan dan memenangkan kaum Muslimin atas Ahli Kitab dan para musyrikin yang menyakiti mereka dengan perbuatan-perbuatan dan ucapan-ucapan.",
    "quraish": "Hanya Allah semata pemilik urusan bumi dan langit. Dia Mahakuasa atas segala sesuatu. Dia akan menghukum orang-orang yang berdosa atas dosa-dosa mereka, dan akan memberi pahala orang-orang yang berbuat baik atas perbuatan baik mereka.",
    "jalalayn": "(Milik Allahlah kerajaan langit dan bumi) maksudnya perbendaharaan hujan, rezeki, tumbuh-tumbuhan dan lain-lain (dan Allah Maha Kuasa atas segala sesuatu) di antaranya menyiksa orang-orang kafir dan membebaskan orang-orang beriman."
  }
]