[
  {
    "ruku": 63,
    "name": "An-Nisa'",
    "ayat": 11,
    "arab": "يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ ۚ فَاِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهٗ وَلَدٌ ۚ فَاِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ اَبَوٰهُ فَلِاُمِّهِ الثُّلُثُ ۚ فَاِنْ كَانَ لَهٗٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ اَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
    "translation": "Allah mensyariatkan (mewajibkan) kepadamu tentang (pembagian warisan untuk) anak-anakmu, (yaitu) bagian seorang anak laki-laki sama dengan bagian dua orang anak perempuan. Dan jika anak itu semuanya perempuan yang jumlahnya lebih dari dua, maka bagian mereka dua pertiga dari harta yang ditinggalkan. Jika dia (anak perempuan) itu seorang saja, maka dia memperoleh setengah (harta yang ditinggalkan). Dan untuk kedua ibu-bapak, bagian masing-masing seperenam dari harta yang ditinggalkan, jika dia (yang meninggal) mempunyai anak. Jika dia (yang meninggal) tidak mempunyai anak dan dia diwarisi oleh kedua ibu-bapaknya (saja), maka ibunya mendapat sepertiga. Jika dia (yang meninggal) mempunyai beberapa saudara, maka ibunya mendapat seperenam. (Pembagian-pembagian tersebut di atas) setelah (dipenuhi) wasiat yang dibuatnya atau (dan setelah dibayar) utangnya. (Tentang) orang tuamu dan anak-anakmu, kamu tidak mengetahui siapa di antara mereka yang lebih banyak manfaatnya bagimu. Ini adalah ketetapan Allah. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/504.mp3",
    "tafsir": "Adapun sebab turun ayat ini menurut hadis yang diriwayatkan oleh Ahmad, Abu Daud dan Tirmizi dari sahabat Jabir yang artinya: Telah datang kepada Rasulullah saw istri Saad bin Rabi dan berkata, \"Wahai Rasulullah! Ini adalah dua anak perempuan Saad bin Rabi. Ia telah gugur dalam Perang Uhud, seluruh hartanya telah diambil pamannya dan tak ada yang ditinggalkan untuk mereka sedangkan mereka tak dapat menikah bila tidak memiliki harta.\" Rasulullah saw berkata, \"Allah akan memberikan hukumnya,\" maka turunlah ayat warisan. Kemudian Rasulullah mendatangi paman kedua anak tersebut dan berkata, \"Berikan dua pertiga dari harta Saad kepada anaknya dan kepada ibunya berikan seperdelapannya, sedang sisanya ambillah untuk kamu.\"\nDalam ayat ini Allah menyampaikan wasiat yang mewajibkan kepada kaum Muslimin yang telah mukalaf untuk menyelesaikan harta warisan bagi anak yang ditinggalkan oleh orang tuanya, baik mereka laki-laki atau perempuan. Apabila ahli waris itu terdiri dari anak-anak laki-laki dan perempuan, maka berikan kepada yang laki-laki dua bagian dan kepada yang perempuan satu bagian. Adapun hikmah anak laki-laki mendapat dua bagian, karena laki-laki memerlukan harta untuk memenuhi kebutuhan dirinya dan nafkah istrinya serta anaknya, sedang perempuan hanya memerlukan biaya untuk diri sendiri. Adapun apabila ia telah menikah maka kewajiban nafkah itu ditanggung oleh suaminya. Karena itu wajarlah jika ia diberikan satu bagian.\nYang dimaksud anak atau ahli waris lainnya dalam ayat ini adalah secara umum. Kecuali karena ada halangan yang menyebabkan anak atau ahli waris lainnya tidak mendapat hak warisan. Adapun yang dapat menghalangi seseorang menerima hak warisannya adalah:\n1.Berlainan agama, sebagaimana sabda Rasulullah saw:\n\"Tidak saling mewarisi antara orang-orang yang berlainan agama.\" (Riwayat Ibnu Majah).\n2.Membunuh pewaris. Ini berdasarkan hadis dan ijma.\n3.Bila ahli waris menjadi hamba sahaya.\n4.Harta peninggalan para nabi tidak boleh dibagi-bagi sebagai warisan.\nSelanjutnya ditentukan oleh Allah apabila seseorang wafat hanya mempunyai anak perempuan yang jumlahnya lebih dari dua orang dan tidak ada anak laki-laki, maka mereka mendapat dua pertiga dari jumlah harta, lalu dibagi rata di antara mereka masing-masing. Tetapi apabila yang ditinggalkan itu anak perempuan hanya seorang diri maka ia mendapat seperdua dari jumlah harta warisan. Sisa harta yang sepertiga (kalau hanya meninggalkan dua anak perempuan) atau yang seperdua (bagi yang meninggalkan hanya seorang anak perempuan) dibagikan kepada ahli waris yang lain sesuai dengan ketentuan masing-masing.\nPerlu ditambahkan di sini bahwa menurut bunyi ayat, anak perempuan mendapat 2/3 apabila jumlahnya lebih dari dua atau dengan kata lain mulai dari 3 ke atas. Tidak disebutkan berapa bagian apabila anak perempuan tersebut hanya dua orang. Menurut pendapat jumhur ulama bahwa mereka yang dimasukkan pada jumlah tiga ke atas mendapat 2/3 dari harta warisan.\nDari perincian di atas, diketahui bahwa anak perempuan tidak pernah menghabiskan semua harta. Paling banyak hanya memperoleh 1/2 dari jumlah harta. Berbeda dengan anak laki-laki, apabila tidak ada waris yang lain dan ia hanya seorang diri, maka ia mengambil semua harta warisan. Dan apabila anak laki-laki lebih dari seorang maka dibagi rata di antara mereka. Tentang hikmah dan perbedaan ini telah diterangkan di atas.\nDijelaskan pula tentang hak kedua orang tua. Apabila seseorang meninggal dunia dan ia meninggalkan anak, baik laki-laki maupun perempuan, maka masing-masing orang tua yaitu ibu dan bapak mendapat 1/6 dari jumlah harta. Sebaliknya apabila ia tidak meninggalkan anak, maka ibu mendapat 1/3 dari jumlah harta dan sisanya diberikan kepada bapak. Apabila yang meninggal itu selain meninggalkan ibu-bapak ada pula saudara-saudaranya yang lain, laki-laki atau perempuan dua ke atas, menurut jumhur maka ibu mendapat 1/6 dan bapak mendapat sisanya.\nSetelah diterangkan jumlah pembagian untuk anak, ibu dan bapak, diterangkan lagi bahwa pembagian tersebut barulah dilaksanakan setelah lebih dahulu diselesaikan urusan wasiat dan utangnya. Walaupun dalam ayat mendahulukan penyebutan wasiat dari utang namun dalam pelaksanaannya menurut Sunah Rasul hendaklah didahulukan pembayaran utang.\nDi antara orang tua dan anak, kamu tidak mengetahui mana yang lebih dekat atau yang lebih memberi manfaat bagi kamu. Oleh karena itu janganlah kamu membagi harta warisan sebagaimana yang dilakukan oleh orang jahiliah yang memberikan hak warisan hanya kepada orang yang dianggap dapat ikut perang akan membela keluarganya dan tidak memberikan hak warisan sama sekali bagi anak kecil dan kaum perempuan. Ikutilah apa yang ditentukan Allah karena Dialah yang lebih tahu mana yang bermanfaat untuk kamu baik di dunia maupun di akhirat. Hukum warisan tersebut adalah suatu ketentuan dari Allah yang wajib dilaksanakan oleh kaum Muslimin. Ketahuilah bahwa Allah Mengetahui segala sesuatu dan apa yang ditentukan-Nya pastilah mengandung manfaat untuk kemaslahatan manusia.",
    "quraish": "Allah memerintahkan kalian, dalam urusan warisan anak-anak dan kedua orangtua kalian bila kalian meninggal dunia, untuk melakukan sesuatu yang bisa mewujudkan keadilan dan perbaikan. Apabila anak yang ditinggalkan terdiri atas laki-laki dan perempuan, maka bagian seorang anak laki-laki dua kali bagian anak perempuan. Apabila semua anaknya perempuan, dan lebih dari dua orang, maka mereka mendapat dua pertiga dari harta yang ditinggalkan. Secara tersirat, ayat ini bisa dipahami bahwa bila jumlah anak perempuan itu hanya dua orang, bagian mereka sama dengan bila mereka berjumlah lebih dari dua orang. Jika anak perempuan itu seorang saja, maka ia memperoleh separuh harta yang ditinggalkan. Apabila si mayit meninggalkan bapak dan ibu, maka bagian masing-masing seperenam, jika ia mempunyai anak, laki- laki atau perempuan. Tetapi bila ia tidak mempunyai anak, dan yang mewarisi hanya ibu dan bapak saja, maka bagian ibu adalah sepertiga dan sisanya menjadi bagian bapak. Jika mayit itu mempunyai saudara, maka ibunya menerima seperenam, dan sisanya menjadi bagian bapak, tanpa ada bagian untuk saudara- saudaranya. Bagian-bagian ini diberikan kepada yang berhak setelah dibayar utang-utangnya dan telah dilaksanakan apa yang diwasiatkan, selama dalam batasan syariat. Inilah hukum Allah yang adil dan mengandung kebijaksanaan. Kalian tidak mengetahui siapa di antara bapak dan anak kalian yang lebih banyak manfaatnya bagi kalian. Sesungguhnya kebaikan ada pada perintah Allah. Allah Maha Mengetahui maslahat kalian dan Mahabijaksana pada apa-apa yang diwajibkan kepada kalian.",
    "jalalayn": "(Allah mewasiatkan atau menitahkan padamu mengenai anak-anakmu) dengan apa yang akan disebutkan ini: (yaitu bagian seorang anak lelaki sama dengan bagian dua orang anak perempuan) di antara mereka. Jika ketiga mereka itu berkumpul, maka bagi yang lelaki seperdua harta dan bagi kedua anak perempuan seperdua pula. Sedangkan jika yang ditemui itu hanya seorang anak lelaki dan seorang perempuan, maka bagi yang perempuan itu hanya sepertiga sementara bagi yang laki-laki dua pertiga. Dan sekiranya yang laki-laki itu tunggal, maka ia menghabisi semua harta (jika mereka) maksudnya anak-anak itu (hanya perempuan) saja (lebih dari dua orang maka bagi mereka dua pertiga harta yang ditinggalkan) mayat; demikian pula jika jumlah mereka dua orang karena mereka itu dua bersaudara yang tercakup dalam firman Allah swt., \"... maka bagi mereka dua pertiga dari harta peninggalan,\" mereka lebih utama apalagi mengingat bahwa seorang anak perempuan berhak sepertiga harta jika bersama seorang anak laki-laki sehingga dengan demikian jika dia bersama seorang anak perempuan lebih utama lagi dan lebih didahulukan dari hubungan apa pun. Ada pula yang mengatakan bahwa demikian itu ialah untuk menghilangkan dugaan bertambahnya bagian dengan bertambahnya bilangan, yakni tatkala timbul pengertian bahwa dengan diberikannya sepertiga bagian untuk seorang anak perempuan jika ia bersama seorang anak laki-laki, maka dua orang anak perempuan beroleh dua pertiga bagian. (Jika dia) maksudnya anak perempuan itu (seorang saja) menurut qiraat dengan baris di depan sehingga kaana dianggap sebagai tam dan bukan naqish. (maka ia memperoleh seperdua harta sedangkan untuk kedua orang tuanya) maksudnya orang tua mayat yang di sini diberi badal dengan (bagi masing-masing mereka seperenam dari harta pusaka; yakni jika si mayat itu mempunyai anak) baik laki-laki maupun wanita. Ditekankannya badal ialah untuk menyatakan bahwa kedua orang tua itu tidaklah berserikat padanya. Dan terhadap adanya anak dianggap adanya cucu, begitu pula terhadap adanya bapak adanya kakek. (Jika si mayat tidak mempunyai anak dan dia diwarisi oleh kedua orang tuanya) saja atau bersama istrinya (maka bagi ibunya) dapat dibaca li-ummihi dengan hamzah baris di depan dan boleh pula limmihi dengan hamzah baris di bawah untuk meringankan bertemunya dhammah dan kasrah pada dua tempat yang berdekatan (sepertiga) maksudnya sepertiga dari harta yang telah dibagikan kepada pihak istri, sedangkan sisanya buat bapak. (Jika yang meninggal itu mempunyai beberapa orang saudara) maksudnya dua orang atau lebih, baik laki-laki atau perempuan (maka bagi ibunya seperenam) sedangkan sisanya untuk bapaknya, sementara saudara-saudaranya itu tidak beroleh bagian apa-apa. Dan pembagian warisan seperti tersebut di atas itu ialah (setelah) dilaksanakannya (wasiat yang dibuatnya) dibaca yuushii atau yuushaa dalam bentuk aktif atau pun pasif (atau) dibayarnya (utangnya). Dan disebutkannya lebih dulu pemenuhan wasiat daripada pembayaran utang, walaupun pelaksanaannya dibelakangkan ialah dengan maksud untuk tidak mengabaikannya. (Mengenai orang tuamu dan anak-anakmu) menjadi mubtada sedangkan khabarnya ialah: (tidaklah kamu ketahui manakah yang lebih dekat kepadamu manfaatnya) di dunia dan di akhirat. Ada orang yang mengira bahwa putranyalah yang lebih banyak kegunaannya kepadanya, lalu diberinya harta warisan sehingga dengan demikian ternyatalah bahwa bapaklah yang lebih bermanfaat bagi manusia, demikian sebaliknya. Maka yang mengetahui soal itu hanyalah Allah swt. dan itulah sebabnya diwajibkan-Nya pembagian pusaka. (Ini adalah ketetapan dari Allah; sesungguhnya Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) tentang peraturan-peraturan yang diberikan-Nya kepada mereka; artinya Dia tetap bersifat bijaksana dalam semuanya itu."
  },
  {
    "ruku": 63,
    "name": "An-Nisa'",
    "ayat": 12,
    "arab": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ اَزْوَاجُكُمْ اِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَاِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ اَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ اِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَاِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ اَوْ دَيْنٍ ۗ وَاِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً اَوِ امْرَاَةٌ وَّلَهٗٓ اَخٌ اَوْ اُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَاِنْ كَانُوْٓا اَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ اَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ",
    "translation": "Dan bagianmu (suami-suami) adalah seperdua dari harta yang ditinggalkan oleh istri-istrimu, jika mereka tidak mempunyai anak. Jika mereka (istri-istrimu) itu mempunyai anak, maka kamu mendapat seperempat dari harta yang ditinggalkannya setelah (dipenuhi) wasiat yang mereka buat atau (dan setelah dibayar) utangnya. Para istri memperoleh seperempat harta yang kamu tinggalkan jika kamu tidak mempunyai anak. Jika kamu mempunyai anak, maka para istri memperoleh seperdelapan dari harta yang kamu tinggalkan (setelah dipenuhi) wasiat yang kamu buat atau (dan setelah dibayar) utang-utangmu. Jika seseorang meninggal, baik laki-laki maupun perempuan yang tidak meninggalkan ayah dan tidak meninggalkan anak, tetapi mempunyai seorang saudara laki-laki (seibu) atau seorang saudara perempuan (seibu), maka bagi masing-masing dari kedua jenis saudara itu seperenam harta.  Tetapi  jika  saudara-saudara seibu itu lebih dari seorang, maka mereka bersama-sama dalam bagian yang sepertiga itu, setelah (dipenuhi wasiat) yang dibuatnya atau (dan setelah dibayar) utangnya dengan tidak menyusahkan (kepada ahli waris). Demikianlah ketentuan Allah. Allah Maha Mengetahui, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/505.mp3",
    "tafsir": "Ayat ini menjelaskan perincian pembagian hak waris untuk suami atau istri yang ditinggal mati. Suami yang ditinggalkan mati oleh istrinya jika tidak ada anak maka ia mendapat Â½ dari harta, tetapi bila ada anak, ia mendapat Â¼ dari harta warisan. Ini juga baru diberikan setelah lebih dahulu diselesaikan wasiat atau utang almarhum. Adapun istri yang ditinggalkan mati suaminya dan tidak meninggalkan anak maka ia mendapat Â¼ dari harta, tetapi bila ada anak, istri mendapat 1/8. Lalu diingatkan bahwa hak tersebut baru diberikan setelah menyelesaikan urusan wasiat dan utangnya.\nApabila seseorang meninggal dunia sedang ia tidak meninggalkan bapak maupun anak, tapi hanya meninggalkan saudara laki-laki atau perempuan yang seibu saja maka masing-masing saudara seibu itu apabila seorang diri bagiannya adalah 1/6 dari harta warisan dan apabila lebih dari seorang, mereka mendapat 1/3 dan kemudian dibagi rata di antara mereka. Dalam hal ini tidak ada perbedaan antara laki-laki dan perempuan. Allah menerangkan juga bahwa ini dilaksanakan setelah menyelesaikan hal-hal yang berhubungan dengan wasiat dan utang almarhum. Allah memperingatkan agar wasiat itu hendaklah tidak memberi mudarat kepada ahli waris. Umpama seorang berwasiat semata-mata agar harta warisannya berkurang atau berwasiat lebih dari 1/3 hartanya. Ini semua merugikan para ahli waris.",
    "quraish": "Suami mendapatkan separuh dari harta yang ditinggalkan oleh istri, jika si istri tidak mempunyai anak darinya atau dari suami yang lain. Jika sang istri mempunyai anak, maka suami mendapatkan seperempat dari harta yang ditinggalkan sesudah dipenuhi wasiat yang mereka buat atau sesudah utangnya dibayar. Istri--satu atau lebih--memperoleh seperempat harta yang ditinggalkan suami, jika suami tidak mempunyai anak dari istri yang ditinggalkan atau dari istri yang lain. Jika si suami mempunyai anak dari istri itu atau dari istri yang lain, maka si istri menerima seperdelapan dari harta yang ditinggalkan sesudah dipenuhi wasiat atau sesudah dibayar utang-utangnya. Bagian cucu sama dengan bagian anak seperti di atas. Jika si pewaris itu, baik laki-laki maupun perempuan, tidak meninggalkan ayah dan anak tetapi mempunyai seorang saudara laki-laki atau perempuan seibu, maka masing-masing mendapat seperenam dari harta yang ditinggalkan. Tetapi jika saudara-saudara seibu itu lebih dari seorang, maka mereka bersama-sama menerima sepertiga dari harta yang ditinggalkan, sesudah utang-utangnya dibayar atau setelah dilaksanakan wasiat yang tidak mendatangkan mudarat bagi ahli waris, yaitu yang tidak melampaui sepertiga dari harta yang ditinggalkan setelah melunasi utang. Laksanakanlah, wahai orang-orang yang beriman, apa-apa yang diwasiatkan Allah kepada kalian. Sesungguhnya Allah Maha Mengetahui orang-orang yang berbuat adil dan zalim di antara kalian dan Maha Panyabar, tidak menyegerakan hukuman bagi yang melanggar.",
    "jalalayn": "(Dan bagi kamu, suami-suami, seperdua dari harta peninggalan istri-istrimu jika mereka tidak mempunyai anak) baik dari kamu maupun dari bekas suaminya dulu. (Tetapi jika mereka mempunyai anak, maka kamu mendapat seperempat dari harta peninggalan, yakni setelah dipenuhinya wasiat yang mereka buat atau dibayarnya utang mereka.) Dalam hal ini cucu dianggap sama dengan anak menurut ijmak. (Dan bagi mereka) artinya para istri itu baik mereka berbilang atau tidak (seperempat dari harta yang kamu tinggalkan jika kamu tidak mempunyai anak; dan jika kamu mempunyai anak) baik dari istrimu itu maupun dari bekas istrimu (maka bagi mereka seperdelapan dari harta peninggalanmu, yakni setelah dipenuhinya wasiat yang kamu buat atau dibayarnya utangmu). Dalam hal ini cucu dianggap sama dengan anak menurut ijmak. (Jika seorang laki-laki yang diwarisi itu) menjadi sifat, sedangkan khabarnya: (kalalah) artinya tidak meninggalkan bapak dan tidak pula anak (atau perempuan) yang mewaris secara kalalah (tetapi ia mempunyai) maksudnya yang diwarisi itu (seorang saudara laki-laki atau seorang saudara perempuan) maksudnya yang seibu, dan jelas-jelas dibaca oleh Ibnu Masud dan lain-lain (maka masing-masing jenis saudara itu memperoleh seperenam) harta peninggalan. (Tetapi jika mereka itu) maksudnya saudara-saudara yang seibu itu, baik laki-laki maupun perempuan (lebih daripada itu) maksudnya lebih dari seorang (maka mereka berserikat dalam sepertiga harta) dengan bagian yang sama antara laki-laki dan perempuan (sesudah dipenuhinya wasiat yang dibuatnya atau dibayarnya utangnya tanpa memberi mudarat) menjadi hal dari dhamir yang terdapat pada yuushaa; artinya tidak menyebabkan adanya kesusahan bagi para ahli waris, misalnya dengan berwasiat lebih dari sepertiga harta (sebagai amanat) atau pesan, dan merupakan mashdar yang mengukuhkan dari yuushiikum (dari Allah, dan Allah Maha Mengetahui) faraid atau tata cara pembagian pusaka yang diatur-Nya buat makhluk-Nya (lagi Maha Penyantun) dengan menangguhkan hukuman terhadap orang-orang yang melanggarnya. Kemudian mengenai pembagian pusaka terhadap ahli-ahli waris tersebut yang mengandung keraguan dengan adanya halangan seperti pembunuhan atau perbedaan agama dan menjadi murtad, maka penjelasannya diserahkan pada sunah."
  },
  {
    "ruku": 63,
    "name": "An-Nisa'",
    "ayat": 13,
    "arab": "تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
    "translation": "Itulah batas-batas (hukum) Allah. Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Dan itulah kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/506.mp3",
    "tafsir": "Semua ini merupakan ketentuan dari Allah yang harus dilaksanakan oleh orang yang bertakwa kepada-Nya. Allah Maha Mengetahui apa yang lebih bermanfaat untuk manusia dan Maha Penyantun. Dia tidak segera memberi hukuman kepada hamba-Nya yang tidak taat agar ada kesempatan baginya untuk bertobat dan kembali kepada jalan yang diridai-Nya.\nBarang siapa yang taat melaksanakan apa yang disyariatkan-Nya dan menjauhi apa yang dilarang-Nya, kepada mereka akan diberikan kebahagiaan hidup di akhirat.",
    "quraish": "Hukum-hukum yang telah disebutkan tentang warisan itu merupakan ketentuan-ketentuan yang ditetapkan Allah kepada hamba-Nya agar dikerjakan dan tidak dilanggar. Barangsiapa taat kepada hukum- hukum Allah dan Rasul-Nya, maka ganjarannya adalah surga yang dialiri sungai-sungai. Mereka akan kekal di dalamnya. Itulah kemenangan yang besar(1). (1) Sistem pembagian warisan yang telah dijelaskan al-Qur'ân merupakan aturan yang paling adil dalam semua perundang-undangan di dunia. Hal itu diakui oleh seluruh pakar hukum di Eropa. Ini merupakan bukti bahwa al-Qur'ân adalah benar-benar datang dari Allah, sebab saat itu belum ada sistem hukum yang mengatur hal-hal seperti itu, termasuk dalam sistem hukum Romawi, Persia atau sistem hukum yang ada sebelumnya. Secara garis besar, keadilan sistem tersebut terangkum dalam hal-hal berikut. Pertama, hukum waris ditetapkan oleh syariat, bukan oleh pemilik harta, tanpa mengabaikan keinginannya. Pemilik harta berhak menetapkan wasiat yang baik sepertiga dari harta peninggalan sebagai pengganti dari ketentuan-ketentuan agama yang belum dilaksanakan seperti mengeluarkan zakat, atau pemberian kepada mereka yang membutuhkan selain yang berhak menerima bagian. Wasiat tidak boleh dilaksanakan bila bermotifkan maksiat atau mendorong berlanjutnya maksiat. Syariat menentukan sepertiga dari harta yang ditinggalkan, bila ada wasiat. Bila tidak, seluruh harta dibagikan kepada yang berhak menerima. Bisa juga di bawah sepertiga, dan selebihnya dibagikan sesuai dengan ketentuan syariat. Kedua, harta waris dua pertiga yang diatur oleh Allah, diberikan kepada kerabat yang terdekat, tanpa membedakan antara kecil dan besar. Anak-anak mendapatkan bagian lebih banyak dari yang lainnya karena mereka merupakan pelanjut orang yang meninggal yang pada umumnya masih lemah. Meskipun demikian, selain mereka, masih ada lagi yang berhak menerima warisan seperti ibu, nenek, bapak, kakek, walaupun dengan jumlah yang lebih sedikit. Ketiga, dalam pembagian warisan juga diperhatikan sisi kebutuhan. Atas dasar pertimbangan itu, bagian anak menjadi lebih besar. Sebab, kebutuhan mereka itu lebih besar dan mereka masih akan menghadapi masa hidup lebih panjang. Pertimbangan kebutuhan itu pulalah yang menyebabkan bagian wanita separuh dari bagian laki-laki. Sebab, kebutuhan laki-laki terhadap harta lebih besar, seperti tuntutan memberi nafkah kepada anak dan istri. Hal ini sesuai dengan fitrah manusia di mana wanita mempunyai tanggung jawab mengatur rumah dan mengasuh anak. Sedangkan laki-laki bekerja mencari nafkah di luar rumah dan menyediakan anggaran kebutuhan rumah tangga. Maka, dengan demikian, keadilan diukur sesuai dengan kebutuhan. Merupakan sikap yang tidak adil apabila keduanya diperlakukan secara sama, sementara tuntutan kebutuhan masing-masing berbeda. Keempat, dasar ketentuan syariat Islam dalam pembagian harta waris adalah distribusi, bukan monopoli. Maka, harta warisan tidak hanya dibagikan kepada anak sulung saja, atau laki-laki saja, atau anak-anak mayit saja. Kerabat yang lain seperti orang tua, saudara, paman, juga berhak. Bahkan hak waris juga bisa merata dalam satu kabilah, meskipun dalam prakteknya diutamakan dari yang terdekat. Jarang sekali terjadi warisan dimonopoli oleh satu orang saja. Kelima, wanita tidak dilarang menerima warisan seperti pada bangsa Arab dahulu. Wanita juga berhak menerima. Dengan begitu berarti Islam menghormati wanita dan memberikan hak-haknya secara penuh. Lebih dari itu Islam juga memberikan bagian warisan kepada kerabat pihak wanita seperti saudara laki-laki dan perempuan dari ibu. Ini juga berarti sebuah penghargaan terhadap kaum wanita yang belum pernah terjadi sebelum Islam.",
    "jalalayn": "(Itulah) maksudnya hukum-hukum tersebut semenjak urusan anak yatim hingga berikutnya (ketentuan-ketentuan Allah) syariat-syariat yang ditetapkan-Nya buat hamba-hamba-Nya agar mereka patuhi dan tidak dikhianati. (Barang siapa yang taat kepada Allah dan Rasul-Nya) mengenai hukum-hukum yang ditetapkan-Nya itu (maka akan dimasukkan-Nya) ada yang membaca nudkhiluhu; artinya Kami masukkan ia, dengan maksud merubah pembicaraan kepada orang pertama (ke dalam surga yang mengalir di bawahnya sungai-sungai, kekal mereka di dalamnya, dan itulah kemenangan yang besar)."
  },
  {
    "ruku": 63,
    "name": "An-Nisa'",
    "ayat": 14,
    "arab": "وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ",
    "translation": "Dan barangsiapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/507.mp3",
    "tafsir": "Sebaliknya barang siapa yang durhaka dan tidak mematuhi apa yang telah diperintahkan Allah dan Rasul-Nya maka Allah memberikan peringatan akan memasukkan orang tersebut ke dalam neraka yang penuh siksa dan derita.",
    "quraish": "Barangsiapa mendurhakai Allah dan Rasul-Nya serta melanggar ketentuan-ketentuan-Nya, maka neraka merupakan ganjaran baginya dan ia kekal di dalamnya. Tubuhnya akan disiksa dengan api. Bagitu pula jiwanya akan menderita karena siksa yang pedih.",
    "jalalayn": "(Dan siapa yang mendurhakai Allah dan Rasul-Nya serta melanggar aturan-aturan-Nya, maka akan dimasukkan-Nya) ada dua versi dengan memakai ya dan ada pula dengan memakai nun (ke dalam api neraka, kekal ia di dalamnya dan baginya) di dalamnya (siksa yang menghinakan) di samping menciutkan hati. Pada kedua ayat terdapat lafal man sedangkan pada khaalidiina makna atau artinya."
  }
]