[
  {
    "ruku": 65,
    "name": "An-Nisa'",
    "ayat": 23,
    "arab": "حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔",
    "translation": "Diharamkan atas kamu (menikahi) ibu-ibumu, anak-anakmu yang perempuan, saudara-saudaramu yang perempuan, saudara-saudara ayahmu yang perempuan, saudara-saudara ibumu yang perempuan, anak-anak perempuan dari saudara-saudaramu yang laki-laki, anak-anak perempuan dari saudara-saudaramu yang perempuan, ibu-ibumu yang menyusui kamu, saudara-saudara perempuanmu sesusuan, ibu-ibu istrimu (mertua), anak-anak perempuan dari istrimu (anak tiri) yang dalam pemeliharaanmu dari istri yang telah kamu campuri, tetapi jika kamu belum campur dengan istrimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu (menikahinya), (dan diharamkan bagimu) istri-istri anak kandungmu (menantu), dan (diharamkan) mengumpulkan (dalam pernikahan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/516.mp3",
    "tafsir": "Perempuan lain yang juga haram dinikahi terdiri dari:\n1.Dari segi nasab (keturunan)\na.Ibu, termasuk nenek dan seterusnya ke atas.\nb.Anak, termasuk cucu dan seterusnya ke bawah.\nc.Saudara perempuan, baik sekandung, sebapak atau seibu saja.\nd.Saudara perempuan dari bapak maupun dari ibu.\nc.Kemenakan perempuan baik dari saudara laki-laki atau dari saudara perempuan.\n2.Dari segi penyusuan:\na.Ibu yang menyusui (ibu susuan).\nb.Saudara-saudara perempuan sesusuan.\nc .Dan selanjutnya perempuan-perempuan yang haram dikawini karena senasab haram pula dikawini karena sesusuan. Hal ini berdasarkan sabda Rasulullah saw:\n\"Diharamkan karena susuan apa yang diharamkan karena nasab.\" (Hadis Muttafaq 'alaih).\nDapat ditambahkan di sini masalah berapa kali menyusu yang dapat mengharamkan perkawinan itu ada beberapa pendapat:\na.Ali bin Abi Talib, Ibnu Abbas, Hasan, az-Zuhri, Qatadah, Abu Hanifah dan Malik berpendapat bahwa tidak ada ukuran yang tertentu untuk mengharamkan pernikahan. Banyak atau sedikit asal sudah diketahui dengan jelas anak itu menyusu, maka sudah cukup menjadikan ia anak susuan. Pendapat ini mereka ambil berdasarkan zahir ayat yang tidak menyebutkan tentang batasan susuan.\nb.Diriwayatkan bahwa Imam Ahmad berpendapat bahwa batasan penyusuan tersebut adalah minimal tiga kali menyusu barulah menjadi anak susuan. Ini didasarkan pada suatu riwayat yang artinya: \"Sekali atau dua kali menyusu tidaklah mengharamkan.\"\nc.Abdullah bin Masud, Abdullah bin Zubair, Syafii dan Hambali berpendapat bahwa ukurannya adalah paling sedikit lima kali menyusu.\nDemikian juga tentang berapakah batas umur si anak yang menyusu itu, dalam hal ini para ulama mempunyai pendapat:\na. Umur si anak tidak boleh lebih dari dua tahun. Pendapat ini diambil berdasarkan firman Allah:\n\nDan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna¦ (al-Baqarah/2: 233).\n\nJuga sabda Rasulullah saw yang artinya, \"Tidak dianggap sepersususan kecuali pada umur dua tahun\" (Riwayat Ibnu Abbas). Pendapat ini dipegang oleh Umar, Ibnu Masud, Ibnu Abbas, Syafii, Ahmad, Abu Yusuf dan Muhammad.\nb.Batasan umur adalah sebelum datang masa menyapih (berhenti menyusu). Jika si anak sudah disapih walau belum cukup umur dua tahun tidak lagi dianggap anak susuan. Sebaliknya umurnya telah lebih dari dua tahun tapi belum disapih, maka jika dia disusukan, tetaplah berlaku hukum sepersusuan. Pendapat ini dipegang oleh az-Zuhri, Hasan, Qatadah dan salah satu dari riwayat Ibnu Abbas.\n3.Dari segi perkawinan:\na.Ibu dari istri (mertua) dan seterusnya ke atas.\nb.Anak dari istri (anak tiri) yang ibunya telah dicampuri, dan seterusnya ke bawah.\nc.Istri anak (menantu) dan seterusnya ke bawah seperti istri cucu.\nPerlu dicatat dalam mengharamkan menikahi anak tiri, disebutkan \"yang dalam pemeliharaanmu,\" bukanlah berarti bahwa yang di luar pemeliharaannya boleh dinikahi. Hal ini disebut hanyalah karena menurut kebiasaan saja yaitu perempuan yang kawin lagi sedang ia mempunyai anak yang masih dalam pemeliharaannya biasanya suami yang baru itulah yang bertanggung jawab terhadap anak itu dan memeliharanya. Kemudian ditambahkan apabila si ibu belum dicampuri lalu diceraikan maka diperbolehkan menikahi anak tiri tersebut.\n4.Diharamkan juga menikahi perempuan karena adanya suatu sebab dengan pengertian apabila hilang sebab tersebut maka hilang pula keharamannya, yaitu seperti menghimpun (mempermadukan) dua orang bersaudara. Demikian pula mempermadukan seseorang dengan bibinya. Yang terakhir ini berdasarkan hadis Rasulullah saw. Dari Abu Hurairah bahwasanya Rasulullah saw bersabda, \"Tidak boleh menghimpun antara seorang perempuan dengan bibinya (saudara perempuan ayah) dan antara seorang perempuan dengan bibinya (saudara perempuan ibu).\" (Riwayat al-Bukhari)\n\nBerdasarkan ayat dan hadis di atas, ulama fikih membuat satu kaidah yaitu, haram mengumpulkan (mempermadukan) antara dua orang perempuan yang mempunyai hubungan kerabat (senasab dan sesusuan), andaikata salah seorang diantaranya laki-laki, maka haram pernikahan antara keduanya, seperti mengumpulkan antara seorang perempuan dengan cucunya. Dengan demikian boleh mengumpulkan (mempermadukan) antara seorang perempuan dengan anak tiri perempuan itu, karena hubungan antara keduanya bukan hubungan kerabat atau sesusuan, tetapi hubungan semenda saja.\nHukum ini berlaku sejak ayat ini diturunkan dan apa yang telah diperbuat sebelum turunnya ketentuan ini dapat dimaafkan. Kemudian ayat itu menutup ketentuan yang diberikannya ini dengan menerangkan sifat-sifat Allah yang Maha Pengasih dan Maha Pemberi ampun. Dia memberikan ampunan atas perbuatan yang salah yang pernah dikerjakan hamba-Nya pada masa-masa sebelum datangnya syariat Islam, dan juga memberi ampunan kepada hamba-Nya yang segera bertobat apabila berbuat sesuatu tindakan yang salah.\nAyat di atas menyatakan mengenai kepatutan dan hal-hal yang secara biologis tidak baik dilakukan dalam memilih pasangan dalam perkawinan. Dalam hal kepatutan, dengan jelas dikatakan bahwa tidak patut seorang laki-laki menikahi saudara sesusuan, ibu susu, mertua, anak tiri, maupun dua saudara pada saat yang sama. Sedangkan mengenai perkawinan di antara keluarga (inbreed - misal saudara perempuan, bibi, dan keponakan) juga dilarang karena akan menimbulkan keturunan yang tidak baik. Mengenai hal kedua ini, penjelasannya adalah demikian.\nAllah menetapkan siapa yang boleh dikawini dan siapa juga yang tidak boleh dikawini sebagaimana disebutkan dalam Surah an-Nisa/4: 22. \nSaudara-saudara laki-laki dan perempuan (juga saudara-saudara tiri laki-laki dan perempuan, dsb.) dilarang oleh hukum untuk menikah diantara mereka karena anak-anak mereka memiliki resiko tinggi yang tak dapat diterima yaitu menjadi cacat. Semakin dekat kekerabatan orangtua, semakin mungkin keturunannya akan menjadi cacat.\nHubungan sumbang (incest) adalah hubungan saling mencintai yang bersifat seksual yang dilakukan oleh pasangan yang memiliki ikatan keluarga atau kekerabatan yang dekat, biasanya antara ayah dengan anak perempuannya, ibu dengan anak laki-lakinya, atau antar sesama saudara kandung atau saudara tiri. Pengertian istilah ini lebih bersifat sosioantropologis daripada biologis (bandingkan dengan kerabat-dalam untuk pengertian biologis) meskipun sebagian penjelasannya bersifat biologis.\nHubungan sumbang diketahui berpotensi tinggi menghasilkan keturunan yang secara biologis lemah, baik fisik maupun mental (cacat), atau bahkan letal (mematikan). Fenomena ini juga umum dikenal dalam dunia hewan dan tumbuhan karena meningkatnya koefisien kerabat-dalam pada anak-anaknya. Akumulasi gen-gen pembawa 'sifat lemah dari kedua \"orang tua\" pada satu individu (anak) terekspresikan karena genotipenya berada dalam kondisi homozigot.\nAda suatu alasan genetis yang kuat bagi hukum-hukum tersebut yang mudah untuk dipahami. Setiap orang memiliki dua set gen, ada sekitar 130,000 pasang yang menentukan bagaimana seseorang terbentuk dan berfungsi. Setiap orang mewarisi satu gen dari setiap pasang milik masing-masing orangtua. Sayangnya, gen-gen sekarang mengandung banyak kesalahan, dan kesalahan-kesalahan ini muncul dalam berbagai bentuk. Sebagai contoh, beberapa orang membiarkan rambutnya tumbuh menutupi telinga mereka untuk menyembunyikan kenyataan bahwa satu telinga lebih rendah dari yang satunya -- atau mungkin hidung seseorang terletak tidak benar-benar di tengah mukanya, atau rahang seseorang agak sedikit tidak berbentuk -- dan sebagainya. \nSemakin jauh kekerabatan orangtua, semakin mungkin mereka akan memiliki kesalahan-kesalahan berbeda dalam gen-gen mereka.Anak-anak, yang mewarisi satu set gen dari setiap orangtuanya, sepertinya akan berakhir dengan memiliki sepasang gen yang mengandung maksimum satu gen buruk dalam setiap pasangnya. Gen yang baik cenderung menolak yang buruk sehingga suatu kelainan (yang serius, tentu saja) tidak terjadi.\nNamun, semakin dekat hubungan kekerabatan dua orang, semakin mungkin mereka mendapatkan kesalahan-kesalahan (kelemahan) yang sama dalam gen-gen mereka, karena semua itu diwarisi dari orangtua yang sama. Karena itu, seorang saudara lelaki dan seorang saudara perempuan sepertinya lebih mungkin memiliki kesalahan yang sama dalam gen mereka. Seorang anak hasil dari perpaduan hubungan saudara kandung seperti itu dapat mewarisi gen buruk yang sama pada sepasang gen yang sama dari keduanya, berakibat dua salinan buruk dari gen dan kerusakan yang serius.\nSecara sosial, hubungan sumbang dapat disebabkan, antara lain, oleh ruangan dalam rumah yang tidak memungkinkan orang tua, anak, atau sesama saudara pisah kamar. Hubungan sumbang antara orang tua dan anak dapat pula terjadi karena kondisi psikososial yang kurang sehat pada individu yang terlibat. Beberapa kebudayaan mentoleransi hubungan sumbang untuk kepentingan-kepentingan tertentu, seperti politik atau kemurnian ras.\nAkibat hal-hal tadi, hubungan sumbang tidak dikehendaki pada hampir semua masyarakat dunia. Semua agama besar dunia melarang hubungan sumbang. Di dalam aturan agama Islam (fiqih), misalnya, dikenal konsep mahram yang mengatur hubungan sosial di antara individu-individu yang masih sekerabat. Bagi seseorang tidak diperkenankan menjalin hubungan percintaan atau perkawinan dengan orang tua, kakek atau nenek, saudara kandung, saudara tiri (bukan saudara angkat), saudara dari orang tua, kemenakan, serta cucu.",
    "quraish": "Kalian diharamkan mengawini ibu, anak perempuan, saudara perempuan, saudara perempuan bapak, saudara perempuan ibu, anak perempuan dari saudara perempuan, ibu susu, saudara perempuan sepersusuan dan ibu istri (mertua). (1) Selain itu, kalian juga diharamkan mengawini anak tiri perempuan dari istri yang sudah kalian gauli, dan istri anak kandung (menantu) serta menghimpun dalam perkawinan dua perempuan yang bersaudara, kecuali yang telah terlanjur terjadi sejak zaman jahiliah. Untuk yang satu ini, Allah mengampuninya. Sesungguhnya Allah Maha Pengampun atas segala yang telah lampau sebelum aturan ini datang dan sangat menyayangi kalian setiap kali Dia menetapkan ketentuan hukum. (1) Syariat Islam memiliki kelebihan dibandingkan dengan syariat lainnya ketika melarang perkawinan karena hubungan persusuan. Seorang anak yang disusui mengambil makanan dari tubuh ibu yang menyusuinya, seperti memakan makanan dari tubuh ibu ketika masih berada di dalam kandungan. Keduanya sama, merupakan bagian dari darah daging. Wanita yang menyusui haram dikawini karena posisinya sama dengan ibu. Di sini terdapat motifasi untuk menyusui anak, karena susu ibu merupakan makanan alami bagi bayi. Sebelum ilmu genetika ditemukan, ayat ini sejak dini telah mengungkapkan larangan menikah antarkerabat karib. Belakangan ini ditemukan secara ilmiah bahwa pernikahan seperti itu menyebabkan keturunan mudah terjangkit penyakit, cacat fisik, serta tingkat kesuburan yang rendah bahkan mendekati kemungkinan mandul. Namun, sebaliknya, perkawinan dengan orang yang tidak mempunyai hubungan kerabat tidak akan menghasilkan seperti itu. Keturunannya akan memiliki keunggulan dalam hal kepribadian, kelebihan secara fisik, daya tahan tubuh yang kuat, pertumbuhan yang cepat dan rendahnya angka kematian.",
    "jalalayn": "(Diharamkan atas kamu ibu-ibumu) maksudnya mengawini mereka dan ini mencakup pula nenek, baik dari pihak bapak maupun dari pihak ibu (dan anak-anak perempuanmu) termasuk cucu-cucumu yang perempuan terus ke bawah (saudara-saudaramu yang perempuan) baik dari pihak bapak maupun dari pihak ibu (saudara-saudara bapakmu yang perempuan) termasuk pula saudara-saudara kakekmu (saudara-saudara ibumu yang perempuan) termasuk pula saudara-saudara nenekmu (anak-anak perempuan dari saudaramu yang laki-laki, anak-anak perempuan dari saudaramu yang perempuan) maksudnya keponakan-keponakanmu dan tercakup pula di dalamnya anak-anak mereka (ibu-ibumu yang menyusui kamu) maksudnya ibu-ibu susuan, yakni sebelum usiamu mencapai dua tahun dan sekurang-kurangnya lima kali susuan sebagaimana dijelaskan oleh hadis (saudara-saudara perempuanmu sesusuan). Kemudian dalam sunah ditambahkan anak-anak perempuan daripadanya, yaitu wanita-wanita yang disusukan oleh wanita-wanita yang telah dicampurinya, berikut saudara-saudara perempuan dari bapak dan dari ibu, serta anak-anak perempuan dari saudara laki-laki dan anak-anak perempuan dari saudara perempuannya, berdasarkan sebuah hadis yang berbunyi, \"Haram disebabkan penyusuan apa yang haram oleh sebab pertalian darah.\" Riwayat Bukhari dan Muslim. (ibu-ibu istrimu, mertua, dan anak-anak tirimu) jamak rabiibah yaitu anak perempuan istri dari suaminya yang lain (yang berada dalam asuhanmu) mereka berada dalam pemeliharaan kalian; kalimat ini berkedudukan sebagai kata sifat dari lafal rabaaib (dan istri-istrimu yang telah kamu campuri) telah kalian setubuhi (tetapi jika kamu belum lagi mencampuri mereka, maka tidaklah berdosa kamu) mengawini anak-anak perempuan mereka, jika kamu telah menceraikan mereka (dan diharamkan istri-istri anak kandungmu) yakni yang berasal dari sulbimu, berbeda halnya dengan anak angkatmu, maka kamu boleh kawin dengan janda-janda mereka (dan bahwa kamu himpun dua orang perempuan yang bersaudara) baik saudara dari pertalian darah maupun sepersusuan, dan menghimpun seorang perempuan dengan saudara perempuan bapaknya atau saudara perempuan ibunya tetapi diperbolehkan secara \"tukar lapik\" atau \"turun ranjang\" atau memiliki kedua mereka sekaligus asal yang dicampuri itu hanya salah seorang di antara mereka (kecuali) atau selain (yang telah terjadi di masa lalu) yakni di masa jahiliah sebagian dari apa yang disebutkan itu, maka kamu tidaklah berdosa karenanya. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang)."
  },
  {
    "ruku": 65,
    "name": "An-Nisa'",
    "ayat": 24,
    "arab": "۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ اِلَّا مَا مَلَكَتْ اَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَاُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ اَنْ تَبْتَغُوْا بِاَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ اُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
    "translation": "Dan (diharamkan juga kamu menikahi) perempuan yang bersuami, kecuali hamba sahaya perempuan (tawanan perang) yang kamu miliki sebagai ketetapan Allah atas kamu. Dan dihalalkan bagimu selain (perempuan-perempuan) yang demikian itu jika kamu berusaha dengan hartamu untuk menikahinya bukan untuk berzina. Maka karena kenikmatan yang telah kamu dapatkan dari mereka, berikanlah maskawinnya kepada mereka sebagai suatu kewajiban. Tetapi tidak mengapa jika ternyata di antara kamu telah saling merelakannya, setelah ditetapkan. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/517.mp3",
    "tafsir": "Kata al-muhshanat di dalam Al-Qur'an mempunyai empat pengertian, yaitu:\n1.Perempuan yang bersuami, itulah yang dimaksud dalam ayat ini.\n\n¦Apabila mereka telah bersuami¦ (an-Nisa/4:25).\n2.Perempuan yang merdeka, seperti yang tercantum dalam firman Allah:\n\nDan barang siapa di antara kamu tidak mempunyai biaya untuk menikahi perempuan merdeka yang beriman, maka (dihalalkan menikahi perempuan) yang beriman dari hamba sahaya yang kamu miliki.¦(an-Nisa/4:25).\n\n3.Perempuan yang terpelihara akhlaknya, seperti dalam firman Allah:\n\nPerempuan-perempuan yang memelihara diri, bukan pezina (an-Nisa/4:25).\n\n4. Perempuan-perempuan Muslimah.\n\nDengan demikian dibolehkan seorang Muslim menikahi seorang perempuan tawanan perang yang sudah menjadi budaknya, walaupun ia masih bersuami, karena hubungan perkawinannya dengan suaminya yang dahulu sudah putus, sebab dia ditawan tanpa suaminya dan suaminya berada di daerah musuh, dengan syarat perempuan itu sudah haid satu kali untuk membuktikan kekosongan rahimnya. Sebagian ulama mensyaratkan bahwa suaminya tidak ikut tertawan bersama dia. Jika ditawan bersama-sama perempuan itu, maka tidak boleh dinikahi oleh orang lain. Ketentuan ini sudah tidak berlaku lagi pada zaman sekarang. (lihat tafsir an-Nisa/4: 3)\nDihalalkan bagi kaum Muslimin mencari perempuan dengan harta mereka untuk dinikahi, dengan maksud mendirikan rumah tangga yang bahagia, memelihara keturunan yang baru dan bukan untuk berzina. Maka kepada istri-istri yang telah kamu campuri itu, berikanlah kepada mereka maharnya yang sempurna sebagai suatu kewajiban dengan niat menjaga kehormatan dan sekali-kali tidak berniat untuk membuat perzinaan. Maskawin yang diberikan bukanlah semata-mata imbalan dari laki-laki atau kerelaan perempuan untuk menjadi istrinya, tetapi juga sebagai tanda cinta dan keikhlasan. Oleh karena itu dalam ayat lain (an-Nisa/4:4) disebutkan mahar itu sebagai suatu pemberian. Bila terjadi perbedaan antara jumlah mahar yang dijanjikan dengan yang diberikan, maka tidak mengapa bila pihak istri merelakan sebagian mahar itu. Allah mengetahui niat baik yang terkandung dalam hati masing-masing. Maka berikanlah mahar mereka yang telah disepakati itu dengan sukarela. Mahar wajib dibayar sebelum akad nikah atau sebelum bercampur, bahkan menurut mazhab Hanafi wajib dibayar asal mereka berdua telah berkhalwat (mengasingkan diri dalam sebuah tempat yang tertutup).\nSebagian ulama menjadikan ayat ini sebagai dasar untuk menetapkan hukum nikah mut'ah, yaitu menikahi seorang perempuan dengan batas waktu tertentu seperti sehari, seminggu, sebulan atau lebih yang tujuannya untuk bersenang-senang. Pada permulaan Islam diperbolehkan atau diberi kelonggaran oleh Nabi saw melakukannya. Beliau mula-mula memberi kelonggaran kepada sahabat-sahabatnya yang pergi berperang di jalan Allah untuk nikah dengan batas waktu tertentu, karena dikhawatirkan mereka jatuh ke dalam perzinaan, sebab telah berpisah sekian lama dengan keluarganya. Kelonggaran itu termasuk :\n\"Mengerjakan yang lebih ringan mudaratnya di antara dua kemudaratan.\"\n\nKemudian nikah mut'ah itu diharamkan, berdasarkan hadis-hadis sahih yang menjelaskan haramnya nikah mut'ah itu sampai hari kiamat. Khalifah Umar pun pernah menyinggung soal haramnya mut'ah pada pidatonya di atas mimbar, dan tidak ada seorang sahabat pun yang membantahnya.",
    "quraish": "Kalian juga diharamkan menikah dengan wanita yang bersuami, baik wanita merdeka maupun budak, kecuali wanita-wanita tawanan dari hasil perang antara kalian dan orang-orang kafir. Ikatan tali pernikahan mereka sebelumnya dengan sendirinya telah batal dan halal hukumnya untuk kalian kawini bila terbukti mereka tidak sedang hamil. Tepatilah apa yang telah ditentukan oleh Allah untuk kalian yang berupa pelarangan hal-hal itu. Selain wanita-wanita yang diharamkan tadi, carilah wanita dengan harta kalian untuk dijadikan istri, bukan untuk maksud zina atau menjadikannya wanita simpanan. Semua wanita yang telah kalian gauli setelah pernikahan secara sah dengan yang halal dikawini, berilah mereka mahar yang telah kalian tentukan, sebagai kewajiban yang harus dibayar pada waktunya. Kalian semua tidak berdosa, selama telah ada kesepakatan secara suka rela antara suami dan istri, jika istri hendak melepas hak maharnya, atau jika suami hendak menambah jumlah maharnya. Sesungguhnya Allah selalu memantau urusan hamba-Nya, mengatur segala sesuatu yang membawa maslahat bagi mereka dengan bijaksana.",
    "jalalayn": "(Dan) diharamkan bagimu (wanita-wanita yang bersuami) untuk dikawini sebelum bercerai dengan suami-suami mereka itu, baik mereka merdeka atau budak dan beragama Islam (kecuali wanita-wanita yang kamu miliki) yakni hamba-hamba sahaya yang tertawan, maka mereka boleh kamu campuri walaupun mereka punya suami di negeri perang, yakni setelah istibra' atau membersihkan rahimnya (sebagai ketetapan dari Allah) kitaaba manshub sebagai mashdar dari kata dzaalika; artinya telah ditetapkan sebagai suatu ketetapan dari Allah (atas kamu, dan dihalalkan) ada yang membaca uhilla bentuk pasif ada pula ahalla bentuk aktif (bagi kamu selain yang demikian itu) artinya selain dari wanita-wanita yang telah diharamkan tadi (bahwa kamu mencari) istri (dengan hartamu) baik dengan maskawin atau lainnya (untuk dikawini bukan untuk dizinahi) (maka istri-istri) dengan arti faman (yang telah kamu nikmati) artinya campuri (di antara mereka) dengan jalan menyetubuhi mereka (maka berikanlah kepada mereka upah mereka) maksudnya maskawin mereka yang telah kamu tetapkan itu (sebagai suatu kewajiban. Dan kamu tidaklah berdosa mengenai sesuatu yang telah saling kamu relakan) dengan mereka (setelah ditetapkan itu) baik dengan menurunkan, menambah atau merelakannya. (Sesungguhnya Allah Maha Mengetahui akan ciptaan-Nya (lagi Maha Bijaksana) dalam mengatur kepentingan mereka."
  },
  {
    "ruku": 65,
    "name": "An-Nisa'",
    "ayat": 25,
    "arab": "وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا اَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ اَعْلَمُ بِاِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِاِذْنِ اَهْلِهِنَّ وَاٰتُوْهُنَّ اُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ اَخْدَانٍ ۚ فَاِذَآ اُحْصِنَّ فَاِنْ اَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَاَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
    "translation": "Dan barangsiapa di antara kamu tidak mempunyai biaya untuk menikahi perempuan merdeka yang beriman, maka (dihalalkan menikahi perempuan) yang beriman dari hamba sahaya yang kamu miliki. Allah mengetahui keimananmu. Sebagian dari kamu adalah dari sebagian yang lain (sama-sama keturunan Adam-Hawa), karena itu nikahilah mereka dengan izin tuannya dan berilah mereka maskawin yang pantas, karena mereka adalah perempuan-perempuan yang memelihara diri, bukan pezina dan bukan (pula) perempuan yang mengambil laki-laki lain sebagai piaraannya. Apabila mereka telah berumah tangga (bersuami), tetapi melakukan perbuatan keji (zina), maka (hukuman) bagi mereka setengah dari apa (hukuman) perempuan-perempuan merdeka (yang tidak bersuami). (Kebolehan menikahi hamba sahaya) itu, adalah bagi orang-orang yang takut terhadap kesulitan dalam menjaga diri (dari perbuatan zina). Tetapi jika kamu bersabar, itu lebih baik bagimu. Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/518.mp3",
    "tafsir": "Dari permulaan surah an-Nisa sampai ayat 25 diperlihatkan gambaran kehidupan transisi masa jahiliyah dengan masa permulaan Islam. Pertama, soal pemilikan harta anak yatim oleh kerabat dari pihak bapak, kedua, laki-laki yang dapat mengawini perempuan dalam jumlah istri yang tanpa batas dibatasi menjadi empat istri, dan ketiga, masalah keluarga dan perbudakan, terutama budak perempuan. Waktu itu perbudakan yang sudah melembaga di seluruh dunia, tidak terkecuali di Semenanjung Arab masa jahiliyah, memang sangat subur. Secara bertahap semua penyakit masyarakat ini harus diubah, dan inilah yang sudah dimulai pada masa permulaan Islam, seperti yang dapat kita lihat dalam ayat-ayat di atas. Al-Qur'an telah merekam peristiwa-peristiwa yang berlaku waktu itu, dan ini perlu, karena ajaran Islam dalam masalah ini menghapus perbudakan dalam bentuk apa pun (2: 177, 9: 60), dicontohkan oleh Nabi yang telah membebaskan budak-budak yang ada padanya, oleh Abu Bakar as-Siddiq yang telah membeli 7 orang budak dari tuannya lalu dibebaskan sebagai orang merdeka, termasuk Bilal (lihat tafsir 92: 17-18). Dalam zakat, asnaf ke-5 penerimaan zakat dapat digunakan untuk memerdekakan budak.\nMenikah dengan seorang perempuan yang merdeka, menuntut syarat dan kewajiban yang harus dipenuhi oleh pihak suami, seperti memberi mahar, nafkah dan sebagainya. Maka jika seseorang tidak mempunyai biaya dan nafkah yang cukup untuk menikahi seorang perempuan merdeka yang beriman, maka dia dibolehkan menikahi hamba sahaya yang beriman. \nOrang yang menikah dengan hamba sahaya biasanya mendapatkan perlakuan yang kurang baik di dalam masyarakat, bahkan tidak jarang mendapat ejekan dan cemoohan. Apabila orang yang menikah dengan hamba sahaya memperlakukan dengan baik serta sabar menahan cemoohan dan ejekan, selama dia melayarkan bahtera rumah tangganya, Allah Maha Pengampun dan Maha Penyayang.\nSemua ketentuan ini sebagai lanjutan ayat sebelumnya, tidak lepas dari peristiwa perang yang terjadi waktu itu dengan segala akibatnya sehingga tawanan-tawanan perang dalam hal tertentu dapat dijadikan budak belian dan hamba sahaya, seperti yang sudah menjadi ketentuan dunia waktu itu. Apa yang telah direkam dalam Al-Qur'an memperlihatkan kepada kita betapa buruknya kondisi masyarakat itu, masyarakat jahiliyah. Selain hamba sahaya yang sudah melembaga begitu mendalam dalam masyarakat, ditambah lagi dengan ketentuan, bahwa setiap tawanan perang harus menjadi budak baru. Secara berangsur masalah sosial demikian yang sudah dianggap wajar dalam masyarakat harus diubah. Dalam hal ini perubahan tentu tidak dapat dilakukan sekaligus, tetapi secara bertahap. Salah satunya dengan cara menebus atau membeli budak-budak itu lalu dimerdekakan, dan orang beriman harus berusaha untuk itu, seperti yang sudah ditentukan dalam Al-Qur'an tersebut di atas. Dengan demikian segala macam kelas sosial, terutama perbudakan harus dihapus, dan martabat manusia harus dikembalikan kepada fitrahnya. Manusia dilihat hanya dari ketakwaannya (49: 13). Dalam masyarakat Muslim tidak boleh ada perbudakan, termasuk penjajahan.",
    "quraish": "Barangsiapa di antara kalian tidak mampu menikahi wanita merdeka yang beriman, maka ia boleh mengawini budak wanita beriman. Allah paling mengetahui hakikat keimanan dan keikhlasan kalian. Dan janganlah kalian segan untuk mengawini mereka karena, dalam pandangan agama, kalian dan mereka tidak berbeda. Kawinilah mereka dengan izin tuannya. Berilah mahar yang telah kalian tentukan sesuai dengan perjanjian yang kalian sepakati untuk bergaul dengan baik. Pilihlah wanita-wanita yang menjaga kehormatannya, bukan pezina dan bukan pula gundik. Jika setelah dinikahi mereka melakukan zina, maka hukuman mereka separuh hukuman wanita merdeka. Menikahi budak wanita dalam kondisi tidak mampu, diperbolehkan bagi orang yang khawatir akan mengalami kesulitan yang mengarah kepada perbuatan zina. Kesabaran kalian dalam menikahi budak wanita yang selalu menjaga kehormatan adalah lebih baik. Ampunan Allah amat luas dan kasih sayang-Nya amat besar.",
    "jalalayn": "(Dan siapa yang tidak cukup biayanya untuk mengawini wanita-wanita merdeka) bukan budak (lagi beriman) ini yang berlaku menurut kebiasaan sehingga mafhumnya tidak berlaku (maka hamba sahaya yang kamu miliki) yang akan dikawininya (yakni dari golongan wanita-wanita kamu yang beriman. Dan Allah lebih mengetahui keimananmu) maka cukuplah kamu lihat lahirnya saja sedangkan batinnya serahkanlah kepada-Nya karena Dia mengetahui seluk-beluknya. Dan berapa banyaknya hamba sahaya yang lebih tinggi mutu keimanannya daripada wanita merdeka; ini merupakan bujukan agar bersedia kawin dengan hamba sahaya (sebagian kamu berasal dari sebagian yang lain) maksudnya kamu dan mereka itu sama-sama beragama Islam maka janganlah merasa keberatan untuk mengawini mereka (karena itu kawinilah mereka dengan seizin majikannya) artinya tuan dan pemiliknya (dan berikanlah kepada mereka upah) maksudnya mahar atau maskawin mereka (secara baik-baik) tanpa melalaikan atau menguranginya (sedangkan mereka pun hendaknya memelihara diri) menjadi hal (bukan melacurkan diri) atau berzina secara terang-terangan (serta tidak pula mengambil gundik) selir untuk berbuat zina secara sembunyi-sembunyi. (Maka jika mereka telah menjaga diri) artinya dikawinkan; dalam suatu qiraat dibaca ahshanna artinya telah kawin (lalu mereka melakukan perbuatan keji) maksudnya berzina (maka atas mereka separuh dari yang berlaku atas wanita-wanita merdeka) yakni yang masih perawan jika mereka berzina (berupa hukuman) atau hudud yaitu dengan didera 50 kali dan diasingkan setengah tahun. Dan kepada mereka ini dikiaskan hukuman bagi budak lelaki. Dan kawinnya hamba sahaya itu tidaklah dijadikan syarat untuk wajibnya hukuman, tetapi hanyalah untuk menunjukkan pada dasarnya mereka itu tidak menerima hukum rajam. (Demikian itu) maksudnya diperbolehkannya mengawini hamba sahaya sewaktu tak ada biaya itu (ialah bagi orang yang takut akan berzina) `anat artinya yang asli ialah masyaqqat atau kesulitan. Dinamakan zina demikian ialah karena dialah yang menyebabkan seseorang menerima hukuman berat di dunia dan siksa pedih di akhirat (di antara kamu). Ini berarti berbeda bagi orang yang tidak merasa khawatir dirinya akan jatuh dalam perzinaan, maka tidak halal baginya mengawini hamba sahaya itu. Demikian pula orang yang punya biaya untuk mengawini wanita-wanita merdeka. Pendapat ini juga dianut oleh Syafii. Hanya dalam firman Allah, \"... di antara wanita-wanitamu yang beriman,\" menurut Syafii tidak termasuk wanita-wanita kafir sehingga tidak boleh kawin walau ia dalam keadaan tidak mampu dan takut dirinya akan jatuh dalam perbuatan maksiat. (Dan jika kamu bersabar) artinya tidak mengawini hamba sahaya (itu lebih baik bagi kamu) agar kamu tidak mempunyai anak yang berstatus budak atau hamba sahaya. (Dan Allah Maha Pengampun lagi Maha Penyayang) dengan memberikan kelapangan dalam masalah itu."
  }
]