[
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 26,
    "arab": "يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
    "translation": "Allah hendak menerangkan (syariat-Nya) kepadamu, dan menunjukkan jalan-jalan (kehidupan) orang yang sebelum kamu (para nabi dan orang-orang saleh) dan Dia menerima tobatmu. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/519.mp3",
    "tafsir": "Ayat ini menerangkan kepada kaum Muslimin apa yang belum jelas baginya dan memberinya petunjuk ke jalan yang ditempuh oleh para nabi dan salihin sebelumnya, yaitu hukum yang tersebut dalam ayat 19, 20 dan 21 di antaranya yang mengenai hubungan rumah tangga di antara suami-istri, seperti bergaul dengan istri dengan cara yang sebaik-baiknya dan mahar istri yang dicerai tidak boleh diambil kembali karena mahar itu sudah menjadi hak penuh istri yang dicerai. Jika mereka mengikuti petunjuk Allah itu, dengan melaksanakan perintah-Nya dan berbuat amal kebajikan, niscaya amal itu dapat menghapus dosa-dosanya.",
    "quraish": "Allah ingin menjelaskan kepada kalian jalan yang paling benar. Sedang orang-orang kafir, yang selalu berbuat maksiat dan mengikuti hawa nafsu, sebelum kalian, dan mengembalikan kalian untuk taat kepada- Nya. Allah Maha mengetahui segala urusan kalian dan Mahabijaksana dalam menetapkan hukum-hukum yang sesuai dengan keadaan kalian. (1) (1) Dalam tafsir edisi bahasa Arab pada ayat ini terdapat kesalahan cetak yang dapat mengaburkan pemahaman. Menurut hemat kami, kalimat \"Sedang orang-orang kafir, yang selalu berbuat maksiat dan mengikuti hawa nafsu, sebelum kalian\" semestinya tidak ada. Kalimat itu merupakan terjemahan ayat selanjutnya. Penafsiran yang mungkin lebih bisa dipahami adalah sebagai berikut: Allah ingin menjelaskan kepada kalian jalan yang paling benar, menunjukkan kalian ketentuan-ketentuan yang telah diberlakukan kepada orang-orang sebelum kalian, dan mengembalikan kalian untuk taat kepada-Nya. Allah Maha Mengetahui segala urusan kalian dan Mahabijaksana dalam menetapkan hukum-hukum yang sesuai dengan keadaan kalian. Wa Allâh a'lam bi al-shawâb.",
    "jalalayn": "(Allah hendak menerangkan padamu) syariat-syariat agamamu dan kepentingan-kepentingan dirimu (dan memimpin kepada sunah-sunah) atau jalan-jalan (orang-orang yang sebelum kamu) dari para nabi dalam soal menghalalkan dan mengharamkan, sehingga kamu dapat mengikuti mereka (serta menerima tobatmu) dan membawa kamu kembali dari perbuatan maksiatmu selama ini kepada menaati-Nya. (Dan Allah Maha Mengetahui) keadaanmu (lagi Maha Bijaksana) mengenai rencana dan peraturan-peraturan-Nya terhadapmu."
  },
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 27,
    "arab": "وَاللّٰهُ يُرِيْدُ اَنْ يَّتُوْبَ عَلَيْكُمْ ۗ وَيُرِيْدُ الَّذِيْنَ يَتَّبِعُوْنَ الشَّهَوٰتِ اَنْ تَمِيْلُوْا مَيْلًا عَظِيْمًا",
    "translation": "Dan Allah hendak menerima tobatmu, sedang orang-orang yang mengikuti keinginannya menghendaki agar kamu berpaling sejauh-jauhnya (dari kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/520.mp3",
    "tafsir": "Allah memberi ampunan kepada mereka dengan cara melaksanakan perintah-perintah-Nya dan menjauhi larangan-larangan-Nya, agar mereka menyucikan dan membersihkan diri mereka lahir batin, meskipun orang-orang yang mengikuti syahwat dan hawa nafsunya, selalu berpaling dari jalan yang lurus, dan menarik orang mukmin agar ikut terjerumus bersama mereka ke lembah kesesatan, karena dengan melaksanakan perintah Allah dan menaatinya akan tercapailah apa yang dikehendakinya untuk kebaikan dan kebahagiaan mereka. Allah melarang menikahi perempuan-perempuan yang tersebut pada ayat 22, 23 dan 24 karena menikahi perempuan-perempuan tersebut akan mengakibatkan kerusakan di masyarakat dan mengacaubalaukan hubungan nasab dan hubungan keluarga, sedang keluarga adalah tulang punggung kebahagiaan masyarakat. Perempuan-perempuan selain mereka boleh dinikahi untuk memelihara kelanjutan keturunan, menghindarkan masyarakat dari kekacauan dan terperosok ke dalam jurang perzinaan dan lain sebagainya.",
    "quraish": "Allah menghendaki kalian untuk bertobat dan kembali menaati-Nya. Orang-orang kafir, yang selalu berbuat maksiat dan mengikuti hawa nafsu, menghendaki kalian agar menjauh dari jalan yang benar sejauh-jauhnya.",
    "jalalayn": "(Dan Allah hendak menerima tobatmu) diulang-Nya di sini untuk menjadi dasar pembinaan (sementara orang-orang yang mengikuti hawa nafsunya ingin) yakni orang-orang Yahudi, Nasrani atau Majusi atau yang gemar berzina (agar kamu berpaling sejauh-jauhnya) artinya menyimpang dari kebenaran dengan berbuat apa yang diharamkan sehingga kamu akan menjadi seperti mereka pula."
  },
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 28,
    "arab": "يُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا ",
    "translation": "Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/521.mp3",
    "tafsir": "Allah menghendaki keringanan bagi kaum Muslimin, karena itu membolehkan mereka yang kurang sanggup memberi belanja kepada perempuan merdeka untuk menikahi seorang hamba sahaya. Allah memberitahukan pula bahwa manusia itu diciptakan dalam keadaan lemah, terutama dalam menghadapi godaan hawa nafsunya. Oleh karenanya hendaklah kaum Muslimin menjaga dirinya agar jangan sampai melakukan pelanggaran, seperti berzina dan lain sebagainya. Ini semua dalam rangka membentengi manusia dari pengaruh setan dan hawa nafsu yang dapat menjerumuskannya. Manusia harus menyadari kelemahan dirinya, karena itu perlu membentengi diri dengan iman yang kuat dan perlu mengetahui tuntunan Allah dan cara-cara mengatasi godaan hawa nafsunya.",
    "quraish": "Allah hendak memberikan keringanan melalui syariat dan ketentuan-ketentuan yang mudah dan ringan. Allah telah menciptakan manusia dalam keadaan lemah dalam menghadapi segala macam kecenderungan batin. Maka, sangatlah sesuai jika beban-beban yang diberikan kepadanya mengandung unsur kemudahan dan keluasan. Itulah yang diberikan Allah kepada hamba-Nya sebagai karunia dan kemudahan.",
    "jalalayn": "(Allah hendak memberi keringanan kepadamu) artinya memudahkan hukum-hukum syariat (karena manusia dijadikan bersifat lemah) tidak tahan menghadapi wanita dan godaan seksual."
  },
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 29,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ اِلَّآ اَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا اَنْفُسَكُمْ ۗ اِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/522.mp3",
    "tafsir": "Ayat ini melarang mengambil harta orang lain dengan jalan yang batil (tidak benar), kecuali dengan perniagaan yang berlaku atas dasar kerelaan bersama.\nMenurut ulama tafsir, larangan memakan harta orang lain dalam ayat ini mengandung pengertian yang luas dan dalam, antara lain:\na.Agama Islam mengakui adanya hak milik pribadi yang berhak mendapat perlindungan dan tidak boleh diganggu gugat.\nb. Hak milik pribadi, jika memenuhi nisabnya, wajib dikeluarkan zakatnya dan kewajiban lainnya untuk kepentingan agama, negara dan sebagainya.\nc.Sekalipun seseorang mempunyai harta yang banyak dan banyak pula orang yang memerlukannya dari golongan-golongan yang berhak\nmenerima zakatnya, tetapi harta orang itu tidak boleh diambil begitu saja tanpa seizin pemiliknya atau tanpa menurut prosedur yang sah.\nMencari harta dibolehkan dengan cara berniaga atau berjual beli dengan dasar kerelaan kedua belah pihak tanpa suatu paksaan. Karena jual beli yang dilakukan secara paksa tidak sah walaupun ada bayaran atau penggantinya. Dalam upaya mendapatkan kekayaan tidak boleh ada unsur zalim kepada orang lain, baik individu atau masyarakat. Tindakan memperoleh harta secara batil, misalnya mencuri, riba, berjudi, korupsi, menipu, berbuat curang, mengurangi timbangan, suap-menyuap, dan sebagainya.\nSelanjutnya Allah melarang membunuh diri. Menurut bunyi ayat, yang dilarang dalam ayat ini ialah membunuh diri sendiri, tetapi yang dimaksud ialah membunuh diri sendiri dan membunuh orang lain. Membunuh orang lain berarti membunuh diri sendiri, sebab setiap orang yang membunuh akan dibunuh, sesuai dengan hukum kisas.\nDilarang bunuh diri karena perbuatan itu termasuk perbuatan putus asa, dan orang yang melakukannya adalah orang yang tidak percaya kepada rahmat dan pertolongan Allah.\nKemudian ayat 29 ini diakhiri dengan penjelasan bahwa Allah melarang orang-orang yang beriman memakan harta dengan cara yang batil dan membunuh orang lain, atau bunuh diri. Itu adalah karena kasih sayang Allah kepada hamba-Nya demi kebahagiaan hidup mereka di dunia dan di akhirat.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kalian mengambil harta orang lain dengan cara tidak benar. Kalian diperbolehkan melakukan perniagaan yang berlaku secara suka sama suka. Jangan menjerumuskan diri kalian dengan melanggar perintah-perintah Tuhan. Jangan pula kalian membunuh orang lain, sebab kalian semua berasal dari satu nafs. Allah selalu melimpahkan rahmat-Nya kepada kalian.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu makan harta sesamamu dengan jalan yang batil) artinya jalan yang haram menurut agama seperti riba dan gasab/merampas (kecuali dengan jalan) atau terjadi (secara perniagaan) menurut suatu qiraat dengan baris di atas sedangkan maksudnya ialah hendaklah harta tersebut harta perniagaan yang berlaku (dengan suka sama suka di antara kamu) berdasar kerelaan hati masing-masing, maka bolehlah kamu memakannya. (Dan janganlah kamu membunuh dirimu) artinya dengan melakukan hal-hal yang menyebabkan kecelakaannya bagaimana pun juga cara dan gejalanya baik di dunia dan di akhirat. (Sesungguhnya Allah Maha Penyayang kepadamu) sehingga dilarang-Nya kamu berbuat demikian."
  },
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 30,
    "arab": "وَمَنْ يَّفْعَلْ ذٰلِكَ عُدْوَانًا وَّظُلْمًا فَسَوْفَ نُصْلِيْهِ نَارًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا ",
    "translation": "Dan barangsiapa berbuat demikian dengan cara melanggar hukum dan zalim, akan Kami masukkan dia ke dalam neraka. Yang demikian itu mudah bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/523.mp3",
    "tafsir": "Ayat ini memberikan peringatan kepada orang yang melanggar hak orang lain dan menganiayanya, dengan memasukkannya ke dalam api neraka, yang demikian itu sangat mudah bagi Allah, karena tidak ada sesuatu yang dapat membantah, merintangi atau menghalang-halangi-Nya.",
    "quraish": "Barangsiapa melakukan perbuatan yang diharamkan oleh Allah dengan memusuhi dan melanggar hak- Nya, maka ia akan Kami masukkan ke dalam api neraka yang membakar. Hal itu adalah mudah bagi Allah.",
    "jalalayn": "(Dan siapa berbuat demikian) apa yang dilarang itu (dengan melanggar yang hak) menjadi hal (dan aniaya) menjadi taukid (maka akan Kami masukkan ia ke dalam neraka) ia akan dibakar hangus di dalamnya (dan demikian itu bagi Allah amat mudah) atau pekerjaan gampang."
  },
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 31,
    "arab": "اِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا ",
    "translation": "Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/524.mp3",
    "tafsir": "Perintah dalam ayat ini meminta agar orang yang beriman menjauhi dan meninggalkan semua pekerjaan yang berakibat dosa besar. Meninggalkan semua dosa besar itu bukan saja sekedar menghindarkan diri dari siksa-Nya, tetapi juga merupakan suatu amal kebajikan yang dapat menghapuskan dosa kecil yang telah diperbuat. Tindakan meninggalkan dosa besar bukanlah masalah yang ringan dan sederhana. Seseorang yang mampu menahan diri dari berbuat dosa besar pada saat peluangnya ada, berarti ia memiliki kadar keimanan yang teguh, sekaligus kesabaran yang kukuh. Orang seperti ini dijanjikan Allah masuk surga.\nMengenai apa yang dianggap sebagai dosa besar para ulama mempunyai pendapat yang berbeda-beda karena adanya beberapa hadis, di antaranya Rasulullah saw bersabda:\n\"Jauhilah tujuh macam perbuatan yang membahayakan. Para sahabat bertanya, \"Apakah itu ya Rasulullah?\" Rasulullah menjawab, \"Mempersekutukan Allah, membunuh diri seseorang yang diharamkan Allah membunuhnya kecuali dengan alasan yang benar, sihir, memakan harta anak yatim, memakan riba, lari dari medan peperangan pada waktu pertempuran dan menuduh berzina terhadap perempuan-perernpuan mukmin yang terhormat.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\"Maukah aku kabarkan kepadamu tentang dosa-dosa yang paling besar?\" Kami menjawab, \"Mau, ya Rasulullah.\" Lalu Rasulullah berkata, \"Mempersekutukan Allah, durhaka kepada kedua orang tua.\" Ketika itu Rasulullah sedang bertelekan, kemudian beliau duduk lalu berkata \"Ketahuilah, juga berkata bohong, dan saksi palsu.\" Beliau senantiasa mengulang-ulang perkataannya itu sehingga kami mengatakan, \"Kiranya Rasulullah saw diam.\" (Riwayat al-Bukhari dan Muslim dari Abu Bahrah)\n\nIbnu Abbas sewaktu ditanya, \"Apakah dosa-dosa besar itu hanya 7 macam saja?\" Beliau menjawab dengan ringkas, \"Hampir tujuh puluh macam banyaknya. Bila dosa-dosa kecil terus-menerus dikerjakan, dia akan menjadi dosa besar dan dosa-dosa besar akan hapus bila yang mengerjakannya bertobat dan meminta ampun.\nMenurut keterangan al-Barizi yang dinukil oleh al-Alusi, dia mengatakan, \"Bahwa dosa besar itu ialah setiap dosa yang disertai dengan ancaman hukuman had (hukuman siksa di dunia) atau disertai dengan laknat yang dinyatakan dengan jelas di dalam Al-Qur'an atau hadis.\nDemikian pengertian tentang dosa-dosa besar dan macam-macamnya. Selain dari itu adalah dosa-dosa kecil. Kemudian dalam ayat ini Allah menjanjikan kelak akan memberikan tempat yang mulia yaitu surga, bagi orang yang menjauhi (meninggalkan) dosa-dosa besar itu.",
    "quraish": "Jika kalian menjauhi dosa-dosa besar yang dilarang oleh Allah, maka Kami akan menghapus dosa-dosa kecil, selama kalian selalu berusaha untuk tetap istikamah. Akan Kami tempatkan kalian di dunia dan di akhirat, di tempat yang penuh kebaikan dan kemuliaan.",
    "jalalayn": "(Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang kamu mengerjakannya) yakni dosa-dosa yang pernah pelakunya mendapat ancaman seperti membunuh, berzina, mencuri dan lain-lain yang menurut Ibnu Abbas banyaknya hampir tujuh ratus macam (niscaya Kami hapus kesalahan-kesalahanmu) yang kecil-kecil dengan jalan mengerjakan ketaatan (dan Kami masukkan kamu dengan pemasukan) dibaca mudkhalan atau madkhalan yang berarti pemasukan atau ke tempat (yang mulia) yaitu surga."
  },
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 32,
    "arab": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍ ۗ لِلرِّجَالِ نَصِيْبٌ مِّمَّا اكْتَسَبُوْا ۗ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا اكْتَسَبْنَ ۗوَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖ ۗ اِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
    "translation": "Dan janganlah kamu iri hati terhadap karunia yang telah dilebihkan Allah kepada sebagian kamu atas sebagian yang lain. (Karena) bagi laki-laki ada bagian dari apa yang mereka usahakan, dan bagi perempuan (pun) ada bagian dari apa yang mereka usahakan. Mohonlah kepada Allah sebagian dari karunia-Nya. Sungguh, Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/525.mp3",
    "tafsir": "Orang yang beriman tidak boleh merasa iri hati terhadap orang yang lebih banyak memperoleh karunia dari Allah, karena Allah telah mengatur alam ini sedemikian rupa terjalin dengan hubungan yang rapi. Manusia pun tidak sama jenis kemampuannya, sehingga masing-masing memiliki keistimewaan dan kelebihan. Bukan saja antara laki-laki dengan perempuan, tetapi juga antar sesama laki-laki atau sesama perempuan.\nSelanjutnya ayat ini menerangkan bahwa laki-laki mempunyai bagian dari apa yang mereka peroleh, demikian juga perempuan mempunyai bagian dari apa yang mereka peroleh, sesuai dengan usaha dan kemampuan mereka masing-masing.\nOleh karena itu orang dilarang iri hati terhadap orang yang lebih banyak memperoleh karunia dari Allah. Akan tetapi ia hendaknya memohon kepada Allah disertai dengan usaha yang sungguh-sungguh agar Allah melimpahkan pula karunia-Nya yang lebih banyak tanpa iri hati kepada orang lain. Allah Maha Mengetahui segala sesuatu, baik tentang permohonan yang dipanjatkan kepada-Nya, maupun tentang apa yang lebih sesuai diberikan kepada hamba-Nya.\nSetiap orang yang merasa tidak senang terhadap karunia yang dianugerahkan Allah kepada seseorang, atau ia ingin agar karunia itu hilang atau berpindah dari tangan orang yang memperolehnya, maka hal itu adalah iri hati yang dilarang dalam ayat ini. Tetapi apabila seseorang ingin memiliki sesuatu seperti yang dimiliki orang lain, atau ingin kaya seperti kekayaan orang lain menurut pendapat yang termasyhur, hal demikian tidaklah termasuk iri hati yang terlarang.",
    "quraish": "Laki-laki hendaknya tidak iri hati terhadap karunia yang diberikan Allah kepada wanita. Begitu juga, sebaliknya, wanita tidak boleh iri hati terhadap apa-apa yang dikaruniakan Allah kepada laki-laki. Masing- masing mendapatkan bagian, sesuai dengan tabiat perbuatan dan haknya. Maka hendaknya masing-masing berharap agar karunianya ditambah oleh Allah dengan mengembangkan bakat dan memanfaatkan kelebihan yang dititipkan Allah kepadanya. Allah Maha Mengetahui segala sesuatu, dan memberikan kepada setiap jenis makhluk sesuatu yang sesuai dengan kejadiannya.",
    "jalalayn": "(Dan janganlah kamu mengangan-angankan karunia yang dilebihkan Allah kepada sebagian kamu dari sebagian lainnya) baik dari segi keduniaan maupun pada soal keagamaan agar hal itu tidak menimbulkan saling membenci dan mendengki. (Bagi laki-laki ada bagian) atau pahala (dari apa yang mereka usahakan) disebabkan perjuangan yang mereka lakukan dan lain-lain (dan bagi wanita ada bagian pula dari apa yang mereka usahakan) misalnya mematuhi suami dan memelihara kehormatan mereka. Ayat ini turun ketika Umu Salamah mengatakan, \"Wahai! Kenapa kita tidak menjadi laki-laki saja, hingga kita dapat berjihad dan beroleh pahala seperti pahala laki-laki,\" (dan mohonlah olehmu) ada yang memakai hamzah dan ada pula yang tidak (kepada Allah karunia-Nya) yang kamu butuhkan niscaya akan dikabulkan-Nya. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) di antaranya siapa seharusnya yang beroleh karunia, begitu pula permohonan kamu kepada-Nya."
  },
  {
    "ruku": 66,
    "name": "An-Nisa'",
    "ayat": 33,
    "arab": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ ۗ وَالَّذِيْنَ عَقَدَتْ اَيْمَانُكُمْ فَاٰتُوْهُمْ نَصِيْبَهُمْ ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ࣖ ",
    "translation": "Dan untuk masing-masing (laki-laki dan perempuan) Kami telah menetapkan para ahli waris atas apa yang ditinggalkan oleh kedua orang tuanya dan karib kerabatnya. Dan orang-orang yang kamu telah bersumpah setia dengan mereka, maka berikanlah kepada mereka bagiannya. Sungguh, Allah Maha Menyaksikan segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/526.mp3",
    "tafsir": "Secara umum ayat ini menerangkan bahwa semua ahli waris baik ibu bapak dan karib kerabat maupun orang-orang yang terikat dengan sumpah setia, harus mendapat bagian dari harta peninggalan menurut bagiannya masing-masing.\nAda beberapa hal yang harus disebutkan di sini, antara lain:\n1.Kata mawalia yang diterjemahkan dengan \"ahli waris\" adalah bentuk jamak dari maula yang mengandung banyak arti, antara lain:\na.Tuan yang memerdekakan hamba sahaya (budak).\nb.Hamba sahaya yang dimerdekakan.\nc.Ahli waris asabah atau bukan.\n2. Ashabah ialah ahli waris yang berhak menerima sisa dari harta warisan, setelah dibagikan kepada ahli waris lainnya yang mempunyai bagian tertentu atau berhak menerima semua harta warisan apabila tidak ada ahli waris yang lain.\nYang paling tepat maksud dari kata mawalia dalam ayat ini adalah \"ahli waris asabah\" sesuai dengan sabda Rasulullah saw:\n\"Berikanlah harta warisan itu kepada masing-masing yang berhak. Adapun sisanya berikanlah kepada laki-laki karib kerabat yang terdekat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas).Dan sabda Rasulullah :\n\"Janda Sa'ad bin Rabi' datang kepada Rasulullah saw bersama dua orang anak perempuan dari Sa'ad, lalu ia berkata, \"Ya Rasulullah! Ini dua orang anak perempuan dari Sa'ad bin Rabi' yang mati syahid sewaktu perang Uhud bersama-sama dengan engkau. Dan sesungguhnya paman dua anak ini telah mengambil semua harta peninggalan ayah mereka, sehingga tidak ada yang tersisa. Kedua anak ini tidak akan dapat kawin, kecuali jika mempunyai harta.\" Rasulullah menjawab, \"Allah akan memberikan penjelasan hukumnya pada persoalan ini.\" Kemudian turunlah ayat mawaris (tentang warisan), lalu Rasulullah memanggil paman anak perempuan Sa'ad dan berkata, \"Berikanlah 2/3 kepada kedua anak perempuan Sa'ad, seperdelapan untuk ibu mereka, dan apa yang masih tinggal itulah untukmu.\" (Riwayat Abu Dawud, at-Tirmidzi, Ibnu Majah dan Ahmad).\n\nHukum-hukum yang telah ditetapkan dalam ayat ini hendaklah dilaksanakan dengan sebaik-baiknya. Barang siapa yang tidak melaksanakannya atau menyimpang dari hukum-hukum tersebut, maka ia telah melanggar ketentuan Allah dan akan mendapat balasan atas pelanggaran itu. Sesungguhnya Allah Maha Mengetahui segala perbuatan hamba-Nya. Menurut pendapat yang terkuat, bahwa sumpah setia yang pernah terjadi pada masa Nabi (permulaan Islam) yang mengakibatkan hubungan waris mewarisi antara mereka yang mengadakan sumpah setia, kemudian hal itu dinasakh hukumnya.",
    "quraish": "Bagi setiap laki-laki dan perempuan, Kami jadikan pewaris yang berhak menerima harta peninggalan dan menjadi penerus mereka. Mereka adalah kedua orangtua, kerabat, dan orang-orang yang telah dijanjikan oleh si mayit akan diberi warisan dari selain jalur kerabat, sebagai imbalan atas pertolongan yang harus mereka berikan bila diminta. Berilah hak mereka dan jangan menguranginya. Sesungguhnya Allah mengawasi segala sesuatu dan selalu hadir menyaksikan segala yang kalian perbuat.",
    "jalalayn": "(Dan bagi masing-masing) laki-laki dan wanita (Kami jadikan ahli waris) atau ashabah yang memperoleh (apa yang ditinggalkan oleh ibu bapak dan karib kerabat) bagi mereka berupa harta (dan mengenai orang-orang yang kamu telah berjanji dan bersumpah setia dengan mereka) `aqadat ada yang pakai alif sehingga menjadi `aaqadat; sedangkan aimaan jamak daripada yamiin berarti sumpah atau tangan sehingga kalimat itu berarti sumpah sekutu-sekutu kamu yang telah terikat dalam perjanjian denganmu di masa jahiliah buat tolong-menolong dan waris-mewarisi (maka berilah mereka) sekarang (bagian mereka) dari harta warisan yaitu seperenam (sesungguhnya Allah Maha Menyaksikan segala sesuatu) artinya mengetahui apa pun juga, termasuk hal-ihwalmu. Dan hukum ini telah dihapus dengan firman-Nya, \"Dan orang-orang yang mempunyai pertalian darah, sebagian mereka lebih utama dari sebagian lainnya.\""
  }
]