[
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 34,
    "arab": "اَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاۤءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِهِمْ ۗ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّٰهُ ۗوَالّٰتِيْ تَخَافُوْنَ نُشُوْزَهُنَّ فَعِظُوْهُنَّ وَاهْجُرُوْهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوْهُنَّ ۚ فَاِنْ اَطَعْنَكُمْ فَلَا تَبْغُوْا عَلَيْهِنَّ سَبِيْلًا ۗاِنَّ اللّٰهَ كَانَ عَلِيًّا كَبِيْرًا ",
    "translation": "Laki-laki (suami) itu pelindung bagi perempuan (istri), karena Allah telah melebihkan sebagian mereka (laki-laki) atas sebagian yang lain (perempuan), dan karena mereka (laki-laki) telah memberikan nafkah dari hartanya. Maka perempuan-perempuan yang saleh adalah mereka yang taat (kepada Allah) dan menjaga diri ketika (suaminya) tidak ada, karena Allah telah menjaga (mereka). Perempuan-perempuan yang kamu khawatirkan akan nusyuz, hendaklah kamu beri nasihat kepada mereka, tinggalkanlah mereka di tempat tidur (pisah ranjang), dan (kalau perlu) pukullah mereka. Tetapi jika mereka menaatimu, maka janganlah kamu mencari-cari alasan untuk menyusahkannya. Sungguh, Allah Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/527.mp3",
    "tafsir": "Kaum laki-laki adalah pemimpin, pemelihara, pembela dan pemberi nafkah, bertanggung jawab penuh terhadap kaum perempuan yang menjadi istri dan yang menjadi keluarganya. Oleh karena itu, wajib bagi setiap istri menaati suaminya selama suami tidak durhaka kepada Allah. Apabila suami tidak memenuhi kewajiban dan tanggung jawabnya, maka istri berhak mengadukannya kepada hakim yang berwenang menyelesaikan masalahnya.\nMenurut riwayat Hasan al-Bashri:\n\"Seorang perempuan mengadu kepada Rasulullah saw, bahwa suaminya telah memukulnya. Rasulullah saw bersabda, \"Ia akan dikenakan hukum kisas. Maka Allah menurunkan ayat Ar-Rijalu qawwamuna 'ala an-nisa¦\" (Riwayat al-hasan al-Bashri dari Muqatil).\n\nDiriwayatkan pula bahwa perempuan itu kembali ke rumahnya dan suaminya tidak mendapat hukuman kisas sebagai balasan terhadap tindakannya, karena ayat ini membolehkan memukul istri yang tidak taat kepada suaminya, dengan tujuan mendidik dan mengingatkannya.\nYang dimaksud dengan istri yang saleh dalam ayat ini ialah istri yang disifatkan dalam sabda Rasulullah saw:\n\"Sebaik-baik perempuan ialah perempuan yang apabila engkau melihatnya ia menyenangkan hatimu, dan apabila engkau menyuruhnya ia mengikuti perintahmu, dan apabila engkau tidak berada di sampingnya ia memelihara hartamu dan menjaga dirinya.\" (Riwayat Ibnu Jarir dan al-Baihaqi dari Abu Hurairah).\nInilah yang dinamakan istri yang saleh, sedang yang selalu membangkang, yaitu meninggalkan kewajiban selaku istri, seperti meninggalkan rumah tanpa izin suami untuk hal-hal yang tidak penting, dinamakan istri yang nusyuz (yang tidak taat).\nBagaimana seharusnya suami berlaku terhadap istri yang tidak taat kepadanya (nusyuz), yaitu menasihatinya dengan baik. Kalau nasihat itu tidak berhasil, maka suami mencoba berpisah tempat tidur dengan istrinya, dan kalau tidak berubah juga, barulah memukulnya dengan pukulan yang enteng yang tidak mengenai muka dan tidak meninggalkan bekas.\nSetelah itu para suami diberi peringatan, bila istri sudah kembali taat kepadanya, jangan lagi si suami mencari-cari jalan untuk menyusahkan istrinya, seperti membongkar-bongkar kesalahan-kesalahan yang sudah lalu, tetapi bukalah lembaran hidup baru yang mesra dan melupakan hal-hal yang sudah lalu. Bertindaklah dengan baik dan bijaksana. karena Allah Maha Mengetahui dan Mahabesar.",
    "quraish": "Suami memiliki hak memelihara, melindungi dan menangani urusan istri, karena sifat-sifat pemberian Allah yang memungkinkan mereka melakukan hal-hal yang ia lakukan itu, dan kerja keras yang ia lakukan untuk membiayai keluarga. Oleh karena itu, yang disebut sebagai istri yang salehah adalah istri yang taat kepada Allah dan suami, dan menjaga segala sesuatu yang tidak diketahui langsung oleh suami. Karena, memang, Allah telah memerintahkan dan menunjukkan istri untuk melakukan hal itu. Kepada istri yang menampakkan tanda-tanda ketidakpatuhan, berilah nasihat dengan perkataan yang menyentuh, jauhi ia di tempat tidur, kemudian beri hukuman berupa pukulan ringan yang tidak melukai, ketika ia tidak menampakkan perbaikan. Jika dengan salah satu cara itu ia sadar dan kembali mematuhi suami, maka suami tidak boleh menempuh cara lain yang lebih kejam dengan maksud menyakiti dan menganiaya istri. Allah sungguh lebih mampu--untuk melakukan itu--dan membalas suami, jika suami terus menyakiti dan menganiaya istri.",
    "jalalayn": "(Kaum lelaki menjadi pemimpin) artinya mempunyai kekuasaan (terhadap kaum wanita) dan berkewajiban mendidik dan membimbing mereka (oleh karena Allah telah melebihkan sebagian kamu atas lainnya) yaitu kekuasaan dan sebagainya (dan juga karena mereka telah menafkahkan) atas mereka (harta mereka. Maka wanita-wanita yang saleh ialah yang taat) kepada suami mereka (lagi memelihara diri di balik belakang)) artinya menjaga kehormatan mereka dan lain-lain sepeninggal suami (karena Allah telah memelihara mereka) sebagaimana dipesankan-Nya kepada pihak suami itu. (Dan wanita-wanita yang kamu khawatirkan nusyus) artinya pembangkangan mereka terhadap kamu misalnya dengan adanya ciri-ciri atau gejala-gejalanya (maka nasihatilah mereka itu) dan ingatkan supaya mereka takut kepada Allah (dan berpisahlah dengan mereka di atas tempat tidur) maksudnya memisahkan kamu tidur ke ranjang lain jika mereka memperlihatkan pembangkangan (dan pukullah mereka) yakni pukullah yang tidak melukai jika mereka masih belum sadar (kemudian jika mereka telah menaatimu) mengenai apa yang kamu kehendaki (maka janganlah kamu mencari gara-gara atas mereka) maksudnya mencari-cari jalan untuk memukul mereka secara aniaya. (Sesungguhnya Allah Maha Tinggi lagi Maha Besar) karena itu takutlah kamu akan hukuman-Nya jika kamu menganiaya mereka."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 35,
    "arab": "وَاِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوْا حَكَمًا مِّنْ اَهْلِهٖ وَحَكَمًا مِّنْ اَهْلِهَا ۚ اِنْ يُّرِيْدَآ اِصْلَاحًا يُّوَفِّقِ اللّٰهُ بَيْنَهُمَا ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا خَبِيْرًا ",
    "translation": "Dan jika kamu khawatir terjadi persengketaan antara keduanya, maka kirimlah seorang juru damai dari keluarga laki-laki dan seorang juru damai dari keluarga perempuan. Jika keduanya (juru damai itu) bermaksud mengadakan perbaikan, niscaya Allah memberi taufik kepada suami-istri itu. Sungguh, Allah Mahateliti, Maha Mengenal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/528.mp3",
    "tafsir": "Jika kamu khawatir akan terjadi syiqaq (persengketaan) antara suami istri, sesudah melakukan usaha-usaha tersebut di atas, maka kirimlah seorang hakam (perantara, wasit, juru damai) dari keluarga laki-laki dan seorang hakam dari keluarga perempuan. Kedua hakam itu dikirim oleh yang berwajib atau oleh suami istri, atau oleh keluarga suami istri.\nDua orang hakam itu sebaiknya seorang dari keluarga suami dan seorang dari keluarga istri, dan boleh dari orang lain. Tugas hakam itu ialah untuk mengetahui persoalan perselisihan yang terjadi dan sebab-sebabnya, kemudian berusaha mendamaikan keduanya. Tugas serupa itu tepat dilaksanakan oleh orang yang bijaksana meskipun bukan dari keluarga suami istri yang mungkin lebih mengetahui rahasia persengketaan itu dan lebih mudah bagi keduanya untuk menyelesaikannya. Hal ini dilakukan untuk menghindari terjadinya perceraian.\nJika usaha kedua orang hakam dalam mencari islah antara kedua suami istri yang bersengketa pada tahap pertama tidak berhasil maka diusahakan lagi penunjukan dua hakam yang sifatnya sebagai wakil dari suami istri yang bersengketa dalam batas-batas kekuasaan yang diberikan kepadanya. Kalaupun ini belum berhasil, maka untuk ketiga kalinya dicari lagi dua orang hakam yang akan mengambil keputusan, dan keputusan itu mengikat.",
    "quraish": "Jika terjadi perselisihan di antara sepasang suami-istri, dan kalian khawatir perselisihan itu akan berakhir dengan perceraian, tentukanlah dua orang penengah: yang pertama dari pihak keluarga suami, dan yang kedua dari pihak keluarga istri. Kalau pasangan suami-istri itu benar-benar menginginkan kebaikan, Allah pasti akan memberikan jalan kepada keadaan yang lebih baik, baik berupa keharmonisan rumah tangga maupun perceraian secara baik-baik. Sesungguhnya Allah Maha Mengetahui perbuatan lahir dan batin hamba-hamba-Nya.",
    "jalalayn": "(Dan jika kamu khawatir timbulnya persengketaan di antara keduanya) maksudnya di antara suami dengan istri terjadi pertengkaran (maka utuslah) kepada mereka atas kerelaan kedua belah pihak (seorang penengah) yakni seorang laki-laki yang adil (dari keluarga laki-laki) atau kaum kerabatnya (dan seorang penengah dari keluarga wanita) yang masing-masingnya mewakili pihak suami tentang putusannya untuk menjatuhkan talak atau menerima khuluk/tebusan dari pihak istri dalam putusannya untuk menyetujui khuluk. Kedua mereka akan berusaha sungguh-sungguh dan menyuruh pihak yang aniaya supaya sadar dan kembali, atau kalau dianggap perlu buat memisahkan antara suami istri itu. Firman-Nya: (jika mereka berdua bermaksud) maksudnya kedua penengah itu (mengadakan perbaikan, niscaya Allah memberikan taufik kepada mereka) artinya suami istri sehingga ditakdirkan-Nyalah mana-mana yang sesuai untuk keduanya, apakah perbaikan ataukah perceraian. (Sesungguhnya Allah Maha Mengetahui) segala sesuatu (lagi Maha Mengenali) yang batin seperti halnya yang lahir."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 36,
    "arab": "۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ اَيْمَانُكُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ",
    "translation": "Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat-baiklah kepada kedua orang tua, karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga dekat dan tetangga jauh, teman sejawat, ibnu sabil dan hamba sahaya yang kamu miliki. Sungguh, Allah tidak menyukai orang yang sombong dan membanggakan diri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/529.mp3",
    "tafsir": "Mengabdi dan menyembah kepada Allah dinamakan ibadah. Beribadah dengan penuh keikhlasan hati, mengakui keesaan-Nya dan tidak mempersekutukan-Nya dengan sesuatu, itulah kewajiban seseorang kepada Allah. Dalam kata lain, ibadah dan mengesakan Allah merupakan hak-hak Allah yang menjadi kewajiban manusia untuk menunaikannya. Melakukan ibadah kepada Allah tampak dalam amal perbuatan setiap hari, seperti mengerjakan apa yang telah ditetapkan oleh Rasulullah dan telah dicontohkannya, seperti salat, puasa, zakat, haji dan lain-lainnya, dinamakan ibadah khusus. Kemudian ibadah umum, yaitu semua pekerjaan yang baik yang dikerjakan dalam rangka patuh dan taat kepada Allah saja, bukan karena yang lainnya, seperti membantu fakir miskin, menolong dan memelihara anak yatim, mengajar orang, menunjukkan jalan kepada orang yang sesat dalam perjalanan, menyingkirkan hal-hal yang dapat mengganggu orang di tengah jalan dan sebagainya. Ibadah harus dikerjakan dengan ikhlas, memurnikan ketaatan kepada-Nya dan tidak mempersekutukan-Nya dengan yang lain.\nAda bermacam-macam pekerjaan manusia yang menyebabkan dia bisa menjadi musyrik, di antaranya menyembah berhala sebagai perantara agar permohonannya disampaikan kepada Allah. Mereka bersembah sujud di hadapan berhala untuk menyampaikan hajat dan maksud mereka. Perbuatan manusia yang seperti itu banyak disebutkan Allah dalam Al-Qur'an. Allah berfirman:\n\nDan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\" Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yunus/10:18).\n\nAda pula golongan lain yang termasuk musyrik, sebagaimana yang disebutkan Allah dalam Al-Qur'an, yaitu orang Nasrani yang menuhankan Nabi Isa, putra Maryam. Di samping mereka menyembah Allah, juga mereka mengakui Isa a.s. sebagai Tuhan mereka. Allah berfirman:\n\nMereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9:31).\n\nOrang musyrik semacam ini banyak terdapat pada masa sekarang, yaitu orang yang memohon dan meminta syafaat dengan perantaraan orang-orang yang dianggapnya suci dan keramat, baik orang-orang yang dianggapnya suci itu masih hidup maupun sudah mati. Mereka mendatangi kuburannya, di sanalah mereka menyampaikan hajat dan doa, bahkan mereka sampai bermalam di sana. Mereka berwasilah kepadanya dan dengan berwasilah itu, maksudnya akan berhasil dan doanya akan makbul. Tidak jarang terjadi manusia berdoa meminta kepada batu, pohon kayu, roh nenek moyang, jin, hantu dan sebagainya. Semua ini digolongkan perbuatan syirik.\nKewajiban seseorang kepada Allah ialah menyembah-Nya dan tidak mempersekutukan-Nya dengan yang lain. Rasulullah saw bersabda:\n\"Dari Mu'az bin Jabal, Rasulullah saw bersabda, \"Ya Muaz, tahukah engkau apakah hak Allah atas hamba-Nya, dan apa pula hak hamba atas Allah?\" Saya menjawab, \"Allah dan Rasul-Nya yang lebih tahu.\" Rasulullah berkata, \"Hak Allah atas hamba-Nya ialah agar hamba-Nya menyembah-Nya dan jangan mempersekutukan-Nya dengan sesuatu. Hak hamba atas Allah ialah bahwa Allah tidak akan mengazab hamba-Nya yang tidak mempersekutukan-Nya dengan sesuatu.\" (Riwayat al-Bukhari dan Muslim).\n\nDalam ayat ini Allah mengatur kewajiban terhadap sesama manusia. Sesudah Allah memerintahkan agar menyembah dan beribadah kepada-Nya dengan tidak mempersekutukan-Nya dengan yang lain, selanjutnya Allah memerintahkan agar berbuat baik kepada ibu-bapak. Berbuat baik kepada ibu-bapak adalah suatu kewajiban yang harus dipenuhi oleh setiap manusia. Perintah mengabdi kepada Allah diiringi perintah berbuat baik kepada ibu-bapak adalah suatu peringatan bahwa jasa ibu bapak itu sungguh besar dan tidak dapat dinilai harganya dengan apa pun. Selain ayat ini ada lagi beberapa ayat dalam Al-Qur'an yang memerintahkan agar berbuat baik kepada ibu-bapak seperti firman Allah:\n\nDan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. (Luqman/31:14).\n\n\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu-bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isra'/17:23).\n\nBerbuat baik kepada ibu-bapak mencakup segala-galanya, baik dengan perkataan maupun dengan perbuatan yang dapat menyenangkan hati mereka keduanya. Berlaku lemah lembut dan sopan santun kepada keduanya termasuk berbuat baik kepadanya. Mengikuti nasihatnya, selama tidak bertentangan dengan ajaran Allah juga termasuk berbuat baik. Andaikata keduanya memerintahkan sesuatu yang bertentangan dengan ajaran Allah, perintahnya boleh tidak dipatuhi, tetapi terhadap keduanya tetap dijaga hubungan yang baik. Allah berfirman:\n\n\"Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan.\" (Luqman/31:15).\n\nTermasuk pula berbuat baik mendoakan keduanya agar Allah mengampuni dosanya, sebab keduanya telah berjasa banyak, mendidik, memelihara dan mengasuh semenjak kecil.\nPerintah agar selalu berbuat baik kepada ibu bapak selama hayat masih dikandung badan, karena ibu bapak adalah manusia yang paling berjasa, diperintahkan pula agar berbuat baik kepada karib kerabat. Karib kerabat adalah orang yang paling dekat hubungannya dengan seseorang sesudah ibu bapak, baik karena ada hubungan darah maupun karena yang lainnya.\nKalau seseorang telah dapat menunaikan kewajibannya kepada Allah dengan sebaik-baiknya, maka dengan sendirinya akidah orang itu akan bertambah kuat dan amal perbuatannya akan bertambah baik. Kemudian bila dia telah menunaikan kewajibannya kepada kedua ibu bapaknya dengan ikhlas dan setia, akan terwujudlah rumah tangga yang aman dan damai dan akan berbahagialah seluruh rumah tangga itu.\nRumah tangga yang aman dan damai akan mempunyai kekuatan untuk berbuat baik kepada karib kerabat dan sanak famili. Maka akan terhimpunlah suatu kekuatan besar dalam masyarakat. Dari masyarakat yang seperti ini akan mudah terwujud sifat tolong-menolong dan bantu-membantu, berbuat baik kepada anak-anak yatim dan orang miskin.\nBerbuat baik kepada anak yatim dan orang miskin, bukan hanya didorong oleh hubungan darah dan famili, tetapi semata-mata karena dorongan perikemanusiaan yang ditumbuhkan oleh rasa iman kepada Allah. Iman kepada Allah yang menumbuhkan kasih sayang untuk menyantuni anak-anak yatim dan orang-orang miskin, sebab banyak terdapat perintah Allah di dalam Al-Qur'an yang menyuruh berbuat baik kepada anak yatim dan orang miskin itu. Tangan siapa lagi yang dapat diharapkan oleh mereka itu untuk menolongnya, selain dari orang yang dadanya penuh dengan sifat kasih sayang, yaitu orang yang beriman yang mempunyai rasa perikemanusiaan.\nAnak yatim itu tidak mempunyai bapak yang mengurus dan membelanjainya dan orang miskin itu tidak mempunyai daya untuk membiayai hidupnya sehari-hari. Mungkin karena lemah badannya atau oleh karena tidak cukup pendapatannya dari sehari ke sehari. Agar mereka tetap menjadi anggota masyarakat yang baik jangan sampai terjerumus ke lembah kehinaan dan nista, setiap manusia yang mempunyai rasa perikemanusiaan dan mempunyai rasa kasih sayang, haruslah bersedia turun tangan membantu dan menolong mereka, sehingga lambat laun derajat hidup mereka dapat ditingkatkan.\nAllah juga menyuruh berbuat baik kepada tetangga yang dekat dan tetangga yang jauh, kepada teman sejawat, ibnussabil dan hamba sahaya. Tetangga dekat dan yang jauh ialah orang-orang yang berdekatan rumahnya, sering berjumpa setiap hari, bergaul setiap hari, dan tampak setiap hari keluar-masuk rumahnya. Tetapi ada pula yang mengartikan dengan hubungan kekeluargaan, dan ada pula yang mengartikan antara yang muslim dan yang bukan muslim.\nBerbuat baik kepada tetangga adalah penting. karena pada hakikatnya tetangga itulah yang menjadi saudara dan famili. Kalau terjadi sesuatu, tetanggalah yang paling dahulu datang memberikan pertolongan, baik siang maupun malam.\nSaudara dan sanak famili yang berjauhan tempat tinggalnya, belum tentu dapat diharapkan dengan cepat memberikan pertolongan pada waktu diperlukan, seperti halnya tetangga. Oleh karena itu, hubungan yang baik dengan tetangga harus dijaga, jangan sampai terjadi perselisihan dan pertengkaran, walaupun tetangga itu beragama lain. Nabi Muhammad saw pernah melayat anak tetangganya yang beragama Yahudi.\nIbnu Umar pernah menyembelih seekor kambing, lalu dia berkata kepada pembantunya, \"Sudahkah engkau berikan hadiah kepada tetangga kita orang Yahudi itu?\" Saya mendengar Rasulullah saw bersabda:\n\"Malaikat Jibril tidak henti-henti menasihati aku, (agar berbuat baik) kepada tetangga,sehingga aku menyangka bahwa Jibril akan memberikan hak waris kepada tetangga.\" (Riwayat al-Bukhari dari Ibnu Umar).\n\nBanyak hadis yang menerangkan kewajiban bertetangga secara baik di antaranya:\n\"Siapa yang beriman kepada Allah dan hari akhir, maka hendaklah dia berbuat baik kepada tetanggannya\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\nDari Jabir bin Abdullah dia berkata, Rasulullah saw bersabda, \"Tetangga itu ada tiga macam, tetangga yang mempunyai satu hak saja, dan ia merupakan tetangga yang haknya paling ringan. Ada tetangga yang mempunyai dua hak dan ada tetangga yang mempunyai tiga hak, inilah tetangga yang paling utama haknya. Adapun tetangga yang hanya mempunyai satu hak saja, ialah tetangga musyrik, tidak ada hubungan darah dengan dia, dia mempunyai hak bertetangga. Adapun tetangga yang mempunyai dua hak, ialah tetangga Muslim, baginya ada hak sebagai Muslim dan hak sebagai tetangga. Tetangga yang mempunyai tiga hak ialah tetangga Muslim yang ada hubungan darahnya. Baginya ada hak sebagai tetangga, hak sebagai Muslim dan hak sebagai famili.\" (Riwayat Abu Bakar al-Bazzar).\n\"Demi Allah, tidak beriman, demi Allah tidak beriman, demi Allah, tidak beriman.\" Rasulullah ditanya orang, \"siapa ya Rasulullah?\" Rasulullah menjawab, \"Ialah orang yang kejahatannya tidak membuat aman tetangganya.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\n\nRasulullah saw bersabda:\n\"Ya Abu Zar, kalau engkau membuat maraq (sop) banyakkanlah kuahnya, kemudian berilah tetanggamu.\" (Riwayat Muslim dari Abu dzarr).\n\nYang dimaksud berbuat baik kepada teman sejawat, ialah teman dalam perjalanan, atau dalam belajar, atau dalam pekerjaan yang dapat diharapkan pertolongannya dan memerlukan pertolongan, sehingga hubungan berkawan dan berteman tetap terpelihara. Setia-kawan adalah lambang ukhuwah Islamiyah, lambang persaudaraan dalam Islam.\nBerbuat baik kepada ibnu sabil, ialah menolong orang yang sedang dalam perjalanan bukan untuk tujuan maksiat, atau dalam perantauan yang jauh dari sanak famili dan memerlukan pertolongan, pada saat dia ingin kembali ke negerinya. Termasuk ibnu sabil ialah anak yang diketemukan yang tidak diketahui ibu bapaknya. Orang yang beriman wajib menolong anak tersebut, memeliharanya atau menemukan orang tuanya atau familinya, agar anak itu jangan terlunta-lunta hidupnya yang akibatnya akan menjadi anak yang rusak rohani dan jasmaninya.\nBerbuat baik kepada hamba sahaya, ialah dengan jalan memerdekakan budak. Apakah tuannya sendiri yang memerdekakannya atau orang lain dengan membelinya dari tuannya, kemudian dimerdekakannya. Pada zaman sekarang ini tidak terdapat lagi hamba sahaya, sebab perbudakan bertentangan dengan hak asasi manusia. Agama Islam pun tidak menginginkan adanya perbudakan. Karena itu semua hamba sahaya yang ditemui sebelum Islam datang, berangsur-angsur dimerdekakan dari tuannya, sehingga akhirnya habislah perbudakan itu.\nYang dimaksud dengan orang yang sombong dan membanggakan diri dalam ayat ini, ialah orang yang takabur yang dalam gerak-geriknya memperlihatkan kebesaran dirinya, begitu juga dalam pembicaraannya tampak kesombongannya melebihi orang lain, dialah yang tinggi dan mulia, orang lain rendah dan hina. Orang yang sombong dan membanggakan diri tidak disukai Allah. Sebab orang-orang yang seperti itu termasuk manusia yang tak tahu diri, lupa daratan dan akhirnya akan menyesal. Sifat takabur itu adalah hak Allah, bukan hak manusia. Siapa yang mempunyai sifat sombong dan takabur berarti menantang Allah. Biasanya orang yang sombong dan takabur itu kasar budi pekertinya dan busuk hatinya. Dia tidak dapat menunaikan kewajiban dengan baik dan ikhlas, baik kewajiban kepada Allah maupun kewajiban terhadap sesama manusia.\nBanyak hadis yang mencela orang-orang yang sombong dan takabur, di antaranya, Rasulullah saw bersabda:\n\"Tidak masuk surga orang yang di dalam hatinya terdapat takabur walaupun sedikit.\" Berkata seorang sabahat, \"Seseorang itu ingin memakai pakaian yang bagus dan sandal yang bagus.\" Berkata Rasulullah saw, \"Sesungguhnya Allah itu indah dan senang kepada keindahan. Sifat takabur itu ialah menolak yang benar dan memandang rendah kepada orang lain.\" (Riwayat Abu Dawud, Tirmidzi dari Ibnu Mas'ud).\n\nApakah yang akan disombongkan manusia, padahal semua yang ada padanya adalah kepunyaan Allah yang dititipkan kepadanya buat sementara. Lambat laun semuanya akan diambil Allah kembali, berikut nyawa dan tubuhnya yang kasar dan semuanya akan dipertanggungjawabkan di hadapan Allah nantinya.",
    "quraish": "Beribadahlah kalian hanya kepada Allah dan janganlah menjadikan sekutu bagi-Nya dalam hal-hal ketuhanan dan peribadatan. Berbuat baiklah kepada orangtuamu tanpa kelalaian. Juga kepada sanak keluarga, anak yatim, orang-orang yang memerlukan bantuan karena ketidakmampuan atau karena tertimpa bencana, tetangga dekat, baik ada hubungan keluarga maupun tidak, teman dekat seperjalanan, sepekerjaan atau sepergaulan, orang musafir yang membutuhkan bantuan karena tidak menetap di suatu negeri tertentu, dan budak laki-laki atau perempuan yang kalian miliki. Sesungguhnya Allah tidak menyukai orang-orang yang menyombongkan diri kepada sesama, yaitu orang yang tidak memiliki rasa belas kasih dan orang yang selalu memuji diri sendiri.",
    "jalalayn": "(Sembahlah olehmu Allah) dengan mengesakan-Nya (dan janganlah kamu mempersekutukan-Nya dengan suatu pun juga.) (Dan berbuat baiklah kepada kedua ibu bapak) dengan berbakti dan bersikap lemah lembut (kepada karib kerabat) atau kaum keluarga (anak-anak yatim, orang-orang miskin, tetangga yang karib) artinya yang dekat kepadamu dalam bertetangga atau dalam pertalian darah (dan kepada tetangga yang jauh) artinya yang jauh daripadamu dalam kehidupan bertetangga atau dalam pertalian darah (dan teman sejawat) teman seperjalanan atau satu profesi bahkan ada pula yang mengatakan istri (ibnu sabil) yaitu yang kehabisan biaya dalam perjalanannya (dan apa-apa yang kamu miliki) di antara hamba sahaya. (Sesungguhnya Allah tidak menyukai orang-orang yang sombong) atau takabur (membanggakan diri) terhadap manusia dengan kekayaannya."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 37,
    "arab": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُوْنَ مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًاۚ",
    "translation": "(yaitu) orang yang kikir, dan menyuruh orang lain berbuat kikir, dan menyembunyikan karunia yang telah diberikan Allah kepadanya. Kami telah menyediakan untuk orang-orang kafir azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/530.mp3",
    "tafsir": "Siapakah orang yang sombong dan takabur itu dan bagaimana perbuatannya? Mereka adalah orang-orang yang bakhil, tidak mau berbuat kebaikan sebagaimana yang telah diperintahkan Allah. Mereka tidak mau memberikan pertolongan dengan harta, tenaga dan pikiran untuk kemaslahatan sesama manusia. Di samping bakhil mereka mempengaruhi orang lain untuk berlaku bakhil, agar orang lain tidak mengeluarkan hartanya untuk menolong orang yang perlu ditolong. Di dalam hati mereka tersimpan sifat loba dan tamak kepada harta benda. Biar orang lain hidup melarat dan sengsara, asal mereka dapat hidup senang dan bermegah-megah. Mereka menyembunyikan karunia yang telah diberikan Allah kepadanya. Mereka berpura-pura seperti orang yang selalu dalam kesempitan dan kekurangan. Mereka yang seperti itu termasuk manusia yang tidak bersyukur kepada Allah, mereka adalah orang yang kafir atas nikmat Allah. Bagi orang kafir, Allah menyediakan siksa yang menghinakan, baik di dunia maupun di akhirat nanti.",
    "quraish": "Mereka adalah orang-orang yang, di samping sombong dan membanggakan diri, kikir dengan hartanya, menjauhi sesama manusia, dan mengajak orang lain untuk berbuat kikir seperti mereka. Mereka menganggap kecil karunia yang telah diberikan Allah kepadanya, suatu anggapan yang tidak ada manfaatnya sama sekali bagi mereka dan juga bagi orang lain. Bagi orang-orang yang mengingkari nikmat seperti mereka, Kami sediakan siksa yang menyakitkan dan merendahkan.",
    "jalalayn": "(Orang-orang yang) menjadi mubtada (kikir) mengeluarkan apa yang wajib mereka keluarkan (dan menyuruh manusia supaya kikir pula) dengannya (serta menyembunyikan karunia yang telah diberikan Allah kepada mereka) berupa ilmu maupun harta, dan mereka ini ialah orang-orang Yahudi sedangkan yang menjadi khabar mubtadanya ialah: bagi mereka ancaman dahsyat (dan Kami sediakan bagi orang-orang yang kafir) terhadap hal itu dan hal-hal lainnya (siksa yang menghinakan)."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 38,
    "arab": "وَالَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ",
    "translation": "Dan (juga) orang-orang yang menginfakkan hartanya karena ria dan kepada orang lain (ingin dilihat dan dipuji), dan orang-orang yang tidak beriman kepada Allah dan kepada hari kemudian. Barangsiapa menjadikan setan sebagai temannya, maka (ketahuilah) dia (setan itu) adalah teman yang sangat jahat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/531.mp3",
    "tafsir": "Pada ayat ini dijelaskan sifat dan perbuatan orang yang sombong dan takabur, yaitu mereka menafkahkan hartanya karena ria. Mereka mau memberikan pertolongan kepada seseorang dengan hartanya, karena ingin dilihat orang, dibesarkan dan dipuji orang. Bukan karena ingin membayar kewajiban terhadap sesama manusia.\nPada hakikatnya mereka sama saja dengan orang yang bakhil cuma bedanya orang yang bakhil tidak mau sama sekali mengeluarkan hartanya untuk berbuat kebaikan kepada sesama manusia, malahan selalu loba dan tamak mengumpulkan harta benda dan kadang-kadang tidak peduli dari mana diperolehnya harta itu, apakah dari jalan yang halal ataukah dari jalan yang haram. Sedangkan orang ria, kadang-kadang mau berbuat kebaikan terhadap sesama manusia dengan mengeluarkan hartanya, asal dia mendapat pujian dan sanjungan. Bahkan untuk yang tidak baik sekalipun dia mau mengeluarkan hartanya, asal dia dapat pujian dari manusia. Jadi orang ria itu mengeluarkan hartanya bukan karena bersyukur kepada Allah atas karunia-Nya yang banyak dan bukan pula karena kesadarannya dalam membayarkan kewajibannya sesama manusia, tetapi hanya semata-mata karena hendak dipuji saja.\nPerbuatan seperti itu adalah perbuatan orang yang tidak percaya kepada Allah dan tidak percaya kepada hari akhirat. Orang yang percaya kepada Allah, mau mengeluarkan hartanya dengan ikhlas, tidak untuk mencari pujian, tetapi hanya mengharapkan balasan dari Allah nanti. Yang mendorong orang itu berbuat demikian, tidak lain hanya karena menurut ajaran setan saja, tidak mau mengikuti petunjuk Allah. Ajaran setan selalu membawa manusia kepada perbuatan yang keji dan terlarang. Maka dengan sendirinya manusia yang seperti itu telah menjadi teman dan pengikut setan, sedang setan itu adalah teman yang jahat. Maka akan celakalah akhirnya manusia bila telah berteman dengan setan. Dia akan terjauh dari jalan yang benar yang akan membawa kepada kebahagiaan di dunia dan selamat di akhirat nanti.\nTeman mempunyai pengaruh besar dalam kehidupan manusia. Berapa banyak orang yang baik bisa rusak karena berteman dengan orang yang jahat, dan berapa banyak pula orang yang jadi baik karena berteman dengan orang yang baik. Berhati-hatilah mencari teman, jangan berteman dengan sembarang orang.\nSeperti halnya pada masa Rasulullah saw orang Ansar disuruh berhati-hati berteman dengan orang Yahudi, karena ternyata orang-orang Yahudi itu selalu mempengaruhi orang mukmin agar jangan mau mengeluarkan harta untuk membantu seseorang, dengan alasan nanti bisa jatuh miskin, atau bisa mengakibatkan sengsara di hari depan.",
    "quraish": "Allah tidak menyukai orang yang mengeluarkan hartanya secara riyâ'(1) dengan tujuan agar dipuji dan dibanggakan orang lain. Padahal mereka tidak beriman kepada Allah dan hari pembalasan, karena mereka mengikuti setan lalu disesatkan. Alangkah buruknya setan bagi orang yang berteman dengannya! (1) yâ' berarti melakukan sesuatu dengan motif ingin dilihat dan dipuji orang lain, bukan ikhlas karena Allah.",
    "jalalayn": "(Dan orang-orang yang) diathafkan kepada orang-orang yang sebelumnya (menafkahkan harta mereka karena riya kepada manusia) artinya karena mereka ingin dipuji (dan mereka tidak beriman kepada Allah dan tidak pula kepada hari akhir) misalnya orang-orang munafik dan kafir Mekah. (Barangsiapa yang menjadi sejawat setan) artinya temannya, maka ia akan mengikuti perintahnya dan akan melakukan seperti apa yang dilakukannya (maka setan itu adalah teman yang seburuk-buruknya)."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 39,
    "arab": "وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ",
    "translation": "Dan apa (keberatan) bagi mereka jika mereka beriman kepada Allah dan hari kemudian dan menginfakkan sebagian rezeki yang telah diberikan Allah kepadanya? Dan Allah Maha Mengetahui keadaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/532.mp3",
    "tafsir": "Ayat ini merupakan pertanyaan yang mengandung peringatan kepada manusia yang mempunyai sifat dan perbuatan seperti tersebut dalam ayat di atas. Sudah jelas, mereka akan beruntung dan berbahagia serta selamat sejahtera di dunia dan di akhirat bila mereka beriman kepada Allah dan hari akhir serta mau memberikan sebagian rezeki yang telah Allah berikan kepadanya untuk kemaslahatan sesama manusia. Sifat orang yang sombong dan takabur dan mereka yang bakhil, sudah jelas akan mendatangkan kerugian dan bahaya bagi mereka, dan mereka akan mendapat siksa nanti di akhirat. Tetapi mengapa mereka tidak mau sadar dan insaf, dan tidak mau mengikuti ajaran Allah dan Rasul. Apakah mungkin karena kebodohan mereka atau mungkin karena hati mereka sudah tertutup untuk menerima kebenaran. \nMengharapkan pujian dan balasan dari manusia akan banyak mendatangkan kekecewaan dan putus asa. Apalagi kalau sudah ditimpa oleh musibah, maka timbullah kegoncangan dan kegelisahan dalam pikiran dan jiwa yang mengakibatkan putus asa dan hilang harapan. Berapa banyaknya korban yang jatuh akibat putus asa dan hilang harapan di mana manusia berani bunuh diri karenanya. Seandainya mereka orang yang beriman, tentu tidak akan ada sifat putus asa dan hilang harapan pada mereka. Mereka tentu akan sabar dan berserah diri kepada Allah. Kalau mendapat karunia dan nikmat, mereka bersyukur kepada Allah dan mempergunakan karunia itu untuk mengerjakan amal yang diridai-Nya. Tapi sebaliknya, kalau dia mendapat musibah, dia sabar dan tawakal kepada Allah. Bahkan musibah itu dianggapnya sebagai ujian dari Allah untuk memperkuat imannya. \nIman yang kuat dan keyakinan yang membaja adalah senjata yang ampuh untuk mempengaruhi hidup yang beraneka ragam corak dan bentuknya. Kadang-kadang menjadikan hati gembira dan kadang-kadang sedih dan duka. Kadang-kadang menjadikan seseorang gelak tertawa dan kadang-kadang menangis mengucurkan air mata. Tetapi di dalam hati orang beriman itu tetap ada keyakinan, bahwa Allah mengetahui setiap perbuatan manusia. Allah mengetahui mana manusia yang ikhlas beramal dan mana manusia yang beramal karena mengharapkan pujian manusia. Allah akan memberikan balasan kepada seseorang sesuai dengan niatnya.",
    "quraish": "Alangkah buruknya mereka itu! Apakah yang akan merugikan mereka kalau mereka mau beriman kepada Allah dan hari akhir, lalu menginfakkan harta yang dikaruniakan Allah kepadanya sebagai konsekwensi keimanan itu dengan niat ikhlas dan penuh pengharapan pahala? Allah Mahatahu atas segala persoalan batin dan lahir.",
    "jalalayn": "(Apa salahnya bagi mereka jika mereka beriman kepada Allah dan hari yang akhir serta menafkahkan sebagian rezeki yang diberikan Allah kepada mereka) artinya apa bencana dan kerugiannya bagi mereka? Pertanyaan ini berarti sanggahan, sedangkan 'lau' mashdariah, artinya tak ada mudaratnya di sana itu, hanya kondisi di mana mereka berada itulah yang membawa mudarat atau bencana. (Dan Allah Maha Mengetahui keadaan mereka) sehingga akan dibalas-Nya apa yang mereka lakukan."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 40,
    "arab": "اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَاِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ اَجْرًا عَظِيْمًا",
    "translation": "Sungguh, Allah tidak akan menzalimi seseorang walaupun sebesar dzarrah, dan jika ada kebajikan (sekecil dzarrah), niscaya Allah akan melipatgandakannya dan memberikan pahala yang besar dari sisi-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/533.mp3",
    "tafsir": "Ayat ini memerintahkan agar orang suka berbuat baik. Setiap kebaikan yang dikerjakan seseorang tidak akan dikurangi Allah pahalanya, sebab mengurangi itu artinya menganiaya. Mustahil Allah akan bersifat aniaya kepada hamba-Nya, sebab Allah bersifat sempurna lagi Maha Pemurah. Setiap kebaikan yang dikerjakan seseorang, asal dia mengerjakan karena Allah, akan diberi pahala, bahkan pahalanya itu berlipat-ganda, sampai sepuluh kali lipat atau lebih. Allah berfirman:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6:160).\n\nItulah sebagai tanda bahwa Allah Maha Pemurah dan karunia-Nya sangat luas dan banyak. Dia memberikan pahala kepada setiap orang yang berbuat baik dengan berlipat ganda yang disebut dalam ayat ini dengan pahala yang besar.",
    "quraish": "Sesungguhnya Allah tidak akan berbuat curang kepada seseorang pun. Dia tidak akan mengurangi pahala atau menambahkan siksa seseorang. Bahkan akan melipatgandakan pahala orang-orang yang berbuat baik meskipun sedikit. Allah, dengan karunia-Nya, akan melimpahkan pemberian yang banyak.",
    "jalalayn": "(Sesungguhnya Allah tidak menganiaya) seorang pun (walau sebesar zarrah) artinya sebesar semut yang paling kecil, misalnya dengan mengurangi kebaikan-kebaikannya atau menambah kejahatan-kejahatannya (dan sekiranya ada kebaikan sebesar zarrah) dari seorang mukmin; menurut satu qiraat dengan baris di depan sehingga merupakan tammah (niscaya Allah akan melipatgandakannya) dari 10 sampai lebih dari 700 kali lipat. Menurut satu qiraat tanpa tasydid sehingga menjadi yudhaa`ifuha (dan mendatangkan dari sisi-Nya) di samping ganjaran yang berlipat ganda itu (pahala yang besar) tak dapat diperkirakan oleh seorang pun juga."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 41,
    "arab": "فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ",
    "translation": "Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/534.mp3",
    "tafsir": "Digambarkan pula bagaimana keadaan manusia di akhirat nanti. Allah Maha Pengasih tidak akan merugikan hamba-Nya yang mengerjakan kebaikan walaupun sedikit, tapi akan diberi pahala yang berlipat ganda atas kebaikannya itu.\nDigambarkan pula, bagaimana keadaan manusia nanti kalau mereka berhadapan dengan saksi-saksi mereka, dengan nabi-nabi mereka. Tiap-tiap umat akan berhadapan dengan saksi mereka, seperti umat Yahudi, umat Nasrani dan umat Islam, masing-masing umat itu akan dihadapkan ke hadapan saksinya, yaitu nabi mereka masing-masing. Pada waktu itulah dapat diketahui, siapa yang sebenarnya pengikut nabi dan siapa yang hanya pengakuannya saja mengikuti nabi, tapi amal perbuatannya mendurhakai nabi. Maka siapa yang telah disaksikan oleh nabinya bahwa dia betul-betul telah mengikuti ajaran rasul, maka orang itu termasuk orang yang beruntung. Bila nabinya berlepas diri dari mereka, karena amal perbuatannya dan kepercayaannya tidak sesuai dengan yang diajarkan rasul, maka mereka termasuk orang yang rugi. Nabi Muhammad saw akan menjadi saksi bagi umat Islam nanti dan bagi semua manusia. Allah berfirman:\n\nDan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\" agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. (al-Baqarah/2:143).\n\nDalam sebuah riwayat, Nabi Muhammad sampai mengucurkan air mata, ketika mendengarkan ayat ini dibacakan seorang sahabat kepadanya, memikirkan bagaimana hebatnya suasana pada hari akhirat, beliau akan melihat dengan jelas pengikut-pengikutnya yang setia dan benar dan yang pura-pura dan palsu, sebagaimana diterangkan dalam hadis Nabi saw:\nDari Ibnu Masud dia berkata, Rasulullah saw telah berkata kepada saya, \"Tolong, bacakan kepada saya Al-Qur'an itu.\" Lalu saya menjawab, \"Ya Rasulullah, akukah yang akan membacakan kepada engkau, padahal dia diturunkan kepada engkau?\" Rasulullah berkata, \"Betul, tapi saya ingin mendengarkannya dibaca oleh orang lain.\" Maka aku membaca surah An-Nisa. Ketika aku sampai membaca ayat ini (ayat 41), maka beliau bersabda, \"Sekarang cukuplah sebegitu saja,\" dan tiba-tiba air matanya bercucuran.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud).",
    "quraish": "Bagaimanakah keadaan mereka yang kafir dan menentang apa yang diperintahkan Allah kepadanya, ketika Kami mendatangkan semua nabi sebagai saksi atas kaumnya pada hari kiamat, dan Kami mendatangkan kamu, wahai Muhammad, sebagai saksi atas kaummu yang di antaranya terdapat orang-orang yang menentang itu?",
    "jalalayn": "(Maka bagaimanakah) keadaan orang-orang kafir nanti (jika Kami datangkan dari setiap umat seorang saksi) yakni nabi mereka masing-masing yang menyaksikan amal perbuatan mereka (dan Kami datangkan kamu) hai Muhammad (sebagai saksi atas mereka itu) yakni umatmu."
  },
  {
    "ruku": 67,
    "name": "An-Nisa'",
    "ayat": 42,
    "arab": "يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ",
    "translation": "Pada hari itu, orang yang kafir dan orang yang mendurhakai Rasul (Muhammad), berharap sekiranya mereka diratakan dengan tanah (dikubur atau hancur luluh menjadi tanah), padahal mereka tidak dapat menyembunyikan sesuatu kejadian apa pun dari Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/535.mp3",
    "tafsir": "Ayat ini menggambarkan bagaimana penyesalan orang-orang kafir dan orang-orang yang mendurhakai Rasulullah pada hari kiamat, setelah melihat hebatnya azab yang akan mereka derita. Semua perbuatan mereka yang salah, lebih-lebih perbuatan mereka mengingkari Allah dan tidak patuh menuruti ajaran Rasul, pada hari itu akan mendapat balasan yang setimpal. Apalagi pada hari itu sengaja Rasul didatangkan untuk menjadi saksi atas perbuatan mereka. Alangkah malunya mereka dan menyesal atas perbuatan mereka semasa hidup di dunia. Sampai-sampai mereka menginginkan, lebih baik mereka disamakan saja dengan tanah. Bahkan mereka ada yang menginginkan agar jadi tanah saja, jangan jadi manusia yang akan mendapat siksaan yang hebat dari Allah. Allah berfirman:\n\n¦ Dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah.\" (an-Naba'/78:40).\n\nBegitulah hebatnya penyesalan mereka pada hari itu, sesal dahulu pendapatan, sesal kemudian tidak berguna. Pada saat itu orang-orang kafir tidak dapat menyembunyikan sedikit pun apa yang telah mereka kerjakan. Kedurhakaan mereka kepada Allah dan Rasul, kesombongan dan ketakaburan mereka, dan tentang kebakhilan dan ria mereka. Pendeknya tidak dapat mereka sembunyikan semua kejelekan dan kesalahan mereka. Pada hari itu tidak satu pertolongan pun yang dapat menolong mereka. Apa yang biasa mereka jadikan tempat minta tolong dan minta syafaat, selain dari Allah, semuanya berlepas diri, tidak mampu menolong dan melepaskan mereka dari siksa yang hebat itu. Allah berfirman:\n\n(22) Dan (ingatlah), pada hari ketika Kami mengumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang menyekutukan Allah, \"Di manakah sembahan-sembahanmu yang dahulu kamu sangka (sekutu-sekutu Kami)?\"(23) Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (24) Lihatlah, bagaimana mereka berbohong terhadap diri mereka sendiri. Dan sesembahan yang mereka ada-adakan dahulu akan hilang dari mereka. (al-An'am/6:22, 23 dan 24).",
    "quraish": "Di hari itu orang-orang yang ingkar dan durhaka berharap ditelan bumi seperti orang-orang mati di dalam kubur. Mereka tidak akan bisa menyembunyikan hal ihwal mereka kepada Allah, karena Dia akan menampakkan segala keadaan dan perbuatan mereka.",
    "jalalayn": "(Di hari itu) yakni hari kedatangannya (orang-orang kafir dan yang mendurhakai Rasul menginginkan agar) seandainya (mereka disamaratakan dengan tanah) tusawwaa dalam bentuk pasif dan ada pula yang membacanya dalam bentuk aktif dengan menghilangkan salah satu dari ta-nya pada asal lalu mengidgamkannya pada sin artinya dari tustawa sedangkan maksudnya ialah mereka ingin agar menjadi tanah karena mereka tercekam rasa takut yang hebat sebagaimana tersebut pada ayat lain, \"Dan orang kafir berkata, 'Wahai kiranya nasib, kenapa daku tidak menjadi tanah saja!' (dan mereka tidak dapat menyembunyikan kepada Allah suatu peristiwa pun) mengenai apa yang mereka kerjakan.\" Tetapi pada kali yang lain mereka masih mencoba-coba juga untuk menyembunyikan sebagaimana tersebut dalam Alquran, \"Dan mereka berkata, 'Demi Allah Tuhan kami, tidaklah kami mempersekutukan-Mu.'\""
  }
]