[
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 51,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ اَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ",
    "translation": "Tidakkah kamu memperhatikan orang-orang yang diberi bagian dari Kitab (Taurat)? Mereka percaya kepada Jibt dan thaghut, dan mengatakan kepada orang-orang kafir (musyrik Mekah), bahwa mereka itu lebih benar jalannya daripada orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/544.mp3",
    "tafsir": "Ayat ini mengisahkan kembali perbuatan orang-orang Yahudi yang telah diberi kitab, telah memahami dan mendalami isi kitab yang pada dasarnya menyuruh berbakti dan menyembah hanya kepada Allah saja, tetapi mereka masih juga mau bersujud dan menyembah berhala dan mempersekutukan Allah, memenuhi ajakan orang-orang Quraisy yang tidak memiliki kitab. Satu hal yang aneh dan mengherankan, mereka menyangka bahwa mereka orang-orang yang benar, yang mengikuti dan menempuh jalan yang lebih baik daripada jalan orang-orang mukmin pengikut Nabi Muhammad saw.\nBani Israil punya sejarah panjang dalam penyembahan berhala oleh nenek moyang mereka sampai generasi-generasi berikutnya. \"Mereka meninggalkan Allah Tuhan mereka yang telah membawa mereka keluar dari tanah Mesir, lalu mengikuti tuhan lain, dari antara tuhan bangsa-bangsa di sekeliling mereka, dan sujud menyembah kepadanya, sehingga mereka menyakiti hati Tuhan\" (Kitab Hakim-hakim. 2.12) dan sekian banyak lagi kisah penyembahan berhala oleh mereka.\nAlangkah kelirunya mereka, dan mereka sangat rugi. Seperti tersebut dalam firman Allah:\n\nKatakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya `dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18:103-104).",
    "quraish": "Tidakkah kamu heran dengan perlakuan orang-orang yang diberi bagian dari ilmu kitab suci. Mereka dengan rela menyembah berhala dan setan, dan mengatakan kepada orang-orang yang menyembah berhala, \"Sesungguhnya mereka itu lebih benar jalannya daripada orang-orang yang beriman.\"",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang diberi bagian dari Alkitab, mereka percaya kepada jibt dan tagut) nama dua berhala Quraisy (dan mengatakan kepada orang-orang kafir) yaitu Abu Sofyan dan sahabat-sahabatnya ketika mereka menanyakan kepada orang-orang Yahudi itu siapakah yang lebih benar jalannya, apakah mereka sebagai penguasa Kakbah, pelayan makan-minum jemaah haji dan pembantunya orang yang berada dalam kesukaran ataukah Muhammad, yakni orang yang telah menyalahi agama nenek moyangnya, memutuskan tali silaturahmi dan meninggalkan tanah suci? (bahwa mereka itu) maksudnya kamu hai orang-orang Quraisy (lebih benar jalannya dari orang-orang yang beriman) artinya lebih lurus jalan yang kamu tempuh daripada mereka."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 52,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ ۗوَمَنْ يَّلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ نَصِيْرًا ",
    "translation": "Mereka itulah orang-orang yang dilaknat Allah. Dan barangsiapa dilaknat Allah, niscaya engkau tidak akan mendapatkan penolong baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/545.mp3",
    "tafsir": "Orang Yahudi dan orang-orang yang sifatnya seperti mereka dikutuk Allah, dijauhkan dari rahmat-Nya. Ar-Razi berkata, \"Orang-orang Yahudi dan orang-orang semacam mereka itu, memang pantas dikutuk karena mereka sombong dan takabur; mereka memandang bahwa penyembah berhala lebih mulia daripada orang mukmin pengikut Muhammad. Apakah dapat diterima akal sehat bahwa orang musyrik, orang yang menyembah apa dan siapa pun selain Allah lebih baik dan lebih benar daripada orang yang hanya menyembah Allah?\"\nBarang siapa telah mendapat kutukan dari Allah pasti ia tidak akan menemukan penolong dan pembela yang akan membebaskannya dari siksaan dan azab di akhirat nanti, tidak ada yang akan memberi syafaat kepadanya dan tidak ada yang akan menolongnya.",
    "quraish": "Mereka itulah orang-orang yang ditelantarkan Allah dan dijauhkan dari kasih sayang-Nya. Maka, barangsiapa yang ditelantarakan oleh Allah dan dijauhkan dari kasih sayang-Nya, niscaya ia tidak akan mendapatkan penolong dan pelindung dari murka Allah.",
    "jalalayn": "(Mereka itulah orang-orang yang dikutuk oleh Allah dan siapa yang dikutuk) oleh (Allah, maka kamu sekali-kali tidak akan memperoleh penolongnya) yang akan melindunginya dari azab siksa-Nya."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 53,
    "arab": "اَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَاِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًاۙ",
    "translation": "Ataukah mereka mempunyai bagian dari kerajaan (kekuasaan), meskipun mereka tidak akan memberikan sedikit pun  (kebajikan) kepada manusia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/546.mp3",
    "tafsir": "Orang Yahudi tidak akan memperoleh kerajaan dan kekuasaan sesuai dengan yang dicita-citakan seperti sebelum Islam datang, karena mereka telah banyak berbuat aniaya, menempuh jalan yang sesat, dan tidak lagi mengamalkan isi kitab Taurat secara umum. Andaikata pada suatu ketika mereka membina kerajaan dan memiliki kekuasaan, itu berarti hanya bayangan yang sifatnya sementara, dan di kala itu mereka tidak akan memberikan sedikit pun kebajikan kepada manusia.",
    "quraish": "Selain tidak mendapatkan nikmat tunduk kepada kebenaran, mereka juga tidak layak memegang kekuasaan. Kalaupun diberi kekuasaan, hal itu tidak akan mendatangkan manfaat sedikit pun bagi orang lain.",
    "jalalayn": "(Ataukah mereka ada mempunyai bagian kerajaan) maksudnya mereka tidak mempunyai sedikit pun daripadanya, dan walaupun ada (hingga bila demikian, maka tidak secuil pun yang akan mereka berikan kepada manusia) naqiira: sesuatu yang tak ada harganya, sebesar patukan burung kecil di atas biji, dan sikap mereka itu ialah karena amat bakhil atau kikirnya."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 54,
    "arab": "اَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ اِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا ",
    "translation": "ataukah mereka dengki kepada manusia (Muhammad) karena karunia yang telah diberikan Allah kepadanya? Sungguh, Kami telah memberikan Kitab dan Hikmah kepada keluarga Ibrahim, dan Kami telah memberikan kepada mereka kerajaan (kekuasaan) yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/547.mp3",
    "tafsir": "Kalau ayat-ayat sebelumnya menerangkan sifat-sifat jelek Yahudi seperti sangkaan bahwa merekalah yang lebih baik dan menempuh jalan yang lebih benar dari orang-orang mukmin, maka pada ayat ini diterangkan sifat dengkinya kepada Muhammad saw, karena kenabian jatuh kepadanya, tidak kepada orang Yahudi, dan mereka dengki kepada pengikut-pengikut Nabi Muhammad saw, karena mereka percaya dan beriman kepadanya, terutama setelah mereka melihat kemajuan dan kemenangan yang dicapai oleh Muhammad dan sahabat-sahabatnya, dari hari ke hari bertambah kuat dan makin banyak pendukung dan pengikutnya.\nKedengkian orang-orang Yahudi kepada Muhammad dan pengikutnya, adalah suatu kekeliruan besar dari mereka dan sangat mengherankan, kerena apa yang telah dicapai Muhammad dan sahabat-sahabatnya bukanlah hal yang baru. Sebab Allah telah memberikan juga kitab, hikmah kerajaan kepada keluarga keturunan Nabi Ibrahim; seperti yang pernah diberikan kepada Nabi Yusuf, Nabi Daud dan Nabi Sulaiman.\nSifat dengki bukan hanya perasaan tidak senang melihat orang lain memperoleh nikmat Allah, malah menginginkan nikmat itu lenyap dari pemiliknya. Sifat itu tidak saja buruk tetapi juga akan menghilangkan pahala-pahala kebajikan yang telah dikerjakan. Nabi saw bersabda:\n\"Jauhilah sifat dengki karena sesungguhnya dengki itu memakan (pahala) kebaikan, seperti api memakan kayu bakar\" (Riwayat Abu Dawud dari Abu Hurairah).",
    "quraish": "Mengapa mereka selalu ingin melebihi bangsa Arab, agar Allah mengutus nabi dari kalangan mereka, padahal Allah telah memberikan kepada Ibrâhîm dan keluarganya, kitab, kenabian dan kerajaan yang besar. Dan Ibrâhîm adalah bapak kalian dan bapak mereka.",
    "jalalayn": "(Atau) apakah (mereka dengki kepada manusia) maksudnya kepada Nabi saw. (atas karunia yang telah diberikan Allah kepada mereka itu) berupa kenabian dan banyaknya istri? Artinya mereka mengangankan lenyapnya nikmat itu daripadanya dan mengatakan, \"Sekiranya ia nabi, tentulah ia tidak akan menghiraukan banyak istri itu!\" (Sungguh, Kami telah memberikan kepada keluarga Ibrahim) nenek moyang mereka seperti Musa, Daud dan Sulaiman (Kitab dan hikmah) serta nubuwah (dan telah Kami berikan kepada mereka kerajaan yang besar) Daud mempunyai 99 orang istri, sedangkan Sulaiman seribu orang wanita, campuran dari orang merdeka dan hamba sahaya."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 55,
    "arab": "فَمِنْهُمْ مَّنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَّنْ صَدَّ عَنْهُ ۗ وَكَفٰى بِجَهَنَّمَ سَعِيْرًا",
    "translation": "Maka di antara mereka (yang dengki itu), ada yang beriman kepadanya dan ada pula yang menghalangi (manusia beriman) kepadanya. Cukuplah (bagi mereka) neraka Jahanam yang menyala-nyala apinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/548.mp3",
    "tafsir": "Anugerah kenabian dan kekuasaan kepada nabi-Nya terdahulu seperti Nabi Ibrahim dan keluarganya menjadikan umatnya terbagi dua. Sebagian dari mereka percaya kepada nabi-Nya dan sebagian yang lain tetap di dalam kekafirannya, menghalangi orang lain beriman.\nBegitu pula halnya umat sekarang ada yang beriman, dan ada pula yang ingkar. Ketahuilah, sekalipun mereka yang ingkar di dunia ini kelihatannya aman dan tenteram saja, tetapi di akhirat mereka akan merasakan pedihnya api yang menyala-nyala, kerena mengutamakan perbuatan yang batil dan sesat serta tidak mengikuti yang hak dan benar yang dibawa oleh nabi-Nya.",
    "quraish": "Di antara mereka, pengikut Nabi Ibrâhîm, ada yang beriman kepada kitab suci yang diturunkan kepada mereka, dan ada juga yang tidak beriman kepadanya. Cukuplah neraka Jahanam yang sangat panas sebagai tempat bagi mereka yang menolak mengimani kebenaran.",
    "jalalayn": "(Maka di antara mereka ada yang beriman kepadanya) yakni kepada Nabi Muhammad saw. (dan di antara mereka ada yang berpaling daripadanya) hingga ia tak mau beriman (dan cukuplah kiranya Jahanam itu sebagai api yang menyala-nyala) untuk membakar orang yang tidak beriman itu."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 56,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ اِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا ",
    "translation": "Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Maha-perkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/549.mp3",
    "tafsir": "Allah tidak akan membiarkan orang kafir dan orang yang mengingkari ayat-ayat Allah yang diturunkan kepada nabi-Nya, tetapi bagi mereka telah disediakan api neraka. \nSetiap kali kulit mereka hangus sampai tidak merasakan sesuatu lagi, kulit ini diganti dengan kulit yang baru yang dapat merasakan pedihnya api yang membakar. Demikian siksa itu berlaku seterusnya agar mereka senantiasa menderita dan merasakan kepedihan.",
    "quraish": "Sesungguhnya orang-orang yang mengingkari bukti-bukti yang jelas dan mendustakan para nabi, kelak akan Kami masukkan ke dalam api neraka yang akan menghanguskan kulit mereka. Dan setiap kali rasa pedih akibat siksaan itu hilang, Allah menggantinya dengan kulit yang baru, agar rasa sakitnya berlanjut. Sesungguhnya Allah Mahaperkasa dan Mahabijaksana. Dia akan memberikan siksaan bagi orang yang sampai saat kematiaannya tetap mengingkari-Nya(1). (1) Ayat ini merupakan bukti betapa dahsyatnya siksaan yang diderita oleh penghuni neraka. Sebuah temuan ilmiah membuktikan bahwa urat saraf yang tersebar dalam lapisan kulit merupakan yang paling sensitif terhadap pengaruh panas dan dingin.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir akan ayat-ayat Kami akan Kami masukkan mereka ke dalam neraka) mereka akan terbakar hangus (setiap matang) atau menjadi hangus (kulit mereka itu Kami ganti dengan kulit lainnya) yakni dengan mengembalikannya kepada keadaannya sebelum matang atau hangus itu (supaya mereka merasakan azab) dan menderita kepedihannya. (Sesungguhnya Allah Maha Perkasa) dalam segala penciptaan-Nya."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 57,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ  لَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ ۙ وَّنُدْخِلُهُمْ ظِلًّا ظَلِيْلًا ",
    "translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Di sana mereka mempunyai pasangan-pasangan yang suci, dan Kami masukkan mereka ke tempat yang teduh lagi nyaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/550.mp3",
    "tafsir": "Beruntung dan berbahagialah orang yang tidak termasuk golongan orang yang ingkar dan bergelimang dosa dan maksiat, dan mereka termasuk orang-orang yang beriman, mereka senantiasa percaya kepada apa yang dibawa oleh Nabi Muhammad saw, yang ditandai dengan perbuatan amal saleh, selalu taat dan patuh kepada perintah Allah, menjauhi larangan-Nya, sekalipun pada suatu saat ia harus mempertaruhkan jiwanya.\nOrang semacam itu akan dianugerahi segala macam nikmat dan kesenangan yang ada di dalam surga, mereka akan tetap kekal di dalamnya.",
    "quraish": "Orang-orang yang percaya kepada apa yang datang dari Tuhannya dan melakukan amal saleh, akan Kami karuniakan pahala atas keimanan dan perbuatan itu. Kami akan memasukkan mereka ke dalam surga yang dialiri berbagai sungai di bawah pepohonannya, dengan ditemani oleh istri-istri yang suci, tiada cela, serta Kami akan memberikan kepada mereka kehidupan yang teduh dan kenyamanan yang abadi.",
    "jalalayn": "(Dan orang-orang yang beriman dan beramal saleh kelak akan Kami masukkan mereka ke dalam surga yang di bawahnya mengalir anak-anak sungai; kekal mereka di sana untuk selama-lamanya. Mereka di dalamnya mempunyai istri-istri yang suci) dari haid dan dari segala kotoran (dan Kami masukkan mereka ke tempat yang senantiasa teduh berkepanjangan) artinya tidak diganggu oleh sinar matahari yang tiada lain dari naungan surga."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 58,
    "arab": "۞ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تُؤَدُّوا الْاَمٰنٰتِ اِلٰٓى اَهْلِهَاۙ وَاِذَا حَكَمْتُمْ بَيْنَ النَّاسِ اَنْ تَحْكُمُوْا بِالْعَدْلِ ۗ اِنَّ اللّٰهَ نِعِمَّا يَعِظُكُمْ بِهٖ ۗ اِنَّ اللّٰهَ كَانَ سَمِيْعًاۢ بَصِيْرًا",
    "translation": "Sungguh, Allah menyuruhmu menyampaikan amanat kepada yang berhak menerimanya, dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil. Sungguh, Allah sebaik-baik yang memberi pengajaran kepadamu. Sungguh, Allah Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/551.mp3",
    "tafsir": "Ayat ini memerintahkan agar menyampaikan \"amanat\" kepada yang berhak. Pengertian \"amanat\" dalam ayat ini, ialah sesuatu yang dipercayakan kepada seseorang untuk dilaksanakan dengan sebaik-baiknya. Kata \"amanat\" dengan pengertian ini sangat luas, meliputi \"amanat\" Allah kepada hamba-Nya, amanat seseorang kepada sesamanya dan terhadap dirinya sendiri.\nAmanat Allah terhadap hamba-Nya yang harus dilaksanakan antara lain: melaksanakan apa yang diperintahkan-Nya dan menjauhi larangan-Nya. Semua nikmat Allah berupa apa saja hendaklah kita manfaatkan untuk taqarrub (mendekatkan diri) kepada-Nya.\nAmanat seseorang terhadap sesamanya yang harus dilaksanakan antara lain: mengembalikan titipan kepada yang punya dengan tidak kurang suatu apa pun, tidak menipunya, memelihara rahasia dan lain sebagainya dan termasuk juga di dalamnya ialah:\na. Sifat adil penguasa terhadap rakyat dalam bidang apa pun dengan tidak membeda-bedakan antara satu dengan yang lain di dalam pelaksanaan hukum, sekalipun terhadap keluarga dan anak sendiri, sebagaimana ditegaskan Allah dalam ayat ini.\n\n¦ Dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil.... (an-Nisa'/4:58).\n\nDalam hal ini cukuplah Nabi Muhammad saw menjadi contoh. Di dalam satu pernyataannya beliau bersabda:\n\"Andaikata Fatimah binti Muhammad mencuri, niscaya saya potong tangannya\" (Riwayat asy-Syaikhan dari 'Â'isyah).\n\nb.Sifat adil ulama (yaitu orang yang berilmu pengetahuan) terhadap orang awam, seperti menanamkan ke dalam hati mereka akidah yang benar, membimbingnya kepada amal yang bermanfaat baginya di dunia dan di akhirat, memberikan pendidikan yang baik, menganjurkan usaha yang halal, memberikan nasihat-nasihat yang menambah kuat imannya, menyelamatkan dari perbuatan dosa dan maksiat, membangkitkan semangat untuk berbuat baik dan melakukan kebajikan, mengeluarkan fatwa yang berguna dan bermanfaat di dalam melaksanakan syariat dan ketentuan Allah.\nc.Sifat adil seorang suami terhadap istrinya, begitu pun sebaliknya, seperti melaksanakan kewajiban masing-masing terhadap yang lain, tidak membeberkan rahasia pihak yang lain, terutama rahasia khusus antara keduanya yang tidak baik diketahui orang lain.\nAmanat seseorang terhadap dirinya sendiri; seperti berbuat sesuatu yang menguntungkan dan bermanfaat bagi dirinya dalam soal dunia dan agamanya. Janganlah ia membuat hal-hal yang membahayakannya di dunia dan akhirat, dan lain sebagainya.\nAjaran yang sangat baik ini yaitu melaksanakan amanah dan hukum dengan seadil-adilnya, jangan sekali-kali diabaikan, tetapi hendaklah diindahkan, diperhatikan dan diterapkan dalam hidup dan kehidupan kita, untuk dapat mencapai kebahagiaan dunia dan akhirat.",
    "quraish": "Sesungguhnya Allah memerintahkan kalian, wahai orang-orang yang beriman, untuk menyampaikan segala amanat Allah atau amanat orang lain kepada yang berhak secara adil. Jangan berlaku curang dalam menentukan suatu keputusan hukum. Ini adalah pesan Tuhanmu, maka jagalah dengan baik, karena merupakan pesan terbaik yang diberikan-Nya kepada kalian. Allah selalu Maha Mendengar apa yang diucapkan dan Maha Melihat apa yang dilakukan. Dia mengetahui orang yang melaksanakan amanat dan yang tidak melaksanakannya, dan orang yang menentukan hukum secara adil atau zalim. Masing-masing akan mendapatkan ganjarannya.",
    "jalalayn": "(Sesungguhnya Allah menyuruh kamu untuk menyampaikan amanat) artinya kewajiban-kewajiban yang dipercayakan dari seseorang (kepada yang berhak menerimanya) ayat ini turun ketika Ali r.a. hendak mengambil kunci Kakbah dari Usman bin Thalhah Al-Hajabi penjaganya secara paksa yakni ketika Nabi saw. datang ke Mekah pada tahun pembebasan. Usman ketika itu tidak mau memberikannya lalu katanya, \"Seandainya saya tahu bahwa ia Rasulullah tentulah saya tidak akan menghalanginya.\" Maka Rasulullah saw. pun menyuruh mengembalikan kunci itu padanya seraya bersabda, \"Terimalah ini untuk selama-lamanya tiada putus-putusnya!\" Usman merasa heran atas hal itu lalu dibacakannya ayat tersebut sehingga Usman pun masuk Islamlah. Ketika akan meninggal kunci itu diserahkan kepada saudaranya Syaibah lalu tinggal pada anaknya. Ayat ini walaupun datang dengan sebab khusus tetapi umumnya berlaku disebabkan persamaan di antaranya (dan apabila kamu mengadili di antara manusia) maka Allah menitahkanmu (agar menetapkan hukum dengan adil. Sesungguhnya Allah amat baik sekali) pada ni`immaa diidgamkan mim kepada ma, yakni nakirah maushufah artinya ni`ma syaian atau sesuatu yang amat baik (nasihat yang diberikan-Nya kepadamu) yakni menyampaikan amanat dan menjatuhkan putusan secara adil. (Sesungguhnya Allah Maha Mendengar) akan semua perkataan (lagi Maha Melihat) segala perbuatan."
  },
  {
    "ruku": 69,
    "name": "An-Nisa'",
    "ayat": 59,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاُولِى الْاَمْرِ مِنْكُمْۚ  فَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا ࣖ ",
    "translation": "Wahai orang-orang yang beriman! Taatilah Allah dan taatilah Rasul (Muhammad), dan Ulil Amri (pemegang kekuasaan) di antara kamu. Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. Yang demikian itu lebih utama (bagimu) dan lebih baik akibatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/552.mp3",
    "tafsir": "Ayat ini memerintahkan agar kaum Muslimin taat dan patuh kepada-Nya, kepada rasul-Nya dan kepada orang yang memegang kekuasaan di antara mereka agar tercipta kemaslahatan umum. Untuk kesempurnaan pelaksanaan amanat dan hukum sebaik-baiknya dan seadil-adilnya, hendaklah kaum Muslimin:\na. Taat dan patuh kepada perintah Allah dengan mengamalkan isi Kitab suci Al-Qur'an, melaksanakan hukum-hukum yang telah ditetapkan-Nya, sekalipun dirasa berat, tidak sesuai dengan keinginan dan kehendak pribadi. Sebenarnya segala yang diperintahkan Allah itu mengandung maslahat dan apa yang dilarang-Nya mengandung mudarat.\nb.Melaksanakan ajaran-ajaran yang dibawa Rasulullah saw pembawa amanat dari Allah untuk dilaksanakan oleh segenap hamba-Nya. Dia ditugaskan untuk menjelaskan kepada manusia isi Al-Qur'an. Allah berfirman:\n\n\"... Dan Kami turunkan Adz-dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka ¦.\" (an-Nahl/16:44).\n\nc.Patuh kepada ketentuan-ketentuan yang telah ditetapkan ulil amri yaitu orang-orang yang memegang kekuasaan di antara mereka. Apabila mereka telah sepakat dalam suatu hal, maka kaum Muslimin berkewajiban melaksanakannya dengan syarat bahwa keputusan mereka tidak bertentangan dengan Kitab Al-Qur'an dan hadis. Kalau tidak demikian halnya, maka kita tidak wajib melaksanakannya, bahkan wajib menentangnya, karena tidak dibenarkan seseorang itu taat dan patuh kepada sesuatu yang merupakan dosa dan maksiat pada Allah.\nNabi Muhammad saw bersabda:\n\"Tidak (dibenarkan) taat kepada makhluk di dalam hal-hal yang merupakan maksiat kepada Khalik (Allah swt).\" (Riwayat Ahmad).\n\nd.Kalau ada sesuatu yang diperselisihkan dan tidak tercapai kata sepakat, maka wajib dikembalikan kepada Al-Qur'an dan hadis. Kalau tidak terdapat di dalamnya haruslah disesuaikan dengan (dikiaskan kepada) hal-hal yang ada persamaan dan persesuaiannya di dalam Al-Qur'an dan sunah Rasulullah saw.\nTentunya yang dapat melakukan kias seperti yang dimaksud di atas ialah orang-orang yang berilmu pengetahuan, mengetahui dan memahami isi Al-Qur'an dan sunah Rasul. Demikianlah hendaknya dilakukan oleh orang-orang yang benar-benar beriman kepada Allah dan hari akhirat.",
    "quraish": "Wahai orang-orang yang beriman kepada ajaran yang dibawa Muhammad, taatilah Allah, rasul-rasul- Nya dan penguasa umat Islam yang mengurus urusan kalian dengan menegakkan kebenaran, keadilan dan melaksanakan syariat. Jika terjadi perselisihan di antara kalian, kembalikanlah kepada al-Qur'ân dan sunnah Rasul-Nya agar kalian mengetahui hukumnya. Karena, Allah telah menurunkan al-Qur'ân kepada kalian yang telah dijelaskan oleh Rasul-Nya. Di dalamnya terdapat hukum tentang apa yang kalian perselisihkan. Ini adalah konsekwensi keimanan kalian kepada Allah dan hari kiamat. Al-Qur'ân itu merupakan kebaikan bagi kalian, karena, dengan al-Qur'ân itu, kalian dapat berlaku adil dalam memutuskan perkara-perkara yang kalian perselisihkan. Selain itu, akibat yang akan kalian terima setelah memutuskan perkara dengan al-Qur'ân, adalah yang terbaik, karena mencegah perselisihan yang menjurus kepada pertengkaran dan kesesatan.",
    "jalalayn": "(Hai orang-orang beriman! Taatlah kamu kepada Allah dan kepada rasul-Nya serta pemegang-pemegang urusan) artinya para penguasa (di antaramu) yakni jika mereka menyuruhmu agar menaati Allah dan Rasul-Nya. (Dan jika kamu berbeda pendapat) atau bertikai paham (tentang sesuatu, maka kembalikanlah kepada Allah) maksudnya kepada kitab-Nya (dan kepada Rasul) sunah-sunahnya; artinya selidikilah hal itu pada keduanya (yakni jika kamu benar-benar beriman kepada Allah dan hari akhir. Demikian itu) artinya mengembalikan pada keduanya (lebih baik) bagi kamu daripada bertikai paham dan mengandalkan pendapat manusia (dan merupakan rujukan yang sebaik-baiknya). Ayat berikut ini turun tatkala terjadi sengketa di antara seorang Yahudi dengan seorang munafik. Orang munafik ini meminta kepada Kaab bin Asyraf agar menjadi hakim di antara mereka sedangkan Yahudi meminta kepada Nabi saw. lalu kedua orang yang bersengketa itu pun datang kepada Nabi saw. yang memberikan kemenangan kepada orang Yahudi. Orang munafik itu tidak rela menerimanya lalu mereka mendatangi Umar dan si Yahudi pun menceritakan persoalannya. Kata Umar kepada si munafik, \"Benarkah demikian?\" \"Benar,\" jawabnya. Maka orang itu pun dibunuh oleh Umar."
  }
]