[
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 47,
    "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ",
    "translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu, dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/54.mp3",
    "tafsir": "Allah telah melebihkan Bani Israil dari bangsa-bangsa lain yang pada masa itu telah mempunyai peradaban dan kebudayaan yang tinggi, misalnya bangsa Mesir dan penduduk tanah suci Palestina. Allah kembali memanggil mereka pada permulaan ayat ini dengan menyebut nama nenek moyang mereka \"Israil\", ialah Nabi Yakub a.s. karena dialah yang menjadi asal kebangsaan, dan sumber kemuliaan mereka. Nikmat yang telah dilimpahkan kepadanya dapat dinikmati oleh mereka semuanya.\nKelebihan yang telah dikaruniakan Allah kepada mereka dahulunya adalah karena nenek moyang mereka sangat berpegang teguh kepada sifat-sifat yang mulia, dan menjauhi sifat-sifat dan perbuatan-perbuatan jelek, karena setiap orang yang mulia dan diutamakan dari orang-orang lain tentu ingin menjaga kehormatan itu, sehingga ia menjauhi sifat-sifat dan perbuatan-perbuatan yang hina.\nBani Israil yang ada pada masa turunnya ayat ini telah jauh menyimpang dari sifat-sifat mulia yang dipegang teguh oleh nenek moyang mereka. Oleh karena itu, Allah memperingatkan mereka kepada nikmat dan keutamaan yang telah diberikan itu untuk menyadarkan mereka bahwa Allah yang telah memberikan kelebihan kepada mereka tentu berhak pula suatu ketika untuk memberikannya kepada orang lain, misalnya kepada Nabi Muhammad saw, dan umatnya. Bani Israil itu sepatutnya lebih memperhatikan ayat-ayat yang diturunkan kepada Nabi Muhammad saw. Seseorang yang diberi kelebihan sepatutnya lebih dahulu berbuat keutamaan daripada orang lain.\nApabila keutamaan yang diberikan kepada Bani Israil itu disebabkan karena banyaknya para nabi dipilih dari kalangan mereka, maka hal itu tidaklah menjamin bahwa setiap pribadi dari Bani Israil itu lebih utama dari orang yang berada di luar lingkungan mereka. Bahkan ada kemungkinan bahwa orang lain lebih mulia dari mereka apabila mereka sendiri telah meninggalkan sunah dan ajaran-ajaran nabi-nabi mereka. Sementara orang lain menjadikannya petunjuk dan pedoman hidup mereka dengan sebaik-baiknya.\nApabila keutamaan mereka itu disebabkan kedekatan mereka kepada Allah, bahkan mereka pernah menganggap dirinya sebagai sya'bullah al-mukhtar, karena mereka dulunya mengikuti syariat-Nya, maka hal itu hanya berlaku pada diri nabi-nabi bersama orang-orang yang menjalankan syariat-syariatnya tanpa menyimpang dari ajaran-ajaran tersebut, dan tetap berjalan pada jalan yang benar, sehingga mereka berhak menerima kelebihan dan keutamaan itu. Tetapi mereka yang sudah meninggalkan ajaran-ajaran para nabi tentu tidak dapat lagi dipandang sebagai \"orang-orang yang dekat\" kepada Allah.",
    "quraish": "Hai Banû Isrâ'îl, renungkanlah nikmat-Ku yang telah Aku berikan kepada kalian berupa pertolongan mengeluarkan kalian dari tirani Fir'aun, pemberian hidayah dan pemberian kekuasaan kepada kalian di bumi setelah sebelumnya tertindas. Bersyukurlah kepada Allah yang telah memberikan itu semua kepada kalian, dengan cara menaati-Nya. Ingatlah bahwa Aku telah memberi nenek moyang kalian apa-apa yang tidak Aku berikan kepada seorang pun pada masa kalian. Kata-kata ini ditujukan kepada orang orang Yahudi yang diwakili oleh orang-orang yang hidup pada zaman Rasulullah.",
    "jalalayn": "(Hai Bani Israel! Ingatlah akan nikmat-Ku yang telah Kuanugerahkan kepadamu), yaitu mensyukurinya dengan jalan menaati-Ku (dan ingatlah pula bahwa Aku telah mengistimewakan kamu) maksudnya nenek moyangmu (atas penduduk dunia) maksudnya penduduk di zaman mereka itu."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 48,
    "arab": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَّلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَّلَا هُمْ يُنْصَرُوْنَ ",
    "translation": "Dan takutlah kamu pada hari, (ketika) tidak seorang pun dapat membela orang lain sedikit pun. Sedangkan syafaat dan tebusan apa pun darinya tidak diterima dan mereka tidak akan ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/55.mp3",
    "tafsir": "Allah memperingatkan kepada Bani Israil yang ada pada waktu turunnya ayat ini, agar mereka kembali ke jalan yang benar, mengikuti agama Allah, yang telah disempurnakan dengan wahyu-wahyu yang diturunkan kepada Nabi Muhammad saw. Dengan jalan itu mereka dapat menjaga diri mereka dari azab hari Kiamat, yang tak akan dapat dibendung oleh siapa pun juga, tak seorang pun dapat menyelamatkan diri dari padanya kecuali orang-orang yang beriman dan bertakwa serta mengikuti syariat dan petunjuk-petunjuk Allah.\nAllah swt menjelaskan bahwa pada hari Kiamat nanti tak seorang pun dapat memberikan pertolongan kepada orang lain agar terbebas dari azab-Nya, dan setiap orang bertanggung jawab atas perbuatannya masing-masing. Seseorang tidak dapat memikul dosa orang lain, walaupun dia bersedia. Hal ini merupakan ketegasan dari Allah atas ketidakbenaran anggapan mereka bahwa berdasarkan keutamaan yang ada pada mereka, mereka akan memperoleh syafaat. Padahal anggapan itu tidak benar, karena orang-orang yang berimanlah yang akan memperoleh syafaat dari Allah.\nSyafaat ialah pertolongan yang diberikan oleh rasul atau orang-orang tertentu untuk meringankan azab atau beban seseorang di akhirat, atas izin Allah. Dalam hubungan ini Allah swt berfirman:\n\nDan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6:164)\n\nDan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan untuknya sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fatir/35:18)\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80:34-37)\n\nWalau peringatan ini ditujukan kepada Bani Israil, namun berlaku juga bagi umat Islam, agar mereka selama hidup di dunia berusaha mempersiapkan diri dengan sebaik-baiknya, agar kelak pada hari Kiamat terhindar dari azab Allah. Caranya ialah dengan mengikuti petunjuk-petunjuk Allah dan melaksanakan syariat-syariat-Nya.",
    "quraish": "Takutlah kepada hari perhitungan yang sangat mengerikan, yaitu hari kiamat, ketika seseorang tidak dapat membela dan memberi pertolongan kepada orang lain. Tidak diterima pemberian syafaat apa pun. Tidak diterima juga suatu apa pun sebagai tebusan dosa. Tidak ada seorang pun yang dapat menyelamatkan siksa bagi orang yang mendapat siksa.",
    "jalalayn": "(Dan takutlah olehmu) (suatu hari, yang pada hari itu tidak dapat membela) (seseorang atas orang lainnya walau sedikit pun) yakni pada hari kiamat (dan tidak diterima) ada yang membaca tuqbalu dengan ta dan ada pula yuqbalu dengan ya (daripadanya syafaat) artinya pada hari kiamat tidak ada perantara dan tak ada orang yang dapat dijadikan sebagai perantara (dan tidak pula tebusan) (dan tidaklah mereka akan ditolong) artinya dibebaskan dari azab Allah."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 49,
    "arab": "وَاِذْ نَجَّيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ يُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ",
    "translation": "Dan (ingatlah) ketika Kami menyelamatkan kamu dari (Fir‘aun dan) pengikut-pengikut Fir‘aun. Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/56.mp3",
    "tafsir": "Peringatan lain kepada Bani Israil tentang nikmat Allah yang lain, yaitu mereka telah diselamatkan dari kesengsaraan yang mereka alami, akibat kekejaman Fir'aun, raja Mesir, pada waktu Bani Israil bertempat tinggal di sana. Orang pertama dari kalangan Bani Israil yang masuk ke Mesir ialah Nabi Yusuf. Kemudian saudara-saudaranya datang pula ke sana dan tinggal bersamanya. Selanjutnya, mereka berkembang biak di sana, sehingga dalam masa + 400 tahun (dari masa Nabi Yusuf sampai dengan Nabi Musa) jumlah mereka telah mencapai ratusan ribu orang. Penduduk asli semakin terdesak, karena Bani Israil itu giat bekerja dan memiliki pikiran yang lebih cerdas. Di samping itu, mereka sangat mementingkan diri sendiri, karena mereka masih tetap menganggap diri mereka sebagai sya'bullah al-mukhtar. Sebab itu, mereka tidak mau bersatu dengan penduduk asli, dan tidak mau bekerja sama dan membantu mereka dalam kehidupan sehari-hari.\nMelihat keadaan yang demikian, penduduk asli negeri itu semakin khawatir, sebab apabila Bani Israil itu semakin banyak jumlahnya, maka mereka akan menguasai keadaan dan penduduk asli akan semakin terdesak. Oleh sebab itu, mereka berusaha untuk melemahkan kekuatan Bani Israil. Mula-mula dengan mewajibkan kerja paksa kepada mereka. Kemudian semakin meningkat dengan pembunuhan anak-anak lelaki mereka, dan hanya anak-anak perempuan mereka yang dibiarkan hidup. Sekitar peristiwa ini bandingkan dengan Kitab Keluaran i.16 ; perintah Fir'aun kepada para bidan. Penyiksaan dan penderitaan Bani Israil tergambar dalam Keluaran i.22, dan pada beberapa bagian lagi dalam Perjanjian Lama. Fir'aun memerintahkan kepada setiap suku rakyatnya untuk membunuh setiap lelaki Bani Israil, walaupun anak-anak kecil mereka.\nPenderitaan yang dialami Bani Israil itu merupakan ujian bagi mereka karena mereka telah melupakan nikmat-Nya dan telah melakukan bermacam-macam dosa. Kemudian Allah swt mengampuni dan menerima tobat mereka, dan dikaruniakan-Nya pula nikmat yang besar, yaitu diselamatkan dari kesengsaraan yang mereka alami dari kekejaman Fir'aun. Tetapi rahmat ini pun merupakan ujian bagi mereka, apakah nantinya mereka akan mensyukuri nikmat itu, atau tidak.\nUmat Islam dapat mengambil pelajaran yang sangat berharga dari kisah Bani Israil itu. Allah swt, mula-mula telah melimpahkan bermacam-macam nikmat-Nya kepada umat Islam, sehingga umat telah bersatu di bawah panji-panji Islam dan hidup dalam persaudaraan yang kukuh, serta berhasil membangun negara Islam yang kuat. Tetapi kemudian terjadilah perpecahan di antara umat Islam, sehingga Allah swt mendatangkan malapetaka kepada mereka.\nKhilafah Abbasiyah di Bagdad diruntuhkan oleh bangsa Tartar. Kemudian terjadi Perang Salib dalam waktu yang panjang sekitar 200 tahun. Sementara itu bangsa-bangsa barat menyusup ke negeri-negeri Islam, menguasai sumber-sumber kekayaan mereka sehingga umat Islam di mana-mana menjadi lemah.",
    "quraish": "Ingatlah salah satu nikmat yang Kami anugerahkan kepada kalian, yaitu bahwa Kami telah menyelamatkan kalian dari tirani Fir'aun dan pembantu-pembantunya yang meyiksa kalian secara kejam. Mereka menyembelih anak-anak lelaki kalian, karena beranggapan bahwa salah satu dari anak-anak itu kelak akan menggulingkan kekuasaan Fir'aun. Mereka membiarkan anak-anak perempuan untuk mereka pekerjakan. Sungguh dalam penyiksaan yang kejam dan hampir menghancurkan ini terdapat ujian yang sangat berat dari Tuhan kalian.",
    "jalalayn": "(Dan) ingatlah (ketika Kami membebaskan kamu) maksudnya nenek moyangmu, ucapan ini dan yang berikutnya ditujukan kepada generasi yang terdapat di masa nabi kita, mengenai nikmat karunia yang dilimpahkan kepada nenek moyang mereka itu, agar mereka ingat kepadanya dan beriman kepada Allah Taala (dari kaum keluarga Firaun yang merasakan kepadamu) maksudnya menimpakan (sejelek-jelek siksaan) artinya siksaan yang amat berat. Kalimat itu merupakan 'hal' bagi kata ganti orang yang terdapat pada 'membebaskan kamu'. (Mereka menyembelih) merupakan penjelasan bagi kalimat yang sebelumnya (anak-anak lelakimu) (dan membiarkan hidup) artinya tidak membunuh (anak-anak perempuanmu). Hal ini disebabkan ramalan tukang tenung bahwa akan ada seorang anak lelaki kelahiran Bani Israel yang akan menjadi penyebab lenyapnya kerajaan Firaun itu. (Dan hal yang demikian itu) yakni siksaan atau pembebasan (menjadi cobaan) ujian atau pemberian nikmat (yang amat besar dari Tuhanmu)?"
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 50,
    "arab": "وَاِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَاَنْجَيْنٰكُمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَ وَاَنْتُمْ تَنْظُرُوْنَ ",
    "translation": "Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Fir‘aun dan) pengikut-pengikut Fir‘aun, sedang kamu menyaksikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/57.mp3",
    "tafsir": "Dalam ayat ini disebutkan nikmat lain yang diberikan kepada Bani Israil, yaitu Allah telah menyelamatkan mereka ketika meninggalkan Mesir di bawah pimpinan Nabi Musa a.s. dari kejaran Fir'aun bersama tentaranya.\nSetelah Allah mengangkat Musa menjadi Rasul, Dia memerintahkan agar menyeru Fir'aun dan kaumnya untuk beriman kepada-Nya, menuntut Fir'aun agar membebaskan Bani Israil yang berada di negeri itu, dan menghentikan kekejaman yang dilakukan terhadap mereka. Sebagai jawabannya, Fir'aun memperhebat siksaan dan kekejamannya terhadap Bani Israil dan memerintahkan rakyatnya untuk meningkatkan kerja paksa yang ditimpakan kepada mereka.\nKemudian Allah memberikan berbagai mukjizat kepada Musa a.s. dan saudaranya, Nabi Harun, antara lain tongkat Nabi Musa yang dapat berubah menjadi ular dan dapat menelan ular-ular yang dijelmakan oleh para pesihir yang dikerahkan Fir'aun untuk melawan mukjizat Nabi Musa a.s.\nMelihat kenyataan itu, para pesihir itu pun mengakui kekalahan mereka, lalu menyatakan beriman kepada Tuhan. Akhirnya Fir'aun mengusir dan mengejar-ngejar mereka. Maka berangkatlah mereka meninggalkan negeri itu di bawah pimpinan Nabi Musa a.s., sedangkan Fir'aun dan bala tentaranya mengejar mereka.\nKetika mereka sampai di tepi Laut Merah yang membatasi kota Suez dengan Semenanjung Sinai, Allah memerintahkan Nabi Musa agar memukulkan tongkatnya ke laut. Lalu Musa a.s. melakukannya. Maka terbelahlah air laut dan terbentanglah dua belas jalur jalan raya yang akan dilalui Nabi Musa a.s. bersama pengikut-pengikutnya yang terdiri dari dua belas rombongan, sehingga selamatlah mereka sampai ke seberang.\nSementara itu Fir'aun bersama rombongannya terus mengejar mereka. Tetapi ketika mereka sampai di tengah-tengah laut itu, air laut kembali bertaut, sehingga mereka semuanya tenggelam ditelan air laut. Kejadian itu disaksikan oleh Bani Israil yang telah selamat sampai ke seberang.\nTerbelahnya laut merupakan salah satu dari berbagai mukjizat Nabi Musa a.s. untuk membuktikan kepada manusia bahwa Allah adalah Mahakuasa. Dialah yang menciptakan alam ini dan Dia pula yang menetapkan undang-undang alam yang berlaku sepanjang masa, dan Dia berkuasa pula mengubah atau membatalkan undang-undang alam tersebut apabila dikehendaki-Nya.\nHukum alam yang berlaku pada air ialah bahwa air sebagai salah satu benda cair tidak dapat terpisah tanpa adanya benda lain yang memisahkannya. Undang-undang inilah yang diubah dan dibatalkan-Nya ketika terbelahnya air laut itu. Air laut tersibak dan berdiri seperti dinding-dinding yang tegak lurus tanpa ada sesuatu yang menahannya, sehingga terbentanglah jalan di antara dinding-dinding tersebut.\nDemikian besarnya nikmat yang telah dilimpahkan Allah kepada Bani Israil. Mereka telah dibebaskan dari kekejaman Fir'aun dan rakyatnya. Kemudian mereka diselamatkan pula ketika menyeberang laut. Sesudah itu mereka menyaksikan dengan mata kepala sendiri tenggelamnya musuh-musuh mereka di tengah laut yang tentu saja menggembirakan hati mereka. Sepatutnyalah mereka mensyukuri nikmat-nikmat tersebut.",
    "quraish": "Ingatlah pula salah satu nikmat Allah kepada kalian, ketika Kami membelah laut untuk kalian. Air laut itu Kami pisahkan agar kalian bisa menyeberanginya, sehingga kalian dapat menghindar dari kejaran Fir'aun dan para tentaranya. Dengan anugerah Kami, kalian dapat selamat. Lalu kalian Kami bela dari kejaran mereka. Kami tenggelamkan mereka--di depan mata kalian--sehingga kalian dapat melihat mereka tenggelam, dan laut tertutup setelah kalian menyeberang dengan selamat.",
    "jalalayn": "(Dan) ingatlah (ketika Kami pisah) Kami belah (demi karenamu) (lautan) sehingga kamu dapat masuk dan melintasinya ketika melarikan diri dari musuhmu (lalu Kami selamatkan kamu) dari bahaya tenggelam, (dan Kami tenggelamkan keluarga Firaun) beserta kaumnya (sedang kamu sendiri menyaksikan) hal itu, yaitu bertautnya lautan yang menyungkup mereka."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 51,
    "arab": "وَاِذْ وٰعَدْنَا مُوْسٰىٓ اَرْبَعِيْنَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَاَنْتُمْ ظٰلِمُوْنَ",
    "translation": "Dan (ingatlah) ketika Kami menjanjikan kepada Musa empat puluh malam. Kemudian kamu (Bani Israil) menjadikan (patung) anak sapi (sebagai sesembahan) setelah (kepergian)nya, dan kamu (menjadi) orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/58.mp3",
    "tafsir": "Pada ayat ini Allah swt mengingatkan mereka kepada nikmat yang lain sesudah nikmat-nikmat-Nya yang tersebut di atas, yaitu Allah menjanjikan kepada Musa a.s. akan memberikan Taurat kepadanya, dan Allah menentukan waktunya yaitu selama 40 malam. Mereka menganggap bahwa waktu yang ditetapkan itu terlalu lama maka mereka membuat patung anak sapi dari emas dan mereka sembah. Dengan demikian mereka telah menganiaya diri mereka sendiri karena perbuatan syirik yang mereka lakukan. \nSikap mereka itu sangat mengherankan, sebab janji Allah kepada Nabi Musa a.s. akan menurunkan Kitab Taurat sebenarnya merupakan nikmat dan keutamaan yang amat besar bagi Bani Israil, tetapi mereka balas dengan perbuatan yang amat keji, yaitu kekafiran dan kebodohan.",
    "quraish": "Ingatlah ketika Tuhan kalian menjanjikan kepada Mûsâ empat puluh malam untuk bermunajat kepada- Nya. Dan ketika ia pergi ke tempat yang dijanjikan (bukit Tursina) lalu kembali kepada kalian, ia mendapatkan kalian telah menyeleweng dan menjadikan lembu yang dibuat oleh Sâmiriy sebagai sembahan. Kalian telah berbuat lalim dengan menjadikan sekutu bagi Allah yang telah menciptakan dan menyelamatkan kalian.",
    "jalalayn": "(Dan ingatlah ketika Kami menjanjikan) dalam sekian masa (kepada Musa selama empat puluh malam) maksudnya Kami janjikan akan memberinya Taurat setelah 40 malam untuk menjadi pedoman bagi kamu (lalu kamu ambil anak lembu) maksudnya patung anak lembu yang ditempa oleh Samiri menjadi tuhan (sepeninggalnya) artinya setelah ia pergi memenuhi perjanjian dengan Kami itu, (dan kamu adalah orang-orang aniaya) disebabkan menaruh sesuatu bukan pada tempatnya, yaitu mengambil anak lembu itu sebagai sembahan."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 52,
    "arab": "ثُمَّ عَفَوْنَا عَنْكُمْ مِّنْۢ بَعْدِ ذٰلِكَ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Kemudian Kami memaafkan kamu setelah itu, agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/59.mp3",
    "tafsir": "Allah Maha Pengasih dan Maha Pengampun kepada hamba-Nya. Walaupun Bani Israil telah melakukan kekafiran dan kemusyrikan sedemikian rupa, namun Allah masih memberikan maaf dan ampunan kepada mereka, agar mereka mensyukuri-Nya. Allah tidak segera menimpakan azab kepada mereka melainkan ditangguhkan-Nya sampai datangnya Nabi Musa a.s. dan memberitahukan kepada mereka cara menebus dosa, agar selanjutnya mereka mensyukuri nikmat-Nya.",
    "quraish": "Lalu Kami maafkan kalian dan Kami hapuskan hukuman yang telah Kami tetapkan, ketika kalian bertobat dan meminta ampun, agar kalian bersyukur kepada Tuhan atas ampunan dan anugerah-Nya.",
    "jalalayn": "(Kemudian Kami maafkan kamu) Kami hapus dan ampuni kesalahanmu (setelah itu) setelah pengambilan patung menjadi tuhan (agar kamu bersyukur) dan menyadari nikmat karunia Kami kepadamu."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 53,
    "arab": "وَاِذْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُوْنَ",
    "translation": "Dan (ingatlah), ketika Kami memberikan kepada Musa Kitab dan Furqan, agar kamu memperoleh petunjuk. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/60.mp3",
    "tafsir": "Dalam ayat ini Allah swt mengingatkan lagi kepada mereka tentang nikmat-Nya yang lain yaitu Kitab Taurat yang diturunkan kepada mereka sebagai bukti untuk menguatkan kerasulan Nabi Musa a.s. Kitab tersebut diturunkan kepada mereka melalui Nabi Musa a.s. untuk mereka jadikan petunjuk. Dengan memahami isinya serta mengamalkan syariat dan petunjuk-petunjuk yang terkandung di dalamnya, diharapkan mereka kembali menjadi orang baik-baik, dan tidak lagi terjerumus kepada kesesatan yang lain, misalnya menyembah patung-patung, dan sebagainya.",
    "quraish": "Dan ingatlah ketika Kami memberikan nikmat pada kalian, dengan menurunkan kitab suci, Tawrât, kepada nabi kalian, Mûsâ. Kitab inilah yang memisahkan antara yang benar dan palsu dan membedakan antara yang halal dan yang haram, agar kalian mendapat pegangan dengan cahayanya dan mendapat petunjuk dari kesesatan dengan merenungi apa yang ada di dalamnya.",
    "jalalayn": "(Dan ingatlah ketika Kami berikan kepada Musa Alkitab) yakni kitab Taurat (dan pemisah) merupakan 'athaf tafsir' hubungan sebagai penjelasan bagi Taurat yang menjadi pemisah di antara yang hak dengan yang batil, yang halal dengan yang haram (agar kamu peroleh petunjuk) dengannya dari kesesatan."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 54,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اِنَّكُمْ ظَلَمْتُمْ اَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوْبُوْٓا اِلٰى بَارِىِٕكُمْ فَاقْتُلُوْٓا اَنْفُسَكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ عِنْدَ بَارِىِٕكُمْۗ فَتَابَ عَلَيْكُمْ ۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu. Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/61.mp3",
    "tafsir": "Dalam ayat ini Allah swt memerintahkan kepada Rasulullah agar menyampaikan kepada Bani Israil yang hidup semasanya pada waktu itu bahwa Musa a.s. sekembali dari munajat dengan Tuhannya, mendapati kaumnya menyembah patung anak sapi, lalu dia berkata kepada kaumnya, \"Hai kaumku, sesungguhnya dengan perbuatan kamu menjadikan anak sapi itu sebagai tuhanmu, kamu telah membinasakan diri kamu sendiri, dan telah melenyapkan pahala yang sedianya akan kamu terima di sisi Tuhanmu. Alangkah baiknya, seandainya kamu menepati janji yang telah diikrarkan, dan kamu mengikuti syariatku. ) Oleh sebab itu, bertobatlah kepada Tuhanmu yang telah menciptakan kamu, dan janganlah berbuat kebodohan semacam itu, dimana kamu telah meninggalkan Tuhanmu yang sesungguhnya, lalu kamu mengambil anak sapi sebagai sembahanmu.\"\nMusa a.s. juga memerintahkan kepada mereka, \"Bunuhlah diri kamu.\" Maksudnya, agar orang-orang yang tidak berbuat kejahatan di antara mereka membunuh mereka yang telah bersalah itu, atau mereka yang telah berbuat kejahatan itu saling membunuh, atau mereka disuruh membunuh diri mereka sendiri sebagai pernyataan tobat kepada Allah. Dalam Perjanjian Lama Kitab Keluaran xxxii.27-28 disebutkan yang mati akibat pembunuhan itu 3000 orang. \nKemudian Musa a.s. mengatakan kepada mereka bahwa bertobat dan membunuh diri sebagai pernyataan tobat itu lebih baik bagi mereka di sisi Allah daripada terus-menerus berbuat kedurhakan yang menyebabkan mereka ditimpa azab. Apabila mereka telah bersih dari dosa itu, barulah mereka patut menerima pahala dan ganjaran. \nAbdullah Yusuf Ali berpendapat \"bunuhlah nafsumu\"; anfusakum dalam ayat ini berarti nafsu, bukan pribadi. Hampir sejalan dengan pendapat al-Qasimi, Muhammad Asad, dan lain-lain.\nPada akhir ayat ini Allah menerangkan bahwa setelah mereka melakukan yang diperintahkan Musa, Allah menerima tobat dan memaafkan kesalahan mereka, karena Dialah yang memberikan jalan kepada orang-orang yang berdosa itu untuk bertobat, dan Dia menerima tobat mereka. Sebab Dia Maha Pengasih kepada orang-orang yang mau bertobat kepada-Nya. Seandainya tidak demikian, tentulah segera ditimpakan kebinasaan kepada mereka karena dosa-dosa besar yang mereka lakukan itu.",
    "quraish": "Ingatlah hari ketika Mûsâ, rasul kalian, berkata, \"Hai kaumku, sesungguhnya kalian telah menganiaya diri sendiri dengan menjadikan lembu Sâmiriy sebagai sembahan. Bertobatlah kepada Tuhanmu yang menciptakan kalian dari ketiadaan, dengan jalan memarahi dan mencela jiwa kalian yang jahat dan selalu menyuruh berbuat jelek, agar berganti dengan jiwa yang suci. Allah akan membantu kalian dan memberi petunjuk untuk itu. Hal ini adalah lebih baik bagi kalian di sisi Tuhan yang telah menciptakan kalian. Maka dari itu, Dia menerima pertobatan dan permohonan maaf kalian. Dia Maha Pengampun lagi Maha Pengasih kepada hamba-hamba-Nya.\"",
    "jalalayn": "(Dan ketika Musa berkata kepada kaumnya) yang telah menyembah patung anak lembu itu (\"Hai kaumku! Sesungguhnya kamu telah menganiaya dirimu karena kamu telah mengambil anak lembu) sebagai sembahan, (maka bertobatlah kamu kepada Tuhanmu) yang telah menciptakanmu atas kesalahanmu tidak menyembah kepada-Nya, (maka bunuhlah dirimu) maksudnya hendaklah yang tidak bersalah di antaramu membunuh yang bersalah. (Demikian itu) yakni membunuh itu (lebih baik bagimu di sisi Tuhanmu) hingga dituntun-Nya kamu untuk melakukannya dan dikirim-Nya awan hitam agar sebagian kamu tidak melihat lainnya yang akan menyebabkan timbulnya rasa kasihan di antara kamu yang akan menghalangi pembunuhan ini. Maka berhasillah pembunuhan masal itu sehingga yang tewas di antara kamu tidak kurang dari tujuh puluh ribu orang banyaknya. (Maka Allah menerima tobatmu. Sesungguhnya Dia Maha Penerima Tobat lagi Maha Penyayang\")."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 55,
    "arab": "وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَاَخَذَتْكُمُ الصّٰعِقَةُ وَاَنْتُمْ تَنْظُرُوْنَ",
    "translation": "Dan (ingatlah) ketika kamu berkata, “Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,” maka halilintar menyambarmu, sedang kamu menyaksikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/62.mp3",
    "tafsir": "Dalam ayat ini Allah mengingatkan Bani Israil kepada sifat-sifat dan keingkaran nenek moyang mereka kepada Nabi Musa, yaitu mereka pernah berkata kepada Nabi Musa. \"Kami tidak akan beriman kepadamu sampai kami dapat melihat Allah secara kasat mata.\" Karena sikap dan kelakuan mereka itu Allah menurunkan azab kepada mereka, yaitu halilintar yang menyambar mereka.\nNabi Musa memilih tujuh puluh orang yang akan pergi bersamanya ke bukit Sinai untuk meminta ampun atas kesalahan mereka menyembah anak sapi. Mereka mengatakan kepada Nabi Musa a.s. bahwa sebelum mereka dapat melihat Allah dengan mata kepala mereka sendiri, mereka tidak akan beriman, tidak akan membenarkan ucapan Nabi Musa a.s. bahwa Taurat itu adalah Kitab Allah. Mereka juga tidak akan percaya bahwa Musa telah mendengar perkataan Allah, dan mereka juga tidak akan percaya bahwa Allah memerintahkan untuk menerima perkataan-Nya dan mengamalkannya. Lalu datanglah halilintar menyambar mereka, sedang yang lain menyaksikan peristiwa itu dengan jelas (lihat pula al-A'raf/7:156).\nDemikianlah sikap Bani Israil terhadap Nabi Musa, mereka selalu bertingkah dan membangkang. Maka datanglah azab Allah kepada mereka. Bermacam-macam penyakit menimpa mereka. Binatang-binatang kecil yang menyebarkan berbagai penyakit telah membinasakan sejumlah besar dari mereka. Maka tidaklah mengherankan ketika Nabi Muhammad saw datang menyeru mereka kepada agama lslam, mereka bersikap menentang dan menolak seruan itu.",
    "quraish": "Ingatlah ucapan kalian kepada Mûsâ, \"Kami tidak akan beriman sebelum kami melihat Allah secara jelas dengan mata kepala kami dan tidak terhalang oleh sesuatu apa pun.\" Kemudian, petir dan api dari langit menyambar dan menggoncang kalian, sebagai akibat dari sikap membangkang, kelaliman dan permintaan kalian yang mustahil terjadi. Pada saat itu kalian melihat keadaan dan apa yang yang menimpa kalian, yaitu berupa musibah dan siksa yang ada dalam sambaran petir itu.",
    "jalalayn": "(Dan ketika kamu berkata) yaitu setelah kamu pergi bersama Musa untuk memohon ampun kepada Allah sebab menyembah patung anak lembu dan telah kamu dengar pula firman-Nya. (\"Hai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah secara terang!\") secara nyata. (Sebab itu kamu disambar petir) atau halilintar hingga kamu tewas (sedang kamu menyaksikannya) atas peristiwa yang menimpa dirimu itu."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 56,
    "arab": "ثُمَّ بَعَثْنٰكُمْ مِّنْۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Kemudian, Kami membangkitkan kamu setelah kamu mati, agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/63.mp3",
    "tafsir": "Dalam ayat ini Allah mengingatkan kepada Bani Israil yang ada pada masa Nabi Muhammad saw bahwa setelah banyak di antara mereka itu mati karena azab tersebut di atas, maka keturunan mereka yang masih tinggal kembali berkembang biak, padahal tadinya mereka mengira jumlah mereka akan semakin berkurang. Allah telah menakdirkan mereka berkembang kembali, agar mereka dapat mengambil pelajaran dari pengalaman yang pahit itu, sehingga mereka mau mensyukuri nikmat-nikmat Allah.\nAllah menceritakan hal itu kepada kita dengan menghadapkan pembicaraan kepada Bani Israil yang ada ketika datangnya Nabi Muhammad saw untuk menunjukkan bahwa umat manusia ini pada hakikatnya adalah satu. Segala cobaan yang telah diturunkan-Nya, berupa kebaikan atau musibah, nikmat atau kesengsaraan, semuanya merupakan pelajaran bagi umat yang datang kemudian dengan menerangkan yang telah terjadi atas umat-umat terdahulu, agar manusia mengetahui bahwa semua bangsa di dunia ini mempunyai tanggung jawab terhadap sesamanya. Kebahagiaan seseorang sangat erat hubungannya dengan kebahagiaan orang lain. Demikian pula kesengsaraan yang dideritanya. Setiap pribadi akan tertimpa kesengsaraan akibat perbuatan dosa yang telah meluas di lingkungannya, walaupun ia sendiri tidak ikut melakukan dosa-dosa tersebut",
    "quraish": "Kemudian Kami membangkitkan kalian dari ketidaksadaran dan Kami ajarkan agar kalian bersyukur atas nikmat Kami ini. Juga agar kalian melaksanakan hak Allah dengan jalan bersyukur.",
    "jalalayn": "(Setelah itu Kami bangkitkan kamu) maksudnya Kami hidupkan kembali kamu, (setelah kematian kamu agar kamu bersyukur) atas nikmat karunia Kami itu."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 57,
    "arab": "وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰى ۗ كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ ۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "translation": "Dan Kami menaungi kamu dengan awan, dan Kami menurunkan kepadamu mann dan salwa. Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/64.mp3",
    "tafsir": "Dalam ayat ini Allah mengingatkan lagi kepada Bani Israil tentang nikmat-Nya yang lain yang dilimpahkan-Nya kepada nenek moyang mereka, yakni Allah telah menaungi mereka dengan awan mendung dari terik panas matahari yang menimpa mereka. Hal ini terjadi ketika mereka meninggalkan Mesir, dan menyeberangi Laut Merah. Mereka sampai ke gurun pasir dan ditimpa panas terik yang amat sangat. Lalu mereka mengadu kepada Nabi Musa. Begitu dia berdoa kepada Allah, memohon pertolongan untuk mereka, Allah mengirim awan mendung untuk menaungi mereka, hingga mereka dapat berjalan sampai ke negeri yang mereka tuju. Di samping itu Allah mengaruniakan pula makanan untuk mereka yaitu makanan yang disebut mann yang manis seperti madu, yang turun terus-menerus sejak terbit fajar sampai matahari terbenam, serta bahan makanan lain yang disebut salwa, yaitu semacam burung puyuh. Masing-masing mereka mengambil secukupnya untuk makan sampai keesokan harinya.\nMenghadapi suhu udara yang sangat panas di tengah gurun pasir orang mudah terkuras habis energi dan tenaga yang dimilikinya. Oleh karena itu sebagai pengganti energi yang hilang diperlukan makanan dan minuman yang banyak mengandung zat gula. Mann adalah sejenis makanan yang manis atau minuman berenergi seperti madu yang sangat dibutuhkan di daerah gurun pasir. Jika seseorang memakan makanan yang mengandung banyak zat gula kecuali meningkatkan energi dan memberi dampak rasa senang, juga membuat orang lebih bersemangat.\nDi samping makanan yang kandungan gulanya tinggi juga dibutuhkan daging yang mengandung protein dan lemak. Salwa adalah sejenis burung puyuh yang dagingnya memiliki kandungan protein dan lemak yang sangat tinggi, makanan ini dibutuhkan oleh orang-orang yang berada di gurun pasir yang panas sekali. Allah Mahamengetahui dan Mahabijaksana dengan memberikan makanan Mann dan Salwa kepada Bani Israil yang melakukan perjalanan panjang dan berat dari Mesir ke Syria. \nAllah memerintahkan agar mereka memakan makanan yang baik, dari rezeki yang telah dilimpahkan-Nya. Makanan yang baik ialah makanan yang halal dan bermanfaat bagi kesehatan dan pertumbuhan badan. Ini menunjukkan bahwa apa pun yang diperintahkan Allah kepada manusia, manfaatnya adalah untuk diri mereka sendiri, bukan untuk-Nya. Sebaliknya, apa pun yang dilarang-Nya agar dijauhi oleh manusia, semua itu adalah untuk menyelamatkan mereka sendiri dari malapetaka yang akan menimpa mereka karena perbuatan itu.\nSeorang ahli kimia bahan alam dari Belgia, Dr. Errera (1893) menduga bahwa manna merupakan jenis tumbuhan rendah, yang termasuk 'lumut kerak (lichenes) dari golongan unattached lichens (lumut kerak yang tidak melekat, mudah lepas). Setelah melakukan pengamatan, Errera menduga bahwa manna sangat mungkin merupakan spesies lumut kerak yang dikenal dengan nama saintifik: Aspicilia esculenta. Lumut kerak aspicilia esculenta ini sangat mudah terbawa oleh angin atau badai, sehingga nampak seolah-oleh diturunkan (anzalnaa, diturunkan) dari langit. Lumut kerak ini mempunyai kandungan gizi yang tinggi dan mengandung pula zat antibiotika (thayyib, makanan yang baik-baik). Sedangkan salwa, kemungkinan besar adalah burung puyuh. Dapatlah dimengerti bahwa Bani Israil dapat bertahan lama (sekitar 40th) di belantara Sinai, karena mendapatkan rahmat dari Allah swt., berupa makanan manna, yang merupakan sumber karbohidrat dengan gizi tinggi dan terkandung pula antibiotik didalamnya. Sedangkan untuk sumber protein didapat dari salwa. Wallahu a'lam bis-sawab.",
    "quraish": "Di antara anugerah Kami kepada kalian adalah bahwa Kami menjadikan awan sebagai naungan yang melindungi kalian dari panas yang terik. Kami turunkan mann--zat manis dan lengket seperti madu yang dikeluarkan beberapa jenis pepohonan--dan salwâ--yaitu burung yang dikenal dengan nama puyuh--yang datang kepada kalian dengan kelompoknya pada pagi dan sore hari. Kami menurunkan ini semua agar kalian dapat makan dan bersenang-senang. Kami katakan kepada kalian, \"Makanlah dari makanan-makanan yang baik, yang telah Kami berikan.\" Kemudian mereka kufur terhadap nikmat Allah ini. Hal itu tidak menjadi masalah bagi Kami, tetapi sebenarnya merekalah yang mengainiaya diri mereka sendiri, karena bahaya dari ketidaktaatan itu menimpa mereka. (1) {(1) Pada firman Allah \"Dan Kami turunkan atas kalian mann dan salwâ\" terdapat fakta ilmiah yang ditemukan di bidang ilmu pengetahuan modern belakangan ini. Yaitu, bahwa protein yang diambil dari hewan, seperti daging hewan dan burung (di antaranya burung puyuh), merupakan makanan manusia yang lebih bergizi daripada protein yang berasal dari tumbuh-tumbuhan dari segi asimilasi kehidupan dan pemanfaatannya untuk tubuh. Di samping itu, mann terbuat dari zat gula yang merupakan faktor terpenting dalam pembentukan kekuatan gerak bagi tubuh. }",
    "jalalayn": "(Dan Kami naungi kamu dengan awan), artinya Kami taruh awan tipis di atas kepalamu agar kamu terlindung dari panasnya cahaya matahari di padang Tih, (dan Kami turunkan padamu) di padang Tih itu (manna dan salwa) yakni makanan manis seperti madu dan daging burung sebangsa puyuh dan firman Kami, (\"Makanlah di antara makanan yang baik yang Kami karuniakan kepadamu.\") dan janganlah kamu simpan! Tetapi mereka mengingkari nikmat itu dan mereka menyimpannya. Maka Allah pun menghentikan rezeki itu atas mereka (dan tidaklah mereka menganiaya Kami) dengan perbuatan itu, (tetapi mereka menganiaya diri mereka sendiri) karena bencananya kembali kepada mereka juga."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 58,
    "arab": "وَاِذْ قُلْنَا ادْخُلُوْا هٰذِهِ الْقَرْيَةَ فَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَّادْخُلُوا الْبَابَ سُجَّدًا وَّقُوْلُوْا حِطَّةٌ نَّغْفِرْ لَكُمْ خَطٰيٰكُمْ ۗ وَسَنَزِيْدُ الْمُحْسِنِيْنَ ",
    "translation": "Dan (ingatlah) ketika Kami berfirman, “Masuklah ke negeri ini (Baitulmaqdis), maka makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Dan masukilah pintu gerbangnya sambil membungkuk, dan katakanlah, “Bebaskanlah kami (dari dosa-dosa kami),” niscaya Kami ampuni kesalahan-kesalahanmu. Dan Kami akan menambah (karunia) bagi orang-orang yang berbuat kebaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/65.mp3",
    "tafsir": "Pada permulaan ayat ini, Allah swt memerintahkan Bani Israil untuk memasuki suatu daerah (Baitulmakdis) dan menikmati makanan-makanan yang ada di sana dan mensyukuri nikmat-Nya, karena mereka telah diselamatkan dari pengejaran musuh dalam perjalanan yang amat sulit. Mereka diperintahkan untuk mengucapkan doa kepada Allah, agar mereka diampuni dari segala dosa yang telah mereka lakukan. Allah menegaskan bahwa jika mereka mematuhi perintah tersebut, Dia akan mengampuni semua kesalahan mereka, dan akan memberikan tambahan pahala dan karunia kepada orang-orang yang berbuat kebajikan.",
    "quraish": "Ingatlah wahai Banû Isrâ'îl ketika Kami memfirmankan kepada kalian, \"Masuklah ke dalam kota besar (Bayt al-Maqdis) yang disebut oleh Mûsâ, nabi kalian. Makanlah dari hasil bumi yang banyak dan enak yang ada di dalamnya sekehendak kalian, dengan syarat, bahwa kalian harus masuk dari pintu yang telah disebutkan oleh nabi kalian dengan penuh kekhusyukan. Mohonlah kepada Allah di sana agar Dia mengampuni segala kesalahan kalian. Barangsiapa yang melakukannya dengan ikhlas, tentu akan Kami ampuni segala kesalahan-kesalahannya. Dan, di atas itu semua, barangsiapa yang berbuat baik dan taat, akan Kami tambahkan pahala dan kehormatan.",
    "jalalayn": "(Dan ingatlah ketika Kami berfirman,) kepada mereka setelah mereka keluar dari bukit Tih, (\"Masuklah kamu ke negeri ini\"), yakni Baitulmakdis atau Yerusalem dan ada pula yang mengatakannya 'Ariha' (Maka makanlah di antara makanannya yang baik lagi enak mana yang kamu sukai) tanpa ada larangan (dan masukilah pintu gerbangnya) (dalam keadaan bersujud) artinya menundukkan diri (dan ucapkanlah) sebagai permohonan, (\"Bebaskanlah kami dari dosa!\") (niscaya Kami ampuni) menurut suatu qiraat 'yughfar', sedangkan menurut suatu qiraat lainnya 'tughfar', keduanya kata kerja pasif yang berarti 'diampuni' (bagimu kesalahan-kesalahanmu dan akan Kami tambah pula pemberian Kami kepada orang-orang yang berbuat baik) maksudnya diampuni karena berlaku taat, diberi tambahan, yakni pahalanya."
  },
  {
    "ruku": 7,
    "name": "Al-Baqarah",
    "ayat": 59,
    "arab": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَنْزَلْنَا عَلَى الَّذِيْنَ ظَلَمُوْا رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ࣖ",
    "translation": "Lalu orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka Kami turunkan malapetaka dari langit kepada orang-orang yang zalim itu, karena mereka (selalu) berbuat fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/66.mp3",
    "tafsir": "Dalam ayat ini diterangkan, bahwa Bani Israil tidak mau melaksanakan perintah dan petunjuk-petunjuk Allah, bahkan sebaliknya mereka melakukan hal-hal yang bertentangan dengan perintah-perintah tersebut, seolah-olah mereka tidak mengakui adanya segala perintah itu. Mereka mengatakan bahwa hal-hal sebaliknyalah yang diperintahkan kepada mereka. Demikianlah orang yang fasik dengan mudah memutarbalikkan kenyataan. Orang-orang yang durhaka senantiasa menyalahi perintah, apabila mereka ditugaskan melakukan pekerjaan yang terasa berat bagi mereka.\nPada akhir ayat ini dijelaskan bahwa karena sikap mereka yang ingkar dan tidak mematuhi perintah itu, Allah menurunkan azab kepada mereka. Dalam ayat ini tidak dijelaskan macam azab yang diturunkan itu. Allah menguji Bani Israil dengan bermacam-macam cobaan setiap kali mereka melakukan kefasikan dan kezaliman.",
    "quraish": "Tetapi orang-orang yang lalim dan melanggar perintah Tuhan, lalu mengatakan apa-apa yang tidak diperintahkan untuk dikatakannya sebagai sikap melecehkan dan durhaka, maka Allah akan menurunkan siksa dari atas mereka sebagai ganjaran atas kefasikan dan ketidaktaatan mereka kepada perintah Allah.",
    "jalalayn": "(Lalu orang-orang yang aniaya mengubah) di antara mereka (perintah yang tidak dititahkan kepada mereka) mereka mengatakan, habbatun fi sya`ratin, bahkan mereka memasukinya bukan dengan bersujud tetapi merangkak di atas pantat mereka. (Maka Kami timpakan atas orang-orang yang aniaya itu) di sini disebutkan \"atas orang-orang yang aniaya itu\", yang sebenarnya cukup dengan kata ganti 'mereka' saja, dengan maksud sebagai kecaman (siksa) berupa penyakit taun (dari langit disebabkan kefasikan mereka) disebabkan mereka melanggar ketaatan. Maka dalam waktu satu jam ada 70 ribu orang atau mendekati jumlah itu di antara mereka yang mati."
  }
]