[
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 60,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يَزْعُمُوْنَ اَنَّهُمْ اٰمَنُوْا بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ اَنْ يَّتَحَاكَمُوْٓا اِلَى الطَّاغُوْتِ وَقَدْ اُمِرُوْٓا اَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ اَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا",
    "translation": "Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada thaghut, padahal mereka telah diperintahkan untuk mengingkari thaghut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/553.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Rasul-Nya, Muhammad saw agar memperhatikan sikap dan tingkah laku orang-orang yang telah mengaku dirinya beriman kepada Al-Qur'an yang diturunkan kepada Rasulullah saw dan kepada kitab-kitab suci lainnya yang diturunkan kepada nabi dan rasul sebelumnya. Orang-orang yang mengaku beriman ini telah berbuat sesuatu yang berlawanan dengan pengakuan keimanan yang mereka ucapkan. Andaikata mereka benar-benar beriman kepada Muhammad sebagaimana diucapkan dengan mulut mereka, tentu mereka mau bertahkim kepadanya untuk menyelesaikan persengketaan yang terjadi di antara mereka, dan tidak akan mau bertahkim kepada Tagut yaitu orang yang banyak bergelimang dalam kejahatan dan kesesatan. Yang dimaksud dengan Tagut di sini ialah Ka'ab bin al-Asyraf, seorang Yahudi yang selalu memusuhi Nabi Muhammad saw dan kaum Muslimin. Ada yang mengatakan yang dimaksud Tagut di sini ialah Abu Barzah al-Aslami seorang tukang tenung di masa Nabi. Termasuk juga di sini berhala-berhala dan setiap orang yang membuat dan menetapkan hukum secara tidak benar. Demikianlah mereka telah disesatkan oleh setan dengan penyesatan yang sangat jauh.",
    "quraish": "Tidakkah kamu heran, wahai Nabi, melihat orang-orang yang mengaku beriman kepada kitab yang diturunkan kepadamu dan kitab-kitab yang diturunkan sebelummu? Dalam pertengkaran, mereka mendasarkan hukum-hukum dengan selain hukum Allah yang mengandung kesesatan dan kerusakan. Padahal, mereka diperintah Allah untuk tidak berpegang kepada hukum selain hukum Allah itu. Setan hendak menyesatkan mereka dari jalan yang benar dan lurus sehingga mereka menjadi sangat tersesat.",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang mengakui diri mereka telah beriman kepada apa yang diturunkan kepadamu dan apa yang diturunkan sebelum kamu; mereka hendak bertahkim kepada tagut) artinya orang yang banyak berbuat kedurhakaan, yaitu Kaab bin Asyraf (padahal mereka sudah dititahkan untuk mengingkarinya) dan tak akan memuliakan serta tidak mengangkatnya sebagai pemimpin. (Dan setan bermaksud menyesatkan mereka dengan kesesatan yang sejauh-jauhnya) yakni dari kebenaran."
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 61,
    "arab": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ رَاَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ",
    "translation": "Dan apabila dikatakan kepada mereka, “Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,” (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/554.mp3",
    "tafsir": "Dalam ayat ini dijelaskan tentang sikap dan tingkah laku orang-orang yang mengaku beriman di mulut dan membangkang di hati. Jika diajak beramal atau menjalankan apa yang diturunkan Allah dalam Al-Qur'an dan menerima hukum dari Rasulullah. Mereka tetap berpaling dan menghalangi manusia menerima hukum tersebut dengan segala macam jalan dan alasan, padahal hukum Allah dan Rasul itu adalah hukum yang benar dan adil. Yang mendorong mereka bersikap demikian hanyalah semata-mata karena memperturutkan hawa nafsu saja.",
    "quraish": "Apabila kamu katakan kepada mereka, \"Terimalah al-Qur'ân dan syariat yang diturunkan Allah dan kemudian dijelaskan oleh rasul-Nya,\" niscaya kamu akan mendapatkan orang-orang munafik menolak ajakan itu dengan keras.",
    "jalalayn": "(Dan apabila dikatakan kepada mereka, marilah kamu kembali kepada apa yang diturunkan Allah) dalam Alquran berupa hukum-hukum (dan kepada rasul) agar dapat mengadili kamu (maka kamu lihat orang-orang munafik berpaling daripadamu) kepada yang lain (sejadi-jadinya.)"
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 62,
    "arab": "فَكَيْفَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖاِنْ اَرَدْنَآ اِلَّآ اِحْسَانًا وَّتَوْفِيْقًا ",
    "translation": "Maka bagaimana halnya apabila (kelak) musibah menimpa mereka (orang munafik) disebabkan perbuatan tangannya sendiri, kemudian mereka datang kepadamu (Muhammad) sambil bersumpah, “Demi Allah, kami sekali-kali tidak menghendaki selain kebaikan dan kedamaian.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/555.mp3",
    "tafsir": "Ayat ini menerangkan tentang kelicikan orang-orang munafik, apabila mereka ditimpa suatu musibah karena rahasia mereka telah terbuka dan diketahui oleh Rasulullah dan orang-orang mukmin, mereka datang kepada Nabi sambil bersumpah, \"Demi Allah, perbuatan kami itu bukanlah dengan maksud jahat dan sengaja melanggar perintah Allah dan Rasul-Nya, tetapi semata-mata karena ingin hendak mencapai penyelesaian yang baik dan perdamaian yang sempurna,\" padahal sumpah mereka itu hanyalah semata-mata siasat licik belaka.",
    "quraish": "Betapa buruk keadaan mereka, saat mereka tertimpa musibah dan tidak mendapatkan tempat mengadu kecuali kepadamu, lalu mereka mendatangimu dan bersumpah bahwa perkataan dan tindakan yang mereka lakukan itu tidak lain untuk mendapatkan kebaikan dan mencari petunjuk.",
    "jalalayn": "(Maka betapa jadinya) dan apa yang akan mereka perbuat (jika mereka ditimpa oleh musibah) atau hukuman (disebabkan perbuatan tangan mereka) berupa perbuatan-perbuatan maksiat dan kekafiran, apakah mereka mampu berpaling dan melarikan diri daripadanya? Tentu saja tidak! (Kemudian mereka datang kepadamu) diathafkan kepada yashudduuna (sambil bersumpah atas nama Allah, \"Tidaklah kami kehendaki) dengan bertahkim kepada orang lain (kecuali penyelesaian) atau perdamaian (dan kerukunan) di antara dua pihak yang bermusuhan dengan mengadakan pendekatan-pendekatan terhadap hukum dan bukan menyamarkan perkara yang benar.\""
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 63,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَاَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  اَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ",
    "translation": "Mereka itu adalah orang-orang yang (sesungguhnya) Allah mengetahui apa yang ada di dalam hatinya. Karena itu berpalinglah kamu dari mereka, dan berilah mereka nasihat, dan katakanlah kepada mereka perkataan yang membekas pada jiwanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/556.mp3",
    "tafsir": "Demikianlah kelicikan dari orang-orang munafik, tetapi ayat ini menyatakan dengan tegas bahwa mereka itu adalah orang-orang yang telah diketahui apa yang tersimpan di dalam hati mereka, yaitu sifat dengki dan keinginan untuk melakukan tipu muslihat yang merugikan kaum Muslimin. Oleh karena itu Allah memerintahkan kepada Rasulullah dan kaum Muslimin agar jangan mempercayai mereka dan jangan terpedaya oleh tipu muslihat mereka. Di samping itu hendaklah mereka diberi peringatan dan pelajaran dengan kata-kata yang dapat mengembalikan mereka kepada kesadaran dan keinsafan sehingga mereka bebas dari sifat kemunafikan, dan benar-benar menjadi orang yang beriman.",
    "quraish": "Orang-orang yang bersumpah bahwa mereka hanya menginginkan kebaikan dan petunjuk itu, Allah mengetahui kebohongan serta hakikat yang ada di dalam hati mereka. Oleh karena itu, jangan hiraukan ucapan mereka dan ajaklah mereka kepada kebenaran dengan nasihat yang baik. Katakan kepada mereka kata-kata yang bijak dan penuh arti, hingga merasuk ke dalam kalbu mereka.",
    "jalalayn": "(Mereka itu adalah orang-orang yang diketahui Allah isi hati mereka) berupa kemunafikan dan kedustaan mereka dalam mengajukan alasan (maka berpalinglah kamu dari mereka) dengan memberi mereka maaf (dan berilah mereka nasihat) agar takut kepada Allah (serta katakanlah kepada mereka tentang) keadaan (diri mereka perkataan yang dalam) artinya yang berbekas dan mempengaruhi jiwa, termasuk bantahan dan hardikan agar mereka kembali dari kekafiran."
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 64,
    "arab": "وَمَآ  اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا لِيُطَاعَ بِاِذْنِ اللّٰهِ ۗوَلَوْ اَنَّهُمْ اِذْ ظَّلَمُوْٓا اَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ",
    "translation": "Dan Kami tidak mengutus seorang rasul melainkan untuk ditaati dengan izin Allah. Dan sungguh, sekiranya mereka setelah menzalimi dirinya datang kepadamu (Muhammad), lalu memohon ampunan kepada Allah, dan Rasul pun memohonkan ampunan untuk mereka, niscaya mereka mendapati Allah Maha Penerima tobat, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/557.mp3",
    "tafsir": "Bagian pertama dari ayat ini menerangkan bahwa setiap rasul yang diutus Allah ke dunia ini semenjak dari dahulu sampai kepada Nabi Muhammad saw wajib ditaati dengan izin (perintah) Allah, karena tugas risalah mereka adalah sama, yaitu untuk menunjukkan umat manusia ke jalan yang benar dan kebahagiaan hidup mereka di dunia dan di akhirat.\nDalam ayat ini dikaitkan taat itu dengan izin Allah, maksudnya bahwa tidak ada satu makhluk pun yang boleh ditaati melainkan dengan izin Allah atau sesuai dengan perintah-Nya, seperti menaati rasul, ulil amri, ibu bapak dan sebagainya, selama mereka tidak menyuruh berbuat maksiat, sesuai dengan hadis yang diriwayatkan oleh Ali bin Abi thalib yang berbunyi:\n\"Tidak boleh menaati manusia yang menyuruh melanggar perintah Allah\" (Riwayat al-Bukhari dan Muslim dari Ali bin Abi thalib).\n\"Sesungguhnya yang ditaati itu hanya perintah berbuat makruf, (Riwayat Ahmad, Muslim, Abu Dawud dan an-Nasa'i).\n\nBagian kedua sampai akhir ayat ini menerangkan: Andaikata orang yang menganiaya dirinya sendiri yaitu orang yang bertahkim kepada thagut seperti tersebut pada ayat 60, datang kepada Nabi Muhammad ketika itu, lalu mereka memohon ampun kepada Allah, dan Rasul pun turut memohon agar mereka diampuni, niscaya Allah akan mengampuni mereka, karena Allah Maha Penerima tobat, Maha Penyayang.\nDi dalam ayat ini disebutkan orang-orang yang bertahkim kepada thagut itu adalah orang-orang yang menganiaya diri sendiri, karena mereka melakukan kesalahan besar dan membangkang tidak mau sadar. Beberapa syarat yang harus dipenuhi oleh orang yang bertobat agar tobatnya diterima oleh Tuhan, antara lain:\na. Tobat itu dilakukan seketika itu juga, artinya segera setelah membuat kesalahan.\nb.Hendaklah tobat itu merupakan tobat nasuha, artinya benar-benar menyesal atas kesalahan-kesalahan yang diperbuat dan tidak akan mengulangi lagi.\nc. Bila ada hak orang lain yang dilanggar, hak orang itu haruslah diselesaikan lebih dahulu dengan meminta maaf dan mengembalikan/mengganti kerugian.\nSebab turunnya ayat ini berhubungan dengan peristiwa berikut sebagaimana yang diriwayatkan oleh al-Bukhari, Muslim dan perawi-perawi lain. Mereka menceritakan bahwa Zubair bin 'Awwam mengadukan seorang laki-laki dari kaum Ansar kepada Rasulullah saw dalam suatu persengketaan tentang pembagian air untuk kebun kurma. Rasulullah memberi putusan seraya berkata kepada Zubair, \"Airilah kebunmu itu lebih dahulu kemudian alirkanlah air itu kepada kebun tetanggamu\". Maka laki-laki itu berkata, \"Apakah karena dia anak bibimu hai Rasulullah?\" Maka berubahlah muka Rasulullah karena mendengar tuduhan tentang itu. Rasulullah berkata lagi (untuk menguatkan putusannya) \"Airilah hai Zubair, kebunmu itu sehingga air itu meratainya, kemudian alirkanlah kepada kebun tetanggamu\". Maka turunlah ayat ini.",
    "quraish": "Kami tidak pernah mengutus seorang rasul pun kecuali agar risalahnya ditaati dengan seizin Allah. Dan barangsiapa yang bersikap munafik, mendustakan atau menentangnya, berarti telah menganiaya diri sendiri. Andai saja orang-orang yang menganiaya diri sendiri itu kembali kepada petunjuk, lalu datang kepadamu dan meminta ampunan Allah atas apa yang mereka lakukan, dan kamu pun mengharap ampunan untuk mereka sesuai dengan risalah dan perubahan pada diri mereka, mereka pasti akan mendapatkan Allah Maha Penerima tobat dan Mahakasih kepada hamba-Nya.",
    "jalalayn": "(Dan Kami tidak mengutus seorang rasul kecuali untuk ditaati) segala yang diperintahkan dan diputuskannya (dengan izin Allah) dengan perintah-Nya; jadi bukan untuk ditentang atau didurhakai. (Dan sekiranya mereka ketika menganiaya kepada diri mereka itu) dengan bertahkim kepada tagut (segera datang kepadamu) dengan bertobat (lalu memohon ampun kepada Allah dan rasul pun memohonkan ampun untuk mereka) di sini terdapat peralihan arah pembicaraan demi meninggikan kedudukannya (tentulah akan mereka temui Allah Maha Penerima tobat) terhadap mereka (lagi Maha Penyayang) kepada mereka."
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 65,
    "arab": "فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ",
    "translation": "Maka demi Tuhanmu, mereka tidak beriman sebelum mereka menjadikan engkau (Muhammad) sebagai hakim dalam perkara yang mereka perselisihkan, (sehingga) kemudian tidak ada rasa keberatan dalam hati mereka terhadap putusan yang engkau berikan, dan mereka menerima dengan sepenuhnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/558.mp3",
    "tafsir": "Ayat ini menjelaskan dengan sumpah bahwa walaupun ada orang yang mengaku beriman, tetapi pada hakikatnya tidaklah mereka beriman selama mereka tidak mau bertahkim kepada Rasul. Rasulullah saw pernah mengambil keputusan dalam perselisihan yang terjadi di antara mereka, seperti yang terjadi pada orang-orang munafik. Atau mereka bertahkim kepada Rasul tetapi kalau putusannya tidak sesuai dengan keinginan mereka lalu merasa keberatan dan tidak senang atas putusan itu, seperti putusan Nabi untuk az-Zubair bin Awwam ketika seorang laki-laki dari kaum Ansar yang tersebut di atas datang dan bertahkim kepada Rasulullah.\nJadi orang yang benar-benar beriman haruslah mau bertahkim kepada Rasulullah dan menerima putusannya dengan sepenuh hati tanpa merasa curiga dan keberatan. Memang putusan seorang hakim baik ia seorang rasul maupun bukan, haruslah berdasarkan kenyataan dan bukti-bukti yang cukup.",
    "quraish": "Demi Tuhanmu, mereka tidak dianggap beriman dan tunduk kepada kebenaran, sebelum mereka menjadikan kamu sebagai hakim yang memutuskan persengketaan yang timbul di antara mereka, lalu tidak merasa berat hati dengan keputusan yang kamu ambil, dan tunduk kepadamu setunduk orang-orang Mukmin yang benar.",
    "jalalayn": "(Maka demi Tuhanmu) la menjadi tambahan (mereka tidaklah beriman sebelum menjadikanmu sebagai hakim tentang urusan yang menjadi pertikaian) atau sengketa (di antara mereka kemudian mereka tidak merasakan dalam hati mereka suatu keberatan) atau keragu-raguan (tentang apa yang kamu putuskan dan mereka menerima) atau tunduk kepada putusanmu itu (dengan sepenuhnya) tanpa bimbang atau ragu."
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 66,
    "arab": "وَلَوْ اَنَّا كَتَبْنَا عَلَيْهِمْ اَنِ اقْتُلُوْٓا اَنْفُسَكُمْ اَوِ اخْرُجُوْا مِنْ دِيَارِكُمْ مَّا فَعَلُوْهُ اِلَّا قَلِيْلٌ مِّنْهُمْ ۗوَلَوْ اَنَّهُمْ فَعَلُوْا مَا يُوْعَظُوْنَ بِهٖ لَكَانَ خَيْرًا لَّهُمْ وَاَشَدَّ تَثْبِيْتًاۙ",
    "translation": "Dan sekalipun telah Kami perintahkan kepada mereka, “Bunuhlah dirimu atau keluarlah kamu dari kampung halamanmu,” ternyata mereka tidak akan melakukannya, kecuali sebagian kecil dari mereka. Dan sekiranya mereka benar-benar melaksanakan perintah yang diberikan, niscaya itu lebih baik bagi mereka dan lebih menguatkan (iman mereka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/559.mp3",
    "tafsir": "Ayat ini menjelaskan berbagai sikap manusia pada umumnya dalam mematuhi perintah Allah. Kebanyakan mereka apabila diperintahkan hal-hal yang berat, mereka enggan bahkan menolak untuk melaksanakannya seperti halnya orang-orang munafik dan mereka yang lemah imannya.\nAdapun orang yang benar-benar beriman selalu menaati segala yang diperintahkan Allah bagaimanapun beratnya perintah itu, walaupun perintah itu meminta pengorbanan jiwa, harta atau meninggalkan kampung halaman. Hal ini terbukti dari sikap kaum Muslimin pada waktu diperintahkan hijrah ke Madinah dan pada waktu diperintahkan berperang melawan musuh yang amat kuat, berlipat ganda jumlahnya dan lengkap persenjataannya. Inilah yang digambarkan oleh Nabi Muhammad saw dalam sabdanya yang tersebut di atas.\nSebenarnya kalau manusia itu melaksanakan apa yang diperintahkan Allah dan meninggalkan apa yang di larang-Nya, itulah yang lebih baik bagi mereka, karena dengan demikian iman mereka bertambah kuat dan akan menumbuhkan sifat-sifat yang terpuji pada diri mereka.",
    "quraish": "Kalau saja Kami menentukan tugas yang sangat berat dengan memerintahkan jihad terus menerus, membiarkan mereka mati atau meninggalkan rumah terus menerus untuk berjihad, tentu hanya sedikit yang menaatinya. Tetapi Allah Swt. memang tidak mewajibkan sesuatu kecuali sesuai kemampuan manusia. Kalau saja mereka melakukan perintah itu, tentu akan membawa kebaikan di dunia dan di akhirat. Dan, tentu akan mengarah kepada kemantapan iman, kestabilan dan ketenteraman.",
    "jalalayn": "(Dan seandainya Kami wajibkan kepada mereka) an sebagai penafsiran (\"Bunuhlah dirimu,\" atau, \"Keluarlah kamu dari kampungmu,\") sebagaimana telah Kami lakukan terhadap Bani Israel (tidaklah mereka akan melakukannya) apa yang diharuskan itu (kecuali sebagian kecil) dibaca marfu` sebagai badal dan manshub sebagai mustatsna (di antara mereka. Dan sekiranya mereka melakukan apa yang dinasihatkan kepada mereka itu) yakni menaati Rasul (tentulah hal itu lebih baik bagi mereka dan lebih menguatkan) lebih memantapkan keimanan mereka."
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 67,
    "arab": "وَّاِذًا لَّاٰ تَيْنٰهُمْ مِّنْ لَّدُنَّآ اَجْرًا عَظِيْمًاۙ",
    "translation": "dan dengan demikian, pasti Kami berikan kepada mereka pahala yang besar dari sisi Kami,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/560.mp3",
    "tafsir": "Kemudian dijelaskan bahwa kalau mereka berbuat kebaikan dan mematuhi segala perintah Allah dan meninggalkan semua larangan-Nya serta beramal dengan penuh ikhlas, niscaya Allah akan memberikan kepada mereka pahala yang besar dan akan memimpin mereka ke jalan yang lurus yang dapat membawa kebahagiaan hidup dunia dan akhirat.",
    "quraish": "Kalau mereka benar-benar melaksanakan kewajiban Tuhan sesuai kemampuan, mereka pasti akan diberikan pahala yang besar dari karunia-Nya.",
    "jalalayn": "(Dan jika demikian halnya) artinya jika mereka teguh dalam pendirian (tentulah akan Kami berikan kepada mereka dari sisi Kami pahala yang besar) yakni surga."
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 68,
    "arab": "وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا ",
    "translation": "dan pasti Kami tunjukkan kepada mereka  jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/561.mp3",
    "tafsir": "Kemudian dijelaskan bahwa kalau mereka berbuat kebaikan dan mematuhi segala perintah Allah dan meninggalkan semua larangan-Nya serta beramal dengan penuh ikhlas, niscaya Allah akan memberikan kepada mereka pahala yang besar dan akan memimpin mereka ke jalan yang lurus yang dapat membawa kebahagiaan hidup dunia dan akhirat.",
    "quraish": "Selain itu, mereka tentu akan ditunjukkan Allah jalan yang lurus dan jelas, oleh sebab ketaatan mereka terhadap tugas yang mampu dilaksanakan.",
    "jalalayn": "(Dan tentulah akan Kami bimbing mereka ke jalan yang lurus). Kata sebagian sahabat kepada Nabi saw., \"Betapa caranya kami dapat melihat baginda dalam surga padahal baginda berada pada tingkat yang tinggi sedangkan kami di tingkat bawah?\" Maka turunlah ayat:"
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 69,
    "arab": "وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَاُولٰۤىِٕكَ مَعَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ اُولٰۤىِٕكَ رَفِيْقًا ",
    "translation": "Dan barangsiapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/562.mp3",
    "tafsir": "Ayat ini mengajak dan mendorong setiap orang agar taat kepada Allah dan kepada Rasul-Nya. Allah berjanji akan membalas ketaatan dengan pahala yang sangat besar, yaitu bukan saja sekedar masuk surga, tetapi akan ditempatkan bersama-sama dengan orang-orang yang paling tinggi derajatnya di sisi Tuhan, yaitu para nabi, para shiddiqin, para syuhada (orang-orang yang mati syahid) dan orang-orang yang saleh.\nBerdasarkan ayat ini para ahli tafsir secara garis besarnya membagi orang-orang yang memperoleh anugerah Allah yang paling besar di dalam surga kepada empat macam yaitu:\n1.Para rasul dan nabi, yaitu mereka yang menerima wahyu dari Allah.\n2.Para shiddiqin, yaitu orang-orang yang teguh keimanannya kepada kebenaran nabi dan rasul.\n3.Para syuhada mempunyai kriteria sebagai berikut:\na.Orang beriman yang berjuang di jalan Allah dan mati syahid dalam peperangan melawan orang kafir\nb.Orang yang menghabiskan usianya berjuang di jalan Allah dengan harta dan dengan segala macam jalan yang dapat dilaksanakannya.\nc.Orang beriman yang mati ditimpa musibah mendadak atau teraniaya, seperti mati bersalin, tenggelam, terbunuh dengan aniaya. Bagian (a) disebut syahid dunia dan akhirat yang lebih tinggi pahalanya dari bagian (b) dan (c) yang keduanya hanya dinamakan syahid akhirat. Ada satu bagian lagi yang disebut namanya syahid dunia, yaitu orang-orang yang mati berperang melawan kafir, hanya untuk mencari keuntungan duniawi, seperti untuk mendapatkan harta rampasan, untuk mencari nama dan sebagainya. Syahid yang serupa ini tidak dimasukkan pembagian syahid di atas, karena syahid dunia tersebut tidak termaksud sama sekali dalam kedua ayat ini.\n4. Orang-orang saleh, yaitu orang-orang yang selalu berbuat amal baik yang bermanfaat untuk umum, termasuk dirinya dan keluarganya baik untuk kebahagiaan hidup duniawi maupun untuk kebahagiaan hidup ukhrawi yang sesuai dengan ajaran Allah.\n\nOrang yang benar-benar taat kepada Allah dan Rasul-Nya sebagaimana yang tersebut dalam ayat ini akan masuk surga dan ditempatkan bersama-sama dengan semua golongan yang empat itu.",
    "quraish": "Barangsiapa mematuhi Allah dan rasul-Nya dengan menyerah dan menerima perintah dan keputusan- Nya, akan bersama orang-orang yang dikaruniai petunjuk di dunia dan di akhirat. Yaitu para nabi dan pengikutnya yang mempercayai dan meneladani ajarannya, para syuhadâ' yang mati di jalan Allah dan orang-orang saleh yang memiliki kesesuaian antara apa yang mereka tampakkan dan yang mereka tidak tampakkan. Alangkah baiknya mereka sebagai teman. Orang yang berteman dengan mereka tidak akan sengsara, karena perkataannya tidak membosankan.",
    "jalalayn": "(Dan siapa yang menaati Allah dan Rasul) tentang apa yang dititahkan keduanya (maka mereka itu bersama orang-orang yang diberi karunia oleh Allah, yaitu golongan nabi-nabi dan shiddiqin) sahabat-sahabat utama dari para nabi-nabi dan rasul-rasul yang membenarkan dan amat teguh kepercayaan kepada mereka (para syuhada) orang-orang yang gugur syahid di jalan Allah (dan orang-orang saleh) yakni selain dari yang telah disebutkan itu. (Dan mereka itulah teman-teman yang sebaik-baiknya) maksudnya teman-teman dalam surga karena dapat melihat wajah mereka, berkunjung dan menghadiri majelis mereka walaupun tempat mereka jika dibandingkan dengan golongan-golongan lainnya lebih tinggi dan lebih mulia."
  },
  {
    "ruku": 70,
    "name": "An-Nisa'",
    "ayat": 70,
    "arab": "ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ ۗوَكَفٰى بِاللّٰهِ عَلِيْمًا ࣖ",
    "translation": "Yang demikian itu adalah karunia dari Allah, dan cukuplah Allah yang Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/563.mp3",
    "tafsir": "Pahala yang dijanjikan Allah kepada orang yang taat kepada-Nya dan kepada Rasul-Nya, adalah karunia yang tidak ada tara dan bandingannya bagi yang ingin mencapainya. Allah lah Yang Maha Mengetahui siapa yang benar-benar taat kepada-Nya, sehingga berhak memperoleh pahala yang besar itu.",
    "quraish": "Derajat yang mulia itu akan diberikan pada orang-orang yang menaati Allah dan rasul-Nya, sebagai karunia yang agung dari Allah, Yang Maha Mengetahui dan memberi balasan terhadap semua perbuatan. Cukuplah pengetahuan Allah atas perbuatan orang yang beriman ketika ia menaati-Nya dan memohon perkenan-Nya.",
    "jalalayn": "(Demikian itu) artinya keadaannya bersama orang-orang yang disebutkan itu, menjadi mubtada sedangkan khabarnya ialah (karunia dari Allah) yang dianugerahkan-Nya kepada mereka, jadi bukan hasil dari ketaatan mereka sendiri. (Dan Allah cukup mengetahui) tentang pahala-pahala di akhirat, maka percayalah kamu kepada-Nya karena tak ada lagi yang lebih berwenang dalam penyampaian berita itu daripada-Nya."
  }
]