[
  {
    "ruku": 71,
    "name": "An-Nisa'",
    "ayat": 71,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا خُذُوْا حِذْرَكُمْ فَانْفِرُوْا ثُبَاتٍ اَوِ انْفِرُوْا جَمِيْعًا ",
    "translation": "Wahai orang-orang yang beriman! Bersiapsiagalah kamu, dan majulah (ke medan pertempuran) secara berkelompok, atau majulah bersama-sama (serentak).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/564.mp3",
    "tafsir": "Dalam ayat ini diperintahkan untuk mengadakan segala macam persiapan menghadapi musuh, ayat ini seirama dengan ayat 60 surah al-Anfal. Menurut Sayyid Qutub, ayat-ayat ini diturunkan segera setelah Perang Uhud dan sebelum Perang Khandak. Tetapi beliau tidak menyebutkan sebab turunnya.\nOrang mukmin harus senantiasa bersiap siaga dalam segala hal, untuk menghadapi orang-orang kafir dalam peperangan, dimana wajib maju ke medan pertempuran, baik secara berkelompok maupun secara serempak, sesuai dengan taktik strategi peperangan, dan menurut komando yang diatur dengan baik.\nHal ini sudah dipraktekkan oleh Nabi Muhammad saw dalam menghadapi beberapa peperangan yang terjadi antara kaum Muslimin dengan orang-orang kafir. Beliau sebelum membebaskan kota Mekah lebih dahulu telah mengetahui kekuatan musuh dan strategi mereka dalam menghadapi kaum Muslimin dan mengetahui pula secara mendalam bagaimana semangat dan kekuatan iman yang dimiliki oleh pengikut-pengikutnya. Pada umumnya Nabi dalam melakukan peperangan telah mengetahui lebih dahulu keadaan musuh dan kesetiaan pengikutnya.",
    "quraish": "Wahai orang-orang yang beriman, waspadalah selalu terhadap musuh-musuh kalian dan persiapkanlah diri kalian untuk menghadapi tipu daya mereka. Keluarlah dengan terpisah, berkelompok-kelompok atau bersatu untuk memerangi mereka.",
    "jalalayn": "(Hai orang-orang yang beriman, waspadalah kamu) terhadap musuh-musuhmu; artinya bersiap-siaplah dan berhati-hatilah menghadapi mereka (dan majulah kamu secara berkelompok-kelompok) atau terpisah-pisah pasukan demi pasukan (atau majulah secara bersama-sama) dalam satu pasukan besar."
  },
  {
    "ruku": 71,
    "name": "An-Nisa'",
    "ayat": 72,
    "arab": "وَاِنَّ مِنْكُمْ لَمَنْ لَّيُبَطِّئَنَّۚ فَاِنْ اَصَابَتْكُمْ مُّصِيْبَةٌ قَالَ قَدْ اَنْعَمَ اللّٰهُ عَلَيَّ اِذْ لَمْ اَكُنْ مَّعَهُمْ شَهِيْدًا ",
    "translation": "Dan sesungguhnya di antara kamu pasti ada orang yang sangat enggan (ke medan pertempuran). Lalu jika kamu ditimpa musibah dia berkata, “Sungguh, Allah telah memberikan nikmat kepadaku karena aku tidak ikut berperang bersama mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/565.mp3",
    "tafsir": "Di antara kaum Muslimin ada yang enggan dan tidak segera bersiap-siap untuk pergi ke medan pertempuran dengan bermacam alasan agar mereka tidak jadi ikut bertempur. Mereka ini adalah orang-orang yang lemah iman dan orang-orang munafik yang selalu terdapat dalam setiap peperangan dan perjuangan di sepanjang masa.\nSelanjutnya ayat ini menjelaskan bagaimana sikap kaum munafik dan orang yang tidak ikut berperang. Bila kaum Muslimin ditimpa musibah atau kekalahan dalam medan pertempuran, mereka merasa gembira dan menganggap bahwa tidak ikutnya mereka dalam peperangan sebagai satu karunia dari Allah karena mereka tidak ikut terbunuh atau luka-luka.",
    "quraish": "Waspadalah terhadap orang yang enggan dan merasa berat untuk berperang karena di antara orang-orang yang hidup bersama kalian ada yang enggan dan merasa berat untuk maju ke medan perang. Jika kalian mendapat musibah dalam perang, maka mereka akan mencela kalian seraya berkata, \"Allah telah memberiku nikmat, karena aku tidak ikut berperang bersama mereka.\"",
    "jalalayn": "(Dan sungguh di antara kamu ada orang yang berlambat-lambat) atau bersikap lamban menghadapi peperangan, seperti Abdullah bin Ubai si munafik dan kawan-kawannya itu. Dia dianggap termasuk golongan munafik melihat sikap dan tindakan-tindakannya. Lam yang terdapat pada kata kerja berarti sumpah. (Jika kamu ditimpa musibah) seperti terbunuh atau kekalahan (maka katanya, \"Sesungguhnya Allah telah memberi nikmat kepadaku sehingga aku tak ikut hadir bersama mereka) yang akan menyebabkanku ditimpa musibah pula."
  },
  {
    "ruku": 71,
    "name": "An-Nisa'",
    "ayat": 73,
    "arab": "وَلَىِٕنْ اَصَابَكُمْ فَضْلٌ مِّنَ اللّٰهِ لَيَقُوْلَنَّ كَاَنْ لَّمْ تَكُنْۢ بَيْنَكُمْ وَبَيْنَهٗ مَوَدَّةٌ يّٰلَيْتَنِيْ كُنْتُ مَعَهُمْ فَاَفُوْزَ فَوْزًا عَظِيْمًا ",
    "translation": "Dan sungguh, jika kamu mendapat karunia (kemenangan) dari Allah, tentulah dia mengatakan seakan-akan belum pernah ada hubungan kasih sayang antara kamu dengan dia, “Wahai, sekiranya aku bersama mereka, tentu aku akan memperoleh kemenangan yang agung (pula).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/566.mp3",
    "tafsir": "Ayat ini menambah penjelasan tentang sikap kaum munafik dan orang yang lemah iman. Jika kaum Muslimin memperoleh kemenangan dalam peperangan melawan orang kafir maka mereka ini berkata, \"Andaikata saya ikut dengan mereka dalam peperangan, tentulah saya mendapat keuntungan yang besar dengan memperoleh harta rampasan yang banyak.\"\nUcapan seperti ini menggambarkan seakan-akan mereka adalah orang lain yang tidak mempunyai hubungan silaturrahmi sedikit pun dengan kaum Muslimin, padahal mereka telah bergabung dengan kaum Muslimin dan telah hidup bersama mereka dalam suasana yang aman dan baik, tetapi dalam hati mereka tersimpan rasa hasad dan dengki yang mendalam.",
    "quraish": "Dan jika kalian mendapat kemenangan dari Allah dan keberuntungan berupa harta rampasan perang, maka--dengan penuh penyesalan dan harapan-mereka berkata, \"Seandainya aku ikut perang bersama mereka, pasti aku mendapatkan harta rampasan yang banyak.\" Mereka mengucapkan demikian, seakan-akan tidak ada hubungan cinta kasih yang mengikat antara mereka dan kalian.",
    "jalalayn": "(Dan sungguh jika) lam menunjukkan sumpah (kamu beroleh karunia dari Allah) seperti kemenangan atau harta rampasan (tentulah dia akan berkata) sambil menyesal (seolah-olah) ditakhfifkan sedangkan isimnya dibuang dan diperkirakan berbunyi kaannahu artinya seolah-olah (belum pernah ada) pakai ya atau ta (di antaramu dengannya kasih sayang) artinya perkenalan dan persahabatan. Dan ini kembali kepada ucapannya tadi, 'Aku telah memberi nikmat kepadaku,' yang diselangnya di antara ucapan itu dengan perkataannya sekarang ini, yaitu (Wahai) sebagai kata peringatan (sekiranya aku berada bersama mereka tentu aku akan mendapat keberuntungan yang besar pula.\") maksudnya beroleh harta rampasan yang banyak. Firman Allah swt.:"
  },
  {
    "ruku": 71,
    "name": "An-Nisa'",
    "ayat": 74,
    "arab": "۞ فَلْيُقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يَشْرُوْنَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۗ وَمَنْ يُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ فَيُقْتَلْ اَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ",
    "translation": "Karena itu, hendaklah orang-orang yang menjual kehidupan dunia untuk (kehidupan) akhirat berperang di jalan Allah. Dan barangsiapa berperang di jalan Allah, lalu gugur atau memperoleh kemenangan maka akan Kami berikan pahala yang besar kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/567.mp3",
    "tafsir": "Berperang di jalan Allah adalah suatu pekerjaan yang mulia. Orang yang berperang di jalan Allah pasti mendapat keuntungan besar. Orang yang benar-benar beriman dan ikhlas dalam melaksanakan tuntutan agamanya serta rela mengorbankan kepentingan dunianya untuk mencapai keutamaan di akhirat hendaklah ikut berperang di jalan Allah. Barang siapa berperang di jalan Allah, maka ia akan memperoleh salah satu dari dua kebajikan, mati syahid di jalan Allah atau menang dalam peperangan, yang masing-masing dari dua kebajikan itu akan dibalas oleh Tuhan dengan pahala yang besar, karena orang yang mati syahid telah dengan ikhlas mengorbankan jiwa raganya dalam mematuhi perintah Allah, sedang yang menang dan masih hidup akan dapat pula melanjutkan perjuangan untuk menegakkan keadilan dan membela kebenaran di jalan Allah.",
    "quraish": "Jika di antara kalian ada yang merasa enggan untuk berperang disebabkan oleh imannya yang lemah, atau karena tidak memiliki keinginan yang kuat, maka orang-orang yang menganggap rendah kehidupan dunia demi kehidupan akhirat hendaknya berperang demi menegakkan kebenaran dan meninggikan kalimat Allah. Barangsiapa berperang demi menegakkan kebenaran dan meninggikan kalimat Allah, maka ia akan memperoleh satu dari dua kebaikan. Jika terbunuh dalam medan peperangan, ia akan memperoleh pahala mati syahid di jalan Allah. Dan, jika menang, ia akan memperoleh keberuntungan di dunia. Dalam kedua kondisi tersebut Allah akan memberinya pahala yang mulia di akhirat kelak.",
    "jalalayn": "(Maka hendaklah berperang di jalan Allah) demi untuk meninggikan agama-Nya (orang-orang yang membeli) artinya menukar (kehidupan dunia dengan akhirat. Siapa yang berperang di jalan Allah lalu ia gugur) mati syahid (atau memperoleh kemenangan) terhadap musuhnya (maka nanti akan Kami beri ia pahala yang besar.)"
  },
  {
    "ruku": 71,
    "name": "An-Nisa'",
    "ayat": 75,
    "arab": "وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ اَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ",
    "translation": "Dan mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang yang lemah, baik laki-laki, perempuan maupun anak-anak yang berdoa, “Ya Tuhan kami,  keluarkanlah kami dari negeri ini (Mekah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu, dan berilah kami penolong dari sisi-Mu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/568.mp3",
    "tafsir": "Dalam ayat ini terdapat dorongan yang kuat agar kaum Muslimin berperang di jalan Allah untuk membela saudara-saudara mereka yang tertindas dan yang berada dalam cengkeraman musuh, karena mereka lemah dan tidak berdaya baik laki-laki, perempuan maupun anak-anak. Keamanan mereka terancam. Mereka tidak mampu membebaskan diri dari cengkeraman musuh, mereka ditindas dan dianiaya oleh penguasa-penguasa yang zalim, mereka tidak berbuat apa-apa selain berdoa memohon pertolongan dan perlindungan dari Allah. Allah mendorong untuk berperang dengan cara yang lebih mendalam, mengetuk pintu hati nurani setiap orang yang masih memiliki perasaan dan keinginan yang baik, dengan menyebutkan keuntungan dan tujuan murni dari peperangan menurut Islam. \nTujuan perang dalam Islam ialah meninggikan kalimah Allah, membela hak saudara-saudara seagama, membela hak-hak asasi manusia dan menegakkan norma-norma akhlak yang tinggi dan membela diri; bukan untuk memperbudak atau menjajah atau untuk menguasai bangsa atau negara atau hak-hak orang lain.\nBerdasarkan tujuan berperang di atas, adalah menjadi kewajiban bagi kaum Muslimin membebaskan setiap Muslim yang ditawan oleh musuh dengan berperang atau menebusnya dengan harta. Menurut Abu Abdillah al-Qurtubi, tidak ada perbedaan paham di antara ulama dalam hukum ini, mereka telah sepakat semuanya. Harta untuk penebusannya diambilkan dari baitul mal atau wajib ditanggung oleh seluruh umat Islam jika dana tidak tersedia.",
    "quraish": "Bagaimana kalian sampai hati untuk tidak berperang di jalan Allah, sedangkan orang tua laki-laki, wanita dan anak-anak yang lemah selalu memohon pertolongan kepada Allah seraya berkata, \"Wahai Tuhan kami, keluarkanlah kami dari kekuasaan orang-orang yang zalim. Tempatkanlah kami berada di dalam kekuasaan orang-orang yang beriman dengan kekuasaan dan rahmat-Mu. Berikanlah kami penolong dari sisi-Mu yang akan menolong kami.\"",
    "jalalayn": "(Mengapa kamu tak hendak berperang) pertanyaan yang berarti celaan; maksudnya tak ada halangannya bagi kamu untuk berperang (di jalan Allah dan) untuk membebaskan (golongan yang lemah baik laki-laki, wanita maupun anak-anak) yakni yang ditahan oleh orang-orang kafir buat berhijrah dan yang dianiaya mereka. Berkata Ibnu Abbas r.a., \"Saya dan ibu saya termasuk golongan ini,\" (yang mengatakan) atau berdoa, \"Wahai (Tuhan kami! Keluarkanlah kami dari negeri ini) Mekah (yang penduduknya aniaya) disebabkan kekafiran (dan berilah kami dari sisi-Mu seorang pelindung) yang akan mengatur urusan kami (dan berilah kami dari sisi-Mu seorang pembela.\") yang mempertahankan kami terhadap mereka. Allah telah mengabulkan permohonan mereka ini, maka dimudahkan-Nya sebagian mereka itu untuk keluar sedangkan sisanya tinggal di Mekah sampai kota itu berhasil dibebaskan lalu Nabi saw. mengangkat Itab bin Usaid sebagai penguasa di Mekah, maka dibelanya orang-orang teraniaya dari penganiaya-penganiayanya."
  },
  {
    "ruku": 71,
    "name": "An-Nisa'",
    "ayat": 76,
    "arab": "اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ",
    "translation": "Orang-orang yang beriman berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan thaghut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/569.mp3",
    "tafsir": "Orang mukmin berperang untuk menegakkan keadilan dan membela diri, sedang orang musyrik berperang karena mengikuti hawa nafsu yang dikendalikan oleh setan dan mengembangkan angkara murka di dunia, sehingga kalau orang mukmin meninggalkan atau mengabaikan tugas berperang di jalan Allah, niscaya kerusakan yang ditimbulkan oleh berbagai perbuatan hawa nafsu akan merajalela.\nOleh karena tujuan berperang dalam Islam demikian suci dan murninya, yaitu untuk mempertahankan diri dan membasmi kezaliman dan angkara murka, maka hendaklah kaum Muslimin menyerang musuh-musuh Islam yang menjadi kawan-kawan setan itu, dan hendaklah diyakini, bahwa tipu daya setan itu lemah, tidak akan mampu mengalahkan orang-orang yang benar-benar beriman.",
    "quraish": "Orang-orang yang percaya dan tunduk kepada kebenaran, berperang demi menegakkan kalimat Allah, keadilan dan kebenaran. Sedangkan orang-orang yang ingkar dan membangkang, berperang di jalan kezaliman dan kerusakan. Mereka adalah penolong-penolong setan. Maka dari itu, wahai orang-orang yang beriman, perangilah mereka dan ketahuilah bahwa sesungguhnya kalian akan menang melawan mereka dengan pertolongan Allah. Karena, tipu daya setan itu sebenarnya sangat lemah, meskipun dapat mendatangkan kerusakan amat besar. Kemenangan hanya untuk yang benar.",
    "jalalayn": "(Orang-orang yang beriman berperang di jalan Allah sedangkan orang-orang kafir berperang di jalan tagut) setan. (Maka perangilah anak buah setan itu) maksudnya penyokong-penyokong agamanya niscaya kamu akan beroleh kemenangan karena kekuatanmu dengan Allah. (Sesungguhnya tipu daya setan) terhadap orang-orang beriman (adalah lemah) tidak akan dapat mengatasi siasat Allah terhadap orang-orang kafir itu."
  }
]