[
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 77,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ اَخَّرْتَنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ",
    "translation": "Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, ”Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!” Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, “Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?”  Katakanlah, “Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/570.mp3",
    "tafsir": "Ayat ini menggambarkan keadaan masyarakat masa jahiliah. Mereka suka berperang meskipun karena sebab yang kecil. Setelah masuk Islam, mereka diperintahkan agar menghentikan perang, melaksanakan salat dan membayar zakat. Sebagian dari mereka mengharapkan adanya perintah perang karena kepentingan duniawi sebagaimana kebiasaan mereka pada masa jahiliah. \nAyat ini memerintahkan kepada sebagian kaum Muslimin yang enggan berperang agar mereka bersikap tenang dan menahan diri untuk tidak mengadakan peperangan terhadap orang kafir dan mereka hanya diperintahkan melakukan salat dan membayar zakat. Tetapi pada waktu mereka diperintahkan berperang untuk mempertahankan diri, ternyata sebagian dari mereka tidak bersemangat untuk berperang karena takut kepada musuh, padahal semestinya mereka hanya takut kepada Allah. Malahan mereka berkata, \"Mengapa kami diwajibkan berperang pada waktu ini, biarkanlah kami mati seperti biasa.\"\nAllah memerintahkan kepada Rasul-Nya agar mengatakan kepada sebagian kaum Muslimin bahwa sikap mereka itu adalah sikap seorang pengecut, karena takut mati dan cinta kepada harta dunia, sedangkan kelezatan dunia itu hanya sedikit sekali dibandingkan dengan kelezatan akhirat yang abadi dan tidak terbatas, yang hanya akan didapat oleh orang-orang yang bertakwa kepada Allah yaitu orang yang bersih dari syirik dan akhlak yang rendah. Pada akhir ayat ini ditegaskan bahwa Allah tidak akan menganiaya dan merugikan manusia. Masing-masing akan mendapat balasan sesuai dengan amal perbuatannya walaupun sebesar zarrah.",
    "quraish": "Wahai Muhammad, tidakkah kamu melihat dan heran terhadap orang-orang yang menginginkan perang sebelum datang perintah perang? Kepada mereka dikatakan, \"Belum tiba saatnya berperang, tahanlah dirimu, jagalah selalu salat dan zakat kalian.\" Akan tetapi, tatkala datang perintah berperang, sebagian mereka takut kepada manusia seperti halnya kepada Allah, bahkan lebih. Dengan penuh heran, mereka berkata, \"Mengapa Engkau mewajibkan berperang kepada kami?\" Mereka mengira bahwa kewajiban perang itu akan mempercapat kematian mereka. Oleh karena itu mereka mengatakan, \"Mengapa tidak Engkau tangguhkan beberapa waktu lagi, hingga kami dapat menikmati apa yang ada di dunia ini?\" Katakan kepada mereka, \"Majulah ke medan pertempuran, meskipun perang itu akan menyebabkan kematian. Kenikmatan dunia, meskipun tampak besar, sangat kecil dibanding kenikmatan akhirat. Akhirat jauh lebih baik dan lebih besar artinya bagi orang-orang yang bertakwa kepada Allah. Kalian akan diberi balasan sesuai dengan amal perbuatan kalian di dunia tanpa berkurang sedikit pun.",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu) dari memerangi orang-orang kafir tatkala hal itu mereka tuntut di Mekah disebabkan penganiayaan orang-orang kafir terhadap mereka. Dan mereka ini ialah segolongan sahabat (dan dirikanlah salat serta bayarkanlah zakat.\" Maka setelah diwajibkan atas mereka berperang tiba-tiba sebagian dari mereka takut kepada manusia) maksudnya kepada orang-orang kafir disebabkan tindakan dan keberanian mereka dalam peperangan itu (seperti menakuti) siksa (Allah bahkan lebih takut lagi) daripada itu. Asyadda dibaca manshub karena menjadi hal juga sebagai jawaban terhadap apa yang ditunjukkan oleh idzaa dan yang sesudahnya artinya tiba-tiba mereka didatangi oleh ketakutan. (kata mereka) karena cemas menghadapi maut (\"Wahai Tuhan kami! Kenapa Engkau wajibkan atas kami berperang? Kenapa tidak Engkau tangguhkan agak beberapa waktu lagi?\" Katakanlah) kepada mereka (\"Kesenangan dunia) maksudnya apa-apa yang disenangi dan dinikmati di dunia ini (hanya sebentar) dan akan kembali lenyap (sedangkan akhirat) maksudnya surga (lebih baik bagi orang yang takwa) yakni yang menjaga diri dari siksa Allah dengan menjauhi larangan-Nya (dan kamu tidak akan dianiaya) dibaca dengan ta dan ya artinya tidak akan dikurangi amalmu (sedikit pun.\") artinya walau sebesar kulit padi sekali pun, maka berjihad atau berusahalah."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 78,
    "arab": "اَيْنَمَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَاِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ",
    "translation": "Di manapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kukuh. Jika mereka memperoleh kebaikan, mereka mengatakan, “Ini dari sisi Allah,” dan jika mereka ditimpa suatu keburukan, mereka mengatakan, “Ini dari engkau (Muham-mad).” Katakanlah, “Semuanya (datang) dari sisi Allah.” Maka mengapa orang-orang itu (orang-orang munafik) hampir-hampir tidak memahami pembicaraan (sedikit pun)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/571.mp3",
    "tafsir": "Maut (mati) adalah suatu hal yang pasti datangnya. Tidak seorang pun yang dapat lepas dari padanya di manapun dia berada meskipun berlindung di dalam benteng yang kokoh kuat. Karena itu tidaklah wajar manusia takut mati meskipun ia berada di dalam kancah peperangan. Jika sampai ajalnya, tentulah ia mati, meskipun ia hidup mewah di dalam istana atau bertahan di dalam benteng yang kokoh.\nAyat ini merupakan kecaman Allah terhadap segolongan kaum Muslimin yang tidak mempunyai semangat juang untuk membela kebenaran, mereka tak mau berperang karena takut mati. Sikap pengecut dan kemunafikan mereka itu tidak lain disebabkan kelemahan iman dan piciknya pikiran mereka.\nSelanjutnya digambarkan kepicikan akal mereka yang tidak mau berperang karena takut mati. Sikap pengecut mereka anggap sebagai karunia dari Allah sedang malapetaka yang menimpa mereka adalah karena datangnya Muhammad ke Medinah, sehingga musim kemarau yang menimpa kota Medinah mereka anggap sebagai musibah yang ditimbulkan oleh kedatangan Nabi Muhammad dan kesialannya. Adapun orang yang beriman ia tetap berpendirian bahwa baik dan buruk adalah datangnya dari Allah. Pendirian seperti inilah yang Allah perintahkan kepada Muhammad agar disampaikan kepada mereka. Sekiranya mereka tidak dapat memahaminya, mereka akan tetap sepanjang masa di dalam kegelapan. Jika mereka dapat memahaminya tentulah mereka tidak akan mengatakan bahwa hal yang buruk itu dikarenakan celanya seseorang, tetapi baik dan buruk itu akan mereka ketahui erat hubungannya dengan sebab musabab yang telah menjadi sunah Allah.",
    "quraish": "Kematian yang kalian takuti itu pasti akan datang di mana saja, walaupun kalian berada di benteng yang sangat kokoh sekalipun. Orang-orang yang takut karena imannya lemah, jika mendapat kemenangan dan harta rampasan perang, akan berkata, \"Harta rampasan itu dari sisi Allah.\" Tetapi, jika mendapat kekalahan, orang-orang itu akan berkata kepadamu, Muhammad, \"Kekalahan itu datang dari dirimu.\" Padahal, nasib buruk itu bukan dari dirimu. Katakan kepada mereka, \"Semua yang menimpa kalian, baik yang menyenangkan maupun yang tidak menyenangkan, merupakan takdir Allah. Semuanya berasal dari Allah sebagai ujian dan cobaan.\" Mengapa orang-orang yang lemah itu tidak mengetahui perkataan benar yang dikatakan kepada mereka?",
    "jalalayn": "(Di mana pun kamu berada, pastilah akan dicapai oleh maut sekalipun kamu di benteng yang tinggi lagi kokoh) karena itu janganlah takut berperang lantaran cemas akan mati. (Dan jika mereka ditimpa) yakni orang-orang Yahudi (oleh kebaikan) misalnya kesuburan dan keluasan (mereka berkata, \"Ini dari Allah.\" Dan jika mereka ditimpa oleh keburukan) misalnya kekeringan dan bencana seperti yang mereka alami sewaktu kedatangan Nabi saw. ke Madinah (mereka berkata, \"Ini dari sisimu,\") hai Muhammad artinya ini karena kesialanmu! (Katakanlah) kepada mereka (Semuanya) baik kebaikan atau keburukan (dari sisi Allah) berasal daripada-Nya. (Maka mengapa orang-orang itu hampir-hampir tidak memahami pembicaraan) yang disampaikan kepada Nabi mereka. Mengapa pertanyaan disertai keheranan, melihat kebodohan mereka yang amat sangat. Dan ungkapan \"hampir-hampir tidak memahami\" lebih berat lagi dari \"tidak memahaminya sama sekali.\""
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 79,
    "arab": "مَآ اَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ اَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَاَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ",
    "translation": "Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. Kami mengutusmu (Muhammad) menjadi Rasul kepada (seluruh) manusia. Dan cukuplah Allah yang menjadi saksi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/572.mp3",
    "tafsir": "Dari segi kesopanan bahwa sesuatu yang baik yang diperoleh seseorang hendaklah dikatakan datangnya dari Allah. Malapetaka yang menimpa seseorang itu hendaklah dikatakan datangnya dari dirinya sendiri, mungkin pula karena disebabkan kelalaiannya atau kelalaian orang lain apakah dia saudara, sahabat atau tetangga.",
    "quraish": "\"Wahai Nabi, semua kenikmatan, kesehatan dan keselamatan yang kamu rasakan adalah karunia dan kebaikan Allah yang diberikan kepadamu. Sedang kesusahan, kesulitan, bahaya dan keburukan yang menimpa kamu adalah berasal dari dirimu sendiri, sebagai akibat dari dosa yang telah kamu perbuat.\" (Ungkapan ini ditujukan kepada Rasulullah saw. sebagai gambaran jiwa manusia pada umumnya, meskipun beliau sendiri terpelihara dari segala bentuk keburukan). \"Kami mengutusmu sebagai rasul Kami kepada seluruh umat manusia. Kami, akan menjadi saksi atas penyampaianmu dan atas jawaban mereka. Cukuplah Allah Maha Mengetahui.\"",
    "jalalayn": "(Apa pun yang kamu peroleh) hai manusia (berupa kebaikan, maka dari Allah) artinya diberi-Nya kamu karena karunia dan kemurahan-Nya (dan apa pun yang menimpamu berupa keburukan) atau bencana (maka dari dirimu sendiri) artinya karena kamu melakukan hal-hal yang mengundang datangnya bencana itu. (Dan Kami utus kamu) hai Muhammad (kepada manusia sebagai rasul) menjadi hal yang diperkuat. (Dan cukuplah Allah sebagai saksi) atas kerasulanmu."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 80,
    "arab": "مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ اَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗ ",
    "translation": "Barangsiapa menaati Rasul (Muhammad), maka sesungguhnya dia telah menaati Allah. Dan barangsiapa berpaling (dari ketaatan itu), maka (ketahuilah) Kami tidak mengutusmu (Muhammad) untuk menjadi pemelihara mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/573.mp3",
    "tafsir": "Perintah dan larangan Rasul yang tidak menyangkut urusan keagamaan umpamanya yang berhubungan dengan keduniaan seperti urusan pertanian dan pertahanan, maka Rasul sendiri bersedia menerima pendapat dari sahabatnya yang lebih mengetahui masalahnya.\nMenurut sejarah, dalam menjaga kesopanan terhadap Rasul para sahabat bertanya lebih dahulu apakah hal itu datangnya dari Allah atau pendapat Rasul sendiri. Jika ditegaskan oleh Rasul bahwa ini adalah dari Allah maka mereka menaati tanpa ragu-ragu dan jika dikatakan bahwa ini pendapat Muhammad maka para sahabat mengemukakan pula pendapat mereka. Peristiwa ini pernah terjadi ketika sahabat menghadapi perintah Rasul dalam memilih suatu tempat yang dekat ke mata air untuk kepentingan strategi pertahanan ketika perang Badar.\nKetika menerangkan sebab turunnya ayat ini Muqatil meriwayatkan bahwa ketika Nabi bersabda:\n\"Barang siapa mencintai aku sesungguhnya ia mencintai Allah. Dan barang siapa yang menaati aku sesungguhnya ia menaati Allah. Orang munafik berkata, \"Tidakkah kamu mendengar kata laki-laki ini (Muhammad)? Sesungguhnya ia telah mendekati syirik. Sesungguhnya ia melarang kita menyembah selain Allah dan ia menghendaki kita menjadikannya tuhan sebagaimana orang-orang Nasrani menjadikan Isa tuhan. Maka Allah menurunkan ayat ini.\" (Riwayat Muqatil).\nMenaati Rasul tidak dapat dikatakan perbuatan syirik, karena Rasul penyampai perintah Allah. Dengan demikian menaati Rasul adalah menaati Allah, bukan mempersekutukannya dengan Allah.\nDi dalam Tafsir al-Maragi dijelaskan bahwa syirik itu terdiri dari dua macam. Pertama, syirik uluhiyah, yaitu mempercayai adanya sesuatu selain Allah yang mempunyai kekuatan gaib dan dapat memberi manfaat dan memberi mudarat. Kedua, syirik rububiyah, mempercayai bahwa ada sesuatu selain Allah yang mempunyai hak menetapkan hukum haram dan halal, sebagaimana orang Nasrani memandang hak tersebut ada pada pendeta-pendeta mereka.\nOrang mukmin sejati berpendirian: Tunduk hanya kepada Allah sebagai Pencipta dan tiada makhluk yang mempunyai kekuatan gaib yang dapat memberi manfaat dan mudarat, dan tidak ada di antara makhluk yang berhak menetapkan hukum haram dan halal, karena semua makhluk tunduk kepada kehendak-Nya.\nAllah menghendaki agar Rasul-Nya (Muhammad) tidak mengambil tindakan kekerasan atau paksaan terhadap orang yang tidak menaatinya, karena ia diutus hanya sekedar menyampaikan berita gembira dan peringatan keras. Keimanan manusia pada kerasulannya tidak digantungkan kepada paksaan, tetapi kepada kesadaran setelah menggunakan pikiran.",
    "quraish": "Barangsiapa mematuhi rasul berarti telah mematuhi Allah. Sebab, Rasulullah tidak memerintahkan dan melarang sesuatu, kecuali sesuai dengan perintah dan larangan Allah. Oleh karena itu, orang yang menaati Rasulullah saw. dengan menjalankan perintah dan meninggalkan larangannya, berarti juga menaati Allah. Sedangkan orang yang tidak mematuhimu, Muhammad, ketahuilah bahwa Kami mengutusmu sebagai pemberi kabar gembira dan pemberi peringatan, bukan untuk menguasai dan memelihara amal perbuatan mereka, yang merupakan tanggung jawab Kami, bukan tanggung jawabmu.",
    "jalalayn": "(Siapa menaati Rasul, maka sesungguhnya ia telah menaati Allah, dan siapa yang berpaling) artinya tak mau menaatinya, maka bukan menjadi urusanmu (maka Kami tidaklah mengutusmu sebagai pemelihara) atau penjaga amal-amal perbuatan mereka, tetapi hanyalah sebagai pemberi peringatan sedangkan urusan mereka terserah kepada Kami dan Kami beri ganjaran dan balasannya. Ini sebelum datangnya perintah berperang."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 81,
    "arab": "وَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَاِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَاَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ",
    "translation": "Dan mereka (orang-orang munafik) mengatakan, “(Kewajiban kami hanyalah) taat.” Tetapi, apabila mereka telah pergi dari sisimu (Muhammad), sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/574.mp3",
    "tafsir": "Golongan yang takut berperang seperti yang digambarkan dalam ayat 77 yang lalu berkata di hadapan Nabi Muhammad saw bahwa mereka mematuhi perintahnya, tetapi setelah mereka terpisah, sebagian mengatur siasat yang bertentangan dengan ucapan mereka. Sebenarnya ucapan patuh mereka sekedar menyelamatkan diri dan menyelamatkan harta benda mereka dari tindakan Rasul.\nAyat ini mengungkapkan kepada Nabi apa yang terkandung di dalam hati orang munafik dan Allah memerintahkan Muhammad agar membiarkan sifat mereka yang demikian dengan menyerahkan segala sesuatu pada Allah, karena Allah tetap melindungi Rasul-Nya dari kejahatan golongan munafik tersebut.",
    "quraish": "Golongan yang ragu-ragu itu mengatakan, \"Perintahmu telah dilaksanakan, dan tidak ada pilihan lain bagi kami kecuali menaati perintah dan larangan itu.\" Tetapi jika mereka telah pergi dan menjauh darimu, sebagian mereka ada yang menyusun siasat yang berbeda dengan perintah dan laranganmu, di malam hari. Janganlah kamu mengikuti mereka. Jauhilah mereka. Serahkan segala urusanmu kepada Allah dan bertawakallah kepada-Nya. Cukuplah Allah menjadi pemelihara dan pelindung.",
    "jalalayn": "(Dan mereka berkata) maksudnya orang-orang munafik, jika mereka datang kepadamu, \"Kewajiban kami hanyalah (taat) kepadamu.\" (Tetapi apabila mereka telah keluar dari sisimu, segolongan di antara mereka menyembunyikan) ta diidgamkan kepada tha dan boleh pula tidak (lain dari apa yang mereka katakan) padamu di hadapanmu tadi berupa ketaatan, tegasnya mereka menyembunyikan kedurhakaan mereka (Allah menulis) maksudnya menyuruh malaikat menulis (apa yang mereka sembunyikan itu) yakni dalam buku-buku catatan mereka agar menerima pembalasan nanti (maka berpalinglah kamu dari mereka) dengan memaafkan mereka (dan bertawakallah kepada Allah) artinya percayalah kepada-Nya karena Dia pasti melindungimu (dan cukuplah Allah itu sebagai pelindung) atau tempat bertawakal."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 82,
    "arab": "اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ ۗ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوْا فِيْهِ اخْتِلَافًا كَثِيْرًا ",
    "translation": "Maka tidakkah mereka menghayati (mendalami) Al-Qur'an? Sekiranya (Al-Qur'an) itu bukan dari Allah, pastilah mereka menemukan banyak hal yang bertentangan di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/575.mp3",
    "tafsir": "Orang-orang kafir dan kaum munafik tersebut dicela karena mereka tidak mengerti tentang kerasulan Muhammad dan tidak mau memahami Al-Qur'an yang menjelaskan tentang kerasulan Nabi Muhammad. Kalau mereka mau mengerti dan mau memperhatikan, niscaya mereka mengetahui bahwa kerasulan Muhammad dan Al-Qur'an itu memang sebenarnya dari Tuhan. Janji Allah kepada orang mukmin dan ancaman-Nya kepada orang kafir dan orang munafik sebagaimana yang disampaikan oleh Muhammad adalah suatu hal yang pasti sebagaimana pasti benarnya ayat-ayat yang disampaikan oleh Muhammad tentang isi hati yang dikandung oleh orang munafik dan orang kafir. Demikian pula pasti benarnya ayat-ayat yang dibawa Muhammad tentang nasib buruk mereka di akhirat nanti, karena kalau Al-Qur'an dibuat Muhammad, bukan datang dari Allah yang mengutus niscaya mereka akan menemui dalam Al-Qur'an ayat-ayat yang saling bertentangan satu sama lain.\nMenurut al-Maragi, hal-hal yang berikut ini adalah sebagai bukti bahwa Al-Qur'an bukan bikinan Muhammad, tetapi wahyu dari Allah:\n1. Tidak seorang makhluk pun yang dapat menggambarkan hakikat dari sesuatu sebagaimana digambarkan oleh Al-Qur'an tanpa adanya pertentangan antara satu dengan yang lain.\n2. Al-Qur'an menceritakan kejadian masa lalu yang tidak pernah disaksikan oleh Muhammad dan sebagiannya tidak terdapat pula dalam sejarah. Al-Qur'an juga menceritakan hal-hal yang akan datang dan ternyata sesuai dengan kenyataan, juga diceritakan yang sudah terjadi dan tersembunyi di dalam hati sanubari sebagian manusia sebagaimana Al-Qur'an menceritakan tentang siasat yang diatur oleh segolongan manusia yang menentang Rasul (lihat ayat 77 yang berhubungan dengan ayat 81 pada ayat yang lalu).\n3. Tidak seorang pun yang dapat membuat tandingan Al-Qur'an dalam menguraikan pokok-pokok akidah, kaidah-kaidah syariah, siasat suku-suku dan golongan secara tepat tanpa ada pertentangan satu sama lain.\n4. Tidak seorang pun dapat menandingi Al-Qur'an dalam mengemukakan undang-undang kemasyarakatan atau nilai-nilai kemakmuran, untuk masing-masing agama dan penganutnya dengan mengemukakan alasan yang kongkrit beserta contoh-contoh dan perbandingan. Satu cerita yang disebut berulang kali dalam ungkapan yang berbeda, dengan mengesankan dan meyakinkan tanpa lepas dari bentuk nasihat dan pengajaran. Semuanya diterangkan tanpa adanya pertentangan antara satu dengan yang lain.\n5. Tidak seorang pun dapat mendatangkan tandingan Al-Qur'an dalam membicarakan tentang kejadian alam ini dengan menguraikan sesuatu yang dikandung oleh bumi dan langit seperti binatang, angin, laut, tumbuh-tumbuhan dan hikmah masing-masing dengan bahasa sastra yang tinggi meskipun dikemukakan secara berulang-ulang tetapi tidak membosankan. Bahkan masing-masing ayat saling memperkuat pengertian dan mengesankan.\n6. Al-Qur'an memberitakan tentang yang gaib, hari kemudian, dan segala sesuatu yang berhubungan dengan adanya perhitungan terhadap perbuatan manusia dan pembalasan yang setimpal. Pemberitaan semacam ini termaktub dalam ayat yang berlainan penguraiannya tetapi satu tujuannya.\nJadi, memperhatikan keistimewaan Al-Qur'an adalah jalan untuk memperoleh petunjuk, bahwa memang Al-Qur'an itu datang dari Allah dan wajib diikuti. Segala sesuatu yang dikandungnya dapat diterima akal, sesuai dengan fitrah, sejalan dengan kemaslahatan dan hanya dalam Al-Qur'an terdapat jalan kebahagiaan manusia di dunia dan akhirat.",
    "quraish": "Apakah orang-orang munafik itu tidak merenungkan kitab Allah agar mengetahui alasan yang datang dari Allah mengapa mereka wajib menaati-Nya dan mengikuti perintahmu? Sesungguhnya al-Qur'ân ini benar-benar berasal dari Allah, karena keselarasan makna dan hukum yang dikandungnya serta keterpaduan ayat-ayatnya yang saling menguatkan. Ini adalah bukti yang kuat bahwa al-Qur'ân itu benar- benar berasal dari Allah. Kalau al-Qur'ân bukan berasal dari Allah tentu makna-maknanya akan saling bertentangan dan hukum-hukumnya banyak yang saling berbeda.",
    "jalalayn": "(Apakah mereka tidak memperhatikan) merenungkan (Alquran) dan makna-makna indah yang terdapat di dalamnya. (Sekiranya Alquran itu bukan dari sisi Allah, tentulah akan mereka jumpai di dalamnya pertentangan yang banyak) baik dalam makna maupun dalam susunannya."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 83,
    "arab": "وَاِذَا جَاۤءَهُمْ اَمْرٌ مِّنَ الْاَمْنِ اَوِ الْخَوْفِ اَذَاعُوْا بِهٖ ۗ وَلَوْ رَدُّوْهُ اِلَى الرَّسُوْلِ وَاِلٰٓى اُولِى الْاَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِيْنَ يَسْتَنْۢبِطُوْنَهٗ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَاتَّبَعْتُمُ الشَّيْطٰنَ اِلَّا قَلِيْلًا ",
    "translation": "Dan apabila sampai kepada mereka suatu berita tentang keamanan ataupun ketakutan, mereka (langsung) menyiarkannya. (Padahal) apabila mereka menyerahkannya kepada Rasul dan Ulil Amri di antara mereka, tentulah orang-orang yang ingin mengetahui kebenarannya (akan dapat) mengetahuinya (secara resmi) dari mereka (Rasul dan Ulil Amri). Sekiranya bukan karena karunia dan rahmat Allah kepadamu, tentulah kamu mengikuti setan, kecuali sebagian kecil saja (di antara kamu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/576.mp3",
    "tafsir": "Orang yang lemah iman dan orang munafik suka menyiarkan berita-berita yang mereka ketahui terutama dalam keadaan perang yaitu berita-berita yang dibocorkan dari pihak markas tentara, tentang rahasia peperangan, dalam negeri atau luar negeri yang tidak wajar diketahui oleh khalayak umum.\nMaksud mereka menyiarkan berita-berita itu adalah untuk mengacaukan keadaan. Tetapi kalau mereka bermaksud baik dan mereka mengembalikan berita itu kepada Rasul sebagai pimpinan tertinggi atau mereka kembalikan kepada ulil amri yaitu pemimpin dan orang-orang pemerintahan tentulah mereka akan mengetahui persoalan berita yang sebenarnya; mereka akan mendapat keterangan dari pemimpin dan orang pemerintahan. Dengan demikian keamanan umum tidak sempat terganggu.\nMasyarakat akan terpengaruh oleh orang yang menyiarkan berita secara provokatif, kecuali orang yang kuat imannya yang selamat dari berita provokasi tersebut. Dengan rahmat dan karunia Allah kaum Muslimin terpelihara dari perangkap semacam itu karena mereka patuh pada Allah dan Rasul, serta mengembalikan segala urusan kepada pimpinan yang dipercayai.",
    "quraish": "Ketika mengetahui kekuatan atau kelemahan umat Islam, orang-orang munafik langsung menyebarkan dan menyiarkannya dengan tujuan menipu dan menakut-nakuti umat Islam, atau menyalurkan berita itu kepada pihak musuh. Seandainya masalah aman dan takut itu mereka kembalikan kepada Rasulullah saw. atau ulû al-amr, yaitu para pemimpin dan pembesar-pembesar sahabat, atau seandainya mereka bermaksud mencari hakikat yang sebenarnya, mereka pasti akan mengetahuinya langsung dari Rasulullah dan pemimpin-pemimpin sahabat. Kalau bukan karena karunia Allah dengan pemantapan iman dalam hatimu dan pencegahan fitnah, dan bukan pula karena rahmat-Nya yang mengantarkanmu kepada kemenangan dan keberuntungan, maka sebagian besar kalian tentu akan mengikuti bujukan setan. Dan hanya sebagian kecil saja yang selamat dari bujukan dan godaannya.",
    "jalalayn": "(Dan apabila datang kepada mereka suatu berita) mengenai hasil-hasil yang dicapai oleh ekspedisi tentara Nabi saw. (berupa keamanan) maksudnya kemenangan (atau ketakutan) maksudnya kekalahan (mereka lalu menyiarkannya). Ayat ini turun mengenai segolongan kaum munafik atau segolongan orang-orang mukmin yang lemah iman mereka, dan dengan perbuatan mereka itu lemahlah semangat orang-orang mukmin dan kecewalah Nabi saw. (Padahal kalau mereka menyerahkannya) maksudnya berita itu (kepada Rasul dan kepada Ulil amri di antara mereka) maksudnya para pembesar sahabat, jika mereka diam mengenai berita itu menunggu keputusannya (tentulah akan dapat diketahui) apakah hal itu boleh disiarkan atau tidak (oleh orang-orang yang ingin mengetahui kebenarannya) artinya yang mengikuti perkembangannya dan dituntut untuk mengetahuinya, mereka adalah orang-orang yang berhak menyiarkan berita itu (dari mereka) yakni Rasul dan Ulil amri (Dan kalau bukanlah karena karunia Allah kepadamu) yakni dengan agama Islam (serta rahmat-Nya) kepadamu dengan Alquran (tentulah kamu sekalian akan mengikuti setan) untuk mengerjakan kekejian-kekejian yang diperintahkannya (kecuali sebagian kecil saja di antaramu) yang tidak."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 84,
    "arab": "فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ اِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ ۚ عَسَى اللّٰهُ اَنْ يَّكُفَّ بَأْسَ الَّذِيْنَ كَفَرُوْا ۗوَاللّٰهُ اَشَدُّ بَأْسًا وَّاَشَدُّ تَنْكِيْلًا ",
    "translation": "Maka berperanglah engkau (Muhammad) di jalan Allah, engkau tidaklah dibebani melainkan atas dirimu sendiri. Kobarkanlah (semangat) orang-orang beriman (untuk berperang). Mudah-mudahan Allah menolak (mematahkan) serangan orang-orang yang kafir itu. Allah sangat besar kekuatan(-Nya) dan sangat keras siksaan(-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/577.mp3",
    "tafsir": "Perintah perang untuk menahan serangan pihak kafir ini ditujukan langsung oleh Allah kepada Nabi-Nya dan Allah menghendaki pelaksanaan perintah perang ini atas dasar ketaatan dan berserah diri kepada-Nya tanpa menggantungkan harapan kepada orang-orang munafik yakni dengan mengharap bantuan kaum munafik. Allah memerintahkan kepada Nabi-Nya agar menganjurkan kepada orang-orang mukmin untuk ikut memerangi orang-orang kafir. Sejarah membuktikan pada Perang Uhud betapa ketabahan Rasulullah menjalankan perintah Allah meskipun pasukan Muslimin berada dalam keadaan kacau balau. Dalam ayat ini Allah menjanjikan akan melemahkan kekuatan orang-orang kafir, karenanya sudah sewajarnya kaum Muslimin tidak merasa khawatir, bahkan hendaknya semakin patuh kepada Rasulullah dengan memenuhi anjurannya untuk turut memerangi orang-orang kafir dengan keyakinan bahwa Allah Mahakuat dan memenuhi janji-Nya, memberikan kemenangan kepada Rasulullah beserta orang-orang mukmin.",
    "quraish": "Jika di antara kalian terdapat orang yang bersifat seperti munafik, maka jauhilah mereka. Berperanglah di jalan Allah dan jalan kebenaran, sebab kamu hanya bertanggung jawab atas dirimu sendiri. Lalu ajaklah orang-orang Mukmin untuk berperang. Semoga, dengan demikian, Allah menjauhkan kalian dari kekejaman orang-orang kafir. Dialah penolong kalian. Allah amat besar kekuatan-Nya dan amat kejam siksaan-Nya terhadap orang-orang kafir.",
    "jalalayn": "(Maka berperanglah kamu) hai Muhammad (di jalan Allah kamu tidaklah dibebani kecuali dengan kewajibanmu sendiri) maka janganlah pedulikan keengganan mereka dalam berperang itu. Artinya, berperanglah kamu walau seorang diri, karena kamu telah dijamin akan beroleh kemenangan (dan kerahkanlah orang-orang mukmin) anjurkan mereka buat bertempur dan kobarkan semangat mereka (semoga Allah menahan kekerasan) artinya serangan (orang-orang kafir itu. Dan Allah lebih keras lagi) dari mereka (dan lebih hebat lagi siksa-Nya). Maka sabda Nabi saw., \"Demi Tuhan yang diri saya berada dalam kekuasaan-Nya, saya akan pergi walaupun hanya seorang diri!\" Lalu pergilah ia bersama 70 orang berkuda ke Badar Shughra sehingga Allah pun menolak serangan orang-orang kafir itu dengan meniupkan ketakutan ke dalam hati mereka dan menahan Abu Sofyan supaya tidak keluar sebagaimana telah disebutkan dalam surah Ali Imran."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 85,
    "arab": "مَنْ يَّشْفَعْ شَفَاعَةً حَسَنَةً يَّكُنْ لَّهٗ نَصِيْبٌ مِّنْهَا ۚ وَمَنْ يَّشْفَعْ شَفَاعَةً سَيِّئَةً يَّكُنْ لَّهٗ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقِيْتًا ",
    "translation": "Barangsiapa memberi pertolongan dengan pertolongan yang baik, niscaya dia akan memperoleh bagian dari (pahala)nya. Dan barangsiapa memberi pertolongan dengan pertolongan yang buruk, niscaya dia akan memikul bagian dari (dosa)nya. Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/578.mp3",
    "tafsir": "Syafaat ialah bantuan seseorang kepada orang lain dalam suatu hal. Syafaat berbentuk dua macam: pertama, yang berbentuk kebajikan yaitu yang dipandang baik oleh agama, dan kedua, berbentuk kejahatan yaitu yang dipandang buruk oleh agama.\nOrang yang melakukan syafaat berbentuk kebajikan umpamanya menolong atau menganjurkan kepada orang lain melakukan perbuatan baik, seperti mendirikan madrasah, mesjid dan sebagainya, orang yang menganjurkan akan mendapat ganjaran dari perbuatan orang yang mengikuti anjurannya tersebut seolah-olah ia sendiri yang berbuat. Demikian juga orang yang melakukan syafaat berbentuk kejahatan umpamanya membantu orang yang melakukan pekerjaan jahat seperti berjudi, berzina dan lari dari perang sabil. Ia akan mendapat bagian ganjaran dari perbuatan tersebut seolah-olah ia berserikat dalam pekerjaan itu.\nSuatu perbuatan tidak lepas dari bentuk sebab dan akibat. Maka orang yang menjadi sebab terwujudnya kebaikan atau menjadi sebab terwujudnya kejahatan tidak akan luput dari menerima ganjaran Allah. Allah sanggup menentukan segala sesuatu. Karena itu orang yang berbuat baik tidak akan berkurang pahalanya, karena Allah memberi ganjaran pula kepada penganjurnya, karena Allah Mahaadil, Allah memberi balasan berupa hukuman terhadap orang yang menjadi sebab sesatnya orang lain.",
    "quraish": "Orang-orang munafik itu selalu mempertahankan kerusakan, sedangkan orang-orang Mukmin akan tetap membela kebenaran. Barangsiapa menolong dan menjunjung kebaikan, maka ia akan mendapatkan pahalanya. Dan barangsiapa memihak kepada orang-orang yang berbuat kejahatan, maka ia akan mendapatkan dosa dan siksa. Sesungguhnya Allah Mahakuasa lagi Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Siapa memberikan syafaat) kepada sesama manusia (yakni syafaat yang baik) yang sesuai dengan syarat (niscaya akan memperoleh bagian) pahala (daripadanya) artinya disebabkannya. (Dan siapa memberikan syafaat yang jelek) yakni yang bertentangan dengan syariat (maka ia akan memikul beban) dosanya (daripadanya) disebabkan perbuatannya itu. (Dan Allah Maha Kuasa atas segala sesuatu) sehingga setiap orang akan mendapat balasan yang setimpal daripada-Nya."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 86,
    "arab": "وَاِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِاَحْسَنَ مِنْهَآ اَوْ رُدُّوْهَا ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا",
    "translation": "Dan apabila kamu dihormati dengan suatu (salam) penghormatan, maka balaslah penghormatan itu dengan yang lebih baik, atau balaslah (penghormatan itu, yang sepadan) dengannya. Sungguh, Allah memperhitungkan segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/579.mp3",
    "tafsir": "Perintah untuk berlaku sopan santun dalam pergaulan, agar terpelihara hubungan persaudaraan dengan jalan mengadakan tata tertib yang dilakukan ketika bertemu dengan seseorang. Seseorang harus membalas penghormatan yang diberikan kepadanya berupa salam yang diterimanya dengan balasan yang setimpal atau dengan cara lebih baik. Balasan yang setimpal atau yang lebih baik dapat berbentuk ucapan yang menyenangkan atau dengan suara yang lemah lembut atau dengan gerak-gerik yang menarik hati, memperhatikan kehidupan dalam menegakkan sopan santun yang memperkuat hubungan persaudaraan antara sesama mereka.\nAllah memperhatikan segala sesuatu termasuk memperhatikan kehidupan manusia dalam menegakkan sopan santun yang bisa memperkuat hubungan persaudaraan antara sesama mereka.\nSejalan dengan ayat itu terdapat hadis-hadis sebagai berikut\nDari Abu Hurairah berkata, Rasulullah saw bersabda, \"Hendaklah orang yang berkendaraan memberi salam kepada orang yang berjalan kaki, dan orang yang berjalan kaki memberi salam kepada orang yang duduk, kelompok orang yang sedikit memberi salam kepada kelompok yang banyak, kelompok orang yang muda memberi salam kepada kelompok yang tua.\" (Riwayat al-Bukhari dan Muslim).\nDari Abdullah bin 'Amr, dia berkata, \"bahwasannya seseorang bertanya kepada Rasulullah, mana ajaran Islam yang terbaik? Rasulullah Saw menjawab, \"(yaitu) memberi makan (kepada fakir miskin) dan memberi salam kepada orang yang engkau kenal dan orang yang belum engkau kenal. (Riwayat al-Bukhari dan Muslim).",
    "quraish": "Jika seseorang--siapa pun ia--memberimu penghormatan berupa ucapan salam, ucapan selamat, doa dan semacamnya, maka balaslah penghormatan itu dengan penghormatan yang lebih baik atau yang sama. Sebab, sesungguhnya Allah selalu memperhitungkan segala sesuatu yang kecil maupun yang besar.",
    "jalalayn": "(Apabila kamu diberi salam dengan suatu salam penghormatan) misalnya bila dikatakan kepadamu, \"Assalamu'alaikum!\" (maka balaslah) kepada orang yang memberi salam itu (dengan salam yang lebih baik daripadanya) yaitu dengan mengatakan, \"Alaikumus salaam warahmatullaahi wabarakaatuh.\" (atau balaslah dengan yang serupa) yakni dengan mengucapkan seperti apa yang diucapkannya. Artinya salah satu di antaranya menjadi wajib sedangkan yang pertama lebih utama. (Sesungguhnya Allah memperhitungkan segala sesuatu) artinya membuat perhitungan dan akan membalasnya di antaranya ialah terhadap membalas salam. Dalam pada itu menurut sunah, tidak wajib membalas salam kepada orang kafir, ahli bidah dan orang fasik. Begitu pula kepada orang Islam sendiri yakni orang yang sedang buang air, yang sedang berada dalam kamar mandi dan orang yang sedang makan. Hukumnya menjadi makruh kecuali pada yang terakhir. Dan kepada orang kafir jawablah, \"Wa`alaikum.\" Artinya: juga atasmu."
  },
  {
    "ruku": 72,
    "name": "An-Nisa'",
    "ayat": 87,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ",
    "translation": "Allah, tidak ada tuhan selain Dia. Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan terjadinya. Siapakah yang lebih benar perkataan(nya) daripada Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/580.mp3",
    "tafsir": "Kaum Muslimin akan menerima ganjaran berupa pahala dari Allah Yang Mahakuasa di hari kemudian nanti. Dia adalah Tuhan Yang Maha Esa yang berhak disembah, karenanya janganlah kaum Muslimin lalai berbakti kepada-Nya dan tunduk menjunjung perintah dan menjauhi larangan-Nya. Kebahagiaan dan ketenangan jiwa serta kemurnian akal manusia adalah terletak pada kebebasannya dari belenggu kebendaan. Selain Allah, tidak ada yang berhak disembah karena hanya Allah yang sanggup membangkitkan dan menghimpun manusia pada hari kemudian, hari yang pasti datangnya. Karena itu hendaklah manusia percaya kepada firman Allah, karena tidak satupun yang dapat lebih dipercayai selain firman Allah.\nAdapun yang bukan berasal dari Allah tidak pasti kebenarannya, karena berita-berita dari manusia mengandung kemungkinan benar dan kemungkinan salah.",
    "quraish": "Allah, yang tidak ada tuhan selain Dia dan tidak ada kekuasaan bagi selain Dia, benar-benar akan membangkitkan dan mengumpulkan kalian setelah mati untuk dihisab. Dia telah mengatakan hal itu, maka janganlah ragu dengan perkataan-Nya. Adakah perkataan yang lebih benar dari perkataan Allah?",
    "jalalayn": "(Allah, tiada Tuhan selain Dia) dan Allah (akan menghimpun kamu) dari kubur-kuburmu (sampai) maksudnya pada (dari kiamat yang tak ada keraguan) atau kebimbangan (mengenainya. Dan siapa lagi) artinya tidak ada seorang pun (yang lebih benar ucapannya daripada Allah). Tatkala orang-orang kembali dari perang Uhud, mereka berbeda pendapat mengenai orang-orang munafik. Suatu golongan mengatakan, \"Bunuhlah mereka!\" Sedangkan satu golongan lagi mengatakan, \"Jangan!\" Maka turunlah ayat berikut ini:"
  }
]