[
  {
    "ruku": 74,
    "name": "An-Nisa'",
    "ayat": 92,
    "arab": "وَمَا كَانَ لِمُؤْمِنٍ اَنْ يَّقْتُلَ مُؤْمِنًا اِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى  اَهْلِهٖٓ  اِلَّآ  اَنْ يَّصَّدَّقُوْا ۗ فَاِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَاِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى اَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
    "translation": "Dan tidak patut bagi seorang yang beriman membunuh seorang yang beriman (yang lain), kecuali karena tersalah (tidak sengaja). Barangsiapa membunuh seorang yang beriman karena tersalah (hendaklah) dia memerdekakan seorang hamba sahaya yang beriman serta (membayar) tebusan yang diserahkan kepada keluarganya (si terbunuh itu), kecuali jika mereka (keluarga si terbunuh) membebaskan pembayaran. Jika dia (si terbunuh) dari kaum yang memusuhimu, padahal dia orang beriman, maka (hendaklah si pembunuh) memerdekakan hamba sahaya yang beriman. Dan jika dia (si terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, maka (hendaklah si pembunuh) membayar tebusan yang diserahkan kepada keluarganya (si terbunuh) serta memerdekakan hamba sahaya yang beriman. Barangsiapa tidak mendapatkan (hamba sahaya), maka hendaklah dia (si pembunuh) berpuasa dua bulan berturut-turut sebagai tobat kepada Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/585.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidaklah layak bagi seorang mukmin untuk membunuh mukmin yang lain dengan sengaja.\nKemudian dijelaskan hukum pembunuhan sesama mukmin yang terjadi dengan tidak sengaja. Hal ini mungkin terjadi dalam berbagai kasus, dilihat dari keadaan mukmin yang terbunuh dan dari kalangan manakah mereka berasal. Dalam hal ini ada 3 kasus:\nPertama: Mukmin yang terbunuh tanpa sengaja itu berasal dari keluarga yang mukmin. Maka hukumannya ialah pihak pembunuh harus memerdekakan hamba sahaya yang mukmin, disamping membayar diat (denda) kepada keluarga yang terbunuh, kecuali jika mereka merelakan dan membebaskan pihak pembunuh dari pembayaran diat tersebut.\nKedua: Mukmin yang terbunuh itu berasal dari kaum atau keluarga bukan mukmin, tetapi keluarganya memusuhi kaum Muslimin. Maka dalam hal ini hukuman yang berlaku terhadap pihak yang membunuh ialah harus memerdekakan seorang hamba sahaya yang mukmin tanpa membayar diat.\nKetiga: Mukmin yang terbunuh tanpa sengaja itu berasal dari keluarga bukan mukmin, tetapi mereka itu sudah membuat perjanjian damai dengan kaum Muslimin, maka hukumannya ialah pihak pembunuh harus membayar diat yang diserahkan kepada keluarga pihak yang terbunuh di samping itu harus pula memerdekakan seorang hamba sahaya yang mukmin. Jadi hukumannya sama dengan kasus yang pertama tadi.\nMengenai kewajiban memerdekakan \"hamba sahaya yang mukmin\" yang tersebut dalam ayat ini: ada kemungkinan tidak dapat dilaksanakan oleh pihak pembunuh, karena tidak diperolehnya hamba sahaya yang memenuhi syarat yang disebutkan itu; atau karena sama sekali tidak mungkin mendapatkan hamba sahaya, misalnya pada zaman sekarang ini; atau hamba sahaya yang beriman, tetapi pihak pembunuh tidak mempunyai kemampuan untuk membeli dan memerdekakannya. Dalam hal ini, kewajiban untuk memerdekakan hamba sahaya dapat diganti dengan kewajiban yang lain, yaitu si pembunuh harus berpuasa dua bulan berturut-turut, agar tobatnya diterima Allah. Dengan demikian ia bebas dari kewajiban memerdekakan hamba sahaya yang beriman.\nMengenai \"ketidaksengajaan\" dalam pembunuhan yang disebut dalam ayat ini, ialah ketidak sengajaan yang disebabkan karena kecerobohan yang sesungguhnya dapat dihindari oleh manusia yang normal. Misalnya apabila seorang akan melepaskan tembakan atau lemparan sesuatu yang dapat menimpa atau membahayakan seseorang, maka ia seharusnya meneliti terlebih dahulu, ada atau tidaknya seseorang yang mungkin menjadi sasaran pelurunya tanpa sengaja. Kecerobohan dan sikap tidak berhati-hati itulah yang menyebabkan pembunuh itu harus dikenai hukuman, walaupun ia membunuh tanpa sengaja, agar dia dan orang lain selalu berhati-hati dalam berbuat terutama yang berhubungan dengan keamanan jiwa manusia lainnya.\nAdapun diat (diyat) atau denda yang dikenakan kepada pembunuh, dapat dibayar dengan beberapa macam barang pengganti kerugian, yaitu dengan seratus ekor unta, atau dua ratus ekor sapi, atau dua ribu ekor kambing, atau dua ratus lembar pakaian atau uang seribu dinar atau dua belas ribu dirham.\nDalam suatu hadis yang diriwayatkan oleh Abu Dawud dari Jabir, dari Rasulullah saw disebutkan sebagai berikut:\n\"Bahwasanya Rasulullah saw telah mewajibkan diat itu sebanyak seratus ekor unta kepada orang yang memiliki unta, dan dua ratus ekor sapi kepada yang memiliki sapi dan dua ribu ekor kambing kepada yang memiliki kambing, dan dua ratus perhiasan kepada yang memiliki perhiasan\" (Riwayat Abu Dawud).\n\nKewajiban memerdekakan hamba sahaya yang beriman atau berpuasa dua bulan berturut-turut adalah kewajiban yang ditimpakan kepada si pembunuh dan 'aqilah (keluarga), yang juga disebut \"asabah\"-nya. Dalam kitab hadis al-Muwatta \"Kitab al-Uqud\" dari Imam Malik disebutkan bahwa Umar bin al-Khattab pernah menetapkan diat kepada penduduk desa, sebanyak seribu dinar kepada yang memiliki uang emas dan dua belas ribu dirham kepada yang memiliki uang perak, dan diat ini hanyalah diwajibkan kepada 'aqilah dari si pembunuh.",
    "quraish": "Pembagian orang munafik ke dalam dua golongan itu didasarkan pada asas kehati-hatian, dengan maksud agar tidak terjadi pembunuhan terhadap orang Muslim karena diduga munafik. Sementara, membunuh orang Muslim itu diharamkan, kecuali kalau terjadi secara salah atau tidak sengaja. Bila terjadi pembunuhan terhadap orang Muslim secara salah atau tidak sengaja, kalau si korban itu tinggal di dalam wilayah Islam, maka pelaku pembunuhan dikenakan sanksi membayar diyat kepada keluarga korban sebagai ganti atas hilangnya seorang anggota keluarga, dan sanksi memerdekakan seorang budak Muslim sebagai ganti atas hilangnya seorang anggota masyarakat Muslim. Sebab, memerdekakan seorang budak Muslim itu berarti menciptakan suasana hidup bebas dalam masyarakat Muslim. Pembebasan seorang budak Muslim seolah-olah cukup untuk mengganti hilangnya salah seorang anggota masyarakat Muslim. (1) Tetapi, kalau si terbunuh itu berasal dari golongan yang memiliki perjanjian damai dengan umat Islam, maka sanksi yang dikenakan kepada pelaku pembunuhan adalah memerdekakan seorang budak Muslim dan membayar diyat kepada keluarga korban sebagai ganti salah satu anggotanya yang meninggal. Karena, dengan adanya perjanjian itu, mereka tidak akan menggunakan diyat itu untuk menyakiti orang Muslim. Bila si pelaku pembunuhan tidak mendapatkan budak untuk dimerdekakan, maka ia harus berpuasa dua bulan berturut- turut. Hal itu akan menjadi pelajaran bagi dirinya agar selalu berhati-hati dan waspada. Allah Maha Mengetahui apa yang ada dalam jiwa dan hati seseorang serta Mahabijaksana dalam menetapkan setiap hukuman. (1) Ialah tidak menyamakan antara hukuman pembunuhan yang tidak disengaja dengan pembunuhan yang dilakukan secara sengaja. Hal itu disebabkan karena pembunuhan yang dilakukan dengan sengaja, palakunya berniat melakukan maksiat. Oleh karena itu kejahatannya telah terhitung berat dan besar sesuai dengan beratnya hukuman yang diterimanya. Adapun pembunuhan yang dilakukan dengan tidak sengaja, pelakunya tidak berniat melakukan maksiat. Kemaksiatan yang dilakukannya itu berkaitan dengan perbuatannya. Ketentuan ini merupakan variasi hukum pidana Islam sesuai jenis yang dilakukan. Ayat ini menjelaskan hukum kafarat pembunuhan yang dilakukan dengan tidak sengaja, yaitu memerdekakan budak Muslim, dan berpuasa jika tidak mendapatkan budak untuk dimerdekakan. Kafarat ini mengandung nilai hukuman dan nilai ibadah. Secara lahiriah yang bertanggung jawab membayar kafarat adalah pelaku kejahatan, karena di dalam kafarat tersebut terdapat pelajaran dan pendekatan diri kepada Allah, sehingga Allah mengampuni dosa yang diperbuatnya. Selain kafarat, pada pembunuhan tidak sengaja terdapat sanksi diyat. Diyat ini telah ditentukan oleh Allah Swt. Tidak ada pembedaan antara satu korban dengan yang lainnya. Di sini terdapat nilai persamaan yang paling tinggi antara semua manusia. Diyat ini diwajibkan kepada kerabat si pembunuh, karena jika mereka bersepakat untuk mencegah pembunuhan itu, niscaya mereka akan dapat melakukannya. Tanggung jawab semacam ini dapat mengurangi tindak kejahatan. Namun, hal itu semua tidak menghalangi waliy al-amr (pemerintah atau penguasa) untuk memberi sanksi kepada pelaku kejahatan jika dalam sanksi itu terdapat kemaslahatan. Sebab, pembunuhan tidak disengaja pun termasuk tindak kejahatan, oleh karenanya disebutkan dalam ayat ini. Pada bagian akhir ayat ini, Allah menjelasakan bahwa sanksi kafarat dan diyat itu diundangkan sebagai syarat diterimanya pertobatan. Hal ini menunjukkan adanya sikap kurang hati-hati dari pelaku pembunuhan tidak disengaja. Oleh karena itu, para ahli hukum Islam menyatakan bahwa risiko dosa yang diterima pelaku pembunuhan tak disengaja itu bukan dosa karena membunuh, melainkan dosa karena sikap kurang waspada dan kurang teliti. Sebab perbuatan mubah (halal, boleh) itu boleh dilaksanakan dengan syarat tidak merugikan orang lain. Kalau perbuatan mubah itu merugikan orang lain, maka terbuktilah ketidakhati-hatian pelakunya dan, oleh karenanya, ia berdosa. Disebutkan pula bahwa pembunuhan tidak disengaja dapat dihindari dengan sikap hati-hati dan waspada. (Al-Kasânîy, juz 7 hlm. 252) Semua sanksi yang ditetapkan itu sesuai dengan besarnya bahaya yang diakibatkan pembunuhan, hingga Allah pun melarangnya. Jika dibanding dengan hukum positif, kita akan mendapatkan perbedaaan yang sangat besar. Dalam hukum positif, orang tidak lagi takut dengan sanksi yang ditetapkan, yang berakibat merebaknya kejahatan semacam ini. Dengan banyaknya akibat negatif hukum positif itu, belakangan muncul seruan menuntut ditetapkannya sanksi lebih keras kepada pelaku pembunuhan tak disengaja ini. Seandainya umat manusia mengikuti syariat al-Qur'ân, niscaya mereka akan memberikan sesuatu yang dapat meringankan beban jiwa dan kerugian materi kepada keluarga si korban, baik berupa kafarat atau diyat yang harus dibayar oleh kelurga pembunuh. Di samping itu, satu sama lain akan saling mencegah untuk melakukan kesalahan yang dapat menyebabkan pembunuhan.",
    "jalalayn": "(Dan tidak sepatutnya seorang mukmin membunuh seorang mukmin) yang lain; artinya tidak layak akan timbul perbuatan itu dari dirinya (kecuali karena tersalah) artinya tidak bermaksud untuk membunuhnya. (Dan siapa yang membunuh seorang mukmin karena tersalah itu) misalnya bermaksud melempar yang selainnya seperti binatang buruan atau pohon kayu tetapi mengenai seseorang dengan alat yang biasanya tidak menyebabkan kematian hingga membawa ajal (maka hendaklah memerdekakan) membebaskan (seorang hamba sahaya yang beriman beserta diat yang diserahkan) diberikan (kepada keluarganya) yaitu ahli waris yang terbunuh (kecuali jika mereka bersedekah) artinya memaafkannya. Dalam pada itu sunah menjelaskan bahwa besar diat itu 100 ekor unta, 20 ekor di antaranya terdiri dari yang dewasa, sedang lainnya yang di bawahnya, dalam usia yang bermacam-macam. Beban pembayaran ini terpikul di atas pundak `ashabah sedangkan keluarga-keluarga lainnya dibagi-bagi pembayarannya selama tiga tahun, bagi yang kaya setengah dinar, dan yang sedang seperempat dinar pada tiap tahunnya. Jika mereka tidak mampu maka diambilkan dari harta baitulmal, dan jika sulit maka dari pihak yang bersalah. (Jika ia) yakni yang terbunuh (dari kaum yang menjadi musuh) musuh perang (bagimu padahal ia mukmin, maka hendaklah memerdekakan seorang hamba sahaya yang beriman) jadi bagi si pembunuh wajib kafarat tetapi tidak wajib diat yang diserahkan kepada keluarganya disebabkan peperangan itu. (Dan jika ia) maksudnya yang terbunuh (dari kaum yang di antara kamu dengan mereka ada perjanjian) misalnya ahli dzimmah (maka hendaklah membayar diat yang diserahkan kepada keluarganya) yaitu sepertiga diat orang mukmin, jika dia seorang Yahudi atau Nasrani, dan seperlima belas jika ia seorang Majusi serta memerdekakan seorang hamba sahaya yang beriman) oleh si pembunuhnya. (Siapa yang tidak memperolehnya) misalnya karena tak ada budak atau biayanya (maka hendaklah berpuasa selama dua bulan berturut-turut) sebagai kafarat yang wajib atasnya. Mengenai pergantian dengan makanan seperti pada zihar, tidak disebutkan oleh Allah swt. Tetapi menurut Syafii, pada salah satu di antara dua pendapatnya yang terkuat, ini diberlakukan (untuk penerimaan tobat dari Allah) mashdar yang manshub oleh kata kerjanya yang diperkirakan. (Dan Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai pengaturan-Nya terhadap mereka."
  },
  {
    "ruku": 74,
    "name": "An-Nisa'",
    "ayat": 93,
    "arab": "وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَاَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ",
    "translation": "Dan barangsiapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/586.mp3",
    "tafsir": "Betapa besarnya dosa seorang mukmin yang membunuh mukmin lainnya dengan sengaja. Dalam permulaan ayat yang lalu disebutkan sebagai suatu perbuatan yang tidak layak bagi seorang yang beriman karena seharusnya imannya menghalanginya dari perbuatan tersebut. Maka ayat ini menyebutkan hukuman yang akan ditimpakan kepada mukmin yang membunuh mukmin yang lain dengan sengaja, sama dengan hukuman yang disediakan Allah swt untuk orang yang tidak beriman, sehingga seolah-olah si pembunuh tersebut disamakan dengan orang yang tidak beriman karena kejahatan yang dilakukannya sama sekali tidak layak bagi orang yang beriman.\nMenurut ayat ini, hukuman yang akan diterapkan untuknya ialah azab neraka yang kekal di dalamnya dan kemurkaan serta laknat Allah. Neraka Jahanam merupakan azab yang paling berat. Kekekalan seseorang dalam neraka menunjukkan bahwa Allah tidak menerima tobatnya. Sedang laknat Allah berarti dijauhkan dari rahmat-Nya selama-lamanya. Kemurkaan Allah kepada seseorang akan menjauhkannya dari keridaan-Nya, di samping itu masih disediakan pula untuknya azab yang besar yang tidak dijelaskan dalam ayat ini.\nPerlu diketahui, berbagai hukuman yang disebutkan dalam ayat ini diancamkan kepada si pembunuh mukmin, yang membunuh mukmin yang lain dengan sengaja, adalah merupakan azab ukhrawi, yaitu azab yang akan diterima di akhirat kelak. Sedang di dunia ini, berlaku hukuman duniawi yang dilakukan oleh pihak penguasa. Menurut peraturan yang telah ditentukan dalam agama, yaitu: apabila dalam sidang pengadilan seseorang telah terbukti bersalah, maka terhadapnya dijatuhkan dan dilaksanakan hukum kisas, yaitu pembalasan yang setimpal, nyawa dengan nyawa. Tetapi, apabila ahli waris dari yang terbunuh memberikan maaf dan tidak menghendaki pelaksanaan hukuman kisas terhadap si pembunuh, maka pihak si pembunuh diwajibkan membayar diat, yang harus dilaksanakan dengan cara yang baik. Artinya: harus dibayar oleh yang bersangkutan pada waktu dan dengan jumlah yang ditetapkan oleh pengadilan tanpa mengulur-ulur waktu. Sebaliknya pihak yang akan menerima harus bersabar sampai datangnya waktu yang telah ditetapkan dan tidak mendesak (lihat al-Baqarah/2:178).\nMengenai tobat si pembunuh menurut zahir ayat ini memang tidak diterima Allah swt, karena dalam ayat ini disebutkan bahwa ia kekal dalam neraka Jahanam, sedang orang yang diterima tobatnya oleh Tuhan tidak akan kekal dalam neraka. Mengenai masalah ini ada dua pendapat:\nPertama: Pendapat sebagian sahabat, antara lain Ibnu Abbas, mengatakan bahwa orang mukmin yang membunuh orang mukmin lain dengan sengaja tidak diterima tobatnya di sisi Allah Yang Maha Esa. Lain halnya dengan orang musyrik yang walaupun pada masa-masa musyriknya ia membunuh, tetapi ia berbuat demikian sebelum ia mendapat petunjuk dan belum mengetahui hukum-hukum Allah, maka perbuatan membunuhnya diampuni oleh Allah selama perbuatan itu tidak diulangi setelah masuk Islam. Tetapi apabila ia telah memperoleh petunjuk dan telah mengetahui hukum-hukum dan larangan-larangan agama, maka perbuatannya itu berarti meremehkan hukum Allah yang telah diketahuinya dengan baik, dan seolah-olah telah meninggalkan imannya. Maka wajar bila Allah tidak menerima tobatnya, sebaliknya Allah memberikan azab yang kekal dalam neraka Jahanam dan kemurkaan serta laknat-Nya.\nKedua: Pendapat sebagian ulama, si pembunuh walaupun ia membunuh mukmin lainnya dengan sengaja, namun bila ia bertobat maka tobatnya masih diterima Allah, sebab Allah telah menjelaskan bahwa hanya dosa syiriklah yang tidak diampuni-Nya. Adapun dosa-dosa selain syirik masih dapat diampuni bagi orang-orang yang dikehendaki-Nya. Allah berfirman:\n\nSesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar. (an-Nisa/4:48).\n\nJika Allah dapat menerima tobat seorang yang dahulunya musyrik yang melakukan pembunuhan dan perzinaan, kemudian ia masuk Islam dan bertobat serta senantiasa melakukan amal-amal saleh dan menjauhi perbuatan jahat, mengapa tobat seorang mukmin yang melakukan satu kali pembunuhan saja tidak dapat diterima Allah? Apakah tidak mungkin bahwa setelah melaksanakan pembunuhan itu yang mungkin karena disebabkan dorongan emosi yang meluap-luap, ia sadar akan kesalahannya dan mengetahui betapa besar dosanya dan betapa berat azab yang akan diterimanya, lalu ia bertobat kepada Allah dan menjauhi segala macam kejahatan, serta mengerjakan amal-amal saleh dengan tekun?\nAdapun orang-orang yang mengaku mukmin, tetapi ia senantiasa bergelimang dalam perbuatan dosa dan membunuh orang-orang mukmin yang lain yang dianggapnya sebagai musuh-musuhnya, atau karena ingin menguasai harta benda, maka orang-orang semacam ini tidak diterima tobatnya di sisi Allah dan selayaknyalah mereka menerima azab neraka dan kekal di dalamnya serta ditimpa kemurkaan dan laknat Allah jika mereka tidak bertobat sebelum ajalnya.",
    "quraish": "Barangsiapa dengan sengaja membunuh seorang Muslim dengan maksud permusuhan, dan ia membenarkan tindakannya itu, maka balasannya adalah neraka Jahanam. Ia akan kekal di dalamnya. Allah pun akan murka kepadanya dan menjauhkannya dari kasih sayang-Nya. Allah akan menyiapkan baginya siksa yang sangat pedih di akhirat nanti. Sebab, pembunuhan merupakan kejahatan terbesar yang ada di dunia.",
    "jalalayn": "(Dan siapa yang membunuh seorang mukmin dengan sengaja) artinya sengaja hendak membunuhnya dengan alat yang biasa dipergunakan untuk membunuh di samping ia tahu pula bahwa orang yang akan dibunuhnya itu beriman (maka balasannya ialah neraka Jahanam, kekal ia di dalamnya dan Allah murka kepadanya dan mengutukinya) artinya menjauhkannya dari rahmat-Nya (serta menyediakan baginya siksa yang besar) yakni di neraka. Ini ditakwilkan jika seseorang menganggapnya halal dengan pernyataan bahwa inilah balasannya yang setimpal jika dihukum menurut sepatutnya. Tetapi dengan catatan bahwa hukuman itu dapat saja diubah berdasarkan firman Allah swt., \"Dan Dia mengampuni dosa selain itu, syirik, bagi siapa yang dikehendaki-Nya.\" Dan menurut Ibnu Abbas bahwa ayat ini menasakhkan ayat-ayat lain yang berisi pengampunan sementara ayat pada surah Al-Baqarah menyatakan bahwa orang yang membunuh secara sengaja hendaklah dibunuh pula dan bahwa ia wajib membayar diat jika memperoleh kemaafan dan telah diterangkan pula berapa banyaknya. Di samping itu sunah menerangkan pula bahwa di antara sengaja dengan tersalah itu ada semacam pembunuhan yang disebut semi sengaja, yakni jika seseorang membunuh orang lain dengan alat yang tidak biasa digunakan untuk membunuh, maka tidak wajib kisas, hanya diat, sebagaimana pula sengaja dalam bentuk atau sifatnya tetapi tersalah dalam mengundurkan dan melakukannya. Dan ini dalam keadaan sengaja lebih patut membayar kafarat daripada dalam keadaan tersalah. Ayat berikut ini turun tatkala serombongan sahabat lewat pada seorang laki-laki dari Bani Sulaim yang sedang menghalau kambingnya. Orang itu memberi salam kepada rombongan sahabat itu tetapi kata mereka, \"Ia mengucapkan salam itu hanyalah untuk menyelamatkan dirinya,\" lalu orang itu mereka bunuh dan mereka halau ternaknya."
  },
  {
    "ruku": 74,
    "name": "An-Nisa'",
    "ayat": 94,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ اَلْقٰىٓ اِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu pergi (berperang) di jalan Allah, maka telitilah (carilah keterangan) dan janganlah kamu mengatakan kepada orang yang mengucapkan ”salam” kepadamu, ”Kamu bukan seorang yang beriman,” (lalu kamu membunuhnya), dengan maksud mencari harta benda kehidupan dunia, padahal di sisi Allah ada harta yang banyak. Begitu jugalah keadaan kamu dahulu, lalu Allah memberikan nikmat-Nya kepadamu, maka telitilah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/587.mp3",
    "tafsir": "Apabila seorang mukmin pergi ke daerah musuh untuk berperang, maka hendaklah mereka bersikap hati-hati dan teliti terhadap orang yang mereka temui, dan jangan tergesa-gesa menuduhnya sebagai \"orang yang tidak beriman\", lalu membunuhnya. Utamanya apabila orang yang ditemui itu telah mengucapkan Assalamu'alaikum, atau telah mengucapkan La ilaha illallah, yaitu ucapan secara Islam, maka orang tersebut tidak boleh dituduh \"kafir\", sebagai alasan untuk membunuhnya karena ucapan salamnya itu menunjukkan bahwa ia telah tunduk kepada agama Islam, menurut zahirnya.\nAllah memerintahkan kepada orang-orang mukmin agar mengadakan penelitian lebih dahulu sebelum membunuh seseorang yang dianggapnya musuh, agar jangan sampai membunuh seseorang yang telah menganut agama Islam. Apalagi jika pembunuhan itu dilakukan hanya karena keinginan untuk memiliki harta bendanya. Allah memperingatkan bahwa orang-orang mukmin tidak boleh berbuat demikian, sebab ia telah menyediakan rahmat yang banyak bagi orang-orang yang beriman kepada-Nya dan mematuhi segala ketentuan-Nya.\nSelanjutnya Allah mengingatkan orang mukmin bahwa pada awal mereka memeluk agama Islam, mereka menyembunyikan imannya, tetapi mereka tetap mengucapkan salam Assalamu'alaikum bila berjumpa dengan sesama mukmin yang telah lebih dahulu memeluk agama Islam. Hal itu mereka lakukan untuk memberitahukan bahwa mereka telah memeluk agama Islam. Dengan demikian, mereka mengharapkan keamanan diri, keluarga dan harta benda mereka dari kaum Muslimin yang telah masuk Islam lebih dahulu.\nApabila mereka pernah berbuat demikian, dan Allah telah memberikan keamanan yang mereka inginkan, maka sewajarnya pula mereka menghormati orang-orang yang berbuat semacam itu terhadap mereka, dan tidak tergesa-gesa menuduh seseorang sebagai musuh Islam, lalu membunuhnya, dan merampas harta bendanya.\nAllah senantiasa mengetahui segala perbuatan hamba-Nya, dan Dia akan memberinya balasan yang setimpal, baik atau buruk.",
    "quraish": "Sikap berhati-hati dan waspada dalam perang agar tidak terjadi pembunuhan terhadap orang Muslim, adalah suatu keharusan. Apabila kalian pergi berperang di jalan Allah, maka telitilah terlebih dahulu siapa orang yang akan diperangi. Apakah mereka telah memeluk Islam, atau masih dalam keadaan musyrik. Janganlah kalian mengatakan, \"Kamu bukan orang Muslim,\" kepada orang yang berucap salam atau isyarat damai, hanya karena kalian menginginkan harta rampasan. Terimalah ucapan salam perdamaian mereka. Sesungguhnya Allah telah menganugerahkan harta yang banyak kepada kalian. Dan kalian, wahai orang-orang Mukmin, dulu juga berada dalam kekufuran, kemudian Allah menunjuki kalian. Maka telitilah orang-orang yang kalian temui. Allah Maha Mengetahui segala sesuatu dan Dia akan mengadakan perhitungan dengan kalian sesuai dengan ilmu-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kamu bepergian) maksudnya mengadakan perjalanan untuk berjihad (di jalan Allah maka selidikilah) menurut satu qiraat dengan tiga macam baris pada dua tempat (dan janganlah kamu katakan kepada orang yang mengucapkan salam kepadamu) ada yang memakai alif dan ada pula yang tidak sedangkan artinya ialah penghormatan atau ketundukan dengan membaca dua kalimat syahadat sebagai ciri-ciri bagi penganut agama Islam (kamu bukan seorang mukmin) kamu mengatakan itu hanyalah untuk menjaga diri dan hartamu, lalu kamu membunuhnya (dengan maksud, menuntut) artinya hendak mencari (harta benda kehidupan dunia) yakni barang rampasan (padahal di sisi Allah harta yang banyak) sehingga kamu tidak perlu membunuh untuk mendapatkan harta itu. (Begitu pulalah keadaan kamu dahulu) darah dan harta bendamu dipelihara berkat ucapan syahadat dari kamu (lalu Allah melimpahkan karunia-Nya kepadamu) hingga terkenal keimanan dan keteguhan pendirianmu (karena itu selidikilah) lebih dulu jangan sampai kamu membunuh orang yang telah beriman dan perlakukanlah terhadap orang yang baru masuk Islam sebagaimana kamu pernah diperlakukan. (Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan mendapat balasan daripada-Nya."
  },
  {
    "ruku": 74,
    "name": "An-Nisa'",
    "ayat": 95,
    "arab": "لَا يَسْتَوِى الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ اُولِى الضَّرَرِ وَالْمُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ اَجْرًا عَظِيْمًاۙ  ",
    "translation": "Tidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/588.mp3",
    "tafsir": "Orang mukmin yang berjuang untuk membela agama Allah dengan penuh keimanan dan keikhlasan tidaklah sama derajatnya dengan orang yang enggan berbuat demikian. Ayat ini menekankan bahwa perbedaan derajat antara kedua golongan itu adalah sedemikian besarnya, sehingga orang-orang yang berjihad mempunyai derajat yang amat tinggi. Apabila orang yang tidak berjihad menyadari kerugian mereka dalam hal ini, maka mereka akan tergugah hatinya dan berusaha untuk mencapai derajat yang tinggi, dengan turut serta berjihad bersama-sama kaum mukminin lainnya. Untuk itulah ayat ini mengemukakan perbedaan antara kedua golongan tersebut.\nDengan demikian maksud yang terkandung dalam ayat ini sama dengan maksud yang dikandung dalam firman Allah pada ayat lain yang menerangkan perbedaan derajat antara orang-orang mukmin yang berilmu pengetahuan dan orang-orang yang tidak berilmu. \n\n¦.Katakanlah, \"Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" ¦ (az-Zumar/39:9).\n\nOrang yang berilmu pengetahuan jauh lebih tinggi derajatnya daripada orang yang tidak berilmu. Apabila orang yang tidak berilmu mengetahui kekurangan derajatnya, semoga hati mereka tergerak untuk mencari ilmu pengetahuan dengan giat, sehingga dapat meningkatkan derajat mereka.\nAyat ini turun pada waktu Perang Badar. Di antara kaum Muslimin ada orang-orang yang tetap tinggal di rumah, dan tidak bersedia berangkat ke medan perang. Lalu turunlah ayat ini untuk mengingatkan mereka bahwa dengan sikap yang semacam itu, mereka berada pada derajat yang rendah, dibanding dengan derajat orang-orang yang berjihad dengan penuh iman dan kesadaran.\nSementara ada di antara kaum Muslimin yang sangat ingin untuk ikut berjihad, tetapi niat dan keinginan mereka tidak dapat mereka laksanakan karena mereka uzur, misalnya: karena buta, pincang, sakit dan sebagainya, atau mereka tidak mempunyai sesuatu untuk disumbangkan.\nOrang-orang semacam itu, tidak bisa disamakan dengan orang yang enggan berjihad, melainkan disamakan dengan orang-orang yang berjihad dengan harta benda dan jiwa raga mereka. Ayat ini juga menjelaskan bahwa mereka yang benar-benar berjihad dengan harta benda dan jiwa raganya memperoleh martabat yang lebih tinggi satu derajat dari mereka yang tidak berjihad karena uzur. Namun golongan itu akan mendapatkan pahala dari Allah, karena iman dan niat mereka yang ikhlas. \nAllah akan memberikan pahala yang jauh lebih besar kepada mereka yang berjihad, dari mereka yang tidak berjihad tanpa uzur. Berjuang atau berjihad \"dengan harta benda\" ialah: menggunakan harta benda milik sendiri untuk keperluan jihad, atau untuk keperluan orang lain yang turut berjihad, misalnya: bahan-bahan perbekalan berupa makanan, kendaraan, senjata dan sebagainya. Berjuang dengan \"jiwa raga\" berarti: ia rela mengorbankan miliknya yang paling berharga baginya, yaitu tenaga bahkan jiwanya, sekalipun ia menerima perbekalan dari orang lain, karena ia tidak mempunyainya.",
    "quraish": "Berjuang, yang disertai sikap hati-hati, mempunyai keutamaan yang sangat besar. Maka, tidaklah sama antara orang yang duduk berpangku tangan di rumah dan tidak ikut berperang, dengan orang yang berjuang dengan harta dan jiwa. Allah memberikan kepada orang-orang yang berjihad derajat yang lebih tinggi di atas orang-orang yang tidak ikut perang, kecuali bila ada uzur yang menghalangi mereka untuk berperang. Sebab, uzur itu membebaskan mereka dari celaan. Meskipun orang-orang yang berjihad mempunyai keutamaan dan derajat khusus, namun Allah tetap menjanjikan kepada masing-masing kelompok itu kedudukan dan balasan yang baik.",
    "jalalayn": "(Tidaklah sama di antara orang-orang mukmin yang duduk) maksudnya tidak ikut berjihad (tanpa mempunyai uzur) seperti tua, buta dan lain-lain; marfu` karena sifat dan manshub sebagai mustatsna (dengan orang-orang yang berjihad di jalan Allah berikut harta dan jiwa mereka. Allah melebihkan orang-orang yang berjihad dengan harta dan jiwa mereka atas orang-orang yang duduk) karena uzur (satu tingkat) atau satu kelebihan karena walaupun mereka sama dalam niat, tetapi ada tambahan pada orang-orang yang berjihad, yaitu pelaksanaan (dan kepada masing-masing) mereka dari kedua golongan itu (Allah menjanjikan pahala yang baik) yaitu surga. (Dan Allah memberi kelebihan terhadap orang yang berjihad atas orang-orang yang duduk) tanpa uzur (berupa pahala yang besar) dan sebagai badalnya ialah:"
  },
  {
    "ruku": 74,
    "name": "An-Nisa'",
    "ayat": 96,
    "arab": "دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
    "translation": "(yaitu) beberapa derajat daripada-Nya, serta ampunan dan rahmat. Allah Ma-ha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/589.mp3",
    "tafsir": "Ayat ini merupakan lanjutan dan keterangan bagi ayat yang lalu, karena akhir ayat yang lalu menyebutkan bahwa Allah akan memberikan pahala yang lebih besar kepada mereka yang berjihad, tetapi belum dijelaskan apa wujud pahala yang besar itu. Maka ayat ini menjelaskan bahwa pahala yang paling besar ialah: keunggulan martabat mereka beberapa derajat di sisi Allah Yang Maha Pengampun serta ampunan dan rahmat-Nya.",
    "quraish": "Begitu tingginya derajat itu, hingga seolah menjadi seperti sekumpulan beberapa derajat jika dibandingkan dengan derajat yang lain. Di samping itu, mereka masih akan memperoleh ampunan yang besar dan kasih sayang yang luas.",
    "jalalayn": "(Yaitu beberapa tingkat daripada-Nya) yang sebagiannya lebih mulia dari lainnya (dan keampunan serta rahmat) manshub disebabkan kedua fi'ilnya yang diperkirakan (dan Allah Maha Pengampun) bagi para wali-Nya (lagi Maha Penyayang) terhadap ahli taat-Nya."
  }
]