[
  {
    "ruku": 75,
    "name": "An-Nisa'",
    "ayat": 97,
    "arab": "اِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْاَرْضِۗ  قَالُوْٓا اَلَمْ تَكُنْ اَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ",
    "translation": "Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya, “Bagaimana kamu ini?” Mereka menjawab, “Kami orang-orang yang tertindas di bumi (Mekah).” Mereka (para malaikat) bertanya, “Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?” Maka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/590.mp3",
    "tafsir": "Ada segolongan Muslimin yang tetap tinggal di Mekah. Mereka menyembunyikan keislaman mereka dari penduduk Mekah dan mereka tidak ikut berhijrah ke Medinah, padahal mereka mempunyai kesanggupan untuk melakukan hijrah. Mereka merasa senang tinggal di Mekah, walaupun mereka tidak mempunyai kebebasan mengerjakan ajaran agama dan membinanya. Allah menyatakan mereka sebagai orang yang menganiaya diri sendiri.\nSewaktu Perang Badar terjadi, mereka dipaksa ikut berperang oleh orang musyrikin menghadapi Rasulullah saw. Dalam peperangan ini sebagian mereka mati terbunuh. ) Sesudah mereka mati malaikat mencela mereka, karena mereka tidak berbuat suatu apa pun dalam urusan agama mereka (Islam), seperti tidak dapat mengerjakan ajaran-ajaran agama. Mereka menjawab dengan mengajukan alasan bahwa mereka tidak melaksanakan ajaran agama, disebabkan tekanan dari orang-orang musyrik Mekah, sehingga banyak kewajiban agama yang mereka tinggalkan.\nPara malaikat menolak alasan mereka. Kalau benar-benar mereka ingin mengerjakan ajaran agama, tentu mereka meninggalkan Mekah dan hijrah ke Medinah. Bukankah bumi Allah ini luas. Kenapa mereka senang tetap tinggal di Mekah, tidak mau hijrah? Padahal mereka mempunyai kemampuan dan kesempatan untuk hijrah itu? Mereka tidak pindah ke tempat yang baru di mana mereka akan memperoleh kebebasan dalam mengerjakan ajaran agama dan memperoleh ketenteraman dan kemerdekaan. Oleh karena itu mereka mengalami nasib yang buruk. Mereka dilemparkan ke dalam neraka Jahanam yakni tempat yang paling buruk.\nSecara umum setiap Muslim wajib hijrah dari negeri orang kafir bilamana di negeri tersebut tidak ada jaminan kebebasan melakukan kewajiban agama dan memelihara agama. Tetapi bilamana ada jaminan kebebasan beragama di negeri itu serta kebebasan membina pendidikan agama bagi dirinya dan keluarganya, maka ia tidak diwajibkan hijrah.",
    "quraish": "Seorang Muslim berkewajiban untuk hijrah ke wilayah Islam demi menghindari hidup dalam kehinaan. Kepada mereka yang tidak berhijrah, malaikat akan bertanya, \"Dalam keadaan bagaimana kalian ini, hingga rela hidup tercela dan hina?\" Mereka menjawab, \"Kami adalah orang-orang yang tertindas di muka bumi dan orang-orang lain telah menghinakan kami.\" Malaikat bertanya lagi, \"Bukankah bumi Allah sangat luas sehingga kalian dapat berhijrah ke berbagai tempat dan tidak lagi hidup dalam keadaan hina dan tercela?\" Orang-orang yang rela hidup dalam keadaan hina, sedangkan mereka mampu untuk berhijrah, tempat kembalinya adalah neraka Jahanam. Dan Jahanam adalah seburuk-buruk tempat kembali. Orang Muslim harus hidup mulia dan tidak terhina.",
    "jalalayn": "(Sesungguhnya orang-orang yang diwafatkan oleh malaikat dalam keadaan menganiaya diri sendiri) maksudnya orang-orang yang tinggal bersama orang kafir di Mekah dan tidak hendak hijrah (malaikat bertanya) kepada mereka sambil mencela (\"Kenapa kamu ini?\" artinya bagaimana sebenarnya pendirianmu terhadap agamamu ini? (Ujar mereka) mengajukan alasan (\"Kami ini orang-orang yang ditindas) artinya lemah sehingga tidak mampu menegakkan agama (di muka bumi\") artinya di negeri Mekah (Kata mereka) pula sambil mencela (\"Bukankah bumi Allah luas hingga kamu dapat berhijrah padanya?\") yakni dari bumi kaum kafir ke negeri lain sebagaimana dilakukan orang lain? Firman Allah swt. (\"Mereka itu, tempat mereka ialah neraka Jahanam dan itulah seburuk-buruk tempat kembali.\")"
  },
  {
    "ruku": 75,
    "name": "An-Nisa'",
    "ayat": 98,
    "arab": "اِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ",
    "translation": "kecuali mereka yang tertindas baik laki-laki atau perempuan dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/591.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt mengecualikan golongan orang yang tertindas, baik laki-laki atau perempuan, seperti 'Iyasy bin Abi Rabi'ah dan Salamah bin Hisyam, Ummul Fadli dan Ummu Abdillah bin Abbas, dan anak-anak seperti Abdullah bin Abbas dan lain-lain. Mereka ini tidaklah dipandang menganiaya diri dan tidaklah dipandang berdosa karena mereka meninggalkan kewajiban hijrah. Mereka ini adalah orang-orang yang benar-benar ditindas karena mereka tidak mempunyai kemampuan untuk keluar dari Mekah.\nMereka tidak mempunyai daya upaya, perbekalan dan nafkah untuk hijrah. Mereka tidak mengetahui jalan keluar dari kesulitan itu. Faktor ketuaan, sakit, kemiskinan dan juga tidak tahu jalan menuju Medinah adalah termasuk alasan-alasan yang dapat diterima.",
    "quraish": "Ketentuan ini tidak berlaku bagi orang-orang yang tidak mampu berhijrah, baik orang-orang lemah, laki-laki, wanita atau anak-anak, yang memang tidak mempunyai kekuatan dan tidak mengetahui jalan keluar untuk berhijrah. Mereka telah dibebaskan dan diampuni dari siksa tersebut.",
    "jalalayn": "(Kecuali orang-orang yang tertindas baik laki-laki maupun wanita dan anak-anak) yaitu mereka (yang tidak mampu berusaha) artinya tak ada tenaga maupun biaya bagi mereka untuk berhijrah (dan tidak mengetahui jalan) yang akan ditempuh menuju tempat berhijrah itu."
  },
  {
    "ruku": 75,
    "name": "An-Nisa'",
    "ayat": 99,
    "arab": "فَاُولٰۤىِٕكَ عَسَى اللّٰهُ اَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ",
    "translation": "maka mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/592.mp3",
    "tafsir": "Allah akan memaafkan mereka karena mereka benar-benar tidak mampu menunaikan hijrah. Tetapi bilamana kemampuan dan kesempatan itu sudah ada segeralah berhijrah. Karena hijrah dari bumi Mekah yang musyrik itu suatu kaharusan.\nSesungguhnya Allah Maha Pemaaf terhadap segala macam dosa hambanya yang dilakukan karena keadaan terpaksa dan alasan-alasan yang benar. Allah tidak akan menjatuhkan hukuman kepada mereka. Allah Maha Pengampun terhadap kesalahan mereka dan tidak akan menampakkan kesalahan itu kelak.",
    "quraish": "Mereka, mudah-mudahan, akan memperoleh ampunan. Allah memang sungguh Maha Pemaaf lagi Maha Pengampun.",
    "jalalayn": "(Maka mereka ini, moga-moga Allah memaafkan mereka dan Allah Maha Pemaaf lagi Maha Pengampun.)"
  },
  {
    "ruku": 75,
    "name": "An-Nisa'",
    "ayat": 100,
    "arab": "۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْاَرْضِ مُرَاغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا اِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ اَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
    "translation": "Dan barangsiapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barangsiapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/593.mp3",
    "tafsir": "Kemudian Allah menjanjikan kepada orang-orang yang hijrah meninggalkan kampung halamannya karena menaati perintah Allah dan mengharapkan keridaan-Nya, mereka akan memperoleh tempat tinggal yang lebih makmur, lebih tenteram dan aman dan lebih mudah menunaikan kewajiban-kewajiban agama di daerah yang baru, yaitu Medinah. Janji yang demikian itu sangat besar pengaruhnya bagi mereka yang hijrah. Sebab umumnya orang-orang Islam di Mekah yang tidak ikut hijrah menyangka bahwa hijrah itu penuh dengan penderitaan dan daerah yang dituju itu tidak memberikan kelapangan hidup bagi mereka.\nAllah akan memberikan kelapangan hidup di dunia dan akan memberikan pahala yang sempurna di akhirat kepada orang-orang yang hijrah dan meninggal dunia sebelum sempat sampai ke Medinah. Amat jelas janji Allah kepada orang-orang yang hijrah dibandingkan dengan janji kepada mereka yang tidak hijrah karena uzur, sebab bagi golongan yang akhir ini pengampunan Allah tidak disebut secara pasti. Pengampunan dan kasih sayang Allah sangatlah besar terhadap kaum muhajirin yang dengan ikhlas meninggalkan kampung halaman mereka untuk menegakkan kalimah Allah.\nDiriwayatkan oleh Ibnu Abi Hatim dan Abu Ya'la dengan sanad yang baik dari Ibnu Abbas beliau berkata, \"Damrah bin Jundub pergi dari rumahnya \"Bawalah aku dan keluarkanlah aku dari bumi orang-orang musyrik ini (Mekah) untuk menemui Rasulullah saw.\" Maka pergilah dia, dalam perjalanan dia meninggal sebelum berjumpa dengan Nabi Muhammad saw lalu turunlah ayat ini.\nSebab-sebab Islam mensyariatkan hijrah pada zaman permulaan:\n1.Untuk menghindarkan diri dari tekanan dan penindasan orang kafir Mekah terhadap Muslimin, sehingga mereka memiliki kebebasan dalam menjalankan perintah agama dan menegakkan syiarnya.\n2.Untuk menerima ajaran agama dari Nabi Muhammad saw, kemudian menyebarkannya ke seluruh dunia.\n3. Untuk membina negara Islam yang kuat yang dapat menyebarkan Islam, menegakkan hukum-hukumnya, menjaga rakyat dari musuh dan melindungi dakwah Islamiyah.\nKetiga sebab inilah yang menjadikan hijrah dari Mekah menjadi salah satu kewajiban bagi umat Islam. Sesudah umat Islam membebaskan Mekah tidak ada lagi kewajiban hijrah, karena ketiga sebab ini tidak ada lagi. Diriwayatkan dari Ibnu Abbas bahwa Nabi bersabda:\n\"Tidak ada hijrah sesudah pembebasan Mekah, tetapi yang ada ialah jihad dan niat. Jika kamu diperintahkan berperang, maka penuhilah perintah itu\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas).",
    "quraish": "Orang-orang yang berhijrah dengan tujuan membela kebenaran, akan menemukan banyak tempat di muka bumi ini dan terhindar dari tekanan dan kekerasan orang-orang yang memusuhi kebenaran. Mereka juga akan mendapatkan kebebasaan dan tempat tinggal yang mulia, di samping disediakan pahala yang besar. Barangsiapa keluar dari rumahnya dengan maksud berhijrah ke tempat yang mulia, yaitu negeri Allah dan rasul-Nya, kemudian mati sebelum sampai pada tempat tujuan, pahalanya telah ditetapkan. Allah berkuasa untuk memberikan pahala, ampunan dan rahmat-Nya, karena Allah adalah Maha Pengampun lagi Maha Pemberi rahmat.",
    "jalalayn": "(Dan siapa yang berhijrah di jalan Allah, maka mereka akan menemukan di muka bumi ini tempat hijrah yang banyak dan kelapangan) dalam rezeki. (Dan siapa yang keluar dari rumahnya dengan tujuan berhijrah kepada Allah dan Rasul-Nya lalu ia ditimpa oleh kematian) di tengah jalan seperti terjadi atas Junda bin Dhamrah Al-Laitsi (maka sungguh, telah tetaplah pahalanya di sisi Allah, dan Allah Maha Pengampun lagi Maha Penyayang)."
  }
]