[
  {
    "ruku": 78,
    "name": "An-Nisa'",
    "ayat": 113,
    "arab": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكَ وَرَحْمَتُهٗ لَهَمَّتْ طَّاۤىِٕفَةٌ مِّنْهُمْ اَنْ يُّضِلُّوْكَۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَضُرُّوْنَكَ مِنْ شَيْءٍ ۗ وَاَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا ",
    "translation": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (Muhammad), tentulah segolongan dari mereka berkeinginan keras untuk menyesatkanmu. Tetapi mereka hanya menyesatkan dirinya sendiri, dan tidak membahayakanmu sedikit pun. Dan (juga karena) Allah telah menurunkan Kitab (Al-Qur'an) dan Hikmah (Sunnah) kepadamu, dan telah mengajarkan kepadamu apa yang belum engkau ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/606.mp3",
    "tafsir": "Dalam ayat ini dijelaskan anugerah dan nikmat Allah yang diberikan kepada Nabi Muhammad saw. Dijelaskan bahwa tanpa karunia dan nikmat-Nya kepada Nabi tentulah golongan yang berhasrat untuk menyesatkan beliau akan berhasil. Di antara karunia dan rahmat Allah itu ialah pemberitahuan-Nya kepada Nabi tentang perbuatan Tu'mah dan kerabatnya. Berkat adanya pemberitahuan Allah dan petunjuk-Nya gagallah rencana Bani Â¨afar dan pendukung-pendukungnya itu.\nSeandainya rencana golongan itu terlaksana tentulah Nabi harus menyediakan waktu dan tenaga untuk mengatasinya. Padahal di hadapan beliau amat banyak perkara dan tugas yang lebih penting yang memerlukan tenaga dan pikiran. Tetapi Allah tidak membiarkan Rasul-Nya dipermainkan oleh orang-orang yang rusak akhlaknya. Mereka sebenarnya menyesalkan diri mereka sendiri karena mereka bertambah jauh dari jalan yang ditunjukkan Allah. Sedikit pun mereka tidak dapat mempersulit Nabi, karena beliau dalam menetapkan putusan tidaklah mengikuti hawa nafsu. Beliau bertindak sesuai dengan kenyataan yang ada. Tidaklah terlintas di hati beliau bahwa keadaan yang sebenarnya berlawanan dengan laporan yang beliau terima.\nDengan rahmat dan karunia Allah, Nabi telah terpelihara dari membuat keputusan yang tidak benar. Selanjutnya diterangkan bahwa Allah telah melimpahkan anugerah-Nya kepada Nabi-Nya dengan menurunkan Al-Qur'an dan al-Hikmah untuk digunakan dalam menetapkan suatu keputusan. Dia mengajarkan kepadanya apa yang tidak diketahuinya sebelumnya. Karunia Allah kepada Nabi Muhammad saw sangat besar, karena beliau diutus kepada seluruh umat manusia untuk sepanjang masa.",
    "quraish": "Seandainya Allah tidak mengaruniakan wahyu kepadamu dan tidak menyayangimu dengan ketepatan daya pikirmu, tentu segolongan dari mereka bermaksud untuk menyesatkanmu. Tetapi mereka itu tidak akan dapat menyesatkan siapa pun selain diri mereka sendiri, karena Allah selalu mengawasimu, dan akal pikiranmu selalu tertuju kepada kebenaran. Kesesatan dan rencana mereka tidak dapat mendatangkan mudarat sedikit pun kepadamu, karena Allah telah menurunkan al-Qur'ân sebagai ukuran kebenaran, menanamkan sifat bijak di dalam hatimu, dan mengajarkanmu syariat dan ketentuan-ketentuan yang hanya dapat kamu ketahui melalui wahyu. Sungguh, karunia Allah kepadamu selamanya sangat besar.",
    "jalalayn": "(Dan kalau bukanlah karena karunia dan rahmat Allah kepadamu) hai Muhammad (tentulah segolongan mereka bertekad) yakni kaum Thu`mah (akan menyesatkanmu) sehingga dengan penipuan mereka kamu menyimpang dari pengadilan yang benar. (Tetapi yang mereka sesatkan hanyalah diri mereka sendiri sedangkan mereka tidak dapat memberi mudarat kepadamu) min merupakan tambahan (sedikit pun juga) karena bencana perbuatan mereka yang menyesatkan itu kembali pada diri mereka sendiri (Allah telah menurunkan kepadamu kitab) Alquran (dan hikmah) maksudnya hikmah-hikmah yang terkandung di dalamnya (dan mengajarkan kepadamu apa yang belum kamu ketahui) berupa hukum-hukum dan berita-berita gaib. (Dan karunia Allah padamu) disebabkan demikian dan karena lain-lainnya (amat besar)."
  },
  {
    "ruku": 78,
    "name": "An-Nisa'",
    "ayat": 114,
    "arab": "۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوْفٍ اَوْ اِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ",
    "translation": "Tidak ada kebaikan dari banyak pembicaraan rahasia mereka, kecuali pembicaraan rahasia dari orang yang menyuruh (orang) bersedekah, atau berbuat kebaikan, atau mengadakan perdamaian di antara manusia. Barangsiapa berbuat demikian karena mencari keridaan Allah, maka kelak Kami akan memberinya pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/607.mp3",
    "tafsir": "Merahasiakan pembicaraan dan perbuatan keji, seperti yang telah dilakukan oleh thu'mah dan kawan-kawannya adalah perbuatan yang terlarang, tidak ada faedahnya, kecuali bisik-bisik itu untuk menyuruh bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia.\nBerbisik-bisik dan menyembunyikan pembicaraan biasanya dilakukan untuk merahasiakan perbuatan terlarang, perbuatan jahat dan untuk melenyapkan kebaikan, jarang yang dilakukan untuk perbuatan baik dan terpuji.\nManusia menurut tabiatnya senang menyatakan dan mengatakan kepada orang lain atau kepada orang banyak tentang perbuatan baik yang telah atau yang akan dilakukannya. Sedang perbuatan jahat atau perbuatan dosa yang telah atau yang akan dilakukannya, selalu disembunyikan dan dirahasiakannya. Ia takut orang lain akan mengetahuinya, sesuai dengan sabda Rasulullah saw:\n\"Kebajikan itu adalah akhlak yang baik, dan dosa itu adalah apa yang terasa tidak enak di dalam hatimu, dan kamu tidak senang orang lain mengetahuinya\" (Riwayat Muslim).\nKarena itu diperintahkan agar orang yang beriman menjauhi perbuatan itu, terutama berbisik-bisik atau mengadakan pembicaraan rahasia untuk melakukan perbuatan dosa, permusuhan, mendustakan Rasulullah dan lain sebagainya.\nAyat yang lain menegaskan larangan Allah dan menyatakan bahwa berbisik dan mengadakan perjanjian rahasia untuk melakukan perbuatan dosa, termasuk perbuatan setan. Allah berfirman:\n\n(9) Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali. (10) Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal. (al-Mujadalah/58:9-10). \n\nAllah mengecualikan tiga macam perbuatan yang dibolehkan bahkan diperintahkan menyampaikannya dengan berbisik-bisik atau dengan rahasia, yaitu bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia.\nBersedekah adalah salah satu perbuatan baik yang sangat dianjurkan Allah. Tetapi menyebut-nyebut atau memberitahukannya di hadapan orang banyak, kadang-kadang dapat menimbulkan rasa tidak senang di dalam hati orang yang menerimanya. Bahkan adakalanya dirasakan sebagai suatu penghinaan terhadap dirinya, sekalipun si pemberi sedekah itu telah menyatakan bahwa ia bersedekah dengan hati yang ikhlas dan untuk mencari keridaan Allah swt.\n\n\"Jika kamu menampakkan sedekah-sedekahmu, maka itu baik. Dan jika kamu menyembunyikannya dan memberikannya kepada orang-orang fakir, maka itu lebih baik bagimu¦\" (al-Baqarah/2:271). \n\nPerbuatan makruf adalah lawan dari perbuatan mungkar, lawan dari segala perbuatan yang dilarang Allah Yang Mahatahu dan perbuatan yang mengikuti hawa nafsu. Menasihati seseorang untuk berbuat makruf di hadapan orang banyak, mungkin akan menimbulkan rasa kurang enak pada yang dinasihati, apabila yang diberi nasihat itu teman sebaya atau orang yang lebih tinggi derajatnya dari orang yang menasihati. Biasanya orang yang menasihati lebih tinggi derajat, pangkat atau kedudukannya dari yang dinasihati. Karena itu Allah memerintahkan agar menasihati seseorang untuk berbuat makruf dengan cara berbisik dan tidak didengar orang lain. Bila didengar orang lain, maka orang yang dinasihati itu mungkin akan merasa terhina dan sakit hati, sehingga nasihat itu tidak diterimanya.\nKaum Muslimin diperintahkan agar selalu menjaga dan berusaha mengadakan perdamaian di antara manusia yang sedang berselisih terutama mendamaikan antara saudara-saudara yang beriman, sesuai dengan firman Allah:\n\nSesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. (al-hujurat/49:10).\n\n\n\"¦ Maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, ¦\" (al-Anfal/8:1).\n\nUsaha mengadakan perdamaian di antara orang-orang mukmin yang berselisih adalah usaha yang terpuji dan diperintahkan Allah. Tetapi menyebut usaha itu kepada orang lain atau didengar oleh orang banyak mungkin akan membawa kepada kemudaratan atau kejahatan yang lain, sehingga maksud mendamaikan itu akan berubah menjadi fitnah yang dapat memperdalam jurang persengketaan antara orang-orang yang akan didamaikan.\nAda orang yang enggan didamaikan bila diketahuinya bahwa yang akan mendamaikan itu orang lain. Ada pula orang yang enggan menerima perdamaian bila proses perdamaian itu diketahui orang banyak, karena ia khawatir bahwa usaha itu akan menjadi bahan pembicaraan orang banyak. Di samping itu mungkin ada pula pihak ketiga yang tidak menginginkan terjadinya suatu perdamaian. Karena itu Allah memerintahkan agar orang-orang yang beriman merahasiakan pembicaraan dan usaha yang berhubungan dengan mengadakan perdamaian di antara manusia.\nOrang yang melaksanakan tiga macam perintah Allah, yaitu bersedekah, berbuat kebaikan dan mencari perdamaian di antara manusia dengan ketundukan hati dan kepatuhan kepada-Nya serta mencari kerelaan-Nya, akan diberi pahala yang berlipat ganda oleh Allah. Keridaan Allah hanyalah dapat dicapai dengan mengerjakan perbuatan-perbuatan baik dan bermanfaat, disertai dengan keikhlasan hati sesuai dengan yang diperintahkan-Nya.",
    "quraish": "Sesungguhnya omongan-omongan yang akan mereka bisikkan kepada diri mereka sendiri, atau kepada sesama mereka, kebanyakannya tidak baik. Sebab, kejahatan biasanya lahir dari bisikan-bisikan seperti itu. Tetapi, jika pembicaraan itu mengenai perintah mengeluarkan sedekah, mengenai rencana melakukan suatu perbuatan yang tidak dilarang, atau mengenai rencana perbaikan di antara sesama manusia, itu baik-baik saja. Barangsiapa melakukan hal itu demi mencari perkenan Allah, Dia pasti akan memberinya pahala yang besar atas perbuatannya itu, di dunia dan di akhirat.",
    "jalalayn": "(Tidak ada kebaikan pada kebanyakan bisikan-bisikan mereka) artinya bisikan-bisikan manusia dan apa yang mereka percakapkan (kecuali) bisikan (orang yang menyuruh mengeluarkan sedekah atau melakukan perbuatan baik) atau kebaikan (atau mengadakan perdamaian di antara manusia. Siapa yang melakukan demikian) yakni yang telah disebutkan tadi (demi menuntut) mencari (keridaan Allah) dan bukan karena hal-hal lainnya berupa urusan dunia (maka akan Kami beri dia) memakai nun dan ya maksudnya Allah (pahala yang besar)."
  },
  {
    "ruku": 78,
    "name": "An-Nisa'",
    "ayat": 115,
    "arab": "وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ",
    "translation": "Dan barangsiapa menentang Rasul (Muhammad) setelah jelas kebenaran baginya, dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan dia dalam kesesatan yang telah dilakukannya itu dan akan Kami masukkan dia ke dalam neraka Jahanam, dan itu seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/608.mp3",
    "tafsir": "Seseorang yang menentang Rasulullah setelah nyata baginya kebenaran risalah yang dibawanya, serta mengikuti jalan orang yang menyimpang dari jalan kebenaran, maka Allah membiarkan mereka menempuh jalan sesat yang dipilihnya. Kemudian Dia akan memasukkan mereka ke dalam neraka, tempat kembali yang seburuk-buruknya. Ayat ini erat hubungannya dengan tindakan Tu'mah dan pengikut-pengikutnya, dan perbuatan orang-orang yang bertindak seperti yang dilakukan Tu'mah itu. \nDari ayat ini dipahami bahwa Allah telah menganugerahkan kepada manusia kemauan dan kebebasan memilih. Pada ayat Al-Qur'an yang lain diterangkan pula bahwa Allah telah menganugerahkan akal, pikiran dan perasaan serta melengkapinya dengan petunjuk-petunjuk yang dibawa para rasul. Jika manusia menggunakan dengan baik semua anugerah Allah itu, pasti ia dapat mengikuti jalan yang benar.\nTetapi kebanyakan manusia mementingkan dirinya sendiri, mengikuti hawa nafsunya sehingga ia tidak menggunakan akal, pikiran, perasaan, dan petunjuk-petunjuk Allah dalam menetapkan dan memilih perbuatan yang patut dikerjakannya. Karena itu ada manusia yang menantang dan memusuhi para rasul, setelah nyata bagi mereka kebenaran dan ada pula manusia yang suka mengerjakan pekerjaan jahat, sekalipun hatinya mengakui kesalahan perbuatannya itu.\nAllah menilai perbuatan manusia, kemudian Dia memberi balasan yang setimpal, amal baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk diberi balasan yang setimpal dengan perbuatan itu.",
    "quraish": "Barangsiapa menentang rasul sesudah melihat jelas jalan kebenaran dan petunjuk, mengikuti selain jalan yang ditempuh orang-orang Muslim dan masuk ke dalam perwalian musuh orang-orang Muslim, maka ia termasuk golongan mereka karena lebih memilih dan menjadikan mereka sebagai penolong. Allah akan memasukkannya ke dalam api nereka di hari kiamat.",
    "jalalayn": "(Dan siapa yang menyalahi) atau menentang (Rasul) mengenai kebenaran yang dibawanya (setelah nyata baginya petunjuk) artinya setelah jelas baginya kebenaran dengan adanya mukjizat-mukjizat (dan ia mengikuti) jalan (yang bukan jalan orang-orang mukmin) artinya jalan keagamaan yang biasa mereka lalui dengan cara menyimpang dan mengingkarinya (maka Kami jadikan ia menguasai apa yang telah dikuasainya berupa kesesatan) artinya Kami jadikan ia membina hubungan di antaranya dengan kesesatan itu di atas dunia, lalu (Kami masukkan ia) di akhirat (ke dalam neraka Jahanam) hingga ia terbakar hangus di dalamnya (dan itulah seburuk-buruk tempat kembali)."
  }
]