[
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 116,
    "arab": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
    "translation": "Allah tidak akan mengampuni dosa syirik (mempersekutukan Allah dengan sesuatu), dan Dia mengampuni dosa selain itu bagi siapa yang Dia kehendaki. Dan barangsiapa mempersekutukan (sesuatu) dengan Allah, maka sungguh, dia telah tersesat jauh sekali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/609.mp3",
    "tafsir": "Allah tidak akan mengampuni dosa orang yang mengakui adanya tuhan lain selain Allah atau menyembah selain Allah, tetapi Dia mengampuni dosa lainnya. Dari ayat ini dipahami bahwa ada dua macam dosa, yaitu:\n1.Dosa yang tidak diampuni Allah, dosa syirik.\n2.Dosa yang dapat diampuni Allah, dosa selain dosa syirik.\nJika seseorang mensyarikatkan Allah, berarti di dalam hatinya tidak ada pengakuan tentang keesaan Allah. Karena itu hubungannya dengan Allah Yang Mahakuasa, Yang Maha Penolong, Maha Pengasih lagi Maha Penyayang telah terputus: Ini berarti tidak ada lagi baginya penolong, pelindung, pemelihara, seakan-akan dirinya telah lepas dari Tuhan Yang Maha Esa. Ia telah sesat dan jauh menyimpang dari jalan yang lurus yang diridai Allah, maka mustahil baginya mendekatkan diri kepada Allah.\nSeandainya di dalam hati dan jiwa seseorang telah tumbuh syirik berarti hati dan jiwanya telah dihinggapi penyakit yang paling parah; tidak ada obat yang dapat menyembuhkannya. Segala macam bentuk kebenaran dan kebaikan yang ada pada orang itu tidak akan sanggup mengimbangi, apalagi menghapuskan kejahatan dan kerusakan yang ditimbulkan oleh syirik itu.\nHati seorang musyrik tidak berhubungan lagi dengan Allah, tetapi terpaut kepada hawa nafsu, loba dan tamak kepada harta benda yang tidak akan dapat menolongnya sedikit pun. Itulah sebabnya Allah menegaskan bahwa dosa syirik itu amat besar dan tidak akan diampuni-Nya.\nSeandainya hati dan jiwa seseorang bersih dari syirik, atau ada cahaya iman di dalamnya, maka sekalipun ia telah mengerjakan dosa, hatinya akan ditumbuhi iman dan datang kepadanya petunjuk, maka ia akan bertobat, karena cahaya iman yang ada di dalam hatinya dapat bersinar kembali. Karena itulah Allah akan mengampuni dosanya karena bukan dosa syirik.\nAn-Nisa' 48 telah menerangkan bahwa Allah tidak akan mengampuni dosa syirik, tetapi akan mengampuni dosa selain dari dosa itu. Pengulangan pernyataan itu adalah untuk menegaskan kepada orang yang beriman agar mereka menjauhi syirik. Hendaklah mereka memupuk tauhid di dalam hati mereka, karena tauhid itu adalah dasar agama.",
    "quraish": "Tempat kembali yang menyakitkan itu diperuntukkan bagi orang-orang seperti itu, karena mereka telah memusuhi Islam. Sikap memusuhi Islam sama dengan sikap menyekutukan Allah. Setiap dosa dapat diampuni kecuali dosa syirik, menyembah selain Allah dan menentang Rasulullah saw. Sebab, Allah memang bersifat pengampun kecuali terhadap dosa syirik. Dia akan mengampuni dosa selain syirik. Barangsiapa yang menyekutukan Allah dalam beribadah dan perwalian, berarti telah sesat dan jauh dari kebenaran, karena merusak akal dan jiwanya.",
    "jalalayn": "(Sesungguhnya Allah tidak akan mengampuni dosa mempersekutukan sesuatu dengan-Nya, dan Dia akan mengampuni dosa selain itu bagi siapa yang dikehendaki-Nya. Dan siapa yang mempersekutukan sesuatu dengan Allah, maka sungguh ia telah tersesat sejauh-jauhnya) dari kebenaran."
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 117,
    "arab": "اِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنَاثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ",
    "translation": "Yang mereka sembah selain Allah itu tidak lain hanyalah (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/610.mp3",
    "tafsir": "Telah menjadi adat kebiasaan orang Arab jahiliah menyeru, menyembah dan memohon pertolongan kepada patung-patung yang mereka buat sendiri. Mereka mempercayainya sebagai tuhan-tuhan selain Allah, dan mereka namai dengan nama-nama perempuan (inatsan), seperti al-Lata, al-'Uzza dan Manat. Berhala atau patung-patung itu mereka beri hiasan dan pakaian seperti perempuan. Setiap kabilah atau suku mempunyai berhala sendiri yang mereka beri nama dengan nama-nama perempuan.\nSebagian ahli tafsir mengartikan inatsan dengan \"orang yang telah mati\", karena orang yang telah mati itu lemah dan tidak berdaya. Orang-orang Arab jahiliah mengagungkan dan memuja nenek moyang mereka yang mati. Mereka mempercayai bahwa orang yang telah mati itu dapat dijadikan perantara untuk menyampaikan hajat atau keinginan kepada kekuatan gaib yang tidak mereka ketahui keadaan dan ujudnya. Kepercayaan yang seperti ini secara tidak sadar banyak dianut oleh Ahli Kitab dan sebagian kaum Muslimin pada masa kini.\nKepercayaan menyembah berhala, menyembah benda, memuja dan menyembah orang yang telah mati itu adalah kepercayaan yang timbul karena mengikuti hawa nafsu dan karena mengikuti tipu daya setan yang durhaka yang selalu berusaha untuk menyesatkan anak cucu Adam dari jalan yang lurus, sebagaimana mereka dahulu telah mengikrarkannya.",
    "quraish": "Tanda kesesatan paling jelas yang membuat seorang musyrik jauh dari kebenaran adalah bahwa ia beribadah kepada sesuatu yang tidak dapat mendengar dan melihat, serta tidak dapat mendatangkan manfaat dan mudarat. Tanda lain adalah menamakan tuhan-tuhan palsu dengan nama perempuan seperti Lâta, 'Uzzâ, Manâh dan sebagainya. Dengan ibadah seperti itu, ia berarti telah mengikuti jejak langkah setan.",
    "jalalayn": "(Tidaklah) apa (yang mereka seru) atau yang disembah oleh orang-orang musyrik (selain daripada-Nya) maksudnya selain dari Allah swt. (hanyalah berhala-berhala) yakni berhala-berhala betina seperti Lata, Uzza dan Manat (dan tidaklah) apa (yang mereka seru) yang mereka sembah dengan beribadah kepadanya itu (kecuali setan yang durhaka) disebabkan ketaatan mereka dalam hal beribadah kepada setan atau iblis itu."
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 118,
    "arab": "لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ",
    "translation": "yang dilaknati Allah, dan (setan) itu mengatakan, “Aku pasti akan mengambil bagian tertentu dari hamba-hamba-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/611.mp3",
    "tafsir": "Setan itu selain mempunyai sifat durhaka, ia juga telah mendapat laknat dan murka dari Allah. Mereka telah bertambah jauh dari rahmat dan karunia-Nya, karena mereka selalu berusaha mengajak manusia mengerjakan kejahatan dan mengerjakan larangan-larangannya, dengan membisik-bisikan dan menjadikan manusia memandang baik perbuatan-perbuatan terlarang itu.\nSetan menyatakan kepada Allah bahwa ia akan mempengaruhi sebagian manusia, sehingga mereka mengikuti kehendaknya, serta menjadi hamba yang durhaka seperti dia. Pernyataan ini akan dilaksanakannya dengan segala macam cara dan usaha dan dengan segala kepandaian yang ada padanya.\nDipahami pula dari ayat ini bahwa manusia itu ada yang taat kepada Allah dan tidak dapat digoda setan serta ada pula yang tidak taat kepada Allah dan dapat digodanya. Hal ini sesuai dengan firman Allah yang menyatakan bahwa manusia itu mempunyai kesediaan untuk berbuat baik dan kesediaan untuk berbuat jahat. Allah berfirman:\n\nDan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). (al-Balad/90:10).\n\nSetan berusaha memanfaatkan potensi untuk berbuat jahat yang ada pada manusia untuk melaksanakan pernyataannya kepada Allah. Pada sebagian manusia potensi untuk berbuat jahat itu tidak dapat dimanfaatkan oleh setan, karena potensi untuk itu telah dihambat pertumbuhannya oleh potensi kebaikan yang telah berkembang dan tumbuh pada dirinya.",
    "quraish": "Setan itu sendiri telah diusir Allah dari naungan kasih sayang-Nya dan berada di jalan kesesatan. Setan telah bersumpah kepada dirinya sendiri untuk menggoda dan mengganggu sejumlah manusia.",
    "jalalayn": "(Dia dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan katanya) setan itu (\"Akan saya ambil) untuk saya (dari hamba-hamba-Mu bagian yang telah ditetapkan) yang saya ajak untuk menaati saya!"
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 119,
    "arab": "وَّلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۚ وَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ",
    "translation": "dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).” Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/612.mp3",
    "tafsir": "Pada ayat ini diterangkan tindakan dan usaha setan dalam menggunakan potensi jahat yang ada pada manusia, agar cita-citanya mencelakakan manusia dapat tercapai yaitu dengan:\n1.Berusaha memalingkan manusia dari kepercayaan yang benar dengan mengaburkan petunjuk Allah ke jalan yang benar, sehingga mereka tersesat dan menempuh jalan yang diinginkan setan.\n2.Berusaha memperdayakan pikiran manusia dengan khayalan-khayalan yang mustahil terjadi dan dengan angan-angan kosong, sehingga mereka memandang baik segala perbuatan yang dilarang, serta menanamkan di dalam hati dan pikirannya bahwa kesenangan hidup di dunia itu adalah kesenangan yang pasti tercapai sedang kesenangan dan kebahagiaan di akhirat adalah kesenangan yang diragukan adanya.\n3.Berusaha menyesatkan manusia dengan menjadikan mereka memandang haram suatu perbuatan yang halal, sebaliknya memandang yang halal sebagai sesuatu perbuatan yang haram, sebagaimana yang terdapat di kalangan Arab jahiliah. Menurut kepercayaan Arab jahiliah sebagian binatang yang akan dikorbankan untuk berhala dipotong atau dibelah telinganya. \nBila binatang itu telah dipotong atau dibelah telinganya berarti telah menjadi kepunyaan berhala, karena itu tidak boleh lagi dikendarai atau dipergunakan untuk suatu keperluan; binatang itu dibiarkan lepas dan tidak boleh diganggu seorang pun.\n4.Mengubah ciptaan Allah, menurut sebagian mufasir, ialah mengubah ketentuan-ketentuan yang telah diciptakan Allah, seperti mengebiri orang laki-laki agar ia dapat dijadikan penjaga istri-istri atau budak-budak perempuan seorang pembesar, sebagaimana yang banyak dilakukan di negeri-negeri Arab dan negeri-negeri lain zaman dahulu. Menurut sebagian mufassir, yang dimaksud dengan ciptaan Allah ialah agama Allah, karena agama Allah telah menjadi fitrah bagi manusia. Allah berfirman:\n\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30:30).\n\nManusia diciptakan Allah mempunyai fitrah beragama tauhid, mengakui keesaan Allah, tidak bersekutu dengan sesuatu, hanya Allah saja yang berhak disembah. Seandainya ada manusia tidak mengakui keesaan Allah, berarti pengaruh lingkungan alam sekitarnya telah mengalahkan fitrahnya. Termasuk yang mempengaruhi manusia itu ialah usaha setan untuk melenyapkan naluri itu, sebagai yang disebutkan hadis:\nDari 'Iyad bin hammad, Bersabda Rasulullah saw, berfirman Allah 'Azza wajalla, \"Sesungguhnya Aku telah menciptakan hamba-hamba-Ku cenderung kepada (agama-Ku), maka datanglah setan kepada mereka, lalu setan itu memalingkan mereka dari agamanya dan ia mengharamkan apa yang telah Aku halalkan bagi mereka.\" (Riwayat Muslim).\n\nAllah memperingatkan hamba-Nya dengan pernyataan bahwa barang siapa yang mengikuti bisikan, tipu daya dan keinginan setan berarti dia telah jauh dari rahmat dan karunia-Nya dan telah merugi di dunia (dan di akhirat), karena setan itu selalu berusaha menggunakan segala kelemahan manusia untuk melaksanakan janjinya kepada Allah.",
    "quraish": "Sumpah setan itu akan menyesatkan orang-orang yang berhasil digodanya dengan menjauhkan mereka dari kebenaran, dan merangsang nafsu mereka. Setan akan menyesatkan mereka dalam angan- angan kosong itu. Dengan hawa nafsu dan angan-angan kosong itu mereka berada dalam kekuasaannya. Mereka didorong kepada hal-hal yang tidak masuk akal dan mengiranya sebagai ibadah, padahal itu hanya kebohongan belaka. Selanjutnya setan mengganggu mereka supaya memotong telinga sebagian unta dan mengubah ciptaan Allah. Hewan yang dipotong telinganya itu tidak boleh disembelih dan dipekerjakan, dan harus dilepas mencari makan. Semua itu adalah perintah setan. Setan kemudian membisikkan bahwa semua itu adalah perintah agama. Jika mereka melakukan itu semua berarti mereka telah mengikuti setan dan menjadikannya sebagai penolong selain Allah. Barangsiapa menjadikan setan sebagai penolong, maka ia telah menderita kerugian yang nyata, karena telah sesat dari kebenaran dan tidak lagi menggunakan akal pikirannya, dan akan merasakan kerusakan di dunia dan siksa yang pedih di akhirat kelak.",
    "jalalayn": "(Dan sungguh, akan saya sesatkan mereka) dari kebenaran dengan waswas dan godaan (dan akan saya berikan pada mereka angan-angan) artinya saya masukkan ke dalam hati mereka harapan akan berumur panjang dan bahwa tak ada saat berbangkit atau hari pengadilan (dan saya suruh mereka memotong telinga binatang-binatang ternak) dan hal itu telah mereka lakukan pada ternak bahirah. (Dan saya suruh mereka mengubah ciptaan Allah.\") maksudnya agama-Nya yaitu dengan kekafiran, menghalalkan apa yang diharamkannya dan mengharamkan apa yang dihalalkannya. (Dan siapa yang mengambil setan sebagai pelindung) yang ditaati dan dipatuhinya (selain dari Allah, maka sesungguhnya ia menderita kerugian yang nyata) artinya yang jelas, karena tempat kediamannya sudah jelas tiada lain dari neraka yang akan didiaminya untuk selama-lamanya."
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 120,
    "arab": "يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا ",
    "translation": "(Setan itu) memberikan janji-janji kepada mereka dan membangkitkan angan-angan kosong pada mereka, padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/613.mp3",
    "tafsir": "Setan selalu menjanjikan yang muluk-muluk dan menimbulkan angan-angan kosong serta menimbulkan khayalan-khayalan di dalam hati dan pikiran manusia. Jika seseorang ingin menafkahkan hartanya di jalan Allah dibisikannyalah kepada orang itu bahwa menafkahkan itu mengakibatkan kemiskinan, dan dijanjikan kesenangan dan kemuliaan bila manusia itu kikir. Kepada penjudi diiming-imingi kebahagiaan dan kekayaan tanpa usaha, kepada peminum khamar dibisikkannya kegembiraan dan kesenangan bila seseorang telah mabuk dan sebagainya.\nTermasuk di dalam janji setan, ialah janji dan iming-iming yang ditanamkan kepada orang-orang yang mau melanggar larangan-larangan Allah untuk kepentingan dirinya. seperti pangkat, kehormatan dan sebagainya. Janji setan itu tidak lain hanyalah tipuan belaka, tidak ada satupun yang akan dapat ditepatinya dan tidak dapat diharapkan hasilnya sedikit pun, seperti janji dan angan-angan yang ditanamkan kepada penjudi, peminum khamar, pezina, orang yang gila pangkat dan gila hormat. Mereka mengkhayalkan kesenangan dan kebahagiaan dari hasil perbuatan mereka itu, tetapi hasil itu tidak pernah mereka nikmati.",
    "quraish": "Bagi mereka, kejahatan menjadi tampak indah akibat tipuan setan. Mereka dijanjikan keuntungan kalau mau melakukan kejahatan itu. Mereka diberikan harapan-harapan kosong. Semua janji itu hanyalah tipu daya belaka.",
    "jalalayn": "(Setan itu menjanjikan pada mereka) panjang umur (dan meniupkan angan-angan kosong) tercapainya cita-cita di dunia dan bahwa tak ada hari kebangkitan dan pembalasan (dan tidaklah apa yang dijanjikan setan itu) seperti yang disebutkan tadi (kecuali tipu daya belaka) atau kosong semata."
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 121,
    "arab": "اُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ",
    "translation": "Mereka (yang tertipu) itu tempatnya di neraka Jahanam dan mereka tidak akan mendapat tempat (lain untuk) lari darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/614.mp3",
    "tafsir": "Karena orang-orang yang mengikuti dan memenuhi keinginan setan telah sesat, maka buku amalannya telah dipenuhi oleh perbuatan dosa dan maksiat. Oleh karena itu, tempat mereka adalah neraka Jahanam, mereka tidak dapat keluar dari padanya, karena tidak mempunyai suatu kebaikan yang dapat membebaskan dan menyelamatkan mereka dari azab neraka itu.",
    "quraish": "Orang-orang yang tidak menggunakan akal pikiran mereka dan mengikuti bisikan setan itu, tempat kembalinya adalah neraka Jahanam. Mereka tidak akan dapat menyelamatkan diri dari siksa itu.",
    "jalalayn": "(Mereka itu tempatnya ialah neraka Jahanam dan mereka tak dapat menghindarkan diri daripadanya.)"
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 122,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ اَصْدَقُ مِنَ اللّٰهِ قِيْلًا ",
    "translation": "Dan orang yang beriman dan mengerjakan amal kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Dan janji Allah itu benar. Siapakah yang lebih benar perkataannya daripada Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/615.mp3",
    "tafsir": "Orang yang beriman dan mengerjakan amal saleh, mereka tidak terperdaya dengan godaan setan, mereka tidak mau menjadi pembantu setan, mereka mengikuti petunjuk-petunjuk Allah, melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya. Mereka diberi balasan dengan surga yang penuh nikmat, di bawahnya mengalir sungai-sungai. Mereka kekal di dalam surga, karena tidak ada sesuatu pun yang dapat mengeluarkan mereka dari tempat yang penuh kesenangan dan kebahagiaan.\nItulah janji Allah kepada hamba-hamba-Nya yang beriman, bukan janji palsu, bukan pula angan-angan kosong yang tidak ada hasilnya yang dibisikkan setan, tetapi janji yang pasti ditepati, karena yang menjanjikan itu adalah Yang Mahakuasa, Maha Perkasa, Mahakaya, Pemilik seluruh alam. Janji setan mustahil ditepati, karena dia sendiri tidak mempunyai kesanggupan untuk menepatinya. Allah berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14:22).",
    "quraish": "Neraka Jahanam itu adalah tempat kembali orang yang mengikuti jejak langkah setan. Sedangkan tempat kembali orang yang mengikuti jalan Allah adalah kebaikan. Mereka adalah orang-orang yang beriman dan melakukan amal saleh, dan tidak tertipu oleh angan-angan kosong. Di hari kiamat kelak, mereka akan dimasukkan ke dalam surga yang dialiri bermacam-macam sungai. Surga itu jauh lebih besar dari taman-taman yang ada di dunia. Hal itu pasti akan terbukti, karena merupakan janji Allah. Dan janji Allah selalu benar, karena Dialah yang memiliki segala sesuatu. Tidak ada seorang pun yang perkataan dan janjinya melebihi ketepatan perkataan dan janji Allah.",
    "jalalayn": "(Orang-orang yang beriman dan beramal saleh akan Kami masukkan mereka ke dalam surga yang di bawahnya mengalir anak-anak sungai, kekal mereka di dalamnya buat selama-lamanya. Itu adalah janji yang benar dari Allah) artinya Allah telah menjanjikan demikian kepada mereka dan Allah pastilah akan menepati janji-Nya. (Dan siapakah lagi) maksudnya tak ada lagi (yang lebih benar dari Allah ucapannya) perkataan dan janjinya. Ayat berikut turun tatkala kaum Muslimin dan golongan Ahli kitab membangga-banggakan diri mereka:"
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 123,
    "arab": "لَيْسَ بِاَمَانِيِّكُمْ وَلَآ اَمَانِيِّ اَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ",
    "translation": "(Pahala dari Allah) itu bukanlah angan-anganmu dan bukan (pula) angan-angan Ahli Kitab. Barangsiapa mengerjakan kejahatan, niscaya akan dibalas sesuai dengan kejahatan itu, dan dia tidak akan mendapatkan pelindung dan penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/616.mp3",
    "tafsir": "Tidak ada keistimewaan bagi seseorang, kecuali dengan amal baktinya dan tidak mungkin ia luput dari azab Allah dan mustahil ia masuk surga semata-mata dengan mengatakan bahwa agama yang dianutnya adalah agama yang paling baik dan sempurna, serta nabi-nabi dan rasul-rasul yang mereka ikuti adalah yang paling tinggi derajatnya dalam pandangan Allah, seperti yang dikatakan Ahli Kitab itu. Hendaklah orang yang beriman mengerjakan amal yang saleh, melaksanakan perintah-perintah Allah dan meninggalkan larangan-larangan-Nya karena pahala itu diberikan Allah berdasarkan amal yang dilakukan dengan ikhlas, bukan berdasarkan perkataan dan angan-angan kosong. Allah mendatangkan agama bukan untuk bermegah-megah dan berbangga-bangga dengan agama itu, tetapi agama didatangkan untuk diamalkan dan dilaksanakan.\nDi antara sebab yang menimbulkan salah sangka dan angan-angan yang demikian, ialah karena kesalahan manusia dalam memahami agama atau mereka sengaja berbuat demikian agar dianggap lebih tinggi dari umat atau bangsa yang lain, karena Allah mengangkat nabi-nabi atau rasul-rasul dari bangsa-bangsa mereka. Dengan kemuliaan dan kemaksuman (terpelihara dari dosa) nabi-nabi dan rasul-rasul itu, mereka merasa telah mendapatkan kemuliaan dan terpelihara pula dari azab Allah. Karena itu menurut anggapan mereka, mereka akan masuk surga dan terlepas dari siksa neraka, tanpa melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya.\nPersangkaan dan angan-angan kosong yang demikian telah menjalar pula di kalangan kaum Muslimin, sebagaimana tersebut dalam ayat ini. Sikap yang demikian telah dinyatakan pula oleh Ahli Kitab, sebagaimana tersebut dalam ayat lain:\n\nOrang Yahudi dan Nasrani berkata, \"Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.\" ¦ (al-Maidah/5:18).\n\n\nDan mereka berkata, \"Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.\" ¦ (al-Baqarah/2:80).\n\nSetiap kejahatan yang dilakukan manusia, akan dibalas Allah, karena segala macam perbuatan baik atau buruk yang dilakukan oleh seseorang, tanggung jawabnya dipikul oleh orang yang mengerjakannya, tidak dipikul oleh orang lain. Karena itu orang yang benar-benar beriman hendaklah meneliti dan memperhitungkan setiap pekerjaan yang akan dikerjakannya, sehingga sesuai dengan petunjuk-petunjuk Allah.\nDiriwayatkan oleh Ahmad dan Ibnu Zuhair, bahwa pada waktu turunnya ayat ini Abu Bakar sangat memperhatikannya dan merasa khawatir. Maka beliau bertanya kepada Rasulullah saw, \"Siapakah yang selamat berhubungan dengan ini ya Rasulullah?\" Rasulullah saw menjawab, \"Apakah kamu tidak pernah susah, apakah kamu tidak pernah sakit, dan apakah malapetaka tidak pernah menimpamu?\" Abu Bakar menjawab, \"Pernah ya Rasulullah.\" Rasulullah berkata, \"Itulah dia (pembalasan dari kesalahanmu).\"\nDiriwayatkan pula oleh Muslim dari Abu Hurairah, ia berkata, \"Tatkala turun ayat ini kaum Muslimin merasa berat dan sampailah kepada mereka apa yang dikehendaki Allah,\" maka mereka mengadu kepada Rasulullah saw. Rasulullah menjawab, \"Ambillah tempat olehmu dan saling mendekatlah, sesungguhnya setiap musibah yang menimpa manusia itu adalah sebagai tebusan (bagi perbuatannya) sampai kepada duri yang menusuknya dan musibah yang menimpanya.\"\nDari hadis ini dapat dipahami bahwa segala musibah yang menimpa manusia baik kecil maupun besar, sedikit atau banyak adalah sebagai balasan dari kelalaian, kesalahan dan perbuatan buruk yang telah dilakukannya, karena mereka tidak lagi berjalan mengikuti sunatullah. Allah berfirman:\n\nDan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu). (asy-Syura/42:30).\n\nSebagian mufasir berpendapat bahwa musibah yang menimpa manusia di dunia ini tidak dapat menghapus azab di akhirat, kecuali bila yang ditimpa musibah itu berusaha menghapus kesalahan dan tindakan buruknya dengan amal yang saleh, dengan menguatkan imannya, dengan meninggalkan perbuatan jahat dan bertobat selama ia hidup di dunia. Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun. \nOrang-orang yang mengerjakan kejahatan pasti mendapat azab dari Allah dan ia tidak mempunyai penolong dan pelindung selain Allah untuk menghindarkan diri dari azab itu, dan setan yang menjanjikan perlindungan dan pertolongan itu tidak kuasa menenepati janjinya.",
    "quraish": "Pahala tidak mungkin diperoleh dengan impian dan angan-angan manusia tanpa melakukan perbuatan baik. Pahala juga tidak akan kalian peroleh, wahai umat Islam, hanya dengan angan-angan kosong. Begitu juga, tidak dapat diperoleh dengan angan-angan kosong Ahl al-Kitâb: Yahudi dan Nasrani. Pahala dan keselamatan dari siksa hanya dapat diperoleh melalui iman dan amal saleh. Maka, barangsiapa melakukan kejahatan, niscaya akan mendapat balasannya dan ia tidak akan mendapat pelindung dan penolong selain Allah.",
    "jalalayn": "(Tidaklah) masalahnya tergantung kepada (angan-anganmu dan tidak pula angan-angan Ahli kitab) tetapi kepada amal saleh. (Siapa mengerjakan kejahatan niscaya akan diberi pembalasan) adakalanya di akhirat dan adakalanya di dunia dengan cobaan dan bala bencana sebagaimana tersebut dalam sebuah hadis (dan tidaklah akan dijumpainya selain dari Allah pelindung) yang akan melindunginya (dan tidak pula pembela) yang akan membelanya."
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 124,
    "arab": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ",
    "translation": "Dan barangsiapa mengerjakan amal kebajikan, baik laki-laki maupun perempuan sedang dia beriman, maka mereka itu akan masuk ke dalam surga dan mereka tidak dizalimi sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/617.mp3",
    "tafsir": "Orang yang beramal saleh dan membersihkan dirinya sesuai dengan kesanggupannya, memperbaiki budi pekertinya, memperbaiki hubungannya dengan orang lain dalam pergaulannya di masyarakat dan orang yang tidak mau mengikuti tipu daya setan, Allah berjanji membalas kebaikan mereka dengan balasan yang sempurna dengan menyediakan surga bagi mereka, dan Allah tidak akan mengurangi pahala amalan mereka walau sedikit pun.\nAyat ini merupakan peringatan dan pelajaran bagi kaum Muslimin bahwa manusia tidak dapat menggantungkan harapan dan cita-citanya semata-mata kepada angan-angan dan khayalan belaka, tetapi hendaklah berdasarkan usaha dan perbuatan. Orang yang berbangga-bangga dengan keturunan dan bangsa mereka adalah orang yang sesat, tidak akan mencapai apa yang dicita-citakannya.",
    "quraish": "Barangsiapa mengerjakan amal saleh sesuai dengan kemampuannya dan beriman kepada Allah dan rasul-Nya, maka mereka akan masuk surga dan tidak akan dikurangi derajatnya walau sedikit pun. Tidak ada perbedaan antara laki-laki dan perempuan, karena perempuan juga dibebankan tugas-tugas keagamaan (mukallafah), yang berhak mendapat pahala kebaikan dan siksa kejahatan.",
    "jalalayn": "(Dan siapa yang mengerjakan) sesuatu (dari amal saleh, baik laki-laki atau wanita dan dia beriman, maka mereka itu akan masuk) ada yang membaca dalam bentuk aktif dan ada yang dalam bentuk pasif (ke dalam surga dan tidak akan dianiaya walau sedikit pun) walau sebesar lubang kecil sekalipun."
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 125,
    "arab": "وَمَنْ اَحْسَنُ دِيْنًا مِّمَّنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ اِبْرٰهِيْمَ خَلِيْلًا ",
    "translation": "Dan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas berserah diri kepada Allah, sedang dia mengerjakan kebaikan, dan mengikuti agama Ibrahim yang lurus? Dan Allah telah memilih Ibrahim menjadi kesayangan(-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/618.mp3",
    "tafsir": "Tidak ada seorang pun yang lebih baik agamanya dari orang yang melakukan ketaatan dan ketundukannya kepada Allah, ia mengerjakan kebaikan dan mengikuti agama Ibrahim.\nDari ayat ini dapat dipahami bahwa ada tiga macam ukuran yang dapat dijadikan dasar untuk menentukan ketinggian suatu agama dan keadaan pemeluknya, yaitu:\n1.Menyerahkan diri hanya kepada Allah,\n2.Berbuat kebaikan, dan\n3. Mengikuti agama Ibrahim yang hanif.\nSeseorang dikatakan menyerahkan diri kepada Allah, jika ia menyerahkan seluruh jiwa dan raganya serta seluruh kehidupannya hanya kepada Allah, Yang Maha Pengasih lagi Maha Penyayang. Karena itu ia hanya berdoa, memohon, meminta pertolongan dan merasa dirinya terikat hanya kepada Allah saja. Ia langsung berhubungan dengan Allah tanpa ada sesuatu pun yang menghalanginya. Untuk mencapai yang demikian seseorang harus mengetahui dan mempelajari sunah Rasul dan sunatullah yang berlaku di alam ini, kemudian diamalkannya karena semata-mata mencari keridaan Allah.\nJika seseorang benar-benar menyerahkan diri kepada Allah, maka ia akan melihat dan merasakan sesuatu pada waktu melaksanakan ibadahnya, sebagaimana yang dilukiskan Rasulullah saw:\nJibril bertanya ya Rasulullah, \"Apakah ihsan itu?\" Rasulullah saw menjawab, \"Engkau menyembah Allah seakan-akan engkau melihat-Nya, jika engkau tidak melihat-Nya, maka sesungguhnya Dia melihat engkau.\" (Riwayat al-Bukhari dari Abu Hurairah).\n\nMengerjakan kebaikan adalah manifestasi dari pada berserah diri kepada Allah. Makin sempurna penyerahan diri seseorang, makin baik dan sempurna pula amal yang dikerjakannya. Di samping mengerjakan yang diwajibkan, seseorang sebaiknya melengkapi dengan yang sunah dengan sempurna, sesuai dengan kesanggupannya.\nMengikuti agama Ibrahim yang hanif ialah mengikuti agama Ibrahim yang lurus yang percaya kepada keesaan Allah, yaitu kepercayaan yang benar dan lurus. Allah berfirman:\n\n(26) Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, \"Sesungguhnya aku berlepas diri dari apa yang kamu sembah,(27) kecuali (kamu menyembah) Allah yang menciptakanku; karena sungguh, Dia akan memberi petunjuk kepadaku.\" (28) Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu). (az-Zukhruf/43:26-28)\n\nSekalipun ada perintah agar mengikuti agama Ibrahim, bukanlah berarti bahwa Ibrahim-lah yang pertama kali membawa kepercayaan tauhid, dan agama yang dibawa oleh para nabi sebelumnya tidak berasaskan tauhid. Maksud perintah mengikuti agama Nabi Ibrahim ialah untuk menarik perhatian bangsa Arab, sebagai bangsa yang pertama kali menerima seruan agama Islam. Ibrahim a.s. dan Ismail adalah nenek moyang bangsa Arab.\nOrang Arab waktu itu amat senang mendengar perkataan yang menjelaskan bahwa mereka adalah pengikut agama Nabi Ibrahim, sekalipun mereka telah menjadi penyembah berhala. Dengan menghubungkan agama yang dibawa Nabi Muhammad saw dengan agama yang dibawa Nabi Ibrahim akan menarik hati dan menyadarkan orang Arab yang selama ini telah mengikuti jalan yang sesat.\n\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa ¦ (asy-Syura/42:13).\n\nAgama yang dibawa Nabi Muhammad bukan saja sesuai dengan agama yang dibawa Nabi Ibrahim, tetapi juga berhubungan dan seasas dengan agama yang dibawa oleh Nabi Musa dan Nabi Isa yang diutus sesudah Nabi Ibrahim. Demikian pula agama Islam berhubungan dan seasas dengan agama yang dibawa oleh nabi-nabi Allah terdahulu.\nPerintah mengikuti agama yang dibawa oleh Nabi Ibrahim di sini adalah karena kehidupan Ibrahim dan putranya Ismail dapat dijadikan teladan yang baik serta mengingatkan kepada pengorbanan yang telah dilakukannya dalam menyiarkan agama Allah. Hal ini dapat pula dijadikan iktibar oleh kaum Muslimin dalam menghadapi orang-orang kafir yang selalu berusaha menghancurkan Islam dan Muslimin.\nIbrahim telah menjadi kesayangan Allah, karena kekuatan iman, ketinggian budi pekertinya dan keikhlasan serta pengorbanannya dalam menegakkan agama Allah. Seakan-akan Allah menyatakan bahwa orang yang mengikuti jejak dan langkah Nabi Ibrahim dan hal ini tampak dalam tingkah laku dan budi pekertinya, berhak menamakan dirinya sebagai pengikut Ibrahim. Bukan seperti orang Yahudi, Nasrani dan orang musyrik Mekah yang mengaku sebagai pengikut Nabi Ibrahim, tetapi mereka tidak mengikuti agama yang dibawanya dan tidak pula mencontoh budi pekertinya.",
    "quraish": "Sesungguhnya dasar berbuat baik adalah keyakinan yang benar. Sikap beragama yang paling baik adalah ikhlas bribadah hanya kepada Allah. Wajah, pikiran dan jiwa hanya diarahkan kepada Allah semata. Tidak ada yang diharapkan selain perkenan-Nya. Orang yang berbuat demikian, pikirannya akan benar hingga dapat mengetahui misi para rasul. Selain itu, termasuk sikap beragama yang baik juga, adalah mengerjakan perbuatan-perbuatan baik secara terus menerus, dengan mengikuti ajaran Nabi Ibrâhîm a. s., bapak para nabi. Agama yang dibawanya adalah agama yang berasal dari Allah, yaitu agama yang memiliki semangat pencarian kebenaran. Pada diri Ibrâhîm terdapat titik temu agama antara umat Islam, Yahudi dan Nasrani. Oleh karena itu, ikutilah agamanya. Sesungguhnya Allah telah memuliakan Ibrâhîm dengan menamakannya sebagai khalîl (kesayangan).",
    "jalalayn": "(Dan siapakah) maksudnya tidak seorang pun (yang lebih baik agamanya daripada orang yang menyerahkan dirinya) artinya ia tunduk dan ikhlas dalam beramal (karena Allah, sedangkan dia berbuat kebaikan) bertauhid (serta mengikuti agama Ibrahim) yang sesuai dengan agama Islam (yang lurus) menjadi hal, arti asalnya jalan condong, maksudnya condong kepada agama yang lurus dan meninggalkan agama lainnya. (Dan Allah mengambil Ibrahim sebagai kesayangan-Nya) yang disayangi-Nya secara tulus dan murni."
  },
  {
    "ruku": 79,
    "name": "An-Nisa'",
    "ayat": 126,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan (pengetahuan) Allah meliputi segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/619.mp3",
    "tafsir": "Ayat ini menegaskan tentang kekuasaan Allah atas alam semesta, sebagai Pencipta, Pemilik, Pemelihara, tidak ada satu pun yang luput dari pengetahuan-Nya. Ayat ini merupakan penutup dari ayat-ayat yang sebelumnya, dan mengandung beberapa hikmah:\n1.Untuk mengingatkan bahwa Allah Mahakuasa, pemilik seluruh alam, karena itu Dia pasti menepati janjinya yang tersebut pada ayat-ayat yang lalu.\n2.Untuk menerangkan bahwa hanya kepada-Nyalah semua makhluk berserah diri, mohon pertolongan, mengemukakan harapan, bukan kepada yang lain, karena yang selain Allah adalah milik-Nya dan berada di bawah kekuasaan-Nya.\n3. Untuk menjelaskan maksud perkataan Ibrahim Khalilullah (Ibrahim kesayangan Allah), dengan adanya ayat ini jelaslah bahwa Ibrahim itu bukanlah teman Allah, seperti anggapan sebagian Ahli Kitab, tetapi hamba kesayangan-Nya, karena ia tunduk dan berserah diri kepada Allah, selalu berkorban dan berbuat baik. Ibrahim adalah milik Allah, seperti makhluk yang lain, bukanlah orang yang berserikat dengan Allah dalam memiliki alam ini.",
    "quraish": "Sikap ikhlas berserah diri kepada Allah berarti ikhlas kepada Pencipta dan Pemilik alam semesta. Semua apa yang ada di langit dan di bumi, bintang, planet, matahari, bulan, gunung, jurang, padang pasir dan sawah ladang adalah milik Allah. Allah Maha Mengetahui segala sesuatu yang diperbuat manusia dan Dialah yang akan memberi balasannya sesuai dengan baik dan buruknya perbuatan itu. Perbuatan baik akan dibalas dengan kebaikan dan perbuatan buruk akan dibalas dengan keburukan pula.",
    "jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) baik sebagai kepunyaan, maupun sebagai makhluk dan sebagai hamba. (Dan Allah Maha Meliputi segala sesuatu) maksudnya ilmu dan kekuasaan-Nya yang tetap melekat dan tidak terpisah-pisah daripada-Nya."
  }
]