[
  {
    "ruku": 8,
    "name": "Al-Baqarah",
    "ayat": 60,
    "arab": "۞ وَاِذِ اسْتَسْقٰى مُوْسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِّعَصَاكَ الْحَجَرَۗ  فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْ ۗ كُلُوْا وَاشْرَبُوْا مِنْ رِّزْقِ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
    "translation": "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah daripadanya dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah dari rezeki (yang diberikan) Allah, dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/67.mp3",
    "tafsir": "Pada permulaan ayat ini, Allah swt mengisahkan bagaimana Nabi Musa a.s. berdoa kepada Allah untuk mendapatkan air minum bagi para pengikutnya yang terdiri dari dua belas suku. Allah mengabulkan doa tersebut, lalu memerintahkan Nabi Musa memukulkan tongkatnya ke sebuah batu besar yang ada di padang pasir itu. Tiba-tiba memancarlah air dari batu itu sebanyak dua belas sumber, sehingga masing-masing suku dari kaum Nabi Musa itu mendapatkan air minum secukupnya. Kejadian ini merupakan mukjizat bagi Musa untuk membuktikan kerasulannya, dan untuk menunjukkan kekuasaan Allah.\nSesungguhnya Allah kuasa memancarkan air dari batu, tanpa dipukul dengan tongkat lebih dahulu, tetapi Allah hendak memperlihatkan kepada hamba-Nya hubungan sebab dengan akibat. Apabila mereka menginginkan sesuatu harus berusaha dan bekerja untuk mendapatkannya sesuai proses hubungan antara sebab dan akibat. Allah telah menyediakan rezeki untuk setiap makhluk-Nya yang hidup di bumi ini, tetapi rezeki itu tidak datang sendiri, melainkan harus diusahakan, dan harus ditempuh cara-caranya. Siapa yang malas berusaha tentu tidak akan mendapatkan rezeki yang diperlukan.\nDi samping itu Allah telah menciptakan manusia mempunyai pikiran dan perasaan yang terbatas, sehingga dia hanya dapat memahami yang berada dalam daerah jangkauan indera, pikiran, dan perasaannya. Apabila dia melihat adanya sesuatu yang berada di luar kemampuannya, dia berusaha untuk mengembalikan persoalannya kepada yang telah diketahuinya. Bila dia tidak dapat memahaminya sama sekali, dia menjadi bingung, apalagi hal itu terjadi di hadapannya berulang kali. Maka Allah memperlihatkan mukjizat melalui para nabi sesuai dengan keadaan umat pada masa nabi itu. Allah menyuruh mereka makan dan minum dari rezeki yang telah dilimpahkan kepada mereka, dan mereka dilarang untuk berbuat kezaliman.",
    "quraish": "Ingatlah, wahai Banû Isrâ'îl, hari ketika Mûsâ, nabi kalian, memohonkan air kepada Tuhannya untuk kalian pada saat kalian sangat haus di padang Tîh. (1) Kami pun mengasihi kalian dan Kami memfirmankan kepada Mûsâ, \"Pukullah batu itu dengan tongkatmu.\" Kemudian memancarlah air dari dua belas mata air, sehingga setiap kelompok memiliki satu mata air. Karena mereka berjumlah dua belas kelompok, maka setiap kabilah bisa mendapatkan tempat minum mereka. Kami firmankan kepada kalian, \"Makanlah mann dan salwâ, minumlah dari air yang memancar ini dan lupakanlah apa yang pernah kalian lakukan. Dan janganlah kalian berlebih-lebihan dalam berbuat kerusakan di bumi, tetapi tahanlah diri kalian dari perbuatan maksiat.\" {(1) Padang pasir tempat mereka berkeliaran dan hidup tidak menentu selama empat puluh tahun setelah keluar dari negeri Mesir. }",
    "jalalayn": "(Dan) ingatlah (ketika Musa memohon air) (untuk kaumnya) yakni ketika mereka telah kehausan di padang Tih (lalu firman Kami, \"Pukulkanlah tongkatmu ke atas batu itu!\") yaitu batu yang pernah membawa lari pakaiannya, bentuknya tipis persegi empat sebesar kepala manusia, batu lunak atau seperti keduanya lalu dipukulkannya (maka terpancarlah) terbelahlah batu itu lalu keluar air (daripadanya dua belas mata air) yaitu sebanyak jumlah suku Bani Israel (sesungguhnya telah mengetahui tiap-tiap suku) yakni tiap-tiap suku di antara mereka (tempat minum mereka) masing-masing hingga mereka tidak saling berebut. Lalu firman Kami kepada mereka, (\"Makan dan minumlah rezeki yang diberikan Allah dan janganlah kamu berbuat keonaran di muka bumi dengan melakukan pengrusakan!\") 'Mufsidiin' menjadi 'hal' yang memperkuat perbuatan pelaku '`atsiya' yang berarti berbuat keonaran."
  },
  {
    "ruku": 8,
    "name": "Al-Baqarah",
    "ayat": 61,
    "arab": "وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْاَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَا ۗ قَالَ اَتَسْتَبْدِلُوْنَ الَّذِيْ هُوَ اَدْنٰى بِالَّذِيْ هُوَ خَيْرٌ ۗ اِهْبِطُوْا مِصْرًا فَاِنَّ لَكُمْ مَّا سَاَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِ الْحَقِّ ۗ ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ࣖ",
    "translation": "Dan (ingatlah), ketika kamu berkata, “Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.” Dia (Musa) menjawab, “Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu akan memperoleh apa yang kamu minta.” Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/68.mp3",
    "tafsir": "Ketika Bani Israil tersesat di padang pasir Sinai, mereka berkata kepada Nabi Musa bahwa mereka tidak tahan terhadap satu jenis makanan saja, sedang yang ada hanya mann dan salwa saja (al-Baqarah/2:57). Mereka berkata demikian karena keingkaran mereka terhadap Nabi Musa a.s. dan kebanggaan terhadap kehidupan mereka dahulu.\nBani Israil kemudian meminta kepada Musa a.s. agar berdoa kepada Tuhan semoga Dia mengeluarkan sayur-sayuran yang ditumbuhkan bumi sebagai ganti mann dan salwa. Mereka tidak mau berdoa sendiri, tetapi mengharapkan Musa yang berdoa kepada Tuhan, karena mereka memandang Musa orang yang dekat kepada Tuhan dan lagi pula dia seorang Nabi yang dapat bermunajat kepada Allah. Sayur-mayur dan lain-lain yang mereka minta itu banyak terdapat di kota-kota, tapi tidak terdapat di padang pasir. Sebenarnya permintaan itu tidak sukar dicari, karena mereka dapat memperolehnya asal saja mereka pergi ke kota. Nabi Musa menolak permintaan itu dengan penuh kekecewaan dan kejengkelan serta mencela sikap mereka karena mereka menolak mann dan salwa, makanan yang sebenarnya mengandung nilai gizi yang tinggi dan sangat diperlukan oleh tubuh, diganti dengan sayur-mayur yang lebih rendah gizinya.\nKemudian Nabi Musa menyuruh mereka keluar dari gurun Sinai dan pergi menuju kota. Di sana mereka akan mendapatkan yang mereka inginkan, sebab gurun Sinai tempat mereka tinggal sampai batas waktu yang telah ditentukan Allah, tidak dapat menumbuhkan sayur-sayuran. Mereka tinggal di gurun Sinai itu karena mereka lemah dan tidak tabah untuk mengalahkan penduduk negeri yang dijanjikan bagi mereka. Mereka akan lepas dari hal yang tidak mereka sukai, bilamana mereka memiliki keberanian memerangi orang-orang yang di sekitar mereka, yaitu penduduk bumi yang dijanjikan Allah dan menjamin memberi pertolongan kepada mereka. Oleh sebab itu, hendaknya mereka mencari jalan untuk mendapatkan kemenangan dan keuntungan.\nSetelah Allah menceritakan penolakan Musa terhadap permintaan mereka dan sebelumnya telah membentangkan pula segala nikmat yang dikaruniakan kepada mereka, dalam ayat ini Allah mengemukakan beberapa kejahatan keturunan Bani Israil yang datang kemudian, yaitu mereka mengingkari ayat-ayat Allah, membunuh nabi-nabi dan pelanggaran mereka terhadap hukum Allah. Oleh sebab itu, Allah menimpakan kepada mereka kehinaan dan kemiskinan sebagai wujud kemurkaan-Nya.\nSudah semestinya mereka menerima murka Ilahi, menanggung bencana dan siksaan di dunia dan azab yang pedih di akhirat. Demikian pula mereka mendapatkan kehinaan dan kemiskinan karena mereka selalu menolak ayat-ayat Allah yang telah diberikan kepada Nabi Musa berupa mukjizat yang telah mereka saksikan sendiri. Kedurhakaan dan penolakan mereka terhadap Nabi Musa adalah suatu bukti bahwa ayat-ayat Allah tidak berpengaruh pada jiwa mereka. Mereka tetap mengingkarinya.\nMereka membunuh para nabi dari golongan mereka, tanpa alasan yang benar. Memang sesungguhnya orang yang berbuat kesalahan kadang-kadang meyakini bahwa yang diperbuatnya adalah benar. Perbuatan mereka yang demikian itu bukanlah karena salah dalam memahami atau menafsirkan hukum, tetapi memang dengan sengaja menyalahi hukum-hukum Allah yang telah disyariatkan di dalam agama mereka.\nKekufuran mereka terhadap ayat-ayat Allah dan kelancangan mereka membunuh para nabi, karena mereka banyak melampaui batas ketentuan agama mereka. Seharusnya agama mempunyai pengaruh yang besar pada jiwa manusia, sehingga penganutnya takut menyalahi perintah Allah. Apabila seseorang melampaui peraturan-peraturan atau batas-batas agamanya berarti pengaruh agama pada jiwanya sudah lemah. Semakin sering dia melanggar batas hukum agama itu semakin lemah pulalah pengaruh agama pada jiwanya. Sampai akhirnya pelanggaran ketentuan-ketentuan agama itu menjadi kebiasaannya, seolah-olah dia lupa akan adanya batas-batas agama dan peraturan-peraturannya. Akhirya lenyaplah pengaruh agama dalam hatinya.",
    "quraish": "Dan ingatlah pula, hai orang-orang Yahudi, hari ketika keangkuhan menguasai nenek moyang kalian hingga tidak bersyukur terhadap nikmat Allah. Mereka berkata kepada Mûsâ, \"Sesungguhnya kami tidak akan bisa bersabar dengan hanya satu macam makanan (mann dan salwâ). Mohonkanlah kepada Tuhanmu, agar Dia mengeluarkan segala yang ditumbuhkan bumi berupa sayur mayur, mentimun, kacang adas, bawang putih dan bawang merah.\" Mûsâ sangat terkejut dengan apa yang mereka minta dan tidak menerimanya, kemudian berkata, \"Apakah kalian lebih mengutamakan semua jenis makanan itu daripada jenis yang lebih baik, yaitu mann dan salwâ. Kalau begitu, turunlah dari Sinai dan masuklah ke salah satu kota, niscaya akan kalian dapatkan apa yang kalian inginkan. Oleh sebab keangkuhan dan kedurhakaan itu, mereka ditimpa kehinaan, kemiskinan dan kenistaan serta kemurkaan Allah. Hal itu terjadi karena mereka selalu mengingkari ayat-ayat Allah dan membunuh para nabi. Dengan begitu, mereka telah melanggar kebenaran yang pasti. Yang membuat mereka berani melakukan itu semua (kekufuran dan pembunuhan) adalah apa yang ada di dalam diri mereka, berupa kedurhakaan, permusuhan dan sikap melampaui batas dalam kemaksiatan.",
    "jalalayn": "(Dan ketika kamu berkata, \"Hai Musa! Kami tidak bisa tahan dengan satu makanan saja!\") maksudnya satu macam saja, yaitu manna dan salwa. (Oleh sebab itu mohonkanlah untuk kami kepada Tuhanmu, agar Dia mengeluarkan bagi kami) sesuatu (dari apa yang ditumbuhkan bumi berupa) sebagai penjelasan (sayur-mayur, ketimun, bawang putih) (kacang adas dan bawang merah, maka jawabnya) yaitu jawab Musa kepada mereka, (\"Maukah kamu mengambil sesuatu yang lebih rendah atau lebih jelek sebagai pengganti) (dari yang lebih baik) atau lebih utama?\" Pertanyaan ini berarti penolakan, tetapi mereka tidak mau menarik permintaan itu hingga Musa pun berdoa kepada Allah, maka Allah Taala berfirman, (\"Turunlah kamu) pergilah (ke salah satu kota) di antara kota-kota (pastilah kamu akan memperoleh) di sana (apa yang kamu minta\") dari tumbuh-tumbuhan itu. (Lalu dipukulkan) ditimpakan (atas mereka kenistaan) kehinaan dan kenistaan (dan kemiskinan) yakni bekas-bekas dan pengaruh kemiskinan berupa sikap statis dan rendah diri yang akan selalu menyertai mereka walaupun mereka kaya, tak ubahnya bagai mata uang yang selalu menurut dan tidak akan lepas dari cetakannya, (dan kembalilah mereka) (membawa kemurkaan dari Allah, demikian itu), yakni pukulan dan kemurkaan Allah itu (disebabkan mereka) (mengingkari ayat-ayat Allah dan membunuh para nabi) seperti Nabi Zakaria dan Yahya (tanpa hak) hanya karena keaniayaan semata. (Demikian itu terjadi karena mereka selalu berbuat kedurhakaan dan karena mereka melanggar batas) artinya batas-batas peraturan hingga jatuh ke dalam maksiat. Kalimat pertama diulangnya untuk memperkuatnya."
  }
]