[
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 163,
    "arab": "۞ اِنَّآ اَوْحَيْنَآ اِلَيْكَ كَمَآ اَوْحَيْنَآ اِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖۚ وَاَوْحَيْنَآ اِلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَعِيْسٰى وَاَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚوَاٰتَيْنَا دَاوٗدَ زَبُوْرًاۚ ",
    "translation": "Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayyub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Dawud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/656.mp3",
    "tafsir": "Sesungguhnya Allah telah memberi wahyu kepada Muhammad seperti memberi wahyu kepada Nuh dan nabi-nabi yang diutus kemudian. Wahyu yang diberikan kepada para nabi berbeda dengan pengertian wahyu yang pernah diberikan kepada makhluk lain, karena wahyu itu mempunyai empat pengertian:\n\n1.Isyarat, seperti dalam Firman Allah:\n\nMaka dia keluar dari mihrab menuju kaumnya, lalu dia memberi isyarat kepada mereka; bertasbihlah kamu pada waktu pagi dan petang. (Maryam/19:11).\n\n2. Ilham, seperti dalam firman Allah:\n\nDan Kami ilhamkan kepada ibunya Musa, \"Susuilah dia (Musa), (al-Qashash/28:7).\n\n3.Insting (naluri) seperti dalam firman Allah:\n\nDan Tuhanmu mengilhamkan kepada lebah, \"Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia. (an-Nahl/16:68).\n\n4. Bisikan halus, seperti dalam firman Allah:\n\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6:112).\n\nWahyu yang dimaksud dalam ayat ini ialah wahyu dalam pengertian yang dikenal dalam istilah agama, yaitu bisikan halus dan pengertian makrifat yang didapati oleh seorang nabi di dalam hatinya dengan penuh keyakinan bahwa pengertian itu datangnya dari Allah, baik langsung maupun memakai perantaraan. Allah telah mewahyukan Al-Qur'an ini kepada Muhammad sebagaimana Allah telah mewahyukan kepada Nuh dan nabi-nabi yang datang kemudian. Allah tidak pernah menurunkan sebuah kitab dari langit secara terang-terangan disaksikan oleh pancaindra seperti yang dimintakan oleh orang-orang Yahudi kepada Muhammad, karena wahyu itu adalah semacam pemberitahuan yang datang dengan cepat dan tersembunyi. Di antara nabi-nabi yang menerima wahyu pertama sekali untuk umatnya ialah Nabi Nuh, karena beliau termasuk Nabi yang tertua setelah Adam, dan karena beliau dipandang sebagai Adam kedua, yang menurunkan umat manusia setelah terjadinya banjir besar (taufan). \nAllah telah mewahyukan pula kepada Ibrahim yang diberi julukan Abul-Anbiya (bapak para nabi dari sisi tauhid) dan Ismail sebagai nenek moyang orang Arab dan Ishak dan Yakub sebagai nenek moyang Bani Israil (Yahudi). Yang dimaksud dengan Asbath ialah anak Nabi Yakub yang berjumlah 12 orang. Pemakaian kata Asbath di kalangan Bani Israil sama dengan pemakaian kata \"kabilah\" di kalangan orang-orang Arab turunan Ismail.\nAllah telah mewahyukan pula kepada Isa, Ayyub, Yunus, Harun dan Sulaiman dan telah memberikan Zabur kepada Daud. Menurut Imam Qurtubi, Zabur itu berisi 150 surah yang tidak mengandung hukum-hukum, hanya berisi nasihat-nasihat, hikmah, pujian dan sanjungan kepada Allah.",
    "quraish": "Wahai Nabi, sesungguhnya Kami mewahyukan kepadamu al-Qur'ân dan syariat. Begitu juga, Kami telah memberi wahyu kepada Nûh dan nabi-nabi yang datang sesudahnya. Juga, Kami telah memberikan wahyu kepada Ibrâhîm, Ismâ'îl, Ishâq, Ya'qûb dan Asbâth (yaitu nabi-nabi dari keturunan Ya'qûb), 'Isâ, Ayyûb, Yûnus, Hârûn dan Sulaymân. Selain itu, Kami telah mewahyukan pula kepada Dâwûd dengan menurunkan kitab Zabûr kepadanya.",
    "jalalayn": "(Sesungguhnya Kami telah menurunkan wahyu kepadamu sebagaimana Kami telah menurunkannya kepada Nuh dan nabi-nabi sesudahnya dan) seperti (telah Kami turunkan kepada Ibrahim, Ismail, Ishak) yakni kedua putranya (serta Yakub) bin Ishak (dan anak-anaknya) yakni anak-anak Yakub (serta Isa, Ayub, Yunus, Harun, Sulaiman dan Kami datangkan kepada) bapaknya, yakni bapak dari Sulaiman (Daud Zabur) dibaca dengan fathah hingga artinya ialah nama kitab yang diturunkan, dan ada pula yang membaca dengan marfu` yaitu mashdar yang berarti mazbuura artinya yang tertulis."
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 164,
    "arab": "وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۗوَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِيْمًاۚ ",
    "translation": "Dan ada beberapa rasul yang telah Kami kisahkan mereka kepadamu sebelumnya dan ada beberapa rasul (la-in) yang tidak Kami kisahkan mereka kepadamu. Dan kepada Musa, Allah berfirman langsung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/657.mp3",
    "tafsir": "Ada beberapa rasul yang telah dikisahkan terdahulu oleh Allah kepada Muhammad saw, dan ada pula beberapa rasul yang sengaja tidak dikisahkan kepadanya, karena umat-umatnya kurang dikenal. Beberapa rasul telah dikisahkan dalam Al-Qur'an seperti firman Allah:\n\n(84) Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya. Kepada masing-masing telah Kami beri petunjuk; dan sebelum itu Kami telah memberi petunjuk kepada Nuh, dan kepada sebagian dari keturunannya (Ibrahim) yaitu Dawud, Sulaiman, Ayyub, Yusuf, Musa, dan Harun. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik, (85) dan Zakaria, Yahya, Isa dan Ilyas. Semuanya termasuk orang-orang yang saleh, (86) Dan Ismail, Alyasa, Yunus dan Lut. Masing-masing Kami lebihkan (derajatnya) di atas umat lain (pada masanya), (al-An'am/6: 84, 85 dan 86).\n\nKisah para nabi itu sebagian besar terdapat pada Surah Hud/11 dan Surah asy-Syu'ara/26. Rasul-rasul yang tidak dikisahkan itu kurang dikenal umatnya oleh orang Arab dan tidak dikenal pula oleh Ahli Kitab yang berdampingan masa hidupnya dengan mereka. Hikmah dari mengisahkan nabi-nabi itu ialah untuk mengambil iktibar dan pelajaran, untuk menambah ketabahan hati ketika menghadapi tantangan-tantangan dan permusuhan dan untuk memperkuat kenabian Muhammad, sebagaimana firman Allah:\n\nDan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu; dan di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat dan peringatan bagi orang yang beriman. (Hud/11: 120).\n\nOrang Yahudi beranggapan, bahwa yang diberi wahyu dan pangkat kenabian itu hanya dari golongan mereka saja, padahal beberapa ayat menunjukkan bahwa Allah telah mengutus beberapa rasul untuk setiap umat sebagai realisasi dari rahmat Allah yang tersebar luas ke seluruh dunia. Firman Allah:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah Tagut\" ¦ (an-Nahl/16: 36).\n\n\n¦Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24).\n\nAllah telah berbicara langsung kepada Musa meskipun Allah tidak menampakkan wujud-Nya kepada Nabi Musa ketika menurunkan wahyu kepadanya sebagaimana dijelaskan Allah di dalam firman-Nya:\n\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. ¦ (asy-Syura/42: 51).\n\nPembicaraan Allah kepada Musa itu termasuk pembicaraan di belakang tabir, karena beliau hanya mendengar kalam Ilahi dan tidak dapat melihat-Nya.",
    "quraish": "Begitulah, Kami telah mengutus banyak rasul sebelummu. Di antara mereka ada yang Kami ceritakan kisahnya kepadamu, dan ada pula yang tidak Kami ceritakan. Cara Allah memberikan wahyu kepada Mûsâ adalah dengan berbicara secara langsung dari balik tabir, tanpa perantara.",
    "jalalayn": "(Dan) telah Kami utus (rasul-rasul yang telah Kami kisahkan tentang mereka kepadamu dulu, dan rasul-rasul yang belum Kami kisahkan). Diriwayatkan bahwa Allah swt. mengirim delapan ribu orang nabi, empat ribu dari kalangan Bani Israel dan empat ribu lagi dari kalangan manusia lainnya ini dikatakan oleh Syekh dalam surah Ghafir. (Dan Allah telah berbicara dengan Musa sebenar berbicara) artinya secara langsung."
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 165,
    "arab": "رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
    "translation": "Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/658.mp3",
    "tafsir": "Dan Allah telah mengutus para rasul yang sebagian telah dikisahkan dan sebagian lagi tidak, supaya mereka menyampaikan berita gembira kepada orang-orang yang beriman dan beramal saleh, bahwa mereka akan mendapat pahala yang besar di akhirat dan memberi peringatan kepada orang-orang kafir dan durhaka, bahwa mereka akan mendapat siksa dalam api neraka. Jika Allah tidak mengutus para rasul kepada manusia, niscaya orang kafir pada hari Kiamat nanti akan menyampaikan hujah atau alasan supaya mereka jangan dipersalahkan atau dituntut sebab belum pernah kedatangan seorang rasul yang memberi peringatan. Hal ini dijelaskan dalam firman Allah:\n\nDan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Al-Qur'an itu diturunkan), tentulah mereka berkata, \"Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah?\" (thaha/20:134).\n\nJadi jelas sekali, bahwa hikmah diutusnya para rasul itu ialah untuk membatalkan hujah atau alasan orang kafir nanti pada hari kiamat.\n\nKatakanlah (Muhammad), \"Alasan yang kuat hanya pada Allah. Maka kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.\" (al-An'am/6:149).\n\nAllah Mahakuasa, tidak dapat dikalahkan dalam segala urusan yang dikehendaki-Nya, lagi Mahabijaksana dalam segala perbuatannya. Menurut kebijaksanaan-Nya tidak perlu melayani permintaan orang-orang kafir Yahudi untuk menurunkan sebuah kitab dari langit, sebab sudah ada pengalaman dengan Musa. Mereka pernah meminta yang aneh-aneh kepada Musa, dan setelah permintaannya dipenuhi, mereka semakin menampakkan keingkaran dan keserakahannya.",
    "quraish": "Semua rasul itu Kami utus sebagai pembawa berita gembira berupa pahala bagi siapa yang percaya, dan pemberi peringatan berupa siksa bagi siapa yang kufur. Hal itu agar tidak ada alasan lagi bagi manusia untuk membantah Allah setelah diutusnya rasul-rasul itu. Sesungguhnya Allah Mahakuasa atas segala sesuatu, Mahamenang dan tidak ada yang menyaingi-Nya, lagi Mahabijaksana dalam segala perbuatan-Nya.",
    "jalalayn": "(Yaitu rasul-rasul) menjadi badal bagi rasul-rasul yang sebelumnya (selalu pembawa berita gembira) dengan diberinya pahala kepada orang yang beriman (dan penyampaian peringatan) dengan adanya siksa kepada orang yang ingkar. Mereka Kami utus itu ialah (agar tidak ada lagi bagi manusia terhadap Allah alasan) yang dapat dikemukakan (setelah) pengiriman (rasul-rasul itu) kepada mereka, misalnya dengan mengatakan, \"Wahai Tuhan kami! Kenapa tidak Tuhan kirim kepada kami seorang rasul agar kami dapat mengikuti ayat-ayat-Mu dan menjadi orang-orang beriman!\" Maka Tuhan pun telah lebih dulu mengirimkan mereka untuk mematahkan alasan mereka tadi (Dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya. Ayat berikut diturunkan tatkala orang-orang Yahudi ditanyai orang mengenai kenabian Muhammad saw. lalu mereka ingkari:"
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 166,
    "arab": "لٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ اَنْزَلَ اِلَيْكَ اَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ ",
    "translation": "Tetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/659.mp3",
    "tafsir": "Walaupun orang Yahudi itu mengingkari kenabian Muhammad saw dan tidak mau menjadi saksi atas kebenarannya, namun Allah yang menjadi saksi atas kebenaran Al-Qur'an yang diturunkan kepada Muhammad. Allah memperkuat lagi kesaksian-Nya dengan menyatakan bahwa Allah telah menurunkan Al-Qur'an dengan ilmu-Nya, yang belum pernah diketahui oleh Nabi Muhammad dan kaum mukminin, dengan rangkaian dan susunan kata-katanya yang indah, bukan prosa, bukan puisi, berisi ilmu dan hikmah yang padat, tidak mungkin ditiru oleh siapa pun, sanggup menghadapi tantangan zaman, kapan saja dan di mana saja, mengandung aspek-aspek ilmu pengetahuan yang dibutuhkan oleh masyarakat, sesuai dengan firman Allah:\n\n...Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab¦. (al-An'am/6:38).\n\nMaksudnya dalam Al-Qur'an telah ada pokok-pokok ajaran agama, norma-norma, hikmah-hikmah dan tuntunan untuk kebahagiaan manusia di dunia dan di akhirat dan kebahagiaan makhluk pada umumnya. Al-Qur'an mengandung berita-berita yang gaib tentang masa lampau, masa sekarang dan masa mendatang. Barang siapa dengan tekun mempelajari Al-Qur'an akan bertambah yakin atas kebenarannya dan sanggup pula menjadi saksi. Para malaikat pun terutama Jibril yang jadi perantara dalam turunnya Al-Qur'an itu, ikut menjadi saksi atas kebenarannya. Sebenarnya cukup dengan kesaksian dari Allah, sebab tidak ada yang lebih benar dan terpercaya daripada kesaksian Allah.",
    "quraish": "Namun jika mereka tidak mau mengakui kebenaranmu, Allah akan tetap memberikan persaksian atas kebenaran al-Qur'ân yang diturunkan kepadamu. Dia menurunkannya sesuai dengan ilmu-Nya. Malaikat- malaikat pun menjadi saksi atas hal itu. Persaksian Allah sudah cukup bagimu, Muhammad, hingga kamu tidak memerlukan lagi persaksian yang lain.",
    "jalalayn": "(Tetapi Allah menyaksikan) artinya tentang kenabianmu (dengan apa yang diturunkan-Nya kepadamu) berupa Alquran yang menjadi mukjizat itu (diturunkan-Nya) sebagai hasil (dari ilmu-Nya) atau memuat ilmu-Nya (dan malaikat-malaikat pun menjadi saksi) pula atas kenabianmu itu. (Dan cukuplah Allah sebagai saksi)-nya."
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 167,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا",
    "translation": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/660.mp3",
    "tafsir": "Sesungguhnya orang yang masih tetap dalam kekafiran setelah datang petunjuk yang dibawa oleh Nabi Muhammad dan selalu menghalangi orang supaya jangan percaya kepadanya dan kepada Al-Qur'an yang diturunkan kepadanya seperti yang selalu dipraktekkan oleh orang-orang Yahudi Medinah dan orang-orang kafir Mekah, telah dinyatakan oleh Allah bahwa mereka itu sesat dari jalan yang benar dan sulit bagi mereka untuk kembali kepada kebenaran. Memang tepat apa yang diterangkan Allah mengenai orang-orang Yahudi itu, karena mereka sudah seharusnya percaya kepada seruan Nabi Muhammad, apalagi mereka telah mengenal beliau dalam kitab mereka sendiri, tetapi mereka tetap ingkar dan selalu mengadakan kebohongan dan tuduhan-tuduhan palsu terhadap beliau dan terhadap Al-Qur'an yang dibawanya agar manusia jangan beriman. Di antara tuduhan-tuduhan yang mereka kemukakan itu ialah \"Kalau benar Muhammad itu seorang rasul mengapa tidak diturunkan kepadanya sebuah kitab yang lengkap sekaligus sebagaimana kitab Taurat yang diturunkan kepada Musa?.\" Dengan berbohong mereka berkata, \"Allah telah menyebutkan dalam Taurat bahwa syariat Nabi Musa tidak akan diganti dan tidak akan dihapus sampai hari Kiamat.\"\nSeribu satu alasan mereka kemukakan untuk menolak kebenaran kenabian Muhammad dan Al-Qur'an, tetapi semua alasan itu hanya dibuat-buat dan tidak dapat dibuktikan kebenarannya. Oleh sebab itu amat tepatlah bila mereka dicap oleh Allah sebagai orang yang jauh sekali tersesat dari jalan yang lurus.",
    "quraish": "Sesungguhnya orang-orang kafir yang tidak percaya kepadamu dan menghalang-halangi manusia untuk masuk ke dalam agama Allah, benar-benar telah tersesat jauh dari kebenaran.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir) kepada Allah (dan menghalang-halangi) manusia (dari jalan Allah) artinya dari agama Islam dengan menyembunyikan ciri-ciri Nabi Muhammad saw.; maksudnya ialah orang-orang Yahudi (maka sesungguhnya mereka telah sesat sejauh-jauhnya) dari kebenaran."
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 168,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ ",
    "translation": "Sesungguhnya orang-orang yang kafir dan melakukan kezaliman, Allah tidak akan mengampuni mereka, dan tidak (pula) akan menunjukkan kepada mereka jalan (yang lurus),   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/661.mp3",
    "tafsir": ". Di samping orang Yahudi itu dicap sebagai orang kafir, mereka dicap pula sebagai orang yang zalim. Memang demikianlah halnya orang-orang kafir itu. Mereka zalim terhadap diri sendiri, zalim terhadap kebenaran dan zalim terhadap orang lain. Zalim terhadap diri sendiri karena mereka tetap tidak mau menerima kebenaran, meskipun bukti telah menunjukkan dengan jelas kesesatan mereka. Dan karena memperturutkan hawa nafsu dan keinginan untuk mempertahankan kedudukan dan menguasai harta kekayaan, akhirnya mereka sendirilah yang rugi. Zalim terhadap kebenaran karena mereka selalu berusaha menutupinya dan menyembunyikan agar tidak tersebar di kalangan manusia, dan agar mereka sajalah yang benar dan dipuja-puja. Zalim terhadap orang lain (masyarakat) karena dengan tindakan-tindakan mereka, orang yang seharusnya dapat menikmati kebenaran tetap dalam kesesatan dan terhalang dari merasakan nikmatnya, mereka berusaha mencegah orang yang ingin menyiarkannya kepada orang yang ingin memahami dan menganut agama yang membawa kebenaran. Orang yang demikian sifatnya dan demikian besar bahayanya bagi masyarakat, sudah sewajarnya mendapat kemurkaan Allah, dan wajar pula bila Allah tidak akan mengampuni mereka dan tidak akan menunjukkan kepada mereka, kecuali jalan ke neraka Jahanam tempat mereka kekal di dalamnya untuk selama-lamanya. Demikianlah keadilan Tuhan dan amat mudah bagi-Nya melaksanakan keadilan itu.",
    "quraish": "Orang-orang yang kafir dan menganiaya diri mereka dengan kekufuran, menganiaya Rasulullah saw. dengan mengingkari rislahnya, dan menganiaya manusia dengan menyembunyikan kebenaran, sungguh tidak akan diampuni Allah selama mereka masih kafir. Mereka juga tidak akan ditunjukkan Allah ke jalan keselamatan. Allah memang tidak akan mengampuni orang-orang yang sesat seperti mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir) kepada Allah (dan berlaku aniaya) kepada nabi-Nya dengan menyembunyikan ciri-cirinya itu (maka Allah sekali-kali tidak akan mengampuni mereka dan tidak pula akan menunjukkan kepada mereka suatu jalan) di antara jalan-jalan yang banyak ini."
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 169,
    "arab": "اِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
    "translation": "kecuali jalan ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Dan hal itu (sangat) mudah bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/662.mp3",
    "tafsir": ". Di samping orang Yahudi itu dicap sebagai orang kafir, mereka dicap pula sebagai orang yang zalim. Memang demikianlah halnya orang-orang kafir itu. Mereka zalim terhadap diri sendiri, zalim terhadap kebenaran dan zalim terhadap orang lain. Zalim terhadap diri sendiri karena mereka tetap tidak mau menerima kebenaran, meskipun bukti telah menunjukkan dengan jelas kesesatan mereka. Dan karena memperturutkan hawa nafsu dan keinginan untuk mempertahankan kedudukan dan menguasai harta kekayaan, akhirnya mereka sendirilah yang rugi. Zalim terhadap kebenaran karena mereka selalu berusaha menutupinya dan menyembunyikan agar tidak tersebar di kalangan manusia, dan agar mereka sajalah yang benar dan dipuja-puja. Zalim terhadap orang lain (masyarakat) karena dengan tindakan-tindakan mereka, orang yang seharusnya dapat menikmati kebenaran tetap dalam kesesatan dan terhalang dari merasakan nikmatnya, mereka berusaha mencegah orang yang ingin menyiarkannya kepada orang yang ingin memahami dan menganut agama yang membawa kebenaran. Orang yang demikian sifatnya dan demikian besar bahayanya bagi masyarakat, sudah sewajarnya mendapat kemurkaan Allah, dan wajar pula bila Allah tidak akan mengampuni mereka dan tidak akan menunjukkan kepada mereka, kecuali jalan ke neraka Jahanam tempat mereka kekal di dalamnya untuk selama-lamanya. Demikianlah keadilan Tuhan dan amat mudah bagi-Nya melaksanakan keadilan itu.",
    "quraish": "Tetapi, sebaliknya, mereka akan ditunjukkan Allah jalan ke neraka. Mereka akan kekal abadi di dalamnya. Hal itu sungguh mudah bagi Allah.",
    "jalalayn": "(Kecuali jalan neraka Jahanam) maksudnya jalan menuju ke sana (kekal mereka) artinya ditakdirkan kekal (di dalamnya) jika mereka telah memasukinya (buat selama-lamanya. Dan yang demikian itu bagi Allah mudah) artinya gampang dan tidak sulit adanya."
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 170,
    "arab": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الرَّسُوْلُ بِالْحَقِّ مِنْ رَّبِّكُمْ فَاٰمِنُوْا خَيْرًا لَّكُمْ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا",
    "translation": "Wahai manusia! Sungguh, telah datang Rasul (Muhammad) kepadamu dengan (membawa) kebenaran dari Tuhanmu, maka berimanlah (kepadanya), itu lebih baik bagimu. Dan jika kamu kafir, (itu tidak merugikan Allah sedikit pun) karena sesungguhnya milik Allah-lah apa yang di langit dan di bumi. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/663.mp3",
    "tafsir": "Pada ayat ini Allah menunjukkan firman-Nya kepada manusia umumnya sesudah menjelaskan pada ayat-ayat yang lalu kebenaran dakwah yang dibawa oleh Nabi Muhammad saw, dan kebatilan pendirian Ahli Kitab. Setelah menolak semua hujah dan alasan mereka yang menjelek-jelekkan Nabi dan Al-Qur'an yang dibawanya, tibalah saatnya untuk membenarkan yang dibawa oleh Rasul-Nya Muhammad saw, yang kerasulannya tidak saja dikuatkan dengan mukjizat, tetapi telah dibenarkan pula oleh Ahli Kitab, karena terdapat dalam kitab-kitab mereka sendiri bahwa akan datang seorang Rasul yang membenarkan rasul-rasul yang sebelumnya.\nAllah memerintahkan supaya manusia beriman kepada-Nya karena itulah yang baik bagi mereka. Ajaran-ajaran yang dibawanyalah yang akan membawa manusia kepada keselamatan dan kebahagiaan di dunia dan akhirat sebagaimana tersebut dalam firman-Nya:\n\nDan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya/21:107).\n\nBarang siapa yang mematuhi perintah ini dan menjadi seorang mukmin sejati, tentulah ia akan diridai Allah dan dilimpahkan rahmat-Nya dan tentulah ia akan menjadi orang yang beruntung di dunia dan di akhirat. Di dunia ia akan hidup dengan penuh kebahagiaan karena rongga dadanya telah dipenuhi oleh iman, takwa serta tawakal kepada Allah; ia akan dapat merasakan bagaimana manisnya iman. Di akhirat ia akan dimasukkan ke dalam surga Jannatun Na'im, ia kekal di dalamnya untuk selama-lamanya. Tetapi bila mereka tidak mematuhi seruan ini dan tetap dalam kekafiran, maka mereka sendirilah yang akan menderita kerugian, tidak dapat merasakan ketenteraman dan kebahagiaan, selalu terombang-ambingkan dalam badai kesesatan dan keraguan, karena tidak mempunyai pegangan dalam mengarungi lautan hidup yang tidak diketahuinya di mana ujung dan pangkalnya. \nBagi Allah sendiri kekafiran seseorang tidaklah merugikan-Nya dan tidak mengurangi keagungan dan kemuliaan-Nya, karena Dialah yang memiliki langit dan bumi, Dialah Yang Mahakuasa menyiksa orang-orang yang kafir, memberi rahmat dan nikmat kepada hamba-Nya. Dia Maha Mengetahui segala tindak tanduk hamba-Nya dan segala isi hati mereka. Dia Mahabijaksana dalam segala tindakan-Nya, Mahaadil dalam segala pembalasan-Nya. Hanya terserah kepada hamba-Nya, apakah ia akan memilih iman yang membawa kepada kebahagiaan yang abadi atau akan memilih kekafiran yang akan membawa kepada penderitaan dan siksaan yang abadi pula.",
    "quraish": "Wahai manusia, sesungguhnya Rasulullah (Muhammad) membawa agama yang benar dari sisi Tuhan kalian. Maka, percayailah ajaran yang dibawanya, karena hal itu lebih baik bagi kalian. Jika kalian menolak ajarannya dan lebih memilih kekufuran, maka Allah sebenarnya tidak membutuhkan keimanan kalian, karena Dia adalah penguasa kalian. Segala apa yang ada di langit dan bumi adalah hak-Nya: hak milik, hak cipta dan hak pakai. Dialah yang Maha Mengetahui semua makhluk-Nya lagi Mahabijaksana dalam berbuat. Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat baik dan tidak akan melalaikan balasan orang-orang yang berbuat jahat.",
    "jalalayn": "(Hai manusia) maksudnya warga Mekah (sesungguhnya telah datang kepadamu rasul) yakni Muhammad saw. (membawa kebenaran dari Tuhanmu, maka berimanlah kamu) kepadanya (dan usahakanlah yang terbaik bagi kamu) dari apa yang melingkungimu (Dan jika kamu kafir) kepadanya (maka bagi-Nya apa yang di langit dan yang di bumi) baik sebagai milik maupun sebagai makhluk dan hamba hingga tidaklah merugikan kepada-Nya kekafiranmu itu (Dan Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai perbuatan-Nya terhadap mereka."
  },
  {
    "ruku": 84,
    "name": "An-Nisa'",
    "ayat": 171,
    "arab": "يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّۗ اِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ اَلْقٰهَآ اِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗاِنْتَهُوْا خَيْرًا لَّكُمْ ۗ اِنَّمَا اللّٰهُ اِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ اَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ",
    "translation": "Wahai Ahli Kitab! Janganlah kamu melampaui batas dalam agamamu, dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sungguh, Al-Masih Isa putra Maryam itu adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya. Maka berimanlah kepada Allah dan rasul-rasul-Nya dan janganlah kamu mengatakan, “(Tuhan itu) tiga,” berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Mahasuci Dia dari (anggapan) mempunyai anak. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan cukuplah Allah sebagai pelindung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/664.mp3",
    "tafsir": "Kaum Nasrani sudah melampaui batas dalam beragama dengan menambah-nambah hal-hal yang bukan dari agama, seperti memuja dan mengagung-agungkan nabi mereka, sampai melampaui batas-batas yang telah ditentukan Allah dengan mengada-adakan kebohongan terhadap-Nya dan dengan mengatakan bahwa Isa itu adalah putra Allah. (al-Ma'idah/5: 77)\nHal ini pulalah yang membawa kaum Nasrani kepada anggapan bahwa Tuhan itu salah satu dari Tuhan yang tiga atau Tuhan itu terdiri dari tiga oknum. Sebagai penolakan atas paham yang salah ini Allah menyatakan bahwa Isa anak Maryam hanyalah utusan Allah kepada hamba-Nya, bukan Tuhan yang disembah sebagai yang dianggap kaum Nasrani. Isa sendiri menyeru mereka supaya mengesakan Allah, tak ada yang disembah selain Allah, dan Nabi Isa telah melarang pula kaumnya mempersekutukan Allah dengan apa pun. Sebagai tambahan atas penegasan tersebut Allah berfirman lagi bahwa Isa itu diciptakan dengan kalimat berupa ucapan \"jadilah\" (kun), tanpa ada seorang laki-laki pun (bapak) yang menikahi ibunya, dan tanpa air mani yang masuk ke dalam rahim ibunya, seperti terciptanya manusia biasa.\nTatkala Allah mengutus malaikat Jibril kepada Maryam dan memberitahukan bahwa ia adalah utusan Allah yang diperintahkan untuk menyampaikan berita gembira kepadanya, yaitu dia akan memperoleh seorang anak laki-laki, Maryam merasa terkejut dan membantah dengan keras, karena ia masih perawan dan tidak pernah bersuami atau disentuh oleh seorang laki-laki. LaIu Jibril membacakan kepadanya firman Allah:\n\n¦\"Demikianlah Allah menciptakan apa yang Dia kehendaki. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3:47).\n\nDemikianlah dengan kata \"kun\" itu terciptalah Isa dalam kandungan ibunya. Inilah suatu bukti kekuasaan Allah. Bila Dia hendak menciptakan sesuatu cukup dengan ucapan \"kun\" saja. Hal serupa ini berlaku pula pada penciptaan Adam sebagaimana tersebut pada firman Allah:\n\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Allah berfirman kepadanya: \"Jadilah\" (seorang manusia) maka jadilah dia (Ali 'Imran/3:59).\n\nLalu ditiuplah roh ciptaan Allah ke dalam rahim ibunya dan berkembanglah ia sampai datang masa melahirkan. Sebagaimana kaum Nasrani menduga bahwa yang ditiupkan ke dalam rahim ibunya itu adalah sebagian dari roh Allah dan atas dasar inilah mereka menganggap bahwa Isa adalah putra Allah, karena ia adalah sebagian dari roh-Nya, (Matius 1.18).\nSikap Ahli Kitab yang berlebihan dalam memahami agamanya tidak saja di kalangan Nasrani, tetapi juga tentunya di kalangan orang Yahudi. Sikapnya yang melampaui batas dalam memahami ketentuan agamanya sehingga mereka sering bersikap dan bertindak begitu ketat dengan menambah-nambahkan ketentuan sendiri, atau sebaliknya sering melanggar ketentuan Taurat dalam syariat Musa, seperti yang dapat kita baca di sana sini dalam Al-Qur'an, sampai-sampai mereka mengatakan \"Uzair putra Allah\" (at-Taubah/9: 30). Mereka menjadi bangsa yang rasialis, eksklusif, sangat fanatik, menolak semua nabi dan rasul utusan Allah yang bukan Yahudi (Gentile), mereka membunuh para nabi dan menuduh Isa dan ibunya Maryam dengan tuduhan yang keji. Mereka terpecah ke dalam beberapa sekte. Yang menonjol waktu itu adalah golongan konservatif Sadducee yang hanya mengakui lima kitab Musa (Pentateuch), atau golongan Pharisee yang sangat kaku dalam menjalankan hukum tertulis, tetapi mau menerima hukum lisan dan hukum adat Yahudi.\nBegitu juga sikap umat Nasrani yang telah melampaui batas dengan mengangkat dan menempatkan Nabi Isa sebagai Yesus yang disamakan dengan Tuhan atau menisbahkannya sebagai putra Tuhan. Mereka telah menyentuh keimanan (akidah) yang pokok sampai melahirkan doktrin Trinitas. Doktrin ini sudah berkembang dan menjadi pangkal perdebatan para pendeta mereka pada masa lalu, dari abad ke-2 sampai abad ke-6 Masehi, seperti Marcionisme, Yakobit dan Nestori (Nestorian) yang masih bertahan di Suria atau Maronit yang banyak dianut di Libanon, Paulicianism dan yang lain. Mereka berdebat sekitar kodrat Kristus: Tuhan, anak Tuhan atau satu dari tiga oknum dari Roh Kudus, sampai juga melibatkan ibunya Maria sebagai pujaan.\nKaum Muslimin perlu sekali menyadari sekalipun dalam bentuk lain, jangan sampai terjerumus ke dalam sikap berlebihan dalam menerima ajaran Islam, yang umumnya berkisar dalam soal fikih, di satu pihak mau serba ketat atau di pihak lain yang sebaliknya, mau serba longgar. \nAda di antara mufasir menceritakan mengenai anggapan ini bahwa seorang tabib Nasrani yang mengobati Khalifah Harun ar-Rasyid berdiskusi dengan seorang ulama Islam yaitu Ali bin Husein al-Waqidi al-Marwazi. Tabib Nasrani itu berkata kepada al-Waqidi bahwa di dalam Kitab (Al-Qur'an) terdapat ayat yang membenarkan pendapat dan kepercayaan Nasrani bahwa Isa, adalah sebagian dari Allah, lalu dia membacakan bagian pertama dari ayat 171 ini. Sebagai jawaban atas perkataan tabib itu al-Waqidi membacakan ayat:\n\nDan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jasiyah/45:13).\n\nKemudian al-Waqidi berkata \"Kalau benar apa yang kamu katakan bahwa kata \"min-hu\" dalam ayat yang kamu baca itu berarti \"sebagian daripada-Nya\", sehingga kamu mengatakan bahwa Isa a.s. adalah sebagian dari Allah pula. Hal ini berarti bahwa apa yang ada di langit dan di bumi ini adalah sebagian pula dari Allah.\" Dengan jawaban ini terdiamlah tabib Nasrani itu lalu dia masuk Islam.173\nKarena kaum Nasrani telah tersesat dari akidah tauhid yang dibawa oleh para rasul, maka Allah memerintahkan kepada mereka agar kembali kepada akidah yang benar dengan beriman kepada Allah Yang Maha Esa dan beriman kepada rasul-Nya yang selalu menyeru kepada akidah tauhid dan janganlah mereka mengatakan bahwa ada tiga Tuhan yaitu Bapak, Anak dan Roh Kudus (Rohulkudus), atau mengatakan bahwa Allah itu terdiri dari tiga oknum, masing-masing adalah Tuhan yang sempurna, dan kumpulan dari tiga oknum itulah Tuhan Yang Esa. Mereka diperintahkan meninggalkan paham yang sesat dan menyesatkan itu, karena meninggalkan paham yang sesat itulah yang baik bagi mereka. Mereka akan menjadi penganut agama tauhid yang dibawa oleh Nabi Ibrahim dan para nabi sebelum dan sesudahnya. Mereka akan menjadi orang yang benar dan tidak akan termasuk golongan orang-orang kafir. Dalam ayat lain Allah berfirman:\n\nSungguh telah kafir orang-orang yang mengatakan \"Bahwa Allah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Maha Esa. (al-Maidah/5:73).\n\nJika mereka tidak berhenti dari apa yang mereka katakan itu, pasti orang-orang yang kafir di antara mereka akan ditimpa siksaan yang pedih. Kemudian ditegaskan lagi kepada mereka bahwa Allah sajalah Tuhan Yang Maha Esa, Tuhan Maha bersih dari sifat berbilang atau terbagi-bagi kepada beberapa bagian atau tersusun dari tiga oknum atau bersatu dengan makhluk-makhluk lainnya. Maha Suci Allah dari hal-hal tersebut dan mustahil Dia mempunyai anak sebagaimana anggapan mereka atau Isa itu adalah Tuhan sebagaimana dikatakan oleh segolongan lain di antara mereka. Allah adalah Maha Esa tidak ada yang menyerupai-Nya dan tidak beristri sebagaimana manusia. Dialah pemilik langit dan bumi serta semua yang ada pada keduanya termasuk Isa as. Allah berfirman:\n\n\"Tidak ada seorang pun di langit dan di bumi, melainkan akan datang kepada (Allah) Yang Maha Pengasih selaku seorang hamba\" (Maryam/19:93).\n\nSemua makhluk tanpa kecuali akan menghadap ke hadirat Tuhan Allah sebagai hamba, apapun pangkat dan derajatnya, baik dia malaikat, seorang nabi, seorang yang diciptakan-Nya tanpa bapak dan ibu seperti Nabi Adam atau yang diciptakan-Nya tanpa bapak saja seperti Isa a.s. maupun yang diciptakan dengan perantara bapak dan ibu; semuanya itu adalah hamba-Nya yang mengharapkan karunia dan rahmat-Nya, Allah-lah yang berkuasa sepenuhnya atas mereka dan Allah-lah yang memelihara dan kepada--Nyalah mereka harus menyembah, berdoa dan bertawakal. Akidah tauhid inilah yang dibawa dan disampaikan para nabi dan rasul kepada umatnya termasuk Nabi Isa, dan paham inilah yang dianut oleh para pengikutnya sesuai dengan dakwah dan ajarannya. Tetapi pengikutnya yang datang kemudian terutama pengikut-pengikut yang dahulunya telah menganut agama-agama yang bermacam-macam tidak dapat melepaskan dirinya dari paham lama yang sesat itu sehingga mereka mencoba dan berusaha dengan sekuat tenaga agar agama Masehi yang mereka anut mempunyai corak yang sama dengan agama-agama nenek moyang mereka dahulu. \nPaham Trinitas (menganggap Tuhan adalah tiga) sudah berkembang di Mesir, semenjak lebih kurang 4.000 tahun sebelum Masehi. Di antara mereka ada yang menganggap bahwa tuhan itu ialah dewa Osiris, Isis dan Horus. Demikian pula di India ajaran Hinduisme mengatakan bahwa Tuhan itu adalah tri tunggal yang terdiri dari Brahma, Wisnu, dan Syiwa. Penganut Budisme pun ada yang mengatakan bahwa Budha itu adalah Tuhan yang terdiri dari tiga oknum. Juga di Persia terdapat paham Mazdaisme (Zoroaster) yang bercorak dualisme: baik dan jahat, terang dan gelap dengan dewa tertinggi Ahura Mazda (Ormuzd) dan dewa-dewa lain, lawan Ahriman. Akhirnya mereka terbawa hanyut oleh paham trinitas yang beraneka ragam coraknya dan jadilah mereka tersesat dari paham tauhid yang dibawa Nabi Isa dan amat sulitlah bagi mereka untuk meniggalkannya. Para intelektual dari penganut agama Masehi ini memang merasakan dan mengetahui bahwa paham taslis (trinitas) ini tidak dapat diterima akal, tetapi mereka tetap mencari-cari alasan untuk membenarkan paham ini. Di antara pendeta mereka ada yang mengatakan, \"Dalam hal ini kita harus menyerahkan persoalan ini kepada hal-hal yang gaib yang belum diketahui oleh manusia dan tidak akan dapat diketahuinya, kecuali bila hijab telah berkata untuk itu dan jelaslah pada waktu itu semua yang ada di langit dan di bumi.\"\nPendeta Bother pengarang buku al-Ushul wal-Furu' dari salah seorang juru penerang agama Nasrani berkata mengenai hal ini: \"Kita telah mencoba memahaminya dengan lebih jelas yaitu dikala telah terbuka bagi kita tabir rahasia semua apa yang ada di langit dan di bumi.\"\nDapat disimpulkan bahwa agama Nasrani benar-benar didasarkan kepada paham tauhid yang murni tetapi para pendetanya mencampurbaurkan dan mengubahnya menjadi agama trinitas yang tidak dapat dipahami oleh akal, karena terpengaruh oleh paham-paham taslis bangsa Yunani dan Romawi yang mereka ambil dari paham-paham keagamaan Mesir lama dan Brahma.",
    "quraish": "Wahai Ahl al-Kitâb, janganlah kalian menentang kebenaran dan melampaui batas dalam beragama. Jangan berbuat dusta kepada Allah dengan mengingkari risalah 'Isâ a. s atau dengan menjadikannya sebagai tuhan selain Allah. 'Isâ al-Masîh hanyalah rasul Allah seperti rasul-rasul yang lain. 'Isâ diciptakan Allah dengan kekuasaan dan kalimat-Nya yang disampaikan dan ditiupkan oleh malaikat Jibrîl kepada Maryam. Hal itu merupakan salah satu rahasia kekuasaan Allah. Oleh karena itu, berimanlah kepada Allah dan rasul- rasul-Nya dengan benar dan jangan beranggapan bahwa tuhan itu ada tiga. Tinggalkanlah kebatilan itu, karena hal itu lebih baik. Sesungguhnya Allah Mahaesa, tidak ada sekutu bagi-Nya. Allah Mahasuci dari kemungkinan mempunyai anak. Segala yang ada di langit dan di bumi adalah kepunyaan-Nya. Cukuplah Allah sebagai pemelihara dan pengatur kepunyaan-Nya.",
    "jalalayn": "(Hai Ahli kitab) maksudnya kitab Injil (janganlah kamu melampaui batas dalam agamamu dan janganlah kamu katakan terhadap Allah kecuali) ucapan (yang benar) yaitu menyucikan-Nya dari kemusyrikan dan mempunyai anak. (Sesungguhnya Almasih Isa putra Maryam itu adalah utusan Allah dan kalimat-Nya yang diucapkan-Nya) atau disampaikan-Nya (kepada Maryam dan roh) artinya yang mempunyai roh (daripada-Nya) diidhafatkan kepada Allah swt. demi untuk memuliakan-Nya dan bukanlah sebagai dugaan kamu bahwa dia adalah anak Allah atau Tuhan bersama-Nya atau salah satu dari oknum yang tiga. Karena sesuatu yang mempunyai roh itu tersusun sedangkan Tuhan Maha Suci dari tersusun dan dari dinisbatkannya tersusun itu kepada-Nya (Maka berimanlah kamu kepada Allah dan kepada rasul-rasul-Nya dan janganlah kamu katakan) bahwa Tuhan itu (tiga) yakni Allah, Isa dan ibunya (hentikanlah) demikian itu (dan perbuatlah yang lebih baik bagi kamu) yakni bertauhid (Sesungguhnya Allah Tuhan Yang Maha Esa Maha Suci Dia) artinya bersih dan terhindar (dari mempunyai anak. Bagi-Nya apa yang terdapat di langit dan yang di bumi) baik sebagai makhluk maupun sebagai milik dan hamba sedangkan pemiliknya itu bertentangan dengan mempunyai anak (Dan cukuplah Allah sebagai wakil) atau saksi atas demikian itu."
  }
]