[
  {
    "ruku": 87,
    "name": "Al-Ma'idah",
    "ayat": 6,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِۗ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku, dan sapulah kepalamu dan (basuh) kedua kakimu sampai ke kedua mata kaki. Jika kamu junub, maka mandilah. Dan jika kamu sakit atau dalam perjalanan atau kembali dari tempat buang air (kakus) atau menyentuh perempuan, maka jika kamu tidak memperoleh air, maka bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/675.mp3",
    "tafsir": "Ayat ini menerangkan cara-cara berwudu. Rukun wudu ada enam. Empat rukun di antaranya disebutkan dalam ayat ini, sedang dua rukun lagi diambil dari dalil lain. Empat macam itu ialah:\n1.Membasuh muka, yaitu mulai dari rambut sebelah muka atau dahi sampai dengan dagu, dan dari telingga kanan sampai telinga kiri.\n2.Membasuh dua tangan dengan air bersih mulai dari ujung jari sampai dengan dua siku.\n3.Menyapu kepala, cukup menyapu sebagian kecil kepala menurut mazhab Syafii.184)\n4.Membasuh dua kaki mulai dari jari-jari sampai dengan dua mata kaki. Kesemuanya itu dengan menggunakan air. Sedang dua rukun lagi yang diambil dari hadis ialah:\na.Niat, pekerjaan hati, dan tidak disebutkan dalam ayat ini tetapi niat itu diharuskan pada setiap pekerjaan ibadah sesuai dengan hadis:\n\"Sesungguhnya segala amalan adalah dengan niat\" (Riwayat al-Bukhari dan Muslim dari 'Umar bin al-Khattab).\n\nb.Tertib, artinya melakukan pekerjaan tersebut di atas sesuai dengan urutan yang disebutkan Allah dalam ayat ini. Tertib itu tidak disebutkan dengan jelas di dalam ayat ini, tetapi demikianlah Nabi melaksanakannya dan sesuai pula dengan sabdanya yang berbunyi: \nMulailah dengan apa yang dimulai oleh Allah. (Riwayat an-Nasai dan Jabir bin Abdillah).\n\nAdapun selain enam rukun itu, seperti membasuh tiga kali, berkumur\nkumur adalah sunat hukumnya. Kewajiban wudu ini bukanlah setiap kali\nhendak mengerjakan salat, tetapi wudu itu diwajibkan bagi seorang yang \nakan salat, jika wudunya sudah batal atau belum berwudu, sesuai dengan\nhadis yang berbunyi: \nAllah tidak menerima salat salah seorang di antara kalian, apabila ia berhadas hingga ia berwudu. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\n\nBerikutnya Allah menerangkan hal-hal yang mengharuskan seseorang wajib mandi di antaranya :\na.Keluar mani;\nb.Jima' (bersetubuh);\nc.Haid;\nd. Nifas;\ne.Wiladah (melahirkan);\nf.Mati (orang yang hidup wajib memandikan yang mati).\n\nOrang yang terkena salah satu dari (a) sampai (e) dinamakan orang yang berhadas besar, wajib mandi dan berwudu sebelum salat. Orang yang berhadas kecil, hanya wajib berwudu saja. Kewajiban wudu disebabkan :\na.Keluar sesuatu dari lubang buang air kecil dan buang air besar;\nb.Bersentuh kulit laki-laki dengan perempuan yang bukan mahram, antara keduanya tanpa pembatas188;\nc.Tidur yang tidak memungkinkan seseorang tahu jika keluar angin dari duburnya;\nd.Hilang akal karena mabuk, gila dan sebagainya;\ne.Menyentuh kemaluan dengan telapak tangan atau menyentuh lubang dubur;\nf.Murtad (keluar dari agama Islam).\nSelanjutnya ayat ini menerangkan cara-cara bertayamum. Jika seseorang dalam keadaan sakit dan tidak boleh memakai air, atau dalam keadaan musafir tidak menemukan air untuk berwudu, maka wajib bertayamum dengan debu tanah. Caranya ialah dengan meletakkan kedua belah telapak tangan pada debu tanah yang bersih lalu disapukan ke muka, kemudian meletakkan lagi kedua telapak tangan ke atas debu tanah yang bersih, lalu telapak tangan yang kiri menyapu tangan kanan mulai dari belakang jari-jari tangan terus ke pergelangan sampai dengan siku, dari siku turun ke pergelangan tangan lagi untuk menyempurnakan penyapuan yang belum tersapu, sedang telapak tangan yang sebelah kanan yang berisi debu tanah jangan diganggu untuk disapukan pula ke tangan sebelah kiri dengan cara yang sama seperti menyapu tangan kanan. Demikianlah cara Nabi bertayamum.\nKemudian akhir ayat ini menjelaskan bahwa perintah berwudu dan tayamum bukanlah untuk mempersulit kaum Muslimin, tetapi untuk menuntun mereka mengetahui cara-cara bersuci, dan untuk menyempurnakan nikmat-Nya, agar kaum Muslimin menjadi umat yang bersyukur.",
    "quraish": "Hai orang-orang yang beriman, apabila kalian hendak melaksanakan salat, sedang kalian belum berwudu, maka berwudulah dengan membasuh muka dan tangan sampai sikunya. Lalu usaplah kepala--seluruhnya atau sebagian--dan basuhlah kaki sampai dengan kedua matanya. Apabila hendak melaksanakan salat, dan kalian dalam keadaan junub karena menggauli istri, maka mandilah dengan membasuh seluruh badan. Jika kalian menderita sakit yang tidak memungkinkan penggunaan air, atau dalam perjalanan yang tidak memungkinkan kalian mendapatkan air, atau ketika kalian selesai buang air, atau menggauli istri(1) lalu kalian tidak mendapatkan air, maka bertayamumlah dengan debu yang suci. Usaplah muka dan tangan kalian dengan debu itu. Sesungguhnya Allah tidak bermaksud menyulitkan kalian pada semua perintah-Nya. Allah menetapkan ketentuan itu semua dengan maksud untuk membersihkan kalian secara lahir dan batin, dan menyempurnakan nikmat-Nya dengan memberi petunjuk dan kemudahan kepada kalian, agar kalian bersyukur atas petunjuk dan hidayah-Nya dengan selalu menaati-Nya. (2). (1) bagian besar ahli tafsir mengartikan kata \"lâmastum\" dalam ayat ini dengan 'menyentuh'. Ada juga yang mengartikannya dengan 'menggauli'. Perbedaan penafsiran ini mempunyai konsekuensi hukum masing-masing. Jika kata \"lâmastum\" diartikan 'menyentuh', maka wudu seseorang menjadi batal dengan sekadar sentuhan. Tetapi jika diartikan 'menggauli', wudu seseorang tidak batal hanya karena menyentuh wanita. (2) rsuci (thahârah) dalam Islam mengandung dua pengertian. Pertama, mengarahkan hati kepada Allah dengan penuh persiapan agar dapat menghadap Allah dengan jiwa bersih dan ikhlas. Kedua, bersuci secara lahiriah dengan melakukan wudu, yaitu membersihkan sebagian anggota badan dari kotoran. Bersuci dalam pengertian kedua ini kadang-kadang terulang sampai lima kali dalam sehari. Dapat pula dengan cara mandi setelah mengadakan hubungan suami istri, atau setelah bersuci dari haid dan nifas. Wudu dan mandi ini mempunyai manfaat yang besar, yaitu membersihkan dan menjaga tubuh dari kotoran dan debu yang membawa bibit penyakit, melancarkan peredaran darah dan mengurangi ketegangan otot-otot. Oleh karena itu, Rasulullah saw. bersabda, \"Kalau kamu [sedang] marah, berwudulah.\" Sedangkan tayamum mengandung makna bersuci dalam pengertian pertama, yaitu mengarahkan hati kepada Allah dengan penuh persiapan, agar dapat mengahadap Allah dengan jiwa bersih dan ikhlas.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kamu berdiri) maksudnya hendak berdiri (mengerjakan salat) dan kamu sedang berhadas (maka basuhlah muka dan tanganmu sampai ke siku) artinya termasuk siku itu sebagaimana diterangkan dalam sunah (dan sapulah kepalamu) ba berarti melengketkan, jadi lengketkanlah sapuanmu itu kepadanya tanpa mengalirkan air. Dan ini merupakan isim jenis, sehingga dianggap cukup bila telah tercapai sapuan walaupun secara minimal, yaitu dengan disapunya sebagian rambut. Pendapat ini juga dianut oleh Imam Syafii (dan kakimu) dibaca manshub karena diathafkan kepada aidiyakum; jadi basuhlah tetapi ada pula yang membaca dengan baris di bawah/kasrah dengan diathafkan kepada yang terdekat (sampai dengan kedua mata kaki) artinya termasuk kedua mata kaki itu, sebagaimana diterangkan dalam hadis. Dua mata kaki ialah dua tulang yang tersembul pada setiap pergelangan kaki yang memisah betis dengan tumit. Dan pemisahan di antara tangan dan kaki yang dibasuh dengan rambut yang disapu menunjukkan diharuskannya/wajib berurutan dalam membersihkan anggota wudu itu. Ini juga merupakan pendapat Syafii. Dari sunah diperoleh keterangan tentang wajibnya berniat seperti halnya ibadah-ibadah lainnya. (Dan jika kamu dalam keadaan junub, maka bersucilah) maksudnya mandilah (dan apabila sakit) yang akan bertambah parah dengan menyentuh air (atau dalam perjalanan) musafir (atau kamu kembali dari tempat buang air) artinya berhadas (atau menyentuh wanita) hal ini telah dibicarakan dulu pada surah An-Nisa (lalu kamu tidak memperoleh air) yakni setelah mencarinya (maka bertayamumlah) dengan mencari (tanah yang baik) tanah yang bersih (sapulah muka dan tanganmu) beserta kedua siku (dengan tanah itu) dengan dua kali pukulan. Ba menunjukkan lengket sementara sunah menjelaskan bahwa yang dimaksud ialah hendaklah sapuan itu meliputi kedua anggota secara keseluruhan (Allah tidaklah hendak menyulitkan kamu) dengan kewajiban-kewajiban berwudu, mandi atau tayamum itu (tetapi Dia hendak menyucikan kamu) dari hadas dan dosa (dan hendak menyempurnakan nikmat-Nya kepadamu) yakni dengan Islam dengan menerangkan syariat-syariat agama (semoga kamu bersyukur) atas nikmat-Nya itu."
  },
  {
    "ruku": 87,
    "name": "Al-Ma'idah",
    "ayat": 7,
    "arab": "وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙاِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "translation": "Dan ingatlah akan karunia Allah kepadamu dan perjanjian-Nya yang telah diikatkan kepadamu, ketika kamu mengatakan, “Kami mendengar dan kami menaati.” Dan bertakwalah kepada Allah, sungguh, Allah Maha Mengetahui segala isi hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/676.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada kaum Muslimin agar mengingat nikmat-Nya, yaitu peraturan-peraturan agama yang telah ditetapkan kepada mereka. Dengan datangnya agama Islam hilanglah permusuhan, timbullah persaudaraan. Sesudah itu Allah mengingatkan akan perjanjian yang pernah diikrarkan yaitu janji patuh dan taat kepada Nabi Muhammad saw baik pada waktu susah maupun senang, mengikuti segala perintahnya dan akan meninggalkan segala larangannya dengan penuh kepatuhan dan ketaatan. Pada akhir ayat ini, Allah memerintahkan supaya kaum Muslimin tetap bertakwa kepada Allah, menjaga supaya jangan sampai lupa kepada nikmat-Nya dan jangan sampai melanggar janji yang sudah diikrarkan, baik secara terang terangan maupun secara sembunyi-sembunyi. Sebab Allah Maha Mengetahui segala yang tersimpan di dalam hati manusia.",
    "quraish": "Renungkanlah, wahai orang-orang yang beriman, nikmat Allah kepada kalian dengan menunjukkan kalian kepada agama Islam. Peliharalah pelaksanaan janji yang telah kalian ucapkan saat membaiat Rasulullah, Muhammad, untuk mau mendengar dan patuh. Bertakwalah kepada Allah dengan menjaga dan melaksanakan janji-janji itu. Sesungguhnya Allah Maha Mengetahui isi hati kalian, dan Dialah yang akan memberi balasannya.",
    "jalalayn": "(Dan ingatlah olehmu karunia Allah kepadamu) maksudnya agama Islam (dan perjanjian-Nya yang telah diikat erat-Nya denganmu) artinya yang telah diperbuat-Nya denganmu (ketika kamu mengatakan) kepada Nabi saw. sewaktu baiat kepadanya (Kami dengar dan kami taati) mengenai apa juga yang engkau suruh atau pun larang, baik yang kami sukai maupun yang kami benci (dan bertakwalah kamu kepada Allah) jangan sampai melanggar perjanjian itu (Sesungguhnya Allah Maha Mengetahui isi hati) yakni apa yang terdapat di dalamnya apa lagi yang terdapat di luarnya."
  },
  {
    "ruku": 87,
    "name": "Al-Ma'idah",
    "ayat": 8,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُوْا ۗاِعْدِلُوْاۗ هُوَ اَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/677.mp3",
    "tafsir": "Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nisa/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan.\nSelanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah.\nAkhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya:\n\n\"Sesungguhnya Allah tidak menyalahi janji.\" (Ali 'Imran/3:9).\n\nAmal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya.",
    "quraish": "Hai orang-orang yang beriman, hendaklah kalian senantiasa menjalankan perintah-perintah Allah dan melaksanakan persaksian di antara manusia dengan benar. Janganlah kebencian kalian yang sangat kepada suatu kaum membawa kalian untuk bersikap tidak adil kepada mereka. Tetaplah berlaku adil, karena keadilan merupakan jalan terdekat menuju ketakwaan kepada Allah dan menjauhi kemurkaan-Nya(1). Takutlah kalian kepada Allah dalam setiap urusan. Sesungguhnya Allah Maha Mengetahui semua yang kalian perbuat dan Dia akan memberi balasan yang setimpal. (1) Islam telah menyeru umat manusia untuk selalu konsisten dengan keadilan, baik dengan penguasa maupun dengan musuh. Maka, merupakan tindakan yang tidak benar kalau kebencian mengakibatkan perlakuan tidak adil. Hal itu diterapkan pada hubungan antar individu, dan hubungan antar institusi atau negara. Bersikap adil terhadap musuh diterangkan oleh al-Qur'ân secara sangat jelas, sebagai sikap yang mendekatkan diri kepada takwa. Seandainya prinsip keadilan itu diterapkan dalam hukum internasional, maka tidak akan ada peperangan. Dan kalau setiap agama mempunyai ciri khas tersendiri, maka ciri khas Islam adalah konsep tauhid dan keadilan.",
    "jalalayn": "(Hai orang-orang yang beriman, hendaklah kamu selalu berdiri karena Allah) menegakkan kebenaran-kebenaran-Nya (menjadi saksi dengan adil) (dan janganlah kamu terdorong oleh kebencian kepada sesuatu kaum) yakni kepada orang-orang kafir (untuk berlaku tidak adil) hingga kamu menganiaya mereka karena permusuhan mereka itu. (Berlaku adillah kamu) baik terhadap lawan maupun terhadap kawan (karena hal itu) artinya keadilan itu (lebih dekat kepada ketakwaan. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan menerima pembalasan daripadanya."
  },
  {
    "ruku": 87,
    "name": "Al-Ma'idah",
    "ayat": 9,
    "arab": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ",
    "translation": "Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh, (bahwa) mereka akan mendapat ampunan dan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/678.mp3",
    "tafsir": "Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nisa/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan.\nSelanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah.\nAkhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya:\n\n\"Sesungguhnya Allah tidak menyalahi janji.\" (Ali 'Imran/3:9).\n\nAmal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya.",
    "quraish": "Allah memberi karunia-Nya dengan menjanjikan orang-orang yang beriman kepada agama-Nya dan selalu mengerjakan amal saleh, untuk mengampuni dosa-dosa dan melimpahkan pahala yang besar kepada mereka.",
    "jalalayn": "(Allah telah menjanjikan kepada orang-orang yang beriman dan yang beramal saleh) suatu janji yang baik (bahwa untuk mereka keampunan dan pahala yang besar) yakni surga."
  },
  {
    "ruku": 87,
    "name": "Al-Ma'idah",
    "ayat": 10,
    "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ",
    "translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/679.mp3",
    "tafsir": "Selanjutnya ayat itu menyatakan bahwa orang kafir yang mendustakan ayat-ayat Allah, adalah penghuni neraka. Ayat-ayat Allah artinya tanda-tanda adanya Allah Yang Maha Esa dan Al-Qur'an. Setiap ayat yang menjadi mukjizat yang besar bagi kenabian dan kerasulan Muhammad saw adalah tanda adanya Allah Yang Maha Esa dan Mahakuasa. Akhir ayat menyatakan bahwa orang-orang kafir yang mengingkari dan mendustakan ayat-ayat-Nya adalah penghuni neraka.",
    "quraish": "Orang-orang yang membangkang terhadap agama Allah dan mendustakan ayat-ayat yang membuktikan keesaan dan kebenaran risalah-Nya adalah penghuni neraka yang akan kekal di dalamnya.",
    "jalalayn": "(Sebaliknya orang-orang yang kafir dan mendustakan ayat-ayat Kami mereka itu adalah penduduk neraka.)"
  },
  {
    "ruku": 87,
    "name": "Al-Ma'idah",
    "ayat": 11,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَّبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ ",
    "translation": "Wahai orang-orang yang beriman! Ingatlah nikmat Allah (yang diberikan) kepadamu, ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allah-lah hendaknya orang-orang beriman itu bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/680.mp3",
    "tafsir": "Orang-orang yang beriman harus mengingat kembali nikmat yang sangat besar yang diberikan kepada mereka dengan kekuasaan-Nya, Allah telah menahan dan membebaskan mereka dari suatu kejahatan yang sangat berbahaya yang direncanakan oleh orang-orang kafir.\nBanyak riwayat yang menceritakan tentang sebab turunnya ayat ini yang pada umumnya berkisar di sekitar seorang laki-laki dari suku Muharib yang diutus oleh kaumnya untuk membunuh Nabi Muhammad saw. Riwayat yang terkuat ialah yang dikuatkan oleh al-Hakim dari hadis Jabir, yaitu seorang laki-laki dari suku Muharib bernama Gauras bin Haris datang dan berdiri di hadapan Rasulullah saw seraya (menghunus pedang) dan berkata, \"Siapakah yang dapat membelamu?\" Rasulullah saw menjawab, \"Allah\" maka terjatuhlah pedang itu dari tangannya lalu diambil oleh Rasulullah saw seraya berkata, \"Siapakah yang dapat membelamu?\", laki-laki itu menjawab, \"Jadilah engkau sebaik-baik orang yang bertindak.\" Rasulullah bertanya, \"Maukah engkau mengakui bahwa tiada tuhan selain Allah dan sesungguhnya aku adalah Rasul-Nya ?\" Laki-laki itu menjawab, \"Saya berjanji bahwa saya tidak akan memerangimu dan tidak akan turut dengan kaum yang akan memerangimu.\" Lalu Rasulullah saw membebaskannya, setelah ia kembali kepada kaumnya ia berkata kepada mereka: \"Saya baru saja datang menjumpai seorang manusia yang paling baik yaitu Rasulullah saw.\"\nAyat ini mengajak orang-orang yang beriman untuk mengingat kembali nikmat yang akan diberikan kepada mereka pada waktu menghadapi kaum yang bermaksud jahat, Allah menahan dan melepaskan mereka dari bahaya kejahatan musuh.\nMenurut sebagian ahli tafsir yang dimaksud dengan kejahatan dalam ayat ini ialah kejahatan Gauras yang tersebut di atas. Sebagian lain berpendapat bahwa yang dimaksud, ialah semua kejahatan yang dilakukan oleh orang kafir kepada Rasulullah dan para sahabatnya pada permulaan lahirnya Islam dan mereka selalu dilindungi Allah.\nMengingat hal-hal serupa itu sangat besar manfaatnya bagi kehidupan orang-orang yang beriman, akan lebih memperteguh imannya kepada Allah dan kekuasaan-Nya dan menimbulkan semangat dan kepercayaan kepada diri sendiri dalam menghadapi kesusahan dan penderitaan untuk menegakkan kebenaran. Pada akhir ayat ini, Allah memerintahkan kepada orang-orang mukmin supaya tetap bertakwa kepada-Nya yang telah memperlihatkan kekuasaan-Nya dalam menolong dan melindungi mereka dari kejahatan musuh. Allah menyuruh kaum Muslimin bertawakal kepada-Nya, setelah mereka melakukan usaha dan ikhtiar menurut kemampuan mereka, dan melarang mereka bertawakal selain kepada Allah.",
    "quraish": "Hai orang-orang yang beriman, renungkanlah nikmat Allah saat kalian mengalami kesusahan, ketika suatu kaum--yaitu sekelompok orang musyrik--hendak menghancurkan kalian dan Rasulullah, lalu Allah melindungi dan menyelamatkan kalian dari siksa mereka. Bertakwalah kepada Allah dan bersandarlah hanya kepada-Nya dalam segala urusan, karena Dia yang mencukupimu. Selayaknya bagi orang yang beriman untuk selalu bersandar kepada Allah.",
    "jalalayn": "(Hai orang-orang yang beriman, ingatlah nikmat Allah kepadamu ketika suatu kaum bermaksud) yakni orang-orang Quraisy (hendak memanjangkan tangan mereka kepadamu) buat mencelakakanmu (maka ditahan-Nya tangan mereka daripadamu) dan dilindungi-Nya kamu dari maksud jahat mereka itu (dan bertakwalah kamu kepada Allah dan hendaklah kepada Allah orang-orang mukmin itu bertawakal.)"
  }
]