[
  {
    "ruku": 89,
    "name": "Al-Ma'idah",
    "ayat": 20,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Ingatlah akan nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu, dan menjadikan kamu sebagai orang-orang merdeka, dan memberikan kepada kamu apa yang belum pernah diberikan kepada seorang pun di antara umat yang lain.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/689.mp3",
    "tafsir": "Pada ayat ini Nabi Muhammad diperintahkan supaya mengingat peristiwa yang dialami Musa ketika ia memerintahkan kepada kaumnya, agar mereka selalu mengingat dan mensyukuri nikmat Allah dengan cara yang benar. Nikmat Allah yang disyukuri pasti akan mendapat tambahan dari-Nya. Sebaliknya nikmat-Nya yang dikufuri para penerimanya diancam dengan siksaan. Di antara nikmat-nikmat itu:\na.Allah telah mengangkat sekian banyak nabi Bani Israil, seperti Nabi Musa, Nabi Harun, dan lain-lain.\nb.Allah menjadikan Bani Israil bebas merdeka, mengatur urusan mereka sendiri, sehingga dengan keadaan itu seakan-akan mereka mempunyai kedaulatan sepenuhnya.\nc.Allah memberikan kepada mereka hal-hal yang belum pernah diberikan kepada orang lain, misalnya waktu mereka dikejar oleh Firaun dan tentaranya menghadapi jalan buntu, maka pada waktu itu Allah membelah laut agar mereka selamat dari kejaran Firaun. Tetapi setelah mereka lewat dan Firaun bersama tentaranya mengikutinya, maka jalan itu berubah menjadi laut kembali, sehingga Firaun dan tentaranya tenggelam. Allah memberikan mann (makanan manis seperti madu) dan salwa (sebangsa burung puyuh). Dan pada waktu mereka berada di padang (gurun) dalam keadaan yang sangat panas, Allah pun mengirimkan awan tebal untuk menaungi mereka. Itulah nikmat-nikmat yang diberikan kepada mereka untuk disyukuri.",
    "quraish": "Ingatlah, wahai Rasulullah, ketika Mûsâ berkata kepada kaumnya, \"Wahai kaumku, renungkanlah nikmat Allah yang diberikan kepada kalian dengan mensyukuri dan menaati-Nya, karena Dia telah memilih banyak nabi dari kalangan kalian dan menjadikan kalian berjaya, setelah sebelumnya kalian hina di bawah kekuasaan Fir'aun. Selain itu, Dia juga memberikan nikmat yang belum pernah diberikan kepada seorang pun di antara umat yang lain.",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Hai kaumku! Ingatlah nikmat Allah kepadamu ketika diangkat-Nya padamu) maksudnya dari golonganmu (para nabi dan dijadikan-Nya kamu sebagai raja-raja) yang mempunyai anak buah dan pelayan (serta diberi-Nya kamu apa yang belum pernah diberikan-Nya kepada seorang pun di antara umat manusia) seperti hidangan dari langit, manna dan salwa, terbelahnya lautan dan lain-lain."
  },
  {
    "ruku": 89,
    "name": "Al-Ma'idah",
    "ayat": 21,
    "arab": "يٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
    "translation": "Wahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/690.mp3",
    "tafsir": "Setelah Nabi Musa mengingatkan orang-orang Yahudi dan menjelaskan nikmat-nikmat itu, kemudian memerintahkan mereka agar berani menghadapi musuh-musuh Allah dengan janji, bahwa Allah akan menolong mereka. Perintah Nabi Musa itu ialah mereka harus memasuki tanah suci Kanaan (Palestina) dan berdiam di negeri yang telah dijanjikan dan ditetapkan Allah untuk menjadi tempat tinggal mereka.\nMenurut riwayat Ibnu 'Asakir dari Mu'adz bin Jabal bahwa tanah suci itu di antara sungai Tigris dengan sungai Furat. Tanah itu disebut suci karena telah sekian banyak nabi menempatinya yang senantiasa mengajak kepada agama Tauhid, karenanya tanah itu bersih dari patung-patung dan kepercayaan yang sesat. Dan Nabi Musa melarang mereka murtad kembali menyembah berhala dan membuat keonaran dalam masyarakat dengan berbuat kezaliman dan mengikuti hawa nafsu. Jika mereka tidak mematuhi ketentuan itu mereka akan rugi, karena nikmat-nikmat yang telah diberikan kepada mereka itu akan dicabut kembali dan dibatalkan.",
    "quraish": "Wahai kaumku, taatilah perintah Allah. Masuklah ke Bayt al-Maqdis (Jerusalem) yang telah ditentukan Allah untuk kalian. Jangan gentar menghadapi penghuninya yang perkasa lalu kembali dalam keadaan merugi dan tidak mendapatkan kemenangan dan keridaan Allah.\"",
    "jalalayn": "(Hai kaumku! Masuklah kamu ke tanah suci) yang disucikan (yang telah ditetapkan Allah bagi kamu) telah dititahkan-Nya untuk memasukinya yaitu tanah Syam (dan janganlah kamu lari ke belakang) berbalik surut karena takut kepada musuh (nanti kamu menjadi orang-orang yang merugi.\") dalam usahamu."
  },
  {
    "ruku": 89,
    "name": "Al-Ma'idah",
    "ayat": 22,
    "arab": "قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ",
    "translation": "Mereka berkata, “Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/691.mp3",
    "tafsir": "Setelah Nabi Musa dan kaumnya mendekati tanah yang makmur itu, ia memerintahkan kaumnya agar mereka memasuki tanah suci itu dan siap menghadapi penduduknya. Karena kaum Nabi Musa merasa lemah, rendah \n\ndan takut, mereka pun tidak mau masuk ke tanah suci itu, bahkan mereka ingin kembali ke Mesir karena penduduk tanah suci itu adalah orang-orang yang kejam dan kasar. Mereka menyatakan kepada Nabi Musa bahwa mereka tidak akan masuk tanah suci itu selama penduduknya yang kejam itu masih di sana, jika penduduknya telah meninggalkan tanah suci, barulah mereka mau memasukinya. (Dalam Kitab Bilangan xiii. 32-33 disebutkan 'negeri yang memakan penduduknya dan dihuni oleh raksasa).\nDari jawaban kaum Nabi Musa itu dapat diambil kesimpulan, bahwa mereka sangat lemah jiwanya dan tidak mempunyai keteguhan hati. Mereka tidak ingin memperoleh kebahagiaan dan mencapai kemuliaan dengan jalan berjuang. Mereka ingin memperolehnya tanpa perjuangan. Umat yang demikian sikap dan pendiriannya tidak akan memperoleh kemuliaan, kenikmatan, kebahagiaan dan kesejahteraan. Tentang kesuburan dan kemakmuran Kanaan, negeri tua yang berbatasan dengan laut mati dan Yordan di bilangan Palestina pada waktu itu dan keadaan penduduknya yang kuat-kuat dan gagah perkasa diakui oleh pengikut-pengikut Nabi Musa yang dikirim ke sana.",
    "quraish": "Dengan melanggar perintah Allah, Banû Isrâ'îl mengatakan, \"Wahai Mûsâ, sesungguhnya di dalam negeri itu terdapat orang-orang yang gagah perkasa, dan kami tidak sanggup menghadapi mereka. Oleh karena itu, kami tidak akan memasuki negeri itu selama mereka masih berada di sana. Tetapi, jika mereka keluar, kami akan memasukinya.\"",
    "jalalayn": "(Jawab mereka, \"Hai Musa! Sesungguhnya di dalamnya ada orang-orang yang aniaya) sisa-sisa bangsa Ad yang bertubuh tinggi dan bertenaga besar (Dan sesungguhnya kami tidak akan memasukinya hingga mereka keluar daripadanya. Jika mereka telah keluar daripadanya barulah kami memasuki.\")nya."
  },
  {
    "ruku": 89,
    "name": "Al-Ma'idah",
    "ayat": 23,
    "arab": "قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَاِذَا دَخَلْتُمُوْهُ فَاِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "translation": "Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang telah diberi nikmat oleh Allah, “Serbulah mereka melalui pintu gerbang (negeri) itu. Jika kamu memasukinya niscaya kamu akan menang. Dan bertawakallah kamu hanya kepada Allah, jika kamu orang-orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/692.mp3",
    "tafsir": "Setelah terungkap sikap kaum Nabi Musa dalam hal memasuki tanah suci dan berdiam di dalamnya, maka dua orang utusan dari kaum Nabi Musa yang memang bertakwa kepada Allah dan telah diberi kenikmatan dan memperoleh keridaan-Nya, menganjurkan kepada teman-temannya agar mereka segera memasuki pintu Baitulmakdis.(Kedua orang yang saleh ini ialah Yosua bin Nun dan Kalaeb bin Yefune yang diceritakan panjang lebar dalam Kitab Bilangan 13 dan 14). Apabila mereka telah memasukinya pasti mereka akan menang dan dapat mengusir penduduknya yang kuat itu. Karena kemenangan itu diperoleh atas pertolongan Allah yang telah dijanjikan, yang pasti akan ditepatinya.",
    "quraish": "Dua orang dari pemimpin-pemimpin mereka yang takut kepada Allah dan diberi nikmat keimanan dan ketaatan berkata, \"Wahai kaum, serbulah orang-orang yang perkasa itu dan masuklah melalui pintu gerbang negeri itu secara tiba-tiba. Jika kalian melakukannya, niscaya kalian akan memperoleh kemenangan. Bertawakallah kepada Allah dalam segala urusan jika kalian benar-benar beriman.\"",
    "jalalayn": "(Berkatalah) kepada mereka (dua orang laki-laki di antara orang-orang yang takut) menyalahi perintah-perintah Allah bernama Yusya dan Kalib, yakni dua orang di antara para pemimpin yang dikirim Musa untuk menyelidiki orang-orang aniaya itu (dan Allah telah memberi kedua mereka itu nikmat) berupa tindakan bijaksana hingga mereka tak hendak menyingkapkan keadaan sebenarnya dari orang-orang aniaya itu selain kepada Musa berbeda halnya dengan anggota-anggota lainnya yang menyiarkan berita itu hingga kaum Musa pun menjadi takut karenanya. (\"Serbulah mereka dengan melalui pintu gerbang) maksudnya pintu gerbang kota dan janganlah takut kepada mereka karena mereka itu tinggal tubuh tanpa hati atau keberanian. (Apabila kamu memasukinya niscaya kamu akan beroleh kemenangan) hal itu mereka ucapkan karena yakin akan beroleh pertolongan Allah dan bahwa Allah pasti menepati janji-Nya. (Dan kepada Allahlah hendaknya kamu bertawakal jika kamu betul-betul orang-orang yang beriman.\")"
  },
  {
    "ruku": 89,
    "name": "Al-Ma'idah",
    "ayat": 24,
    "arab": "قَالُوْا يٰمُوْسٰٓى اِنَّا لَنْ نَّدْخُلَهَآ اَبَدًا مَّا دَامُوْا فِيْهَا ۖفَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَآ اِنَّا هٰهُنَا قٰعِدُوْنَ",
    "translation": "Mereka berkata, “Wahai Musa! Sampai kapan pun kami tidak akan memasukinya selama mereka masih ada di dalamnya, karena itu pergilah engkau bersama Tuhanmu, dan berperanglah kamu berdua. Biarlah kami tetap (menanti) di sini saja.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/693.mp3",
    "tafsir": "Anjuran dua orang utusan itu tidak dapat mempengaruhi kaumnya dan tidak mengubah semangat mereka. Oleh karena itu setelah anjuran itu, mereka mengulangi ucapan mereka kepada Nabi Musa bahwa mereka selamanya tidak akan masuk Kanaan selama kaum raksasa dan angkuh penduduk negeri itu masih berada di sana. Mereka menandaskan bahwa jika Nabi Musa tetap berkehendak akan memasuki tanah Kanaan, maka biar Nabi Musa sajalah bersama bantuan Tuhan yang akan memerangi kaum itu, sedangkan mereka tetap membangkang tidak mengikuti Musa memasuki Kanaan. Jawaban mereka ini menunjukkan kedangkalan pikiran dan kekerdilan mereka. Memang mula-mula mereka telah menyembah Allah mengikuti Nabi Musa, kemudian mereka berusaha menyembah anak sapi mengikuti ajakan Samiri. Memang kaum Yahudi itu biasa membangkang terhadap Nabinya, malah kadang-kadang membunuhnya.",
    "quraish": "Mereka terus melanggar dan berkata, \"Wahai Mûsâ, sesungguhnya kami sama sekali tidak akan memasuki negeri ini, selagi orang-orang yang perkasa itu masih berada di dalamnya. Biarkan kami, sebab kamu tidak mempunyai kekuasaan apa-apa atas kami. Pergilah kamu bersama Tuhanmu dan perangilah mereka. Kami akan tetap tinggal di tempat ini.\"",
    "jalalayn": "(Kata mereka, \"Hai Musa! Kami sekali-kali tidak akan memasukinya untuk selama-lamanya selagi mereka masih berada di dalamnya. Maka pergilah kamu bersama Tuhanmu dan perangilah) mereka (biarlah kami di sini duduk menanti saja.\") tak ikut berperang."
  },
  {
    "ruku": 89,
    "name": "Al-Ma'idah",
    "ayat": 25,
    "arab": "قَالَ رَبِّ اِنِّيْ لَآ اَمْلِكُ اِلَّا نَفْسِيْ وَاَخِيْ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفٰسِقِيْنَ",
    "translation": "Dia (Musa) berkata, “Ya Tuhanku, aku hanya menguasai diriku sendiri dan saudaraku. Sebab itu pisahkanlah antara kami dengan orang-orang yang fasik itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/694.mp3",
    "tafsir": "Setelah ajakan Nabi Musa tidak ditaati oleh kaumnya, bahkan mereka menolaknya, maka Nabi Musa menyatakan keluhannya kepada Allah bahwa ia tidak dapat menguasai kaumnya. Karenanya Musa a.s. mohon kepada Allah agar Musa dan suadaranya di satu pihak dan kaumnya di pihak yang lain dipisahkan dan mohon kepada Allah agar memberikan keputusan yang adil. Maka apabila kaumnya yang fasik itu akan disiksa, hendaklah Nabi Musa dan saudara-saudaranya diselamatkan dari siksaan itu.",
    "quraish": "Ketika itu Mûsâ meminta pertolongan kepada Tuhannya sambil berkata, \"Ya Tuhanku, aku tidak kuasa selain atas diriku dan saudaraku. Maka tentukanlah keputusan, dengan keadilan-Mu, antara kami dan orang-orang yang durhaka itu.\"",
    "jalalayn": "(Kata Musa) ketika itu (\"Wahai Tuhanku! Aku tidak menguasai kecuali diriku dan) kecuali (saudaraku) adapun yang lainnya tidak, oleh sebab itu paksalah mereka supaya tunduk (maka pisahkanlah) atau ceraikan (di antara kami dengan orang-orang yang fasik itu.\")"
  },
  {
    "ruku": 89,
    "name": "Al-Ma'idah",
    "ayat": 26,
    "arab": "قَالَ فَاِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ اَرْبَعِيْنَ سَنَةً  ۚيَتِيْهُوْنَ فِى الْاَرْضِۗ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفٰسِقِيْنَ ࣖ",
    "translation": "(Allah) berfirman, “(Jika demikian), maka (negeri) itu terlarang buat mereka selama empat puluh tahun, (selama itu) mereka akan mengembara kebingungan di bumi. Maka janganlah eng-kau (Musa) bersedih hati (memikirkan nasib) orang-orang yang fasik itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/695.mp3",
    "tafsir": "Doa Nabi Musa itu dikabulkan oleh Allah dan Allah menyatakan bahwa sesungguhnya tanah suci itu diharamkan bagi mereka selama empat puluh tahun. Karena kedurhakaan itu, mereka tidak dapat memasuki tanah suci dan tidak dapat mendiaminya selama empat puluh tahun. Selama masa itu mereka selalu berada dalam keadaan kebingungan, tidak mengetahui arah dan tujuan. Sesudah itu Allah menganjurkan kepada Nabi Musa agar tidak merasa sedih atas musibah/siksa yang menimpa kaumnya yang fasik itu, karena bagi mereka akan merupakan pelajaran dan pengalaman.\nMenurut pendapat kebanyakan ahli tafsir, bahwa Nabi Musa dan Nabi Harun berada di padang gurun bersama-sama kaum Bani lsrail, tetapi padang itu bagi Nabi Musa dan Nabi Harun merupakan tempat istirahat dan menambah ketinggian derajat mereka. Sedangkan bagi kaum Yahudi yang ingkar itu merupakan siksaan yang sangat berat. Setelah selesai peristiwa di padang pasir Paran yang tandus Nabi Musa dan Nabi Harun wafat. Kemurnian fitrah orang-orang Bani Israil itu telah dirusak oleh kesesatan, perbudakan, penindasan dan paksaan raja-raja Mesir, hingga mereka sesat, pengecut, dan penakut. Hal itu telah mendarah daging pada diri mereka. Karenanya pada waktu Musa a.s. membawa mereka ke arah kebenaran, keberanian dan kebahagiaan, mereka tetap bersifat pengecut.",
    "quraish": "Allah mengabulkan doa Nabi Mûsâ, dan mengharamkan orang-orang yang melanggar perintah tadi untuk memasuki tanah Bayt al-Maqdis selama empat puluh tahun. Mereka tersesat di padang pasir, tak tahu arah. Kemudian Allah berfirman kepada Mûsâ, \"Janganlah kamu gelisah dengan musibah yang menimpa mereka, karena sesungguhnya mereka adalah orang-orang yang fasik dan keluar dari perintah Allah.\"",
    "jalalayn": "(Firman Allah) Taala kepadanya (\"Maka kalau begitu negeri itu) yakni tanah suci tadi (diharamkan atas mereka) memasukinya (selama 40 tahun mereka akan bertualang tak tahu jalan) kebingungan (di negeri itu) menurut Ibnu Abbas luasnya sembilan farsakh persegi. (Maka janganlah kamu bersedih) berduka-cita (terhadap kaum yang fasik itu) menurut riwayat mereka memulai perjalanan di waktu malam dengan penuh kesungguhan ke arah yang dituju tetapi di waktu pagi mereka telah berada kembali di tempat semula. Demikian pula halnya perjalanan di waktu siang hingga akhirnya mereka binasa (mati\") kecuali orang-orang yang di waktu itu usianya belum lagi mencapai 20 tahun. Ada yang mengatakan bahwa jumlah mereka enam ratus ribu orang dan di padang itulah, yakni yang disebut padang Tih, wafat Harun dan Musa. Hal itu menjadi rahmat bagi mereka berdua sebaliknya menjadi azab dan siksa bagi umat mereka. Setelah dekat kematiannya, Musa memohon kepada Allah agar didekatkan kepada tanah suci itu kira-kira dalam jarak sepelemparan batu, maka permohonan itu dikabulkannya sebagaimana tersebut dalam hadis. Setelah masa empat puluh tahun itu Allah mengangkat Yusya menjadi nabi dan memerintahkannya untuk memerangi orang-orang aniaya tadi. Maka berangkatlah ia dengan sisa-sisa Israel dan memerangi musuh yang ketika itu ialah hari Jumat. Menurut berita, matahari terhenti selama sesaat menunggu selesai mereka berperang. Diriwayatkan oleh Ahmad dalam musnadnya sebuah hadis bahwa matahari itu tidak pernah tertahan jalannya untuk kepentingan manusia kecuali bagi Yusya, yaitu di malam-malam perjalanannya menuju Baitulmakdis."
  }
]