[
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 35,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا اِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan carilah wasilah (jalan) untuk mendekatkan diri kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya, agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/704.mp3",
    "tafsir": "Allah memerintahkan orang-orang mukmin supaya selalu berhati-hati, mawas diri jangan sampai terlibat di dalam suatu pelanggaran, melakukan larangan-larangan agama yang telah diperintahkan Allah untuk menjauhinya.\nMenurut sebagian mufasir, menjauhi larangan Allah lebih berat dibandingkan dengan mematuhi perintah-Nya. Tidak heran kalau di dalam Al-Qur'an, kata ittaqu yang maksudnya supaya kita menjaga diri jangan sampai melakukan larangan agama, disebut berulang sampai 69 kali, sedang kata ati'u yang berarti supaya kita patuh kepada perintah agama hanya disebutkan 19 kali.\nDi samping menjaga diri memperketat terhadap hal-hal yang mungkin menyebabkan kita berbuat pelanggaran atau ketentuan-ketentuan agama, kita harus pula selalu mencari jalan untuk mendekatkan diri kepada Allah yaitu dengan jalan melaksanakan perintah-Nya dan mengamalkan segala sesuatu yang diridai.\nIbnu 'Abbas, Mujahid, Abu Wali, al-hasan, Zaid, 'Ata, as-sauri dan lain-lain, mengartikan al-wasilah di dalam ayat ini dengan mendekatkan diri. Mengenai pengertian ini, Ibnu Kasir dalam tafsirnya (2/52), berkata: \nPengertian yang telah diberikan oleh para imam ini, tidak terdapat perbedaan antara para mufasir.\nKata wasilah ada kalanya berarti tempat tertinggi di surga, sebagaimana sabda Rasulullah saw: \n\"Apabila engkau bersalawat kepadaku, maka mintakanlah untukku \"wasilah\". Lalu beliau ditanya: \"Wahai Rasullullah, apakah wasilah itu?.\" Rasullulah menjawab, \"Wasilah itu ialah derajat yang paling tinggi di Surga tidak ada yang akan mencapainya kecuali seorang saja dan saya berharap, sayalah orang itu.\" (Riwayat Ahmad dari Abu Hurairah).\n\nMenjauhi dan meninggalkan larangan Allah serta melaksanakan perintah-Nya adalah hal-hal yang tidak mudah, karena nafsu yang ada pada tiap manusia itu selalu mengajak melakukan hal-hal yang bertentangan dengan yang baik, yaitu melanggar dan meninggalkan perintah Allah sebagaimana firman-Nya:\n\n\"Sesungguhnya nafsu itu selalu menyuruh kepada kejahatan.\" (Yusuf /12:53).\n\nOleh karena itu kita harus berjuang untuk mengekang hawa nafsu, mengatasi segala kesulitan dan mengelakkan semua rintangan yang akan menyebabkan kita bergeser dari jalan Allah agar kita berada di atas garis yang telah ditetapkan. Dengan demikian kita akan memperoleh kebahagiaan yang telah dijanjikan oleh Allah.",
    "quraish": "Hai orang-orang yang beriman, takutlah kepada Allah dengan menjalankan perintah-perintah-Nya dan menjauhi larangan-larangan-Nya. Mohonlah kebaikan atau ketaatan yang dapat mendekatkan kalian kepada pahala-Nya. Berjuanglah di jalan Allah dengan menegakkan agama dan memerangi musuh-musuh-Nya, agar kalian memperoleh kemuliaan dan pahala-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah) artinya takutlah akan siksa-Nya dengan jalan menaati-Nya (dan carilah jalan kepada-Nya) yaitu jalan yang akan mendekatkan dirimu kepada-Nya dengan jalan taat dan ibadah (dan berjihadlah pada jalan-Nya) maksudnya untuk meninggikan agama-Nya (semoga kamu beruntung atau beroleh keberhasilan)."
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 36,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لِيَفْتَدُوْا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "translation": "Sesungguhnya orang-orang yang kafir, seandainya mereka memiliki segala apa yang ada di bumi dan ditambah dengan sebanyak itu (lagi) untuk menebus diri mereka dari azab pada hari Kiamat, niscaya semua (tebusan) itu tidak akan diterima dari mereka. Mereka (tetap) mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/705.mp3",
    "tafsir": "Orang yang tidak mau bertakwa kepada Allah dan tidak mau membersihkan dirinya dari dosa-dosa yang diperbuatnya, serta tetap di dalam kekafiran mengingkari ketuhanan Allah lalu menyembah selain Allah dan sampai mati mereka tidak bertobat, maka di hari Kiamat mereka nanti akan menyesal. Sekiranya semua yang ada di bumi ini adalah miliknya bahkan ditambah lagi sebanyak itu pula, dan ingin melepaskan diri dari azab yang menimpanya, maka semuanya itu tidak akan diterima-Nya.\nDi dalam satu hadis Nabi Muhammad bersabda: \nDidatangkan seorang kafir di hari kiamat dan dikatakan kepadanya \"Sekiranya engkau memiliki emas sepenuh bumi ini, apakah engkau ingin menjadikannya tebusan (atas siksa yang akan kamu terima). Ia menjawab Ya saya ingin.\" (Riwayat al-Bukhari dari Anas r.a.).\nTetapi apa boleh buat, nasi telah menjadi bubur. Bagaimanapun juga keinginan mereka, tidak akan diterima dan tetap akan menjalani hukuman berupa siksaan yang amat pedih, karena di akhirat tidak mungkin dosa itu dapat ditebus dengan harta benda. Tetapi jika bertobat di masa hidupnya dan membersihkan diri dengan amal saleh, maka Allah akan menerima tobatnya.",
    "quraish": "Seandainya orang-orang kafir itu memiliki seluruh kekayaan yang ada di bumi ini dan berbagai keindahan hidup lainnya, atau memiliki kekayaan lebih dari yang ada di muka bumi ini, untuk menebus diri mereka dari siksa Allah pada hari kiamat atas kekufuran mereka, sungguh mereka tidak akan dapat menebusnya. Allah tidak akan menerima tebusan itu, dan mereka tidak akan selamat dari siksa yang amat pedih.",
    "jalalayn": "(Sesungguhnya orang-orang kafir, sekiranya) terjadilah (bahwa mereka memiliki seluruh yang terdapat di bumi dan sebanyak itu lagi sebagai tambahannya untuk menebus diri mereka dari siksa hari kiamat tidaklah akan diterima dari mereka dan bagi mereka azab yang pedih)."
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 37,
    "arab": "يُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "translation": "Mereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Dan mereka mendapat azab yang kekal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/706.mp3",
    "tafsir": "Setelah mereka dimasukkan ke dalam neraka dan tidak tertahankan siksa yang dideritanya maka mereka ingin keluar, tetapi tidak ada jalan bagi mereka. Keadaan mereka sama halnya seperti yang disebutkan di dalam firman Allah:\n\n\"Setiap kali mereka hendak keluar daripadanya, mereka dikembalikan (lagi) ke dalamnya.\" (as-Sajdah/32:20).\n\nMereka akan merasakan sepanjang masa siksa yang kekal abadi yang tidak berkesudahan.",
    "quraish": "Orang-orang kafir selalu mendambakan untuk dapat keluar dari neraka, padahal mereka sama sekali tidak akan dapat keluar. Mereka akan mendapatkan siksa yang kekal.",
    "jalalayn": "(Mereka ingin) mengangankan (hendak keluar dari neraka, tetapi tidak mungkin keluar daripadanya dan bagi mereka siksa yang kekal) untuk selama-lamanya."
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 38,
    "arab": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوْٓا اَيْدِيَهُمَا جَزَاۤءًۢ بِمَا كَسَبَا نَكَالًا مِّنَ اللّٰهِ ۗوَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "Adapun orang laki-laki maupun perempuan yang mencuri, potonglah tangan keduanya (sebagai) balasan atas perbuatan yang mereka lakukan dan sebagai siksaan dari Allah. Dan Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/707.mp3",
    "tafsir": "Setiap kejahatan ada hukumannya. Pelakunya akan dikenakan hukuman. Begitu pula halnya seorang pencuri akan dikenakan hukuman karena ia melanggar larangan mencuri. Seseorang, baik laki-laki maupun perempuan yang mengambil harta orang lain dari tempatnya yang layak dengan diam-diam, dinamakan \"pencuri.\"\nOrang yang telah akil balig mencuri harta orang lain yang nilainya sekurang-kurangnya seperempat dinar, dengan kemauannya sendiri dan tidak dipaksa, dan mengetahui bahwa perbuatannya itu haram, dilarang oleh agama. Orang itu sudah memenuhi syarat untuk dikenakan hukuman potong tangan kanan, sebagaimana yang diperintahkan dalam ayat ini. \nSuatu pencurian dapat ditetapkan apabila ada bukti-bukti atau ada pengakuan dari pencuri itu sendiri, hukuman potong tangan tersebut dapat gugur apabila pencuri itu dimaafkan oleh orang yang dicuri hartanya dengan syarat sebelum perkaranya ditangani oleh yang berwenang. Pelaksanaan hukum potong tangan dilaksanakan oleh orang yang berwenang yang ditunjuk untuk itu, dengan syarat-syarat tertentu.\nPenetapan nilai harta yang dicuri, yang dikenakan hukum potong tangan bagi pelakunya yaitu sekurang-kurangnya seperempat dinar sebagaimana tersebut di atas, adalah pendapat jumhur ulama, baik ulama salaf maupun khalaf206 berdasarkan sabda Rasulullah saw sebagai berikut: \n\"Rasulullah saw memotong tangan pencuri itu yang mencuri seperempat dinar ke atas.\" (Riwayat al-Bukhari - Muslim dari Aisyah).\n\nSeorang pencuri yang telah dipotong tangan kanannya, kemudian ia mencuri lagi dengan syarat-syarat seperti semula maka dipotonglah kaki kirinya yaitu dari ujung kaki sampai pergelangan. Kalau ia mencuri lagi untuk ketiga kalinya, dipotong lagi tangan kirinya, kalau ia mencuri lagi untuk keempat kalinya, dipotong lagi kaki kanannya, sebagaimana sabda Rasulullah saw mengenai pencuri sebagai berikut: \nApabila ia mencuri, potonglah tangan (kanan)nya, kalau ia mencuri lagi potonglah kaki (kiri)nya, kalau masih mencuri lagi potonglah tangan (kiri)nya dan kalau ia masih juga mencuri potonglah kaki (kanan)nya.\" (Riwayat al-Imam al-Syafi'i dari Abu Hurairah).\n\nKalau ini semua sudah dilaksanakan tetapi ia masih juga mencuri untuk kelima kalinya, maka ia di-tazir, artinya diberi hukuman menurut yang ditetapkan oleh penguasa, misalnya dipenjarakan atau diasingkan ke tempat lain, sehingga ia tidak dapat lagi mencuri. Potong tangan ini diperintahkan Allah sebagai hukuman kepada pencuri, baik laki-laki maupun perempuan, karena Allah Mahaperkasa, maka ia tidak akan membiarkan pencuri-pencuri dan manusia lainnya berbuat maksiat. Allah Mahabijaksana di dalam menetapkan sesuatu seperti menetapkan hukum potong tangan bagi pencuri, karena yang demikian itu apabila diperhatikan lebih dalam, tentu dalam pelaksanaannya akan menimbulkan maslahat yang banyak, sekurang-kurangnya dapat membatasi merajalelanya pencurian.\nApa saja yang diperintahkan Allah pasti akan mendatangkan maslahat dan apa saja yang dilarang-Nya pasti akan mengakibatkan kerusakan dan kehancuran apabila dilanggar.",
    "quraish": "Laki-laki dan perempuan yang mencuri, potonglah tangan mereka sebagai balasan bagi apa yang mereka kerjakan dan sebagai peringatan bagi orang lain agar tidak melakukannya. Itulah ketentuan hukum mereka dari Allah. Allah Mahaperkasa lagi Mahabijaksana dalam menentukan hukum-Nya dan menetapkan sanksi dan hukuman bagi setiap kejahatan, yang dapat mencegah merebaknya kejahatan itu.",
    "jalalayn": "(Laki-laki yang mencuri dan wanita yang mencuri) al yang terdapat pada keduanya menunjukkannya sebagai isim maushul dan berfungsi sebagai mubtada, mengingat al mirip dengan syarat maka khabarnya diawali dengan fa, yaitu (maka potonglah tangan mereka) tangan kanan masing-masing mulai dari pergelangan. Dinyatakan oleh sunah bahwa hukum potong itu dilaksanakan jika yang dicuri itu bernilai seperempat dinar atau lebih; jika perbuatannya itu diulanginya lagi maka yang dipotong kakinya yang kiri dari pergelangan kaki, kemudian tangan kiri lalu kaki kanan dan setelah itu dilakukan hukum takzir (sebagai balasan) manshub sebagai mashdar (atas apa yang mereka kerjakan dan sebagai siksaan) artinya hukuman bagi mereka (dari Allah dan Allah Maha Perkasa) artinya menguasai segala urusan (lagi Maha Bijaksana) terhadap makhluk-Nya."
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 39,
    "arab": "فَمَنْ تَابَ مِنْۢ بَعْدِ ظُلْمِهٖ وَاَصْلَحَ فَاِنَّ اللّٰهَ يَتُوْبُ عَلَيْهِ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Tetapi barangsiapa bertobat setelah melakukan kejahatan itu dan memperbaiki diri, maka sesungguhnya Allah menerima tobatnya. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/708.mp3",
    "tafsir": "Pada zaman Rasulullah saw, ada seorang perempuan mencuri. Hal ini dilaporkan kepada Rasulullah saw oleh orang yang kecurian. Mereka berkata, \"Inilah perempuan yang telah mencuri harta benda kami, kaumnya akan menebusnya.\" Nabi bersabda \"Potonglah tangannya.\" Kaumnya menjelaskan: \"Kami berani menebusnya lima ratus dinar.\" Nabi bersabda, \"Potonglah tangannya.\" Maka dipotonglah tangan kanan perempuan itu. Kemudian ia bertanya, \"Apakah tobat saya ini masih bisa diterima, ya Rasulullah?\"Beliau menjawab, \"Ya, engkau hari ini bersih dari dosamu seperti pada hari engkau dilahirkan oleh ibumu.\" Maka turunlah ayat ini.\nPerempuan tersebut dari kabilah Bani Makhzum, yang sangat mendapat perhatian dari pembesar-pembesar Quraisy. Mula-mula mereka berusaha agar perempuan tersebut bebas dari hukuman potong tangan. Lalu mereka mencari siapa kira-kira yang dapat menghubungi Rasulullah untuk membicarakan hal tersebut. Kemudian ditunjuklah Usamah bin Zaid karena ia adalah kesayangan Rasulullah. Ketika Usamah bin Zaid mengunjungi Rasulullah, dan membicarakan hal tersebut, maka Rasulullah menjadi marah dan bersabda, \"Apakah engkau akan membela sesuatu yang telah ditetapkan had dan hukumnya oleh Allah 'azza wa jalla?\" Usamah menjawab \"Maafkanlah saya, wahai Rasulullah.\" Sesudah itu Rasulullah berpidato, antara lain beliau bersabda, \n\"Bahwasanya yang membinasakan orang-orang sebelum kamu ialah karena sesungguhnya mereka apabila yang mencuri di antara mereka adalah orang-orang terkemuka, maka mereka membiarkannya, apabila yang mencuri itu orang-orang lemah, mereka itu dijatuhi hukuman. Saya, demi Allah yang diriku berada di dalam tangan-Nya, andaikata Fatimah anak Muhammad mencuri, pastilah saya potong tangannya.\" Kemudian diperintahkanlah memotong tangan perempuan itu, maka dipotonglah tangannya. (Riwayat asy-Syaikhan dari 'Aisyah).\n\nJadi barang siapa bertobat dari perbuatannya, dan berjanji tidak akan mencuri lagi, setelah ia menganiaya dirinya dan menjelekkan nama baiknya, serta menodai kesucian kaumnya, dengan mengembalikan curiannya, maka ia diampuni Allah karena Allah Maha Pengampun bagi orang yang telah bertaubat. Dia Maha Penyayang bagi orang yang rendah hati yang suka mengakui kesalahannya.",
    "quraish": "Barangsiapa bertobat, memperbaiki perbuatannya dan beristikamah setelah melakukan kezaliman, maka Allah akan menerima pertobatannya. Sesungguhnya Allah Mahaluas ampunan dan rahmat-Nya",
    "jalalayn": "(Siapa yang tobat setelah keaniayaannya) artinya tidak mencuri lagi (dan memperbaiki diri) atau amalnya (maka sesungguhnya Allah menerima tobatnya. Sesungguhnya Allah itu Maha Pengampun lagi Maha Penyayang) untuk menguraikan ini telah kita kemukakan keterangan yang lalu. Maka dengan tobatnya itu tidaklah gugur hak manusia berupa hukum potong dan pengembalian harta. Kemudian sunah menyatakan bahwa jika yang punya hak memberi maaf sebelum diadukan kepada imam, gugurlah hukum potong itu terhadapnya. Dan inilah yang menjadi pendapat Syafii."
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 40,
    "arab": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَغْفِرُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Tidakkah kamu tahu, bahwa Allah memiliki seluruh kerajaan langit dan bumi, Dia menyiksa siapa yang Dia kehendaki dan mengampuni siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/709.mp3",
    "tafsir": "Ayat ini memperingatkan dan menekankan bahwa Allah yang menguasai langit dan bumi, mengatur apa yang ada di dalamnya. Allah yang menetapkan balasan siksa kepada orang yang mencuri sebagaimana halnya orang yang memerangi Allah dan Rasul-Nya, mengampuni orang-orang yang bertobat di antara mereka, penyayang kepada orang-orang yang benar-benar bertobat dan memperbaiki amalannya, serta menyucikan dirinya dari dosa-dosa yang telah diperbuat. Allah akan menyiksa orang yang melanggar perintah-Nya sebagai pendidikan dan pengaman bagi sesama manusia, sebagaimana Allah mengasihi orang yang bertobat, mendorong mereka untuk menyucikan diri. Allah Mahakuasa atas segala sesuatu; seperti menyiksa dan mengasihani. Tidak ada sesuatu yang sulit bagi-Nya dalam mengatur segalanya, sesuai dengan kehendak-Nya.",
    "quraish": "Wahai orang mukallaf (orang yang terkena tugas-tugas agama), ketahuilah dengan yakin bahwa Allah mempunyai apa yang ada di langit dan di bumi. Dia menyiksa siapa yang Dia kehendaki dengan kebijaksanaan dan kekuasaan-Nya, dan mengampuni siapa yang dikehendaki-Nya dengan kebijaksanaan dan rahmat-Nya. Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Tidaklah kamu ketahui) pertanyaan ini sebagai pengukuhan (bahwa sesungguhnya Allah memiliki kerajaan langit dan bumi, disiksa-Nya siapa yang dikehendaki-Nya) untuk disiksa (dan diampuni-Nya siapa yang dikehendaki-Nya) untuk diampuni. (Dan Allah Maha Kuasa atas segala sesuatu) di antaranya menurunkan siksa atau memberi ampun."
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 41,
    "arab": "۞ يٰٓاَيُّهَا الرَّسُوْلُ لَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِ مِنَ الَّذِيْنَ قَالُوْٓا اٰمَنَّا بِاَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوْبُهُمْ ۛ وَمِنَ الَّذِيْنَ هَادُوْا ۛ سَمّٰعُوْنَ لِلْكَذِبِ سَمّٰعُوْنَ لِقَوْمٍ اٰخَرِيْنَۙ لَمْ يَأْتُوْكَ ۗ يُحَرِّفُوْنَ الْكَلِمَ مِنْۢ بَعْدِ مَوَاضِعِهٖۚ يَقُوْلُوْنَ اِنْ اُوْتِيْتُمْ هٰذَا فَخُذُوْهُ وَاِنْ لَّمْ تُؤْتَوْهُ فَاحْذَرُوْا ۗوَمَنْ يُّرِدِ اللّٰهُ فِتْنَتَهٗ فَلَنْ تَمْلِكَ لَهٗ مِنَ اللّٰهِ شَيْـًٔا ۗ اُولٰۤىِٕكَ الَّذِيْنَ لَمْ يُرِدِ اللّٰهُ اَنْ يُّطَهِّرَ قُلُوْبَهُمْ ۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ ۖوَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ ",
    "translation": "Wahai Rasul (Muhammad)! Janganlah engkau disedihkan karena mereka berlomba-lomba dalam kekafirannya. Yaitu orang-orang (munafik) yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka belum beriman; dan juga orang-orang Yahudi yang sangat suka mendengar (berita-berita) bohong dan sangat suka mendengar (perkataan-perkataan) orang lain yang belum pernah datang kepadamu. Mereka mengubah kata-kata (Taurat) dari makna yang sebenarnya. Mereka mengatakan, “Jika ini yang diberikan kepadamu (yang sudah diubah) terimalah, dan jika kamu diberi yang bukan ini, maka hati-hatilah.” Barangsiapa dikehendaki Allah untuk dibiarkan sesat, sedikit pun engkau tidak akan mampu menolak sesuatu pun dari Allah (untuk menolongnya). Mereka itu adalah orang-orang yang sudah tidak dikehendaki Allah untuk menyucikan hati mereka. Di dunia mereka mendapat kehinaan dan di akhirat akan mendapat azab yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/710.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan Rasul-Nya agar beliau jangan merasa sedih dan cemas karena perbuatan orang-orang munafik yang memperlihatkan kekafirannya dan menampakkan permusuhannya, karena pada waktunya nanti Allah akan melindungi beliau dari perbuatan jahat mereka dan memenangkannya atas mereka serta segenap pembantu dan pendukung mereka. Ada di antara mereka yang mengaku beriman dengan ucapan, tetapi hati mereka tetap ingkar dan tidak beriman; begitu pula halnya sebagian dari orang-orang Yahudi.\nMereka amat senang mendengar perkataan dari para cendekiawan dan pendeta, begitu pula orang-orang yang benci kepada Nabi Muhammad saw dan tidak pernah bertemu dengan beliau, terutama mendengar ceramah-ceramah dan berita-berita bohong yang telah dipalsukan untuk menjelek-jelekkan Muhammad saw, dan melemahkan semangat kaum Muslimin agar meninggalkan ajaran-ajarannya.\nMereka tidak segan-segan mengubah isi kitab Taurat. Kalimat-kalimatnya mereka pindah-pindahkan, sehingga yang tempatnya di depan diletakkan di belakang, dan sebaliknya. Pengertiannya diselewengkan dan sebagainya; misalnya mengganti hukuman rajam bagi orang yang berzina dengan hukuman dera dan menghitamkan mukanya. Mereka berkata kepada utusan mereka sendiri yang ditugaskan pergi kepada Bani Quraizah untuk meminta agar mereka menanyakan kepada Nabi saw hukuman terhadap dua orang pemuka yang telah berzina dan pernah kawin. Mereka berpesan sebagai berikut, \"Kalau Muhammad menjawab bahwa hukumannya ialah dera dan menghitamkan muka, maka terima dan ambillah fatwanya itu. Tetapi kalau dia menjawab dengan selain daripada itu, dan menegaskan bahwa hukumannya ialah rajam, maka hindarilah dia dan jangan diterima.\" Orang-orang yang dikehendaki Allah dalam kesesatan karena perbuatannya yang keterlaluan, maka tidak ada suatu petunjuk pun yang dapat mereka terima meskipun petunjuk itu datangnya dari Rasulullah saw.\nAllah tidak akan menyucikan hati orang munafik dan orang-orang Yahudi karena mereka berpegang teguh dan tidak mau bergeser sedikit pun dari kekafiran dan kesesatannya. Di dunia ini orang-orang munafik memperoleh kehinaan dan merasa malu sekali karena kemunafikannya terungkap dan diketahui oleh orang-orang Islam, sedang orang-orang Yahudi juga memperoleh kehinaan karena perbuatan jahatnya dapat diketahui. Begitu juga perbuatan mereka menyembunyikan isi kitab Taurat, misalnya hukuman rajam. Di samping itu semua, di akhirat akan memperoleh juga siksaan yang besar. Mereka akan disiksa terus menerus, tidak berkesudahan dan tidak akan dikeluarkan dari neraka sepanjang masa.",
    "quraish": "Wahai Rasulullah, janganlah perbuatan orang-orang kafir yang tingkat kekufurannya selalu berpidah- pindah dan segera menampakkan kekufuran itu membuatmu sedih dan gelisah. Di antara mereka ada orang-orang yang selalu menipu dan mengatakan, \"Kami beriman,\" padahal hati mereka tidak mengikuti kebenaran. Juga orang-orang Yahudi yang selalu mendengarkan berita-berita dusta dari para pendeta mereka dan mempercayainya, dan mereka suka mendengarkan dan mempercayai perkataan dari sebagian golongan mereka yang tidak menghadiri majlismu karena sombong dan benci. Mereka mengubah apa yang ada dalam kitab Tawrât setelah ditetapkan Allah pada tempatnya, dan berkata kepada para pengikutnya, \"Jika didatangkan kepada kalian perkataan yang diubah dan diganti ini, maka terimalah dan taatilah; dan jika tidak didatangkan kepadamu, maka berhati-hatilah untuk menerima perkataan yang lain. Janganlah kamu bersedih hati, wahai Muhammad. Sebab barangsiapa disesatkan oleh Allah dan ditutup hatinya, maka kamu tidak akan dapat memberi petunjuk kepadanya. Mereka itu benar-benar sesat dan durhaka, dan Allah tidak akan menyucikan hati mereka dari sifat dengki, durhaka dan kufur. Mereka di dunia akan mendapat kehinaan berupa aib dan kekalahan, sedang di akhirat kelak mereka akan mendapat siksa yang amat pedih.",
    "jalalayn": "(Hai Rasul, janganlah kamu menjadi bersedih hati oleh) disebabkan perbuatan (orang-orang yang berlomba-lomba dalam kekafiran) hingga tanpa menunggu lama mereka akan terjatuh di dalamnya; artinya bila ada kesempatan mereka akan menyatakan kekafiran itu (di antara) min merupakan penjelasan (orang-orang yang mengatakan dengan mulut mereka, \"Kami telah beriman.\") maksudnya dengan lidah mereka nyatakan hal tersebut (padahal hati mereka tidak beriman) mereka ini ialah orang-orang munafik (dan juga di antara orang-orang Yahudi) yakni suatu kaum (yang amat gemar mendengar berita-berita bohong) yang dibuat-buat oleh pendeta-pendeta mereka lalu mereka terima dengan baik (dan amat suka pula mendengar berita-berita) daripadamu (untuk suatu kaum) artinya demi kepentingan kaum (yang lain) dari golongan Yahudi (yang belum pernah datang kepadamu) yakni warga Khaibar. Terdapat di sana sepasang laki-laki dan perempuan yang telah berumah tangga melakukan perzinaan, tetapi mereka berkeberatan untuk menjalankan hukuman rajam kepada kedua pesakitan. Lalu mereka mengirimkan orang-orang warga Quraizhah untuk menanyakan hukuman mereka itu kepada Nabi Muhammad saw. (Mereka mengubah-ubah perkataan) yang tercantum dalam Taurat seperti ayat tentang rajam (dari tempat-tempatnya) yang ditaruh Allah padanya; artinya mereka menggantikannya dengan yang lain. (Kata mereka) yakni kepada orang-orang yang mereka utus tadi (\"Jika yang diberikan kepadamu itu ialah ini) maksudnya hukum yang telah dirubah dan difatwakan oleh Muhammad yaitu hukum pukulan (maka ambillah) terimalah (tetapi jika bukan itu yang diberikan kepadamu) dan fatwa yang diberikannya bertentangan dengannya (maka berhati-hatilah.\") untuk menerimanya. (Siapa yang dikehendaki Allah kesesatannya, maka kamu sekali-kali tidak akan dapat menguasai sesuatu yang datang dari Allah) untuk menolaknya (mereka itu ialah orang-orang yang tidak dikehendaki Allah menyucikan hati mereka) dari kekafiran, dan sekiranya dikehendaki-Nya tentulah hal itu akan tercapai. (Bagi mereka di dunia ini kehinaan) kenistaan dengan terbukanya rahasia dan pembayaran upeti (sedangkan di akhirat siksa yang besar.)"
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 42,
    "arab": "سَمّٰعُوْنَ لِلْكَذِبِ اَكّٰلُوْنَ لِلسُّحْتِۗ فَاِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْ ۚوَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
    "translation": "Mereka sangat suka mendengar berita bohong, banyak memakan (makanan) yang haram. Jika mereka (orang Yahudi) datang kepadamu (Muhammad untuk meminta putusan), maka berilah putusan di antara mereka atau berpalinglah dari mereka, dan jika engkau berpaling dari mereka maka mereka tidak akan membahayakanmu sedikit pun. Tetapi jika engkau memutuskan (perkara mereka), maka putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/711.mp3",
    "tafsir": "Ayat ini sekali lagi menjelaskan sifat-sifat Yahudi yang senang mendengar berita-berita bohong tentang pribadi dan kerasulan Nabi Muhammad saw, untuk menunjukkan bahwa perbuatan orang Yahudi itu selalu didasarkan atas hal-hal yang tidak benar dan bohong; satu sifat yang amat jelek, hina dan merusak.\nDi samping itu mereka juga banyak menerima uang suap yaitu suatu pemberian dengan maksud untuk membenarkan yang salah atau menyalahkan yang benar. Hal yang demikian telah menjadi salah satu mata pencaharian mereka, terutama penguasa-penguasa. Hukum dipermainkan, yang memegang peranan dan menentukan pada waktu itu ialah suap. Siapa yang kuat memberi uang suap, dialah yang akan menang dalam perkara, sekalipun nyata-nyata ia bersalah.\nKalau ada di antara orang-orang Yahudi itu seorang yang tidak senang dan tidak setuju pada perbuatan atasannya yang kotor, lalu ia datang kepada Nabi Muhammad dan meminta diputuskan perkaranya; Rasul boleh memilih, menerima permintaan mereka dan memutuskan perkaranya, atau menolaknya. Mereka tidak akan dapat memberi mudarat sedikit pun kepada Rasul apabila Rasul menolaknya.\nApabila Rasul menerima permintaan mereka, maka Rasul harus memutuskan perkara mereka dengan seadil-adilnya sesuai dengan yang telah diperintahkan, sejalan dengan syariat yang dibawa, dan tidak bertentangan dengan Al-Qur'an. Allah senang dan rida kepada orang-orang yang berlaku adil.",
    "quraish": "Mereka adalah orang-orang yang suka mendengarkan berita bohong, banyak memakan harta haram yang tidak berkah seperti suap, riba dan lainnya. Jika mereka datang kepadamu untuk meminta putusan perkara, maka putuskanlah perkara di antara mereka apabila dalam hal itu kamu mendapatkan kebaikan. Atau, berpalinglah dari mereka. Sebab jika kamu berpaling dari mereka, mereka tidak akan dapat mendatangkan bahaya sedikit pun kepadamu, karena Allah telah menjagamu dari manusia. Jika kamu memutuskan perkara di antara mereka, maka putuskanlah dengan adil sesuai dengan apa yang diperintahkan Allah. Sesungguhnya Allah menyukai orang-orang yang berlaku adil, dan Dia akan menjaga serta memberi pahala kepada mereka.",
    "jalalayn": "(Mereka orang-orang yang gemar mendengar berita-berita bohong dan banyak memakan yang haram) dibaca suht atau suhut; artinya barang haram seperti uang suap (maka jika mereka datang kepadamu) untuk meminta sesuatu keputusan (maka putuskanlah di antara mereka atau berpalinglah dari mereka) pilihan di antara alternatif ini dihapus/dinasakh dengan firman-Nya, \"..... maka putuskanlah di antara mereka.\" Oleh sebab itu jika mereka mengadukan hal itu kepada kita wajiblah kita memberikan keputusannya di antara mereka. Dan ini merupakan yang terkuat di antara kedua pendapat Syafii. Dan sekiranya mereka mengadukan perkara itu bersama orang Islam, maka hukum memutuskan itu wajib secara ijmak. (Jika mereka berpaling daripadamu, maka sekali-kali tidak akan memberi mudarat kepadamu sedikit pun juga. Dan jika kamu memutuskan) perkara di antara mereka (maka putuskanlah di antara mereka dengan adil) tidak berat sebelah. (Sesungguhnya Allah menyukai orang-orang yang adil) dalam memberikan keputusan dan akan memberi mereka pahala."
  },
  {
    "ruku": 91,
    "name": "Al-Ma'idah",
    "ayat": 43,
    "arab": "وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ ",
    "translation": "Dan bagaimana mereka akan mengangkatmu menjadi hakim mereka, padahal mereka mempunyai Taurat yang di dalamnya (ada) hukum Allah, nanti mereka berpaling (dari putusanmu) setelah itu? Sungguh, mereka bukan orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/712.mp3",
    "tafsir": ". Satu hal yang mengherankan dari mereka ialah bahwa mereka berseru dan mengajak kaumnya percaya kepada Taurat, tetapi mereka tidak mau tunduk kepada isi dan hukum yang ada di dalamnya. padahal Taurat itu berisi hukum-hukum Allah yang cukup jelas. Mereka bahkan meminta putusan hukum dari orang lain.\nKarena mereka bukan orang-orang yang beriman, maka sama saja bagi mereka. Mereka meninggalkan dan tidak mau tunduk kepada Taurat, karena isi dan hukum yang ada di dalamnya tidak sesuai dengan keinginan dan kehendak hawa nafsu mereka. Begitu juga kalau perkara dan persoalannya diputuskan berdasarkan Al-Qur'an sesuai dengan permintaan mereka, mereka pun akan meninggalkan keputusan itu dan tidak menggubrisnya apabila keputusan tersebut bertentangan dengan keinginan dan hawa nafsunya.",
    "quraish": "Sungguh aneh mereka itu! Bagaimana mereka meminta kamu untuk memutuskan perkara, sedangkan hukum Allah telah termaktub dalam kitab suci mereka, Tawrât! Lebih aneh lagi, mereka berpaling dari apa yang kamu putuskan, jika keputusan itu tidak sesuai dengan hawa nafsu mereka, padahal keputusan itu sesuai dengan apa yang ada dalam kitab suci mereka. Mereka itu tidak termasuk orang-orang beriman yang tunduk kepada kebenaran.",
    "jalalayn": "(Dan betapa caranya mereka mengangkatmu menjadi hakim mereka padahal di sisi mereka ada Taurat yang memuat hukum Allah) yaitu dengan rajam. Pertanyaan ini menunjukkan keheranan; artinya maksud mereka yang sebenarnya bukanlah untuk mengetahui kebenaran tetapi untuk mencari mana yang lebih ringan (Kemudian mereka berpaling) dari hukum rajammu yang sebenarnya sesuai dengan kitab mereka (setelah demikian itu) setelah diberi keputusan itu (dan tidaklah mereka orang-orang yang sungguh-sungguh beriman.)"
  }
]