[
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 67,
    "arab": "۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
    "translation": "Wahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/736.mp3",
    "tafsir": "Ayat ini memerintahkan kepada Nabi Muhammad supaya menyampaikan apa yang telah diturunkan kepadanya tanpa menghiraukan besarnya tantangan di kalangan Ahli Kitab, orang musyrik dan orang-orang fasik.\nAyat ini menganjurkan kepada Nabi Muhammad agar tidak perlu takut menghadapi gangguan dari mereka dalam membentangkan rahasia dan keburukan tingkah laku mereka itu karena Allah menjamin akan memelihara Nabi Muhammad dari gangguan, baik masa sebelum hijrah oleh kafir Quraisy maupun sesudah hijrah oleh orang Yahudi. Apa yang telah diturunkan oleh Allah kepada Muhammad adalah amanat yang wajib disampaikan seluruhnya kepada manusia. Menyampaikan sebagian saja dari amanat-Nya dianggap sama dengan tidak menyampaikan sama sekali. Demikianlah kerasnya peringatan Allah kepada Muhammad. Hal tersebut menunjukkan bahwa tugas menyampaikan amanat adalah kewajiban Rasul. Tugas penyampaian tersebut tidak boleh ditunda meskipun penundaan itu dilakukan untuk menunggu kesanggupan manusia untuk menerimanya, karena masa penundaan itu dapat dianggap sebagai suatu tindakan penyembunyian terhadap amanat Allah. \nAncaman terhadap penyembunyian sebagian amanat Allah sama kerasnya dengan ancaman terhadap sikap sesesorang yang beriman kepada sebagian rasul saja dan beriman kepada sebagian ayat Al-Qur'an saja. Meskipun seorang rasul bersifat maksum yakni terpelihara dari sifat tidak menyampaikan, namun ayat ini menegaskan bahwa tugas menyampaikan amanat adalah kewajiban yang tidak dapat ditawar-tawar atau ditunda-tunda meskipun menyangkut pribadi Rasul sendiri seperti halnya yang kemudian terjadi antara Zainab binti Jahsy dengan Nabi Muhammad sebagaimana yang diuraikan dalam al-Ahzab/33: 37 :\n\n\"Dan (ingatlah) ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, \"pertahankanlah terus istrimu dan bertakwalah kepada Allah\", sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia padahal Allah lebih berhak engkau takuti. (al-Ahzab/33:37).\n\nDalam hubungan ini Aisyah dan Anas berkata, \"Kalaulah kiranya Nabi Muhammad akan menyembunyikan sesuatu dalam Al-Qur'an, tentu ayat inilah yang disembunyikannya.\" Dari keterangan 'Aisyah dan Anas ini jelaslah peristiwa yang kemudian terjadi antara Zainab binti Jahsy dengan Zaid ialah perceraian yang berkelanjutan dengan berlakunya kehendak Allah yaitu menikahkan Zainab dengan Nabi Muhammad. Hal tersebut tidak dikemukakan oleh Nabi Muhammad kepada Zaid ketika ia mengadukan peristiwanya kepada Nabi Muhammad pada hal beliau sudah mengetahuinya dengan perantaraan wahyu. Nabi Muhammad saw, menyembunyikan hal-hal yang diketahuinya sesuai dengan kesopanan disamping menghindarkan tuduhan-tuduhan yang dilancarkan oleh golongan orang-orang munafik. Meskipun demikian Nabi Muhammad masih juga menerima kritik Allah seperti diketahui pada ayat dalam surah al-Ahzab tersebut.\nTegasnya, ayat 67 ini mengancam orang-orang yang menyembunyikan amanat Allah sebagaimana tersebut dalam firman-Nya:\n\n\"Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Al-Qur'an), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh mereka yang melaknat.\" (al-Baqarah/2:159).\n\nSejalan dengan ancaman Al-Qur'an ini, Nabi Muhammad bersabda mengingatkan orang-orang yang menyembunyikan ilmu pengetahuan: \nBarang siapa ditanya tentang sesuatu ilmu pengetahuan lalu disembunyikannya maka ia akan dikekang pada hari Kiamat dengan kekangan dari api neraka. (Riwayat Abu Daud, at-Tirmidzi dari Abu Hurairah).\n\nSelanjutnya akhir ayat ini menegaskan bahwa Allah tidak akan memberi petunjuk kepada orang-orang kafir yang mengganggu Nabi Muhammad dan pekerjaan mereka itu pastilah sia-sia karena Allah tetap melindungi Nabi-Nya dan tetap akan meninggikan kalimat-Nya.",
    "quraish": "Wahai utusan Allah, berikanlah kabar kepada manusia akan apa-apa yang telah diwahyukan Tuhan kepadamu. Ajaklah mereka untuk mengikutinya. Jangan takut disakiti oleh seseorang. Bila kamu takut, maka berarti kamu tidak menyampaikan risalah Allah. Sebab, kamu telah diperintahkan untuk menyampaikannya kepada semua. Allah akan memelihara kamu dari gangguan orang-orang kafir. Sebab, sudah merupakan ketentuan Allah yang berlaku bahwa kebatilan tidak akan mengalahkan kebenaran. Sesungguhnya Allah tidak memberi petunjuk orang-orang kafir kepada jalan yang lurus.",
    "jalalayn": "(Hai rasul, sampaikanlah) semua (yang diturunkan kepadamu dari Tuhanmu) dan janganlah kamu sembunyikan sesuatu pun daripadanya karena takut akan mendapatkan hal-hal yang tidak diinginkan (dan jika tidak kamu lakukan) tidak kamu sampaikan semua yang diturunkan padamu itu (berarti kamu tidak menyampaikan risalah-Nya) risalah dengan tunggal atau jamak karena menyembunyikan sebagian berarti menyembunyikan semuanya. (Dan Allah memelihara kamu dari manusia) agar tidak sampai membunuhmu. Pada mulanya Rasulullah saw. itu dikawal sampai turun ayat ini, lalu sabdanya, \"Pergilah karena sesungguhnya Allah memeliharaku!\" Riwayat Hakim. (Sesungguhnya Allah tidak memberikan bimbingan kepada kaum yang kafir.)"
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 68,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقِيْمُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ ۗوَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
    "translation": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Kamu tidak dipandang beragama sedikit pun hingga kamu menegakkan ajaran-ajaran Taurat, Injil dan  (Al-Qur'an) yang diturunkan Tuhanmu kepadamu.” Dan apa yang diturunkan Tuhanmu kepadamu pasti akan membuat banyak di antara mereka lebih durhaka dan lebih ingkar, maka janganlah engkau berputus asa terhadap orang-orang kafir itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/737.mp3",
    "tafsir": ". Pada ayat ini Allah memerintahkan kepada Muhammad supaya mengatakan kepada Ahli Kitab bahwa mereka itu tidak dapat dipandang sebagai orang yang beragama selagi mereka tidak menegakkan ajaran-ajaran Taurat, lnjil dan ajaran-ajaran yang telah diturunkan kepada Nabi Muhammad yaitu Al-Qur'an, karena kalau mereka menegakkan ajaran Taurat dan lnjil tentulah tidak ada golongan yang mereka musuhi dan mereka laknati. Jika ada orang lain yang mengganggu tentulah mereka memberikan maaf bahkan mereka akan memberikan pipi kirinya ketika dipukul orang pada pipi kanannya.\nMereka tidak akan berlomba dalam mempersiapkan senjata-senjata yang menghancurkan dunia demi keselamatan manusia di dunia. Untuk perdamaian itu tentulah mereka akan mengeluarkan kekayaan mereka. Tetapi kenyataannya bahwa tingkah laku mereka adalah sebaliknya tidak menunjukkan bahwa mereka itu orang yang berpegang kepada agama. Malah kebanyakan mereka bertambah kedurhakaan dan kekafiran terhadap sesuatu yang diturunkan Allah kepada Nabi Muhammad yaitu Al-Qur'an selaku kitab penyempurnaan agama Allah. Hal itu menggambarkan bahwa mereka tidak beriman sungguh-sungguh kepada Allah dan tidak beriman sungguh-sungguh kepada rasul-rasul. Tegasnya mereka tidak melakukan perbuatan-perbuatan yang baik yang dituntut oleh Kitab-kitab mereka. Jadi kebanyakan mereka itu hanya berpegang kepada adat istiadat yang buruk dan kefanatikan, karenanya mereka menolak Al-Qur'an, secara sadar disebabkan mereka jauh dari ajaran agama mereka yang sebenarnya. \nAgama sebelum Muhammad merupakan dasar dari agama yang dibawa Nabi Muhammmad karena Islam merupakan penyempurnaan agama-agama sebelumnya. Oleh karena mereka melihat Al-Qur'an dengan kaca mata permusuhan dan kefanatikan, bertambah-tambahlah kefanatikan dan kedurhakaan mereka. Memang ada segolongan kecil dari mereka yang memelihara ajaran Tauhid, yang cinta kepada kebenaran; mereka inilah orang yang memandang Al-Qur'an dengan kesadaran karena mereka menyakini bahwa Al-Qur'an itu sebenarnya dari Tuhan mereka dan bahwa Nabi yang Al-Qur'an diturunkan kepadanya adalah Nabi yang terakhir yang tertulis dalam kitab-kitab mereka, sehingga mereka ini beriman kepada Muhammad seperti ulama-ulama Yahudi dan Najasyi dan kalangan Nasrani.\nSelanjutnya akhir ayat ini melarang Nabi Muhammad berduka cita terhadap orang-orang kafir yang tidak menyambut seruannya agar mereka beriman kepada Al-Qur'an.",
    "quraish": "Wahai Rasulullah, katakan kepada Ahl al-Kitâb, \"Sesungguhnya kalian tidak beragama dengan benar kecuali jika kalian menegakkan dan mengerjakan semua hukum-hukum Tawrât dan Injîl, serta beriman kepada al-Qur'ân yang telah diwahyukan kepada Rasul-Nya agar dapat menjadi petunjuk bagi manusia. Yakinlah, wahai Muhammad, bahwa kebanyakan Ahl al-Kitâb akan terus bertambah zalim, ingkar dan keras kepala terhadap al-Qur'ân disebabkan rasa iri dan dengki mereka. Maka janganlah bersedih hati terhadap mereka yang dijadikan selalu ingkar.",
    "jalalayn": "(Katakanlah \"Hai Ahli Kitab! Kamu tidaklah berada dalam sesuatu agama) tidak dianggap beragama (hingga kamu menjalankan Taurat dan Injil dan apa yang diturunkan kepadamu dari Tuhanmu) yakni dengan mengamalkan apa yang terdapat di dalamnya, di antaranya beriman kepadaku. (Sesungguhnya apa yang diturunkan kepadamu dari Tuhanmu hanyalah akan menambah kedurhakaan dan kekafiran kepada kebanyakan mereka) maksudnya bahwa disebabkan kekafiran mereka tadi, maka Alquran yang diturunkan padamu itu hanyalah menambah kekafiran dan kedurhakaan mereka, jadi bukan petunjuk dan keimanan. (Maka janganlah kamu berduka-cita) atau bersedih hati (terhadap orang-orang yang kafir.\") jika mereka tak mau beriman, tidak usah mereka itu dihiraukan."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 69,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـُٔوْنَ وَالنَّصٰرٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, shabiin dan orang-orang Nasrani, barangsiapa beriman kepada Allah, kepada hari kemudian, dan berbuat kebajikan, maka tidak ada rasa khawatir padanya dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/738.mp3",
    "tafsir": "Ayat ini dari segi pengertiannya tidak ada perbedaannya dari ayat 62 surah al-Baqarah. Ia diulang kembali, dengan susunan yang berbeda. Sejalan dengan ayat sebelumnya yaitu ayat 62, yang memerintahkan kepada Muhammad supaya mengatakan kepada Ahli Kitab, bahwa mereka belum dipandang beragama selama mereka belum beriman kepada Allah dengan sesungguhnya dan mengamalkan tuntunan Taurat dan Injil serta ajaran Al-Qur'an, maka pada ayat ini Allah menerangkan bahwa hal itu berlaku pada pengikut-pengikut semua rasul sebelum Muhammad yaitu Yahudi, Nasrani dan shabiin (bukan Yahudi dan Nasrani). Jika mereka menjalankan petunjuk-petunjuk agamanya sebelum terjadi perubahan oleh tangan mereka, tentulah mereka tidak khawatir pada hari kemudian dan mereka yang menemui Nabi Muhammad tetapi menentangnya atau pura-pura beriman, manakala mereka itu bertobat dan beramal saleh tentulah mereka tidak khawatir pada hari kemudian, karena seseorang itu tidak ada kelebihannya kecuali jika ia beriman kepada Allah dan kepada hari kemudian serta beramal saleh.\nManusia mempunyai dua macam kekuatan: pertama, kekuatan di bidang teori dan kedua, kekuatan di bidang praktek atau amaliah. Kekuatan di bidang teori barulah mencapai kesempurnaannya jika manusia itu mempunyai ilmu pengetahuan. Ilmu pengetahuan manusia baru mencapai kesempurnaan, jika sampai pada pengetahuan tentang sesuatu yang paling mulia yaitu Allah Tuhan Yang Maha Esa dan Mahakuasa membangkitkan dan menghimpun manusia di padang mahsyar. Dengan demikian pengetahuan yang paling mulia adalah keimanan kepada Allah dan hari kemudian. Amal kebaikan yang paling mulia adalah berbakti kepada Allah dan berusaha menyampaikan hal-hal yang bermanfaat kepada manusia. Jadi orang-orang yang menghadap Allah dengan keimanan dan amalan-amalan seperti ini tentulah dia tidak akan khawatir sedikit pun terhadap huru-hara dan bencana hari kiamat dan mereka tidak bersedih hati terhadap nikmat dunia yang tidak pernah mereka rasakan ketika hidup di dunia.",
    "quraish": "Sesungguhnya orang-orang yang percaya kepada Allah, kaum Yahudi, pengikut Mûsâ, orang-orang yang tidak beragama dan kaum Nasrani pengikut 'Isâ, jika mereka dengan tulus beriman kepada Allah dan hari kebangkitan dan beramal saleh sebagaimana yang diajarkan Islam, maka mereka akan selamat dari siksaan. Mereka berada dalam kesenangan surga pada hari kiamat nanti.",
    "jalalayn": "(Sesungguhnya orang-orang mukmin orang-orang Yahudi) menjadi mubtada (kaum Shabiin) satu sekte dari Yahudi (dan orang-orang Nasrani) yang menjadi badal dari mubtada ialah (siapa saja yang benar-benar beriman) dari kalangan mereka (kepada Allah, hari kemudian dan beramal saleh, maka tidak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) dalam menghadapi hari kemudian sebagai khabar dari mubtada dan yang menunjukkan kepada khabarnya inna."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 70,
    "arab": "لَقَدْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ وَاَرْسَلْنَآ اِلَيْهِمْ رُسُلًا ۗ كُلَّمَا جَاۤءَهُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰٓى اَنْفُسُهُمْۙ فَرِيْقًا كَذَّبُوْا وَفَرِيْقًا يَّقْتُلُوْنَ",
    "translation": "Sesungguhnya Kami telah mengambil perjanjian dari Bani Israil, dan telah Kami utus kepada mereka rasul-rasul. Tetapi setiap rasul datang kepada mereka dengan membawa apa yang tidak sesuai dengan keinginan mereka, (maka) sebagian (dari rasul itu) mereka dustakan dan sebagian yang lain mereka bunuh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/739.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengambil janji dari Bani Israil yaitu berupa ikrar mereka untuk beriman kepada Allah dan mengamalkan isi Taurat selaku syariah yang diturunkan Allah kepada mereka. Untuk memberikan penjelasan isi kitab tersebut Allah mengutus rasul-rasul-Nya kepada mereka. Tetapi setiap kali datang kepada mereka seorang rasul yang membawa petunjuk yang tidak sesuai dengan keinginan mereka, mereka perlakukan rasul itu dengan perlakuan yang sangat keji.\nSegolongan mereka mendustakan rasul dan sebagian mereka menganiaya dan membunuh rasul. Hal itu menunjukkan betapa jahatnya tingkah laku mereka sehingga petunjuk yang dibawa oleh rasul tidak sedikit pun berkesan di hati mereka, malahan kekufuran dan kezaliman mereka yang semakin bertambah-tambah.",
    "quraish": "Sesungguhnya kami telah mengambil perjanjian dengan orang-orang Yahudi Banû Isrâ'îl dengan tegas untuk mengikuti ajaran-ajaran Tawrât. Kami telah mengutus kepada mereka nabi-nabi untuk menjelaskan Tawrât dan menegaskan perjanjian yang telah Kami buat. Tetapi mereka melanggar perjanjian itu. Setiap kali seorang rasul datang kepada mereka dengan membawa ajaran yang bertentangan dengan hawa nafsu, mereka mendustakan sebagian dari rasul-rasul itu dan membunuh sebagian yang lain.",
    "jalalayn": "(Sesungguhnya Kami telah mengambil perjanjian dari Bani Israel) untuk beriman kepada Allah dan Rasul-Nya (dan telah Kami utus kepada mereka rasul-rasul tetapi setiap datang kepada mereka seorang rasul) dari kalangan mereka sendiri (dengan membawa apa yang tidak diingini oleh hawa nafsu mereka) yaitu berupa perkara yang hak/benar maka mereka tidak mempercayainya (sebagian) dari rasul-rasul itu (mereka dustakan dan sebagian yang lain) dari rasul-rasul itu (mereka bunuh) seperti Nabi Zakaria dan Nabi Yahya. Pengungkapan dengan lafal yaqtuluuna/fi`il mudhari` bukannya dengan lafal qataluu/fi`il madhi menggambarkan tentang keadaan yang sedang berlangsung di masa lalu karena adanya fashilah/pemisah."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 71,
    "arab": "وَحَسِبُوْٓا اَلَّا تَكُوْنَ فِتْنَةٌ فَعَمُوْا وَصَمُّوْا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوْا وَصَمُّوْا كَثِيْرٌ مِّنْهُمْۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ",
    "translation": "Dan mereka mengira bahwa tidak akan terjadi bencana apa pun (terhadap mereka dengan membunuh nabi-nabi itu), karena itu mereka menjadi buta dan tuli, kemudian Allah menerima tobat mereka, lalu banyak di antara mereka buta dan tuli. Dan Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/740.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang Yahudi itu tidak menduga bahwa Allah akan memberikan cobaan yang maha berat disebabkan perbuatan mereka yang sangat keji dan kekejaman yang melampaui batas, karena mereka menganggap bahwa mereka adalah anak Allah dan kekasih-Nya karenanya mereka menganggap bebas dari azab Allah. Mereka seolah-olah buta akan kenyataan-kenyataan yang menunjukkan siksaan-siksaan Allah terhadap umat yang membuat kerusakan dan kezaliman. Mereka seolah-olah tuli akan ajaran-ajaran dan petunjuk-petunjuk yang penuh mengandung ancaman-ancaman Allah; yaitu siksa terhadap orang-orang yang membatalkan janji-janji yang telah diikrarkan karena mengikuti selera untuk berbuat kezaliman.\nMenurut sejarah ketika bangsa Babilonia berada di bawah kekuasaan Nebukadnezar sekitar tahun 586 sebelum Masehi menaklukan bangsa Yahudi mereka menghancurkan Kuil Sulaiman di Baitulmakdis, merampas harta benda dan memperkosa wanita. Setelah orang-orang Yahudi kembali ke ajaran Taurat dan bertobat kepada Allah, barulah Allah memberikan pertolongan kepada mereka untuk melepaskan diri dari kekejaman bangsa Babilonia. Tetapi setelah penglihatan mereka buta terhadap peringatan, dan telinga mereka tuli terhadap petunjuk-petunjuk Allah, mereka kembali berbuat kezaliman membunuh rasul-rasul, maka datanglah lagi cobaan Allah yaitu mereka secara silih berganti dikuasai oleh kerajaan Romawi. Memang yang berbuat kejahatan tidaklah semua orang Yahudi dengan adanya kenyataan segolongan kecil dari mereka yang berbuat baik, tetapi sudah menjadi sunnatullah bahwa cobaan Tuhan itu menimpa secara merata kepada seluruh umat akibat perbuatan golongan yang zalim. Allah sudah memperingatkan dalam firman-Nya:\n\n\"Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu.\" (al-Anfal/8:25).\n\nSelanjutnya akhir ayat ini menerangkan bahwa Allah Maha Melihat tindakan atau kelakuan orang Yahudi terhadap Nabi Muhammad baik tipu daya maupun berupa pengerahan segenap kabilah-kabilah untuk bersatu menyerang Nabi Muhammad, karena dorongan nafsu jahat mereka yang telah membuat mereka buta, ketika dikemukakan bukti-bukti kebenaran oleh Nabi Muhammad selaku Nabi penutup semua nabi.",
    "quraish": "Orang-orang Yahudi Banû Isrâ'îl itu mengira bahwa tidak akan diturunkan kepada mereka bencana yang akan menyeleksi orang-orang yang tabah dan yang tidak. Maka dari itu, mereka tidak bersabar dalam menghadapi bencana. Bahkan kebanyakan mereka sesat hingga menjadi seperti orang buta dan tuli. Mereka berpaling dari kebenaran. Lalu Allah menjadikan orang-orang yang hina menguasai mereka. Setelah beberapa saat, mereka kembali bertobat kepada Allah. Pertobatan mereka pun diterima. Allah mengembalikan keinginan keras mereka untuk menjadi benar. Akan tetapi setelah itu mereka sesat kembali, sehingga menjadi buta dan tuli. Allah Maha Mengetahui ihwal mereka, menyaksikan perbuatan mereka dan akan memberi balasannya.",
    "jalalayn": "(Dan mereka mengira) mereka menduga (bahwa tidak akan terjadi) dengan dibaca rafa` maka an menjadi mukhaffafah/tidak beramal dan dibaca nashab maka an dapat menashabkan/beramal; artinya tidak bakalan terjadi (fitnah) siksaan yang menimpa diri mereka sebagai balasan dari perbuatan mendustakan para rasul dan berani membunuh mereka (sebagai akibatnya mereka menjadi buta) dari perkara yang hak hingga mereka tidak bisa melihatnya (dan mereka menjadi tuli) tidak bisa mendengar perkara yang hak (kemudian Allah menerima tobat mereka) tatkala mereka mau bertobat (kemudian mereka kembali menjadi buta dan tuli) untuk kedua kalinya (demikianlah kebanyakan dari kalangan mereka) lafal katsiirun sebagai dhamir/kata ganti (dan Allah Maha Melihat terhadap apa yang mereka kerjakan) untuk itu Ia membalas mereka sesuai dengan apa-apa yang telah mereka kerjakan."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 72,
    "arab": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ ",
    "translation": "Sungguh, telah kafir orang-orang yang berkata, “Sesungguhnya Allah itu dialah Al-Masih putra Maryam.” Padahal Al-Masih (sendiri) berkata, “Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.” Sesungguhnya barangsiapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/741.mp3",
    "tafsir": "Allah menegaskan dengan sesungguhnya bahwa orang Nasrani adalah orang-orang kafir karena mereka berkeyakinan bahwa Allah adalah Isa Almasih anak Maryam. Pendirian inilah yang menjadikan mereka itu kafir dan sesat, karena mereka berlebih-lebihan memuji Isa a.s, sebagaimana orang Yahudi keterlaluan pula menghina Isa, terutama terhadap Maryam. Pendirian orang-orang Nasrani terhadap nabi Isa a.s. tersebut adalah suatu pendirian yang dianut oleh mayoritas golongan Nasrani dan siapa saja di antara mereka yang menyimpang dari pendirian tersebut dianggap murtad. Orang-orang Nasrani berpendirian bahwa Tuhan itu terdiri dari unsur-unsur yang mereka namakan tiga oknum, yaitu Bapak, Putra dan Rohulkudus. Isa adalah putra, Allah adalah Bapak yang menjelma pada anak yang merupakan Rohulkudus dan mereka adalah tiga kesatuan yang tidak terpisah-pisah. Dengan demikian Allah itu adalah Isa dan Isa itu adalah Allah. Pendirian mereka ini sangat menyimpang dari kebenaran, karena Isa sendiri berkata kepada Bani Israil supaya mereka menyembah Allah yaitu Tuhan bagi Isa dan Tuhan bagi Bani Israil. Jadi ayat ini jelas menunjukkan pengakuan langsung dari Isa bahwa Tuhan yang disembah itu adalah Allah semata. Tegasnya seruan-seruan Nabi Isa kepada Bani lsrail seperti yang diterangkan oleh ayat ini untuk menegaskan agama Tauhid. Hal itu dapat dilihat di dalam kitab-kitab Injil yang asli. Dalam Perjanjian Baru, Markus xii. 28-30, ketika seorang ahli Taurat bertanya kepada Yesus, \"Hukum yang terutama ialah : Dengarlah, hai orang Israel, Tuhan Allah kita, Tuhan itu Esa. Kasihilah Tuhan, Allahmu dengan segenap hatimu dan dengan segenap kekuatanmu.\" Begitu juga Matius iv.10, Yesus memarahi setan karena mau menyembah yang selain Allah, Lukas xviii. 19 dan Yohanes xx.17.\nSelanjutnya Allah menerangkan bahwa Isa dengan tegas berkata bahwa orang-orang yang mempersekutukan Allah dengan sesuatu baik dengan malaikat atau dengan bintang atau dengan batu, maka orang itu tidak akan mendapat surga dan tempatnya adalah di dalam neraka, karena orang yang mempersekutukan Allah itu adalah orang yang berbuat zalim kepada diri mereka itu sendiri yang karenanya tidak wajar mendapat pembelaan dari pertolongan Allah.",
    "quraish": "Tidak beriman kepada Allah orang-orang yang mengira bahwa Allah masuk ke dalam tubuh 'Isâ putra Maryam dan menjadikan 'Isâ sebagai Tuhan, sebagaimana dikatakan orang-orang Nasrani sekarang ini. Padahal, 'Isâ sendiri terbebas dari sangkaan itu. Sesungguhnya 'Isâ memerintahkan Banû Isrâ'îl agar dengan tulus beriman kepada Allah semata dengan mengatakan, \"Sesungguhnya Allahlah yang menciptakan aku dan kalian, dan menguasai segala urusan kita. Barangsiapa mengira bahwa Allah mempunyai sekutu, maka neraka adalah ganjaran baginya. Ia tidak akan masuk surga selamanya karena telah melampaui batas-batas yang telah ditentukan Allah. Orang-orang yang melampaui batas dan berbuat zalim, tidak akan mendapatkan penolong yang menyelamatkan mereka dari siksaan-Nya.",
    "jalalayn": "(Sesungguhnya telah kafirlah orang-orang yang mengatakan, \"Sesungguhnya Allah ialah Almasih putra Maryam.\") di masa sebelumnya telah terjadi hal yang serupa (padahal telah berkata) kepada mereka (Almasih, \"Hai Bani Israel, sembahlah Allah Tuhanku dan Tuhanmu) sesungguhnya aku ini hanyalah seorang hamba Allah dan bukan Tuhan (sesungguhnya orang-orang yang mempersekutukan sesuatu dengan Allah) menyembah kepada selain Allah (maka pasti Allah mengharamkan kepadanya surga) Allah melarangnya untuk memasuki surga (dan tempatnya ialah neraka dan tidak ada bagi orang-orang lalim itu seorang) lafal min adalah tambahan (penolong.\") yang dapat mencegah siksaan Allah terhadap diri mereka."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 73,
    "arab": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ اِلٰهٍ اِلَّآ اِلٰهٌ وَّاحِدٌ  ۗوَاِنْ لَّمْ يَنْتَهُوْا عَمَّا يَقُوْلُوْنَ لَيَمَسَّنَّ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ",
    "translation": "Sungguh, telah kafir orang-orang yang mengatakan, bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/742.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menegaskan dengan sesungguhnya akan kekafiran orang Nasrani yang berkata bahwa Allah yang menciptakan langit dan bumi adalah salah satu dari tiga oknum, yaitu Bapak, Putra dan Rohulkudus. Jadi ayat ini menggambarkan pendirian mayoritas orang Nasrani zaman dahulu. Segolongan kecil dari mereka ada yang berpendirian bahwa Allah adalah Isa Putra Maryam sedangkan segologan kecil yang lain berpendirian bahwa Isa itu adalah Putra Allah, dan dia bukan Allah.\nPendirian mereka ini tidak mempunyai dasar yang kuat karena Tuhan yang sebenarnya ialah zat yang tidak terbilang. Allah Maha Esa. Karena itu Allah adalah Mahakuasa. Jika Tuhan berbilang maka artinya Yang Mahakuasa itu lebih dari satu, dan jika mereka berdua atau lebih tentulah akan berebut kekuasaan yang akibatnya hancurlah alam ini. Andaikata tuhan-tuhan itu berdamai yakni ada yang berkuasa di langit dan ada yang berkuasa di bumi maka hal itu berarti Tuhan itu lemah, karena sifat damai adalah sifat orang yang lemah yang tidak sanggup menaklukkan alam sendirian. Dengan demikian Yang Mahakuasa itu harus tunggal.\nSelanjutnya jika Tuhan itu terbilang, umpama terdiri atas tiga oknum dan ketiga-tiganya dianggap satu karena kesatuannya. maka artinya jika terjadi kehilangan salah satu daripadanya maka berarti hilanglah kesatuannya. dengan demikian hilanglah ketuhanannya karena matinya Yesus (salah satu oknum Tuhan) ditiang salib. Jika tidak demikian maka artinya Tuhan itu berbilang. Jadi ada Tuhan yang telah mati disalib dan dua yang masih hidup.\nJika dibenarkan adanya Tuhan Bapak dan adanya Tuhan Putra maka yang dinamakan Tuhan Bapak tentulah diketahui adanya lebih dahulu dan yang dinamakan Tuhan Putra tentulah diketahui adanya terkemudian. Sedangkan Tuhan itu bersifat Qadim yakni \"adanya tidak didahului oleh tiada\" dan Tuhan itu bersifat Baqa (kekal) yakni \"adanya tidak diakhiri tiada.\" Isa adalah didahului oleh \"tiada\", karena itu dia tidak bersifat Qadim, karena dia tidak ada pada waktu sebelum dilahirkan oleh Maryam dan Isa tidak bersifat baqa (kekal) karena dia telah menjadi tiada, dia telah mati. \nDemikianlah sesatnya pendirian orang Nasrani, jika ditinjau dari segi logika. Karenanya pada ayat ini Allah memperingatkan orang Nasrani supaya meninggalkan kepercayaan yang salah, dan hendaklah mereka kembali kepada ajaran-ajaran Tauhid. Jika mereka masih tetap pada kekafiran, yaitu mempersekutukan Allah maka mereka akan dimasukkan ke dalam azab api neraka.",
    "quraish": "Juga tidak beriman kepada Allah orang yang mengira bahwa Allah adalah salah satu dari tiga tuhan, sebagaimana yang diyakini orang-orang Nasrani sekarang. Yang benar dan pasti adalah bahwa tidak ada Tuhan selain Allah. Jika orang-orang yang sesat itu tidak meninggalkan keyakinan mereka yang salah dan kembali taat kepada Allah, maka mereka pasti akan disiksa dengan siksaan yang pedih.",
    "jalalayn": "(Sesungguhnya telah kafirlah orang-orang yang mengatakan, \"Bahwasanya Allah salah seorang) dari tuhan (yang tiga) artinya salah seorang dari tuhan-tuhan yang jumlahnya tiga dan dua orang lainnya yang dianggap tuhan ialah Nabi Isa beserta ibunya. Mereka yang berpendapat demikian adalah golongan dari orang-orang Nasrani (padahal sekali-kali tidak ada Tuhan selain dari Tuhan Yang Esa. Dan jika mereka tidak berhenti dari apa yang mereka katakan itu) berhenti dari menigakan Allah, kemudian kembali mengesakan-Nya (pasti akan menimpa kepada orang-orang yang kafir) artinya mereka yang menetapi kekafirannya (di antara mereka siksaan yang pedih\") siksaan yang sungguh amat memedihkan, yaitu siksaan neraka."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 74,
    "arab": "اَفَلَا يَتُوْبُوْنَ اِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Mengapa mereka tidak bertobat kepada Allah dan memohon ampunan kepada-Nya? Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/743.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tingkah laku Yahudi itu sangat mengherankan karena telah menerima ayat-ayat yang mengandung cercaan yang disertai ancaman-ancaman, namun hati mereka tidak tergerak untuk kembali kepada Allah dan memohon ampunan-Nya, padahal Allah sangat luas Rahmat-Nya, Maha Pengampun, Maha Penerima tobat hamba-Nya yang tenggelam dalam kesesatan kemudian benar-benar beriman dan bertakwa disertai amal saleh.",
    "quraish": "Tidakkah mereka meninggalkan keyakinan-keyakinan yang salah dan kembali beriman kepada Allah serta meminta ampun dari dosa-dosa yang telah mereka perbuat? Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "jalalayn": "(Maka mengapa mereka tidak bertobat kepada Allah dan memohon ampun kepada-Nya) atas apa yang telah mereka katakan; pertanyaan di sini menunjukkan kepada makna celaan. (Dan Allah Maha Pengampun) terhadap orang yang mau bertobat (lagi Maha Penyayang) kepadanya."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 75,
    "arab": "مَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَاُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيٰتِ ثُمَّ انْظُرْ اَنّٰى يُؤْفَكُوْنَ",
    "translation": "Al-Masih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan. Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahli Kitab), kemudian perhatikanlah bagaimana mereka dipalingkan (oleh keinginan mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/744.mp3",
    "tafsir": "Ayat ini menerangkan keistimewaan kedudukan Almasih (Isa) dan keistimewaan kedudukan ibunya (Maryam) kemudian ayat ini menerangkan pula tentang hakikat kepribadian mereka berdua. Keistimewaan Almasih ialah dia adalah utusan Allah, tidak ada perbedaannya dengan rasul-rasul yang datang pada masa sebelumnya, karena masing-masing membawa tanda kerasulan dari Allah. Jika Allah memberi kepada Nabi Isa kemampuan menyembuhkan sakit sopak dan menghidupkan orang mati sebagai mukjizat bagi Almasih, maka Allah menjadikan tongkatnya berupa seekor ular (al-A'raf/7:107) dan membelah laut (al-Baqarah/2:50) sebagai mukjizat bagi Nabi Musa. Jika Almasih dijadikan tanpa bapak, maka Nabi Adam dijadikan tanpa ibu dan bapak. Ibu Almasih adalah orang yang sangat mulia dan bertakwa kepada Allah.\nAyat ini menegaskan bahwa Almasih adalah seperti rasul-rasul yang lain, manusia biasa yang mempunyai kebutuhan jasmani, antara lain makan-makanan untuk menghindari lapar dan menjaga kesehatan untuk kelanjutan hidup. Tiap-tiap orang memerlukan sesuatu, dia adalah makhluk biasa yang karenanya tidak dapat dikatakan sebagai Tuhan pencipta dan tidak wajar disembah. Jadi yang wajar dan yang berhak disembah hanyalah Allah Yang Mahakuasa karena Allah diperlukan pertolongan-Nya. Tiap-tiap yang diperlukan, tentulah dipandang mulia oleh yang memerlukan. Tegasnya penyembah adalah orang yang memandang dirinya sendiri rendah dan hina dari yang disembah. Almasih sangat terkenal kuat ibadahnya kepada Allah, jadi Almasih menyembah Allah, ini menunjukkan bahwa Almasih itu \"bukan Allah\" karena Allah adalah yang disembah. Adalah suatu kebodohan apabila seseorang menyembah kepada orang yang sederajat dengannya baik dalam hakikat kejadian maupun dalam memerlukan pertolongan.\nSelanjutnya pada akhir ayat ini, Allah menerangkan kepada Muhammad saw, bagaimana cara-cara Allah menjelaskan kepada Ahli Kitab tentang tanda-tanda kekuasaan-Nya yang menunjukkan kesesatan pendirian mereka tentang Almasih. Kemudian Allah meminta perhatian Nabi Muhammad bagaimana cara-cara Ahli Kitab menolak penjelasan-penjelasan yang telah dikemukakan Allah itu, yang menunjukkan bahwa mereka memang tidak mempergunakan akal pikiran yang sehat karena mereka terbelenggu oleh taklid buta.",
    "quraish": "'Isâ putra Maryam tidak lain hanyalah seorang hamba yang dikaruniakan risalah oleh Allah, sebagaimana yang telah Allah karuniakan kepada hamba-hamba sebelumnya. Bunda 'Isâ adalah wanita biasa yang selalu benar dalam setiap ucapannya dan mempercayai Tuhannya. Keduanya membutuhkan makanan dan minuman untuk mempertahankan hidup. Itulah bukti bahwa mereka manusia biasa. Maka perhatikanlah, wahai orang-orang yang mendengar, keadaan mereka yang buta akan tanda-tanda kekuasaan Allah yang telah dijelaskan kepada mereka. Kemudian perhatikan pula bagaimana mereka berpaling dari kebenaran, padahal kebenaran itu sangat jelas.",
    "jalalayn": "(Almasih putra Maryam itu hanyalah seorang rasul yang sesungguhnya telah berlalu) telah lewat (sebelumnya beberapa rasul) maka dia pun akan berlalu/mati seperti mereka; dia bukanlah Tuhan seperti apa yang telah mereka sangkakan, jika memang demikian maka niscaya ia pun tidak akan berlalu/mati (dan ibunya seorang yang amat benar) seorang wanita yang teramat benar (keduanya biasa memakan makanan) sama seperti makhluk-makhluk hidup lainnya, maka siapa pun yang keadaannya demikian berarti dia bukanlah Tuhan karena ia masih membutuhkan makanan, lemah dan masih mengeluarkan kencing dan kotoran sebagai akibat dari makanan itu. (Perhatikanlah) dengan penuh rasa ketakjuban (bagaimana Kami menjelaskan kepada mereka, ahli kitab, tanda-tanda kekuasaan Kami) yang menunjukkan keesaan Kami (kemudian perhatikanlah bagaimana) lafal annaa adalah kata tanya (mendustakannya) mereka berpaling dari perkara hak yang disertai dengan bukti yang jelas."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 76,
    "arab": "قُلْ اَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا ۗوَاللّٰهُ هُوَ السَّمِيْعُ الْعَلِيْمُ",
    "translation": "Katakanlah (Muhammad), “Mengapa kamu menyembah yang selain Allah, sesuatu yang tidak dapat menimbulkan bencana kepadamu dan tidak (pula) memberi manfaat?” Dan Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/745.mp3",
    "tafsir": "Ayat ini menerangkan betapa sesatnya orang Nasrani yang menyembah Almasih. Muhammad mendapat perintah dari Allah supaya menanyakan kepada orang Nasrani, mengapa mereka menyembah selain Allah, sesuatu yang tidak memberi mudarat dan tidak memberi manfaat. Tidakkah mereka mengetahui bahwa orang Yahudi itu memusuhi Almasih dan mereka hendak membinasakannya, sedang Almasih sendiri ternyata tidak sanggup memberi mudarat kepada orang Yahudi dan sahabat Almasih tidak dapat menolongnya. Wajarkah orang yang tidak mempunyai kesanggupan itu dipandang sebagai Tuhan. Tidakkah mereka sendiri bercerita bahwa Yesus ketika dianiaya di atas tiang salib, dia meminta air karena haus dan orang Yahudi hanya memberikannya air cuka yang dituangkan ke lubang hidungnya. (Markus xv. 36: \"Maka datanglah seorang dengan bunga karang yang mencelupkannya ke dalam anggur asam lalu mencucukannya pada sebatang buluh dan memberi Yesus minum dan berkata: \"Baiklah kita tunggu dan melihat apakah Elia datang untuk menurunkan Dia.\" Terdapat juga dalam Matius xxvii. 48, Yohanes xix. 29-30). Tidakkah cerita mereka ini menunjukkan bahwa Yesus itu sangat lemah. Pantaskah orang yang lemah seperti ini dipandang sebagai Tuhan.\nSelanjutnya akhir ayat ini memperingatkan orang Nasrani bahwa Allah Maha Mendengar terutama ucapan kekafiran mereka dan Maha Mengetahui kepalsuan yang ada dalam hati mereka.",
    "quraish": "Katakanlah kepada mereka yang sesat, \"Mengapa kalian menyembah berhala yang, bila ditinggalkan, tidak mendatangkan mudarat bagi kalian dan, bila disembah, tidak mendatangkan manfaat. Bagaimana kalian meninggalkan ibadah kepada Allah, padahal Dia Mahakuasa atas segala sesuatu lagi Maha Mendengar dan Mengetahui.\"",
    "jalalayn": "(Katakanlah, \"Mengapa kamu menyembah selain daripada Allah) selain-Nya (sesuatu yang tidak dapat memberi mara bahaya kepadamu dan tidak pula memberi manfaat?\" Dan Allahlah Yang Maha Mendengar) terhadap perkataan-perkataanmu (lagi Maha Mengetahui) tentang tindak-tandukmu; kata istifham/kata tanya di sini menunjukkan keingkaran."
  },
  {
    "ruku": 95,
    "name": "Al-Ma'idah",
    "ayat": 77,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوْٓا اَهْوَاۤءَ قَوْمٍ قَدْ ضَلُّوْا مِنْ قَبْلُ وَاَضَلُّوْا كَثِيْرًا وَّضَلُّوْا عَنْ سَوَاۤءِ السَّبِيْلِ ࣖ ",
    "translation": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Janganlah kamu berlebih-lebihan dengan cara yang tidak benar dalam agamamu. Dan janganlah kamu mengikuti keinginan orang-orang yang telah tersesat dahulu dan (telah) menyesatkan banyak (manusia), dan mereka sendiri tersesat dari jalan yang lurus.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/746.mp3",
    "tafsir": "Pada ayat ini Allah melarang Ahli Kitab yang pada masa Nabi Muhammad bertindak keterlaluan di dalam agama sebagaimana nenek moyang mereka dahulu dan melarang mereka mengikuti sebab-sebab yang membawa nenek moyang mereka kepada kesesatan sehingga rnenyesatkan pula orang lain dari jalan kebenaran (ajaran Islam). Mereka meninggalkan hukum syariat dan mengikuti hawa nafsu yang buruk. Jadi dengan ayat ini dapatlah disimpulkan bahwa Ahli Kitab itu adalah:\na.Orang-orang yang sesat sejak dahulu karena mereka mengikuti hawa nafsu dalam urusan agama, membuat bidah, menghalalkan yang haram dan meninggalkan sunah Rasul.\nb.Orang lain menjadi sesat, karena mereka setelah sesat berusaha menyesatkan orang lain, memperluas bidah yang diada-adakan oleh para pendeta mereka.\nc.Orang yang berpaling dari agama Islam, terus-menerus berada dalam kesesatan, berarti mereka telah berbuat melampaui batas, berbuat bidah dan menyimpang dari itikad yang benar.",
    "quraish": "Katakanlah, wahai Rasulullah, kepada Ahl al-Kitâb (Yahudi dan Nasrani), \"Sesungguhnya Allah melarang kalian melampaui batas-batas keyakinan yang benar kepada yang palsu sehingga kalian menjadikan sebagian ciptaan-Nya sebagai Tuhan. Allah juga melarang kalian mengingkari risalah sebagian rasul dan mengikuti hawa nafsu orang-orang sebelum kalian yang telah jauh dari jalan kebenaran. Mereka mencegah banyak orang untuk menempuh jalan itu. Mereka terus berada jauh dari kebenaran yang nyata.",
    "jalalayn": "(Katakanlah, \"Hai Ahli Kitab!) para pemeluk agama Yahudi dan agama Nasrani (Janganlah kamu berlebih-lebihan) janganlah kamu melampaui batas (dalam agamamu) secara berlebih-lebihan (dengan cara tidak benar) yaitu dengan cara merendahkan Nabi Isa atau kamu mengangkatnya secara berlebihan dari apa yang seharusnya (dan janganlah kamu mengikuti hawa nafsu orang-orang yang telah sesat dahulunya sebelum kedatangan Nabi Muhammad) mengikuti cara berlebih-lebihan yang pernah dilakukan oleh para pendahulu mereka (dan mereka telah menyesatkan kebanyakan) manusia (dan mereka tersesat dari jalan yang lurus.\") jalan yang hak; lafal as-sawaa` asalnya bermakna pertengahan."
  }
]