[
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 62,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالنَّصٰرٰى وَالصَّابِــِٕيْنَ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, orang-orang Nasrani dan orang-orang sabi'in, siapa saja (di antara mereka) yang beriman kepada Allah dan hari akhir, dan melakukan kebajikan, mereka mendapat pahala dari Tuhannya, tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/69.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa tiap-tiap umat atau bangsa pada masa itu yang benar-benar berpegang pada ajaran para nabi mereka serta beramal saleh akan memperoleh ganjaran di sisi Allah, karena rahmat dan magfirah-Nya selalu terbuka untuk seluruh hamba-hamba-Nya. \n\"Orang-orang mukmin\" dalam ayat ini ialah orang yang mengaku beriman kepada Muhammad Rasulullah saw dan menerima segala yang diajarkan olehnya sebagai suatu kebenaran dari sisi Allah. sabi'in ialah umat sebelum Nabi Muhammad saw yang mengetahui adanya Tuhan Yang Maha Esa, dan mempercayai adanya pengaruh bintang-bintang. Pengertian beriman ialah seperti yang dijelaskan Rasul saw ketika Jibril a.s. menemuinya. Nabi berkata:\n\nAgar kamu beriman kepada Allah, malaikat-malaikat-Nya, Kitab-kitab-Nya, rasul-rasul-Nya, hari Kiamat, dan kamu percaya qadar baik atau buruk. (Riwayat Muslim dari 'Umar r.a.).\n\nOrang Yahudi ialah semua orang yang memeluk agama Yahudi. Mereka dinamakan Yahudi karena kebanyakan mereka dari keturunan Yahudi, salah seorang keturunan Yakub (Israil). Orang-orang Nasrani ialah orang-orang yang menganut agama Nasrani. Kata Nasrani diambil dari nama suatu daerah Nasirah (Nazareth) di Palestina, tempat Nabi Isa dilahirkan. Siapa saja di antara ketiga golongan di atas yang hidup pada zamannya, sebelum kedatangan Nabi Muhammad saw dan benar-benar beragama menurut agama mereka, membenarkan dengan sepenuh hati akan adanya Allah dan hari Kiamat, mengamalkan segala tuntutan syariat agamanya, mereka mendapat pahala dari sisi Allah. Sesudah kedatangan Nabi Muhammad saw, semua umat manusia diwajibkan beriman kepadanya dan seluruh ajaran yang dibawanya, yakni dengan menganut lslam.",
    "quraish": "Sesungguhnya orang-orang yang beriman kepada para nabi terdahulu, orang-orang Yahudi, Nasrani, dan orang-orang yang mengultuskan bintang dan malaikat, siapa saja di antara mereka yang beriman kepada risalah Muhammad setelah ia diutus untuk menjadi rasul, yang mengesakan Allah, beriman kepada kebangkitan dan perhitungan pada hari kiamat dan mengerjakan amal saleh, mereka adalah orang-orang yang diberi pahala dari Tuhan dan tidak akan merasakan kekhawatiran dari hukuman serta tidak akan bersedih hati karena kehilangan pahala. Karena sesungguhnya Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat kebajikan.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman) kepada para nabi di masa lalu (dan orang-orang Yahudi) (orang-orang Kristen dan orang-orang Shabiin) yakni segolongan dari orang-orang Yahudi atau Nasrani (siapa saja yang beriman) di antara mereka (kepada Allah dan hari akhir) di masa nabi kita (serta mengerjakan amal saleh) yaitu syariatnya (mereka akan memperoleh pahala) sebagai ganjaran dari amal perbuatan mereka itu (di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita). Dhamir atau kata ganti orang pada 'aamana', 'amila' dan sesudahnya hendaklah diartikan secara umum atau siapa saja."
  },
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 63,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya, agar kamu bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/70.mp3",
    "tafsir": "Allah mengingatkan kembali kesalahan lain dari nenek moyang orang Yahudi ketika Allah mengambil janji dari mereka, yaitu bahwa mereka akan beriman dan akan mengamalkan apa yang ada dalam Taurat. Ternyata mereka tidak mengamalkannya, bahkan mengingkarinya. Lalu Allah mengangkat bukit (Gunung Sinai) ke atas kepala mereka untuk memperlihatkan kekuasaan-Nya agar mereka beriman kepada-Nya dan berpegang teguh kepada kitab Taurat itu. Isi perjanjian tersebut berupa perintah Allah kepada mereka, \"Peganglah kitab Taurat dengan sungguh-sungguh dan tetaplah mengerjakan isinya, pelajarilah Taurat itu, perhatikan isinya dan amalkan hukum-hukum yang termaktub di dalamnya.\"\nAyat ini memberi pengertian bahwa orang yang meninggalkan syariat dan meremehkan hukum Allah disamakan dengan orang yang mengingkari dan menentangnya. Maka sudah sepatutnya dia pada hari Kiamat nanti dikumpulkan dalam keadaan buta. Dia tidak dapat melihat jalan kemenangan dan jalan kebahagiaan.\nDia berkata, \"Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?\" Dia (Allah) berfirman, \"Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.\" (taha/20: 125 dan 126)\n\nApabila seseorang mengingkari syariat Allah dan menyia-nyiakan hukum-Nya, berarti syariat itu tidak mempunyai pengaruh apa-apa pada jiwanya. Sehubungan dengan pengertian ayat ini dapat dikatakan bahwa orang-orang yang hanya membaca Al-Qur'an tanpa mengamalkan isinya mereka tidak mendapat manfaat dari kandungan Al-Qur'an itu. Maksud mengikuti kitab-kitab suci ialah mengamalkan isinya, bukan hanya sekadar membaca dan melagukannya dengan macam-macam lagu yang merdu. Kemudian Allah memerintahkan agar Bani Israil berpegang teguh dengan Taurat, selalu mempelajarinya, dan mengamalkan isinya agar mereka menjadi orang yang bertakwa.",
    "quraish": "Ingatlah ketika kalian berjanji kepada Kami dengan mengangkat gunung Tursina. Dengan kekuasaan Kami, Kami menjadikan gunung itu sebagai naungan di atas kalian sampai kalian merasa takut dan tunduk. Saat itu Kami berfirman kepada kalian, \"Ambillah apa yang Kami berikan kepada kalian berupa petunjuk dan arahan, dengan sungguh-sungguh. Dan ingatlah pula ajaran yang dikandungnya sebagaimana orang-orang yang menerima dan melaksanakannya, agar, dengan demikian, kalian dapat menjaga diri dari hukuman.\"",
    "jalalayn": "(Dan) ingatlah (ketika Kami mengambil ikrar darimu) yakni ikrar bahwa kamu akan melakukan ajaran-ajaran yang terdapat dalam Taurat. (dan) sesungguhnya (Kami angkat gunung Thursina ke atasmu) artinya Kami cabut dari dasarnya untuk ditimpakan kepadamu, yakni tatkala kamu tidak mau berikrar seraya Kami berfirman, (\"Peganglah dengan teguh apa yang Kami berikan kepadamu ini!) maksudnya secara giat dan sungguh-sungguh (dan ingatlah baik-baik apa yang ada di dalamnya) yakni dengan mengamalkannya (agar kamu termasuk orang-orang yang bertakwa.\") Artinya terpelihara dirimu dari api neraka dan perbuatan durhaka."
  },
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 64,
    "arab": "ثُمَّ تَوَلَّيْتُمْ مِّنْۢ بَعْدِ ذٰلِكَ  فَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَكُنْتُمْ مِّنَ الْخٰسِرِيْنَ",
    "translation": "Kemudian setelah itu kamu berpaling. Maka sekiranya bukan karena karunia Allah dan rahmat-Nya kepadamu, pasti kamu termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/71.mp3",
    "tafsir": "Sesudah Bani Israil mengambil perjanjian dari Allah seperti disebutkan pada ayat yang lalu, mereka berpaling dan tidak menepati perjanjian itu. Mereka banyak melanggar ketentuan-ketentuan dalam Taurat, baik oleh nenek moyang mereka zaman dahulu maupun oleh mereka yang hidup kemudian. Umpamanya pada zaman mereka hidup di padang pasir yang tandus, mereka menentang Nabi Musa, menyakitinya, dan melawan segala perintahnya. Pada masa berikutnya mereka membunuh Nabi Yahya, mengingkari Nabi Isa bahkan merencanakan akan membunuhnya. Keingkaran mereka terhadap Nabi Muhammad saw, termasuk bukti penyelewengan mereka dari Taurat. Maka sudah sewajarnya mereka mendapat azab dari Allah, atau Allah melenyapkan nikmat dari mereka untuk selama-lamanya. Tetapi Allah tidak berbuat demikian, karena kasih sayang-Nya. Mereka tidak dibinasakan, dan Allah selalu membuka pintu tobat bagi yang ingin kembali ke jalan yang benar.",
    "quraish": "Kemudian, setelah perjanjian itu, kalian berpaling. Kalau bukan karena karunia dan rahmat Allah, serta penundaan siksa-Nya yang ditimpakan kepada kalian, tentu kalian akan menjadi orang-orang yang sesat dan binasa.",
    "jalalayn": "(Kemudian kamu berpaling) menyalahi ikrar (setelah itu) maksudnya setelah berikrar tadi (maka kalau tidak ada karunia Allah dan rahmat-Nya kepadamu) yaitu dengan menerima tobatnya atau menangguhkan siksa terhadapmu (niscayalah kamu akan termasuk orang-orang yang merugi) atau celaka."
  },
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 65,
    "arab": "وَلَقَدْ عَلِمْتُمُ الَّذِيْنَ اعْتَدَوْا مِنْكُمْ فِى السَّبْتِ فَقُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
    "translation": "Dan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat,  lalu Kami katakan kepada mereka, “Jadilah kamu kera yang hina!” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/72.mp3",
    "tafsir": "Dalam ketentuan syariat agama Yahudi, pada hari ketujuh, Sabat (dari bahasa Ibrani, shabbath, berarti \"istirahat\") orang dilarang mengerjakan apa pun, karena hari itu khusus untuk ibadah. Dalam bahasa Arab sabt (Sabtu), dari kata sabata, yasbitu, sabtan, juga berarti \"istirahat\" atau \"tenang.\" Pada hari itu setelah \"langit, bumi, dan segala isinya diselesaikan\" Tuhan beristirahat. \"Lalu Allah memberkati hari ketujuh itu dan menguduskannya\" (Kejadian ii. 1-3), yang juga dipakai untuk merayakan terbebasnya orang Israil dari perbudakan di Mesir. Menurut Perjanjian Lama, mereka yang melanggar kekudusan Sabat, termasuk menangkap ikan pada hari itu, dapat dijatuhi hukuman mati: \"Siapa yang melanggar kekudusan hari Sabat itu pastilah ia dihukum mati, sebab orang yang melakukan pekerjaan pada hari itu, orang itu harus dilenyapkan dari antara bangsanya\". (Kitab Keluaran 31. 14). \nPada hari yang sangat dihormati itu biasanya ikan-ikan bebas bermunculan sehingga menutupi permukaan air laut, karena hari itu tidak ada orang yang berani mengganggunya. Di luar hari Sabtu ikan-ikan itu menghilang lagi (al-A'raf/7 : 163). Banyak mufasir menyebutkan, larangan ini oleh mereka diakali; pada hari-hari sebelum Sabat mereka membuat kolam besar dan air laut dialirkan ke dalamnya. Pada hari Ahad mereka bekerja mengambil ikan yang sudah terjaring itu. Tetapi dalam hukum Tuhan mereka tetap melanggar, maka Allah menjatuhkan hukuman dengan menjadikan mereka kera, sehingga mereka jauh dari kebajikan serta hina dan rendah.\nMenurut Mujahid, sebagaimana diriwayatkan oleh Ibnu Jarir, \"Fisik mereka tidak ditukar menjadi kera, tetapi hati, jiwa, dan sifat merekalah yang dijadikan seperti kera, sehingga mereka tidak dapat menerima pengajaran dan tidak dapat memahami ancaman.\" Pada ayat ini mereka diserupakan dengan kera dan pada ayat yang lain mereka diserupakan dengan keledai, sesuai dengan firman Allah:\n\nPerumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal.¦.(al-Jumu'ah/62:5)\n\nJumhur ulama berpendapat bahwa mereka benar-benar bertukar wujud menjadi kera sebagai hukuman terhadap keingkaran mereka. Di dalam riwayat lain disebutkan bahwa mereka yang diubah menjadi kera tidak beranak, tidak makan, tidak minum, dan tidak dapat hidup lebih dari tiga hari. Di dalam Al-Qur'an terdapat ayat yang serupa maksudnya:\n\n¦ Dan di antara mereka (ada) yang dijadikan kera dan babi dan (orang yang) menyembah Tagut.\"¦(al-Ma'idah/5:60)",
    "quraish": "Sesungguhnya kalian telah mengetahui orang-orang di antara kelompok kalian yang melanggar pada hari Sabtu, yaitu dengan memancing ikan pada hari itu. Padahal, hari itu adalah hari libur dan hari raya bagi kalian. Kalian tidak boleh bekerja pada hari itu. Kemudian Allah mengganti hati orang-orang yang melanggar itu, sehingga mereka menjadi seperti kera dalam kecenderungan dan nafsunya. Kami jadikan mereka orang-orang yang jauh dari rahmat Allah dan terusir seperti anjing. Mereka akan dijauhi dan dihindari orang lain dari pergaulan karena rasa jijik.",
    "jalalayn": "(Dan sesungguhnya) lam-nya 'lam qasam' menyatakan bersumpah artinya 'demi' (kamu telah mengetahui) (orang-orang yang melanggar) peraturan (di antaramu pada hari Sabtu) yakni dengan menangkap ikan padahal Kami telah melarangmu dari demikian; dan mereka ini ialah penduduk Eilat atau Ayilah (lalu Kami titahkan kepada mereka, \"Jadilah kalian kera yang hina!\") artinya yang terkucil. Apa yang dikehendaki Allah itu pun terlaksana dan setelah masa tiga hari mereka menemui kematian."
  },
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 66,
    "arab": "  فَجَعَلْنٰهَا نَكَالًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِيْنَ",
    "translation": "Maka Kami jadikan (yang demikian) itu peringatan bagi orang-orang pada masa itu dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/73.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan maksud dari hukuman yang dijatuhkan kepada Bani Israil, untuk menjadi pelajaran bagi manusia agar mencegah perbuatan-perbuatan yang melampaui ketentuan-ketentuan Allah, baik untuk orang yang hidup pada waktu itu maupun yang hidup sesudahnya sampai hari kiamat. Hukuman itu juga menjadi pelajaran yang baik bagi orang-orang yang bertakwa. Mereka senantiasa mengambil pelajaran dengan segala macam kejadian dan selalu menjauhkan diri dari perbuatan-perbuatan yang melampaui batas.",
    "quraish": "Allah menjadikan keadaan mereka seperti ini sebagai pelajaran dan peringatan bagi orang lain untuk tidak mengerjakan seperti yang mereka kerjakan. Di samping itu, juga sebagai pelajaran bagi orang-orang yang hidup di masa mereka dan masa setelah mereka. Juga hal ini Kami jadikan sebagai nasihat bagi orang-orang yang bertakwa kepada Tuhan, karena merekalah yang dapat mengambil manfaat dari peringatan yang berupa nasihat dan pelajaran.",
    "jalalayn": "(Maka Kami jadikan dia) maksudnya hukuman tersebut (sebagai peringatan) cermin perbandingan hingga mereka tidak melakukannya lagi (bagi umat-umat di masa itu dan bagi mereka yang datang kemudian) (serta menjadi pengajaran bagi orang-orang yang bertakwa) kepada Allah Taala. Dikhususkan bagi orang-orang ini, karena hanya merekalah yang dapat mengambil manfaat darinya sedangkan orang lain tidak."
  },
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 67,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖٓ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تَذْبَحُوْا بَقَرَةً ۗ قَالُوْٓا اَتَتَّخِذُنَا هُزُوًا ۗ قَالَ اَعُوْذُ بِاللّٰهِ اَنْ اَكُوْنَ مِنَ الْجٰهِلِيْنَ ",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Allah memerintahkan kamu agar menyembelih seekor sapi betina.” Mereka bertanya, “Apakah engkau akan menjadikan kami sebagai ejekan?” Dia (Musa) menjawab, “Aku berlindung kepada Allah agar tidak termasuk orang-orang yang bodoh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/74.mp3",
    "tafsir": "Ketika Nabi Musa memerintahkan Bani Israil untuk menyembelih sapi, mereka berkata kepada Nabi Musa, \"Apakah kamu mempermainkan kami? Kami bertanya kepadamu tentang perkara pembunuhan, lalu kamu menyuruh kami menyembelih seekor sapi. Ini ganjil sekali dan jauh daripada yang kami maksudkan.\" Seharusnya Bani Israil menjalankan perintah Nabi Musa itu dan menyambutnya dengan patuh dan taat, kemudian mereka menunggu apa yang akan terjadi sesudah itu, tetapi mereka berbuat sebaliknya. \nPerkataan mereka itu sebagai bukti bahwa mereka sangat kasar tabiatnya dan tidak mengakui kekuasaan Allah. Nabi Musa menjawab, \"Saya berlindung kepada Allah dari memperolok-olokkan manusia karena perbuatan itu termasuk perbuatan orang jahil, lebih-lebih bagi seorang rasul yang akan menyampaikan risalah dan hukum-hukum Allah kepada manusia.\"",
    "quraish": "Dan ingatlah ketika Mûsâ berkata kepada kaumnya saat terjadi kasus pembunuhan yang tidak diketahui siapa pembunuhnya. \"Allah memerintahkan kalian untuk menyembelih seekor sapi, karena hal ini adalah kunci untuk mengetahui si pembunuh,\" kata Mûsâ. Mereka merasa heran mengenai kaitan antara pembunuhan dengan penyembelihan sapi, seraya berkata, \"Apakah kamu mengejek kami, Mûsâ?\" Mûsâ menjawab, \"Aku akan berpegang teguh dengan tuntunan Tuhanku agar tidak termasuk golongan orang-orang bodoh yang mengejek hamba-hamba-Nya.\"",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya,) yakni ketika ada di antara mereka itu seseorang yang terbunuh sedangkan mereka tidak tahu siapa pembunuhnya, lalu mereka minta kepada Musa untuk memohonkan kepada Allah agar Dia dapat memberitahukan siapa pembunuhnya itu. Maka dia memohon, lalu katanya, (\"Sesungguhnya Allah menyuruh kamu menyembelih seekor sapi betina.\" Jawab mereka, \"Apakah kamu hendak menjadikan kami sebagai bahan ejekan?\") artinya suruhan kamu itu akan menyebabkan kami menjadi sasaran olok-olok dan tertawaan orang. (Jawab Musa, \"Aku berlindung) maksudnya aku tidak sudi (kepada Allah) akan (menjadi golongan orang-orang yang jahil.\") yang suka berolok-olok. Tatkala mereka ketahui bahwa Musa bersungguh-sungguh."
  },
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 68,
    "arab": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَ ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَّلَا بِكْرٌۗ عَوَانٌۢ بَيْنَ ذٰلِكَ ۗ فَافْعَلُوْا مَا تُؤْمَرُوْنَ ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa sapi betina itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka kerjakanlah apa yang diperintahkan kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/75.mp3",
    "tafsir": "Bani Israil berkata lagi kepada Nabi Musa, \"Tanyakanlah kepada Tuhanmu agar diterangkan kepada kami tanda-tanda sapi yang dimaksudkan itu.\" Nabi Musa menjawab, \"Sapi yang harus disembelih itu bukan yang tua dan bukan pula yang muda, tetapi yang sedang umurnya. Turutilah perintah itu dan laksanakanlah segera.\"\nMereka disuruh segera menaati perintah itu dan dilarang berkeras kepala. Sebenarnya mereka dapat melaksanakan penyembelihan sapi itu dengan keterangan yang sudah diberikan. Tetapi mereka membandel dan terus melanjutkan dan memperbanyak pertanyaan.",
    "quraish": "Di sini mereka berkata kepada Mûsâ dengan ragu atas perintah penyembelihan sapi ini, \"Mohonkan Tuhanmu agar menerangkan ciri-ciri sapi itu kepada kami.\" Mûsâ berkata, \"Allah berfirman kepadaku bahwa sapi itu adalah sapi yang tidak tua dan tidak muda: pertengahan antara tua dan muda. Sekarang lakukanlah apa yang diperintahkan kepada kalian.\"",
    "jalalayn": "(Mereka bertanya, \"Mohonkanlah kepada Tuhanmu agar Dia menjelaskan kepada kami, sapi betina yang manakah itu?\") maksudnya tentang usianya, apakah yang tua atau yang muda? (Jawab Musa, \"Allah berfirman bahwa sapi itu ialah sapi betina yang tidak tua) berusia lanjut (dan tidak pula muda) atau terlalu kecil, tetapi (pertengahan) (di antara demikian), yakni di antara tua dan muda tadi (maka lakukanlah apa yang diperintahkan kepadamu.\") yaitu supaya menyembelih sapi yang telah dijelaskan itu."
  },
  {
    "page": 10,
    "name": "Al-Baqarah",
    "ayat": 69,
    "arab": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا لَوْنُهَا ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ صَفْرَاۤءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ النّٰظِرِيْنَ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa (sapi) itu adalah sapi betina yang kuning tua warnanya, yang menyenangkan orang-orang yang memandang(nya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/76.mp3",
    "tafsir": "Sesudah menanyakan umur sapi itu, mereka berkata, \"Terangkanlah kepada kami, bagaimana warna sapi itu.\" Mereka diberi jawaban yang cukup jelas yang dapat membedakan sapi yang dimaksud. Musa mengatakan bahwa warna sapi itu kuning tua dan menyenangkan orang yang melihatnya. Tetapi mereka tidak puas dengan jawaban tersebut. Mereka terus bertanya dan menambah pertanyaan yang mempersulit diri mereka sendiri.",
    "quraish": "Tetapi mereka tetap ragu-ragu, kemudian berkata, \"Mintalah kepada Tuhanmu agar menerangkan kepada kami warna sapi itu.\" Kemudian Mûsâ menjawab dengan menyitir firman Allah, \"Sapi itu berwarna kuning tua, jernih dan menyenangkan orang yang memandangnya karena kejelasan dan kejernihan warnanya itu.\"",
    "jalalayn": "(Kata mereka, \"Mohonkanlah kepada Tuhanmu untuk kami agar dijelaskan-Nya kepada kami apa warnanya!\" Jawab Musa, \"Allah berfirman bahwa sapi betina itu ialah sapi betina yang kuning, yakni yang kuning tua warnanya, maksudnya yang kuning pekat (yang menyenangkan orang-orang yang memandang.\") artinya menarik hati mereka disebabkan keelokannya."
  }
]