[
  {
    "page": 100,
    "name": "An-Nisa'",
    "ayat": 135,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى اَنْفُسِكُمْ اَوِ الْوَالِدَيْنِ وَالْاَقْرَبِيْنَ ۚ اِنْ يَّكُنْ غَنِيًّا اَوْ فَقِيْرًا فَاللّٰهُ اَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى اَنْ تَعْدِلُوْا ۚ وَاِنْ تَلْوٗٓا اَوْ تُعْرِضُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
    "translation": "Wahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/628.mp3",
    "tafsir": "Orang-orang beriman diperintahkan agar menjadi orang yang benar-benar menegakkan keadilan di tengah-tengah masyarakat. Karenanya Allah memerintahkan kepada mereka untuk berlaku adil dalam segala hal, seperti keadilan dalam membagi waktu, menegakkan salat secara tetap dan tepat pada waktunya. Dalam memberikan kesaksian, Allah memerintahkan agar memberikan kesaksian seperti apa adanya, tidak boleh memutarbalikkan kenyataan. Dalam menimbang barang agar berlaku adil, menimbang dengan tepat, tidak menambah dan tidak mengurangi (al-Mutaffifin/83: 1-4). Semua perintah itu jika dilakukan dengan sebaik-baiknya, niscaya akan menjadikan kebiasaan yang meresap di dalam jiwanya. Keadilan itu harus dilakukan secara menyeluruh di tengah-tengah pergaulan masyarakat, baik yang menjalani itu rakyat biasa ataupun kepala negara, petani atau pedagang, anggota atau kepala rumah tangga.\nJika menjadi saksi, jadilah saksi yang jujur, semata-mata karena mengharapkan keridaan Allah, tidak memutarbalikkan kenyataan, tidak berat sebelah, meskipun menyangkut dirinya sendiri, ataupun keluarganya. Kesaksian itu hendaklah diberikan sesuai dengan kenyataan baik menguntungkan dirinya sendiri ataupun menguntungkan orang lain, karena pada dasarnya kesaksian itu adalah salah satu jalan pembuktian untuk mencari kebenaran. Oleh sebab itu, kesaksian harus diberikan dengan jujur.\nApabila ada seseorang memberikan kesaksian yang tidak benar, dengan maksud ingin menguntungkan dirinya atau keluarganya, maka cara serupa ini tidaklah dianggap suatu kebaikan, karena memberikan keterangan palsu dengan maksud memberikan pertolongan kepada seseorang, tidak dibenarkan syariat dan bukanlah suatu kebajikan, tetapi pada hakikatnya perbuatan yang demikian itu termasuk membantu kejahatan dan menginjak-injak hak asasi manusia.\nAllah menyerukan agar keadilan dan kesaksian itu dilaksanakan secara merata tanpa pandang bulu, baik yang disaksikan itu keluarganya sendiri ataupun orang lain, baik kaya ataupun miskin. Hendaklah manusia mengetahui bahwa keridaan Allah dan tuntunan syariat-Nya yang harus diutamakan: tidak boleh orang-orang kaya disenangi atau dibela karena kekayaannya atau orang-orang fakir dikasihani karena kefakirannya, sebab jika kekayaan dan kefakiran yang dijadikan dasar pertimbangan dalam memberikan kesaksian, maka pertimbangan serupa itu bukanlah merupakan pertimbangan yang dapat membuahkan keputusan yang benar. Pertimbangan yang benar ialah didasarkan kepada kebenaran dan keridaan Allah semata.\nMenegakkan keadilan dan memberikan kesaksian yang benar sangat penting artinya, baik bagi orang-orang yang menjadi saksi ataupun bagi orang-orang yang diberi kesaksian. Itulah sebabnya, menegakkan keadilan atau memberikan persaksian yang benar itu, ditetapkan dan dimasukkan ke dalam rangkaian syariat Allah yang wajib dijalankan.\nSesudah itu Allah melarang kaum Muslimin memperturutkan hawa nafsu, agar mereka tidak menyeleweng dari kebenaran, karena orang yang terbiasa menuruti hawa nafsunya, mudah dipengaruhi oleh dorongan hawa nafsu untuk melakukan tindakan yang tidak adil dan tidak jujur, sehingga mereka tergelincir dari kebenaran.\nApabila mereka memutarbalikkan kenyataan dalam memberikan persaksian, sehingga apa yang disaksikan tidak sesuai dengan kenyataan, atau mereka enggan untuk memberikan kesaksian karena tekanan-tekanan yang mempengaruhi jiwanya, maka mereka harus ingat bahwa Allah mengetahui apa yang terkandung di dalam hati mereka.",
    "quraish": "Keadilan adalah sistem kehidupan yang tidak dipertentangkan lagi. Dari itu, wahai orang-orang yang patuh dan tunduk kepada Allah dan seruan rasul-Nya, biasakanlah dirimu dan orang lain--dalam upaya mematuhi prinsip keadilan--untuk selalu tunduk kepada keadilan. Berbuat adillah terhadap orang-orang yang teraniaya. Jadilah kalian semua penegak keadilan, bukan karena menyukai orang kaya atau mengasihi orang miskin. Karena Allahlah yang menjadikan seseorang kaya dan miskin, dan Dia lebih tahu kemaslahatannya. Sesungguhnya hawa nafsu itu telah menyimpang dari kebenaran, maka janganlah kalian mengikutinya, supaya kalian dapat berlaku adil. Jika kalian bepaling atau enggan menegakkan keadilan, maka sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan dan akan memberi balasannya. Yang baik akan dibalas dengan kebaikan dan yang buruk akan dibalas dengan keburukan pula.",
    "jalalayn": "(Hai orang-orang yang beriman! Hendaklah kamu menjadi penegak) atau benar-benar tegak dengan (keadilan) (menjadi saksi) terhadap kebenaran (karena Allah walaupun) kesaksian itu (terhadap dirimu sendiri) maka menjadi saksilah dengan mengakui kebenaran dan janganlah kamu menyembunyikannya (atau) terhadap (kedua ibu bapak dan kaum kerabatmu. Jika ia) maksudnya orang yang disaksikan itu (kaya atau miskin, maka Allah lebih utama bagi keduanya) daripada kamu dan lebih tahu kemaslahatan mereka. (Maka janganlah kamu mengikuti hawa nafsu) dalam kesaksianmu itu dengan jalan pilih kasih, misalnya dengan mengutamakan orang yang kaya untuk mengambil muka atau si miskin karena merasa kasihan kepadanya (agar) tidak (berlaku adil) atau menyeleweng dari kebenaran. (Dan jika kamu mengubah) atau memutarbalikkan kesaksian, menurut satu qiraat dengan membuang huruf wawu yang pertama sebagai takhfif (atau berpaling) artinya enggan untuk memenuhinya (maka sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) hingga akan diberi-Nya balasannya."
  },
  {
    "page": 100,
    "name": "An-Nisa'",
    "ayat": 136,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰى رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ اَنْزَلَ مِنْ قَبْلُ ۗوَمَنْ يَّكْفُرْ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
    "translation": "Wahai orang-orang yang beriman! Tetaplah beriman kepada Allah dan Rasul-Nya (Muhammad) dan kepada Kitab (Al-Qur'an) yang diturunkan kepada Rasul-Nya, serta kitab yang diturunkan sebelumnya. Barangsiapa ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, dan hari kemudian, maka sungguh, orang itu telah tersesat sangat jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/629.mp3",
    "tafsir": "Ayat ini menyeru kaum Muslimin agar mereka tetap beriman kepada Allah, kepada Rasul-Nya Muhammad saw, kepada Al-Qur'an yang diturunkan kepadanya, dan kepada kitab-kitab yang diturunkan kepada rasul-rasul sebelumnya. Kemudian ayat ini memperingatkan orang-orang yang mengingkari seruan-Nya. Barang siapa mengingkari Allah, para malaikat-Nya, kitab-kitab-Nya, dan hari akhirat, ia telah tersesat dari jalan yang benar, yaitu jalan yang akan menyelamatkan mereka dari azab yang pedih dan membawanya kepada kebahagiaan yang abadi.\nIman kepada kitab-kitab Allah dan kepada rasul-rasul-Nya adalah satu rangkaian yang tidak dapat dipisah-pisahkan. Tidak boleh beriman kepada sebagian rasul dan kitab saja, tetapi mengingkari bagian yang lain seperti dilakukan oleh orang-orang Yahudi dan Nasrani. Iman serupa ini tidak dipandang benar, karena dipengaruhi oleh hawa nafsu atau hanya mengikuti pendapat-pendapat dan pemimpin-pemimpin saja.\nApabila ada orang yang mengingkari sebagian kitab, atau sebagian rasul, maka hal itu menunjukkan bahwa ia belum meresapi hakikat iman, karena itu imannya tidak dapat dikatakan iman yang benar, bahkan suatu kesesatan yang jauh dari bimbingan hidayah Allah.",
    "quraish": "Risalah-risalah samawi pada hakikatnya adalah satu, karena yang mengutus para rasul hanya satu pula: Allah Swt. Maka tunduklah, wahai orang-orang yang beriman, kepada Allah dan ikhlaskan dirimu kepada-Nya. Percayalah kepada Nabi Muhammad dan apa yang dibawa dalam al-Qur'ân yang diturunkan kepadanya, dan laksanakanlah. Percayalah kepada kitab-kitab suci yang turun sebelumnya seperti saat diturunkan tanpa penyelewengan dan kealpaan. Barangsiapa yang ingkar kepada Allah, Sang Pencipta, malaikat, alam gaib, kitab-kitab Allah dan rasul-rasul-Nya, serta hari akhir, maka ia telah tersesat dari jalan yang benar dan berada dalam jalan kesesatan.",
    "jalalayn": "(Hai orang-orang yang beriman, berimanlah kamu) artinya tetaplah beriman (kepada Allah dan rasul-Nya dan kepada kitab yang diturunkan-Nya kepada rasul-Nya) Muhammad saw. yakni Alquran (serta kitab yang diturunkan-Nya sebelumnya) maksudnya kitab-kitab yang diturunkan-Nya kepada para rasul, dan menurut satu qiraat kedua kata kerjanya dalam bentuk pasif. (Dan siapa yang ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya dan hari akhirat, maka sungguhnya ia telah sesat sejauh-jauhnya) dari kebenaran."
  },
  {
    "page": 100,
    "name": "An-Nisa'",
    "ayat": 137,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ ازْدَادُوْا كُفْرًا لَّمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيْلًاۗ  ",
    "translation": "Sesungguhnya orang-orang yang beriman lalu kafir, kemudian beriman (lagi), kemudian kafir lagi, lalu bertambah kekafirannya, maka Allah tidak akan mengampuni mereka, dan tidak (pula) menunjukkan kepada mereka jalan (yang lurus).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/630.mp3",
    "tafsir": "Ada sekelompok orang yang telah menyatakan dirinya beriman, kemudian berbalik menjadi kafir. Sesudah itu beriman kembali, lalu berbalik lagi menjadi kafir dan akhirnya mereka bertambah-tambah kekafirannya hingga saat ajal mereka tiba. Orang-orang yang serupa itu sedikit pun tidak akan mendapat ampunan dari Allah, dan tidak akan mendapat bimbingan untuk memperoleh petunjuk.\nMereka selalu dalam keadaan bimbang dan ragu, pendirian mereka berubah-ubah dari iman ke kafir, dari kafir ke iman, mereka telah kehilangan pegangan. Karenanya mereka tidak dapat lagi memahami hakikat kebenaran dan keutamaan iman. Oleh sebab itulah sesuai dengan ketentuan Allah, orang yang hatinya bimbang dan ragu tidak akan mendapat petunjuk ke jalan yang benar. Maka sudah sepantasnyalah apabila mereka jauh dari rahmat Allah, apalagi untuk mendapatkan ampunan-Nya, karena jiwa mereka telah ditutupi noda-noda kekafiran, sehingga tidak lagi dapat melihat cahaya kebenaran.\nSebenarnya tak ada yang dapat menghalang-halangi ampunan dan hidayah Allah yang akan diberikan kepada makhluk-Nya. Hanya saja kehendak Allah itu tidak terlepas dari usaha manusia yang timbul karena ilmu dan amalannya, akan berbekas pada jiwanya. Maka apabila seseorang terus-menerus mengikuti saja sesuatu pendapat tanpa penyelidikan niscaya akalnya tidak mendapat petunjuk. Begitu pula apabila jiwa seseorang telah dikotori dengan kefasikan dan maksiat, maka ia tidak akan mendapat jalan untuk memperoleh ampunan, tanpa bertobat.\n\n\"Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk\". (Thaha/20:82).\n\nAmpunan Allah dapat menghapuskan noda-noda dosa di dalam jiwa. Apabila seseorang bertobat dan beramal saleh, maka semua kekotoran jiwa dan dosanya akan terkikis habis.\n\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11:114).",
    "quraish": "Iman berarti tunduk secara mutlak dan mengerjakan kebenaran secara terus menerus. Maka, orang yang ragu-ragu bukan termasuk orang yang beriman. Orang-orang yang beriman lalu kufur, kemudian beriman dan kembali lagi kepada kekufuran, maka hal itu hanya akan menambah kekufuran mereka. Allah tidak akan mengampuni kejahatan yang telah mereka perbuat dan tidak pula memberi mereka petunjuk ke jalan yang benar. Allah akan mengampuni orang-orang yang bertobat dan menjauhi kejahatan, dan akan memberi petunjuk kepada orang-orang yang selalu mencari kebenaran.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman) kepada Musa, maksudnya orang-orang Yahudi (kemudian mereka kafir) dengan menyembah anak sapi (kemudian beriman) sesudah itu (lalu kafir lagi) kepada Isa (kemudian bertambah kekafiran mereka) kepada Muhammad saw. (maka Allah sekali-kali takkan mengampuni mereka) selama mereka dalam keadaan demikian (dan tidak pula akan menuntun mereka ke jalan yang lurus) atau benar."
  },
  {
    "page": 100,
    "name": "An-Nisa'",
    "ayat": 138,
    "arab": "بَشِّرِ الْمُنٰفِقِيْنَ بِاَنَّ لَهُمْ عَذَابًا اَلِيْمًاۙ",
    "translation": "Kabarkanlah kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/631.mp3",
    "tafsir": "Orang-orang munafik sangat tercela karena sikap mereka yang selalu berubah-ubah, dan tidak sesuai ucapannya dengan perbuatannya. Pada saat berkumpul dengan orang-orang mukmin, mereka menampakkan keimanannya dan menyembunyikan kekufurannya. Sebaliknya apabila bertemu dengan orang-orang kafir, mereka menampakkan kekafirannya dan menyembunyikan keimanannya. Mereka benar-benar akan mendapat siksaan yang pedih.",
    "quraish": "Wahai Rasulullah, berilah peringatan kepada orang-orang munafik bahwa mereka akan mendapat siksa yang pedih di hari kiamat kelak.",
    "jalalayn": "(Beritakanlah hai Muhammad kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih) yang menyakitkan yaitu siksa neraka."
  },
  {
    "page": 100,
    "name": "An-Nisa'",
    "ayat": 139,
    "arab": " ۨالَّذِيْنَ يَتَّخِذُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۗ اَيَبْتَغُوْنَ عِنْدَهُمُ الْعِزَّةَ فَاِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ",
    "translation": "(yaitu) orang-orang yang menjadikan orang-orang kafir sebagai pemimpin dengan meninggalkan orang-orang mukmin. Apakah mereka mencari kekuatan di sisi orang kafir itu? Ketahuilah bahwa semua kekuatan itu milik Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/632.mp3",
    "tafsir": "Kemudian diterangkan sifat-sifat mereka yang pantas dicela, yaitu sifat orang-orang munafik, yang sebenarnya bersekongkol dengan orang-orang kafir. Mereka memusuhi orang-orang mukmin, bahkan dalam saat-saat yang penting, mereka membantu orang kafir, karena mereka berkeyakinan bahwa kemenangan akan diperoleh orang kafir.\nSikap mereka dicela, karena harapan mereka akan mendapatkan kekuatan dari orang-orang kafir, tetapi kekuatan itu tidak akan mereka peroleh, sebab kekuatan dan perlindungan pada hakikatnya di tangan Allah. Allah yang memberikan kekuatan dan perlindungan, menurut kehendak-Nya kepada orang yang betul-betul beriman dan mematuhi segala petunjuk-Nya.\nPetunjuk Allah disampaikan melalui para rasul dan merekalah yang menjelaskan jalan yang harus ditempuh guna memperoleh petunjuk. Maka kekuatan dan perlindungan Allah, akan dimiliki oleh orang-orang mukmin, apabila mereka tetap berpegang kepada Kitab Allah dan selalu berpedoman pada hidayah-Nya. Tetapi orang-orang munafik tidak melihat kekuatan dan perlindungan yang gaib, mereka hanya teperdaya oleh kekuatan dan perlindungan lahir yang sifatnya tidak tetap. Mereka pun tidak akan memperoleh apa yang diharapkannya. Berkenaan dengan itu Allah berfirman:\n\n\"Barang siapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. ¦\" (Fajir/35:10).\n\n\n\"¦Padahal kekuatan itu hanyalah bagi Allah, bagi Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.\" (al-Munafiqun/63:8).",
    "quraish": "Mereka memberikan kekuasaan dan perwalian mereka kepada orang-orang kafir, bukan kepada orang-orang Mukmin. Apakah mereka mengharapkan kejayaan dan bangga dengan orang-orang kafir itu? Kejayaan hanya milik Allah yang akan diberikan kepada hamba-hamba-Nya yang beriman. Barangsiapa mencari kejayaan dan bangga dengan Allah, akan jaya. Sebaliknya, barangsiapa mencari kejayaan dan bangga dengan selain Allah maka akan hina.",
    "jalalayn": "(Yaitu orang-orang) menjadi badal atau na'at bagi orang-orang munafik (yang mengambil orang-orang kafir sebagai temannya yang setia dan bukan orang-orang mukmin) karena dugaan mereka bahwa orang-orang kafir itu mempunyai kekuatan. (Apakah mereka hendak mencari kekuatan pada mereka itu?) Pertanyaan bermakna sanggahan, artinya mereka takkan menemukan hal itu padanya. (Karena sesungguhnya semua kekuatan itu milik Allah) baik di dunia maupun di akhirat, dan takkan tercapai kecuali oleh kekasih-kekasih-Nya."
  },
  {
    "page": 100,
    "name": "An-Nisa'",
    "ayat": 140,
    "arab": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ اَنْ اِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَاُ بِهَا فَلَا تَقْعُدُوْا مَعَهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ  ۖ اِنَّكُمْ اِذًا مِّثْلُهُمْ ۗ اِنَّ اللّٰهَ جَامِعُ الْمُنٰفِقِيْنَ وَالْكٰفِرِيْنَ فِيْ جَهَنَّمَ جَمِيْعًاۙ   ",
    "translation": "Dan sungguh, Allah telah menurunkan (ketentuan) bagimu di dalam Kitab (Al-Qur'an) bahwa apabila kamu mendengar ayat-ayat Allah diingkari dan diperolok-olokkan (oleh orang-orang kafir), maka janganlah kamu duduk bersama mereka, sebelum mereka memasuki pembicaraan yang lain. Karena (kalau tetap duduk dengan mereka), tentulah kamu serupa dengan mereka. Sungguh, Allah akan mengumpulkan semua orang-orang munafik dan orang-orang kafir di neraka Jahanam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/633.mp3",
    "tafsir": "Orang mukmin dilarang berkumpul atau berada dalam satu majelis dengan kaum munafik yang menghina agama dan hukum-hukumnya, karena kaum munafik itu apabila mendengar ayat-ayat Allah, mereka ingkar dan memperolok-oloknya.\n\n\"Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. ¦\" (al-An'am/6:68).\nSebagian Muslimin duduk-duduk bersama orang-orang musyrik yang sedang membicarakan kekafiran, mencela Islam, dan menghina Al-Qur'an, sedang Muslimin itu tidak sanggup menyanggah pembicaraan orang-orang musyrik itu, karena mereka dalam keadaan lemah. Maka Allah menyuruh umat Islam berpaling meninggalkan orang-orang musyrik dan melarang duduk bersama mereka.\nDemikian pula orang Yahudi berbuat seperti kaum musyrik, yaitu membicarakan kekafiran dan mencela Islam bersama orang-orang musyrik. Orang mukmin dilarang duduk bersama orang-orang Yahudi dan melibatkan diri dalam pembicaraan-pembicaraan yang menghina agama Allah. Mereka disuruh menjauhi, dan masuk kepada pembicaraan lain yang tidak mengandung penghinaan kepada agama.\nApabila kaum Muslimin ikut bersama-sama dengan kaum munafik itu dan tidak mau meninggalkan mereka, maka Allah menganggap mereka bersekongkol dengan orang-orang kafir itu. Itulah sebabnya Allah melarang kaum Muslimin berkumpul dengan orang Yahudi. Apabila larangan yang telah disampaikan kepada mereka itu masih juga dilakukan, niscaya mereka dianggap sama dengan orang-orang kafir.\nBarang siapa membenarkan perbuatan yang mungkar, dan diam saja terhadap kemungkaran itu, maka ia dapat disamakan dengan orang yang berbuat dosa. Membantah kemungkaran berarti mencegah tersebarnya perbuatan itu di tengah-tengah masyarakat. Sesudah itu Allah menegaskan ancaman-Nya terhadap orang-orang yang tidak menghiraukan larangan-Nya. Dia akan menyiksa mereka dengan api neraka bersama-sama orang kafir.",
    "quraish": "Allah telah menurunkan al-Qur'ân kepada kalian. Setiap kali kalian mendengar ayat al-Qur'ân dibacakan, di antara kalian ada yang mempercayainya dan ada juga yang mengingkari dan mengolok- oloknya. Kalau demikian keadaan orang-orang kafir dan munafik, dan kalian sendiri mendengar olok-olok mereka, janganlah kalian duduk bersama mereka sampai mereka berbicara yang lain. Karena, kalau tidak, kalian akan menjadi seperti mereka yang mengolok-olok al-Qur'ân itu. Sesungguhnya orang-orang kafir dan munafik akan mendapat siksa yang amat pedih, karena Allah akan mengumpulkan mereka pada hari kiamat di neraka Jahanam.",
    "jalalayn": "(Dan sungguh, Allah telah menurunkan) dapat dibaca nazzala dan nuzzila (kepadamu dalam Kitab) yakni Alquran surah Al-An'am (bahwa) ditakhfifkan sedangkan isimnya dibuang dan asalnya annahu (jika kamu dengar ayat-ayat Allah) maksudnya ayat-ayat Alquran (diingkari dan diperolok-olokkan, maka janganlah kamu ikut duduk bersama mereka) maksudnya bersama orang-orang kafir dan yang memperolok-olokkan itu (sampai mereka memasuki pembicaraan yang lain. Karena sesungguhnya kamu jika demikian) artinya duduk bersama mereka (serupa dengan mereka) dalam kedosaan. (Sesungguhnya Allah akan mengumpulkan semua orang munafik dan orang kafir di dalam neraka Jahanam) sebagaimana mereka pernah berkumpul di atas dunia dalam mengingkari dan memperolok-olokkan Alquran."
  }
]