[
  {
    "page": 11,
    "name": "Al-Baqarah",
    "ayat": 70,
    "arab": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَۙ اِنَّ الْبَقَرَ تَشٰبَهَ عَلَيْنَاۗ وَاِنَّآ اِنْ شَاۤءَ اللّٰهُ لَمُهْتَدُوْنَ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendaki, niscaya kami mendapat petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/77.mp3",
    "tafsir": "Pada ayat ini mereka menanyakan lagi tentang apa yang telah mereka tanyakan sebelumnya, \"Sapi apakah itu, karena sapi itu masih samar bagi kami.\" Semua itu sebenarnya sudah diterangkan. Tetapi mereka merasa belum sempurna penjelasan yang telah diberikan, bahkan bagi mereka masih samar-samar karena ciri-ciri sapi itu hampir serupa sehingga tidak dapat menemukan mana yang akan disembelih. Dengan pertanyaan yang terakhir, mereka mengharapkan mendapat petunjuk tentang sapi yang dibutuhkan atau petunjuk kepada hikmah dan rahasia perintah penyembelihan sapi itu.",
    "quraish": "Mereka bersikeras untuk bertanya lagi, \"Mohonkan Tuhanmu untuk menerangkan kepada kami tentang hakikat sapi itu. Bagi kami, sapi itu masih samar. Kami, insya Allah, akan mengikuti petunjuk itu dengan seizin Allah.\"",
    "jalalayn": "(Kata mereka, \"Mohonkanlah kepada Tuhanmu untuk kami agar dijelaskan-Nya bagi kami hakikat sapi betina itu) apakah yang dimanjakan ataukah yang dipekerjakan? (karena sesungguhnya sapi itu) yakni kalau jenisnya baru yang disebutkan sifatnya itu (masih samar bagi kami) karena banyaknya hingga kami tidak mengetahui mana yang dimaksud (dan sesungguhnya kami insya Allah akan memperoleh petunjuk.\") untuk mendapatkannya. Dalam sebuah hadis disebutkan bahwa sekiranya mereka tidak mengucapkan insya Allah, tidaklah akan dijelaskan kepada mereka untuk selama-lamanya."
  },
  {
    "page": 11,
    "name": "Al-Baqarah",
    "ayat": 71,
    "arab": "قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا ذَلُوْلٌ تُثِيْرُ الْاَرْضَ وَلَا تَسْقِى الْحَرْثَۚ مُسَلَّمَةٌ لَّاشِيَةَ فِيْهَا ۗ قَالُوا الْـٰٔنَ جِئْتَ بِالْحَقِّ  فَذَبَحُوْهَا وَمَا كَادُوْا يَفْعَلُوْنَ ࣖ",
    "translation": "Dia (Musa) menjawab, “Dia (Allah) berfirman, (sapi) itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tanpa belang.” Mereka berkata, “Sekarang barulah engkau menerangkan (hal) yang sebenarnya.” Lalu mereka menyembelihnya, dan nyaris mereka tidak melaksanakan (perintah) itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/78.mp3",
    "tafsir": "Seekor sapi yang diperintahkan untuk disembelih itu ialah seekor sapi yang belum pernah dipergunakan untuk membajak dan mengangkut air, sehat, dan tidak cacat sedikit pun. Setelah mendapat keterangan ini, mereka menyatakan sekarang barulah jelas buat mereka. Akhirnya mereka pun mendapatkannya dan kemudian mereka menyembelihnya. Hampir-hampir mereka tidak sanggup mengerjakannya, karena terlalu sukar untuk mendapatkan sapi yang dimaksud.\nDalam suatu hadis disebutkan, \"Kalau sekiranya mereka langsung menyembelih saja seekor sapi betina pada waktu mereka menerima perintah, cukuplah sudah. Tetapi mereka mengajukan pertanyaan yang memberatkan mereka sendiri, maka Allah pun memberatkannya.\" (Riwayat Ibnu Jarir dari Ibnu 'Abbas)\nPermintaan Nabi Musa atas perintah Allah kepada kaumnya itu (ayat 67) sederhana sekali: \"Sembelihlah seekor sapi betina\". Selesai, tanpa harus banyak bertanya. Tetapi mereka sudah biasa cerewet dan mengajukan pertanyaan macam-macam sekitar sapi itu”yang maksudnya hendak mengejek”padahal soalnya sudah jelas. Karena mereka keras kepala, maka akibatnya menyulitkan mereka sendiri, seperti dilukiskan dalam ayat 71 dan dipertegas dalam hadis di atas. Cara-cara bertanya demikian itu kemudian menjadi ungkapan dalam bahasa Arab, ditujukan kepada mereka yang cerewet dengan pertanyaan yang dicari-cari: Ma hiya wa ma lawnuha, (Yang bagaimana dan apa warnanya?).\nAyat-ayat di atas (67-71) merupakan satu kesatuan. Peristiwanya erat hubungannya dengan ayat 72 di bawah. Menurut tradisi Yahudi dalam syariat Musa a.s., apabila terjadi suatu pembunuhan yang tidak diketahui siapa pembunuhnya, maka para sesepuh dan hakim harus keluar mengukur jarak ke kota-kota sekeliling orang yang terbunuh; mereka harus mengambil seekor lembu betina muda yang belum pernah dipakai membajak; mereka harus mematahkan leher lembu itu di suatu lembah; semua sesepuh dari kota terdekat harus membasuh tangannya ke atas lembu muda yang lehernya sudah dipatahkan di lembah itu, dan mereka harus menyatakan, bahwa tangan mereka tidak mencurahkan darah dan mata mereka tidak melihatnya; maka diadakan perdamaian dan mereka mengimbaunya untuk tidak menimpakan darah kepada orang yang tidak bersalah (Kitab Ulangan xxi. 1-9).",
    "quraish": "Kemudian Mûsâ berkata kepada mereka, \"Firman Allah, 'Sapi itu adalah sapi yang tidak pernah dipakai untuk membajak tanah untuk ditanami. Juga bukan sapi yang dipakai untuk menyirami tanah yang akan dipakai untuk bercocok tanam. Sapi itu tidak memiliki cela dan tidak memiliki warna yang berbeda dengan kebanyakan warna tubuhnya. '\" Mereka berkata, \"Sekarang kamu telah memberikan keterangan yang jelas tentang sapi itu.\" Mereka kemudian mencari sapi yang memiliki ciri-ciri itu untuk disembelih. Hampir saja mereka tidak dapat melaksanakannya akibat banyaknya pertanyaan mereka dan akibat kekeraskepalaan mereka yang terus-menerus.",
    "jalalayn": "(Kata Musa, \"Allah berfirman bahwa sapi betina itu ialah sapi betina yang belum pernah dipakai untuk bekerja) (membajak tanah) untuk ditanami. Kalimat belakang ini menjadi sifat bagi 'dipakai untuk bekerja' dan termasuk barang yang dinafikan. (dan tidak pula untuk mengairi tanaman) atau tanah yang dipersiapkan untuk ditanami tumbuh-tumbuhan (tidak bercacat) bebas dari aib dan bekas-bekas bekerja berat (tidak ada belangnya.\") tidak ada warna lain dari warna aslinya. (Kata mereka, \"Sekarang barulah kamu mengatakan kebenaran.\") Maksudnya memberikan penjelasan yang cukup jelas tentang sapi yang dimaksud. Mereka cari sapi tersebut dan kebetulan ditemukan pada seorang anak muda yang berbakti kepada ibunya, lalu mereka beli dengan emas sepenuh bungkusan yang terbuat dari kulit sapi itu. (Lalu mereka menyembelihnya dan hampir saja mereka tidak melaksanakannya) karena harganya yang tinggi. Dalam sebuah hadis disebutkan, seandainya mereka segera menyembelih seekor sapi betina yang ada tanpa banyak tanya, yang demikian itu akan mencukupi. Tetapi mereka menyusahkan diri mereka sendiri sehingga dipersulit oleh Allah."
  },
  {
    "page": 11,
    "name": "Al-Baqarah",
    "ayat": 72,
    "arab": "وَاِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيْهَا ۗ وَاللّٰهُ مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُوْنَ ۚ",
    "translation": "Dan (ingatlah) ketika kamu membunuh seseorang, lalu kamu tuduh-menuduh tentang itu. Tetapi Allah menyingkapkan apa yang kamu sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/79.mp3",
    "tafsir": "Allah swt mengungkapkan dalam ayat ini kejahatan yang berkenaan dengan pembunuhan terhadap seseorang kemudian mereka saling tuduh-menuduh mengenai pelaku pembunuhan itu sehingga perkara ini menjadi kabur. Tetapi Allah tidak membiarkan perkara ini tetap kabur dan tertutup. Untuk membuka rahasia pembunuhan itu Allah memerintahkan kepada mereka agar menyembelih sapi, sebagaimana disebutkan dalam ayat 67 yang lalu.\nBila diperhatikan urutan cerita seperti yang tercantum di awal kelompok ayat ini maka ayat 72 terletak di depan ayat 67, sebab peristiwa pembunuhan inilah yang mengakibatkan adanya perintah Allah untuk menyembelih sapi. Tetapi di dalam urutan ayat peristiwa penyembelihan sapi itulah yang didahulukan, karena yang diperintahkan ialah pengusutan perkara pembunuhan itu dengan mencari lebih dahulu pembunuhnya dengan jalan menyembelih sapi.",
    "quraish": "Ingatlah ketika kalian membunuh seseorang dan saling berkelahi serta saling berbuat kejahatan. Lalu kalian saling menuduh mengenai pembunuhan itu. Allah mengetahui hakikat kejadian itu, dan Dia akan menyingkap dan menunjukkannya meskipun kalian menutupinya.",
    "jalalayn": "(Dan ketika kamu membunuh seorang manusia, lalu kamu tuduh-menuduh tentang hal itu) asalnya fatadaara'tum, lalu ta diidgamkan ke dal yang berarti bertengkar dan saling menuduh (sedangkan Allah menyingkapkan) atau memperlihatkan (apa yang kamu sembunyikan) tentang persoalan tersebut. Kalimat ini adalah suatu interupsi dan merupakan awal kisah"
  },
  {
    "page": 11,
    "name": "Al-Baqarah",
    "ayat": 73,
    "arab": "فَقُلْنَا اضْرِبُوْهُ بِبَعْضِهَاۗ  كَذٰلِكَ يُحْيِ اللّٰهُ الْمَوْتٰى وَيُرِيْكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ",
    "translation": "Lalu Kami berfirman, “Pukullah (mayat) itu dengan bagian dari (sapi) itu!” Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/80.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan agar orang yang terbunuh itu dipukul dengan sebagian anggota tubuh sapi itu agar orang itu hidup kembali. Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dan menjadi saksi atas kematiannya sehingga si pembunuh terbongkar sesuai dengan tradisi Israil.\nDiriwayatkan bahwa ketika Bani Israil memukul orang yang terbunuh itu, maka dengan izin Allah berdirilah dia. Urat-urat lehernya mengucurkan darah seraya berkata, \"Saya dibunuh oleh si Anu dan si Anu.\" Kedua pembunuh itu adalah anak paman orang yang dibunuh. Kemudian dia pun mati kembali. Maka kedua pembunuh tersebut ditangkap dan dibunuh.\nNabi Musa a.s. menyuruh mereka memukulkan sebagian tubuh sapi itu dan bukan Nabi Musa sendiri yang melakukannya. Hal itu dilakukan untuk menghindari tuduhan bahwa ia berbuat sihir. Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada bangsa Yahudi agar mereka memahami rahasia syariat agama sehingga mereka tunduk kepada syariat itu, agar mereka mencegah diri dari mengikuti hawa nafsu dan agar mereka menaati Allah dalam semua perintah-Nya.",
    "quraish": "Kemudian Kami berfirman melalui Mûsâ, \"Pukullah mayat itu dengan bagian tubuh sapi ini.\" Kalian pun lalu melakukannya. Allah menghidupkan mayat itu agar menyebut nama orang yang membunuhnya untuk kemudian jatuh kembali dan mati. Hal ini menjadi mukjizat Mûsâ dari Allah. (1) Karena Allah Mahakuasa atas segala sesuatu, maka dengan kekuasaan-Nya inilah Dia menghidupkan orang-orang mati pada hari kiamat. Dia menunjukkan kepada kalian tanda-tanda kekuasaan-Nya agar kalian memikirkan dan mengambil pelajaran darinya. {(1) Beberapa penulis kontemporer, di antaranya Syaikh 'Abd al-Wahhâb al-Najjâr, mengatakan bahwa maksud firman Allah \"idlribûhu bi ba'dlihâ\" adalah 'pukullah dengan bagian tubuh orang yang mati'. Sedang maksud \"ihyâ'ihâ\" (menghidupkannya kembali) adalah untuk memberikan kisas kepada si pembunuh. Sebab, memukul dengan bagian tubuh si terbunuh akan membuat si pembunuh mengaku. Pada umumnya, dengan melihat si terbunuh, seorang pembunuh akan terdorong untuk mengakui perbuatannya. Kisah ini terpisah dari hal penyembelihan dan perintah Allah untuk penyembelihan sapi. Dan sebenarnya perintah Allah kepada mereka untuk menyembelih sapi adalah untuk dimakan. Dalam hal ini terdapat pendidikan jiwa bagi mereka, karena sebelumnya mereka memuja dan mendewakan sapi bersama orang-orang Mesir. Pada diri mereka terdapat sisa pengultusan itu dengan bukti bahwa mereka setelah itu menyembah patung anak sapi. Maka, untuk menghilangkan sisa-sisa pengultusan pada mental mereka, mereka diperintahkan untuk menyembelih sapi. Dari sini turunlah perintah untuk menyembelih. Dan, karena itu pula, terjadi pertengkaran di antara mereka. Mereka akhirnya menyembelih sapi yang diperintahkan itu, dan hampir-hampir mereka tidak melakukannya. }",
    "jalalayn": "(Lalu firman Kami, \"Pukullah dia) maksudnya mayat dari orang yang terbunuh tadi (dengan salah satu anggota badan sapi betina itu!\") Lalu mereka pukul dengan lidah atau pangkal ekornya sehingga ia pun hidup kembali dan mengatakan siapa pembunuhnya yang tiada lain dari dua orang saudara sepupunya yang disebutkan namanya masing-masing. Kemudian ia menjadi mayat kembali, maka kedua pembunuhnya tidak diperbolehkan untuk mendapatkan harta warisan, bahkan mereka pun dibunuh pula lalu firman Allah Taala, (\"Demikianlah) maksudnya caranya (Allah menghidupkan kembali orang-orang yang telah mati dan memperlihatkan kepadamu tanda-tanda-Nya) bukti-bukti kekuasaan-Nya (agar kamu memikirkan\") dan merenungkannya sehingga mengerti dan mengimani Allah yang kuasa menghidupkan seorang manusia yang telah meninggal juga sanggup menghidupkan berjuta-juta manusia lainnya."
  },
  {
    "page": 11,
    "name": "Al-Baqarah",
    "ayat": 74,
    "arab": "ثُمَّ قَسَتْ قُلُوْبُكُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ اَوْ اَشَدُّ قَسْوَةً ۗ وَاِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْاَنْهٰرُ ۗ وَاِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاۤءُ  ۗوَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِ ۗوَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
    "translation": "Kemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/81.mp3",
    "tafsir": "Dalam ayat ini diungkapkan watak orang-orang Yahudi. Sesudah mereka diberi petunjuk ke jalan yang benar dan sudah pula memahami kebenaran, hati mereka keras membatu bahkan lebih keras lagi. Allah mengumpamakan hati orang Yahudi itu dengan batu yang dalam istilah geologi digunakan untuk menyebut segala macam benda yang merupakan spesies dari karang, atau materi seperti karang yang bersifat keras, untuk menunjukkan kekerasan hati mereka untuk menerima petunjuk Allah. Bahkan mungkin lebih keras lagi. Walaupun batu itu keras, tetapi pada suatu saat dan oleh suatu sebab dapat terbelah atau retak. Dari batu yang retak itu memancarlah air, dan kemudian berkumpul menjadi anak-anak sungai. Kadang-kadang batu-batu itu jatuh dari gunung karena patuh kepada kekuasaan Allah. Demikianlah halnya hati orang Yahudi lebih keras dari batu bagaikan tak mengenal retak sedikit pun. Hati mereka tidak terpengaruh oleh ajaran-ajaran agama ataupun nasihat-nasihat yang biasanya dapat menembus hati manusia. Namun demikian, di antara hati yang keras membatu itu terdapat hati yang disinari iman, sehingga hati itu berubah dari keras menjadi lembut karena takut kepada Allah. \nYang demikian itu banyak disaksikan dalam kehidupan sehari-hari. Hati yang tadinya biasa membangkang menentang agama akhirnya menjadi lembut, orang yang biasanya berbuat maksiat menjadi orang yang taat berkat petunjuk Allah.\n\nDan sesungguhnya di antara Ahli Kitab ada yang beriman kepada Allah, dan kepada apa yang diturunkan kepada kamu, dan yang diturunkan kepada mereka, karena mereka berendah hati kepada Allah, dan mereka tidak memperjualbelikan ayat-ayat Allah dengan harga murah. Mereka memperoleh pahala di sisi Tuhannya. Sungguh, Allah sangat cepat perhitungan-Nya. (Ali 'Imran/3:199)\n\nDemikian pula pada ayat lain, Allah berfirman:\n\nDan di antara orang-orang Arab Badui itu, ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. (at-Taubah/9:99)\n\nMenurut saintis, kata \"hati\" tidak menunjuk pada organ hati (liver), melainkan umumnya mengacu kepada jantung. Jantung adalah suatu organ bagian dalam, terletak di bagian dada dan berukuran sebesar kepalan tangan. Jantung terbagi dalam dua sisi, yaitu sisi kanan dan sisi kiri. Setiap sisi terbagi lagi menjadi dua ruang, yaitu ruang atas (atrium) dan ruang bawah (Ventrikel). Ruang-ruang itu berdenyut sebanyak 70 kali per menit untuk menjaga aliran darah ke seluruh tubuh. Apabila dihitung, maka jantung akan berdenyut sebanyak lebih dari 30 juta kali dalam setahunnya. Perjalanan darah, apabila diukur dan dimulai dari paru-paru dan jantung, akan mengalir melalui urat darah di seluruh tubuh sepanjang 96.000 km. Jarak tersebut ditempuh dalam 23 detik setiap kali putaran. Terlihat bagaimana pentingnya peran jantung dalam kehidupan manusia. \nKata jantung dalam bahasa Arab adalah 'qalb. Kata tersebut juga digunakan untuk maksud lain, yaitu untuk mengartikan perasaan atau kalbu. Kalbu, sebagaimana jantung, dalam kehidupan juga sangat penting. Nabi Muhammad saw, setelah mencontohkan banyak hal mengenai kebaikan dan keburukan, mengatakan mengenai kalbu dalam artian pusat rasa atau pusat kepekaan, demikian: \n\" ..... Sesungguhnya dalam diri manusia ada segumpal daging sebesar kunyahan, apabila baik, baiklah seluruh jasad dan apabila rusak, rusaklah seluruh jasad. Ia adalah kalbu.\" (Riwayat al-Bukhari melalui Nu'man bin Basyir)\nJantung atau kalbu sering juga disandingkan dengan \"hati\". Seringkali disatukan dan menjadi jantung-hati. Ada beberapa ayat terkait mengenai hati dan kepekaan, dua di antaranya adalah Surah al-Isra'/17: dan Qaf/50: 37 yang artinya sebagai berikut:\n\"Dan Kami jadikan hati mereka terutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Quran, mereka berpaling ke belakang melarikan diri (karena benci).\" (al-Isra'/17: 46)\n\n\"Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengaran, sedang dia menyangsikannya.\" (Qaf/50: 37)\n\nDalam bahasa Al-Qur'an, disebutkan bahwa hati yang ditutup akan menjadikan pemiliknya tidak dapat menerima kebenaran apalagi mengikutinya. Ia hanya dapat mengikuti hal-hal yang tidak sejalan dengan yang hak, yakni hawa nafsu. Penutupan hati yang dilakukan Allah adalah sebagai dampak dari perbuatan mereka sendiri. Mereka enggan menggunakan pendengaran, penglihatan dan hatinya, sehingga pada akhirnya hati berkarat dan tertutup.\nSecara tradisional, orang menganggap bahwa komunikasi antara kepala/otak (akal) dan jantung/hati (perasaan) berlangsung satu arah, yaitu bagaimana hati bereaksi terhadap apa yang diperintahkan otak. Akan tetapi, sekarang terungkap bahwa komunikasi antara hati dan otak berlangsung sangat dinamis, terus menerus, dua arah, dan setiap organ tersebut saling mempengaruhi fungsi mereka satu sama lain. \nSuatu penelitian mengungkap bahwa hati melakukan komunikasi ke otak dalam empat jalan, yaitu (1) transmisi melalui syaraf, (2) secara biokimia melalui hormon dan transmiter syaraf, (3) secara biofisik melalui gelombang tekanan, dan (4) secara energi melalui interaksi gelombang elektromagnetik. Semua bentuk komunikasi tersebut mengakibatkan terjadinya aktivitas di otak. Penelitian mengungkapkan bahwa pesan yang disampaikan hati kepada otak akan mempengaruhi perilaku. \nSelama ini para ahli mempercayai bahwa medan elektromagnetik hati adalah medan yang paling kuat yang dimiliki manusia. Medan ini tidak hanya mempengaruhi setiap sel yang ada dalam tubuhnya, akan tetapi juga mencakup ke segala arah ruang di sekitarnya. Diduga bahwa medan elektromagnetik adalah pembawa informasi yang sangat penting. Bahkan dapat dibuktikan pula bahwa medan elektromagnetik seseorang dapat mempengaruhi cara kerja otak orang lain.",
    "quraish": "Kemudian, setelah terlihat bukti-bukti ini semuanya, kalian masih juga tidak mau memenuhi panggilan dan seruan Mûsâ. Kalian masih juga tidak mau berjalan di jalan yang benar. Masih belum lunak dan belum tunduk juga hati kalian. Bahkan sebaliknya, hati kalian menjadi semakin keras bagai batu atau bahkan lebih keras dari batu. Batu terkadang masih bisa terpengaruh dan berubah oleh benda lain. Ada bebatuan yang memancarkan air sehingga membentuk sungai. Ada pula batu yang terbelah kemudian memancarkan mata air yang menyembur. Ada pula batu yang terpengaruh di bawah kekuasaan Allah dan tunduk pada kehendak-Nya, sehingga meluncur jatuh dari puncak gunung untuk memenuhi kehendak Allah. Sedangkan hati kalian, wahai orang-orang Yahudi, tidak terpengaruh dan tidak menjadi lunak sedikit pun. Sungguh celaka kalian karena perbuatan itu. Allah tidak akan lengah dari perbuatan kalian. Dia akan memberikan pelajaran bagi kalian dengan berbagai macam musibah, apabila kalian tidak mau bersyukur atas nikmat- nikmat-Nya",
    "jalalayn": "(Kemudian hatimu menjadi keras) ditujukan kepada orang-orang Yahudi hingga tak dapat dimasuki kebenaran (setelah itu) yakni setelah peristiwa dihidupkannya orang yang telah mati dan kejadian-kejadian sebelumnya, (maka ia adalah seperti batu) dalam kerasnya (atau lebih keras lagi) daripada batu. (Padahal di antara batu-batu itu sesungguhnya ada yang mengalir anak-anak sungai daripadanya dan di antaranya ada pula yang terbelah) asalnya 'yatasyaqqaqu' lalu ta diidgamkan pada syin hingga menjadi 'yasysyaqqaqu' (lalu keluarlah air daripadanya dan sesungguhnya di antaranya ada pula yang jatuh meluncur) dari atas ke bawah (karena takut kepada Allah) sebaliknya hatimu tidak terpengaruh karenanya serta tidak pula menjadi lunak atau tunduk. (Dan Allah sekali-kali tidak lengah terhadap apa yang kamu kerjakan) hanya ditangguhkan-Nya menjatuhkan hukuman hingga saatnya nanti. Menurut satu qiraat bukan 'ta`maluun' tetapi 'ya`maluun', artinya 'yang mereka kerjakan,' sehingga berarti mengalihkan arah pembicaraan."
  },
  {
    "page": 11,
    "name": "Al-Baqarah",
    "ayat": 75,
    "arab": "۞ اَفَتَطْمَعُوْنَ اَنْ يُّؤْمِنُوْا لَكُمْ وَقَدْ كَانَ فَرِيْقٌ مِّنْهُمْ يَسْمَعُوْنَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُوْنَهٗ مِنْۢ بَعْدِ مَا عَقَلُوْهُ وَهُمْ يَعْلَمُوْنَ ",
    "translation": "Maka apakah kamu (Muslimin) sangat mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/82.mp3",
    "tafsir": "Dalam ayat ini Allah mengarahkan kembali firman-Nya kepada orang-orang mukmin agar mereka jangan terlalu banyak mengharapkan akan berimannya orang-orang Yahudi, karena watak mereka tidaklah jauh berbeda dengan watak nenek moyang mereka.\nHal yang demikian itu disebabkan adanya pendeta-pendeta Yahudi pada zaman dahulu yang mempelajari Taurat dan memahaminya kemudian mengubah pengertiannya, bahkan mengganti ayat-ayatnya dengan sengaja, terutama yang berkenaan dengan kedatangan Nabi Muhammad. Mereka sebenarnya menyadari bahwa mereka telah melakukan penyelewengan dengan memutarbalikkan isi Taurat itu. Pelajaran agama yang sudah diputarbalikkan itulah yang diajarkan kepada keturunannya. Orang Yahudi pada zaman Rasul saw berpegang teguh dengan ajaran nenek moyang mereka yang keliru. Keinginan yang besar dari Nabi saw dan kaum Muslimin agar orang Yahudi beriman dan mengikuti ajaran Islam, sebab agama mereka paling dekat dengan Islam.",
    "quraish": "Wahai orang-orang yang beriman, tidak seharusnya kalian selalu berharap bahwa orang-orang Yahudi akan mempercayai agama kalian dan tunduk kepada kalian, karena telah terkumpul bermacam keburukan dalam kelompok-kelompok mereka yang membuat mereka jauh dari beriman kepada kebenaran. Sebenarnya salah satu kelompok mereka (kelompok pendeta Yahudi) mendengar firman Allah yang ada pada Tawrât dan benar-benar memahaminya. Kemudian mereka sengaja mengubahnya, padahal mereka benar-benar tahu bahwa itu adalah kebenaran. Mereka juga tahu bahwa kitab-kitab Allah yang diturunkan tidak boleh diubah.",
    "jalalayn": "(Apakah masih kamu harapkan) hai orang beriman (bahwa mereka akan beriman) yakni orang-orang Yahudi itu (kepadamu, sedangkan sebagian) atau satu golongan (di antara mereka) yakni pendeta-pendeta mereka (mendengar firman Allah) yaitu Taurat (lalu mengubahnya) (setelah mereka memahaminya) (padahal mereka mengetahui) bahwa sebenarnya mereka mengada-ada. Pertanyaan di sini berarti sanggahan terhadap orang-orang beriman hingga berarti, \"Tak usah kamu harapkan mereka akan beriman karena dulu mereka juga sudah kafir!\""
  },
  {
    "page": 11,
    "name": "Al-Baqarah",
    "ayat": 76,
    "arab": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَاِذَا خَلَا بَعْضُهُمْ اِلٰى بَعْضٍ قَالُوْٓا اَتُحَدِّثُوْنَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَاۤجُّوْكُمْ بِهٖ عِنْدَ رَبِّكُمْ ۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, “Kami telah beriman.” Tetapi apabila kembali kepada sesamanya, mereka bertanya, “Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti?” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/83.mp3",
    "tafsir": "Ayat ini memberitakan tentang beberapa watak orang-orang Yahudi yang tak dapat diharapkan lagi iman mereka; yaitu watak mereka menyerupai watak orang munafik dan juga menerangkan tingkah laku mereka. Ayat ini menjelaskan bahwa apabila orang Yahudi yang bersikap munafik berjumpa dengan para sahabat Nabi saw mereka berkata, \"Kami juga beriman seperti kamu, kami mengakui bahwa kamu dalam kebenaran, dan bahwa Muhammad saw itu memang utusan Allah yang telah diterangkan dalam kitab Taurat.\" Mereka mengucapkan kata-kata itu dengan maksud untuk menenteramkan hati orang-orang Aus dan Khazraj yang pernah menjadi teman sekutu mereka. Tetapi ketika mereka berada di tengah-tengah kaumnya, mereka dicela oleh kaumnya dengan mengatakan, \"Mengapa mereka memberitahu kepada orang Islam apa yang diterangkan Allah tentang kedatangan Nabi Muhammad saw secara khusus di dalam Taurat. Seharusnya kabar itu dirahasiakan dan tidak boleh seorang pun tahu, karena kalau rahasia itu dibukakan, berarti orang-orang mukmin mempunyai alasan yang kuat untuk mengalahkan hujah-hujah mereka sendiri di hadapan Allah\". Tindakan yang demikian dianggap oleh mereka sebagai perbuatan tercela, tidak diperkirakan sebelumnya akibat buruk yang akan terjadi.",
    "quraish": "Apabila bertemu dengan orang-orang yang beriman, dengan maksud menipu, orang-orang munafik di antara mereka berkata, \"Kami percaya bahwa kalian adalah benar dan bahwa Muhammad adalah nabi yang telah diberitakan di dalam Tawrât.\" Tetapi apabila mereka berkumpul dengan sesama mereka, sebagian dari kelompok mereka yang lain mencela kelalaian orang-orang munafik itu. Karena, ketika mereka menipu orang-orang Mukmin, terucap kata-kata yang justru dapat menguntungkan orang-orang Mukmin. Ucapan mereka itu bukan merupakan tipuan, karena mereka menyebutkan apa yang tertulis di dalam Tawrât, berupa sifat-sifat Muhammad. Maka, dengan begitu, mereka telah memberikan alasan kepada orang-orang Mukmin yang dapat mengalahkan mereka pada hari kiamat nanti.",
    "jalalayn": "(Dan jika mereka berjumpa) maksudnya jika orang-orang Yahudi dan orang-orang munafik itu bertemu dengan (orang-orang beriman, mereka mengatakan, \"Kami pun telah beriman\") bahwa Muhammad itu adalah seorang nabi yang telah diberitakan kedatangannya dalam kitab suci kami, (tetapi bila mereka telah kembali) atau berada (sesama mereka, maka kata mereka) yakni para pemimpin mereka yang bukan munafik kepada yang munafik itu, (\"Apakah kamu hendak menceritakan kepada mereka) maksudnya kepada orang-orang mukmin (tentang apa yang telah dibukakan Allah kepada kamu) artinya tentang hal-hal yang telah diberitahukan Allah kepadamu dalam Taurat mengenai sifat-sifat dan ciri-ciri Muhammad (sehingga dengan demikian mereka dapat mematahkan alasanmu) 'lam' di sini berarti 'mengakibatkan' (dengannya di sisi Tuhanmu) yakni di akhirat kelak, di mana mereka akan dapat mengajukan bukti penyelewenganmu, yaitu tak hendak mengikuti Muhammad padahal mengetahui kebenarannya. (Tidaklah kamu mengerti?\") bahwa mereka akan dapat mematahkan alasanmu jika kamu menyebut-nyebut soal itu? Dari itu hentikanlah tindakanmu itu!"
  }
]