[
  {
    "page": 111,
    "name": "Al-Ma'idah",
    "ayat": 18,
    "arab": "وَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ اَبْنٰۤؤُ اللّٰهِ وَاَحِبَّاۤؤُهٗ ۗ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوْبِكُمْ ۗ بَلْ اَنْتُمْ بَشَرٌ مِّمَّنْ خَلَقَۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۖوَاِلَيْهِ الْمَصِيْرُ",
    "translation": "Orang Yahudi dan Nasrani berkata, “Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.” Katakanlah, “Mengapa Allah menyiksa kamu karena dosa-dosamu? Tidak, kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki. Dan milik Allah seluruh kerajaan langit dan bumi serta apa yang ada di antara keduanya. Dan kepada-Nya semua akan kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/687.mp3",
    "tafsir": "Menurut riwayat Ibnu Ishak, Ibnu Abbas menceritakan, bahwa Rasulullah datang kepada Numan bin Ada, Bahri bin 'Amar dan Syas bin 'Adi. Setelah terjadi pembicaraan di antara Rasulullah dengan mereka, akhirnya Rasulullah mengajak mereka masuk Islam dan memperingatkan mereka dengan siksa Allah, maka mereka berkata, \"Janganlah engkau menakuti kami hai Muhammad: Demi Allah kami adalah putra-putra Allah dan kekasih-Nya\", maka turunlah ayat ini.\nPerkataan orang-orang Yahudi dan Nasrani itu dibantah oleh Allah yang maksudnya, \"Katakanlah hai Muhammad kepada mereka: kalau benar kamu putra-putra Allah dan kekasih-Nya yang memiliki keistimewaan khusus lebih dari yang lain-lain sebagaimana yang kamu sangka, mengapa Allah menyiksa kamu karena dosa-dosamu di dunia sebagaimana yang telah banyak kamu derita, baik mengenai tempat kamu beribadah, negeri kamu maupun kerajaan kamu dan lain-lain, sebab ayah tidak akan menyiksa anak-anaknya dan tidak akan menyiksa kekasihnya. Oleh karena itu kamu bukanlah putra-putra Allah dan bukan pula kekasih-Nya yang memiliki keistimewaan sebagaimana yang kamu sangka, tetapi kamu adalah manusia biasa dan hamba Allah seperti manusia lainnya. Allah akan mengampuni dosa-dosa hamba-Nya bagi siapa yang berhak diampuni dan menyiksa orang-orang yang yang berhak disiksa sesuai dengan kehendak-Nya, karena Allah-lah yang memiliki kerajaan langit dan bumi dan apa yang ada di antara keduanya.\"",
    "quraish": "Orang-orang Yahudi dan Nasrani berkata, \"Sesungguhnya kami adalah orang-orang yang diutamakan, karena kami adalah anak-anak dan kekasih-kekasih Allah.\" Katakanlah kepada mereka, wahai Rasulullah, \"Kalau benar demikian, mengapa Allah menyiksa kalian karena dosa yang kalian perbuat dan memasukkan kalian ke dalam neraka Jahanam? Sungguh, kalian benar-benar dusta! Sebab kalian, seperti manusia lainnya, adalah makhluk ciptaan Allah: seluruh amal perbuatan kalian akan diperhitungkan kelak. Hanya Allah yang mengampuni dan menyiksa siapa saja yang dikehendaki-Nya, karena langit dan bumi serta semua yang ada di antara keduanya adalah milik Allah, dan semua akan kembali kepada-Nya.",
    "jalalayn": "(Kata orang-orang Yahudi dan Nasrani) artinya kata masing-masing golongan itu (\"Kami ini anak-anak Allah) maksudnya seperti anak-anak-Nya dalam keakraban dan kedudukan, sebaliknya Dia tak ubahnya dengan bapak kami dalam kecintaan dan kasih sayang (dan kekasih-kekasih-Nya.\" Katakanlah) kepada mereka hai Muhammad (\"Kalau begitu kenapa Allah menyiksamu karena dosa-dosamu?\") Maksudnya ucapanmu itu bohong, karena biasanya bapak tak mau menyiksa anaknya begitu pula seorang kekasih terhadap orang yang disayanginya (bahkan kamu hanyalah manusia biasa termasuk) golongan makhluk (yang diciptakan-Nya) di antara manusia, sama-sama menerima pahala dan memikul dosa bersama mereka (diampuni-Nya siapa yang dikehendaki-Nya) bagi-Nyalah ampunan (dan disiksa-Nya siapa yang dikehendaki-Nya) untuk disiksa tanpa suatu pun yang akan menghalangi-Nya. (Dan milik Allahlah kerajaan langit dan bumi dan segala apa yang terdapat di antara keduanya dan kepada-Nya tempat kembali)."
  },
  {
    "page": 111,
    "name": "Al-Ma'idah",
    "ayat": 19,
    "arab": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ عَلٰى فَتْرَةٍ مِّنَ الرُّسُلِ اَنْ تَقُوْلُوْا مَا جَاۤءَنَا مِنْۢ بَشِيْرٍ وَّلَا نَذِيْرٍۗ فَقَدْ جَاۤءَكُمْ بَشِيْرٌ وَّنَذِيْرٌ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
    "translation": "Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan (syariat Kami) kepadamu ketika terputus (pengiriman) rasul-rasul, agar kamu tidak mengatakan, “Tidak ada yang datang kepada kami baik seorang pembawa berita gembira maupun seorang pemberi peringatan.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/688.mp3",
    "tafsir": "Menurut riwayat Ibnu Ishaq, Ibnu Abbas menceritakan sabab nuzul ayat ini bahwa Rasulullah mengajak orang-orang Yahudi supaya masuk Islam, maka mereka menolak, lalu Mu'adz bin Jabal, Sa'ad bin 'Ubadah, 'Uqbah bin Wahab berkata kepada mereka: \"Hai orang-orang Yahudi hendaklah kamu takut kepada Allah, sesungguhnya Muhammad adalah Rasul.\" Lalu Rafi'i bin Murairah dan Wahab bin Yahuza berkata, \"Kami tidak pernah berkata demikian kepada kamu, dan Allah tidak menurunkan kitab sesudah Musa dan tidak mengutus rasul sesudahnya untuk membawa berita gembira dan tidak pula untuk memperingatkan\", maka turunlah ayat ini.\nPada ayat ini Allah menjelaskan kepada Ahli Kitab bahwa sesungguhnya telah datang rasul Allah yang mereka tunggu, sesuai dengan yang mereka ketahui dari kitab-kitab yang diberikan oleh Allah melalui Rasul-Nya Musa dan Isa a.s. Rasul Allah yang telah datang itu menerangkan syariat Allah, pada periode yang dinamakan \"Fatrah\", yaitu antara Nabi Isa dengan Nabi Muhammad, selama itu wahyu tidak turun, sedang isi Taurat dan Injil sudah banyak yang kabur dan tidak banyak diketahui; dan yang ada banyak pula mengalami perubahan atau dilupakan, baik disengaja atau tidak disengaja. Sekarang sudah datang rasul Allah yaitu Muhammad saw, membawa berita gembira dan peringatan untuk menjelaskan segala apa yang diperlukan untuk kehidupan duniawi dan ukhrawi, menunjukkan jalan yang benar yang harus ditempuh oleh umat manusia, sehingga tidak ada alasan lagi bagi mereka untuk mengatakan bahwa tidak tahu karena tidak adanya rasul yang membimbing dan membawa berita gembira serta peringatan. Sekarang ahli Kitab dan seluruh umat manusia hendaklah menentukan sikap. Kalau mereka ingin selamat dan bahagia di dunia dan di akhirat, maka haruslah mereka percaya kepada Muhammad, rasul Allah yang terakhir dan mengikuti segala petunjuk dan perintah-Nya. Barang siapa membangkang maka dia sendirilah yang akan memikul resikonya dan tidak ada orang lain yang akan menolongnya. Barang siapa tidak percaya kepada Allah dan semua rasul yang diutus sebelumnya maka mereka akan merasakan azab yang pedih dari Allah.",
    "quraish": "Wahai Ahl al-Kitâb, sesungguhnya telah datang rasul Kami kepada kalian untuk menjelaskan kebenaran, setelah terhentinya pengutusan rasul-rasul untuk beberapa waktu, supaya kalian tidak memiliki alasan bahwa Allah tidak mengutus seorang pembawa kabar gembira maupun seorang pemberi peringatan kepada kalian. Sekarang telah datang seorang pembawa kabar gembira dan pemberi peringatan kepada kalian. Allah Mahakuasa atas segala sesuatu, termasuk menurunkan risalah, dan akan membuat perhitungan terhadap apa yang kalian lakukan.",
    "jalalayn": "(Hai Ahli Kitab! Sesungguhnya telah datang kepadamu rasul Kami) yakni Muhammad (menjelaskan kepada kamu) syariat-syariat agama (ketika terputusnya pengiriman rasul-rasul) karena antara dia dengan Isa tak seorang pun rasul yang diutus Allah sedangkan jarak masanya ialah 569 tahun (agar) tidak (kamu katakan) jika kamu disiksa nanti (\"Tidak ada datang kepada kami) min sebagai tambahan (pembawa berita gembira dan tidak pula pembawa peringatan karena sesungguhnya telah datang kepadamu pembawa berita gembira maupun pembawa peringatan itu\") sehingga tak ada kemaafan bagimu lagi! (Dan Allah Maha Kuasa atas segala sesuatu) di antaranya menyiksamu jika kamu tidak taat dan patuh kepada-Nya."
  },
  {
    "page": 111,
    "name": "Al-Ma'idah",
    "ayat": 20,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Ingatlah akan nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu, dan menjadikan kamu sebagai orang-orang merdeka, dan memberikan kepada kamu apa yang belum pernah diberikan kepada seorang pun di antara umat yang lain.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/689.mp3",
    "tafsir": "Pada ayat ini Nabi Muhammad diperintahkan supaya mengingat peristiwa yang dialami Musa ketika ia memerintahkan kepada kaumnya, agar mereka selalu mengingat dan mensyukuri nikmat Allah dengan cara yang benar. Nikmat Allah yang disyukuri pasti akan mendapat tambahan dari-Nya. Sebaliknya nikmat-Nya yang dikufuri para penerimanya diancam dengan siksaan. Di antara nikmat-nikmat itu:\na.Allah telah mengangkat sekian banyak nabi Bani Israil, seperti Nabi Musa, Nabi Harun, dan lain-lain.\nb.Allah menjadikan Bani Israil bebas merdeka, mengatur urusan mereka sendiri, sehingga dengan keadaan itu seakan-akan mereka mempunyai kedaulatan sepenuhnya.\nc.Allah memberikan kepada mereka hal-hal yang belum pernah diberikan kepada orang lain, misalnya waktu mereka dikejar oleh Firaun dan tentaranya menghadapi jalan buntu, maka pada waktu itu Allah membelah laut agar mereka selamat dari kejaran Firaun. Tetapi setelah mereka lewat dan Firaun bersama tentaranya mengikutinya, maka jalan itu berubah menjadi laut kembali, sehingga Firaun dan tentaranya tenggelam. Allah memberikan mann (makanan manis seperti madu) dan salwa (sebangsa burung puyuh). Dan pada waktu mereka berada di padang (gurun) dalam keadaan yang sangat panas, Allah pun mengirimkan awan tebal untuk menaungi mereka. Itulah nikmat-nikmat yang diberikan kepada mereka untuk disyukuri.",
    "quraish": "Ingatlah, wahai Rasulullah, ketika Mûsâ berkata kepada kaumnya, \"Wahai kaumku, renungkanlah nikmat Allah yang diberikan kepada kalian dengan mensyukuri dan menaati-Nya, karena Dia telah memilih banyak nabi dari kalangan kalian dan menjadikan kalian berjaya, setelah sebelumnya kalian hina di bawah kekuasaan Fir'aun. Selain itu, Dia juga memberikan nikmat yang belum pernah diberikan kepada seorang pun di antara umat yang lain.",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Hai kaumku! Ingatlah nikmat Allah kepadamu ketika diangkat-Nya padamu) maksudnya dari golonganmu (para nabi dan dijadikan-Nya kamu sebagai raja-raja) yang mempunyai anak buah dan pelayan (serta diberi-Nya kamu apa yang belum pernah diberikan-Nya kepada seorang pun di antara umat manusia) seperti hidangan dari langit, manna dan salwa, terbelahnya lautan dan lain-lain."
  },
  {
    "page": 111,
    "name": "Al-Ma'idah",
    "ayat": 21,
    "arab": "يٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
    "translation": "Wahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/690.mp3",
    "tafsir": "Setelah Nabi Musa mengingatkan orang-orang Yahudi dan menjelaskan nikmat-nikmat itu, kemudian memerintahkan mereka agar berani menghadapi musuh-musuh Allah dengan janji, bahwa Allah akan menolong mereka. Perintah Nabi Musa itu ialah mereka harus memasuki tanah suci Kanaan (Palestina) dan berdiam di negeri yang telah dijanjikan dan ditetapkan Allah untuk menjadi tempat tinggal mereka.\nMenurut riwayat Ibnu 'Asakir dari Mu'adz bin Jabal bahwa tanah suci itu di antara sungai Tigris dengan sungai Furat. Tanah itu disebut suci karena telah sekian banyak nabi menempatinya yang senantiasa mengajak kepada agama Tauhid, karenanya tanah itu bersih dari patung-patung dan kepercayaan yang sesat. Dan Nabi Musa melarang mereka murtad kembali menyembah berhala dan membuat keonaran dalam masyarakat dengan berbuat kezaliman dan mengikuti hawa nafsu. Jika mereka tidak mematuhi ketentuan itu mereka akan rugi, karena nikmat-nikmat yang telah diberikan kepada mereka itu akan dicabut kembali dan dibatalkan.",
    "quraish": "Wahai kaumku, taatilah perintah Allah. Masuklah ke Bayt al-Maqdis (Jerusalem) yang telah ditentukan Allah untuk kalian. Jangan gentar menghadapi penghuninya yang perkasa lalu kembali dalam keadaan merugi dan tidak mendapatkan kemenangan dan keridaan Allah.\"",
    "jalalayn": "(Hai kaumku! Masuklah kamu ke tanah suci) yang disucikan (yang telah ditetapkan Allah bagi kamu) telah dititahkan-Nya untuk memasukinya yaitu tanah Syam (dan janganlah kamu lari ke belakang) berbalik surut karena takut kepada musuh (nanti kamu menjadi orang-orang yang merugi.\") dalam usahamu."
  },
  {
    "page": 111,
    "name": "Al-Ma'idah",
    "ayat": 22,
    "arab": "قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ",
    "translation": "Mereka berkata, “Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/691.mp3",
    "tafsir": "Setelah Nabi Musa dan kaumnya mendekati tanah yang makmur itu, ia memerintahkan kaumnya agar mereka memasuki tanah suci itu dan siap menghadapi penduduknya. Karena kaum Nabi Musa merasa lemah, rendah \n\ndan takut, mereka pun tidak mau masuk ke tanah suci itu, bahkan mereka ingin kembali ke Mesir karena penduduk tanah suci itu adalah orang-orang yang kejam dan kasar. Mereka menyatakan kepada Nabi Musa bahwa mereka tidak akan masuk tanah suci itu selama penduduknya yang kejam itu masih di sana, jika penduduknya telah meninggalkan tanah suci, barulah mereka mau memasukinya. (Dalam Kitab Bilangan xiii. 32-33 disebutkan 'negeri yang memakan penduduknya dan dihuni oleh raksasa).\nDari jawaban kaum Nabi Musa itu dapat diambil kesimpulan, bahwa mereka sangat lemah jiwanya dan tidak mempunyai keteguhan hati. Mereka tidak ingin memperoleh kebahagiaan dan mencapai kemuliaan dengan jalan berjuang. Mereka ingin memperolehnya tanpa perjuangan. Umat yang demikian sikap dan pendiriannya tidak akan memperoleh kemuliaan, kenikmatan, kebahagiaan dan kesejahteraan. Tentang kesuburan dan kemakmuran Kanaan, negeri tua yang berbatasan dengan laut mati dan Yordan di bilangan Palestina pada waktu itu dan keadaan penduduknya yang kuat-kuat dan gagah perkasa diakui oleh pengikut-pengikut Nabi Musa yang dikirim ke sana.",
    "quraish": "Dengan melanggar perintah Allah, Banû Isrâ'îl mengatakan, \"Wahai Mûsâ, sesungguhnya di dalam negeri itu terdapat orang-orang yang gagah perkasa, dan kami tidak sanggup menghadapi mereka. Oleh karena itu, kami tidak akan memasuki negeri itu selama mereka masih berada di sana. Tetapi, jika mereka keluar, kami akan memasukinya.\"",
    "jalalayn": "(Jawab mereka, \"Hai Musa! Sesungguhnya di dalamnya ada orang-orang yang aniaya) sisa-sisa bangsa Ad yang bertubuh tinggi dan bertenaga besar (Dan sesungguhnya kami tidak akan memasukinya hingga mereka keluar daripadanya. Jika mereka telah keluar daripadanya barulah kami memasuki.\")nya."
  },
  {
    "page": 111,
    "name": "Al-Ma'idah",
    "ayat": 23,
    "arab": "قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَاِذَا دَخَلْتُمُوْهُ فَاِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "translation": "Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang telah diberi nikmat oleh Allah, “Serbulah mereka melalui pintu gerbang (negeri) itu. Jika kamu memasukinya niscaya kamu akan menang. Dan bertawakallah kamu hanya kepada Allah, jika kamu orang-orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/692.mp3",
    "tafsir": "Setelah terungkap sikap kaum Nabi Musa dalam hal memasuki tanah suci dan berdiam di dalamnya, maka dua orang utusan dari kaum Nabi Musa yang memang bertakwa kepada Allah dan telah diberi kenikmatan dan memperoleh keridaan-Nya, menganjurkan kepada teman-temannya agar mereka segera memasuki pintu Baitulmakdis.(Kedua orang yang saleh ini ialah Yosua bin Nun dan Kalaeb bin Yefune yang diceritakan panjang lebar dalam Kitab Bilangan 13 dan 14). Apabila mereka telah memasukinya pasti mereka akan menang dan dapat mengusir penduduknya yang kuat itu. Karena kemenangan itu diperoleh atas pertolongan Allah yang telah dijanjikan, yang pasti akan ditepatinya.",
    "quraish": "Dua orang dari pemimpin-pemimpin mereka yang takut kepada Allah dan diberi nikmat keimanan dan ketaatan berkata, \"Wahai kaum, serbulah orang-orang yang perkasa itu dan masuklah melalui pintu gerbang negeri itu secara tiba-tiba. Jika kalian melakukannya, niscaya kalian akan memperoleh kemenangan. Bertawakallah kepada Allah dalam segala urusan jika kalian benar-benar beriman.\"",
    "jalalayn": "(Berkatalah) kepada mereka (dua orang laki-laki di antara orang-orang yang takut) menyalahi perintah-perintah Allah bernama Yusya dan Kalib, yakni dua orang di antara para pemimpin yang dikirim Musa untuk menyelidiki orang-orang aniaya itu (dan Allah telah memberi kedua mereka itu nikmat) berupa tindakan bijaksana hingga mereka tak hendak menyingkapkan keadaan sebenarnya dari orang-orang aniaya itu selain kepada Musa berbeda halnya dengan anggota-anggota lainnya yang menyiarkan berita itu hingga kaum Musa pun menjadi takut karenanya. (\"Serbulah mereka dengan melalui pintu gerbang) maksudnya pintu gerbang kota dan janganlah takut kepada mereka karena mereka itu tinggal tubuh tanpa hati atau keberanian. (Apabila kamu memasukinya niscaya kamu akan beroleh kemenangan) hal itu mereka ucapkan karena yakin akan beroleh pertolongan Allah dan bahwa Allah pasti menepati janji-Nya. (Dan kepada Allahlah hendaknya kamu bertawakal jika kamu betul-betul orang-orang yang beriman.\")"
  }
]