[
  {
    "page": 115,
    "name": "Al-Ma'idah",
    "ayat": 42,
    "arab": "سَمّٰعُوْنَ لِلْكَذِبِ اَكّٰلُوْنَ لِلسُّحْتِۗ فَاِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْ ۚوَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
    "translation": "Mereka sangat suka mendengar berita bohong, banyak memakan (makanan) yang haram. Jika mereka (orang Yahudi) datang kepadamu (Muhammad untuk meminta putusan), maka berilah putusan di antara mereka atau berpalinglah dari mereka, dan jika engkau berpaling dari mereka maka mereka tidak akan membahayakanmu sedikit pun. Tetapi jika engkau memutuskan (perkara mereka), maka putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/711.mp3",
    "tafsir": "Ayat ini sekali lagi menjelaskan sifat-sifat Yahudi yang senang mendengar berita-berita bohong tentang pribadi dan kerasulan Nabi Muhammad saw, untuk menunjukkan bahwa perbuatan orang Yahudi itu selalu didasarkan atas hal-hal yang tidak benar dan bohong; satu sifat yang amat jelek, hina dan merusak.\nDi samping itu mereka juga banyak menerima uang suap yaitu suatu pemberian dengan maksud untuk membenarkan yang salah atau menyalahkan yang benar. Hal yang demikian telah menjadi salah satu mata pencaharian mereka, terutama penguasa-penguasa. Hukum dipermainkan, yang memegang peranan dan menentukan pada waktu itu ialah suap. Siapa yang kuat memberi uang suap, dialah yang akan menang dalam perkara, sekalipun nyata-nyata ia bersalah.\nKalau ada di antara orang-orang Yahudi itu seorang yang tidak senang dan tidak setuju pada perbuatan atasannya yang kotor, lalu ia datang kepada Nabi Muhammad dan meminta diputuskan perkaranya; Rasul boleh memilih, menerima permintaan mereka dan memutuskan perkaranya, atau menolaknya. Mereka tidak akan dapat memberi mudarat sedikit pun kepada Rasul apabila Rasul menolaknya.\nApabila Rasul menerima permintaan mereka, maka Rasul harus memutuskan perkara mereka dengan seadil-adilnya sesuai dengan yang telah diperintahkan, sejalan dengan syariat yang dibawa, dan tidak bertentangan dengan Al-Qur'an. Allah senang dan rida kepada orang-orang yang berlaku adil.",
    "quraish": "Mereka adalah orang-orang yang suka mendengarkan berita bohong, banyak memakan harta haram yang tidak berkah seperti suap, riba dan lainnya. Jika mereka datang kepadamu untuk meminta putusan perkara, maka putuskanlah perkara di antara mereka apabila dalam hal itu kamu mendapatkan kebaikan. Atau, berpalinglah dari mereka. Sebab jika kamu berpaling dari mereka, mereka tidak akan dapat mendatangkan bahaya sedikit pun kepadamu, karena Allah telah menjagamu dari manusia. Jika kamu memutuskan perkara di antara mereka, maka putuskanlah dengan adil sesuai dengan apa yang diperintahkan Allah. Sesungguhnya Allah menyukai orang-orang yang berlaku adil, dan Dia akan menjaga serta memberi pahala kepada mereka.",
    "jalalayn": "(Mereka orang-orang yang gemar mendengar berita-berita bohong dan banyak memakan yang haram) dibaca suht atau suhut; artinya barang haram seperti uang suap (maka jika mereka datang kepadamu) untuk meminta sesuatu keputusan (maka putuskanlah di antara mereka atau berpalinglah dari mereka) pilihan di antara alternatif ini dihapus/dinasakh dengan firman-Nya, \"..... maka putuskanlah di antara mereka.\" Oleh sebab itu jika mereka mengadukan hal itu kepada kita wajiblah kita memberikan keputusannya di antara mereka. Dan ini merupakan yang terkuat di antara kedua pendapat Syafii. Dan sekiranya mereka mengadukan perkara itu bersama orang Islam, maka hukum memutuskan itu wajib secara ijmak. (Jika mereka berpaling daripadamu, maka sekali-kali tidak akan memberi mudarat kepadamu sedikit pun juga. Dan jika kamu memutuskan) perkara di antara mereka (maka putuskanlah di antara mereka dengan adil) tidak berat sebelah. (Sesungguhnya Allah menyukai orang-orang yang adil) dalam memberikan keputusan dan akan memberi mereka pahala."
  },
  {
    "page": 115,
    "name": "Al-Ma'idah",
    "ayat": 43,
    "arab": "وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ ",
    "translation": "Dan bagaimana mereka akan mengangkatmu menjadi hakim mereka, padahal mereka mempunyai Taurat yang di dalamnya (ada) hukum Allah, nanti mereka berpaling (dari putusanmu) setelah itu? Sungguh, mereka bukan orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/712.mp3",
    "tafsir": ". Satu hal yang mengherankan dari mereka ialah bahwa mereka berseru dan mengajak kaumnya percaya kepada Taurat, tetapi mereka tidak mau tunduk kepada isi dan hukum yang ada di dalamnya. padahal Taurat itu berisi hukum-hukum Allah yang cukup jelas. Mereka bahkan meminta putusan hukum dari orang lain.\nKarena mereka bukan orang-orang yang beriman, maka sama saja bagi mereka. Mereka meninggalkan dan tidak mau tunduk kepada Taurat, karena isi dan hukum yang ada di dalamnya tidak sesuai dengan keinginan dan kehendak hawa nafsu mereka. Begitu juga kalau perkara dan persoalannya diputuskan berdasarkan Al-Qur'an sesuai dengan permintaan mereka, mereka pun akan meninggalkan keputusan itu dan tidak menggubrisnya apabila keputusan tersebut bertentangan dengan keinginan dan hawa nafsunya.",
    "quraish": "Sungguh aneh mereka itu! Bagaimana mereka meminta kamu untuk memutuskan perkara, sedangkan hukum Allah telah termaktub dalam kitab suci mereka, Tawrât! Lebih aneh lagi, mereka berpaling dari apa yang kamu putuskan, jika keputusan itu tidak sesuai dengan hawa nafsu mereka, padahal keputusan itu sesuai dengan apa yang ada dalam kitab suci mereka. Mereka itu tidak termasuk orang-orang beriman yang tunduk kepada kebenaran.",
    "jalalayn": "(Dan betapa caranya mereka mengangkatmu menjadi hakim mereka padahal di sisi mereka ada Taurat yang memuat hukum Allah) yaitu dengan rajam. Pertanyaan ini menunjukkan keheranan; artinya maksud mereka yang sebenarnya bukanlah untuk mengetahui kebenaran tetapi untuk mencari mana yang lebih ringan (Kemudian mereka berpaling) dari hukum rajammu yang sebenarnya sesuai dengan kitab mereka (setelah demikian itu) setelah diberi keputusan itu (dan tidaklah mereka orang-orang yang sungguh-sungguh beriman.)"
  },
  {
    "page": 115,
    "name": "Al-Ma'idah",
    "ayat": 44,
    "arab": "اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ اَسْلَمُوْا لِلَّذِيْنَ هَادُوْا وَالرَّبَّانِيُّوْنَ وَالْاَحْبَارُ بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ وَكَانُوْا عَلَيْهِ شُهَدَاۤءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ",
    "translation": "Sungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. Karena itu janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Dan janganlah kamu jual ayat-ayat-Ku dengan harga murah. Barangsiapa tidak memutuskan dengan apa yang diturunkan Allah, maka mereka itulah orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/713.mp3",
    "tafsir": "Kitab Taurat yang diturunkan Allah kepada Nabi Musa, berisi bimbingan dan petunjuk bagi manusia kepada yang hak, sehingga mereka dapat keluar dan selamat dari kesesatan dan penyembahan berhala, dan juga merupakan cahaya yang menerangi hal-hal yang masih samar-samar ataupun yang masih gelap bagi mereka, sehingga mereka dapat melihat jalan yang benar, baik dalam urusan agama, maupun duniawi.\nKitab Taurat menjadi petunjuk bagi nabi-nabi yang telah menyerahkan diri kepada Allah dengan penuh keikhlasan, yaitu Nabi Musa dan nabi-nabi dari Bani Israil sesudahnya, sampai kepada Nabi Isa. Kitab ini telah digunakan untuk memutuskan perkara orang-orang Yahudi saja, karena memang Taurat itu diturunkan khusus untuk orang-orang Yahudi. Begitu juga tokoh-tokoh dan pendeta-pendeta mereka, telah menggunakan Taurat itu sebagai undang-undang di kala tidak ada nabi bersama mereka, karena mereka itu semua telah diperintahkan Allah supaya memelihara kitab Taurat, dan menjadi saksi serta bertanggung jawab atas pelaksanaannya. Jangan sampai mereka menyelewengkan hukum-hukum yang ada di dalamnya, dan menyembunyikan karena bertentangan dengan keinginan hawa nafsu mereka, atau karena takut kepada pembesarnya sehingga tidak berani menegakkan hukum terhadap mereka, seakan-akan mereka itu lebih takut kepada sesama manusia daripada kepada Allah. Lain halnya dengan Abdullah bin Salam yang hidup sampai masa al-Khulafa ar-Rasyidun. Dia seorang Yahudi yang benar-benar menegakkan hukum Allah, sehingga mengakibatkan orang lain benci dan tidak senang kepadanya. Dia menegakkan hukum rajam kepada siapa saja yang harus dihukum karena perbuatan zina, sekalipun kepada pemimpin atau pembesar mereka.\nJangan sampai mereka tidak menyebarkan dan tidak menjelaskan hukum-hukum itu karena keuntungan dunia atau keuntungan yang diterimanya dari orang-orang yang berkepentingan, misalnya uang sogok, atau pangkat yang dijanjikan kepadanya, karena semuanya ini tidak ada arti dan nilainya jika dibandingkan dengan pahala yang akan mereka peroleh di akhirat, Firman Allah:\n\n\"(Yaitu) di hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih.\" (asy-Syu'ara/26: 88 dan 89).\n\nBarang siapa menghukum atau memutuskan suatu perkara tidak sesuai dengan hukum Allah, seperti halnya orang-orang Yahudi yang menyembunyikan hukum rajam terhadap orang berzina yang bersuami atau beristri dan menggantinya dengan hukuman dera dan menghitamkan mukanya, lalu diarak berkeliling supaya disaksikan oleh masyarakat, dan lain-lainnya, berarti mereka melakukan penyelewengan hukum. Ketahuilah bahwa mereka itu adalah orang-orang yang ingkar.",
    "quraish": "Sesungguhnya Kami telah menurunkan kepada Mûsâ kitab Tawrât yang berisikan petunjuk kepada kebenaran dan penjelasan tentang hukum-hukum yang digunakan oleh nabi-nabi untuk memutuskan perkara, oleh orang-orang yang ikhlas menyerahkan diri kepada Tuhannya, dan ulama-ulama yang mengikuti para nabi, serta orang-orang yang diperintahkan untuk menjaga kitab mereka dan menjadi saksi atas kebenarannya. Maka janganlah kalian takut kepada manusia, karena keputusan yang telah kalian tetapkan. Takutlah kepada-Ku, Tuhan alam semesta. Janganlah kalian mengganti ayat-ayat-Ku yang telah Aku turunkan dengan harga yang lebih murah dari kenikmatan dunia seperti suap dan pangkat. Barangsiapa tidak memutuskan hukum menurut syariat yang diturunkan Allah, maka mereka adalah orang-orang kafir.",
    "jalalayn": "(Sesungguhnya Kami telah menurunkan Taurat berisi petunjuk) dari kesesatan (dan cahaya) untuk menjelaskan hukum-hukum (yang diambil untuk memutuskan hukum oleh nabi-nabi) dari Bani Israel (yang tunduk) menyerahkan diri kepada Allah (bagi orang-orang Yahudi dan oleh orang-orang alim dan para pendeta) yakni ahli-ahli hukum dari kalangan mereka (dengan apa) disebabkan karena (mereka diminta untuk menyimpan) artinya diberi amanat untuk menjaga oleh Allah (Kitabullah) jangan sampai diubah-ubah (dan mereka menjadi saksi terhadapnya) bahwa ia benar adanya. (Maka janganlah kamu takut akan manusia) hai orang-orang Yahudi dalam menyingkapkan sifat-sifat dan ciri-ciri Muhammad saw. yang kamu ketahui, tentang ayat rajam dan sebagainya (hanya takutlah kepada-Ku) dalam menyembunyikannya (dan janganlah kamu beli, maksudnya, jangan kamu tukar ayat-ayat-Ku dengan harga yang sedikit) berupa harta benda dunia yang kamu dapatkan sebagai imbalan menyembunyikannya. (Siapa yang tidak memutuskan menurut apa yang diturunkan Allah, maka merekalah orang-orang yang kafir) terhadap-Nya."
  },
  {
    "page": 115,
    "name": "Al-Ma'idah",
    "ayat": 45,
    "arab": "وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ اَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "translation": "Kami telah menetapkan bagi mereka di dalamnya (Taurat) bahwa nyawa (dibalas) dengan nyawa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada qisas-nya (balasan yang sama). Barangsiapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/714.mp3",
    "tafsir": "Di dalam Taurat, telah ditetapkan bahwa nyawa harus dibayar dengan nyawa. Orang yang membunuh tidak dengan alasan yang benar dia harus dibunuh pula dengan tidak memandang siapa yang membunuh dan siapa yang dibunuh. (Keluaran xxi. 24-25: \"harus memberikan nyawa ganti nyawa, mata ganti mata, gigi ganti gigi, tangan ganti tangan, kaki ganti kaki, lecur ganti lecur, luka ganti luka, bengkak ganti bengkak¦\"). Hukuman hampir serupa terdapat juga dalam Imamat xxiv. dan Ulangan xix.21.\nSekalipun penetapan dan ketentuan tersebut, diketahui oleh orang-orang Nasrani dan Yahudi, namun mereka tetap tidak mau menjalankan dan melaksanakannya. Mereka tetap memandang adanya perbedaan derajat dan strata di dalam masyarakat. Mereka menganggap bahwa golongan Yahudi Bani Nadir lebih tinggi derajat dan kedudukannya dari golongan Yahudi Bani Quraizah, dan golongan Bani Quraizah kedudukannya lebih rendah dibanding dengan kedudukan golongan Bani Nadir. Sehingga apabila seorang dari golongan Bani Nadir membunuh seorang dari golongan Bani Quraizah dia tidak dibunuh, karena dianggap tidak sederajat. Tetapi kalau terjadi sebaliknya yaitu seorang dari Bani Quraizah membunuh seorang Bani Nadir, maka dia harus dibunuh.\nHal ini dan semacamnya, yang merupakan pembangkangan dan penolakan terhadap bimbingan, petunjuk dan hukum-hukum Allah yang ada di dalam Kitab Taurat berjalan terus sampai datangnya agama Islam. Setelah itu Bani Quraizah mengadukan adanya perbedaan kelas di dalam masyarakat mereka, kepada Nabi Muhammad, oleh beliau diputuskan bahwa tidak ada perbedaan antara si A dan si B antara golongan Anu dan golongan Fulan, di dalam penerapan hukum. Hukum tidak memandang bulu, semua orang harus diperlakukan sama. Mendengar keputusan Rasulullah saw ini, golongan Bani Nadir rnerasa diturunkan derajatnya karena telah dipersamakan dengan golongan Bani Quraizah, orang yang mereka anggap rendah. Maka turunlah ayat ini.\nDalam ayat ini Allah menegaskan kembali bahwa di dalam Taurat telah digariskan suatu ketetapan bahwa jiwa harus dibayar dengan jiwa sama dengan hukum kisas yang berlaku dalam syariat Islam. Pembunuh yang telah akil balig bila ia membunuh sesama Islam dan sama-sama merdeka, maka pembunuh tersebut baik seorang maupun beberapa orang harus dikenakan hukuman bunuh. Kecuali bagi orang gila yang benar-benar rusak akalnya, orang yang sedang tidur sampai dia bangun, dan anak kecil sampai dia balig, bila mereka membunuh tidak dikenakan hukuman kisas sesuai dengan sabda Nabi saw: \n\"Qalam telah diangkat dari tiga macam orang (artinya mereka tidak diperlakukan sebagai orang-orang mukallaf) yaitu orang-orang gila yang benar-benar telah rusak akalnya, sampai ia sembuh, orang yang tidur, sampai ia bangun, dan anak-anak sampai ia balig.\" (Riwayat Ahmad, Abu Dawud dari al-hakim dan 'Umar bin al-Khattab).\n\nSelanjutnya orang yang mencukil mata atau memotong hidung atau telinga atau mencabut gigi orang lain, maka dia wajib dikenakan hukuman kisas, ditindak sesuai dengan perbuatannya, sesuai dengan firman Allah:\n\n\"Barang siapa yang menyerang kamu, maka seranglah dia yang seimbang dengan serangannya terhadapmu.\" (al-Baqarah/2:194).\n\nBegitupun melukai orang ada kisasnya. Orang yang melukai orang lain, dia pun harus dilukai pula sama dengan luka yang diperbuatnya baik mengenai lebar maupun dalamnya, sebagaimana firman Allah:\n\n\"Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu.\" (an-Nahl/16:126).\n\nBarang siapa melepaskan hak kisasnya dengan penuh kerelaan, dan memaafkan si pelaku sehingga tidak jadi dikisas, itu menjadi penebus dosa bagi yang memaafkan. Orang yang dibebaskan dari hukum kisas karena dimaafkan oleh pihak keluarga orang yang terbunuh, tidaklah berarti dia telah bebas dari hukuman seluruhnya, tetapi dia masih dikenakan hukuman diat (ganti rugi), sebagaimana sabda Nabi saw.: \nDari Abu 'Amr, Rasulullah Saw bersabda, \"Barang Siapa membunuh dengan sengaja, maka putusannya diserahkan kepada ahli waris orang yang dibunuh. Kalau mereka mau (mengkisas) mereka dapat membunuhnya, dan apabila mereka mau (membebaskannya dari kisas) maka mereka berhak menerima diat (ganti rugi).\" (Riwayat at-Tirmidzi).\n\nBarang siapa tidak menjalankan ketentuan-ketentuan tersebut di atas, yaitu kisas yang didasarkan atas keadilan, melainkan mempergunakan hukum sekehendak hatinya, maka mereka itu adalah orang-orang yang zalim, karena melanggar hukum Allah dan menganggap pihak yang dibunuh atau dianiaya itu adalah golongan rendah, tidak sederajat dengan pihak yang membunuh atau yang menganiaya.",
    "quraish": "Di dalam Tawrât, Kami mewajibkan hukum kisas kepada orang-orang Yahudi agar Kami memelihara kelangsungan hidup manusia. Kami tetapkan bahwa nyawa dibalas dengan nyawa, mata dengan mata, hidung dengan hidung dan gigi dengan gigi. Luka-luka pun sedapat mungkin dikenakan kisas pula. Barangsiapa memaafkan dan menyedekahkan hak kisasnya terhadap pelaku kejahatan, maka sedekah itu merupakan kafarat yang dapat menghapus sebagian dosanya. Barangsiapa yang tidak menerapkan hukum kisas dan lain-lainnya yang telah ditetapkan Allah, akan termasuk orang-orang yang zalim.",
    "jalalayn": "(Dan telah Kami tetapkan terhadap mereka d dalamnya) maksudnya di dalam Taurat (bahwa jiwa) dibunuh (karena jiwa) yang dibunuhnya (mata) dicongkel (karena mata, hidung) dipancung (karena hidung, telinga) dipotong (karena telinga, gigi) dicabut (karena gigi) menurut satu qiraat dengan marfu'nya keempat anggota tubuh tersebut (dan luka-luka pun) manshub atau marfu' (berlaku kisas) artinya dilaksanakan padanya hukum balas jika mungkin; seperti tangan, kaki, kemaluan dan sebagainya. Hukuman ini walaupun diwajibkan atas mereka tetapi ditaqrirkan atau diakui tetap berlaku dalam syariat kita. (Siapa menyedekahkannya) maksudnya menguasai dirinya dengan melepas hak kisas itu (maka itu menjadi penebus dosanya) atas kesalahannya (dan siapa yang tidak memutuskan dengan apa yang diturunkan Allah) seperti kisas dan lain-lain (merekalah orang-orang yang aniaya)."
  }
]