[
  {
    "page": 116,
    "name": "Al-Ma'idah",
    "ayat": 46,
    "arab": "وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعِيْسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ ۖواٰتَيْنٰهُ الْاِنْجِيْلَ فِيْهِ هُدًى وَّنُوْرٌۙ وَّمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ وَهُدًى وَّمَوْعِظَةً لِّلْمُتَّقِيْنَۗ ",
    "translation": "Dan Kami teruskan jejak mereka dengan mengutus Isa putra Maryam, membenarkan Kitab yang sebelumnya, yaitu Taurat. Dan Kami menurunkan Injil kepadanya, di dalamnya terdapat petunjuk dan cahaya, dan membenarkan Kitab yang sebelumnya yaitu Taurat, dan sebagai petunjuk serta pengajaran untuk orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/715.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa sesudah berakhir masa nabi-nabi penganut dan pelaksana isi Taurat, maka diutuslah Nabi Isa putra Maryam mengikuti jejak nabi-nabi Bani Israil terdahulu, melaksanakan Taurat yang telah diturunkan sebelumnya.\nKemudian diturunkan Injil kepada Nabi Isa yang menyempurnakan isi Taurat yang telah berakhir masa berlakunya, disesuaikan dengan situasi dan kondisi umat dan masyarakatnya. Kitab Injil itu berisi petunjuk, dan merupakan cahaya yang menerangi umatnya, sehingga mereka dapat melihat jalan yang benar yang membahagiakan mereka. Injil membenarkan kitab samawi sebelumnya, yaitu Taurat yang mengandung nilai-nilai yang dapat menyelamatkan umatnya dari kesesatan dalam akidah dan amal perbuatan, seperti tauhid memberantas syirik dan berhala yang menjadi sumber khurafat dan kebatilan.\nInjil berisi petunjuk dan pengajaran, misalnya ajaran yang memberitahukan bahwa akan muncul seorang nabi (Perjanjian Baru, Yohanes xiv.16, xv. 26 dan xvi.7. lihat juga tafsir atas as-shaff/61:6), yang mempunyai sifat-sifat mulia, syariatnya lebih sempurna dan bersifat universal (menyeluruh) tidak terbatas oleh waktu dan tempat. Dia adalah nabi penutup dan rasul terakhir. Tetapi petunjuk dan pengajaran ini semua tidak ada yang dapat memanfaatkannya kecuali orang-orang yang bertakwa.",
    "quraish": "Setelah nabi-nabi itu, Kami mengutus 'Isâ putra Maryam yang mengikuti jejak mereka dan mempercayai Tawrât yang diturunkan sebelumnya. Kepada 'Isâ, Kami menurunkan Injîl yang mengandung petunjuk kepada kebenaran dan keterangan tentang hukum. Di samping itu, Injîl merupakan pembenar terhadap Tawrât yang diturunkan sebelumnya yang mengandung petunjuk dan pelajaran bagi orang-orang yang bertakwa.",
    "jalalayn": "(Dan Kami iringi jejak-jejak mereka) maksudnya jejak para nabi itu (dengan Isa putra Maryam, membenarkan apa yang berada di depannya) maksudnya yang sebelumnya (berupa Taurat dan Kami berikan kepadanya Injil yang berisi petunjuk) dari kesesatan (dan cahaya) artinya penjelasan bagi hukum-hukum (serta membenarkan) menjadi hal (bagi kitab Taurat yang berada sebelumnya) membenarkan hukum-hukum Taurat (serta menjadi petunjuk dan pengajaran bagi orang-orang yang takwa)."
  },
  {
    "page": 116,
    "name": "Al-Ma'idah",
    "ayat": 47,
    "arab": "وَلْيَحْكُمْ اَهْلُ الْاِنْجِيْلِ بِمَآ اَنْزَلَ اللّٰهُ فِيْهِۗ وَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
    "translation": "Dan hendaklah pengikut Injil memutuskan perkara menurut apa yang diturunkan Allah di dalamnya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/716.mp3",
    "tafsir": "Dalam ayat ini dengan tandas Allah memerintahkan pengikut Kitab Injil, yaitu penganut syariat Nabi Isa, supaya melaksanakan isi kitab Injil sampai datangnya nabi dan rasul penutup dari bangsa Arab, agar mereka menghukum sesuai dengan apa yang telah diturunkan Allah di dalamnya, tidak diselewengkan dan tidak ditafsirkan dengan keinginan hawa nafsunya, seperti halnya penganut syariat Nabi Musa. Sekalipun demikian, tidak sedikit dari mereka yang tidak patuh, menyelewengkan makna dan pengertiannya. Mereka mengubah dan menyesuaikan dengan kehendak pemimpin-pemimpinnya, sehingga Kitab Injil yang asli yang benar-benar samawi tidak diketahui lagi di mana adanya. Mereka itu adalah orang-orang fasik karena tidak lagi menghukum dan memutuskan perkara menurut apa yang diturunkan Allah.",
    "quraish": "Kemudian Kami memerintahkan pengikut 'Isâ, pemilik Injîl, untuk menerapkan ketentuan-ketentuan hukum yang terkandung di dalamnya. Barangsiapa tidak menerapkan hukum yang telah ditetapkan Allah, akan termasuk orang-orang yang tidak patuh dan menentang syariat Allah.",
    "jalalayn": "(Dan pengikut-pengikut Injil hendaklah memutuskan perkara dengan apa yang diturunkan Allah di dalamnya) berupa hukum-hukum dan menurut satu qiraat walyahkum itu dibaca waliyahkum karena diathafkan pada ma`mul aatainaahu (Dan siapa yang tidak memutuskan perkara dengan apa yang diturunkan Allah, maka mereka itu orang-orang yang fasik.)"
  },
  {
    "page": 116,
    "name": "Al-Ma'idah",
    "ayat": 48,
    "arab": "وَاَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتٰبِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ عَمَّا جَاۤءَكَ مِنَ الْحَقِّۗ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْ فَاسْتَبِقُوا الْخَيْرٰتِۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَۙ",
    "translation": "Dan Kami telah menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan membawa kebenaran, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan menjaganya, maka putuskanlah perkara mereka menurut apa yang diturunkan Allah dan janganlah  engkau mengikuti keinginan mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu, Kami berikan aturan dan jalan yang terang. Kalau Allah menghendaki, niscaya kamu dijadikan-Nya satu umat (saja), tetapi Allah hendak menguji kamu terhadap karunia yang telah diberikan-Nya kepadamu, maka berlomba-lombalah berbuat kebajikan. Hanya kepada Allah kamu semua kembali, lalu diberitahukan-Nya kepadamu terhadap apa yang dahulu kamu perselisihkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/717.mp3",
    "tafsir": "Setelah menerangkan bahwa Taurat telah diturunkan kepada Nabi Musa, dan kitab Injil telah diturunkan pula kepada Nabi Isa dan agar kedua kitab tersebut ditaati dan diamalkan oleh para penganutnya masing-masing. Pada ayat ini diterangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi dan Rasul terakhir Muhammad saw. Al-Qur'an adalah Kitab Samawi terakhir yang membawa kebenaran, mencakup isi dan membenarkan Kitab suci sebelumnya seperti Taurat dan Injil. Al-Qur'an adalah kitab yang terpelihara dengan baik, sehingga ia tidak akan mengalami perubahan dan pemalsuan. Firman Allah menegaskan:\n\n(yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fussilat/41:42).\n\nAl-Qur'an adalah kitab suci yang menjamin syariat yang murni sebelumnya, dan kitab suci yang berlaku sejak diturunkannya sampai hari kemudian. Oleh karena itu, wajib menghukumkan dan memutuskan perkara anak manusia sesuai dengan hukum yang telah diturunkan Allah, yang telah terdapat di dalam Al-Qur'an. Bukanlah pada tempatnya menuruti keinginan dan kemauan hawa nafsu mereka yang bertentangan dengan kebenaran yang dibawa oleh junjungan kita Nabi Muhammad saw.\nTiap-tiap umat diberi syariat (peraturan-peraturan khusus), dan diwajibkan kepada mereka melaksanakannya, dan juga mereka telah diberi jalan dan petunjuk yang harus dilaksanakan untuk membersihkan diri dan menyucikan batin mereka. Syariat setiap umat dan jalan yang harus ditempuh boleh saja berubah--ubah dan bermacam-macam, tetapi dasar dan landasan agama samawi hanyalah satu, yaitu tauhid.\nTaurat, Injil, dan Al-Qur'an, masing-masing mempunyai syariat tersendiri, yang berisi ketentuan-ketentuan hukum halal dan haram, sesuai dengan kehendak-Nya untuk mengetahui siapa yang taat dan siapa yang tidak. Firman Allah:\n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21:25).\n\n\n\"Dan sungguh, Kami telah mengutus rasul pada setiap umat (untuk menyerukan),\" Sembahlah Allah, dan jauhilah thagut.\" (an-Nahl/16:36).\n\nSekiranya Allah menghendaki, tentulah Dia dapat menjadikan semua manusia hanya dengan satu syariat dan satu macam jalan yang akan ditempuh dan diamalkan mereka sehingga dari zaman ke zaman tidak ada peningkatan dan kemajuan, seperti halnya burung atau lebah, kehendak Allah tentu akan terlaksana dan tidak ada kesulitan sedikit pun, karena Allah kuasa atas segala sesuatu. Tetapi yang demikian itu tidak dikehendaki oleh-Nya. Allah menghendaki manusia itu sebagai makhluk yang dapat mempergunakan akal dan pikirannya, dapat maju dan berkembang dari zaman ke zaman. Dari masa kanak-kanak ke masa remaja meningkat jadi dewasa dan seterusnya.\nDemikianlah Allah menghendaki dan memberikan kepada tiap-tiap umat syariat tersendiri, untuk menguji sampai di mana manusia itu dapat dan mampu melaksanakan perintah Allah atau menjauhi larangan-Nya, sebagaimana yang telah ditetapkan di dalam kitab samawi-Nya, untuk diberi pahala atau disiksa. Oleh karena itu seharusnyalah manusia berlomba-lomba berbuat kebaikan dan amal saleh, sesuai dengan syariat yang dibawa oleh nabi penutup rasul terakhir Muhammad saw. Syariat yang menggantikan syariat sebelumnya, untuk kepentingan dunia dan kebahagiaan di akhirat kelak.\nPada suatu waktu nanti, mau tak mau manusia akan kembali kepada Allah memenuhi panggilan-Nya ke alam baka. Di sanalah nanti Allah akan memberitahukan segala sesuatu tentang hakikat yang diperselisihkan mereka. Orang yang benar-benar beriman akan diberi pahala, sedang orang-orang yang ingkar dan menolak kebenaran, serta menyeleweng tanpa alasan dan bukti, akan diazab dan dimasukkan ke dalam neraka.",
    "quraish": "Kami turunkan kepadamu, Muhammad, kitab suci yang sempurna, yaitu al-Qur'ân, yang berisikan kebenaran dalam segala hukum dan beritanya, membenarkan kitab-kitab suci Kami sebelumnya, sebagai saksi atas kebenarannya dan sebagai pengawas kitab-kitab suci yang lain, karena terpelihara dari perubahan. Maka, apabila Ahl al-Kitâb mengadukan suatu perkara kepadamu, putuskanlah menurut apa yang Allah turunkan kepadamu. Jangan mengikuti hawa nafsu dan keinginan mereka dalam mengambil keputusan, sehingga kamu menyeleweng dari kebenaran yang datang dari Kami. Tiap-tiap umat di antara kalian, wahai manusia, Kami berikan cara untuk menjelaskan kebenaran dan cara beragama yang jelas. Jika Allah berkehendak, niscaya Dia akan menjadikan kalian satu kelompok yang jalan petunjuknya tidak berbeda sepanjang masa. Akan tetapi Allah menjadikan kalian sedemikian rupa, untuk menguji pelaksanaan kalian terhadap syariat-syariat yang diberikan, sehingga dapat diketahui siapa yang taat dan siapa yang ingkar di antara kalian. Pergunakanlah kesempatan dan bergegaslah dalam berbuat kebaikan. Sesungguhnya hanya kepada Allahlah kalian akan kembali. Allah akan memberitahukan kepada kalian hakikat apa yang kalian perselisihkan. Dia akan memberikan balasan kepada setiap orang di antara kalian sesuai dengan perbuatannya.",
    "jalalayn": "(Dan telah Kami turunkan kepadamu) hai Muhammad (kitab) yakni Alquran (dengan kebenaran) berkaitan dengan anzalnaa (membenarkan apa yang terdapat di hadapannya) maksudnya yang sebelumnya (di antara kitab dan menjadi saksi) atau batu ujian (terhadapnya) kitab di sini maksudnya ialah kitab-kitab terdahulu. (Sebab itu putuskanlah perkara mereka) maksudnya antara ahli kitab jika mereka mengadu kepadamu (dengan apa yang diturunkan Allah) kepadamu (dan janganlah kamu mengikuti hawa nafsu mereka) dengan menyimpang (dari kebenaran yang telah datang kepadamu. Bagi tiap-tiap umat di antara kamu Kami beri) hai manusia (aturan dan jalan) maksudnya jalan yang nyata dan agama dan yang akan mereka tempuh. (Sekiranya dikehendaki Allah tentulah kamu dijadikan-Nya satu umat) dengan hanya satu syariat (tetapi) dibagi-bagi-Nya kamu kepada beberapa golongan (untuk mengujimu) mencoba (mengenai apa yang telah diberikan-Nya kepadamu) berupa syariat yang bermacam-macam untuk melihat siapakah di antara kamu yang taat dan siapa pula yang durhaka (maka berlomba-lombalah berbuat kebaikan) berpaculah mengerjakannya. (Hanya kepada Allahlah kembali kamu semua) dengan kebangkitan (maka diberitahukan-Nya kepadamu apa yang kamu perbantahkan itu) yakni mengenai soal agama dan dibalas-Nya setiap kamu menurut amal masing-masing."
  },
  {
    "page": 116,
    "name": "Al-Ma'idah",
    "ayat": 49,
    "arab": "وَاَنِ احْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ وَاحْذَرْهُمْ اَنْ يَّفْتِنُوْكَ عَنْۢ بَعْضِ مَآ اَنْزَلَ اللّٰهُ اِلَيْكَۗ فَاِنْ تَوَلَّوْا فَاعْلَمْ اَنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّصِيْبَهُمْ بِبَعْضِ ذُنُوْبِهِمْ ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ لَفٰسِقُوْنَ",
    "translation": "dan hendaklah engkau memutuskan perkara di antara mereka menurut apa yang diturunkan Allah, dan janganlah engkau mengikuti keinginan mereka. Dan waspadalah terhadap mereka, jangan sampai mereka memperdayakan engkau terhadap sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), maka ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan sebagian dosa-dosa mereka. Dan sungguh, kebanyakan manusia adalah orang-orang yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/718.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Jarir dan al-Baihaqi dari Ibnu Abbas, bahwa Kaab bin Asad, Abdullah bin Suriya, Wisyas bin Qais dari orang-orang Yahudi berkata \"Mari kita pergi kepada Muhammad, mudah-mudahan kita dapat menyesatkannya.\" Maka pergilah mereka menghadap Rasulullah lalu mereka berkata kepada Rasulullah saw.: \n\"Hai Muhammad, kamu telah mengetahui bahwa kami ini adalah pendeta Yahudi, para pembesar dan pemimpinnya. Kalau kami mengikuti kamu, orang-orang Yahudi pasti mengikuti kami dan tidak akan ada di antara mereka yang berani menentang. Di antara kami dan kaum kami ada sengketa. Persengketaan itu akan kami bawa kepadamu, maka hendaklah engkau memenangkan kami terhadap mereka, dan kami akan beriman dan akan membenarkan kamu. Maka Rasulullah enggan (mengikuti kehendak mereka) itu dan Allah Azza wa Jalla menurunkan ayat tentang perkara mereka.... wa anihkum bainahum bima anzala Allah....\"(Riwayat Ibnu Jarir dan al-Baihaqi dari Ibnu Abbas)\n\nNabi saw menolak permintaan mereka, maka turunlah ayat ini. Nabi Muhammad agar memutuskan perkara orang-orang Yahudi yang diajukan kepadanya sesuai dengan apa yang telah diturunkan Allah dan jangan sekali-sekali menuruti keinginan dan kehendak hawa nafsu mereka. Allah mengingatkan kepada Nabi supaya berhati-hati menghadapi siasat mereka, jangan sampai terjebak oleh tipu daya mereka yang ingin menyelewengkan beliau dari sebagian hukum yang telah diturunkan dan digariskan Allah kepadanya.\nKalau mereka masih juga berpaling dan tidak mau menerima keputusan yang berdasarkan apa yang telah diturunkan Allah karena memang maksud mereka meminta kepada Nabi untuk memutuskan perkaranya sekedar untuk memancing dan menjebaknya, kalau-kalau bisa berpaling dari hukum Allah. Ketahuilah bahwa yang demikian itu karena Allah menghendaki akan menimpakan azab kepada mereka di dunia, akibat dosa-dosanya dan akan disempurnakan nanti di akhirat, siksaan yang amat pedih. Memang kebanyakan manusia adalah fasik, bersifat seperti orang-orang kafir, senang meninggalkan hukum-hukum Allah dan syariat yang telah dipilihkan untuk mereka.",
    "quraish": "Kami telah memerintahkan kepadamu, wahai Rasulullah, untuk memutuskan perkara di antara mereka menurut apa yang diturunkan Allah. Jangan kau ikuti hawa nafsu mereka dalam menentukan keputusan. Berhati-hatilah, supaya mereka tidak memalingkanmu dari sebagian apa yang diturunkan Allah kepadamu. Jika mereka barpaling dari hukum Allah dan menginginkan yang lainnya, ketahuilah bahwa sesungguhnya Allah akan menimpakan kerusakan dalam urusan-urusan mereka di dunia, karena jiwa mereka yang rusak oleh sebab dosa-dosa yang mereka perbuat dengan melanggar hukum dan syariat Allah. Sedang di akhirat kelak, Allah akan memberikan ganjaran atas segala perbuatan mereka. (1) Sesungguhnya kebanyakan manusia menentang hukum-hukum Allah. (1) Ayat ini menunjukkan bahwa al-Qur'ân menetapkan asas teritorial hukum, dalam artian bahwa syariat Islam diterapkan pada penduduk di wilayah-wilayah Islam. Belakangan asas ini baru dikenal dalam hukum modern.",
    "jalalayn": "(Dan hendaklah kamu putuskan perkara di antara mereka dengan apa yang diturunkan Allah dan janganlah kamu ikuti hawa nafsu mereka dan berhati-hatilah terhadap mereka) agar (supaya mereka) tidak (memfitnahmu) artinya menyesatkanmu (dari sebagian yang telah diturunkan Allah kepadamu. Jika mereka berpaling) dari hukum yang diturunkan dan bermaksud mengubahnya (maka ketahuilah bahwasanya Allah menghendaki akan menimpakan kepada mereka musibah) hukuman di dunia (disebabkan sebagian dosa-dosa mereka) yang mereka perbuat di antaranya berpaling itu. Dan akan membalas semua dosa itu di akhirat kelak. (Dan sesungguhnya banyak di antara manusia itu orang-orang yang fasik.)"
  },
  {
    "page": 116,
    "name": "Al-Ma'idah",
    "ayat": 50,
    "arab": "اَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُوْنَۗ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ حُكْمًا لِّقَوْمٍ يُّوْقِنُوْنَ ࣖ ",
    "translation": "Apakah hukum Jahiliah yang mereka kehendaki? (Hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang meyakini (agamanya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/719.mp3",
    "tafsir": "Diriwayatkan, bahwa Bani Nadhir mengajukan perkara yang terjadi dengan Bani Quraizah kepada Nabi saw untuk diberi keputusan. Di antara Bani Nadhir ada yang minta kepada Nabi saw supaya perkaranya diputuskan sesuai dengan keputusan yang berlaku di zaman jahiliah, yaitu adanya perbedaan derajat antara dua golongan tersebut, sehingga diat yang dikenakan kepada Bani Quraizah menjadi dua kali lipat diat yang dikenakan kepada Bani Nadir, karena menurut mereka, Bani Nadir itu lebih kuat, lebih mulia dan lebih tinggi derajatnya. Nabi saw. tidak menerima permintaan mereka dan beliau bersabda, \"Orang-orang yang dibunuh itu sama derajatnya, tidak ada perbedaannya.\" Orang Bani Nadir berkata, \"Kalau begitu kami juga menolak dan tidak menerima yang demikian itu.\" Maka turunlah ayat ini.\nDalam ayat ini Allah mencemooh dan menganggap perbuatan mereka sebagai sesuatu yang aneh, mereka mempunyai kitab samawi dan ilmu yang luas, tetapi mereka masih mengutamakan hukum-hukum jahiliah yang jelas bertentangan dengan hukum yang ada di dalam kitab Taurat, padahal hukum-hukum Allah adalah hukum yang terbaik, karena sifatnya menyeluruh, adil dan benar, tidak memandang derajat dan lain sebagainya.",
    "quraish": "Apakah mereka, orang-orang yang melanggar perintah dan larangan Allah, hendak berhukum dengan hukum jahiliah yang tidak mengandung keadilan, bahkan hawa nafsulah yang berkuasa dengan menjadikan kecenderungan dan kepura-puraan sebagai asas hukum? Ini adalah cara orang-orang jahiliah. Adakah hukum yang lebih baik dari hukum Allah bagi kaum yang yakin akan syariat dan tunduk kepada kebenaran? Sesungguhnya mereka itulah orang-orang yang tahu akan kebaikan hukum-hukum Allah.",
    "jalalayn": "(Apakah hukum jahiliah yang mereka kehendaki) dengan memakai ya dan ta; artinya dengan berpaling itu mereka hanyalah hendak bermanis mulut dan mengambil muka sedangkan pertanyaan di sini berarti sanggahan (dan siapakah) artinya tak seorang pun (yang lebih baik hukumannya daripada Allah bagi kaum) artinya di sisi orang-orang (yang yakin) kepada-Nya. Diistimewakan menyebutkan mereka karena hanya merekalah yang bersedia merenungkan hal ini."
  }
]