[
  {
    "page": 118,
    "name": "Al-Ma'idah",
    "ayat": 58,
    "arab": "وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِاَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ",
    "translation": "Dan apabila kamu menyeru (mereka) untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena mereka orang-orang yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/727.mp3",
    "tafsir": "Ayat ini menjelaskan sebagian dari ejekan dan permainan orang-orang kafir terhadap agama Islam, yaitu apabila umat Islam mengajak mereka untuk salat maka orang-orang kafir itu menjadikan ajakan itu bahan ejekan dan permainan sambil menertawakan mereka. \nMenurut riwayat Ibnu Jarir dari as-Suddi, ia menceritakan, bahwa ada seorang laki-laki Nasrani di Medinah, apabila ia mendengar seruan azan Asyhadu anna Muhammad Rasulullah (saya mengaku bahwa sesungguhnya Muhammad adalah rasul Allah), ia berkata, \"haraqa al-Kadzdzab\" (semoga terbakarlah pembohong itu). Kemudian pada suatu malam, pembantu rumah tangganya datang masuk membawa api dan jatuhlah butiran kecil dari api yang dibawanya, sehingga menyebabkan rumah itu terbakar semuanya dan terbakar pulalah laki-laki Nasrani tersebut beserta keluarganya ketika sedang tidur.\nSelanjutnya diterangkan bahwa perbuatan orang-orang kafir yang demikian, disebabkan karena mereka adalah kaum yang tidak mau mempergunakan akal dan tidak mau tahu tentang hakikat agama Allah yang mewajibkan mereka mengagungkan dan memuja-Nya.\nAndaikata mereka mempergunakan akal secara wajar, tanpa dipengaruhi oleh rasa benci dan permusuhan, maka hati mereka akan khusyu, apabila mereka mendengar azan dengan suara yang merdu, apalagi jika mereka mengerti dan memahami azan yang dimulai dengan kata-kata yang mengagungkan Allah.",
    "quraish": "Di antara hinaan mereka terhadap kalian adalah bahwa apabila kalian mengajak salat dengan azan, mereka mengejek, menertawakan salat dan mempermainkannya. Hal itu disebabkan karena mereka adalah kaum yang tidak berakal, tidak mengetahui perbedaan antara petunjuk dan kesesatan.",
    "jalalayn": "(Dan) orang-orang yang (apabila kamu menyeru) atau memanggil mereka (untuk salat) yaitu dengan azan (mereka menjadikannya) salat itu (sebagai bahan olok-olok dan permainan) yakni dengan mempermainkan dan menertawakannya. (Demikian itu) maksudnya sikap mereka itu (adalah karena mereka) disebabkan oleh karena mereka (kaum yang tak mau berpikir). Ayat berikut ini diturunkan ketika orang-orang Yahudi menanyakan kepada Nabi saw., \"Kepada rasul-rasul yang manakah kamu beriman?\" Jawabnya, \"Kepada Allah dan kepada apa-apa yang diturunkan kepada kami... sampai akhir ayat.\" Ketika Nabi saw. menyebut nama Isa, mereka berkata, \"Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu!\""
  },
  {
    "page": 118,
    "name": "Al-Ma'idah",
    "ayat": 59,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فٰسِقُوْنَ",
    "translation": "Katakanlah, “Wahai Ahli Kitab! Apakah kamu memandang kami salah, hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan kepada apa yang diturunkan sebelumnya? Sungguh, kebanyakan dari kamu adalah orang-orang yang fasik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/728.mp3",
    "tafsir": "Menurut riwayat, Ibnu Jarir dan lain-lainnya menceritakan orang-orang Yahudi, di antaranya turut Abu Yasir bin Akhtab dan yang lain mereka bertanya kepada Nabi Muhammad tentang siapa saja rasul-rasul yang beriman (percaya) kepada mereka, Nabi Muhammad menjawab, \"Saya percaya kepada Allah dan apa yang diturunkan kepada kami dan apa yang diturunkan kepada Ibrahim, Ishak, Yakub dan Asbat, dan apa yang diberikan Allah kepada Musa, Isa dan para nabi lainnya, tanpa membedakan antara mereka. Dan kami berserah diri kepada-Nya. Tatkala Nabi Muhammad menyebut Isa\", mereka tidak mengakui kenabiannya seraya berkata, \"Kami tidak percaya kepada orang yang percaya kepadanya, maka turunlah ayat ini.\nAyat ini memberi petunjuk kepada Nabi Muhammad saw supaya membantah orang-orang Ahli Kitab dengan bentuk pertanyaan sebagai berikut, \"Hai Ahli Kitab, apakah kamu memandang salah, membenci dan menghina kami, hanya lantaran kami beriman kepada Allah dan kepada yang diturunkan kepada rasul-rasul-Nya yang dahulu? Kami tidak berbuat selain dari itu, karena tidak ada alasan yang pantas bagi kamu untuk menyalahkan dan membenci kami, selain karena kebanyakan kamu memang sudah rnenjadi orang-orang yang fasik.\"\nBantahan ini pada hakikatnya tidak dapat mereka jawab selain bersikap acuh tak acuh dan terus mengejek dan menghina agama Islam dan kaum Muslimin. Oleh karena itu Allah menurunkan lagi ayat berikut ini untuk memberikan bantahan yang lebih keras, sehingga mereka semua diam.",
    "quraish": "Wahai Muhammad, katakan kepada Ahl al-Kitâb, \"Apakah kalian memandang kami saleh karena kami beriman kepada Allah dan kepada apa-apa yang diturunkan kepada kami, serta kitab-kitab suci yang diturunkan sebelumnya kepada para nabi? Kami yakin bahwa kebanyakan dari kalian telah keluar dari syariat Allah.\"",
    "jalalayn": "(Katakanlah, \"Hai ahli kitab! Apakah kamu menyalahkan) menolak (kami hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan apa yang diturunkan sebelumnya) yakni kepada nabi-nabi yang terdahulu (dan bahwa kebanyakan di antara kamu orang-orang yang fasik?\") diathafkan kepada an aamannaa sedangkan maksudnya ialah: tak ada yang kamu salahkan kecuali hanyalah keimanan kami yang rupanya tidak kamu setujui. Sikap tersebut membuat kalian pantas disebut orang-orang yang fasik. Padahal hal ini merupakan hal yang sudah tidak boleh diingkari."
  },
  {
    "page": 118,
    "name": "Al-Ma'idah",
    "ayat": 60,
    "arab": "قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ",
    "translation": "Katakanlah (Muhammad), “Apakah akan aku beritakan kepadamu tentang orang yang lebih buruk pembalasannya dari (orang fasik) di sisi Allah? Yaitu, orang yang dilaknat dan dimurkai Allah, di antara mereka (ada) yang dijadikan kera dan babi dan (orang yang) menyembah Thaghut.” Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/729.mp3",
    "tafsir": "Ayat ini dalam rangkaian petunjuk Allah kepada Rasul-Nya Muhammad untuk memberikan bantahan kepada Ahli Kitab sebagaimana yang diuraikan pada ayat 59.\nMenurut riwayat St-thabarani, ia menceritakan bahwa Ahli Kitab berkata kepada Nabi Muhammad yang maksudnya, \"Tidak ada agama yang kami ketahui lebih buruk dari agamamu\", maka turunlah ayat ini untuk membantahnya.\nPada ayat ini Allah menyuruh Nabi Muhammad supaya berkata sebagai berikut: \"Apakah perlu aku beritakan kepada kamu, hal orang-orang yang mengejek agama dan azan kami, sesuatu yang lebih buruk balasannya di sisi Allah dari pekerjaan (fasik) yang kamu lakukan ini, yaitu kamu dijadikan kera dan babi.\"\nRiwayat Ibnu Abbas menceriterakan, bahwa peristiwa pelanggaran kehormatan hari Sabat (Sabtu) itu telah menimbulkan dua macam kejadian. Kejadian pertama ialah orang-orang muda berubah menjadi kera; yang kedua, orang-orang tua menjadi babi. (Lihat juga Tafsir atas 2:65 dan 7:166) Selanjutnya Allah menyuruh Rasul-Nya untuk menyampaikan bahwa mereka inilah yang lebih buruk tempatnya di akhirat dan sesat dari jalan yang benar.",
    "quraish": "Katakan kepada mereka, \"Maukah kalian aku beritahukan perbuatan yang paling jelek balasannya di sisi Allah? Itulah perbuatan kalian, wahai orang-orang yang dijauhkan dari rahmat Allah dan dimurkai karena keingkaran dan kemaksiatan, dikunci mata hatinya sehingga mereka bagaikan kera dan babi, menyembah setan dan mengikuti kesesatan! Kejahatan mereka adalah yang paling besar karena mereka adalah orang-orang yang paling jauh dari jalan kebenaran.\"",
    "jalalayn": "(Katakanlah, \"Apakah akan kukabarkan kepadamu) kuberitakan (orang-orang yang lebih buruk) lagi daripada warga (demikian) yang kamu salahkan itu (mengenai pembalasannya) asal artinya ialah pahalanya (di sisi Allah) yaitu (orang yang dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan dimurkai-Nya serta di antara mereka ada yang dijadikan-Nya kera dan babi) dengan merubah bentuknya (dan) orang (yang menyembah tagut) yakni setan dengan jalan menaatinya. Pada minhum ditekankan arti man pada lafal sebelumnya yang dimaksud ialah orang-orang Yahudi. Menurut satu qiraat dibaca `abuda dengan diidhafatkan kepada yang sesudahnya sebagai isim jamak dari `abd dan dinashabkan karena ma`thuf kepada qiradah. (Mereka itu lebih buruk tempatnya) karena mereka menempati neraka berfungsi sebagai tamyiz (dan lebih tersesat lagi dari jalan yang lurus) dari jalan yang benar. Sawaa` arti asalnya ialah pertengahan. Disebutkan buruk dan lebih tersesat untuk mengimbangi ucapan mereka, 'Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu.'\""
  },
  {
    "page": 118,
    "name": "Al-Ma'idah",
    "ayat": 61,
    "arab": "وَاِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ اَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ",
    "translation": "Dan apabila mereka (Yahudi atau munafik) datang kepadamu, mereka mengatakan, “Kami telah beriman,” padahal mereka datang kepadamu dengan kekafiran dan mereka pergi pun demikian; dan Allah lebih mengetahui apa yang mereka sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/730.mp3",
    "tafsir": "Setelah beberapa ayat lalu menerangkan tingkah laku orang-orang kafir dan Ahli Kitab dari orang-orang Yahudi, maka pada ayat ini dan beberapa ayat berikutnya, Allah menerangkan pula tingkah laku orang-orang munafik dari golongan Yahudi Medinah dan sekitarnya.\nMenurut riwayat Qatadah dan as-Suddi mereka menceritakan, bahwa orang-orang Yahudi datang menyatakan keislaman mereka kepada Rasulullah saw dan para sahabatnya yang kebetulan ada pada waktu itu, maka turunlah ayat ini untuk mengungkapkan kepalsuan orang-orang munafik ini.\nAyat ini menerangkan kepada Muhammad saw dan para sahabatnya, yang maksudnya: Apabila datang kepada kamu orang-orang munafik dari Yahudi yang berkata, \"Kami beriman kepada Rasul Allah Muhammad dan apa yang diturunkan kepadanya,\" maka ketahuilah di dalam hati mereka tetap tertanam kekafiran dan kesesatan yang tak kunjung berubah, semenjak mereka masuk ke tempat kamu sampai keluar. Allah mengetahui apa yang mereka sembunyikan dalam hati mereka, sewaktu mereka mengunjungi kamu dengan cara tipu muslihat sampai mereka keluar dalam segala macam bentuk tipu daya untuk mengetahui keadaan kamu yang diperlukan mereka untuk disampaikan kepada kaum mereka.",
    "quraish": "Apabila orang-orang munafik datang kepada kalian, mereka membohongi kalian dengan ucapan, \"Kami telah beriman,\" padahal mereka datang dan pergi dari kalian dengan kekafirannya. Allah lebih mengetahui kepura-puraan yang mereka sembunyikan dan akan memberikan balasannya.",
    "jalalayn": "(Dan jika mereka datang kepadamu) yaitu orang-orang Yahudi munafik (mereka berkata, \"Kami beriman,\" padahal mereka masuk) kepadamu dengan membawa (kekafiran dan mereka keluar) daripadamu (dengan membawa kekafiran pula) mereka tidak beriman (dan Allah lebih mengetahui apa yang mereka sembunyikan) itu berupa kemunafikan."
  },
  {
    "page": 118,
    "name": "Al-Ma'idah",
    "ayat": 62,
    "arab": "وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Dan kamu akan melihat banyak di antara mereka (orang Yahudi) berlomba dalam berbuat dosa, permusuhan dan memakan yang haram. Sungguh, sangat buruk apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/731.mp3",
    "tafsir": "Ayat ini menjelaskan pula sesuatu yang maksudnya sebagai berikut: \"Dan engkau ya Muhammad, akan melihat banyak di antara orang-orang Yahudi menjadikan agamamu sebagai bahan ejekan dan permainan. Mereka segera melanjutkan dan meneruskan perbuatan dosa dan permusuhan, dengan perkataan, seperti mengejek, menghina, membohong dan sebagainya. Selain itu mereka senantiasa makan yang haram, seperti riba, uang suap, korupsi dan sebagainya.\nSelanjutnya Allah berfirman yang maksudnya: \"Sesungguhnya amat buruklah apa yang telah mereka kerjakan itu\", karena pada hakikatnya mereka telah menenggelamkan diri sendiri ke dalam lautan kejahatan yang tidak berpantai, sehingga mereka tidak dapat ditolong lagi.",
    "quraish": "Kalian akan melihat kebanyakan mereka selalu bersegera dalam berbuat maksiat, menyakiti sesama dan memakan harta haram seperti harta yang didapat dari suap dan riba. Sungguh amat buruk perbuatan jelek yang mereka lakukan itu.",
    "jalalayn": "(Dan akan kamu lihat banyak di antara mereka) maksudnya orang-orang Yahudi (bersegera) artinya cepat terlibat dalam (berbuat dosa) kedustaan (dan permusuhan) keaniayaan (serta memakan barang yang haram) seperti uang suap dan lain-lain (sungguh, amat buruklah apa yang mereka kerjakan) itu; yakni perbuatan-perbuatan yang mereka lakukan tadi."
  },
  {
    "page": 118,
    "name": "Al-Ma'idah",
    "ayat": 63,
    "arab": "لَوْلَا يَنْهٰىهُمُ الرَّبَّانِيُّوْنَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ",
    "translation": "Mengapa para ulama dan para pendeta mereka tidak melarang mereka mengucapkan perkataan bohong dan memakan yang haram? Sungguh, sangat buruk apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/732.mp3",
    "tafsir": ". Ayat ini menyatakan celaan yang maksudnya sebagai berikut: Mengapa orang-orang alim dan pendeta-pendeta Yahudi tidak mau melarang umatnya berbohong dan makan harta yang haram?\nIbnu Abbas menceritakan bahwa tidak ada di dalam Al-Qur'an celaan yang lebih keras dari ayat ini terhadap para ulama yang melalaikan tugas mereka dalam menyampaikan dakwah tentang larangan-larangan dan kejahatan-kejahatan. Para ulama tafsir mengatakan bahwa ayat ini bukanlah sekedar menceritakan cercaan Allah kepada para pendeta Yahudi yang tidak menunjuki jalan yang baik bagi orang-orang Yahudi yang berbuat fasik, tetapi yang lebih penting dari itu yang harus kita sadari ialah bahwa orang yahudi melarang para ulama Islam menyampaikan dakwah terutama menganjurkan perbuatan yang baik dan mencegah perbuatan yang jelek.",
    "quraish": "Mengapa ulama-ulama dan pendeta-pendeta mereka tidak melarang mengucapkan perkataan bohong dan memakan harta yang haram? Sungguh buruk perbuatan mereka yang berupa meninggalkan amar makruf nahi munkar (al-amr bi al-ma'rûf wa al-nahy 'an al-munkar).",
    "jalalayn": "(Kenapa orang-orang alim dan para pendeta mereka tak melarang mereka mengucapkan dosa) artinya kata-kata dusta (dan memakan barang yang haram? Sungguh, amat buruklah apa yang mereka perbuat itu) yaitu tidak melarang mereka berbuat kejahatan."
  },
  {
    "page": 118,
    "name": "Al-Ma'idah",
    "ayat": 64,
    "arab": "وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ اَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ",
    "translation": "Dan orang-orang Yahudi berkata, “Tangan Allah terbelenggu.” Sebenarnya tangan merekalah yang dibelenggu dan merekalah yang dilaknat disebabkan apa yang telah mereka katakan itu, padahal kedua tangan Allah terbuka; Dia memberi rezeki sebagaimana Dia kehendaki. Dan (Al-Qur'an) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekafiran bagi kebanyakan mereka. Dan Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap mereka menyalakan api peperangan, Allah memadamkannya. Dan mereka berusaha (menimbulkan) kerusakan di bumi. Dan Allah tidak menyukai orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/733.mp3",
    "tafsir": "Menurut riwayat Ibnu Ishak dan at-thabrani dari Ibnu Abbas dia berkata, \"Seorang Yahudi yang bernama Nabbasy bin Qais berkata kepada Nabi Muhammad saw, 'Tuhan engkau kikir, tidak suka memberi.\" Maka ayat ini meskipun yang mengatakan kepada Nabi itu hanya seorang dari kalangan Yahudi namun dapat dianggap menggambarkan pendirian secara kesuluruhan dari kaumnya. Ayat ini menceritakan bahwa orang Yahudi itu berkata, \"Tangan Allah terbelenggu,\" tetapi yang sebenarnya terbelenggu adalah tangan mereka sendiri, dengan demikian mereka akan dilaknat Allah.\nPerkataan orang Yahudi bahwa \"tangan Allah terbelenggu\" adalah tidak masuk akal, sebab mereka mengakui bahwa Allah adalah nama bagi zat yang pasti ada dan Mahakuasa, Dia pencipta alam semesta. Hal ini menunjukkan bahwa tangan Allah tidak terbelenggu dari kekuasaan-Nya tidak terbatas karena jika demikian maka tentulah Dia tidak dapat memelihara dan mengatur alam ini. Maka apakah yang mendorong mereka mengucapkan kata-kata demikian? Sebagian mufasir mengemukakan bahwa dorongan tersebut adalah sebagai berikut:\n1.Mungkin mereka mendengar ayat:\n\nBarang siapa meminjami Allah dengan pinjaman yang baik maka Allah akan melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan. (al-Baqarah/2:245).\n\nSetelah mendengar ayat ini mereka mengatakan bahwa tangan Allah itu terbelenggu dengan arti kikir, karena Allah tidak mampu dan miskin sehingga memerlukan pinjaman.\n2.Mereka mengucapkan ucapan tersebut dengan mengejek kaum Muslimin ketika mereka melihat sahabat Nabi yang sedang berada dalam kesempitan dan kesulitan keuangan.\n3.Pada awalnya masyarakat Yahudi adalah orang-orang kaya. Ketika Nabi Muhammad diutus menjadi Rasul mereka menentang-Nya, oleh karenanya mereka banyak mengeluarkan harta benda untuk pembiayaan menggagalkan dakwah sehingga orang-orang kaya dari kalangan mereka banyak yang menjadi miskin. Karena Allah tidak melapangkan rezeki lagi bagi mereka yang telah miskin itu, mereka mengeluarkan ucapan \"tangan Allah terbelenggu\" dengan maksud, Allah itu kikir karena tidak menolong mereka.\n\nPernyataan dalam ayat ini menyatakan bahwa \"Tangan orang Yahudi itulah yang terbelenggu dan mereka mendapat laknat disebabkan apa yang telah mereka katakan adalah suatu pernyatan terhadap kekikiran mereka, yakni merekalah yang kikir, terbelenggu tangannya, tidak mau memberi bantuan. Ternyata memang mereka adalah umat yang terkikir, mereka baru mau memberikan bantuan jika mereka melihat ada harapan akan mendapat keuntungan yang besar. Dan mereka pada hari kemudian pasti menerima kutukan Allah sebagai balasan atas perbuatan mereka.\nAyat ini juga menegaskan bahwa Allah Maha Pemurah dan Dia memberi sebagaimana yang Dia kehendaki. Perkataan \"tangan\" dalam bahasa Arab mempunyai beberapa arti, yaitu: (1) salah satu dari anggota tubuh manusia, (2) kekuatan, (3) kepunyaan (milik), dan (4) nikmat karunia.\nPengertian yang keempat inilah yang dimaksud dengan perkataan \"tangan\" yang disandarkan kepada Allah pada ayat ini. Demikianlah para ulama khalaf mengartikan tangan dalam ayat ini. Dengan demikian hendaklah diartikan perkataan \"kedua tangan Allah terbuka\" dengan makna nikmat karunia Allah terbentang luas, nikmat karunia itu diberikan kepada siapa-siapa yang dikehendaki-Nya. Adapun golongan yang tidak menerima nikmat karunia Allah janganlah menganggap bahwa Allah itu kikir atau fakir.\nAdanya perbedaan tingkatan manusia di dalam menerima rezeki dari Allah, adalah termasuk sunnatullah. Allah berfirman:\n\n\"Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.\" (az-Zukhruf/43:32).\n\nPara mufasir dalam menafsirkan ayat ini ada dua pendapat, yaitu:\nPertama, terkenal dengan ahli tawil yaitu yang menakwil pengertian kalimat-kalimat menurut pengertian majazi (kiasan), umpamanya ayat:\n\n\"Tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal.\" (ar-Rahman/55:27).\n\nGolongan ini menakwil kata \"wajah\", umpamanya pada kalimat \"aku tidak melihat wajah fulan\" maksudnya adalah diri atau zat fulan. Jadi kalimat itu sama dengan kalimat \"aku tidak melihat fulan (tanpa menyebutkan kata \"wajah\").\nKedua, golongan ahli tafwid yaitu menyerahkan maksud kalimat atau perkataan seperti demikian itu kepada Allah. Mereka mengartikan tangan dengan arti hakikinya. Jadi ini mengartikan perkataan \"wajah\" pada ayat Surah ar-Rahman tersebut menurut arti hakiki yaitu \"muka.\" Tentang bagaimanakah keadaan muka Tuhan itu mereka menyerahkan juga kepada Tuhan, dan dalam hal ini mereka berpegang pada ayat:\n\nTidak ada sesuatu pun yang serupa dengan Dia\" (asy-Syura/42:11).\n\nJadi golongan ini menetapkan Tuhan itu bermuka, tetapi tidak seperti muka manusia.\nAyat ini mengutarakan kepada Muhammad bahwa apa yang diturunkan kepadanya benar-benar akan menambah kedurhakaan dan kekafiran bagi kebanyakan di antara kaum Yahudi dan menerangkan bahwa ayat yang diturunkan itu mengandung pengetahuan yang tidak diketahui oleh Yahudi yang semasa dengan Nabi Muhammad saw. Karena jika tidak demikian halnya tentulah Muhammad tidak mengetahui semua itu, sebab dia adalah ummi tidak pandai tulis baca. Tetapi karena kedengkian dan kefanatikan, orang-orang Yahudi itu semakin jauh dari beriman kepada Nabi Muhammad meskipun kenabian Muhammad telah ditulis di dalam kitab suci.\nAyat ini juga menerangkan bahwa Allah akan menimbulkan permusuhan di antara sesama Ahli Kitab. Permusuhan itu tidak akan berakhir sampai hari Kiamat. Watak kaum Yahudi memang suka menyalakan api peperangan, fitnah dan keonaran. Watak seperti itu telah tercatat dalam sejarah dan membuktikan bahwa mereka selalu berusaha memperdayakan Nabi Muhammad dan orang-orang beriman baik secara langsung maupun dengan cara membujuk orang musyrik atau orang Nasrani untuk memerangi Nabi Muhammad dan orang-orang yang beriman.\nWatak seperti itu membawa mereka senang berbuat dan melihat kerusakan di bumi. Tetapi setiap kali mereka menyalakan api peperangan, fitnah dan keonaran, serta mencoba membuat kerusakan, Allah tetap memadamkannya, karena Allah tidak menyukai orang-orang yang berbuat kerusakan, oleh karenanya usaha-usaha mereka untuk membuat kerusakan dan bencana di atas bumi ini selalu mengalami kegagalan.",
    "quraish": "Orang-orang Yahudi berkata, \"Tangan Allah terbelenggu, tidak terulur untuk memberi.\" Semoga Allah membelenggu tangan mereka dan menjauhkan mereka dari rahmat-Nya. Allah Mahakaya dan Maha Pemurah: memberikan apa saja kepada siapa saja yang dikehendaki-Nya. Kebanyakan mereka--karena terpukau pada kesesatan--bertambah kekafiran dan kezaliman dengan diturunkannya al-Qur'ân kepadamu akibat rasa iri dan dengki. Kami timbulkan di antara mereka permusuhan dan kebencian sampai hari kiamat. Setiap mereka menyalakan api peperangan melawan Rasulullah dan orang-orang Mukmin, Allah memadamkan api itu dengan kekalahan mereka dan kemenangan Rasulullah dan para pengikutnya. Mereka bersungguh-sungguh dalam menyebarkan kerusakan di muka bumi dengan tipu daya, fitnah dan menimbulkan peperangan. Sesungguhnya Allah tidak menyukai orang-orang yang membuat kerusakan.",
    "jalalayn": "(Orang-orang Yahudi berkata) setelah mereka ditimpa kesusahan disebabkan mendustakan Nabi saw. padahal selama ini mereka adalah orang-orang yang paling mampu dan paling banyak harta. (\"Tangan Allah terbelenggu.\") artinya dikatup hingga terhalang untuk menyebarkan rezeki kepada kita. Ucapan itu merupakan sindiran terhadap kikirnya Allah swt. buat melimpahkan rezeki. Firman Allah swt.: (\"Tangan merekalah yang dibelenggu.\") dari berbuat kebaikan hingga tak mau melakukannya. Ini sebagai doa terhadap mereka (dan mereka dikutuk disebabkan apa yang telah mereka katakan itu. Bahkan kedua tangan-Nya terbuka lebar) merupakan simbol tentang kiasan tentang sifat Allah Yang Maha Pemurah. Pujian kepada tangan ini untuk menunjukkan banyak dan melimpah-ruah karena segala sesuatu yang diberikan oleh seorang dermawan berupa harta melalui tangannya. (Dia memberi nafkah sebagaimana dikehendaki-Nya) apakah akan diperlapang ataukah akan dipersempit-Nya, tidak satu pun dapat menghalangi-Nya. (Dan apa yang diturunkan kepadamu dari Tuhanmu, berarti akan menambah banyak kedurhakaan dan kekafiran mereka) karena kekafiran mereka kepadanya. (Dan Kami timbulkan di antara mereka permusuhan dan kebencian sampai hari kiamat) hingga setiap golongan menentang dan memusuhi lainnya. (Setiap mereka menyalakan api peperangan) maksudnya untuk memerangi Nabi Muhammad saw. (dipadamkannya oleh Allah) artinya setiap mereka bermaksud, maka ditolak oleh Allah (dan mereka berbuat kerusakan di muka bumi) maksudnya menghancurkannya dengan berbuat maksiat (dan Allah tidak menyukai orang-orang yang berbuat kerusakan)."
  }
]