[
  {
    "page": 123,
    "name": "Al-Ma'idah",
    "ayat": 90,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah, adalah perbuatan keji dan termasuk perbuatan setan. Maka jauhilah (perbuatan-perbuatan) itu agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/759.mp3",
    "tafsir": "Dengan ayat ini Allah menjelaskan hukum-hukum-Nya mengenai empat macam perbuatan, yaitu: minum khamar, berjudi, mempersembahkan kurban kepada patung-patung dan mengundi nasib dengan menggunakan alat-alat yang menyerupai anak panah yang biasa dilakukan oleh bangsa Arab sebelum datangnya agama Islam.\nMengenai pengharaman minum khamar, para ahli tafsir berpendapat bahwa ayat ini merupakan tahap terakhir dalam menentukan hukum haramnya meminum khamar. Menurut mereka, Al-Qur'an mengemukakan hukum meminum khamar itu dalam empat tahap.\nPertama, berupa informasi tentang adanya kandungan alkohol pada buah anggur pada surah an-Nahl/16:67. \nKedua, manfaat dan madarat minuman keras:\nMereka menanyakan kepadamu (Muhammad) tentang khamar dan judi. Katakanlah, \"Pada keduanya terdapat dosa besar dan beberapa manfaat bagi manusia. Tetapi dosanya lebih besar daripada manfaatnya.\" (al-Baqarah/2: 219)\n\nAyat ini turun pada masa permulaan Islam, ketika iman kaum Muslimin belum begitu kuat untuk dapat meninggalkan apa yang telah menjadi kegemaran dan kebiasaan mereka, yang sebenarnya tidak dibolehkan oleh agama Islam. Maka setelah turun ayat ini, sebagian dari kaum Muslimin telah meningalkan kebiasaan minum khamar karena ayat tersebut telah menyebutkan bahwa perbuatan itu merupakan dosa besar. Tetapi sebagian masih melanjutkan kebiasaan minum khamar, karena menurut pendapat mereka ayat itu belum melarang mereka dari perbuatan itu, karena masih menyebutkan bahwa khamar itu mengandung banyak manfaat bagi manusia.\nAlkohol atau khamr yang dimaksud adalah etanol yang diproduksi dengan fermentasi sari buah seperti anggur, nanas, dan sebagainya. Juga dapat diproduksi dari tetes, limbah dari pabrik gula tebu, dan ini merupakan bahan baku yang paling banyak digunakan untuk memproduksi alkohol di Indonesia.\nAlkohol memiliki beberapa manfat antara lain sebagai sumber energi dan pelarut. Alkohol merupakan sumber energi yang cukup tinggi, lebih tinggi dari gula dan hampir menyamai lemak dengan perbandingan sebagai berikut Karbohidrat/gula, 4 kkal/g, alkohol, 7 kkal/g dan lemak, 9 kkal/g Selain itu alkohol mudah dicerna sehingga badan mudah memperoleh energi setelah minum alkohol. Alkohol juga dipakai pelarut dalam obat “ obatan yang disebut elixir seperti dalam obat ginjal batugen elixir atau juga dalam obat batuk.\n\nKetiga, larangan melaksanakan salat ketika mabuk:\n\nWahai orang yang beriman! Janganlah kamu mendekati salat, ketika kamu dalam keadaan mabuk¦ (an-Nisa'/4: 43).\n\nKarena ayat ini melarang mereka melakukan salat dalam keadaan mabuk, maka ini berarti bahwa mereka tidak dibolehkan minum khamar sebelum salat, agar mereka dapat melakukan salat dalam keadaan tidak mabuk. Setelah turun ayat ini, mereka tak bisa lagi minum khamar sejak sebelum Zuhur, sampai selesainya salat Isya, karena waktu Zuhur dan Asar adalah bersambungan, dalam masa yang pendek. Demikian pula antara Asar dan Magrib, dan antara Magrib dengan Isya. Apabila mereka minum khamar sesudah salat Zuhur, atau Magrib, niscaya tak cukup waktu untuk menunggu mereka sadar dari mabuk. Sehingga dengan demikian mereka tak akan dapat melakukan salat dalam keadaan sadar, sedangkan Allah telah melarang mereka melakukan salat dalam keadaan mabuk.\nOrang-orang yang hendak minum khamar hanya mendapat kesempatan sesudah salat Isya dan sesudah salat Subuh. Karena jarak antara Isya dan Subuh dan antara Subuh dan Zuhur cukup panjang. Dengan demikian, diharapkan orang yang minum khamar menjadi semakin berkurang.\nKeempat, penetapan keharaman khamar\nSetelah iman kaum Muslimin semakin kuat, dan kejiwaan mereka semakin mantap untuk meninggalkan apa yang tidak diperbolehkan agama, maka turunlah ayat 90 Surah al-Ma'idah/5 ini, yang memberikan ketegasan tentang haramnya minum khamar, yaitu dengan mengatakan bahwa minum khamar, dan perbuatan lainnya adalah perbuatan kotor, haram dan termasuk perbuatan setan yang tak patut dilakukan oleh manusia yang beriman kepada Allah. Dengan turunnya ayat ini, tertutuplah sudah semua kemungkinan bagi orang-orang mukmin untuk minum khamar.\nDemikianlah tahap-tahap yang telah diatur Al-Qur'an dalam memberikan hukum haram minum khamar. Prinsip ini sangat tepat untuk digunakan bila kita ingin mengadakan pemberantasan dan pembasmian apa yang telah berurat berakar dan mendarah-daging dalam masyarakat. Andaikata kita mengadakan tindakan yang drastis, pemberantasan yang mendadak dan sekaligus, maka akan terjadi kegoncangan dalam masyarakat, dan akan timbullah perlawanan yang keras terhadap peraturan baru yang hendak diterapkan. Agama Islam sangat mementingkan pembinaan mental manusia, dan menghindari timbulnya kegoncangan-kegoncangan dalam masyarakat.\nKhamar atau minuman berakohol dilarang karena dibalik kemanfaatannya alkohol juga memiliki kemudaratan. Di negara“negara maju, seperti Amerika dan Australia, alkohol penyebab kecelakaan lalu lintas lebih dari 55% dan juga merupakan sumber berbagai penyakit. Di Amerika diidentifikasi bahwa pemabuk banyak menderita penyakit karena avitaminosis. Di Australia didapatkan bahwa anak“anak suami istri pemabuk, banyak menderita cacat fisik dan atau mental. Di Papua Nugini, kegemaran minum para pekerjanya adalah penyebab penceraian, karena uang habis untuk minum“minum. Di Indonesia, alkohol adalah penyebab tindakan kriminal seperti perampokan, perkosaan dan pembunuhan. Juga penyebab kecelakaan lalu lintas, dan keretakan rumah tangga. Meskipun merupakan bisnis besar, tetapi telah diteliti bahwa setiap dolar yang diperoleh dari produk alkohol, memerlukan biaya yang lebih besar untuk mengatasi akibat kerusakan sosial yang diperoleh, seperti :\nTennese State : Perolehan US$1,- biaya US$ 2.28\nShelby State : Perolehan US$1,- biaya US$ 11.08\nMemphis State : Perolehan US$1,- biaya US$ 4.39\nKarena alkohol mudah diserap, maka makanan berlebih seperti gula, lemak dan protein disimpan dalam bentuk lemak sehingga kelebihan berat badan. Obesitas ini penyebab dari penyakit pembuluh darah, jantung dan gula (diabetes).\nPerlu diketahui bahwa alkohol adalah minuman berenergi tinggi tetapi tanpa gizi atau disebut \"empty calories\". Juga alkohol penyebab tubuh tidak dapat menyerap vitamin dan mineral atau keduanya dibuang ke dalam urin. Akibatnya pemabuk menjadi malnutrisi. Dan ini pula penyebab utama bahwa anak “ anak para peminum atau pemabuk menderita cacat fisik atau mental karena sperma atau ovumnya kekurangan gizi.\nDetoksikasi alkohol dalam tubuh oleh lever terus menerus dapat merusak sel“sel. Kerusakan sel akan mengganggu kinerja lever. Selain itu kelebihan lemak disimpan dalam hati yang dapat menyebabkan kanker hati atau cirrosis yang belum ada obatnya.\nAlkohol merusak sistem syaraf, melemahkan koordinasi otot dan mata (penyebab kecelakaan). Juga menghilangkan ingatan sehingga melakukan segala kejahatan tanpa kesadaran, seperti memperkosa, berkelahi, merampok dan membunuh.\nAlkohol termasuk bahan yang menyebabkan ketagihan atau adiktif. Sifat ini menyebabkan peminum ingin mengkonsumsi lebih banyak dan lebih banyak lagi karena tidak puas. Rasa yang selalu tidak puas itu yang akhirnya menyebabkan terjerumus ke dalam dunia narkotika seperti ganja, morfin, kokain, dan sebagainya. Sifat adiktif ini secara ilmu pengetahuan belum dapat dijelaskan dengan memuaskan.\nAdapun judi, amat besar bahayanya bagi pribadi dan masyarakat. Judi dapat merusak kepribadian dan moral seseorang, karena seorang penjudi selalu berangan-angan akan mendapat keuntungan besar tanpa bekerja dan berusaha, menghabiskan umurnya di meja judi tanpa menghiraukan kesehatannya, keperluan hidupnya dan hidup keluarganya yang menyebabkan rumah tangga hancur. Judi akan menimbulkan permusuhan antara sesama penjudi. Permusuhan ini terus berlanjut dalam pergaulan sehingga merusak masyarakat. Berapa banyak rumah tangga yang berantakan, harta yang musnah karena judi. Tidak ada orang yang kaya semata-mata karena berjudi (lihat juga tafsir ayat 219 Surah al-Baqarah/2).\nOrang Arab sebelum Islam merupakan masyarakat penyembah berhala. Mereka membuat patung-patung dari batu dan sebagainya, kemudian mereka sembah dan mereka agung-agungkan. Mereka menyembelih hewan-hewan kurban untuk dipersembahkan kepada patung-patung tersebut. Perbuatan ini adalah perbuatan yang sesat. Karena yang patut disembah dan diagungkan hanyalah Allah. Manusia dapat menyembah Allah, tanpa perantara. Jika ingin berkurban, sembelihlah kurban itu, kemudian dagingnya dibagi-bagikan kepada manusia yang dapat memanfaatkannya, jangan kepada patung-patung yang tak akan dapat mengambil manfaat apapun dari daging kurban tersebut. Oleh sebab itu, sangat tepat bila agama Islam melarang kaum Muslimin mempersembahkan kurban kepada patung-patung, kemudian Islam menetapkan bahwa kurban itu adalah untuk mengagungkan Allah, dan dagingnya dibagikan kepada sesama manusia.\nMengundi nasib, juga suatu perbuatan yang telah lama dikenal manusia, bahkan sampai sekarang masih dilakukan dan dipercayai oleh sebagian orang. Ada berbagai cara yang digunakan untuk keperluan itu. Ada kalanya dengan menggunakan alat, atau dengan meneliti telapak tangan, atau dengan memperhatikan tanggal dan hari kelahiran bintang-bintang, sebagaimana sering dicantumkan dalam majalah hiburan atau surat kabar-surat kabar. Bangsa Arab di zaman jahiliah biasa mengundi nasib dengan menggunakan azlam, yaitu anak panah yang belum memakai bulu. Mereka menggunakannya untuk mengambil keputusan apakah mereka akan melakukan sesuatu perbuatan atau tidak. Caranya ialah: mereka mengambil tiga buah anak panah yang belum memakai bulu tersebut lalu pada anak panah yang pertama mereka tuliskan kata-kata \"lakukanlah\" sedang pada anak panah yang kedua mereka tuliskan kata-kata \"jangan lakukan\"; adapun anak panah yang ketiga tidak ditulisi apa-apa. Ketiga anak panah tersebut diletakkan dalam suatu wadah, lalu disimpan di dalam Ka'bah. Bila mereka hendak melakukan satu pekerjaan, maka mereka meminta kepada tukang kunci Ka'bah untuk mengambil satu di antara ketiga anak panah tersebut. Apakah mereka akan melakukan perbuatan itu atau tidak, tergantung kepada tulisan yang didapati pada anak panah yang diambil itu. Jika ternyata bahwa yang diambil itu adalah anak panah yang tidak ada tulisannya, maka undian itu diulang sekali lagi. Demikianlah mereka menggantungkan nasib kepada undian tersebut dan mereka sangat mempercayainya.\nUndian-undian dan ramalan-ramalan semacam itu mengandung banyak segi negatifnya. Apabila si peramal mengatakan bahwa orang yang bersangkutan akan menemui nasib yang jelek, maka hal itu akan membuatnya merasa kuatir, takut dan putus asa, bahkan akan menyebabkan tidak mau bekerja dan berusaha karena ia percaya kepada ramalan itu. Sebaliknya, bila peramal mengatakan bahwa ia akan menjadi orang yang kaya dan berbahagia, maka hal itu dapat menyebabkan dia malas bekerja dan memandang rendah segala macam usaha, karena ia percaya bahwa tanpa usaha pun ia akan berbahagia atau menjadi kaya.\nOrang beriman dilarang mempercayai ramalan-ramalan itu, baik yang dikatakan langsung oleh tukang-tukang ramal, ataupun yang biasa dipublikasikan dalam media cetak dan elektronik. Ramalan-ramalan tersebut dapat merusak iman. Orang beriman harus percaya bahwa Allah sajalah yang dapat menentukan nasib setiap makhluk-Nya. Percaya kepada qadha dan qadar Allah, adalah salah satu dari rukun iman.\nPada akhir ayat ini Allah memerintahkan agar orang beriman menjauhi minuman khamar, berjudi, berkorban untuk patung-patung serta mengundi nasib, diharapkan dengan menjauhi perbuatan-perbuatan itu, mereka akan menjadi orang-orang yang sukses dan beruntung di dunia dan di akhirat.",
    "quraish": "Hai orang-orang yang beriman kepada Allah, kitab-kitab-Nya dan rasul-rasul-Nya dan tunduk kepada kebenaran, sesungguhnya meminum minuman keras yang memabukkan, berjudi, menancapkan batu sebagai landasan menyembelih kurban untuk mendekatkan diri kepada patung-patung yang kalian sembah, melepaskan anak panah, batu kerikil atau daun untuk mengetahui ketentuan-ketentuan yang gaib, semua itu tiada lain hanyalah kekotoran jiwa yang merupakan tipu daya setan bagi pelakunya. Maka, tinggalkanlah itu semua agar kalian mendapatkan kemenangan di dunia dengan kehidupan yang mulia dan di akhirat dengan kenikmatan surga.",
    "jalalayn": "(Hai orang-orang yang beriman, sesungguhnya meminum khamar) minuman yang memabukkan yang dapat menutupi akal sehat (berjudi) taruhan (berkorban untuk berhala) patung-patung sesembahan (mengundi nasib dengan anak panah) permainan undian dengan anak panah (adalah perbuatan keji) menjijikkan lagi kotor (termasuk perbuatan setan) yang dihiasi oleh setan. (Maka jauhilah perbuatan-perbuatan itu) yakni kekejian yang terkandung di dalam perbuatan-perbuatan itu jangan sampai kamu melakukannya (agar kamu mendapat keberuntungan)."
  },
  {
    "page": 123,
    "name": "Al-Ma'idah",
    "ayat": 91,
    "arab": "اِنَّمَا يُرِيْدُ الشَّيْطٰنُ اَنْ يُّوْقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ فِى الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِ فَهَلْ اَنْتُمْ مُّنْتَهُوْنَ ",
    "translation": "Dengan minuman keras dan judi itu, setan hanyalah bermaksud menimbulkan permusuhan dan kebencian di antara kamu, dan menghalang-halangi kamu dari mengingat Allah dan melaksanakan salat, maka tidakkah kamu mau berhenti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/760.mp3",
    "tafsir": "Ayat ini menyebutkan alasan mengapa Allah mengharamkan meminum khamar dan berjudi bagi orang-orang mukmin. Alasan yang disebutkan dalam ayat ini ada dua macam, Pertama, karena dengan kedua perbuatan itu setan ingin menimbulkan permusuhan dan rasa saling membenci di antara sesama manusia. Kedua, karena akan melalaikan mereka dari mengingat Allah dan salat.\nPada ayat yang lain telah disebutkan bahwa minum khamar dan berjudi adalah perbuatan keji dan termasuk perbuatan setan. Artinya setanlah yang menggoda manusia untuk melakukannya agar timbul permusuhan dan rasa saling membenci antara mereka.\nTimbulnya berbagai bahaya tersebut pada orang yang suka minum khamar dan berjudi, tak dapat dipungkiri. Kenyataan yang dialami oleh orang-orang semacam itu cukup menjadi bukti. Peminum khamar tentulah pemabuk. Orang yang mabuk tentu kehilangan kesadaran. Orang yang hilang kesadarannya mudah melakukan perbuatan yang tidak layak, atau mengucapkan kata-kata yang seharusnya tidak diucapkannya. Perbuatan dan perkataannya itu sering kali merugikan orang lain, sehingga menimbulkan permusuhan antara mereka. Di sisi lain, orang yang sedang mabuk tentu tidak ingat untuk melakukan ibadah dan zikir atau apabila ia melakukannya, tentu dengan cara yang tidak benar dan tidak khusyuk. Apalagi minum minuman keras menimbulkan kecanduan bahkan bisa menjadikan seseorang tergantung, yaitu ia tidak dapat bekerja jika tidak minum lebih dulu.\nOrang yang suka berjudi biasanya selalu berharap akan menang. Oleh karena itu, ia tidak pernah jera dari perbuatan itu, selagi ia masih mempunyai uang, atau barang yang akan dipertaruhkannya. Ketika uang atau barangnya telah habis, ia akan berusaha untuk mengambil hak orang lain dengan jalan yang tidak sah. Betapa banyak ditemui pegawai atau karyawan perusahaan yang telah mengkorup uang yang dihabiskannya di meja judi. Di antara penjudi-penjudi itu sendiri timbul rasa permusuhan, karena masing-masing ingin mengalahkan lawannya, atau ingin membalas dendam kepada lawan yang telah mengalahkannya. Seorang penjudi tentu sering melupakan ibadah, karena mereka yang sedang asyik berjudi, tidak akan menghentikan permainannya untuk melakukan ibadah, sebab hati mereka sudah tunduk kepada setan yang senantiasa berusaha untuk menghalang-halangi manusia beribadah kepada Allah dan menghendakinya ke meja judi.\nPada ayat ini Allah hanya menyebutkan bahaya khamar dan berjudi, sedang bahaya mempersembahkan korban untuk berhala serta mengundi nasib tidak lagi disebutkan. Bila kita teliti, dapatlah dikatakan bahwa hal itu disebabkan oleh dua hal.\nPertama, karena kurban untuk patung dan mengundi nasib itu telah disebutkan hukumnya dalam firman Allah:\n\n\n¦ dan (diharamkan pula) yang disembelih untuk berhala. Dan (diharamkan pula) mengundi nasib dengan azlam (anak panah), (karena) itu suatu perbuatan fasik. (al-Ma'idah/5: 3)\n\nKedua perbuatan itu, dalam ayat tersebut telah dinyatakan sebagai \"Kefasikan\".\nKedua, ialah karena khamar dan judi itu amat besar bahayanya. Itulah yang diutamakan pengharamannya dalam ayat ini, karena sebagian kaum Muslimin masih saja melakukannya sesudah turunnya ayat 219 Surah al-Baqarah/2 dan ayat 43 Surah an-Nisa'/4, terutama mengenai khamar.\nSetelah menjelaskan bahaya-bahaya yang ditimbulkan oleh khamar dan judi, maka Allah, dengan nada bertanya memperingatkan orang-orang mukmin. \"apakah mereka mau berhenti (dari mengerjakan pekerjaan itu)?\" Maksudnya ialah bahwa setelah mereka diberi tahu tentang bahaya yang demikian besar dari perbuatan-perbuatan itu, maka hendaklah mereka menghentikannya, karena mereka sendirilah yang akan menanggung akibatnya, yaitu kerugian di dunia dan di akhirat. Di dunia ini mereka akan mengalami kerugian harta benda dan kesehatan badan serta permusuhan dan kebencian orang lain terhadap mereka; sedangkan di akhirat mereka akan ditimpa kemurkaan dan azab dari Allah.\nDi samping minuman khamar yang memabukkan, kita juga dilarang mengkonsumsi beberapa zat yang memabukkan, seperti narkotika dan obat-obat berbahaya (narkoba) serta obat-obat adiktif lainnya, karena dapat merusak jaringan tubuh, menimbulkan ketergantungan dan menghilangkan kesadaran pada pelakunya.\nDi dalam kitab hadis Musnad Ahmad, dan Sunan Abi Daud serta at-Tirmidzi disebutkan satu riwayat bahwa 'Umar bin Khaththab pernah berdoa kepada Allah, \"Ya Allah, berilah kami penjelasan yang memuaskan mengenai masalah khamar.\" Maka setelah turun ayat 219 Surah al-Baqarah/2, Rasulullah, membacakan ayat itu kepadanya, tetapi beliau masih saja belum merasa puas, dan beliau tetap berdoa seperti tersebut di atas. Demikian pula setelah turun ayat (43) Surah an-Nisa'/4. Tetapi setelah turun ayat-ayat 90 dan 91 Surah al-Ma'idah/5 ini, beliau dipanggil dan dibacakan kepadanya ayat-ayat tersebut. Beliau merasa puas. Setelah bacaan itu sampai kepada firman Allah:\n\nMaka maukah kamu berhenti (dari mengerjakan pekerjaan itu)? \nPara sahabat termasuk 'Umar bin Khaththab menjawab Artinya: \"Kami berhenti, kami berhenti.\"",
    "quraish": "Sesungguhnya setan telah memperdaya kalian dengan meminum khamar dan bermain judi, agar terjadi perselisihan, perpecahan dan kebencian di antara kalian. Dengan demikian, kalian menjadi lemah dengan hilangnya rasa kasih sayang di antara kalian dan pecahnya persatuan yang disebabkan oleh tipu daya setan yang berupa meminum minuman yang memabukkan dan berjudi. Setan berbuat seperti itu juga untuk merintangi kalian dari menyembah Allah dan melaksanakan salat sehingga kehidupan kalian di dunia dan akhirat menjadi buruk. Maka, setelah kalian ketahui akibat-akibat buruk tersebut, jauhilah larangan- larangan-Ku agar selamat dari godaan iblis(1). (1) Dalam ayat ini Allah menyebutkan empat sebab mengapa minuman keras (khamar, khamr) dan perjudian diharamkan. Pertama, khamar adalah sesuatu yang kotor dan buruk, sehingga tidak mungkin disandangkan sifat baik karena mengandung unsur negatif yang jelas. Khamar, misalnya, dapat merusak akal. Begitu pula judi yang mengandung unsur negatif yaitu menghabiskan harta. Kedua- duanya mengandung perusakan mental. Setanlah yang membuat minuman keras dan judi itu tampak baik, menarik dan indah. Kedua, menyebarkan permusuhan dan saling dengki. Perjudian sering kali berakhir dengan perkelahian. Kalaupun tidak berakhir dengan perkelahian, pada umumnya perjudian sangat berpotensi menimbulkan rasa iri dan dengki. Khamar merupakan induk dosa besar. Secara garis besar, alasan diharamkannya khamar adalah sebagai berikut. Allah telah memuliakan manusia dengan memberinya akal yang mengandung sel-sel di dalam otak yang berfungsi mengendalikan kehendak, kecerdasan, kemampuan membedakan antara baik dan buruk, dan sifat-sifat baik lainnya. Khamar, khususnya, dan narkotik lainnya, umumnya, dapat menyerang bagian-bagian otak ini. Akibatnya, sel-sel itu menjadi tidak berfungsi lagi, baik sementara maupun selamanya, sesuai kadar yang diminum. Ketika sel-sel itu mengalami rangsangan atau hambatan, hal itu akan mempengaruhi bagian bawah sel-sel tadi hingga mengakibatkan orang yang bersangkutan bereaksi. Akibatnya, otak akan terserang atau tidak berfungsi. Itu artinya bahwa orang yang bersangkutan kehilangan keseimbangan akal yang pada gilirannya akan berdampak pada tindakan yang dilakukannya. Selain itu, khamar memiliki dampak negatif terhadap pencernaan, ginjal dan hati. Di antara itu semua, dampak terhadap hati merupakan yang paling besar, karena dapat menimbulkan sirosis hati Ketiga, bila seseorang telah kehilangan keseimbangan, maka ia akan lupa berzikir kepada Allah yang merupakan sarana untuk menghidupkan kalbu. Keempat, pada gilirannya khamar dapat menghalangi orang untuk melaksanakan salat secara sempurna. Pengharaman khamar dalam jumlah sedikit, meskipun tidak memabukkan, didasarkan pada asas kehati-hatian dan khawatir terbiasa atau larut yang berakhir pada kecanduan. Oleh para ahli fikih disepakati bahwa khamar mempunyai pengertian 'segala sesuatu yang dapat memabukkan dengan sendirinya, baik berupa minuman atau bukan'. Hal ini didasarkan pada sabda Rasulullah saw., \"Segala sesuatu yang memabukkan adalah khamar, dan setiap khamar adalah haram.\" Selain itu, juga didasarkan pada hadis yang diriwayatkan oleh Abû Dâwûd, bahwa Rasulullah saw. melarang segala sesuatu yang memabukkan dan melemahkan.",
    "jalalayn": "(Sesungguhnya setan itu bermaksud hendak menimbulkan permusuhan dan kebencian di antara kamu lantaran meminum khamar dan berjudi itu) bila kamu melakukan keduanya mengingat dalam keduanya itu terkandung kejelekan dan fitnah (dan menghalangi kamu) karena sibuk melakukannya itu (dari mengingat Allah dan salat) Allah menyebutkan salat secara khusus sebagai pengagungan terhadap-Nya (maka berhentilah kamu) dari melakukan kedua pekerjaan ini."
  },
  {
    "page": 123,
    "name": "Al-Ma'idah",
    "ayat": 92,
    "arab": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاحْذَرُوْا ۚفَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
    "translation": "Dan taatlah kamu kepada Allah dan taatlah kamu kepada Rasul serta berhati-hatilah. Jika kamu berpaling, maka ketahuilah bahwa kewajiban Rasul Kami hanyalah menyampaikan (amanat) dengan jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/761.mp3",
    "tafsir": "Pada ayat ini, mula-mula Allah memerintahkan kepada orang mukmin agar mereka menaati Allah dan menaati Rasul-Nya, agar mereka berhati-hati dan menjaga keselamatan diri. Maksudnya ialah agar mereka menaati perintah-Nya untuk menjauhi khamar dan judi serta perbuatan-perbuatan haram lainnya, termasuk menyembelih kurban untuk berhala, dan mengundi nasib; dan mereka harus menaati pula keterangan-keterangan yang telah diberikan Rasul-Nya mengenai ayat-ayat yang telah diturunkan-Nya kepada beliau. Sehubungan dengan masalah khamar itu, Rasulullah telah bersabda:\n\"Setiap minuman yang memabukkan adalah khamar dan setiap khamar adalah haram.\" (Riwayat Muslim)\n\nPerintah untuk \"berhati-hati\" maksudnya adalah untuk menjaga keselamatan diri dari bahaya yang akan menimpa, apabila mereka melanggar larangan Allah mengenai khamar dan judi, seperti kecanduan dan rusaknya dinding usus serta malapetaka yang akan diderita di dunia dan di akhirat kelak. Harus diingat, apabila Allah, melarang hamba-Nya dari sesuatu hal atau perbuatan, adalah karena perbuatan itu berbahaya dan merusak. Dalam ayat lain Allah telah berfirman:\n¦ maka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih. (an-Nur/24: 63)\n\nSetelah Allah memerintahkan agar orang-orang mukmin menaati-Nya dan menaati Rasul-Nya, serta menjaga diri dari bahaya yang akan menimpanya apabila mereka menyalahi hukum-hukum-Nya dan ketentuan-ketentuan Rasul-Nya, maka pada akhir ayat itu Allah menyebutkan ancaman-Nya, bahwa apabila mereka berpaling dari agama Allah yang telah disampaikan oleh Rasul-Nya, maka tanggung jawabnya terletak pada mereka sendiri, bukan pada Rasul; sebab kewajiban Rasul hanyalah menyampaikan; dan Allah-lah yang akan memperhitungkan dan membalas segala perbuatan mereka baik di dunia maupun di akhirat. Dalam ayat lain, Allah, berfirman kepada Rasul-Nya:\n\n\n¦ tetapi jika mereka berpaling, maka kewajibanmu hanyalah menyampaikan. Dan Allah Maha Melihat hamba-hamba-Nya. (ali 'Imran/3: 20)\n\nFirman-Nya dalam ayat yang lain lagi ialah:\n¦ maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40)",
    "quraish": "Taatilah perintah Allah dan perintah Rasul-Nya pada setiap hal yang disampaikan Tuhannya. Jauhilah apa-apa yang memungkinkan kalian mendapat siksaan jika kalian melanggar. Sebab, jika kalian menolak ajakannya, Rasulullah tentu tidak akan memerintahkan kalian. Yakinlah bahwa Allah akan menghukum kalian. Tidak ada alasan bagi kalian setelah Rasulullah menjelaskan hukuman orang-orang yang melanggar. Tugas Rasul Kami hanyalah menyampaikan hukum-hukum Kami dan menjelaskannya dengan penjelasan yang sempurna.",
    "jalalayn": "(Dan taatlah kamu kepada Allah dan taatlah kamu kepada Rasul-Nya dan berhati-hatilah) terhadap perbuatan-perbuatan maksiat. (Jika kamu berpaling) dari ketaatan (maka ketahuilah bahwa sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan amanat Allah dengan terang) dengan gamblang, kemudian pembalasan kamu oleh Kami."
  },
  {
    "page": 123,
    "name": "Al-Ma'idah",
    "ayat": 93,
    "arab": "لَيْسَ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِيْمَا طَعِمُوْٓا اِذَا مَا اتَّقَوْا وَّاٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوْا وَّاٰمَنُوْا ثُمَّ اتَّقَوْا وَّاَحْسَنُوْا ۗوَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
    "translation": "Tidak berdosa bagi orang-orang yang beriman dan mengerjakan kebajikan tentang apa yang mereka makan (dahulu), apabila mereka bertakwa dan beriman, serta mengerjakan kebajikan, kemudian mereka tetap bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Dan Allah menyukai orang-orang yang berbuat kebajikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/762.mp3",
    "tafsir": "Dalam riwayat Ibnu Mundzir dari Sa'id bin Zubair disebutkan sebab turun ayat ini sebagai berikut, \"Bahwa beberapa orang sahabat telah datang menemui Rasulullah untuk mengajukan pertanyaan mengenai orang-orang yang dahulunya pernah meminum khamar dan mereka telah mempersiapkan alasan-alasan yang akan mereka ajukan kepadanya, \"Bagaimana pendapat Rasulullah, mengenai Hamzah bin Abdil Muththalib, Mus'ab bin 'Umair dan Abdullah bin Jahsy, tidakkah mereka masuk surga?\" Rasulullah menjawab, \"Benar, mereka akan masuk surga.\" Lalu mereka berkata, \"Bukankah mereka dulunya minum khamar? Mengapa khamar itu sekarang diharamkan kepada kami, sedang mereka itu masuk surga padahal dulunya minum khamar?\" Maka Rasulullah menjawab, \"Allah telah mendengar apa-apa yang kamu katakan, jika Dia menghendaki niscaya Dia akan menjawabnya.\" Maka turunlah ayat (90) yang memberikan ketegasan hukum minum khamar. Mengenai orang-orang yang mereka sebut tadi, yaitu Hamzah, Mus'ab dan Abdullah bin Jahsy, Allah menurunkan ayat ini.\nDalam ayat ini Allah menjelaskan keadaan orang-orang yang dahulunya pernah berjudi dan minum khamar, tetapi kemudian mereka beriman dan mengerjakan amal-amal saleh, baik mereka itu masih hidup ataupun yang sudah meninggal dunia ketika turunnya ayat ini. Mereka tidak berdosa dan tidak akan disiksa karena perbuatan-perbuatan mereka di masa yang lalu itu, selama mereka itu tetap bertakwa kepada Allah dan beriman kepada Rasul-Nya, taat kepada hukum-hukum yang telah diturunkan-Nya. Selanjutnya mereka tetap melakukan amal-amal saleh yang telah diwajibkan kepada mereka, seperti: salat, puasa, zakat dan sebagainya. Kemudian mereka tetap pula menjauhkan diri dari apa-apa yang diharamkan-Nya yang telah mereka ketahui, seperti berjudi, minum khamar, berkurban untuk berhala, mengundi nasib dan lain-lain, serta mereka tetap beriman kepada ayat-ayat-Nya yang menjelaskan hukum-hukum tersebut. Akhirnya mereka terus menerus dalam ketakwaan serta meningkatkan amal-amal saleh mereka, yaitu dengan berbagai ibadah yang sunnah.\nDengan demikian jelaslah bahwa perbuatan jelek yang dilakukan pada masa sebelum datangnya larangan, atau sebelum mereka mengetahui adanya larangan itu, tidaklah menimbulkan dosa bagi mereka, asal mereka kemudian beriman, bertakwa dan mengerjakan amal-amal saleh, baik yang wajib maupun yang sunah, dan mereka menjauhi sama sekali perbuatan-perbuatan yang dilarang oleh agama.\nPada akhir ayat tersebut Allah menerangkan bahwa Dia menyukai orang-orang yang berbuat kebajikan. Artinya, Allah melimpahkan rahmat-Nya kepada orang-orang yang berbuat kebajikan, sehingga mereka bebas dari pengaruh jelek yang ditimbulkan oleh perbuatan judi dan khamar misalnya: kebencian, permusuhan dan kelalaian dalam mengingat Allah, mengerjakan salat dan ibadah-ibadah lainnya.",
    "quraish": "Orang-orang yang beriman kepada Allah dan Rasul-Nya serta beramal saleh tidaklah berdosa karena memakan makanan yang baik dan halal. Juga tiada dosa bagi mereka yang memakan makanan haram di masa lalu sebelum diketahui pengharamannya, selagi mereka takut kepada Allah dan menjauhinya setelah mengetahui pengharamannya, kemudian selalu takut kepada Allah dan membenarkan hukum-hukum yang disyariatkan, tetap dalam ketakutan kepada Allah di setiap masa, tulus ikhlas dalam perbuatan dan melaksanakannya dengan sempurna. Allah akan memberi balasan kepada orang-orang yang ikhlas dalam perbuatannya sesuai dengan tingkat keikhlasan dan perbuatan mereka.",
    "jalalayn": "(Tidak ada dosa bagi orang-orang yang beriman dan mengerjakan amalan yang saleh karena memakan makanan yang telah mereka makan dahulu) meminum dan melakukan perjudian sebelum adanya pengharaman (apabila mereka bertakwa) terhadap perbuatan-perbuatan yang haram (serta beriman dan mengerjakan amal-amalan yang saleh kemudian mereka tetap bertakwa dan beriman) mereka terus menetapi pada ketakwaan dan keimanannya (kemudian mereka tetap juga bertakwa dan berbuat kebaikan) dalam beramal. (Dan Allah menyukai orang-orang yang berbuat kebaikan) dengan pengertian bahwa Allah akan memberi pahala mereka."
  },
  {
    "page": 123,
    "name": "Al-Ma'idah",
    "ayat": 94,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهٗٓ اَيْدِيْكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَّخَافُهٗ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ ",
    "translation": "Wahai orang-orang yang beriman! Allah pasti akan menguji kamu dengan hewan buruan yang dengan mudah kamu peroleh dengan tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun dia tidak melihat-Nya. Barangsiapa melampaui batas setelah itu, maka dia akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/763.mp3",
    "tafsir": "Ayat ini menjelaskan ujian Allah kepada orang-orang mukmin yang sedang melakukan ihram, bahwa mereka tidak diperbolehkan berburu, padahal ketika itu binatang buruan amat banyak, sehingga dengan mudah mereka dapat menangkapnya, baik dengan tangan maupun dengan menggunakan tombak.\nMenurut riwayat, ayat ini turun ketika kaum Muslimin melaksanakan umrah Hudaibiah. Ketika mereka menemukan dalam perjalanan hewan dan burung-burung yang amat banyak, yang belum pernah mereka temukan sebanyak itu. Binatang-binatang kecil dapat ditangkap dengan tangan dan binatang-binatang yang besar dan liar dapat mereka tangkap dengan menggunakan tombak dan sebagainya. Akan tetapi Allah melarang mereka untuk menangkapnya. Larangan ini adalah sebagai ujian bagi mereka untuk membuktikan kekuatan iman dan ketakwaan mereka kepada-Nya. Orang-orang yang betul-betul kuat imannya niscaya tidak akan melanggar larangan Allah, baik secara terang-terangan, maupun dengan sembunyi-sembunyi. Ia senantiasa takut kepada azab Allah, walaupun ia belum pernah menyaksikan azab tersebut.\nAkhir ayat ini mengemukakan ancaman Allah kepada orang-orang yang masih melanggar ketentuan-ketentuan-Nya setelah adanya pemberitahuan dan ancaman, bahwa mereka pasti akan mendapat azab yang pedih, akibat pelanggaran itu.\nUjian tersebut sebenarnya hanyalah cobaan yang ringan saja, dibandingkan dengan cobaan dan ujian-ujian lainnya yang meminta pengorbanan harta benda dan jiwa raga. Akan tetapi, bila seseorang tidak lulus dari ujian dan cobaan yang kecil dan ringan ini, bagaimana ia dapat berhasil menjalani cobaan-cobaan yang lebih besar?\nCobaan dan ujian yang diberikan Allah kepada hamba-Nya, adakalanya meminta pengorbanan harta benda dan jiwa raga dalam melakukan sesuatu yang diperintahkan-Nya, atau berupa kehilangan sesuatu yang amat disayangi, atau meminta kesediaan untuk menahan diri dari berbuat yang diingini. Yang terakhir ini sudah terang lebih ringan dilaksanakan, seperti larangan yang dikenakan kepada mereka ini, yaitu larangan berburu pada saat hewan buruan sedang banyak jumlahnya dan mudah ditangkap, sementara mereka sedang membutuhkan makanan untuk bekal dalam perjalanan.",
    "quraish": "Hai orang-orang yang beriman, sesungguhnya Allah akan menguji kalian di musim haji dengan mengharamkan sebagian hewan dan burung yang mudah ditangkap, baik dengan tangan maupun dengan tombak. Yang demikian itu agar tampak orang-orang yang tetap bertakwa meskipun jauh dari penglihatan orang banyak. Orang-orang yang melampaui batas setelah Allah menjelaskannya, akan memperoleh azab yang pedih.",
    "jalalayn": "(Hai orang-orang yang beriman, sesungguhnya kamu akan menerima ujian) percobaan dari (Allah dengan sesuatu) yang Ia kirimkan kepadamu (berupa binatang buruan yang mudah didapat) maksudnya binatang buruan yang kecil-kecil (oleh tangan-tanganmu dan tombak-tombakmu) berupa binatang buruan yang besar-besar. Peristiwa ini terjadi sewaktu di Hudaibiah sedangkan mereka dalam keadaan berihram; tersebutlah bahwa hewan-hewan liar berada di mana-mana sewaktu mereka dalam perjalanan (supaya Allah mengetahui) dengan pengetahuan yang jelas (orang yang takut kepada-Nya, biar pun ia tidak dapat melihat-Nya) menjadi hal yang artinya secara gaib tidak bisa melihat-Nya kemudian ia menghindari binatang buruan itu. (Siapa yang melanggar batas sesudah itu) sesudah dilarang menangkap binatang buruan itu kemudian ia bertekad menangkapnya (maka baginya siksaan yang pedih)."
  },
  {
    "page": 123,
    "name": "Al-Ma'idah",
    "ayat": 95,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ اَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ اَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan, ketika kamu sedang ihram (haji atau umrah). Barangsiapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Ka‘bah, atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin, atau berpuasa, seimbang dengan makanan yang dikeluarkan itu, agar dia merasakan akibat buruk dari perbuatannya.  Allah  telah memaafkan apa yang telah lalu. Dan barangsiapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/764.mp3",
    "tafsir": "Ayat ini menegaskan larangan Allah kepada orang-orang mukmin, agar mereka jangan membunuh binatang buruan yang biasanya ditangkap kemudian disembelih untuk dimakan dagingnya. Larangan ini ditujukan kepada mereka yang sedang melaksanakan ihram baik ihram dalam ibadah haji, maupun ibadah umrah.\nKemudian dijelaskan denda yang dikenakan kepada orang-orang mukmin yang melanggar larangan itu yakni orang yang membunuh binatang buruan itu dengan sengaja, padahal ia ingat adanya larangan itu. Dendanya, ialah menunaikan salah satu dari hal-hal sebagai berikut:\na. mengganti binatang buruan yang dibunuhnya, dengan binatang ternak yang dinilainya sama dengan yang telah dibunuhnya, berdasarkan putusan dua orang yang adil. Binatang pengganti itu harus dibawa ke tanah haram, kemudian disembelih di sana dan dagingnya dibagi-bagikan kepada fakir dan miskin.\nb. kafarat yang berupa memberi makan fakir dan miskin, dengan makanan yang nilainya sama dengan binatang pengganti yang tersebut di atas;\nc. berpuasa pada hari-hari yang jumlahnya sama dengan jumlah takaran (mud) makan yang harus diberikan kepada fakir dan miskin, dengan pengertian bahwa setiap fakir dan miskin memperoleh satu mud, kira-kira sama dengan ¾ liter (0,75 liter), setiap satu mud sama dengan puasa satu hari.\n\nKemudian Allah menyebutkan bahwa hukuman yang ditetapkan itu adalah bertujuan agar orang-orang yang melanggar larangan itu dapat merasakan akibat perbuatannya. Selanjutnya Allah menerangkan bahwa Dia memaafkan kesalahan-kesalahan yang telah lalu, yaitu membunuh binatang buruan ketika mereka sedang berihram dan dilakukan sebelum turunnya ayat ini.\nPada akhir ayat ini Allah menyebutkan ancaman-Nya kepada orang-orang yang masih melanggar larangan itu setelah turunnya ayat ini, yaitu Dia akan menyiksa mereka. Allah Mahakuasa lagi mempunyai kekuasaan untuk menyiksa setiap makhluk yang bersalah.",
    "quraish": "Hai orang-orang yang beriman, jika kalian telah berniat melaksanakan ibadah haji dan umrah, janganlah kalian membunuh binatang buruan. Barangsiapa di antara kalian membunuhnya dengan sengaja, maka ia harus membayar denda yang setara dengan binatang yang dibunuh, yaitu dengan mengeluarkan unta, sapi atau kambing. Hewan pengganti yang setara itu harus diketahui oleh dua orang yang adil untuk memutuskannya. Daging hewan-hewan tersebut dibagikan kepada fakir miskin yang tinggal di sekitar Ka'bah. Bisa juga dengan membayar kepada mereka seharga hewan pengganti. Atau dengan memberi makan kepada fakir miskin--masing-masing memperoleh bagian yang cukup untuk sehari--sebesar harga hewan pengganti binatang yang dibunuhnya. Hal itu dimaksudkan untuk menebus dosa yang dilanggar akibat berburu. Selain itu, denda dapat pula dilakukan dengan puasa beberapa hari sejumlah fakir miskin yang berhak menerima makanan. Ketetapan itu telah ditentukan agar orang yang melanggar merasakan dampak kejahatannya dan keburukan akibatnya. Allah memaafkan pelanggaran-pelanggaran yang telah lalu sebelum ketentuan ini ditetapkan. Barangsiapa kembali melanggar setelah mengetahui pengharamannya, maka sesungguhnya Allah akan menghukum kejahatan yang diperbuat. Allah Mahakuasa dan hukuman-Nya amat keras bagi siapa yang terus menerus berbuat dosa.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu membunuh binatang buruan ketika kamu sedang berihram) melakukan ihram haji dan ihram umrah. (Siapa di antara kamu membunuhnya dengan sengaja, maka dendanya) lafal yang sesudahnya dibaca secara tanwin dan rafa`; artinya ia harus membayar denda yang (sama dengan hewan yang telah dibunuhnya) artinya hewan yang sama bentuknya; dan di dalam suatu qiraat lafal jazaaun diidhafatkan kepada lafal yang sesudahnya sehingga dibaca wa jazaau mitsli (menurut keputusan) artinya mengenai perimbangan dua orang lelaki (dua orang yang adil di antara kamu) yang keduanya mempunyai kecerdasan dalam membedakan dan menyesuaikan hal-hal yang serupa. Ibnu Abbas, Umar dan Ali telah memutuskan denda seekor unta sebagai imbangan buruan seekor burung unta. Kemudian Ibnu Abbas dan Abu Ubaidah telah memutuskan mengganti sapi liar dan keledai liar dengan seekor sapi. Ibnu Umar dan Ibnu Auf mengganti seekor kijang dengan seekor kambing sebagai kafaratnya, kemudian Ibnu Abbas dan Umar serta selain keduanya telah memutuskan hal yang sama dalam kasus perburuan rusa sebab ia mirip dengan kambing dalam masalah besarnya (sebagai hadya) sebagai hal dari lafal jazaa (yang dibawa sampai ke Kakbah) artinya kurban itu dibawa sampai ke tanah suci lalu disembelih sesampainya di sana, lalu dagingnya disedekahkan kepada para penduduknya yang miskin; dan hewan hadya itu tidak boleh disembelih di tempat perburuan terjadi. Lafal balighal ka`bati dibaca nashab karena menjadi sifat dari lafal yang sebelumnya yaitu hadya, sekalipun ia diidhafatkan karena idhafatnya itu hanya bersifat lafzi. Jadi tidak memberikan pengertian makrifat. Apabila binatang buruan itu sangat sulit untuk ditemukan yang sepadan dengannya, seperti burung cicit dan belalang, maka pelakunya wajib membayar harganya saja (atau) ia harus membayar (kafarat) yang tidak sepadan sekalipun hewan yang sepadan memang ada, yaitu (memberi makan orang-orang miskin) berupa makanan pokok yang biasa dimakan oleh penduduk setempat dalam jumlah yang sesuai dengan harga denda untuk dibagikan kepada setiap orang miskin satu mud. Menurut suatu qiraat dengan mengidhafatkan lafal kaffarah kepada lafal yang sesudahnya dengan pengertian memperjelas (atau) ia harus membayarnya (dengan yang seimbang) seperti (jumlah itu) dalam bentuk makanan (berupa puasa) yang ia lakukan untuk setiap harinya sebagai ganti dari satu mud makanan, dan jika ia menemukan makanan, maka yang wajib baginya ialah membayarnya dengan makanan (supaya ia merasakan akibat) yang berat bagi pembalasan (perbuatannya) yang telah ia lakukan. (Allah telah memaafkan apa yang telah lalu) yaitu dari perbuatan membunuh binatang buruan sewaktu ihram sebelum diharamkan. (Dan siapa yang kembali mengerjakan)nya (niscaya Allah akan membalasnya. Allah Maha Perkasa) Maha Menang dalam segala perkara-Nya (lagi Yang Mempunyai pembalasan) terhadap orang yang berbuat durhaka kepada-Nya dan kemudian disamakan dengan membunuh secara sengaja, yaitu membunuh secara kesalahan."
  }
]