[
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 96,
    "arab": "اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ ۚوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗوَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ",
    "translation": "Dihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan darat, selama kamu sedang ihram. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan (kembali).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/765.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan, bahwa Dia menghalalkan bagi orang-orang mukmin, baik yang berihram, maupun tidak, untuk makan daging buruan laut, termasuk binatang sungai, danau dan sebagainya dan yang diperoleh dengan mudah, misalnya ikan-ikan yang baru mati dan terapung atau ikan yang terdampar di pantai dan sebagainya.\nSemua itu dikaruniakan Allah sebagai makanan yang lezat bagi mereka dan bagi orang-orang yang berada dalam perjalanan. Kemudian Allah menegaskan kembali bahwa Dia mengharamkan bagi orang-orang mukmin menangkap binatang buruan darat, selama mereka berihram.\nPada akhir ayat tersebut diperingatkan-Nya kepada orang-orang mukmin agar mereka senantiasa bertakwa kepada Allah yang kepada-Nya-lah mereka akan dikumpulkan kelak di hari Kiamat, untuk mempertanggungjawabkan segala amalan mereka dan kemudian diberi-Nya balasan dengan pahala ataupun siksa yang setimpal dengan amalan tersebut.",
    "quraish": "Allah menghalalkan kalian berburu dan memakan binatang laut. Orang-orang yang menetap (tidak berada dalam perjalanan) dan orang-orang yang sedang dalam perjalanan, keduanya juga dibolehkan memanfaatkannya. Kalian diharamkan menangkap binatang buruan darat yang liar, yang biasa terlatih di dalam rumah, selama kalian menunaikan ibadah haji dan umrah di tanah suci. Hadirkanlah Allah dalam diri kalian setiap saat dan takutlah hukuman-Nya. Janganlah kalian melanggar perintah-perintah-Nya. Sesungguhnya kepada-Nyalah kalian kembali pada hari kiamat dan Dia akan membalas perbuatan kalian.",
    "jalalayn": "(Dihalalkan bagimu) hai umat manusia sewaktu kamu berada dalam keadaan halal/tidak ihram atau sedang ihram (binatang buruan laut) kamu boleh memakannya. Binatang buruan laut ialah binatang yang hidupnya hanya di laut/di air, seperti ikan. Berbeda dengan binatang yang terkadang hidup di laut dan terkadang hidup di darat seperti kepiting (dan makanan yang berasal dari laut) binatang laut yang terdampar dalam keadaan mati (sebagai makanan yang lezat) untuk dinikmati (bagimu) kamu boleh memakannya (dan bagi orang-orang yang bepergian) orang-orang yang musafir dari kalangan kamu dengan menjadikannya sebagai bekal mereka. (Dan diharamkan atasmu binatang buruan darat) yaitu binatang yang hidup di darat dari jenis binatang yang boleh dimakan, kamu dilarang memburunya (selagi kamu dalam keadaan ihram) dan jika yang memburunya itu adalah orang yang tidak sedang ihram, maka orang yang sedang ihram diperbolehkan memakannya sebagaimana yang telah dijelaskan oleh sunah. (Dan bertakwalah kepada Allah yang hanya kepada-Nya kamu kembali.)"
  },
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 97,
    "arab": "۞ جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيٰمًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَاۤىِٕدَ ۗذٰلِكَ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۙ وَاَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
    "translation": "Allah telah menjadikan Ka‘bah rumah suci tempat manusia berkumpul. Demikian pula bulan haram, hadyu dan qala'id. Yang demikian itu agar kamu mengetahui, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahwa Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/766.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah menjadikan Ka'bah rumah suci itu, sebagai pusat kegiatan bagi manusia, baik kegiatan-kegiatan dalam urusan duniawi, seperti perdagangan dan sebagainya, maupun kegiatan beribadah haji dan umrah bagi orang-orang mukmin di seluruh penjuru dunia.\nAllah menetapkan bulan-bulan haram “yaitu Zulkaidah, Zulhijjah, Muharam dan Rajab“ yang merupakan masa-masa yang tenang untuk beribadat dan bekerja bagi mereka, karena pada bulan-bulan tersebut tidak diperbolehkan berperang. Begitu pula, binatang-binatang ternak seperti unta, lembu, kambing dan biri-biri yang disembelih di tanah haram sebagai hadiah dan dibagi-bagikan kepada fakir dan miskin, demikian pula binatang yang diberi kalung, yaitu unta atau kambing gemuk untuk menandakan bahwa binatang-binatang itu telah diperuntukkan sebagai hadyu (kurban) yang akan disembelih. Dengan demikian, adanya penyembelihan hewan-hewan tersebut tentu akan menambah syiarnya ibadah kaum Muslimin dan merupakan saat-saat bahagia pula bagi fakir dan miskin. Orang-orang mukmin tidak merasa kuatir atas keselamatan diri mereka pada saat-saat tersebut, sebab apabila mereka telah mengalungi hewan-hewan yang akan mereka sembelih itu, atau bila mereka telah memakai pakaian ihram maka tak seorang pun yang akan mengganggu atau mengancam keselamatan diri mereka.\nKemudian Allah menjelaskan bahwa semuanya itu ditetapkan agar hamba-Nya mengetahui bahwa Dia senantiasa mengetahui apa yang ada di langit dan di bumi dan bahwa Allah Maha Mengetahui segala sesuatu. Buktinya Allah telah menetapkan semuanya untuk mendatangkan kemaslahatan bagi mereka dan untuk menghindari malapetaka sebelum terjadi. Dengan demikian jelas bahwa Allah mengetahui apa-apa yang sedang terjadi dan apa yang akan terjadi. Berdasarkan ilmu-Nya yang Maha Luas itulah Allah menetapkan hukum-hukum dan peraturan-Nya bagi kemaslahatan hamba-Nya.",
    "quraish": "Allah telah menjadikan Ka'bah--yaitu rumah yang diagungkan, di mana menyakiti manusia dan hewan liar di dalamnya dan di sekitarnya tidak diperbolehkan--berdiri tegak dan diagungkan yang melindungi dan memberikan keamanan bagi manusia. Kepadanya orang-orang menghadapkan wajah dalam salat, dan kepadanya orang-orang berkunjung untuk melaksanakan ibadah haji sebagai tamu Allah dan dalam membentuk persatuan. Demikian pula, Allah menjadikan bulan haji dan hewan korban yang dipersembahkan ke Ka'bah, khususnya yang di lehernya digantungkan kalung supaya orang-orang yang melihat merasakan itu sebagai persembahan Ka'bah. Dengan melaksanakan itu semua, diharapkan kalian yakin bahwa pengetahuan Allah meliputi langit, tempat asal turunnya wahyu, dan meliputi bumi, sehingga dapat menentukan syariat yang sesuai dengan maslahat mereka. Sesungguhnya pengetahuan Allah meliputi segala sesuatu.",
    "jalalayn": "(Allah telah menjadikan Kakbah rumah suci itu) rumah yang disucikan (sebagai pusat kegiatan umat manusia) yang mereka melaksanakan urusan agamanya dengan berhaji kepadanya, dan mengatur urusan keduniaan mereka dengan mengamankan orang-orang yang masuk ke dalamnya dan menjamin keselamatan mereka, kemudian mendatangkan semua jenis buah-buahan ke dalamnya. Menurut suatu qiraat dibaca qiyaman tanpa alif panjang yang berakar dari kata qaama tanpa dii'lalkan (dan bulan haram) yang dimaksud adalah bulan-bulan haram seperti Zulkaidah, Zulhijah, Muharam dan Rajab sebagai pusat kegiatan mereka dalam mengamankan lingkungan dan tidak boleh melakukan peperangan dalam bulan-bulan tersebut (dan hadya serta qalaid) sebagai pertanda bagi semua orang bahwa kedua jenis hewan kurban itu tidak boleh diganggu dan harus diamankan. (Demikian itu) peraturan yang telah disebutkan itu (agar kamu tahu, bahwa sesungguhnya Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan bahwa sesungguhnya Allah Maha Mengetahui segala sesuatu) karena sesungguhnya Ia telah menjadikan peraturan tersebut demi kemaslahatan kamu dan demi untuk menolak mara bahaya dari dirimu sebelum segala sesuatunya terjadi; hal ini jelas menunjukkan pengetahuan Allah yang mencakup semua yang ada dalam alam wujud ini dan semua yang sedang berlangsung."
  },
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 98,
    "arab": "اِعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۙ وَاَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌۗ ",
    "translation": "Ketahuilah, bahwa Allah sangat keras siksaan-Nya dan bahwa Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/767.mp3",
    "tafsir": "Setelah Allah menjelaskan bahwa semua balasan atas perbuatan-perbuatan yang jelek adalah di tangan-Nya, dan Dia mengetahui segala sesuatu yang diperbuat hamba-Nya, maka Allah menegaskan lagi tugas Rasul-Nya yaitu: menyampaikan risalah, yakni menyampaikan hukum-hukum, peraturan-peraturan dan petunjuk-petunjuk-Nya, serta wa'd (janji) dan wa'id (ancaman)-Nya. Apabila semua itu telah dilaksanakan oleh Rasul selesailah tugasnya, dan lepaslah ia dari tanggung jawabnya, untuk selanjutnya menjadi tugas dan tanggung jawab orang-orang beriman. Adapun pemberian pahala kepada orang-orang yang taat, dan menimpakan azab kepada orang-orang yang durhaka, adalah hak dan wewenang Allah semata.\nPada akhir ayat ini, kembali Allah menegaskan, bahwa Dia senantiasa mengetahui apa yang diperbuat manusia secara terang-terangan, maupun yang dilakukan secara sembunyi-sembunyi, termasuk gerak-gerik hati sanubari mereka. Ini merupakan peringatan keras dari Allah kepada orang-orang yang tidak menaati peraturan dan hukum-hukum-Nya. Oleh sebab itu, sepantasnyalah manusia bertakwa kepada-Nya, dan tidak menyalahi perintah-perintah-Nya.",
    "quraish": "Ketahuilah, wahai manusia, bahwa siksaan Allah itu pedih, diperuntukkan bagi siapa yang menghalalkan hal-hal yang haram. Allah Maha Pengampun atas dosa-dosa orang yang bertobat dan mempertahankan ketaatan kepadanya. Dia juga Maha Penyayang, tidak segera menghukum mereka oleh sebab dosa yang mereka lakukan.",
    "jalalayn": "(Ketahuilah bahwa sesungguhnya Allah amat berat siksaan-Nya) terhadap musuh-musuh-Nya (dan bahwa sesungguhnya Allah Maha Pengampun) terhadap kekasih-kekasih-Nya (lagi Maha Penyayang) terhadap mereka."
  },
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 99,
    "arab": "مَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ ۗوَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ ",
    "translation": "Kewajiban Rasul tidak lain hanyalah menyampaikan (amanat Allah), dan Allah mengetahui apa yang kamu tampakkan dan apa yang kamu sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/768.mp3",
    "tafsir": "Setelah Allah menjelaskan bahwa semua balasan atas perbuatan-perbuatan yang jelek adalah di tangan-Nya, dan Dia mengetahui segala sesuatu yang diperbuat hamba-Nya, maka Allah menegaskan lagi tugas Rasul-Nya yaitu: menyampaikan risalah, yakni menyampaikan hukum-hukum, peraturan-peraturan dan petunjuk-petunjuk-Nya, serta wa'd (janji) dan wa'id (ancaman)-Nya. Apabila semua itu telah dilaksanakan oleh Rasul selesailah tugasnya, dan lepaslah ia dari tanggung jawabnya, untuk selanjutnya menjadi tugas dan tanggung jawab orang-orang beriman. Adapun pemberian pahala kepada orang-orang yang taat, dan menimpakan azab kepada orang-orang yang durhaka, adalah hak dan wewenang Allah semata.\nPada akhir ayat ini, kembali Allah menegaskan, bahwa Dia senantiasa mengetahui apa yang diperbuat manusia secara terang-terangan, maupun yang dilakukan secara sembunyi-sembunyi, termasuk gerak-gerik hati sanubari mereka. Ini merupakan peringatan keras dari Allah kepada orang-orang yang tidak menaati peraturan dan hukum-hukum-Nya. Oleh sebab itu, sepantasnyalah manusia bertakwa kepada-Nya, dan tidak menyalahi perintah-perintah-Nya.",
    "quraish": "Kewajiban rasul hanyalah menyampaikan kepada manusia apa yang diwahyukan kepadanya, agar bukti- bukti menjadi jelas dan tidak ada alasan bagi mereka untuk tidak beriman. Maka laksanakanlah apa yang telah disampaikan kepada kalian. Sesungguhnya Allah mengetahui apa yang kalian tampakkan dan yang kalian sembunyikan.",
    "jalalayn": "(Kewajiban rasul tidak lain hanyalah menyampaikan) kepadamu (dan Allah mengetahui apa yang kamu tampakkan) amal perbuatan yang kamu lahirkan (dan apa yang kamu sembunyikan) amal perbuatan yang kamu sembunyikan karena itu Allah membalas kamu."
  },
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 100,
    "arab": "قُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ وَلَوْ اَعْجَبَكَ كَثْرَةُ الْخَبِيْثِۚ فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ",
    "translation": "Katakanlah (Muhammad), “Tidaklah sama yang buruk dengan yang baik, meskipun banyaknya keburukan itu menarik hatimu, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal sehat, agar kamu beruntung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/769.mp3",
    "tafsir": "Pada ayat ini Allah menyuruh Rasul-Nya untuk menjelaskan ciri-ciri sesuatu perbuatan dan orang-orang yang melakukannya, yang akan menyebabkan mereka memperoleh pahala atau siksa-Nya. Ditegaskan, bahwa kejahatan dan kekejian tidaklah sama dengan kebajikan dan amal saleh. Harta benda yang baik atau yang diperoleh dengan jalan yang halal tidaklah sama dengan harta benda yang jelek atau yang diperoleh dengan jalan yang tidak halal. Barang-barang yang mendatangkan mudarat tidaklah sama dengan barang-barang yang bermanfaat.\nDemikian pula, orang-orang yang zalim tidaklah sama dengan orang-orang yang adil; dan orang-orang jahat tidaklah sama dengan orang-orang yang saleh; orang-orang yang durhaka tidaklah sama dengan orang-orang yang taat dan bertakwa. Masing-masing akan mendapat penilaian yang berbeda dari Allah dan akan diberi-Nya balasan pahala atau siksa, menurut sifat-sifat dan keadaan masing-masing.\nKemudian Allah memperingatkan hamba-Nya, agar mereka jangan teperdaya melihat banyaknya perbuatan dan barang yang tidak baik. Perbuatan buruk memang sangat disenangi oleh orang yang lemah iman. Terutama di kota-kota besar di mana banyak orang mendirikan usaha yang menggunakan berbagai fasilitas yang memudahkan terjadinya kemaksiatan. Demikian pula barang yang jelek dan yang tidak halal, amat disenangi pula karena dapat diperoleh dengan cara yang mudah, seperti: riba, judi, suap, curi, rampok, dan lain-lain sebagainya.\nTetapi orang-orang yang kuat imannya tidak akan teperdaya oleh semua godaan itu. Betapa pun banyaknya orang yang melakukan kejahatan itu disekitarnya, namun ia tetap berpegang kepada hukum-hukum dan petunjuk-petunjuk agamanya. Jumlah orang semacam ini mungkin tidak sebanyak jumlah mereka yang cenderung kepada kejahatan dan kekejian. Tetapi Allah bukan menilai banyaknya jumlah, melainkan Dia menilai hamba-hamba-Nya dari segi kebaikan sifat dan perbuatannya.\nPada akhir ayat ini Allah mengarahkan firman-Nya kepada orang yang berakal sehat, yang dapat membedakan antara yang baik dan yang jelek, antara yang bermanfaat dan yang mudarat, agar mereka tidak teperdaya oleh bermacam-macam godaan setan yang senantiasa ingin menjerumuskan manusia kepada kejahatan dan kesengsaraan. Keteguhan iman di tengah-tengah kemaksiatan yang beraneka ragam itulah yang akan dapat membawa mereka kepada kebahagiaan dan keberuntungan dunia dan akhirat.",
    "quraish": "Katakanlah kepada manusia, wahai Rasulullah, \"Tidaklah sama kebaikan-kebaikan yang dihalalkan dan keburukan-keburukan yang diharamkan Allah kepada kalian. Sesungguhnya perbedaan antara keduanya sangat besar menurut Allah, meskipun yang buruk itu banyak jumlahnya dan memesona hati orang banyak. Jadikanlah ketaatan kepada Allah itu, hai orang-orang yang berakal, sebagai penangkal kalian dari siksanya, dengan memilih kebaikan dan menjauhi keburukan agar kalian termasuk orang-orang yang beruntung di dunia dan akhirat.\"",
    "jalalayn": "(Katakanlah, \"Tidak sama yang buruk) barang yang haram (dengan yang baik) barang yang halal (meskipun membuatmu kagum) membuatmu suka (banyaknya hal yang buruk itu, maka bertakwalah kepada Allah) tinggalkanlah hal yang buruk itu (hai orang-orang berakal agar kamu mendapat keberuntungan.\") agar kamu mendapat kebahagiaan. Kemudian turunlah ayat berikut ini tatkala para sahabat banyak bertanya kepada Rasulullah saw."
  },
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 101,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَسْـَٔلُوْا عَنْ اَشْيَاۤءَ اِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ۚوَاِنْ تَسْـَٔلُوْا عَنْهَا حِيْنَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْ ۗعَفَا اللّٰهُ عَنْهَا ۗوَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu (justru) menyusahkan kamu. Jika kamu menanyakannya ketika Al-Qur'an sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Dan Allah Maha Pengampun, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/770.mp3",
    "tafsir": "Dalam ayat ini Allah memberikan bimbingan kepada hamba-Nya, agar mereka menerima apa-apa yang telah diturunkanNya dan yang telah disampaikan oleh rasul-Nya kepada mereka, agar mereka tidak mengajukan pertanyaan-pertanyaan yang beraneka ragam, bila jawaban pertanyaan itu diberikan kepada mereka maka akan terasa memberatkan mereka sendiri, karena akan dirasakan menambah beban dan kewajiban mereka. Apalagi jika pertanyaan yang diajukan itu dimaksudkan untuk menguji Nabi, apakah Al-Qur'an sama atau tidak dengan kitab suci yang mereka terima, atau mereka bahkan mencari keringanan dari berbagai kewajiban yang dibebankan Allah. \nSelanjutnya ayat ini menjelaskan, bahwa apabila mereka menanyakan sesuatu yang belum jelas kepada Nabi ketika turun ayat yang berkenaan dengan masalah itu, dan pertanyaan tersebut memang perlu dijawab untuk memahami isi dan maksud dari ayat tersebut, maka Allah membolehkannya. Bahkan kita disuruh bertanya jika ada hal yang belum kita pahami, sebagaimana firman Allah pada Surah an-Nahl/16: 43:\n\nDan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui. (an-Nahl/16: 43)\n\nAkhir ayat ini menegaskan, bahwa Allah adalah Maha Pengampun, lagi Maha Penyantun. Maksudnya: ialah, Allah mengampuni orang-orang yang mengajukan pertanyaan yang benar-benar berfaedah, dan hal-hal yang tidak disebutkan dalam kitab-Nya, dan hal-hal yang tidak dibebankan-Nya kepada hamba-Nya, dan larangan-Nya kepada mereka untuk tidak mengajukan pertanyaan kepada Rasul yang bersifat menguji atau mengejek dapat menambah beratnya beban mereka, larangan ini merupakan rahmat-Nya kepada hamba-Nya; sehubungan dengan ini, Rasulullah telah bersabda:\nSesungguhnya Allah telah menentukan beberapa kewajiban yang harus kamu tunaikan, maka janganlah disia-siakan; dan Dia telah melarang kamu dari melakukan beberapa macam perbuatan, maka janganlah kamu melanggarnya; dan Dia telah menetapkan beberapa pembatasan, maka janganlah kamu lampaui; dan Dia telah memaafkan kamu dari berbagai hal, bukan karena lupa, maka janganlah kamu mencari-carinya. (Riwayat ad-Daruquthni)\n\nSehubungan dengan ampunan Allah yang tersebut dalam ayat ini, dapat juga dipahami, bahwa Allah memaafkan kesalahan-kesalahan yang dilakukan sebelum larangan ini, sehingga dengan demikian Allah tidak menimpakan siksa, karena amat luasnya ampunan dan kesantunanNya kepada hambaNya. Ini sesuai dengan firman-Nya pada ayat-ayat yang lain, di antaranya ialah:\n\nAllah telah memaafkan apa yang telah lalu. (al-Ma'idah/5:95)",
    "quraish": "Hai orang-orang yang beriman, janganlah kalian meminta kepada Nabi untuk menampakkan perkara- perkara yang disembunyikan Allah. Apabila kalian menanyakan tentang hal itu ketika Rasulullah masih hidup, saat al-Qur'ân diturunkan kepadanya, Allah pasti akan menjelaskannya kepada kalian. Tentang hal itu, Allah memaafkan kalian tanpa memberikan hukuman. Allah amat banyak ampunan-Nya dan amat luas santun-Nya, hingga tidak tergesa-gesa memberi hukuman.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu menanyakan kepada Nabimu hal-hal yang jika diterangkan) dijelaskan (kepadamu, niscaya menyusahkan kamu) karena di dalamnya mengandung kemudaratan (dan jika kamu menanyakannya di waktu Alquran itu sedang diturunkan) artinya di masa Nabi saw. masih hidup (niscaya akan diterangkan kepadamu) makna ayat: apabila kamu bertanya tentang macam-macam masalah sewaktu Nabi saw. masih ada niscaya akan turun ayat-ayat Alquran yang menjelaskannya dan jika ayat-ayat Alquran telah turun niscaya isinya akan menjelek-jelekkan kamu sendiri oleh karena janganlah kamu banyak bertanya tentang hal-hal itu; sesungguhnya (Allah telah memaafkan kamu tentang hal-hal itu) sebelum kamu meminta maaf kepada-Nya, maka dari itu janganlah kamu mengulanginya. (Allah Maha Pengampun lagi Maha Penyantun.)"
  },
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 102,
    "arab": "قَدْ سَاَلَهَا قَوْمٌ مِّنْ قَبْلِكُمْ ثُمَّ اَصْبَحُوْا بِهَا كٰفِرِيْنَ ",
    "translation": "Sesungguhnya sebelum kamu telah ada segolongan manusia yang menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/771.mp3",
    "tafsir": "Ayat ini mengingatkan kaum Muslimin, bahwa banyak bertanya mengenai masalah-masalah hukum agama seperti yang mereka lakukan itu, telah pernah terjadi pada bangsa-bangsa terdahulu, akan tetapi setelah mereka diberi jawaban dan penjelasan, mereka tidak mau melaksanakannya, bahkan mereka membelakanginya, karena mereka anggap terlalu berat. Kemudian mereka mengingkari hukum-hukum tersebut, atau mereka mengatakan bahwa hukum-hukum tersebut tidak datang dari Allah. Bagaimana pun juga, semuanya adalah merupakan kekafiran, yang patut dikenakan azab, baik di dunia maupun di akhrat.",
    "quraish": "Telah ada segolongan orang sebelum kalian yang menanyakan masalah-masalah yang rumit seperti ini. Kemudian, setelah mereka dibebankan berbagai kewajiban itu melalui para nabi, mereka merasa berat melaksanakannya. Mereka pun berpaling darinya dan menjadi ingkar. Allah melarang kalian seperti itu, karena Dia menghendaki kemudahan dan tidak menghendaki kesulitan, di samping karena Dia hanya membebankan manusia sesuai kemampuannya.",
    "jalalayn": "(Sesungguhnya telah menanyakan hal itu) artinya hal-hal serupa itu (suatu kaum sebelum kamu) kepada nabi-nabi mereka, maka mereka diberi penjelasan tentang hukum-hukumnya (kemudian jadilah mereka) mereka menjadi (tidak percaya kepadanya) karena mereka tidak mengamalkannya."
  },
  {
    "page": 124,
    "name": "Al-Ma'idah",
    "ayat": 103,
    "arab": "مَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَاَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
    "translation": "Allah tidak pernah mensyariatkan adanya Bahirah, Sa'ibah, Wasilah dan haam. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/772.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah tidak pernah menetapkan haramnya beberapa hal yang berlaku dalam adat jahiliah seperti haramnya bermacam-macam hewan sehingga mereka tidak makan dagingnya. Hanya mereka sendiri saja yang menetapkan haramnya makan daging hewan-hewan tersebut. Tetapi mereka mengatakan bahwa ketentuan itu datang dari Allah. Hewan-hewan tersebut adalah sebagai berikut:\na.Bahirah, yaitu unta betina yang telah melahirkan anak lima kali, dan anaknya yang kelima betina. Menurut adat jahiliah, unta betina semacam itu mereka belah telinganya, kemudian mereka lepaskan, dan tidak boleh lagi dipakai untuk kendaraan, dan tidak boleh diambil air susunya.\nb.Saibah, yaitu unta betina yang dilepas pergi ke mana saja, tidak boleh dipakai untuk kendaraan atau membawa beban, dan tidak boleh diambil bulunya, dan tidak boleh pula diambil air susunya, kecuali untuk tamu. Menurut adat jahiliah, ini dilakukan untuk menunaikan nazar. Apabila seseorang di antara mereka melakukan sesuatu pekerjaan berat, atau perjalanan yang jauh, maka mereka bernazar, bahwa ia akan menjadikan untanya sebagai saibah, jika pekerjaannya itu berhasil dengan baik, atau perjalanannya itu berlangsung dengan selamat.\nc.Wasilah, yaitu kambing atau unta betina yang lahir kembar dengan saudaranya yang jantan. Menurut adat jahiliah juga, apabila seekor kambing betina melahirkan anak kembar jantan dan betina, dan yang betina mempunyai anak betina lagi, maka anaknya yang betina itu disebut \"wasilah\", tidak boleh disembelih, dan tidak boleh dipersembahkan kepada berhala.\nd.ham, ialah unta jantan yang telah berjasa menghamilkan unta betina sepuluh kali. Menurut adat jahiliah, unta jantan semacam itu tidak boleh lagi diganggu, misalnya disembelih, atau digunakan untuk maksud apapun, tetapi harus dipelihara dengan baik. Ia tak boleh dicegah untuk minum air atau makan rumput dimanapun yang disukainya di mana saja.\nDemikianlah antara lain beberapa adat jahiliah mengenai bermacam-macam hewan yang tidak boleh dimakan. Mereka mengatakan, bahwa ketentuan itu adalah dari Allah, dan menjadi syariat agama. Maka dalam ayat ini Allah membantahnya, dan menegaskan bahwa orang-orang kafir sendiri yang menetapkan ketentuan itu, dengan demikian, mereka telah mengadakan kebohongan terhadap Allah.\nDi kalangan masyarakat muslim Indonesia, fenomena antropologi yang berkembang di lingkungan orang-orang Arab jahiliah ini muncul dalam bentuk pantangan-pantangan, pamali-pamali, dan lain-lain. Tidak sedikit larangan atau pantangan tertentu demikian mengakar kuat di masyarakat muslim, padahal masalahnya sama sekali tidak memiliki dasar ajaran agama. Hal-hal yang dipamalikan itu semata-mata merupakan produk tradisi setempat turun temurun yang kebenarannya tidak didukung oleh agama. Informasi antropologis yang disampaikan Allah dalam ayat 103-104 Surah al-Ma'idah/5 tersebut mengandung pelajaran yang sangat penting bagi masyarakat muslim di mana pun untuk tidak terus memelihara pantangan-pantangan, karena hal itu tidak dilarang Allah. Jika hal semacam itu terus berlanjut berarti masyarakat itu telah melakukan kedurhakaan kepada Allah.\nPada akhir ayat ini, Allah menerangkan bahwa kebanyakan orang-orang kafir tidak menggunakan akal pikirannya. Sebab, jika mereka mau menggunakan akal sehat mereka, niscaya mereka tidak akan membuat kebohongan terhadap Allah, dan juga tidak akan mengharamkan apa yang tidak diharamkan Allah.\nMenurut riwayat dari Ibnu Jarir, Abu Hurairah telah berkata, \"Aku mendengar Rasulullah bersabda kepada Aktsam bin al-Jaun, \"Hai Aktsam, neraka telah diperlihatkan kepadaku, maka tampak olehku dalam neraka itu Amru bin Luhay, Ibnu Qam'ah bin Khinzif sedang menarik ususnya. Maka aku tidak melihat seorang pun selain engkau yang lebih mirip dengannya.\" Maka Aktsam berkata, \"Aku merasa takut kalau-kalau kemiripanku dengannya akan mendatangkan suatu bahaya atas diriku.\" Rasulullah menjawab, \"Tidak, sebab engkau mukmin, sedangkan dia kafir; dialah orang pertama yang mengubah agama Nabi Ismail, dan dialah orang pertama yang menetapkan ketentuan tentang bahirah, saibah, wasilah dan ham.\"\nDari riwayat ini dapat diambil pengertian bahwa sesuatu yang diada-adakan dalam syariat agama, misalnya mengharamkan makanan yang dihalalkan Allah, atau membuat tradisi yang bertentangan dengan agama, atau mengadakan peribadatan yang tidak ditetapkan oleh agama sebagai jalan untuk mendekatkan diri kepada Allah dan memperoleh ridaNya, maka perbuatan tersebut sama dengan perbuatan 'Amru bin Luhay. Padahal cara-cara yang sah untuk menyembah Allah telah ditetapkanNya dan telah disampaikan oleh Rasul-Nya. Maka setiap peribadatan dan penetapan hukum haruslah berdasarkan nash Al-Qur'an atau ketetapan Rasul. Seseorang tidak boleh menambah atau mengurangi menurut kemauannya sendiri.",
    "quraish": "Allah tidak mengizinkan kalian untuk mengharamkan sesuatu yang telah dihalalkan seperti, misalnya, memotong telinga unta dan tidak mau menggunakannya yang kemudian kalian beri nama bahîrah. Atau seperti membiarkan hewan itu berdasarkan suatu nazar yang kemudian kalian namakan sâ'ibah. Atau, bisa juga, seperti mengharamkan domba jantan dari betinanya dan mempersembahkan yang jantan itu kepada patung-patung, sampai akhirnya ketika domba betina melahirkan anak jantan dan betina yang kalian beri nama washîlah, di mana anak jantannya itu tidak kalian sembelih. Allah juga tidak pernah membolehkan kalian untuk tidak memanfaatkan unta jantan yang telah mengawini sepuluh unta betina yang kalian beri nama hâm! Allah sama sekali tidak membolehkan semua itu! Akan tetapi orang-orang kafir menciptakan kebohongan dan menisbatkannya kepada Allah. Kebanyakan mereka tidak berpikir (1). (1) Orang-orang jahiliah mempunyai kebiasaan mengharamkan hal-hal yang tidak diharamkan Allah. Di antaranya: a. Apabila seekor unta betina melahirkan lima ekor anak dan yang terakhir adalah jantan, kuping unta betina itu dipotong, tidak boleh ditunggangi dan tidak boleh diusir dari ladang gembalaan. Unta betina itu kemudian dinamakan bahîrah, yaitu yang terpotong telinganya. b. Di antara mereka ada yang bernazar dengan mengatakan, \"Jika saya tiba dari perjalanan dengan selamat atau tidak terjangkit penyakit, maka unta saya menjadi sâ'ibah.\" Sâ'ibah sama dengan bahîrah. c. Jika seekor domba betina beranak betina, anak betina itu diambil pemiliknya. Tetapi, apabila anak yang lahir itu jantan, ia akan dipersembahkan kepada tuhan mereka. Akan tetapi, apabila domba itu melahirkan jantan dan betina, anak yang jantan tidak disembelih dan dipersembahkan kepada tuhan mereka. Mereka malah menyembelih anak betina dengan anggapan bahwa anak betina itu cukup mewakili untuk \"menyampaikan\" persembahan itu kepada tuhan. Anak betina itu kemudian mereka namakan washîlah (asal kata washala: 'menyambungkan', 'menyampaikan'). d. Apabila unta jantan telah menghasilkan sepuluh anak betina, mereka mengatakan, \"Punggung unta itu harus dilindungi dan tidak boleh ditunggangi atau dimanfaatkan untuk mengangkut sesuatu.\" Unta seperti itu dikenal dengan nama hâm (asal kata hamâ: 'melindungi').",
    "jalalayn": "(Tidak sekali-kali menjadikan) mensyariatkan (Allah akan adanya bahirah, saibah, wasilah dan ham) sebagaimana yang telah dilakukan oleh orang-orang jahiliah. Telah diriwayatkan oleh Imam Bukhari dari Said bin Musayyab yang telah mengatakan bahwa bahirah ialah unta betina yang air susunya dihadiahkan untuk berhala-berhala, maka tidak ada seorang pun yang berani memerah air susunya. Saibah ialah unta betina yang mereka lepaskan begitu saja dibiarkan demi untuk berhala-berhala mereka, maka unta tersebut tidak boleh dibebani sesuatu pun. Wasilah ialah unta betina yang sewaktu melahirkan anak unta pertama kalinya betina setelah ia beranak lagi secara kembar yang kedua-duanya betina; induk unta itu dibiarkan terlepas bebas jika anak-anaknya itu tidak ada yang jantan yang memisahkan antara kedua anaknya itu. Hal ini mereka lakukan demi berhala-berhala mereka. Dan ham ialah unta pejantan yang dipekerjakan dalam masa yang telah ditentukan dan jika masanya telah habis lalu mereka membiarkannya bebas demi untuk mendekatkan diri kepada berhala-berhala sesembahan mereka. Selain dari itu mereka membebaskannya dari segala muatan dan beban hingga ia tidak lagi disuruh membawa apa pun dan nama lain dari jenis unta itu ialah hami. (Akan tetapi orang-orang kafir selalu membuat kedustaan terhadap Allah) dalam hal tersebut kemudian mereka mengaitkannya kepada Allah (dan kebanyakan mereka tidak mengerti) bahwa perkara tersebut merupakan kedustaan karena mereka dalam hal ini hanyalah mengikuti apa yang biasa dilakukan oleh nenek moyang mereka."
  }
]