[
  {
    "page": 126,
    "name": "Al-Ma'idah",
    "ayat": 109,
    "arab": "۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
    "translation": "(Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)mu?” Mereka (para rasul) menjawab, “Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/778.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa pada hari Kiamat, Allah akan mengumpulkan para rasul dan umatnya masing-masing. Hari terjadinya peristiwa itu disebut \"Yaumul Mahsyar\". Ketika itu Allah akan mengajukan pertanyaan kepada para rasul, \"Apakah jawaban yang mereka terima dari umat-umat mereka setelah mereka menyeru kepada agama-Nya.\"\nPara rasul tentu saja mengetahui jawaban apa yang telah mereka terima dari umatnya masing-masing, dan bagaimana tanggapan mereka terhadap seruan yang telah disampaikan kepada mereka, meskipun tidak seluruhnya mereka ketahui. Tetapi, para rasul adalah orang yang sangat tinggi budi pekertinya dan amat rendah hati di hadapan Allah Yang Mahakuasa dan Maha Mengetahui segala sesuatu. Oleh sebab itu, dengan penuh rasa kehambaannya kepada Allah, mereka menjawab, \"Bahwa mereka tidak mempunyai pengetahuan tentang hal itu. Sesungguhnya Allah-lah Yang Maha Mengetahui hal-hal yang gaib.\"\nAllah menanyakan kepada para rasul, jawaban apa yang mereka terima dari umat yang telah mereka seru kepada agama-Nya. Allah tidak menanyakan kepada para rasul apakah mereka sudah menyampaikan risalah yang ditugaskan kepada mereka, atau belum? Hal ini menunjukkan bahwa para rasul itu benar-benar telah menunaikan tugas mereka dengan baik, yaitu menyampaikan agama Allah kepada umat mereka. Akan tetapi sebagian dari umat itulah yang tidak menerima ajakan dan seruan dengan sebaik-baiknya.\nHal lain yang dapat kita pahami dari ayat ini ialah bahwa Allah tidak langsung menyampaikan pertanyaan kepada umat-umat dari pada rasul itu, misalnya: \"Hai manusia jawaban apakah yang telah kamu berikan kepada rasul-rasul-Ku ketika mereka menyampaikan risalah-Ku kepada kamu sekalian?\" Sebaliknya, Allah menyampaikan pertanyaan-Nya kepada para rasul-Nya, bukan kepada umat mereka. Hal ini menunjukkan kemurkaan Allah kepada umat-umat yang mengabaikan seruan dan peringatan-peringatan yang telah disampaikan para rasul itu kepada mereka. Maka pertanyaan itu adalah untuk menghardik umat-umat yang durhaka.",
    "quraish": "Ingatlah kalian akan hari kiamat, di mana Allah mengumpulkan dan menanyakan para rasul dengan berkata, \"Apa jawaban kaum kalian? Berimankah mereka, atau ingkar?\" Pada hari itu semua umat hadir untuk mendengarkan persaksian rasul-rasul-Nya. Para rasul pun menjawab, \"Kami tidak mengetahui ihwal mereka setelah kami tinggalkan. Hanya Engkaulah yang mengetahui itu semua, karena hanya Engkaulah yang mengetahui apa-apa yang tersembunyi dan yang tampak.\"",
    "jalalayn": "Ingatlah! (hari di waktu Allah mengumpulkan para rasul) yaitu pada hari kiamat (lalu Allah bertanya) kepada mereka dengan nada mencela yang ditujukan kepada kaum mereka (Apa) yang (jawaban kaummu terhadap seruanmu?) tatkala kamu mengajak mereka kepada ketauhidan (Para rasul menjawab, \"Tidak ada pengetahuan kami) tentang hal itu (sesungguhnya Engkaulah yang mengetahui perkara yang gaib.\") apa-apa yang tidak bisa dijangkau oleh pengetahuan hamba-hamba-Nya dan gaib di mata mereka oleh sebab kengerian yang mereka hadapi pada saat hari kiamat yang membuat mereka kaget. Kemudian para rasul itu menjadi saksi terhadap umat mereka masing-masing tatkala umat mereka diam seribu bahasa."
  },
  {
    "page": 126,
    "name": "Al-Ma'idah",
    "ayat": 110,
    "arab": "اِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘاِذْ اَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَاِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَ ۚوَاِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِاِذْنِيْ وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنِيْ ۚوَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنِيْ ۚوَاِذْ كَفَفْتُ بَنِيْٓ اِسْرَاۤءِيْلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
    "translation": "Dan ingatlah ketika Allah berfirman, “Wahai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Rohulkudus. Engkau dapat berbicara dengan manusia pada waktu masih dalam buaian dan setelah dewasa. Dan ingatlah ketika Aku mengajarkan menulis kepadamu, (juga) Hikmah, Taurat dan Injil. Dan ingatlah ketika engkau membentuk dari tanah berupa burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. Dan ingatlah ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. Dan ingatlah ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. Dan ingatlah ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) di kala waktu engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/779.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang bermacam-macam nikmat yang telah dilimpahkan kepada Nabi Isa dan ibunya, kemudian diungkapkan kembali berbagai kejahatan Bani Israil yang pernah menuduh bahwa berbagai keterangan dan bukti-bukti yang disampaikan Nabi Isa kepada mereka hanyalah sihir semata.\nNikmat Allah kepada Maryam, yaitu ibu Nabi Isa ialah Allah telah menjadikannya sebagai wanita yang suci, terpilih di antara wanita-wanita di dunia ini untuk memperoleh kedudukan yang mulia.\nNikmat-nikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini adalah sebagai berikut:\n1. Allah telah memperkuat Nabi Isa dengan Rohulkudus, yaitu malaikat Jibril. Allah telah menjadikan jiwanya bersih dari segala sifat-sifat yang tidak baik. Dengan nikmat ini Isa dapat mengetahui bahwa ia lahir ke dunia dengan kejadian yang luar biasa, sehingga dengan demikian ia dapat membuktikan kesucian dirinya dan kesucian ibunya. Karena Allah telah memperkuatnya dengan Rohulkudus, maka ia dapat berbicara ketika ia masih kecil dan lemah, masih berada dalam buaian. Ia berbicara untuk membela kesucian dan kehormatan ibunya terhadap tuduhan yang bukan-bukan dari kaum Yahudi. Kemudian setelah ia dewasa ia juga dapat berbicara dengan baik untuk menyeru manusia kepada agama Allah.\nTentang Nabi Isa, ibunya dan Rohulkudus dalam ayat ini, pendapat beberapa mufasir dapat dikatakan sama, Mengenai \"mengingat nikmat,\" artinya \"mensyukuri\" nikmat yang diberikan kepada Isa dan kepada ibunya Maryam dan memperkuatnya dengan Rohulkudus, yakni Jibril, dan berbicara dengan orang ketika ia masih bayi dan sesudah dewasa menjadi Nabi, yang menurut Ibnu 'Abbas seperti yang dikutip al-Bagawi, dalam usia 30 tahun dan menjalankan tugas kenabiannya selama 30 bulan. Kemudian \"Aku mengajar kamu menulis, hikmah (yakni kearifan ilmu pengetahuan), Taurat dan Injil,\" dan seterusnya. Lebih jauh tentang Rohulkudus lihat kosakata di atas (al-Baqarah/2: 253). Dapat ditambahkan, bahwa seperti disebutkan di dalam Al-Qur'an, bahwa Rohulkudus berlaku untuk semua orang beriman (al-Mujadalah/58: 22); dan diturunkan kepada siapa saja dari hamba-hamba-Nya sesuai dengan kehendak-Nya. Dalam ayat ini, ruh berarti wahyu (al-Kahf/16: 2).\nNabi Isa menyebut dirinya anak Maryam, yang tidak mengenal bapak manusia karena kelahirannya memang suatu mukjizat. Allah telah memberinya nikmat yang besar berupa kekuatan rohani, \"memperkuatnya dengan Rohulkudus\", dengan mukjizat-mukjizat yang terjadi sekitar dirinya dan ibundanya Maryam, mengenai kelahiran, kehidupan dan kematiannya.\nTetapi Rohulkudus (al-Baqarah/2: 87) yang banyak kita temui dalam Al-Qur'an, dalam pengertian \"roh yang suci\" berarti juga sebagai \"ilham ilahi.\" Nabi Muhammad juga mendoakan rahmat dengan Rohulkudus kepada seorang sahabat, yakni penyair Hassan bin sabit melalui sabdanya: \nBahwa Hassan bin sabit al-Ansari minta persaksian kepada Abu Hurairah, \"Apakah kamu mendengar Nabi Saw berkata, \"Hai Hassan, penuhilah Rasulillah. Ya Allah kuatkanlah dia (Hassan) dengan Rohulkudus.\" (Riwayat al-Bukhari, Muslim, dan an-Nasa'i)\nPengertian Rohulkudus dalam Al-Qur'an dan hadis tidak sama dengan pengertian Rohulkudus dalam Bibel (Perjanjian Lama dan Perjanjian Baru). Roh, Roh Allah atau firman-Nya dalam Perjanjian Lama (Kejadian i.2) ialah mengenai pembentukan bumi, \"dan Roh Allah melayang-layang di atas permukaan air,\" dan Mazmur xxxiii.6, \"Oleh firman Tuhan langit telah dijadikan, oleh nafas dari mulut-Nya¦\" Dalam Perjanjian Baru disebut Roh Kudus, Roh Allah atau Roh Yesus. Matius menyebutkan bahwa kelahiran Yesus Kristus pada waktu Maria bertunangan dengan Yusuf anak Heli, mengandung dari Roh Kudus, sebelum mereka hidup sebagai suami istri. Yusuf suami Maria adalah orang yang tulus hati, ia tidak mau mencemarkan nama istrinya di muka umum, ia bermaksud diam-diam akan menceraikannya. Tetapi dalam mimpinya malaikat Tuhan tampak kepadanya, dan berkata, agar jangan takut \"¦ mengambil Maria sebagai istrimu, sebab anak yang di dalam kandungannya adalah Roh Kudus. Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, ¦\" (Matius 1.18-21). Lihat juga kosakata (an-Nisa'/4: 156).\n2. Allah telah mengajarkan kepadanya Al-Kitab, artinya Isa telah dianugerahi-Nya kepandaian menulis dan membaca, sehingga ia dapat mempelajari ilmu pengetahuan yang tertulis. Di samping itu. Allah mengajarkan pula kepadanya Taurat, yaitu kitab suci yang telah diturunkan kepada Nabi Musa. Akhirnya Allah mengajarkan kepadanya Injil, yaitu kitab suci yang diturunkan kepada Nabi Isa sendiri.\nNabi Isa sendiri tidak pernah mengubah-ubah isi Taurat dan tidak pula menggantikannya dengan Injil yang diturunkan kepadanya, dan diakui oleh Perjanjian Baru yang sekarang, \"Janganlah kamu menyangka, bahwa Aku datang untuk meniadakan hukum Taurat atau kitab para nabi. Aku datang bukan untuk meniadakannya, melainkan untuk menggenapinya.\" (Matius v.17).\n3. Isa dapat membuat dari tanah sesuatu yang bentuk dan ukurannya seperti burung, kemudian ia meniup burung itu, maka jadilah ia seekor burung yang sungguh-sungguh, dengan seizin Allah. Artinya Isa-lah yang membentuk benda tersebut seperti burung, dan ia pula yang meniupnya, kemudian Allah menjadikannya seekor burung yang hidup.\n4. Isa telah dapat menyembuhkan orang-orang buta sejak lahir dan orang-orang yang kena penyakit sopak, dengan izin Allah, padahal di masa itu tak seorang tabib pun dapat menyembuhkan orang buta sejak lahir dan orang-orang yang kena penyakit sopak.\nDalam bahasa Indonesia, kata abras dipadankan dengan kusta dari terjemahan Inggris leprosy, yakni \"penyakit menahun yang menyerang kulit dan saraf, yang secara perlahan-lahan menyebabkan kerusakan pada anggota tubuh; lepra\" (Kamus Besar Bahasa Indonesia), yang dalam bahasa Arab biasa disamakan dengan judzam, bukan abras. Mu'jam Alfadh al-Qur'an al-Karim menjelasakan, bahwa abras \"adalah warna putih di kulit karena kehilangan zat warna merah (pigmen) dan menimbulkan bercak-bercak putih dalam berbagai bentuk. Ini merupakan gejala penyakit kusta.\" Jadi bukan kusta. Dalam Perjanjian Baru (Matius x.8, Lukas iv.27), diterjemahkan dengan \"kusta,\" sama dengan terjemahan bahasa Inggris. Dalam Tafsir ini diterjemahkan dengan \"sopak,\" agaknya ini lebih tepat, yakni \"penyakit kulit berupa belang-belang putih di tangan atau kaki akibat sel pigmen adalah sel yang memberi warna kulit kering, sawo matang.\" (Kamus Besar Bahasa Indonesia), atau dalam istilah kedokteran dikenal dengan nama leukemia atau vitiligo.\n5. Isa juga dapat menghidupkan orang-orang yang telah mati, sehingga dapat keluar dari kuburnya dalam keadaan hidup, dengan izin Allah.\nSetelah Nabi Isa memberikan bukti-bukti dengan mukjizatnya, sebagian mereka (Bani Israil) menuduhnya ia melakukan perbuatan sihir, mengusir setan dengan menggunakan pemimpin setan, \"Ia mengusir setan dengan kuasa Beelzebul, penghulu setan\" (Lukas xi.15).\nOrang Yahudi menyebut raja setan atau penghulu setan itu Beelzebul, dan penghulu setan yang digunakan untuk mengusir setan ini terdapat dalam beberapa bab (chapter) dalam Perjanjian Baru, antara lain dalam Matius, Markus dan Lukas.\n6. Allah telah melindungi Nabi Isa dari kejahatan kaum Yahudi yang hendak membunuh dan menyalibnya, ketika Isa datang kepada mereka membawa agama Allah yang disertai dengan bukti-bukti dan keterangan yang jelas, yang dikaruniakan Allah kepadanya. Allah menyelamatkan Isa dan mengangkatnya kepada-Nya.\n\nKejahatan Bani Israil melebihi kejahatan umat lainnya, kejahatan umat lainnya terhadap rasul Allah hanya sebatas kepada diri pribadi rasul itu, tetapi kejahatan Bani Israil tidak hanya ditujukan kepada Nabi Isa semata, melainkan juga terhadap ibunya, yaitu mereka menuduh Maryam telah berzina dengan seorang lelaki, sehingga melahirkan Isa. Bahkan kejahatan mereka tidak hanya tertuju kepada Isa dan ibunya, melainkan juga terhadap Allah, karena mereka mengatakan bahwa Allah mempunyai istri dan anak, padahal Allah Maha Suci dari hal-hal tersebut.\nOrang-orang kafir di antara Bani Israil itu tidak hanya menolak agama Allah yang disampaikan Nabi Isa kepada mereka, bahkan mereka mengatakan bahwa keterangan-keterangan yang disampaikan Isa tersebut hanyalah sihir.\nBermacam-macam nikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini merupakan sindiran dan kecaman yang amat tajam sekali terhadap Bani Israil, atas sikap dan perbuatan mereka yang keji itu. Ayat ini menyingkap pula betapa besarnya kedengkian mereka terhadap orang yang memperoleh nikmat Allah. Ucapan mereka bahwa keterangan-keterangan yang disampaikan Nabi Isa kepada mereka adalah \"sihir yang nyata\", merupakan bukti yang kuat tentang sifat-sifat dengki mereka kepada Nabi Isa yang telah dipilih Allah sebagai Nabi dan Rasul-Nya.\nNikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini merupakan nikmat yang luar biasa, yang tidak diberikan Allah kepada nabi-nabi lain. Pada ayat berikutnya, Allah menyebutkan beberapa nikmat-Nya yang lain yang juga diberikannya kepada Nabi Isa tetapi merupakan nikmat-nikmat yang biasa, yang juga diperoleh rasul-rasul lain.",
    "quraish": "Saat itu Allah memanggil 'Isâ putra Maryam lalu berfirman, \"Ingatlah apa yang Aku karuniakan kepadamu dan ibumu di dunia, yaitu ketika Aku menguatkanmu dengan wahyu, dan Aku menjadikanmu dapat berbicara yang membebaskan bundamu dari tuduhan mereka, sedang kamu masih dalam buaian. Aku juga memberikan kepadamu kemampuan berbicara melalui wahyu-Ku saat kamu dewasa. Ingatlah ketika Aku mengajarkanmu menulis dan Aku menunjukkan ucapan dan perbuatanmu kepada kebenaran. Telah Aku ajarkan kepadamu kitab Tawrât dan Injîl. Ingatlah pula ketika Aku berikan mukjizat kepadamu manakala kamu membentuk burung dari tanah dengan seizin-Ku, lalu kamu meniupkan kepadanya sehingga menjadi burung yang sebenarnya karena kekuasaan-Ku, bukan karena kehebatanmu. Aku berikan mukjizat berupa kemampuan menyembuhkan orang yang buta sejak kanak-kanak, menyembuhkan penyakit lepra dengan seizin dan kekuasaan-Ku. Juga mukjizat menghidupkan orang mati dengan seizin-Ku. Ingatlah ketika Aku menghalang-halangi orang Yahudi untuk membunuh dan menyalibmu ketika kamu menunjukkan mukjizat agar mereka beriman. Akan tetapi segolongan dari mereka menentangnya. Mereka mengira bahwa mukjizat-mukjizat yang telah kamu tunjukkan tiada lain kecuali sihir yang nyata.",
    "jalalayn": "Ingatlah! (ketika Allah mengatakan, \"Hai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu) syukurilah nikmat-Ku itu (di waktu Aku mendukung kamu) menguatkan kamu (dengan ruhul kudus) malaikat Jibril (kamu dapat berbicara dengan manusia) menjadi hal bagi kaaf atau dhamir mukhathab yang terdapat dalam kalimat ayyadtuka (sewaktu dalam buaian) masih dalam keadaan bayi (dan sesudah dewasa) kalimat ini memberikan pengertian bahwa ia (Nabi Isa) akan turun ke bumi sebelum hari kiamat sebab sebelum ia mencapai usia tua telah diangkat terlebih dahulu ke langit sebagaimana penjelasan yang telah dikemukakan dalam surah Ali Imran. (Dan ingatlah di waktu Aku mengajar kamu menulis, hikmah, Taurat dan Injil dan ingat pula di waktu kamu membuat suatu bentuk dari tanah yang berupa) seperti gambaran (burung) huruf kaaf dalam kalimat kahaiah adalah bermakna isim yang artinya seperti dan kedudukan i`rabnya menjadi maf`ul atau objek (dengan seizin-Ku kemudian kamu meniup padanya lalu bentuk itu menjadi burung yang sebenarnya seizin-Ku) dengan kehendak-Ku. (Dan ingatlah waktu kamu menyembuhkan orang yang buta dan orang yang berpenyakit sopak dengan seizin-Ku, dan ingatlah di waktu kamu mengeluarkan orang-orang mati) dari kuburan-kuburan mereka dalam keadaan hidup (dengan seizin-Ku, dan ingatlah di waktu Aku menghalangi Bani Israel dari kamu) sewaktu mereka bersengaja hendak membunuhmu (di kala kamu mengemukakan kepada mereka keterangan-keterangan yang nyata) yakni mukjizat-mukjizat (lalu orang-orang kafir di antara mereka berkata, 'Tidak) tidak lain (hal ini) yang engkau datangkan melainkan sihir yang nyata') dan menurut qiraat dibaca saahirun/tukang sihir, yang dimaksud ialah Nabi Isa."
  },
  {
    "page": 126,
    "name": "Al-Ma'idah",
    "ayat": 111,
    "arab": "وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِاَنَّنَا مُسْلِمُوْنَ ",
    "translation": "Dan (ingatlah), ketika Aku ilhamkan kepada pengikut-pengikut Isa yang setia, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.” Mereka menjawab, “Kami telah beriman, dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri (Muslim).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/780.mp3",
    "tafsir": "Allah menjelaskan sikap kaum hawariyin, yaitu satu kelompok dari Bani Israil yang menerima baik agama Allah yang disampaikan oleh Nabi Isa. Lalu mereka berkata kepada Nabi Isa, \"Kami telah beriman; dan saksikanlah, bahwa sesungguhnya kami adalah orang-orang yang patuh kepada seruanmu.\" Maksudnya, mereka beriman dan menerima seruan Nabi Isa, dan akan melaksanakan semua perintah-perintahnya, sebagai bukti dari iman tersebut.\nArti nikmat Allah kepada Nabi Isa dalam hal ini ialah bahwa Nabi Isa telah mendapat sambutan baik dari kaum hawariyin, sehingga mereka mencintai dan mematuhinya. Ini tidak hanya merupakan nikmat bagi Nabi Isa semata-mata, melainkan juga nikmat bagi ibunya, sebab setiap nikmat yang diperoleh seorang anak, juga mendatangkan kegembiraan dan kebahagiaan bagi ibunya.",
    "quraish": "Ingatkanlah umatmu, wahai Rasulullah, yang terjadi ketika Aku ilhamkan kepada sekelompok orang yang menyeru beriman kepada Allah dan rasul-Nya, 'Isâ, lalu mereka menyambut seruan itu sehingga mereka menjadi sahabat-sahabat setianya. Mereka berkata, \"Kami beriman dan saksikanlah, wahai Tuhan kami, bahwa kami orang-orang yang takut dengan perintah-perintah-Mu.\"",
    "jalalayn": "(Dan ingatlah ketika Aku ilhamkan kepada para pengikut Nabi Isa yang setia) Aku perintahkan mereka melalui lisannya (hendaknya) (kamu beriman kepada-Ku dan kepada rasul-Ku.\") yaitu Nabi Isa (Mereka menjawab, \"Kami telah beriman) kepada Allah dan rasul-Nya (dan saksikanlah, wahai rasul, bahwa sesungguhnya kami adalah orang-orang yang berserah diri kepada seruanmu.\")"
  },
  {
    "page": 126,
    "name": "Al-Ma'idah",
    "ayat": 112,
    "arab": "اِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "translation": "(Ingatlah), ketika pengikut-pengikut Isa yang setia berkata, “Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?” Isa menjawab, “Bertakwalah kepada Allah jika kamu orang-orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/781.mp3",
    "tafsir": "Pada ayat ini Allah menceritakan bahwa kaum hawariyyin pernah menanyakan kepada Nabi Isa, apakah Allah dapat menurunkan kepada mereka suatu hidangan dari langit. Pertanyaan itu bukan menunjukkan bahwa kaum hawariyyin itu masih ragu tentang kekuasaan Allah. Mereka telah yakin sepenuhnya tentang kekuasaan Allah. Tetapi mereka menanyakan hal itu untuk lebih menenteramkan hati mereka. Sebab, apabila mereka dapat menyaksikan bahwa Allah kuasa menurunkan apa yang mereka inginkan itu, maka hati mereka akan lebih tenteram, dan iman mereka akan bertambah kuat.\nHal ini juga pernah terjadi pada Nabi Ibrahim ketika beliau memohon kepada Allah agar Allah memperlihatkan kepadanya bagaimana Dia kuasa menghidupkan makhluk yang telah mati. Allah berfirman:\ndan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" (al-Baqarah/2:260)\nDengan demikian, pertanyaan kaum hawariyyin tadi dapat diartikan sebagai berikut, \"Hai Isa, maukah Tuhanmu memperkenankan bila kami memohon kepada-Nya agar Dia menurunkan kepada kami suatu hidangan?\" Jadi yang mereka ragukan bukanlah kekuasaan Allah untuk mengabulkan hal itu melainkan apakah Tuhan bersedia mengabulkan permintaan Nabi, bila Nabi Isa memintakan hal itu kepada-Nya untuk mereka. Patut diperhatikan dalam ayat di atas, bahwa ketika kaum hawariyyin mengemukakan pertanyaan mereka kepada Nabi Isa, mereka menyebutkannya dengan namanya, lalu diiringi dengan sebutan 'putra Maryam. Ini untuk menegaskan bahwa mereka tidak menganut kepercayaan bahwa Isa adalah Tuhan, atau anak Tuhan. Mereka yakin bahwa Isa adalah makhluk Allah yang dipilih untuk menjadi Nabi dan Rasul-Nya, juga adalah putra Maryam, bukan putra Allah.\nhawariyyun atau hawariyyin, dari kata hawari, \"bahan pemutih pakaian, yang bersih dan bebas dari segala noda; sahabat dan pembela;\" menurut Mu'jam Alfadh al-Qur'an al-Karim, hawari, murni dan bersih dari segalanya, umumnya dipakai untuk mereka yang benar-benar ikhlas untuk para nabi,\" atau \"pembelaan, dukungan,\" \"pembela-pembela\" (Ali 'Imran/3: 52). Diduga dari asal bahasa Abisinia. Menurut Muhammad Asad dalam The Message of The Qur'an, \"orang yang memutihkan pakaiannya dengan mencucinya,\" karenanya dikatakan juga untuk pengikut-pengikut Nabi Isa sebagai simbul orang yang berhati bersih. Penemuan Dead Sea Scroll belum lama ini sangat mendukung pendapat ini, bahwa kata hawari dipakai untuk menunjukkan orang yang menjadi anggota Persaudaraan Essense, yaitu sekelompok golongan agama di Palestina pada masa Nabi Isa, yang mungkin juga termasuk dia sendiri. Golongan Essense ini terutama dikenal karena kegigihannya mempertahankan kebersihan moral serta tidak mementingkan diri sendiri, dan mereka selalu mengenakan pakaian putih. Nabi Muhammad memberi gelar hawari kepada Zubair bin 'Awwam dengan mengatakan:\n\"Setiap nabi punya seorang hawari, dan hawari-ku adalah Zubair bin 'Awwam\". (Riwayat al-Bukhari dan at-Tirmidzi)\nDalam beberapa tafsir bahasa Indonesia diterjemahkan dengan \"pengikut,\" \"sahabat,\" \"penolong\" atau \"tetap \"Hawariyun;\" sementara Bibel menerje-mahkannya dengan \"murid\".\nPada akhir ayat tersebut diterangkan jawaban Nabi Isa kepada kaum hawariyyin. Ia menyuruh mereka agar bertakwa kepada Allah, yaitu agar mereka tidak mengajukan permintaan ataupun pertanyaan yang memberikan kesan seolah-olah mereka meragukan kekuasaan Allah. Ini merupakan suatu pelajaran yang amat baik, sebab orang-orang yang beriman haruslah memperkokoh imannya, dan melenyapkan segala macam hal yang dapat mengurangi keimanan. Allah Mahakuasa, atas segala sesuatu. Menyediakan suatu hidangan adalah suatu pekerjaan yang tidak patut untuk dimohonkan kepada Allah. Dia Mahamulia. Dia telah mengaruniakan kepada hamba-Nya segala sesuatu di bumi, baik berupa bahan makanan, pakaian, perumahan, dan sebagainya. Maka tugas manusialah untuk mengolah bahan-bahan yang tersedia itu untuk mereka jadikan makanan, pakaian, rumah dan sebagainya untuk kepentingan mereka sendiri. Allah tidak meminta imbalan atas nikmat yang telah disediakan-Nya, yang tak terhitung jumlahnya. Apabila Allah tidak menurunkan hidangan dari langit, maka hal itu tidaklah mengurangi arti kekuasaan dan kasih sayang-Nya kepada hamba-Nya. Sebab itu, janganlah mengurangi iman dan keyakinan kepada-Nya.",
    "quraish": "Ingatlah, wahai Muhammad, yang terjadi ketika para pengikut setia 'Isâ berkata, \"Hai 'Isâ putra Maryam, apakah Tuhanmu mengabulkan permintaanmu agar diturunkan makanan dari langit?\" 'Isâ menjawab, \"Takutlah kalian kepada Allah jika kalian beriman kepada-Nya. Taatilah perintah dan larangan- Nya dan janganlah mencari alasan-alasan selain yang aku kemukakan.\"",
    "jalalayn": "Ingatlah (Ketika pengikut-pengikut Isa berkata, \"Hai Isa putra Maryam! Sanggupkah) artinya bisakah (Tuhanmu) menurut satu qiraat dibaca tastathii'u kemudian lafal yang sesudahnya dibaca nashab/rabbaka, yang artinya apakah engkau bisa meminta kepada-Nya (menurunkan hidangan dari langit kepada kami?\" Menjawab) kepada mereka Isa (\"Bertakwalah kepada Allah) di dalam meminta bukti-bukti itu/mukjizat-mukjizat (jika betul-betul kamu orang yang beriman.\")"
  },
  {
    "page": 126,
    "name": "Al-Ma'idah",
    "ayat": 113,
    "arab": "قَالُوْا نُرِيْدُ اَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ ",
    "translation": "Mereka berkata, “Kami ingin memakan hidangan itu agar tenteram hati kami dan agar kami yakin bahwa engkau telah berkata benar kepada kami, dan kami menjadi orang-orang yang menyaksikan (hidangan itu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/782.mp3",
    "tafsir": "Dalam ayat ini diceritakan ucapan kaum hawariyyin selanjutnya kepada Nabi Isa, setelah Isa menyuruh mereka beriman kepada Allah, beramal, bekerja dan bertawakal kepada-Nya, dan tidak mengajukan permintaan yang tidak layak. Kaum hawariyyin itu berkata, \"Kami beriman sepenuhnya atas kekuasaan Allah, akan tetapi kami mengajukan permintaan itu, karena kami memerlukan makanan, dan kami tidak mendapatkan makanan yang lain, sedangkan kami merasa lapar. Di samping itu, apabila kami dapat menyaksikan turunnya hidangan itu, serta dapat merasakan kelezatannya, maka iman kami akan bertambah kuat. Dengan demikian kami pun akan dapat pula menjadi saksi terhadap orang-orang yang tidak menyaksikan turunnya hidangan itu dan tidak turut memakannya, sehingga mereka pun akan turut beriman pula, dan bertambah kuat pula keyakinan mereka, karena kasaksian kami tadi.\"",
    "quraish": "Mereka berkata, \"Sesungguhnya kami ingin memakan hidangan itu, supaya hati kami tenteram dengan keimanan kami kepada kekuasaan Allah. Melalui pengamatan, kami mengetahui bahwa kami telah berkata benar dengan mukjizat ini dan kami sebagai saksi bagi orang-orang yang tidak menyaksikannya.",
    "jalalayn": "(Mereka berkata, \"Kami menginginkan) dengan permintaan ini agar (agar bisa memakan hidangan itu dan supaya menjadi tenteram) menjadi tenang/mantap (hati kami) semakin bertambah yakin (dan supaya kami mengetahui) kami makin bertambah pengetahuan (bahwa) an mukhaffafah; artinya bahwa sesungguhnya (kamu telah berkata benar kepada kami) dalam pengakuanmu menjadi nabi (dan kami menjadi orang-orang yang menyaksikan hidangan itu.\")"
  }
]