[
  {
    "page": 127,
    "name": "Al-Ma'idah",
    "ayat": 114,
    "arab": "قَالَ عِيْسَى ابْنُ مَرْيَمَ اللهم رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ",
    "translation": " Isa putra Maryam berdoa, “Ya Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan Engkau; berilah kami rezeki, dan Engkaulah sebaik-baik pemberi rezeki.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/783.mp3",
    "tafsir": "Dalam ayat ini diterangkan, bahwa Nabi Isa setelah mengetahui maksud baik dari kaum hawariyyin dalam permohonan mereka yaitu bahwa mereka tidak meragukan kekuasaan Allah, melainkan karena mereka ingin lebih yakin dan memperoleh keimanan yang lebih kuat serta ketenteraman hati, maka Nabi Isa mengabulkan permohonan mereka untuk bedoa kepada Allah agar menurunkan hidangan untuk mereka. Nabi Isa memulai doanya itu dengan ucapan \"Allahuma Rabbana\". Sedangkan kata-kata tersebut mengandung pengertian sifat-sifat keagungan-Nya, yaitu: ketuhanan, kekuasaan, hikmah dan kebijaksanaan-Nya, serta sifat-sifat-Nya sebagai Penguasa, Pendidik, Pemelihara dan Pemberi nikmat.\nKemudian Isa melanjutkan doanya dengan permohonan agar Allah menurunkan untuk mereka hidangan dari langit. Nabi Isa mengharapkan agar hari ketika hidangan itu turun akan menjadi hari raya bagi mereka dan generasi mereka selanjutnya. Hal ini juga akan menjadi tanda atau bukti bagi kekuasaan Allah. Nabi Isa mengakhiri doanya dengan ucapan, \"Berilah kami rezeki, karena Engkau adalah Pemberi rezeki Yang Paling Utama.\" Hal yang perlu kita perhatikan dalam ayat ini ialah bahwa Nabi Isa dalam doanya lebih dahulu menyebutkan faedah rohaniah yang akan diperoleh bila Allah mengabulkan doanya, kemudian baru disebutkan faedahnya dari segi jasmaniah. Faedah rohaniah ialah: turunnya hidangan itu akan merupakan hari yang amat penting dalam kehidupan umatnya, dan akan mereka jadikan hari raya, dimana mereka akan selalu mengenang rahmat Allah, dan mereka akan mengagungkan kebesaran kekuasaan-Nya. Hal ini akan menambah keyakinan mereka, dan akan memperkokoh keimanan kepada Allah. Adapun faedah jasmaniah ialah makanan itu akan merupakan rezeki yang akan menghilangkan rasa lapar dan mengembalikan kesegaran dan kekuatan jasmani mereka.\nLain halnya kaum hawariyyin ketika mereka mengemukakan permintaan itu kepada Isa. Mereka mendahulukan penyebutan faedah jasmaniah, dan sesudah itu barulah menyebutkan faedah rohaniahnya. Dengan demikian dapat diambil kesimpulan, bahwa dengan susunan doanya itu, Nabi Isa mengajarkan kepada umatnya, agar mereka lebih mengutamakan segi-segi mental rohaniah daripada segi-segi fisik materiil jasmaniah.\nDisebutkan \"Ma'idah\" dalam surah ini yang berarti \"hidangan\" maka kata tersebut telah disepakati menjadi nama bagi surah ini, yaitu Surah al-Ma'idah/5. Kata-kata yang dipakai menjadi nama bagi surah-surah Al-Qur'an kebanyakan diambil dari suatu kata yang terdapat di dalam surah bersangkutan, yang berkenaan dengan suatu hal yang amat penting, misalnya: nama surah ini dan Surah \"al-Baqarah\". Adakalanya pula diambil dari kata-kata lain yang tidak terdapat dalam surah itu tetapi menunjukkan dengan jelas isi surah tersebut, misalnya nama Surah al-Ikhlas/ 112. \nAyat 112 dan 113 menyebutkan permintaan hidangan makanan dari langit oleh pengikut-pengikut Nabi Isa. Dalam beberapa bab dalam Perjanjian Baru dilukiskan sangat beragam (Matius vi.11, Kisah Para Rasul x.9-12 dan sebagainya).",
    "quraish": "'Isâ putra Maryam mengabulkan permohonan mereka dan berdoa, \"Ya Tuhan kami, turunkanlah kiranya hidangan dari langit kepada kami yang hari turunnya menjadi hari raya bagi orang-orang yang beriman, baik yang telah lalu maupun yang datang kemudian. Juga agar menjadi mukjizat yang akan memperkuat seruan-Mu. Karuniakanlah kepada kami rezeki yang baik. Engkau adalah sebaik-baik Pemberi rezeki.\"",
    "jalalayn": "(Isa Putra Maryam berdoa, \"Ya Tuhan kami! Turunkanlah kiranya kepada kami suatu hidangan dari langit yang hal itu bagi kami) artinya pada hari turunnya hidangan itu (menjadi hari raya) yang kami hormati dan kami muliakan (bagi orang-orang sezaman dengan kami) kalimat ini menjadi badal/kalimat pengganti bagi lafal lanaa, yang juga disertai pula dengan huruf jarnya (dan bagi orang-orang yang datang sesudah kami) orang-orang yang akan datang sesudah kami (dan menjadi tanda kekuasaan Engkau) yang menunjukkan akan kekuasaan-Mu dan kenabianku (berilah kami rezeki) dengan hidangan tersebut (dan Engkaulah Pemberi rezeki Yang Paling Utama.\")"
  },
  {
    "page": 127,
    "name": "Al-Ma'idah",
    "ayat": 115,
    "arab": "قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ",
    "translation": "Allah berfirman, “Sungguh, Aku akan menurunkan hidangan itu kepadamu, tetapi barangsiapa kafir di antaramu setelah (turun hidangan) itu, maka sungguh, Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara umat manusia (seluruh alam).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/784.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah mengabulkan doa tersebut dan menurunkan hidangan sesuai dengan permintaan mereka. Tetapi, dengan syarat bahwa sesudah turunnya hidangan itu, tidak boleh ada di antara mereka yang tetap kafir, atau kembali kafir sesudah beriman, karena mereka telah diberi pelajaran dan keterangan-keterangan tentang kekuasaan dan kebesaran Allah, kemudian diberi pula bukti nyata yang dapat mereka saksikan dengan panca indera mereka sendiri. Apabila masih ada di antara mereka yang kafir maka sepantasnya kemurkaan dan azab Allah ditimpakan kepada mereka, yang melebihi azab yang ditimpakan kepada orang-orang kafir lainnya.\nPendapat para ulama beragam mengenai macam makanan yang diturunkan Allah dalam hidangan tersebut. Tetapi masalah tersebut bukanlah masalah yang penting untuk dibicarakan, Al-Qur'an sendiri tidak menyebutkannya. Demikian pula Rasulullah saw. Yang perlu kita perhatikan ialah hubungan sebab akibat, serta isi dan tujuan dari kisah tersebut, untuk dijadikan iktibar dan pelajaran guna memperkokoh iman dan keyakinan kita kepada Allah dengan segala sifat-sifat kesempurnaan-Nya.",
    "quraish": "Allah berfirman, \"Aku akan menurunkan kepadamu hidangan dari langit. Barangsiapa di antara kalian yang ingkar terhadap nikmat ini setelah diturunkan hidangan, maka Aku pasti akan menyiksanya dengan siksaan yang tidak pernah Aku timpakan kepada seorang pun di antara manusia karena ingkar setelah menyaksikan bukti keimanan yang mereka usulkan.\"",
    "jalalayn": "(Allah berfirman) mengabulkan doanya (\"Sesungguhnya Aku akan menurunkan hidangan itu) boleh dibaca takhfif/munziluhaa dan boleh pula dibaca tasydid/munazziluhaa (kepadamu; siapa yang kafir sesudah) artinya sesudah diturunkannya hidangan itu (di antara kamu, maka sesungguhnya Aku akan menyiksanya dengan siksaan yang tidak pernah Aku timpakan kepada seseorang pun di antara umat manusia.\") kemudian turunlah malaikat-malaikat seraya membawa hidangan dari langit berupa tujuh buah roti dan tujuh macam lauk-pauk. Kemudian mereka memakan sebagian darinya hingga semuanya merasa kenyang. Demikianlah menurut riwayat Ibnu Abbas dalam hadisnya sehubungan dengan kisah mengenai turunnya hidangan dari langit ini. Hadisnya itu mengatakan, bahwa hidangan itu berupa roti dan daging, kemudian mereka diperintahkan agar jangan berkhianat dan juga jangan menyimpannya hingga keesokan harinya. Akan tetapi mereka berkhianat dan menyimpan sebagian hidangan itu, akhirnya mereka dikutuk menjadi kera-kera dan babi-babi."
  },
  {
    "page": 127,
    "name": "Al-Ma'idah",
    "ayat": 116,
    "arab": "وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
    "translation": "Dan (ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?” (Isa) menjawab, “Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/785.mp3",
    "tafsir": "Pada ayat ini, Allah berkata, apakah Isa dan ibunya telah menyatakan dirinya sebagai tuhan. Isa menyatakan bahwa pernyataan di atas adalah tidak benar, karena dia tidaklah berhak menyatakan sesuatu yang tidak patut bagi dirinya dan ibunya. Allah menanyakan hal demikian itu kepada Isa walaupun Allah mengetahui apa yang sebenarnya terjadi, agar Isa di hari Kiamat itu menyatakan di hadapan para rasul dan umat manusia bahwa hanya Allah-lah yang berhak disembah, serta dia menjelaskan kesalahan umatnya yang memandang dirinya dan ibunya sebagai Tuhan. Semua ibadah hanya ditujukan kepada Allah. Ayat ini memberikan peringatan kepada orang-orang Nasrani yang hidup kemudian atas kesalahan dan kekeliruan akidah mereka. Banyak macam ibadah dan doa yang dilakukan oleh orang Nasrani ditujukan kepada Isa dan ibunya, baik yang khusus untuk Isa dan ibunya masing-masing, maupun ibadah mempersekutukan mereka dengan Allah. Semua ibadah seperti itu tidak dapat dibenarkan, karena segala ibadah itu haruslah ditujukan kepada Allah saja. Firman Allah:\nPadahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama¦ (al-Bayyinah/98: 5)\nTiada Tuhan selain Allah yang berhak disembah hamba. Nabi Isa menjawab pertanyaan Allah tentang ibadah dan kepercayaan yang ditujukan kepada dirinya dan ibunya dengan jawaban yang diawali kata \"Subhanaka\" artinya \"Engkau Mahasuci\", maksudnya mustahil ada Tuhan selain Allah.\nNabi Isa menegaskan baik dirinya sendiri atau orang lain, tidaklah berhak untuk mengatakan sesuatu yang tidak patut bagi dirinya dan ibunya. Tidak terlintas sedikit pun dalam pikiran Nabi Isa untuk menyatakan dirinya atau ibunya sebagai tuhan, karena ia diutus kepada manusia untuk membimbing mereka ke jalan yang lurus yakni agama tauhid. Sekiranya Nabi Isa menyatakan pengakuannya sebagai Tuhan, atau terlintas dalam pikirannya, tentulah Allah lebih mengetahuinya, karena Dia Maha Mengetahui apa yang tersembunyi dalam pikiran manusia, terlebih apa yang diungkapkannya. Manusia tidak mengetahui apa yang disembunyikan Allah kecuali jika Dia memberitahukannya dengan perantaraan wahyu. Sesungguhnya hanya Allah sendiri yang Maha Mengetahui segala yang gaib; Ilmu-Nya meliputi segala yang pernah terjadi, yang sedang terjadi, dan yang akan terjadi.\nAllah menanyakan apakah Nabi Isa menyatakan diri dan ibunya sebagai Tuhan, karena orang-orang Nasrani di Najran banyak yang menganggap Isa dan ibunya sebagai Tuhan (Alusi V;94). Yang penting ayat ini merupakan jawaban Nabi Isa yang dengan tegas tidak pernah menyatakan diri dan ibunya sebagai Tuhan. Jawaban ini perlu untuk diketahui oleh murid-murid Nabi Isa maupun semua pengikutnya.",
    "quraish": "Ingatlah, wahai Nabi, apa yang akan terjadi pada hari kiamat, ketika Allah berfirman kepada 'Isâ putra Maryam, \"Adakah kamu mengatakan kepada mereka, 'Jadikanlah aku dan ibuku Tuhan' dengan mengabaikan keesaan-Ku?\"'Isâ menjawab, \"Engkau Mahasuci dari segala bentuk sekutu. Tidaklah patut bagiku memohon sesuatu yang tidak berhak aku pinta. Jika aku pernah mengatakannya, pasti Engkau telah mengetahuinya. Sebab Engkau Maha Mengetahui apa yang tersembunyi dalam diriku dan apa yang tampak dari ucapanku. Aku tidak mengetahui apa yang Engkau sembunyikan dariku. Hanya Engkaulah yang mengetahui segala sesuatu yang tersembunyi dan yang gaib.\"",
    "jalalayn": "(Dan) ingatlah (ketika berfirman) artinya akan berfirman (Allah) kepada Isa di hari kiamat sebagai penghinaan terhadap kaumnya (\"Hai Isa putra Maryam! Adakah kamu mengatakan kepada manusia, 'Jadikanlah aku dan ibuku dua orang tuhan selain Allah?' Ia menjawab) Isa menjawab seraya gemetar ('Maha Suci Engkau) aku menyucikan-Mu dari apa-apa yang tidak layak bagi-Mu seperti sekutu dan lain-lainnya (tidaklah patut) tidak pantas (bagiku mengatakan apa yang bukan hakku mengatakannya) bihaqqin menjadi khabar dari laisa sedangkan kata lii adalah untuk penjelas/tabyin (jika aku pernah mengatakannya maka tentulah Engkau mengetahuinya. Engkau mengetahui apa) yang aku sembunyikan (pada diriku dan aku tidak mengetahui apa yang ada pada diri Engkau) artinya apa-apa yang Engkau sembunyikan di antara pengetahuan-pengetahuan Engkau (Sesungguhnya Engkau Maha Mengetahui perkara yang gaib-gaib.)"
  },
  {
    "page": 127,
    "name": "Al-Ma'idah",
    "ayat": 117,
    "arab": "مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), “Sembahlah Allah, Tuhanku dan Tuhanmu,” dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/786.mp3",
    "tafsir": "Sesudah Nabi Isa pada ayat yang lalu mensucikan Allah dan kemudian dia membersihkan dirinya dari tuduhan menganggap dirinya sebagai Tuhan, maka dalam ayat ini Isa menjelaskan apa sebenarnya yang telah diserukannya kepada kaumnya yaitu agar mereka menyembah Allah. Tuhannya sendiri dan juga Tuhan kaumnya. Tidak benar dia menuhankan dirinya dan ibunya karena mereka berdua adalah hamba Allah seperti juga manusia lainnya. Nabi Isa telah mengajarkan pokok-pokok agama dan dasar-dasar keimanan kepada kaumnya yang seharusnya mereka jadikan pedoman dalam kehidupan beragama sepanjang masa. Sewaktu Nabi Isa masih berada bersama mereka, beliau selalu memberikan bimbingan kepada mereka dan mengawasi segala tingkah laku mereka; yang benar dibenarkan, yang salah dinyatakan salah sesuai dengan petunjuk Allah. Tetapi setelah beliau diangkat ke langit, habislah masa tugas kerasulannya, putuslah pengawasan dan bimbingan beliau terhadap kaumnya. Nabi Isa tidak mengetahui lagi amal perbuatan mereka dan sejarah perkembangan mereka dan agamanya. Hanyalah Allah yang menjadi Pengawas dan Saksi atas mereka. Allah memberi petunjuk kepada orang yang menghendaki kebenaran, membiarkan orang yang menginginkan kesesatan. Orang yang menuhankan Isa telah kafir dan haram surga bagi mereka. Hal itu ditegaskan Allah dalam firman-Nya:\nSungguh, telah kafir orang-orang yang berkata, \"Sesungguhnya Allah itu dialah Al-Masih putra Maryam.\" Padahal Al-Masih (sendiri) berkata, \"Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.\" Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-Ma'idah/5:72)",
    "quraish": "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku untuk disampaikan kepada mereka. Telah aku katakan kepada mereka, 'Sembahlah Allah Yang Mahakuasa. Aku tahu keadaan mereka karena aku berada di tengah-tengah mereka. ' Maka ketika ajalku telah tiba sebagaimana yang Engkau tetapkan, Engkaulah satu-satunya pemeriksa atas mereka. Hanya Engkaulah yang Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Aku tidak pernah mengatakan kepada mereka kecuali apa yang telah Engkau perintahkan kepadaku untuk mengatakannya) yaitu: ('Sembahlah Allah Tuhanku dan Tuhanmu dan adalah aku menjadi saksi terhadap mereka) sebagai pengawas yang mencegah mereka dari apa yang mereka katakan itu (selama aku berada di antara mereka. Maka setelah Engkau wafatkan aku) Engkau telah mengambilku dengan cara mengangkatku ke langit (Engkaulah yang menguasai mereka) yang memelihara amal perbuatan mereka. (Sesungguhnya Engkau atas segala sesuatu) termasuk perkataanku kepada mereka dan perkataan mereka sesudahku dan lain-lainnya (Maha Menyaksikan) Maha Waspada dan Maha Mengetahui tentang hal itu."
  },
  {
    "page": 127,
    "name": "Al-Ma'idah",
    "ayat": 118,
    "arab": "اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba-Mu, dan jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/787.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Isa menyerahkan sepenuhnya keputusan atas orang-orang Nasrani itu kepada Allah, dan beliau berlepas tangan dari tanggung jawab atas perbuatan mereka, karena beliau sudah menyampaikan seruannya sesuai dengan perintah Allah, yaitu mengesakan-Nya serta mengkhususkan ibadah kepada-Nya. Allah akan menjatuhkan hukuman kepada mereka sesuai dengan perbuatan mereka. Dialah yang mengetahui siapa di antara mereka yang tetap dalam tauhid dan siapa yang musyrik, siapa pula yang taat dan siapa yang ingkar, siapa yang saleh dan yang fasik. Jika Allah menjatuhkan azab atas mereka, maka azab itu jatuh kepada orang yang memang patut menerima azab. Mereka itu adalah hamba-hamba Allah, seharusnya mereka itu menyembah Allah, tidak menyembah selain Allah. Jika Allah memberikan pengampunan kepada mereka, maka pengampunan itu diberikan-Nya kepada mereka yang patut diberi-Nya dan yang patut menerimanya. Allah Mahakuasa dan berwenang dalam mengurusi segala perkara, tidak ada orang lain yang turut mengurusinya. Allah Mahabijaksana dalam menentukan keputusan atas perkara itu, dan Dia Maha Mengetahui siapakah di antara orang-orang Nasrani yang telah menjadi musyrik dan siapa pula yang masih dalam agama tauhid.\nMereka yang menjadi musyrik, tidak ada ampunan bagi dosa mereka. Firman Allah:\nSesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. (an-Nisa'/4: 48)\n\nSejak permulaan abad masehi, sudah banyak aliran dalam kepercayaan yang tumbuh di kalangan penganut agama Nasrani. Sehingga banyak perselisihan yang timbul di antara mereka, maka semuanya terserah kepada Allah diazab atau diampuni di antara hamba-hamba-Nya sesuai dengan kehendak-Nya.",
    "quraish": "Jika Engkau menyiksa mereka oleh sebab perbuatan yang mereka lakukan, sesungguhnya mereka itu adalah hamba-hamba-Mu. Dan, jika Engkau mengampuni mereka, maka sesungguhnya hanya Engkaulah yang Mahaperkasa, sangat Bijaksana dalam setiap ketentuan yang Engkau buat.\"",
    "jalalayn": "(Jika Engkau menyiksa mereka) artinya orang-orang yang melakukan kekafiran di antara mereka (maka sesungguhnya mereka adalah hamba-hamba Engkau) Engkau adalah Yang Menguasai mereka; Engkaulah yang berhak memperlakukan mereka menurut apa yang Engkau kehendaki, tak ada yang bisa menghalang-halangi Engkau (dan jika Engkau mengampuni mereka) artinya mengampuni orang-orang yang beriman di antara mereka (maka sesungguhnya Engkaulah Yang Maha Perkasa) Yang Maha Menang perkara-Nya (lagi Maha Bijaksana'\") dalam perbuatan-Nya."
  },
  {
    "page": 127,
    "name": "Al-Ma'idah",
    "ayat": 119,
    "arab": "قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
    "translation": "Allah berfirman, “Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/788.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa pada hari Kiamat, orang yang senantiasa berbuat tetap dalam tauhid, akan memperoleh manfaat dari kebenaran iman mereka dan dari kejujuran perbuatan dan perkataan mereka. Kemanfaatan yang mereka peroleh itu ialah: pertama kenikmatan surga, kenikmatan yang banyak memberi kepuasan jasmaniah, dan kedua kenikmatan rida Ilahi, kenikmatan yang memberikan ketenteraman dan kepuasan rohani. Segala amal perbuatan mereka diterima Allah sebagai ibadah dan Allah memberi anugerah dan keridaan kepada mereka. Mereka merasa bahagia memperoleh keridaan dari Allah. Tidak ada kenikmatan yang lebih besar dari penghargaan dari Allah. Allah rida terhadap mereka, dan mereka rida terhadap Allah. Inilah puncak kebahagiaan abadi dalam diri manusia. Kedua nikmat Allah ini ialah surga dan rida Ilahi yang diperoleh sesudah melewati perhitungan amal pada hari Kiamat.",
    "quraish": "Allah berfirman, \"Ini adalah hari ketika keimanan orang-orang beriman menjadi bermanfaat. Mereka disediakan surga yang dialiri sungai-sungai di bawah pepohonannya dan mereka hidup kekal di dalamnya. Mereka menikmatinya dengan perkenan Allah dan mereka pun puas dengan pahala dari-Nya. Itulah kenikmatan dan keberuntungan yang besar.\"",
    "jalalayn": "(Allah berfirman, \"Ini adalah) artinya hari kiamat (suatu hari yang bermanfaat orang-orang yang benar) sewaktu di dunia seperti Nabi Isa (kebenaran mereka) sebab hari itu adalah hari pembalasan (bagi mereka surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya untuk selama-lamanya; Allah rida terhadap mereka) oleh sebab ketaatan terhadap-Nya (dan mereka pun rida terhadap-Nya) dengan pahala-Nya (Itulah keberuntungan yang besar.\") dan orang-orang pendusta sewaktu hidup di dunia, tidak akan bisa bermanfaat kejujuran mereka pada hari itu seperti orang-orang kafir, yaitu tatkala mereka mulai percaya dan iman sewaktu mereka melihat azab Allah."
  },
  {
    "page": 127,
    "name": "Al-Ma'idah",
    "ayat": 120,
    "arab": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "translation": "Milik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/789.mp3",
    "tafsir": "Surah ini diakhiri dengan pernyataan, bahwa segala kerajaan langit dan bumi beserta isinya hanyalah kepunyaan Allah. Baik makhluk yang berakal maupun yang tidak berakal; benda-benda mati ataupun makhluk bernyawa, semuanya tunduk dan takluk di bawah kudrat dan iradat-Nya. Ayat ini memperingatkan orang-orang Nasrani atas kesalahan cara berpikir mereka mengenai Isa dan ibunya, yang dianggap tuhan, padahal keduanya adalah hamba Allah dan milik-Nya. Keduanya bukan sekutu Allah, ataupun tandingan-Nya. Oleh karena itu, doa dan ibadah tidak selayaknya ditujukan kepada keduanya. Hanya Allah yang berhak disembah, karena Dialah pemilik dan penguasa alam ini beserta segala isinya.",
    "quraish": "Kepunyaan Allahlah kerajaan langit dan bumi dan apa-apa yang ada di dalamnya. Dialah satu-satunya yang patut disembah. Dia memiliki kekuasaan yang sempurna untuk mewujudkan segala kehendak-Nya.",
    "jalalayn": "(Kepunyaan Allahlah kerajaan langit dan bumi) tempat-tempat penyimpanan hujan, semua tumbuhan, semua rezeki dan lain-lainnya (dan apa yang ada di dalamnya) dipergunakan kata maa, karena kebanyakan makhluk Allah itu terdiri dari yang tidak berakal (dan Dia Maha Kuasa atas segala sesuatu) di antara kekuasaan-Nya itu ialah memberi pahala kepada orang yang berbuat benar, dan menyiksa orang yang berbuat dusta."
  }
]