[
  {
    "page": 13,
    "name": "Al-Baqarah",
    "ayat": 84,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ لَا تَسْفِكُوْنَ دِمَاۤءَكُمْ وَلَا تُخْرِجُوْنَ اَنْفُسَكُمْ مِّنْ دِيَارِكُمْ ۖ ثُمَّ اَقْرَرْتُمْ وَاَنْتُمْ تَشْهَدُوْنَ ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu, “Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu.” Kemudian kamu berikrar dan bersaksi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/91.mp3",
    "tafsir": "Dalam ayat ini Allah telah mengambil janji dari Bani Israil agar mereka benar-benar menjauhi pertumpahan darah di antara mereka, dan tidak saling mengusir dari negeri masing-masing. Mereka hendaklah merupakan kesatuan bangsa karena satu agama dan satu keturunan. Masing-masing hendaklah merasa bahwa diri dan darahnya adalah diri dan darah kaumnya.\nAyat ini juga mengandung larangan mengerjakan kejahatan-kejahatan yang dapat dijatuhi hukuman mati (qisas), atau pengusiran dari kampung halaman yang berarti \"membunuh diri sendiri\". Bilamana mengerjakan suatu kesalahan yang dapat dijatuhi hukuman mati, maka berarti membunuh dirinya sendiri. Pada akhir ayat ini Allah menyatakan bahwa orang Yahudi pada zaman Rasul saw mengaku menerima janji itu, bahkan mereka menjadi saksi atas janji itu.",
    "quraish": "Ingatlah ketika kalian berjanji kepada Kami di dalam Tawrât, bahwa kalian tidak akan saling melakukan pertumpahan darah sesama kalian dan tidak akan saling mengusir dari kampung halaman. Ini adalah janji yang kalian akui keberadaannya di dalam kitab kalian, dan kalian juga bersaksi akan kebenarannya.",
    "jalalayn": "(Dan ingatlah ketika Kami menerima perjanjian pula darimu) dan firman Kami, (\"Kamu tidak akan menumpahkan darahmu) artinya mengalirkannya dengan berbunuhan sesamamu (dan tidak akan mengeluarkan dirimu dari kampung halamanmu) dari negerimu. (Kemudian kamu berikrar) akan menepati perjanjian tersebut (sedangkan kamu mempersaksikan.\") atas diri kamu sendiri."
  },
  {
    "page": 13,
    "name": "Al-Baqarah",
    "ayat": 85,
    "arab": "ثُمَّ اَنْتُمْ هٰٓؤُلَاۤءِ تَقْتُلُوْنَ اَنْفُسَكُمْ وَتُخْرِجُوْنَ فَرِيْقًا مِّنْكُمْ مِّنْ دِيَارِهِمْۖ تَظٰهَرُوْنَ عَلَيْهِمْ بِالْاِثْمِ وَالْعُدْوَانِۗ وَاِنْ يَّأْتُوْكُمْ اُسٰرٰى تُفٰدُوْهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ اِخْرَاجُهُمْ ۗ اَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍۚ  فَمَا جَزَاۤءُ مَنْ يَّفْعَلُ ذٰلِكَ مِنْكُمْ اِلَّا خِزْيٌ فِى الْحَيٰوةِ الدُّنْيَا ۚوَيَوْمَ الْقِيٰمَةِ يُرَدُّوْنَ اِلٰٓى  اَشَدِّ الْعَذَابِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu), dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/92.mp3",
    "tafsir": "Dalam ayat ini disebutkan kenyataan tentang pelanggaran orang Yahudi terhadap larangan Allah itu. Di Medinah sejak sebelum Nabi Muhammad saw terdapat tiga suku Yahudi yaitu Bani Qainuqa, Bani Nadir, Bani Quraizah. Ketiga suku itu terlibat dalam perang saudara yang terjadi antara kabilah Aus dan Khazraj; keduanya penduduk asli kota Medinah. Bani Qainuqa dan Bani Nadir adalah sekutu kabilah Khazraj, sedangkan Bani Quraizah adalah sekutu kabilah Aus. Dengan demikian terjadilah peperangan dan usir-mengusir antara sesama kaum Yahudi sendiri.\nAyat ini menerangkan bahwa sesudah menerima janji yang kuat itu, mereka merusaknya dengan membunuh saudara-saudara mereka sendiri, mereka saling membunuh sebagaimana yang telah dilakukan oleh orang-orang terhadap mereka, sedangkan mereka mengaku bahwa janji Allah itu juga dikenakan pada mereka.\nSebagian orang Yahudi membantu orang-orang Arab yang telah menjadi sekutu mereka dengan membuat dosa seperti pembunuhan dan peperangan, dan membantu mereka di dalam permusuhan seperti pengusiran dari kampung halaman. Bilamana ada yang tertawan, baik orang Arab ataupun orang Yahudi yang bermusuhan, maka untuk melepaskannya mereka meminta uang tebusan.\nMasing-masing golongan Yahudi menebus bangsanya yang menjadi tawanan itu, walaupun tawanan itu musuhnya. Mereka mengemukakan alasan bahwa kitab suci mereka memerintahkan agar mereka menebus tawanan-tawanan bangsa yang suci itu. Jika mereka benar-benar beriman kepada kitabnya seperti yang mereka katakan, mengapa mereka mengusir, saudara-saudaranya dari kampungnya, sedangkan Taurat melarang mereka berbuat begitu? Kalau demikian, bukankah itu berarti mengejek agama? Mengapa mereka beriman pada sebagian Kitab dan ingkar terhadap sebagian yang lain?\nAllah telah membuat janji dengan Bani Israil di dalam Taurat, agar tidak saling membunuh dan mengusir di antara sesamanya. Dalam Taurat disebutkan, \"Siapa saja hamba lelaki atau perempuan dari Bani Israil yang kamu dapati, bayarlah harganya dan merdekakanlah dia.\" Namun mereka tetap saling membunuh di antara sesamanya dan tetap saling mengusir. Mereka menyalahi janji mereka kepada Allah. Apabila ada yang ditawan, mereka menebusnya, sebagai ketaatan mereka kepada janji. Hal itu menunjukkan bahwa mereka mengimani sebagian isi Kitab dan tidak percaya kepada bagian yang lain.\nPembalasan terhadap para pelanggar ketentuan-ketentuan di atas ialah kebinasaan di dunia dan azab yang pedih di akhirat. Kenyataan telah menunjukkan bahwa umat yang berlaku curang terhadap perintah Allah dan melempar agama ke belakang, mereka akan bercerai-berai dan akan ditimpa azab kehinaan sebagai pembalasan terhadap kerusakan akhlak dan kejahatannya.\nAdapun orang-orang yang tetap berlaku benar, menyucikan dirinya dan baik keadaannya, akan memperoleh nikmat di sisi Tuhannya. Allah sekali-kali tidak lengah terhadap apa-apa yang mereka kerjakan. Dia akan memberi balasan terhadap segala perbuatan manusia.",
    "quraish": "Inilah kalian (Banû Isrâ'îl) yang saling membunuh satu sama lain. Kalian saling mengusir satu sama lain dari kampung halamannya, dengan cara saling menolong dalam berbuat dosa dan permusuhan. Apabila salah satu kelompok kalian menjadi tawanan orang-orang yang membantu mereka, kalian berusaha membebaskannya dengan membayar tebusan. Dan apabila kalian ditanya, \"Apakah yang membuat kalian menebus mereka?\" kalian menjawab, \"Kitab-kitab kami memerintahkan kami menebus tawanan-tawanan kami dari golongan Yahudi.\" Apakah kitab kalian tidak memerintahkan juga untuk tidak menumpahkan darah saudara-saudara kalian dan tidak mengusir dari kampung halaman mereka? Apakah kalian tunduk kepada sebagian ajaran yang ada dalam kitab kalian dan mengingkari sebagian yang lain? Maka balasan bagi siapa yang melakukan demikian di antara kalian adalah kenistaan dalam kehidupan dunia dan di hari kiamat. Allah Yang Maha Mengetahui segala perbuatan dan rahasia mereka akan mengembalikan mereka kepada siksa yang sangat berat. (1) {(1) Di Madinah, sebelum Islam datang, terdapat dua kabilah Arab yang saling bermusuhan, yaitu al-Aws dan al-Khazraj, dan juga ada dua kelompok orang-orang Yahudi, yaitu Banû Quraizhah dan Banû al-Nadlîr. Banû Quraizhah adalah sekutu al-Aws dan Banû al-Nadlîr adalah sekutu al-Khazraj. Apabila dua kabilah Arab itu saling berperang, maka sekutu-sekutu masing-masing ikut bergabung dengan mereka, dan juga mereka bergabung dalam peperangan dengan kabilah lain dan juga dalam peperangan dengan kabilah di mana terdapat saudara-saudara seagama mereka. Mereka tidak segan-segan untuk membunuh dan mengusir saudara-saudara mereka itu dari kampung halaman mereka. Tetapi masing-masing kelompok Yahudi itu berusaha untuk menebus tawanan-tawanan Yahudi yang ada di tangan sekutunya. Dan apabila mereka ditanya 'mengapa kalian menebus mereka, sedangkan sebelumnya mereka telah memerangi kalian bersama dengan musuh-musuh kalian', mereka menjawab 'karena Allah memerintahkan kami di dalam Tawrât untuk menebus tawanan-tawanan Yahudi'. Mereka tidak tahu bahwa Allah memerintahkan di dalam Tawrât untuk tidak saling menumpahkan darah dan tidak saling mengusir dari kampung halaman mereka. Maka sebenarnya mereka beriman terhadap sebagian kitab dan mengingkari sebagian yang lain. }",
    "jalalayn": "(Kemudian kamu) hai (Bani Israel, kamu bunuh dirimu) dengan berbunuhan sesamamu (dan kamu usir sebagian kamu dari kampung halaman mereka, kamu bertolong-tolongan) ta asalnya diidgamkan pada zha sehingga dibaca 'tazhzhaaharuuna', tetapi pada satu qiraat diringankan dengan membuangnya sehingga bacaannya menjadi 'tazhaaharuuna' dengan membuang zha yang berarti tolong-menolong (terhadap mereka dengan berbuat dosa) maksiat (dan permusuhan) atau penganiayaan. (Tetapi jika mereka datang kepadamu sebagai orang-orang tawanan) pada satu qiraat tercantum 'asra' (kamu tebus mereka) ada pula yang membaca 'tafduuhum', artinya kamu bebaskan mereka dari tawanan dengan harta atau lainnya dan ini termasuk kebiasaan yang berlaku di kalangan orang-orang Yahudi (padahal dia) artinya kenyataannya (mengusir mereka itu diharamkan bagimu). Kalimat ini berhubungan dengan firman-Nya, \"dan kamu usir,\" sedangkan kalimat-kalimat yang terdapat di antara keduanya merupakan 'jumlah mu`taridhah' atau interupsi, artinya sebagaimana diharamkannya mengabaikan tebusan. Selama ini suku Quraizhah mengadakan persekutuan dengan Aus, sedangkan Nadhir dengan Khajraj. Setiap suku ikut berperang bersama sekutu mereka, bahkan sampai menghancurkan dan mengusir pihak lawan walaupun sama-sama Yahudi. Tetapi jika Yahudi pihak lawan itu tertawan, maka mereka tebus. Jika ditanyakan kepada mereka, kenapa kamu perangi dan kamu tebus mereka, maka jawab mereka, \"Karena kami diminta mereka untuk memberikan tebusan.\" Jika ditanyakan, \"Kenapa pula kamu perangi mereka?\" Jawab mereka, \"Karena kami merasa malu jika sekutu-sekutu kami menderita kekalahan!\" Firman Allah Taala, (\"Apakah kamu beriman pada sebagian Alkitab) yakni soal menebus tawanan (dan ingkar terhadap sebagian yang lain) agar tidak membunuh, tidak mengusir dan tidak bantu-membantu berbuat dosa dan penganiayaan. (Tidak ada balasan bagi orang yang berbuat demikian di antaramu kecuali kehinaan) atau kenistaan (dalam kehidupan dunia) kehinaan ini telah dialami oleh Bani Quraizhah dengan dibunuh dan dibasminya golongan laki-laki mereka, dan juga oleh Bani Nadhir yang diusir ke Syam dan diwajibkan membayar upeti. (Dan pada hari kiamat mereka dikembalikan pada siksaan yang amat berat dan Allah tidak lengah dari apa yang kamu kerjakan). Ada yang membaca dengan ta dan ada pula yang dengan ya."
  },
  {
    "page": 13,
    "name": "Al-Baqarah",
    "ayat": 86,
    "arab": " اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُوْنَ ࣖ",
    "translation": "Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka tidak akan diringankan azabnya dan mereka tidak akan ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/93.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa merekalah orang-orang yang mengutamakan kehidupan dunia daripada kehidupan akhirat dan menerima kehidupan dunia ini sebagai ganti kehidupan akhirat. Mereka memberi bantuan kepada sekutu-sekutu mereka yang menyembah berhala, kerena hendak mengambil keuntungan duniawi.\nPada hari kiamat mereka akan diazab dengan azab yang berat dan tidak diberi bantuan apa-apa, sebab perbuatan mereka telah mencantumkan mereka dalam golongan orang-orang celaka. Oleh karena itu tertutuplah pintu rahmat Ilahi pada mereka. Mereka tidak mendapatkan penolong yang dapat menolong mereka, dan tidak pula mendapatkan pembela yang dapat membantu mereka. Mereka tetap abadi di dalam neraka Jahanam.",
    "quraish": "Hal ini disebabkan karena mereka lebih mengutamakan kesenangan dunia yang fana daripada kenikmatan akhirat yang abadi. Dengan begitu, mereka bagaikan orang yang menukar akhirat dengan dunia. Maka Allah tidak akan meringankan siksa Jahanam dari mereka, dan mereka tidak akan menemukan seseorang yang bisa menolong mereka dari kekejaman neraka.",
    "jalalayn": "(Merekalah orang-orang yang membeli kehidupan dunia dengan kehidupan akhirat) artinya lebih mengutamakan dunia daripada akhirat (maka tidaklah akan diringankan siksa terhadap mereka dan tidaklah mereka akan beroleh bantuan\") untuk menghindarkan siksaan itu."
  },
  {
    "page": 13,
    "name": "Al-Baqarah",
    "ayat": 87,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَقَفَّيْنَا مِنْۢ بَعْدِهٖ بِالرُّسُلِ ۖ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ  اَفَكُلَّمَا جَاۤءَكُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰىٓ اَنْفُسُكُمُ اسْتَكْبَرْتُمْ ۚ فَفَرِيْقًا كَذَّبْتُمْ وَفَرِيْقًا تَقْتُلُوْنَ ",
    "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, dan Kami susulkan setelahnya dengan rasul-rasul, dan Kami telah berikan kepada Isa putra Maryam bukti-bukti kebenaran serta Kami perkuat dia dengan Rohulkudus (Jibril). Mengapa setiap rasul yang datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri, lalu sebagian kamu dustakan dan sebagian kamu bunuh?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/94.mp3",
    "tafsir": "Allah swt telah menurunkan Taurat kepada Nabi Musa a.s., kemudian Allah mengutus sesudahnya beberapa orang rasul yang datang silih berganti. Maka, setiap waktu selalu ada rasul yang menyampaikan agama Allah. Dengan demikian tidak ada alasan bagi mereka untuk melupakannya, mengganti atau mengubah peraturan-peraturan yang telah ditetapkan Allah.\nSesudah itu Allah menyebutkan Nabi Isa a.s. dalam ayat ini secara khusus di antara para rasul itu, dan menerangkan bahwa dia telah diberi mukjizat yang dapat membuktikan kebenaran kenabiannya. Kemudian Allah menyebutkan pula bahwa Isa a.s. telah diberi wahyu serta diperkuat dengan Rohulkudus (Jibril a.s.), dan ketinggian akhlak.\nKemudian Allah menjelaskan sikap orang-orang Yahudi, bahwa apabila datang utusan Allah dengan membawa peraturan, yang tidak sesuai dengan kehendak hawa nafsu mereka, mereka bersikap sombong dan congkak terhadap utusan itu dengan cara berbuat sewenang-wenang dan berbuat keji di bumi, lalu sebagian dari para rasul itu mereka dustakan, seperti Nabi Isa dan Nabi Muhammad, dan sebagian lagi mereka bunuh seperti Nabi Zakaria dan Nabi Yahya. Maka tidaklah mengherankan apabila mereka tidak mempercayai seruan Muhammad saw, karena membangkang dan mengingkari itu termasuk tabiat yang telah merasuk dalam jiwa mereka.",
    "quraish": "Ingatlah pula, wahai orang-orang Yahudi, sikap kalian yang sesat dan berdosa terhadap Mûsâ dan rasul- rasul yang Kami utus setelahnya kepada kalian. Kami utus Mûsâ dan Kami datangkan Tawrât kepadanya. Kami utus setelahnya beberapa rasul, termasuk di antaranya 'Isâ putra Maryam, yang Kami berikan mukjizat dan Kami kuatkan dengan Rûh al-Quddûs, yaitu Jibrîl, penyampai wahyu yang terpercaya. Ketika datang salah seorang mereka kepada kalian dengan membawa sesuatu yang tidak sesuai dengan keinginan kalian, kalian angkuh dan enggan untuk mengikutinya. Lalu beberapa orang dari mereka kalian dustakan dan sebagian yang lain kalian bunuh.",
    "jalalayn": "(Sesungguhnya Kami telah mendatangkan Alkitab kepada Musa) yakni Taurat, (lalu Kami susul setelah itu dengan para rasul) secara berturut-turut, artinya Kami kirim seorang rasul sesudah yang lain, (dan Kami berikan kepada Isa putra Maryam bukti-bukti kebenaran) yakni mukjizat menghidupkan mayat, menyembuhkan orang yang buta dan berpenyakit kusta. (Dan Kami perkuat ia dengan Roh Kudus) merupakan 'idhafat maushuf pada sifat' maksudnya ialah Roh yang disucikan yakni Jibril, sehingga karena kesuciannya ikut mengiringkannya ke mana pergi. Namun kamu tidak juga hendak mengikuti jalan yang benar! (Apakah setiap datang kepadamu seorang rasul dengan membawa apa yang tidak diingini) atau disukai (dirimu) berupa kebenaran (kamu menjadi takabur) atau menyombongkan diri, tak mau mengikutinya. Kalimat ini merupakan jawaban bagi 'setiap', dan dialah yang menjadi sasaran pertanyaan, sedangkan tujuannya tidak lain dari celaan dan kecaman, (maka sebagian) di antara mereka (kamu dustakan) seperti Nabi Isa (dan sebagian lagi kamu bunuh) kata kerja 'mudhari'' atau masa sekarang untuk menunjukkan peristiwa di masa lampau, artinya telah kamu bunuh Zakaria dan Yahya."
  },
  {
    "page": 13,
    "name": "Al-Baqarah",
    "ayat": 88,
    "arab": "وَقَالُوْا قُلُوْبُنَا غُلْفٌ ۗ بَلْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَقَلِيْلًا مَّا يُؤْمِنُوْنَ ",
    "translation": "Dan mereka berkata, “Hati kami tertutup.” Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tetapi sedikit sekali mereka yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/95.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang Yahudi yang semasa dengan Muhammad saw membuat pernyataan bahwa hati mereka tertutup terhadap dakwah Muhammad saw. Perkataan mereka ini menunjukkan sikap mental yang mencegah mereka untuk memahami kitab yang dibawa oleh Nabi Muhammad saw. Ayat ini searti dengan firman Allah:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, ¦. (Fussilat/41:5)\n\nSeperti telah disebutkan di atas, bahwa orang-orang yang mengatakan demikian itu ialah mereka yang hidup pada saat turunnya ayat dan sezaman dengan Muhammad saw. Allah membantah perkataan mereka, karena duduk persoalannya tidaklah seperti yang mereka katakan. Hati mereka itu diciptakan sesuai dengan fitrah, dan diberi bakat untuk menanggapi segala sesuatu yang dapat membuka hati mereka, dan menyampaikan kepada kebenaran, yang semestinya mereka dapat menilai kebenaran Kitab Al-Qur'an. Tetapi karena sikap mereka demikian, maka Allah membiarkan mereka jauh dari rahmat-Nya, karena kekafiran yang bersarang di hati mereka terhadap para nabi yang telah lalu dan pada kitab-kitab yang tidak mereka amalkan ajarannya, bahkan mereka berani mengubah menurut kehendak hawa nafsu mereka. Kemudian Allah menyebutkan laknat yang patut mereka terima dan alasan penimpaan laknat itu, yaitu agar mereka dapat memahami sebab dan musababnya, dengan disertai penjelasan bahwa Allah sekali-kali tidak menganiaya mereka. Tetapi semata-mata karena perbuatan mereka yang terus-menerus bergelimang dalam kekufuran dan kemaksiatan yang menyebabkan hati mereka tertutup kekufuran untuk menerima kebenaran.\nKemudian Allah juga menyebutkan bahwa mereka beriman hanya dengan iman yang sekelumit saja. Yang dimaksud dengan iman yang sekelumit ialah iman mereka kepada kitab, hanya sebagiannya saja, sedang sebagian yang lain mereka ubah menurut kehendak hawa nafsu, bahkan mereka enggan mengamalkannya. Atau dengan perkataan lain, mereka tidak mau mengamalkan keseluruhannya, bahkan yang mereka imani hanyalah sebagai ucapan lisan saja, tidak terbukti dalam perbuatan. Karena itu, iman yang terdapat dalam hati mereka tidak mampu untuk mengendalikan kemauan mereka, dan hawa nafsu mereka telah menyeret mereka ke lembah kekafiran.",
    "quraish": "Begitu juga sikap kalian terhadap Rasul Kami, Muhammad Penutup nabi-nabi. Ketika ia mengajak memeluk Islam, kalian mengatakan, \"Hati kami benar-benar tertutup hingga menghalangi seruanmu untuk menembusnya. Hampir-hampir saja kami tidak mengerti sama sekali apa yang kamu serukan.\" Tetapi, sesungguhnya hati mereka bukan seperti apa yang mereka kira. Mereka sebenarnya angkuh dan lebih mengutamakan kesesatan daripada petunjuk. Maka Allah melaknat mereka karena kekufuran mereka dan melemahkan keyakinan serta keimanan mereka.",
    "jalalayn": "(Dan mereka berkata) kepada nabi untuk berolok-olok, (\"Hati kami tertutup\") jamak dari 'aghlaf' yang berarti dibungkus tertutup rapat, sehingga tak dapat mendengar apa yang dikatakan orang. Firman Allah Taala, (\"Tetapi) menegaskan kenyataan sebenarnya (Allah telah mengutuk mereka) menjauhkan mereka dari rahmat-Nya dengan menolak permohonan mereka sehingga mereka menjadi putus asa (disebabkan kekafiran mereka) jadi bukanlah karena cacat pada hati mereka, (maka hanya sedikit sekali mereka yang beriman\"). 'Maa' merupakan tambahan untuk menunjukkan teramat sedikitnya mereka yang beriman itu."
  }
]