[
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 36,
    "arab": "۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ",
    "translation": "Hanya orang-orang yang mendengar sajalah yang mematuhi (seruan Allah), dan orang-orang yang mati, kelak akan dibangkitkan oleh Allah, kemudian kepada-Nya mereka dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/825.mp3",
    "tafsir": "Ayat ini menerangkan bahwa yang akan memperkenankan seruan Allah adalah hanya bagi orang yang mendengar. Kemudian, dalam menghadapi seruan Nabi dan risalah yang disampaikannya, manusia terbagi dua, yaitu manusia yang hidup jiwanya dan manusia yang mati jiwanya. \nManusia yang hidup jiwanya ialah manusia yang menggunakan akal, pikiran, perasaan dan kehendak serta pilihan yang telah dianugerahkan Allah kepada mereka. Dengan anugerah itu, mereka dapat melihat, memperhatikan dan menilai segala sesuatu yang dikemukakan kepada mereka. Yang baik mereka ambil, sedang yang buruk mereka buang. Karena itu hati dan pikiran mereka terbuka untuk menerima petunjuk Allah, Mereka ibarat tanah yang subur. Sedikit saja disirami air, tanah itu akan menjadi subur, dapat menumbuhkan tanaman-tanaman dengan mudah dan cepat.\nSedangkan manusia yang mati jiwanya ialah manusia yang tidak mau menggunakan akal, pikiran, perasaan, pilihan dan mata hati yang telah dianugerahkan Allah kepada mereka. Hati mereka telah tertutup oleh rasa dengki. Karena itu segala keterangan yang dikemukakan Nabi tidak akan mereka dengar dan perhatikan. Seandainya mereka dapat melihat dan memperhatikan dalil-dalil dan bukti-bukti yang dikemukakan Rasul dan pikiran mereka menerimanya, namun semuanya itu ditolak dan tidak diterima karena rasa dengki tersebut. Mereka diibaratkan seperti tanah yang tandus, berapa pun air yang dialirkan padanya, tanah itu tidak akan menumbuhkan tumbuhan yang ditanam.\nKelompok manusia yang kedua ini adalah orang-orang kafir yang kekafirannya telah mendalam, sehingga tidak ada harapan bahwa mereka akan beriman dan mematuhi seruan Nabi. Maka Allah menganjurkan agar Muhammad saw tidak bersedih hati atas sikap mereka, dan menyerahkan keadaan mereka kepada Allah. Allah akan membangkitkan mereka dari kuburnya di hari Kiamat dan akan mengazab mereka sebagai balasan dari kekafiran mereka.",
    "quraish": "Yang akan memenuhi seruan kebenaran dan menghampirinya hanyalah orang yang mendengarkannya sambil memahami dan merenungkan. Adapun mereka yang berpaling dari itu tidak akan bisa mengambil manfaat dari seruanmu, karena mereka seolah-olah sudah mati. Pada hari kiamat, Allah akan membangkitkan mereka dari kubur, mengembalikan mereka pada diri-Nya, dan memghitung pekerjaan yang pernah mereka perbuat.",
    "jalalayn": "(Sesungguhnya yang mendengar) ajakanmu kepada keimanan (hanyalah orang-orang yang mematuhi ajakanmu) dengan pendengaran yang penuh pengertian dan penuh pertimbangan (dan orang-orang yang mati hatinya) yakni orang-orang kafir; Allah menyerupakan mereka dengan orang-orang yang mati oleh karena mereka semua sama-sama tidak bisa mendengar (akan dibangkitkan oleh Allah) di akhirat (kemudian kepada-Nyalah mereka dikembalikan) mereka akan dikembalikan kepada-Nya kemudian Allah membalas amal perbuatan mereka."
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 37,
    "arab": "وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Dan mereka (orang-orang musyrik) berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu mukjizat dari Tuhannya?” Katakanlah, “Sesungguhnya Allah berkuasa menurunkan suatu mukjizat, tetapi kebanyakan mereka tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/826.mp3",
    "tafsir": "Ayat ini menegaskan lagi tentang sikap orang-orang musyrik yang sangat ingkar kepada seruan Nabi Muhammad dan kepada ayat-ayat Allah. Mereka meminta agar diturunkan kepada mereka bukti-bukti dan keterangan-keterangan tentang kebenaran kenabian Muhammad, sebagaimana yang pernah diturunkan kepada Rasul-rasul dahulu. Mereka tidak merasa cukup dengan bukti-bukti dan keterangan-keterangan yang terdapat di dalam Al-Qur'an, padahal bukti dan keterangan yang terdapat di dalam Al-Qur'an itu adalah yang paling tinggi nilainya bagi orang-orang yang mau menggunakan akal, pikiran dan mata hatinya. Mereka tetap menuntut agar diturunkan bukti dan keterangan seperti telah diturunkan kepada umat-umat yang dahulu, tetapi mereka tidak mau memikirkan dan mengambil pelajaran dari sunnah Allah yang berlaku bagi orang-orang yang menerima bukti dan keterangan seperti itu serta akibat yang dialami oleh orang-orang dahulu, yaitu mereka dihancur leburkan di dunia dan di akhirat mendapat azab yang pedih, karena mereka tetap dalam keingkaran dan tidak memperhatikan bukti-bukti dan keterangan-keterangan itu.\nOrang-orang musyrik Mekah itu tidak mau tahu bagaimana kasih sayang Allah kepada mereka, yaitu mengapa Allah tidak menurunkan bukti dan keterangan seperti yang diturunkan kepada umat yang dahulu, agar mereka tidak dihancurkan di dunia ini, dengan demikian mereka mendapat kesempatan untuk bertobat dan berbuat baik, tetapi mereka tidak mau mensyukuri nikmat Allah yang telah diturunkan kepada mereka, tetapi tetap ingkar dan membangkang.\nSebenarnya Allah Kuasa menurunkan apa yang mereka minta, tetapi Allah berbuat menurut kehendak-Nya, Dia hanya menurunkan bukti dan keterangan, Dia tidak menurunkan bukti dan keterangan berdasarkan permintaan dan hawa nafsu orang-orang musyrik, apalagi bila permintaan itu adalah semata-mata untuk melemahkan dan menyulitkan Nabi.",
    "quraish": "Dengan keras kepala, orang-orang kafir mengatakan, \"Kami meminta agar diturunkan kepada Muhammad bukti materi yang menguatkan kebenaran seruannya.\" Katakan kepada mereka, wahai Nabi, \"Sesungguhnya Allah Mahakuasa untuk menurunkan bukti apa saja yang kalian usulkan.\" Tetapi mereka tidak mengetahui hikmah Allah dalam menurunkan tanda-tanda kebenaran, dan bagaimana hal itu tidak menurut kemauan mereka. Apabila Dia memenuhi usulan mereka, kemudian mereka tidak mempercayainya, niscaya mereka akan dimusnahkan. Namun sebagian besar mereka tidak mengetahui akibat dari perbuatan- perbuatan mereka.",
    "jalalayn": "(Dan mereka berkata) yaitu orang-orang musyrik Mekah (\"Mengapa tidak) kenapa tidak (diturunkan kepadanya, Muhammad, suatu mukjizat dari Tuhannya?\") seperti mukjizat onta, tongkat dan hidangan. (Katakanlah) kepada mereka (\"Sesungguhnya Allah kuasa menurunkan) dengan dibaca tasydid dan takhfif (suatu mukjizat) seperti apa yang mereka minta (tetapi kebanyakan mereka tidak mengetahui\") karena sesungguhnya dengan turunnya mukjizat itu berarti suatu musibah besar yang pasti menimpa mereka jika mereka masih tetap mengingkarinya."
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 38,
    "arab": "وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ",
    "translation": "Dan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/827.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah menguasai segala sesuatu, ilmu-Nya melingkupi seluruh makhluk yang ada, Dialah yang mengatur alam semesta. Semua yang melata di permukaan bumi, semua yang terbang di udara, semua yang hidup di lautan, dari yang terkecil sampai yang terbesar, dari yang nampak sampai yang tersembunyi, hanya Dialah yang menciptakan, mengembangkan, mengatur dan memeliharanya.\nMakhluk Allah yang hidup di dunia ini tidak hanya terbatas pada jenis manusia, tetapi masih terdapat banyak macam dan ragam makhluk-makhluk lain. Bahkan masih banyak yang belum diketahui oleh manusia. Semuanya itu tunduk dan menghambakan diri kepada Allah, mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya.\nMaksud kata dabbah dalam ayat ini ialah: Segala makhluk yang diciptakan Allah di bumi. Disebut \"binatang di bumi\" karena binatang yang di bumi itulah yang mudah dilihat dan diperhatikan oleh manusia.\nPada ayat yang lain Allah menyebutkan bahwa selain di bumi, di planet-planet yang lain pun terdapat makhluk hidup. Allah swt berfirman:\nDan di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi dan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa mengumpulkan semuanya apabila Dia kehendaki. (asy-Syura/42: 29) \n\nAdanya makhluk-makhluk hidup yang disebutkan Allah pada planet-planet yang lain, sebagaimana yang disebutkan oleh ayat ini, merupakan suatu pengetahuan yang diberikan Allah kepada manusia, dan sebagai bahan pemikiran dan penyelidikan.\nAyat ini mendorong orang-orang yang beriman agar menyelidiki segala rupa kehidupan makhluk Allah yang ada di alam ini, untuk memperkuat iman dan menambah ketaatan serta ketundukan kepada Allah Yang Mahakuasa.\nAllah menyatakan bahwa di dalam Al-Qur'an itu telah ada pokok-pokok agama, norma-norma, hukum-hukum, hikmah-hikmah dan bimbingan untuk kebahagiaan manusia di dunia dan di akhirat dan kebahagiaan makhluk pada umumnya.\nMenurut Ibnu 'Abbas, yang dimaksud dengan \"al-kitab\" dalam ayat ini ialah \"Ummul Kitab\", yakni Lauh Mahfudh. Karena maksud ayat ini menurutnya adalah: segala sesuatu telah dituliskan dalam Lauh Mahfudh. Menurut Ibnu Katsir tidak ada satu makhluk pun yang dilupakan Allah dalam pemberian rezekinya, sebagaimana firman Allah swt:\nDan tidak satupun makhluk bergerak yang bernyawa di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfudh). (Hud/11: 6)\nSemua makhluk yang diciptakan Allah, baik di langit maupun di bumi, akan mati dan kembali kepada pemiliknya, yaitu Allah. Kemudian Dia akan membangkitkannya dan menghimpunnya untuk memberi pahala atas perbuatan yang baik dan memberi siksaan atas perbuatan yang buruk.",
    "quraish": "Bukti paling kuat atas kekuasaan, kebijaksanaan, dan kasih sayang Allah adalah bahwa Dia mencipta segala sesuatu. Tiada binatang yang melata di bumi atau burung yang terbang di awang-awang kecuali diciptakan oleh Allah dengan berkelompok-kelompok seperti kalian, lalu Dia beri ciri khusus dan cara hidup tersendiri. Tidak ada sesuatu apa pun yang luput dari catatan Kami dalam kitab yang terjaga di sisi Kami (al-lawh al-mahfûzh), walau mereka tidak mempercayainya. Pada hari kiamat, mereka akan dikumpulkan bersama bangsa-bangsa lain untuk diadili(1). (1) Makhluk hidup dikelompokkan menurut keluarga-keluarga yang mempunyai ciri-ciri genetik, tugas, dan tabiat tersendiri. Dalam ayat ini terdapat isyarat tentang perbedaan bentuk dan cara hidup antara makhluk-makhluk hidup itu, suatu ketentuan yang berlaku pada manusia dan makhluk hidup yang lain.",
    "jalalayn": "(Dan tiadalah) min sebagai tambahan (binatang-binatang) yang berjalan (di muka bumi dan burung-burung yang terbang) di udara (dengan kedua sayapnya melainkan umat-umat juga seperti kamu) dalam pengaturan penciptaannya, rezeki dan sepak terjangnya. (Tiadalah Kami alpakan) Kami tinggalkan (di dalam Alkitab) yakni Lohmahfuz (tentang) sebagai tambahan (sesuatu pun) artinya Kami tidak menulisnya (kemudian kepada Tuhanlah mereka dihimpunkan) kemudian Tuhan memutuskan hukum-Nya di antara mereka. Ia mengkisas si kuat yang menganiaya di lemah setelah Ia berfirman kepada mereka semua, \"Jadilah kamu semua sebagai tanah!\""
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami adalah tuli, bisu dan berada dalam gelap gulita. Barangsiapa dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Dan barangsiapa dikehendaki Allah (untuk diberi petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/828.mp3",
    "tafsir": "Orang-orang kafir yang mendustakan ayat-ayat Allah yang telah diturunkan kepada rasul-rasul-Nya, yang membuktikan kekuasaan dan keesaan Allah, serta kebenaran risalah yang dibawa Nabi Muhammad, mereka seperti orang tuli, tidak mendengarkan seruan kepada kebenaran, tidak mempedulikan petunjuk ke jalan yang benar. Mereka juga seperti orang yang bisu, karena tidak membicarakan dan menyampaikan yang hak yang telah mereka ketahui, dan mereka telah tenggelam dalam kegelapan, yaitu kesesatan menyembah berhala, taklid kepada nenek moyang mereka dan kebodohan dalam tauhid. Mereka akan dimasukkan ke dalam neraka.\nAllah swt berfirman:\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)\n\nOrang-orang yang dikehendaki sesat oleh Allah, maka Allah membiarkan mereka menempuh jalan yang sesat, karena mereka mendustakan ayat-ayat Allah dan tidak mau memahami petunjuk-Nya. Orang-orang yang dikehendaki Allah mendapat taufik, maka Dia menjadikan mereka mengikuti jalan yang lurus, jalan kebenaran, karena mereka memperhatikan, dan memahami ayat-ayat Allah, kemudian mereka amalkan sesuai dengan sunatullah yang berlaku di alam ini.\nAllah swt berfirman:\nDengan Kitab itulah Allah memberi petunjuk kepada orang yang mengikuti keridaan-Nya ke jalan keselamatan, dan (dengan Kitab itu pula) Allah mengeluarkan orang itu dari gelap gulita kepada cahaya dengan izin-Nya, dan menunjukkan ke jalan yang lurus. (al-Ma'idah/5: 16)",
    "quraish": "Orang-orang yang tidak mempercayai bukti-bukti kekuasaan Kami dan kebenaran misi kerasulanmu, mereka tidak mempergunakan indra mereka dalam mencari kebenaran. Dari itu mereka bingung dalam kesesatan syirik dan sikap keras kepala seperti bingungnya orang yang tuli dan bisu dalam kegelapan malam. Tidak ada jalan untuk selamat dari kesesatan. Jika saja pada diri mereka ada suatu kesiapan untuk kebaikan, niscaya Allah akan menolong mereka dalam hal itu. Karena apabila Allah Swt. hendak menyesatkan seseorang--karena tujuannya yang tidak benar--Dia akan membiarkan orang itu seperti apa adanya. Dan, apabila hendak memberi petunjuk--karena tujuannya yang benar--Dia akan memudahkannya dalam melewati jalan keimanan yang jelas dan lurus.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami) Alquran (adalah pekak) tidak dapat mendengarkannya dengan pendengaran yang meresap ke dalam hati lalu menerimanya (bisu) tidak dapat mengucapkan perkara yang hak (lagi berada dalam gelap-gulita) yakni kekafiran. (Siapa yang dikehendaki Allah) ia tersesat (niscaya disesatkan-Nya. Dan siapa yang dikehendaki-Nya) mendapat petunjuk (niscaya Dia menjadikannya berada di atas jalan) titian (yang lurus) yakni agama Islam."
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 40,
    "arab": "قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu, atau hari Kiamat sampai kepadamu, apakah kamu akan menyeru (tuhan) selain Allah, jika kamu orang yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/829.mp3",
    "tafsir": "Ayat ini mengingatkan orang-orang kafir tentang sikap dan keadaan mereka ketika ditimpa cobaan berat dari Allah atau datang kiamat. Mereka ingat dan menyeru Allah Yang Maha Esa, memohon pertolongan-Nya agar dihindarkan dari cobaan-cobaan yang berat yang sedang mereka alami itu. Tetapi apabila mereka telah terhindar dari cobaan berat itu, mereka kembali mempersekutukan Allah. Oleh karena itu Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik yang mendustakan ayat-ayat Allah dan mempersekutukan-Nya itu, \"Terangkanlah kepadaku hai orang-orang musyrik, jika datang kepadamu azab Allah seperti yang pernah menimpa umat-umat yang terdahulu, seperti serangan angin kencang, banjir besar, petir yang menyambar dari langit dan sebagainya, apakah kamu sekalian akan meminta pertolongan dan perlindungan kepada berhala-berhala dan sembahan-sembahan itu, yang kamu sangka mereka dapat menolong dan melindungimu?\"\nPertanyaan itu dijawab oleh Allah, yaitu, \"Tidak! Tetapi hanya Dialah yang kamu seru.\" Maksudnya: Hai orang-orang musyrik, penyembah-penyembah berhala, jika kamu ditimpa azab, seperti yang pernah menimpa orang-orang terdahulu, maka kamu tidak akan meminta pertolongan dan perlindungan kepada selain Allah untuk menghindarkan kamu dari azab itu.\nDengan pertanyaan dan jawaban di atas, seakan-akan Allah melukiskan watak orang-orang musyrik pada khususnya dan watak manusia pada umumnya yaitu bahwa manusia dalam keadaan senang tidak ingat kepada Allah, tetapi bila dalam keadaan kesulitan dan kesukaran mereka ingat dan menyembah Allah.\nAllah swt berfirman:\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-'Ankabut/29: 65)\n\nFirman Allah swt:\nDan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih. (Luqman/31: 32)\n\nFitrah manusia yang sebenarnya ialah percaya kepada Allah Yang Maha Esa, Penguasa dan Pemilik seluruh alam. Fitrah ini pada seseorang dapat berkembang dan tumbuh dengan subur dan dapat pula tertutup perkembangan dan pertumbuhannya oleh pengaruh lingkungan dan sebagainya.\nRasulullah saw bersabda:\n\"Tidak seorang pun dari anak yang dilahirkan kecuali dilahirkan dalam keadaan fitrah (mentauhidkan Allah), maka dua orang ibu-bapaknya yang menjadikannya Yahudi, Nasrani atau Majusi.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping pengaruh orang tua dan pengaruh lingkungan, pengaruh hawa nafsu dan keinginan pun dapat mempengaruhi atau menutup fitrah manusia itu. Karena itu manusia waktu di masa senang, tidak ingat kepada Allah. Tetapi bila ditimpa kesengsaraan mereka ingat kepada Allah.",
    "quraish": "Katakan kepada orang-orang kafir itu, wahai Rasulullah, \"Beritahukan kepadaku, apabila kalian ditimpa azab Allah di dunia ini atau didatangi kiamat dengan segala kedahsyatannya, apakah kalian lari dan memohon doa kepada selain Allah agar berbuat sesuatu yang bermanfaat bagi kalian, jika kalian orang-orang yang benar dalam peribadatan kepada selain Allah?\"",
    "jalalayn": "(Katakanlah) hai Muhammad kepada penduduk Mekah (\"Terangkanlah kepadaku) beritakanlah kepadaku (jika datang siksaan Allah kepadamu) di dunia ini (atau datang kepadamu hari kiamat) yaitu kiamat yang mencakup semuanya secara tiba-tiba (apakah kamu menyeru tuhan selain Allah) tidak (jika kamu orang-orang yang benar.\") bahwa berhala-berhala itu dapat memberi manfaat kepadamu, maka serulah mereka."
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 41,
    "arab": "بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ",
    "translation": "(Tidak), hanya kepada-Nya kamu minta tolong. Jika Dia menghendaki, Dia hilangkan apa (bahaya) yang kamu mohonkan kepada-Nya, dan kamu tinggalkan apa yang kamu persekutukan (dengan Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/830.mp3",
    "tafsir": "Ayat ini mengingatkan orang-orang kafir tentang sikap dan keadaan mereka ketika ditimpa cobaan berat dari Allah atau datang kiamat. Mereka ingat dan menyeru Allah Yang Maha Esa, memohon pertolongan-Nya agar dihindarkan dari cobaan-cobaan yang berat yang sedang mereka alami itu. Tetapi apabila mereka telah terhindar dari cobaan berat itu, mereka kembali mempersekutukan Allah. Oleh karena itu Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik yang mendustakan ayat-ayat Allah dan mempersekutukan-Nya itu, \"Terangkanlah kepadaku hai orang-orang musyrik, jika datang kepadamu azab Allah seperti yang pernah menimpa umat-umat yang terdahulu, seperti serangan angin kencang, banjir besar, petir yang menyambar dari langit dan sebagainya, apakah kamu sekalian akan meminta pertolongan dan perlindungan kepada berhala-berhala dan sembahan-sembahan itu, yang kamu sangka mereka dapat menolong dan melindungimu?\"\nPertanyaan itu dijawab oleh Allah, yaitu, \"Tidak! Tetapi hanya Dialah yang kamu seru.\" Maksudnya: Hai orang-orang musyrik, penyembah-penyembah berhala, jika kamu ditimpa azab, seperti yang pernah menimpa orang-orang terdahulu, maka kamu tidak akan meminta pertolongan dan perlindungan kepada selain Allah untuk menghindarkan kamu dari azab itu.\nDengan pertanyaan dan jawaban di atas, seakan-akan Allah melukiskan watak orang-orang musyrik pada khususnya dan watak manusia pada umumnya yaitu bahwa manusia dalam keadaan senang tidak ingat kepada Allah, tetapi bila dalam keadaan kesulitan dan kesukaran mereka ingat dan menyembah Allah.\nAllah swt berfirman:\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-'Ankabut/29: 65)\n\nFirman Allah swt:\nDan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih. (Luqman/31: 32)\n\nFitrah manusia yang sebenarnya ialah percaya kepada Allah Yang Maha Esa, Penguasa dan Pemilik seluruh alam. Fitrah ini pada seseorang dapat berkembang dan tumbuh dengan subur dan dapat pula tertutup perkembangan dan pertumbuhannya oleh pengaruh lingkungan dan sebagainya.\nRasulullah saw bersabda:\n\"Tidak seorang pun dari anak yang dilahirkan kecuali dilahirkan dalam keadaan fitrah (mentauhidkan Allah), maka dua orang ibu-bapaknya yang menjadikannya Yahudi, Nasrani atau Majusi.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping pengaruh orang tua dan pengaruh lingkungan, pengaruh hawa nafsu dan keinginan pun dapat mempengaruhi atau menutup fitrah manusia itu. Karena itu manusia waktu di masa senang, tidak ingat kepada Allah. Tetapi bila ditimpa kesengsaraan mereka ingat kepada Allah.",
    "quraish": "Kalian hanya akan lari kepada-Nya, yaitu ketika kalian memohon kepada-Nya, lalu Dia menghentikan azab dari kalian seperti yang kalian minta bila menghendaki. Dalam keadaan yang susah seperti itu kalian melupakan sekutu-sekutu Allah yang pernah kalian buat.",
    "jalalayn": "(Bahkan hanya kepada-Nyalah) tidak ada lain (kamu berseru) memohon pertolongan-Nya di masa kalian tertimpa kesulitan (maka Dia menghilangkan bahaya yang karenanya kamu berdoa kepada-Nya) Ia akan menyingkirkan mara bahaya dari dirimu dan juga lain-lainnya (jika Dia menghendaki) niscaya Ia melenyapkannya (dan kamu melupakan) kamu meninggalkan (apa-apa yang kamu sekutukan) dengan Allah yaitu berupa sesembahan-sesembahan lain-Nya, maka dari itu janganlah kamu berseru kepadanya."
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 42,
    "arab": "وَلَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَاَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus (para rasul) kepada umat-umat sebelum engkau, kemudian Kami siksa mereka dengan (menimpakan) kemelaratan dan kesengsaraan, agar mereka memohon (kepada Allah) dengan kerendahan hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/831.mp3",
    "tafsir": "Ayat ini menegaskan bahwa sebenarnya Allah telah mengutus para rasul kepada umat-umat yang terdahulu, yang menyeru manusia memeluk agama tauhid yang hanya menyembah Allah semata. Para rasul telah menyampaikan kabar gembira dan peringatan Allah, tetapi orang-oang kafir mengingkarinya. Oleh karena itu, Allah menimpakan kepada mereka kesengsaraan, malapetaka dan permusuhan di antara mereka, agar cobaan-cobaan itu menjadi pelajaran bagi mereka, sehingga mereka bertobat dan mengikuti seruan para rasul.\nTelah menjadi tabiat kebanyakan manusia, jika mereka ditimpa bahaya dan kesengsaraan, mereka ingat kepada Allah dan memohon pertolongan kepada-Nya. Karena dengan cobaan-cobaan itu perasaan mereka bertambah halus, budi pekertinya bertambah baik, jiwanya terlatih sehingga dapat merasakan apa yang dirasakan oleh orang lain, timbul rasa cinta dan kasih sayang sesama manusia, ingat kepada Yang Mahakuasa dan Maha Penolong yang sebenarnya. Tetapi banyak pula di antara manusia yang tidak mempan lagi baginya segala macam cobaan penderitaan yang diberikan kepadanya, bahkan cobaan itu menambah keingkarannya termasuk diantara mereka umat-umat yang pernah hidup dimasa Nabi.",
    "quraish": "Wahai Nabi, tidak akan memberatkanmu segala perlakuan yang engkau dapatkan dari kaummu. Karena sebelum mengutusmu, Kami telah mengutus rasul-rasul kepada banyak bangsa sebelum bangsamu, tapi mereka semua tidak mempercayai rasul-rasul itu. Maka, Kami lalu menghukum mereka dengan menimpakan bermacam kesulitan dan hal-hal yang membahayakan tubuh mereka, agar mereka khusyuk dan kembali kepada Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus kepada umat-umat) min sebagai tambahan yang tidak mempunyai arti (sebelum kamu) rasul-rasul, akan tetapi mereka mendustakannya (kemudian Kami siksa mereka dengan kesengsaraan) kemelaratan yang sangat (dan penderitaan) penyakit (supaya mereka tunduk merendahkan diri) merasa rendah diri lalu mereka mau beriman."
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 43,
    "arab": "فَلَوْلَآ اِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Tetapi mengapa mereka tidak memohon (kepada Allah) dengan kerendahan hati ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/832.mp3",
    "tafsir": "Sebenarnya yang paling baik bagi umat-umat terdahulu ialah mengikuti seruan para pasul yang diutus Allah kepada mereka, tunduk dan patuh kepada Allah ketika datang azab, malapetaka atau penderitaan yang ditimpakan itu, agar Allah mengampuni dosa-dosa mereka serta memberikan nikmat dan rahmat kepada mereka.\nTetapi hati mereka telah sesat dan terkunci mati, tidak dapat lagi menerima peringatan dan pelajaran apa pun yang disampaikan kepada mereka. Setan menanamkan ke dalam hati dan pikiran mereka rasa senang dan gembira mengerjakan perbuatan-perbuatan dosa dan syirik, serta mendorong mereka agar selalu melakukan perbuatan-perbuatan yang tercela itu.",
    "quraish": "Sudah seharusnya mereka kembali kepada Tuhan mereka. Tetapi mereka tidak melakukan hal itu. Bahkan hati mereka terus membatu, dan setan membuat indah perbuatan jahat mereka.",
    "jalalayn": "(Maka mengapa tidak) kenapa tidak (tatkala datang siksaan Kami kepada mereka) azab Kami (memohon kepada Allah dengan menundukkan diri) artinya mereka tidak mau melakukan hal itu, padahal yang mengharuskan mereka berbuat demikian sudah ada (bahkan hati mereka telah menjadi keras) oleh karenanya tidak mau tunduk kepada keimanan (dan setan pun menampakkan kepada mereka kebagusan apa yang selalu mereka kerjakan) yaitu perbuatan-perbuatan maksiat sehingga mereka terus menetapinya."
  },
  {
    "page": 132,
    "name": "Al-An'am",
    "ayat": 44,
    "arab": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ",
    "translation": "Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/833.mp3",
    "tafsir": "Manakala orang-orang yang sesat hatinya dan telah dipalingkan setan melupakan segala peringatan dan ancaman Allah, dan keingkaran mereka bertambah, maka Allah menguji mereka dengan mendatangkan kebaikan dan menambah rezeki, menyehatkan jasmani mereka, menjaga keamanan diri mereka dan membukakan pintu kesenangan, sehingga mereka lupa bahwa nikmat yang mereka terima dan rasakan itu datang dari Allah. Mereka beranggapan bahwa semua itu semata karena hasil usaha mereka sendiri. Oleh karena itu, mereka bertambah sombong dan takabur, tidak bersyukur kepada Allah, bahkan nikmat itu mereka jadikan sebagai alat untuk menambah kekuasaan dan kebesaran mereka.\nBila orang-orang yang ingkar itu telah bergembira dan bersenang hati dengan nikmat yang telah diberikan Allah, dan beranggapan bahwa yang mereka peroleh itu benar-benar merupakan hak mereka, maka Allah menimpakan azab kepada mereka dengan tiba-tiba, sehingga mereka berduka cita dan putus asa dari rahmat Allah.\nRasulullah saw bersabda:\n\"Apabila kamu melihat Allah memberikan kepada seorang hamba kenikmatan dunia yang disukainya, sementara ia tetap bermaksiat kepadanya, maka itu adalah istidraj ) (pembiaran).\" (Riwayat Ahmad, ath-thabrani dan al-Baihaqi)\n\nDari ayat ini dipahami bahwa cobaan Allah kepada manusia ada yang berupa kesengsaraan dan penderitaan dan ada pula yang berupa kesenangan dan kemewahan. Orang-orang yang beriman dan diberi cobaan kesengsaraan dan penderitaan biasanya mereka sabar dan tabah, serta mendekatkan diri kepada Allah dan mohon pertolongan kepada-Nya. Bila mereka diberi cobaan kesenangan dan kemewahan mereka bersyukur kepada Allah, ingat akan hak-hak orang fakir dan miskin yang ada di sekelilingnya dan menafkahkan sebagian harta mereka di jalan Allah. Mereka yakin bahwa kesenangan dan kemewahan itu hanyalah sementara, sedang kesenangan dan kemewahan yang sebenarnya dan yang kekal ialah di akhirat nanti.\nSebaliknya, bila orang-orang yang ingkar kepada Allah diberi cobaan kesengsaraan dan penderitaan, mereka putus asa dan bertambah ingkar kepada Allah. Bila mereka diberi kesenangan dan kemewahan, mereka mengatakan bahwa semua yang mereka dapat, mereka peroleh dari hasil usaha mereka sendiri, tanpa pertolongan seorang pun.\nAyat ini mengisyaratkan bahwa manusia itu pada umumnya banyak yang tabah dan sabar bila diberi cobaan penderitaan dan kesengsaraan, tetapi banyak yang lupa diri dan bertambah ingkar bila diberi cobaan kesenangan dan kemewahan.\nAyat ini merupakan peringatan dan pelajaran bagi orang-orang yang beriman, bahwa segala macam yang didatangkan Allah kepada mereka baik berupa malapetaka dan penderitaan ataupun yang berupa kesenangan dan kemewahan, semuanya itu adalah cobaan bagi mereka, agar iman mereka bertambah kuat, karena itu mereka harus tabah dan sabar menghadapinya.\nRasulullah saw bersabda:\nSungguh mengagumkan keadaan orang-orang yang beriman, karena semua yang menimpanya adalah baik baginya, dan yang demikian itu tidak terdapat pada seorang pun, kecuali bagi orang-orang beriman. Jika kegembiraan menimpanya, ia bersyukur, dan itu adalah baik baginya. Jika kesukaran menimpanya, ia bersabar, dan itu adalah baik pula baginya. (Riwayat Muslim dari shuhaib)",
    "quraish": "Ketika mereka tidak mengambil pelajaran dari kemiskinan dan sakit yang Kami timpakan kepada mereka, Kami uji mereka dengan rezeki yang banyak. Kami bukakan semua pintu untuk memperoleh rezeki tersebut. Hingga, pada saat mereka senang dan tidak bersyukur dengan apa yang Kami berikan kepada mereka, datanglah azab dengan tiba-tiba. Maka mereka lalu bingung, putus asa, dan tidak mendapatkan jalan keselamatan.",
    "jalalayn": "(Maka tatkala mereka melupakan) mereka mengabaikan (peringatan yang telah diberikan kepada mereka) nasihat dan ancaman yang telah diberikan kepada mereka (melaluinya) yaitu dalam bentuk kesengsaraan dan penderitaan, mereka tetap tidak mau mengambil pelajaran dan nasihat darinya (Kami bukakan) dengan dibaca takhfif dan tasydid (kepada mereka semua pintu-pintu) yakni kesenangan-kesenangan sebagai istidraj untuk mereka (sehingga apabila mereka bergembira dengan apa yang telah diberikan kepada mereka) gembira yang diwarnai rasa sombong (Kami siksa mereka) dengan azab (dengan tiba-tiba) secara sekonyong-konyong (maka ketika itu mereka terdiam berputus-asa) mereka merasa berputus asa dari segala kebaikan."
  }
]