[
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 45,
    "arab": "فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ",
    "translation": "Maka orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Dan segala puji bagi Allah, Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/834.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang ingkar dan mendustakan Rasul-rasul itu binasa karena diri mereka sendiri, tidak seorang pun yang luput dari azab itu. Segala puji bagi Allah yang telah menghancurkan orang-orang yang zalim itu dan yang telah melimpahkan nikmat dan karunia-Nya kepada orang-orang yang beriman.\nAyat ini menganjurkan kepada kaum Muslimin agar mengucapkan hamdalah \"Alhamdulillahi rabbil alamin\" (segala puji bagi Allah Tuhan seluruh alam), setiap mendapat nikmat, rahmat dan pertolongan Allah.",
    "quraish": "Bangsa yang zalim itu kemudian dihancurkan tanpa terkecuali. Segala puji bagi Allah yang mendidik makhluk-Nya dengan bencana dan karunia serta yang membersihkan bumi dari rusaknya orang-orang yang zalim.",
    "jalalayn": "(Maka orang-orang yang lalim itu dimusnahkan) sampai ke akar-akarnya sehingga habis tanpa bekas (Segala puji bagi Allah Tuhan semesta alam) yang menolong rasul-rasul dan membinasakan orang-orang kafir."
  },
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 46,
    "arab": "قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/835.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada orang-orang kafir, bahwa Allah-lah yang memberi manusia pendengaran, penglihatan serta memberi hati dan perasaan. Bagaimanakah seandainya Allah mengambil semua yang telah diberikan-Nya itu dari mereka. Dapatkah mereka meminta kepada tuhan-tuhan mereka atau sembahan-sembahan yang mereka sembah selain Allah untuk mengembalikannya? Oleh karena Allah yang memberi penglihatan dan pendengaran, maka semuanya hendaknya digunakan untuk memperdalam keimanan.\nDengan ayat ini Allah membuktikan bahwa berhala-berhala, sembahan-sembahan dan tuhan-tuhan selain Allah yang disembah orang-orang musyrik tidak mempunyai kekuasaan dan kesanggupan sedikit pun untuk memenuhi atau menolak permintaan orang-orang yang menyembahnya. Patung-patung dan berhala-berhala itu adalah benda-benda mati yang dibuat manusia untuk dijadikan sembahan. Yang dapat memperkenankan seruan, menolong dan melindungi mereka hanyalah Allah Yang Mahakuasa; tidak ada yang lain. mengapa mereka masih memuja dan meminta pertolongan kepada berhala-berhala itu?\nDemikianlah Allah mengemukakan segala macam bukti dan keterangan kepada orang-orang musyrik, dengan menjadikan sembahan-sembahan dan berhala-berhala yang mereka sembah sebagai dalil dan keterangan bagi kesesatan mereka, tetapi mereka tetap ingkar dan tidak beriman.",
    "quraish": "Katakan kepada mereka, wahai Nabi, \"Beritahukan kepadaku, bila Allah merampas pendengaran kalian, dan menutupi hati kalian dengan sesuatu yang bisa menghalanginya dari pengetahuan, lalu menjadikan kalian bisu, buta, dan tidak memahami apa pun, siapakah yang kalian sembah selain Allah?\" Tuhan apa yang bisa mengembalikan sesuatu yang telah dirampas oleh Allah dari kalian?\" Lihatlah, wahai Rasulullah, bagaimana Kami menjelaskan bukti-bukti dan membuatnya bermacam-macam. Meskipun demikian, mereka ternyata masih tetap tidak mau merenungkan dan memanfaatkannya.",
    "jalalayn": "(Katakanlah) kepada penduduk Mekah (\"Terangkanlah kepadaku) beritakanlah kepadaku (jika Allah mencabut pendengaranmu) membuatmu menjadi tuli (dan penglihatanmu) membutakanmu (serta mengunci) menutup (hatimu) sehingga kamu tidak dapat mengenal sesuatu (Siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?\") apa-apa yang telah Dia cabut darimu sesuai dengan dugaanmu (Perhatikanlah bagaimana Kami memperlihatkan) menjelaskan (tanda-tanda kebesaran Kami) bukti-bukti yang menunjukkan kepada keesaan Kami (kemudian mereka masih tetap berpaling) tetap berpaling dari-Nya dan tidak mau beriman."
  },
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 47,
    "arab": "قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظّٰلِمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, maka adakah yang dibinasakan (Allah) selain orang-orang yang zalim?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/836.mp3",
    "tafsir": "Kepada orang-orang yang mendustakan ayat-ayat Allah dan mengingkari seruan Rasul-rasul yang diutus kepada mereka, akan datang azab, adakalanya dengan tiba-tiba, adakalanya dengan tanda-tanda yang datang sebelum azab itu, adakalanya dapat dilihat langsung dengan mata adakalanya tidak dapat dilihat langsung, adakalanya datang di waktu siang hari dan adakalanya datang di malam hari.\nMaka hendaklah orang-orang musyrik itu ingat orang-orang zalim dan orang-orang yang mengingkari seruan Rasul pasti ditimpa azab, sedangkan orang-orang yang mengikuti seruan Rasul akan dilindungi dan diselamatkan dari azab itu. Orang yang beriman tidak akan merugi, dan orang yang ingkar akan disiksa.",
    "quraish": "Katakan, \"Beritahukan kepadaku, bila kalian tertimpa azab Allah dengan tiba-tiba, tanpa diperkirakan, atau datang terang-terangan sesuai dengan peringatan sebelumnya, apakah azab itu hanya menimpa kaum yang menganiaya diri sendiri dengan bersikeras pada kesyirikan dan kesesatan? Azab itu tidak menimpa selain mereka.\"",
    "jalalayn": "(Katakanlah,) kepada mereka (\"Terangkanlah kepadaku, jika datang siksaan Allah kepadamu dengan sekonyong-konyong atau terang-terangan) siang hari maupun malam hari (maka adakah yang dibinasakan Allah selain dari orang-orang yang lalim?\") yakni orang-orang kafir. Atau dengan kata lain: tidak ada yang dibinasakan-Nya kecuali hanya mereka."
  },
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 48,
    "arab": "وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ",
    "translation": "Para rasul yang Kami utus itu adalah untuk memberi kabar gembira dan memberi peringatan. Barangsiapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/837.mp3",
    "tafsir": "Tujuan Allah mengutus para Rasul itu tidak lain hanyalah untuk menyampaikan berita gembira, memberi peringatan, menyampaikan ajaran-ajaran Allah yang akan menjadi pedoman hidup bagi manusia agar tercapai kebahagiaan di dunia dan di akhirat, serta memperingatkan manusia agar jangan sekali-kali mempersekutukan Allah dengan sesuatu pun dan jangan membuat kerusakan di muka bumi.\nBarangsiapa yang membenarkan dan mengikuti para Rasul yang diutus kepadanya, mengerjakan amal yang saleh, maka tidak ada kekhawatiran terhadap diri mereka akan ditimpa azab di dunia, seperti yang pernah ditimpakan kepada orang-orang yang mendustakan Rasul dahulu dan mengingkari Allah, demikian pula terhadap azab akhirat yang dijanjikan untuk orang-orang yang kafir. Mereka tidak akan sedih dan putus asa diwaktu menemui Allah terhadap sesuatu yang telah luput dari mereka, karena mereka telah yakin seyakin-yakinnya bahwa semua yang datang itu adalah dari Allah. Mereka yakin bahwa Allah selalu menjaga dan memelihara mereka.\nAllah swt berfirman:\nKejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), \"Inilah harimu yang telah dijanjikan kepadamu.\" (al-Anbiya'/21: 103)\n\nOrang-orang yang mengikuti Rasul dan mengerjakan amal yang saleh, tidak akan bersedih hati bila ditimpa musibah, seperti meninggalnya anak atau salah satu anggota keluarganya, musnahnya sebagian atau seluruh hartanya, atau mereka ditimpa penyakit dan sebagainya. Mereka akan tabah dan sabar menghadapinya, apa saja yang terjadi tidak akan mempengaruhi iman, amal, akhlak dan moral mereka. Sebaliknya orang-orang yang kafir akan putus asa dan bersedih hati karena sesuatu cobaan yang kecil dari Allah.\nAllah swt berfirman:\nSetiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lauh Mahfudh) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah. Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri. (al-hadid/57: 22-23)",
    "quraish": "Kami tidak mengutus para rasul kecuali untuk memberi kabar gembira kepada orang yang mempercayai kebaikan dan pahala, dan memberi ancaman kepada orang yang mengingkari adanya azab. Barangsiapa mempercayai seruan mereka lalu mengerjakan amal saleh, tidak akan mempunyai rasa takut terhadap bencana yang menimpa dan tidak merasa sedih terhadap kesenangan yang tidak mereka dapatkan.",
    "jalalayn": "(Dan tidaklah Kami mengutus para rasul itu melainkan untuk memberi kabar gembira) tentang surga terhadap orang yang beriman (dan memberi peringatan) kepada orang yang kafir dengan adanya siksaan neraka. (Siapa yang beriman) kepada rasul-rasul itu (dan mengadakan perbaikan) terhadap amal perbuatannya (maka tak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) di akhirat kelak."
  },
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 49,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ",
    "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/838.mp3",
    "tafsir": "Orang-orang yang mendustakan ayat-ayat Allah yang disampaikan para Rasul kepada mereka, adakalanya mereka mendapat azab di dunia sebelum mendapat azab di akhirat, adakalanya mereka mendapat azab di akhirat saja. Mereka diazab itu tidak lain hanyalah karena kesalahan mereka sendiri yaitu karena keingkaran dan kefasikan mereka.",
    "quraish": "Orang-orang yang tidak mempercayai bukti-bukti yang jelas tentang kebenaran misi yang dibawa oleh para rasul, akan ditimpa azab akibat keluarnya mereka dari ketaatan dan keimanan.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami mereka ditimpa siksaan disebabkan mereka selalu berbuat fasik) yaitu keluar dari garis-garis ketaatan."
  },
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 50,
    "arab": "قُلْ لَّآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ لَكُمْ اِنِّيْ مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُۗ اَفَلَا تَتَفَكَّرُوْنَ ࣖ",
    "translation": "Katakanlah (Muhammad), “Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan aku tidak mengetahui yang gaib dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku hanya mengikuti apa yang diwahyukan kepadaku.” Katakanlah, “Apakah sama orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan(nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/839.mp3",
    "tafsir": "Para rasul yang diutus adalah manusia biasa, mereka bertugas menyampaikan agama Allah kepada umat mereka masing-masing. Berlainan dengan Nabi Muhammad, beliau bertugas menyampaikan agama Allah kepada seluruh umat manusia. Mereka memberi kabar gembira kepada orang-orang yang mengikuti seruannya dengan balasan pahala yang berlipat ganda dari Allah, memberi peringatan dan ancaman kepada orang yang mengingkari risalah dengan balasan azab yang besar.\nPara rasul itu bukanlah seperti para rasul yang diinginkan oleh orang-orang kafir, yaitu orang-orang yang dapat melakukan keajaiban, mempunyai kemampuan di luar kemampuan manusia biasa, seperti mempunyai ilmu yang melebihi ilmu manusia, ia bukan manusia, tetapi seperti malaikat, atau mempunyai kekuasaan seperti kekuasaan Allah dan sebagainya.\nDalam ayat ini Allah memerintahkan agar Nabi Muhammad menerangkan kepada orang-orang musyrik itu bahwa dia adalah Rasul yang diutus Allah, ia adalah manusia biasa, padanya tidak ada perbendaharaan Allah, ia tidak mengetahui yang gaib dan ia bukan pula malaikat.\nYang dimaksud dengan \"perbendaharaan\" ialah suatu tempat menyimpan barang-barang, terutama barang-barang berharga milik sendiri atau orang lain yang dititipkan kepada orang yang memegang perbendaharaan itu.\nOrang-orang kafir beranggapan bahwa Nabi Muhammad, jika ia benar-benar seorang Rasul Allah tentu ia adalah bendahara Allah. Oleh karena itu, mereka meminta agar Nabi Muhammad memberi dan membagi-bagikan kepada mereka barang-barang yang berharga yang disimpan dalam perbendaharaan serta memanfaatkannya.\nAnggapan orang-orang kafir itu adalah anggapan yang sangat jauh dari kebenaran, karena Allah-lah pemilik seluruh alam ini, sebagaimana firman Allah swt:\nMilik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu. (al-Ma'idah/5: 120)\n\nDalam mengurus dan mengatur milik-Nya itu Allah tidak memerlukan sesuatu pun, sebagaimana firman Allah swt:\n¦ Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar. (al-Baqarah/2: 255)\n\nAllah menegaskan bahwa Dia-lah yang memiliki perbendaharaan langit dan bumi, firman-Nya:\nPadahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami. (al-Munafiqun/63: 7)\n\nTugas Rasul hanyalah menyampaikan agama Allah kepada manusia sesuai dengan kesanggupannya sebagai seorang manusia. Ia tidak dapat melakukan sesuatu yang tidak sanggup manusia melakukannya, kecuali jika Allah menghendakinya. Karena itu, ia tidak akan dapat memberi rezeki kepada pengikut-pengikutnya yang miskin, tidak dapat memenangkan pengikut-pengikutnya dalam peperangan semata-mata karena kekuasaannya, ia tidak sanggup mengetahui apakah seseorang telah benar-benar beriman kepadanya setelah dibimbingnya atau menjadikan seseorang itu tetap di dalam kekafiran.\nAllah swt berfirman:\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki¦ (al-Baqarah/2: 272)\nFirman Allah swt:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)\n\nNabi saw memang dapat memberikan petunjuk, tetapi petunjuk dalam pengertian irsyad dan bayan (bimbingan dan penjelasan), bukan petunjuk dalam pengertian taufik. Allah swt berfirman:\nDan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52)\n\nKarena itu jika orang-orang kafir meminta kepada Muhammad saw sesuatu yang aneh, seperti mengalirkan sungai-sungai di padang pasir tanah Arab dan adanya kebun-kebun yang indah di sana, menjatuhkan langit bergumpal-gumpal untuk mengazab mereka, diperlihatkan Allah malaikat kepada mereka, tentu saja Muhammad tidak akan sanggup memenuhinya bahkan mustahil ia dapat memenuhinya.\nAllah memerintahkan kepada Nabi Muhammad agar menegaskan kepada orang-orang kafir bahwa ia tidak pernah mengatakan, ia mengetahui yang gaib yang tidak diketahui manusia, karena ia tidak diberi kesanggupan untuk mengetahuinya.\nSesuatu yang gaib ada dua macam, yaitu:\na.Gaib mutlak (hakiki) yang tidak diketahui oleh suatu makhluk pun, termasuk malaikat. Hanya Allah sajalah yang mengetahuinya. Inilah gaib yang dimaksud dalam ayat di atas.\nAllah swt berfirman:\nKatakanlah (Muhammad), \"Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan..\" (an-Naml/27: 65)\nJika Allah menghendaki, maka Dia memberi tahu yang gaib macam ini kepada para Rasul-Nya, seperti memberitahu Nabi Musa seseorang dari Bani Israil yang membunuh saudaranya, setelah saudaranya yang terbunuh itu hidup kembali, setelah dipukul dengan bagian dari sapi betina yang telah disembelih. Contoh lain adalah memberitahu Nabi Isa bahwa sesudahnya, Allah akan mengutus seorang rasul dari keturunan Ismail dan sebagainya.\nb.Gaib nisbi (relatif), yaitu yang tidak diketahui oleh sebagian makhluk, tetapi diketahui oleh yang lain.\nSebab-sebab sebagian makhluk mengetahuinya, dan sebagian yang lain tidak mengetahuinya, di antaranya adalah karena:\n1. Ilmu pengetahuan yang dimiliki. Orang-orang yang berilmu lebih dapat mengetahui hakikat sesuatu sesuai dengan bidang ilmu pengetahuannya dibanding dengan orang yang tidak berilmu.\n2. Pengalaman mengerjakan sesuatu pekerjaan, seperti bergeraknya sesuatu menandakan ada tenaga yang menggerakkannya dan sebagainya.\n3. Firasat atau suara hati, tentang ada dan tidaknya sesuatu. Firasat atau suara hati ini diperoleh seseorang karena kebersihan jiwanya, atau karena latihan-latihan yang biasa dilakukannya untuk itu. Gaib yang tidak hakiki ini bukanlah termasuk gaib yang disebutkan di atas yang hanya Allah saja yang mengetahuinya.\nSebagian ahli tafsir, menjadikan ayat \"wala aqulu lakum inni malak\" sebagai alasan untuk menguatkan pendapat mereka yang mengatakan bahwa malaikat itu lebih tinggi tingkatannya dari manusia. Tetapi bila diperhatikan benar-benar, bahwa ayat ini tidak dimaksudkan untuk menerangkan, siapa yang lebih utama antara malaikat dengan manusia. Ayat ini hanya menerangkan, siapa dan bagaimana sebenarnya seorang rasul itu.\nSebagaimana diketahui bahwa menurut kepercayaan orang-orang Arab jahiliah waktu itu, malaikat adalah suatu makhluk Allah yang lebih tinggi tingkatannya dibanding dengan tingkatan manusia. Malaikat mengetahui yang gaib dan yang tidak diketahui manusia. Di antara mereka ada yang mengatakan bahwa malaikat adalah anak Allah. Karena itu mereka berpendapat bahwa nabi dan rasul itu bukanlah dari manusia biasa, setidaknya sama tingkatannya dengan tingkatan malaikat. Mereka minta kepada Nabi Muhammad agar diperlihatkan kepada mereka malaikat itu dan hendaklah Allah mengutus malaikat kepada mereka.\nUntuk membantah dan memberi penjelasan kepada orang-orang musyrik. seakan-akan Nabi Muhammad menyuruh mengikuti pendapat mereka terlebih dahulu dengan mengatakan \"wala aqulu lakum inni malak\" (dan aku tidak mengatakan kepadamu, bahwa aku adalah malaikat). \nKemudian Allah memerintahkan agar Nabi Muhammad menegaskan kepada orang-orang musyrik itu bahwa yang disampaikannya itu tidak lain hanyalah wahyu dari Allah, bukan sesuatu yang dibuat-buat oleh Nabi.\nNabi Muhammad sejak kecil sudah dikenal sebagai al-Amin, \"yang amat tepercaya\". Ia diperintahkan Allah untuk menyampaikan apa saja wahyu yang diterimanya. Allah telah menjulukinya sebagai al-balagul mubin (penyampai yang nyata). Tetapi kritikan kepada beliau pun telah disampaikan seperti kasus Abdullah bin Ummi Maktum.\nKemudian Allah menegaskan bahwa tidak sama antara orang yang buta dengan orang yang melihat, orang yang mendapat petunjuk dengan orang yang tidak mendapat petunjuk, tidak sama sifat Allah dengan sifat manusia, demikian pula antara sifat dan tugas malaikat dengan sifat dan tugas Rasul. Hendaklah perhatikan perbedaan-perbedaan yang demikian, agar nyata mana yang benar, mana yang salah, mana yang harus diikuti dan mana yang harus dihindari. Hanya orang-orang yang tidak mau menggunakan akallah yang tidak dapat melihat perbedaan-perbedaan itu.",
    "quraish": "Katakan kepada orang-orang kafir itu, wahai Rasul, \"Aku tidak mengatakan kepada kalian bahwa aku mempunyai wewenang untuk mengatur segala sesuatu yang dimiliki oleh Allah, hingga dapat mengabulkan apa-apa yang kalian minta. Aku juga tidak mengaku bahwa aku mengetahui hal-hal gaib yang tidak diberitahukan oleh Allah. Aku tidak mengatakan bahwa aku seorang malaikat yang bisa naik ke langit. Aku hanyalah seorang manusia yang hanya mengikuti sesuatu yang diwahyukan Allah kepadaku.\" Katakan pula, wahai Nabi, \"Apakah sama orang yang tersesat dan yang mendapat petunjuk dalam mengetahui kebenaran- kebenaran ini? Apakah pantas kalian berpaling dari petunjuk yang aku bawa kepada kalian, hingga tidak merenungkannya dengan akal pikiran supaya menjadi jelas kebenaran itu bagi kalian?\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku) yang di antaranya ialah rezeki yang diberikan kepadanya (dan tidak) pula bahwa aku (mengetahui yang gaib) hal-hal yang gaib dariku dan tidak diwahyukan kepadaku (dan tidak pula aku mengatakan kepadamu bahwa aku seorang malaikat) di antara malaikat-malaikat lainnya. (Tidaklah) tiada lain (aku hanya mengikut apa yang diwahyukan kepadaku.\" Katakanlah, \"Apakah sama orang yang buta) orang kafir (dengan orang yang melihat?\") orang yang beriman; tentu saja tidak. (Maka apakah kamu tidak memikirkan) tentang hal itu, kemudian kamu beriman."
  },
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 51,
    "arab": "وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "Peringatkanlah dengannya (Al-Qur'an) itu kepada orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat), tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/840.mp3",
    "tafsir": "Sebab turun ayat ini diriwayatkan oleh Ahmad, Ibnu Jarir, Ibnu Abi Hatim dan ath-thabrani dari Abdullah bin Mas'ud, ia berkata, \"Para pembesar Quraisy lewat di hadapan Rasulullah saw, dan di dekat beliau ada para sahabat yang dianggap rendah kedudukannya oleh orang-orang Quraisy, seperti shuhaib, Ammar, Khabab dan yang lainnya, para pembesar Quraisy itu berkata, \"Ya Muhammad, apakah kamu rela mereka yang rendah derajat itu menjadi pengganti kami? Apakah mereka itu orang-orang yang dikaruniai Allah diantara kita? Apakah kami akan menjadi pengikut mereka? Maka singkirkanlah mereka dari kamu, mudah-mudahan jika mereka telah tersingkir, kami akan mengikuti 'engkau.\" Maka Allah menurunkan ayat ini.\nPada ayat ini Allah memerintahkan Rasul-Nya agar memberi peringatan dan menyampaikan ancaman Allah kepada orang-orang yang mengingkari seruannya, setelah pada ayat-ayat yang lalu Allah memerintahkan agar menyampaikan risalah. Hal ini adalah wajar, karena orang yang diberi peringatan dan ancaman itu telah sampai kepadanya seruan Rasul dan pelajarannya, sehingga dapat mengambil manfaat dari ajaran itu, sesuai dengan firman Allah swt:\nSesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barang siapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali. (Fathir/35: 18) \n\nFirman Allah swt:\nSesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia. (Yasin/36: 11)\nAllah memerintahkan Nabi Muhammad agar memberi peringatan kepada orang-orang yang telah beriman, yang telah mengakui adanya hari akhirat, dan adanya suatu hari yang pada hari itu manusia menghadap Allah mempertanggungjawabkan segala perbuataannya yang telah dilakukannya di dunia, dan tidak seorang pun yang dapat menolong yang lain, sebagaimana tersebut dalam firman Allah swt:\n(Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infithar/82: 19) \n\nOrang-orang yang benar-benar beriman selalu berusaha menyempurnakan takwanya kepada Allah, selalu mencari keridaan-Nya, tanpa menggantungkan diri kepada orang lain seperti wali-wali dan orang saleh. Mereka yakin dan percaya bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari segala siksaan Allah.\nAdapun orang-orang kafir, mereka tidak perlu diberi peringatan, karena peringatan dan ancaman itu tidak berfaedah baginya, mereka tidak percaya sedikit pun bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari siksaan Allah.",
    "quraish": "Berilah peringatan, dengan isi kandungan al-Qur'ân ini, mereka yang takut kepada kedahsyatan suatu hari, ketika mereka digiring oleh malaikat untuk pengadilan dan pembalasan, dan tidak mempunyai penolong atau pemberi syafaat kecuali dengan izin Allah, agar mereka menjauhi hal-hal yang dapat membuat Allah murka!",
    "jalalayn": "(Dan berilah peringatan) takut-takutilah (dengannya) dengan Alquran (orang-orang yang takut akan dihimpunkan kepada Tuhannya pada hari kiamat sedang tidak ada bagi mereka selain-Nya) yakni selain Allah (seorang pelindung) yang dapat menolong mereka (dan pemberi syafaat pun) yang dapat memberikan syafaat kepada mereka. Jumlah kalimat yang diawali dengan huruf nafi menjadi hal dari dhamir yang terdapat di dalam lafal yuhsyaruu; maksudnya tempat yang ditakuti. Dan yang dimaksud dengan mereka adalah orang-orang yang maksiat (agar mereka bertakwa) kepada Allah dengan memberhentikan diri mereka dari kebiasaan yang biasa mereka lakukan kemudian mau berbuat ketaatan."
  },
  {
    "page": 133,
    "name": "Al-An'am",
    "ayat": 52,
    "arab": "وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ",
    "translation": "Janganlah engkau mengusir orang-orang yang menyeru Tuhannya pada pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/841.mp3",
    "tafsir": "Allah memperingatkan agar Rasulullah jangan sekali-kali mengabaikan orang-orang yang menyembah dan menyeru Allah pagi dan petang, semata-mata untuk mencari keridaan Allah dengan memurnikan ketaatan kepada-Nya, walaupun mereka itu adalah orang-orang yang termasuk golongan rendah dalam masyarakat.\nMereka beribadah, beramal dan bersedekah semata-mata karena Allah, tidak menginginkan pujian dari manusia, sebagaimana tersebut dalam firman Allah swt:\n(sambil berkata), \"Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu. (al-Insan/76: 9)\n\nFirman Allah:\nDan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. Tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi. Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna). (al-Lail/92: 19-21)\nSekalipun di antara mereka ada orang yang dipandang rendah kedudukannya dalam masyarakat, tetapi dia di sisi Allah adalah orang yang paling mulia. Allah swt berfirman:\n¦ Sesungguhnya yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-hujurat/49: 13)\n\nAyat di atas dan sebab turunnya mengisyaratkan kepada Nabi Muhammad, bahwa telah berlaku sunatullah atas beliau seperti yang telah berlaku pada rasul-rasul terdahulu, yaitu kebanyakan dari orang-orang yang lebih dulu beriman dan mengikuti seruan mereka adalah orang-orang yang mempergunakan akal pikirannya, tetapi mereka adalah orang-orang yang miskin atau orang-orang yang dipandang hina oleh masyarakatnya, sedangkan pemuka-pemuka masyarakat dan orang-orang kaya memusuhi dan mengingkari seruan rasul, sebagaimana firman Allah swt.\nDan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, \"Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.\" Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab. (Saba'/34: 34-35)\n\nFirman Allah swt:\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11: 27)\n\nAllah memperingatkan Nabi Muhammad, bahwa dia tidak berwenang menilai perbuatan orang-orang yang berdoa dan menyembah Allah pagi dan petang, sebagaimana pula mereka tidak berwenang menilai perbuatan Rasul. Yang berwenang menilai semuanya hanyalah Allah karena Dia Pemilik dan Penguasa alam semesta ini. Orang-orang mukmin bukanlah budak dan bukan pula pesuruh atau pegawai Rasul, mereka adalah hamba Allah yang selalu mencari keridaan-Nya, sedang Rasul adalah utusan Allah yang bertugas menyampaikan wahyu kepada manusia.\nAllah swt berfirman :\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22)\nOleh sebab itu, janganlah sekali-kali Nabi Muhammad mengusir orang-orang yang menyembah dan menghambakan diri, pagi atau petang itu. Jika Nabi saw, melakukannya maka berarti ia termasuk orang-orang yang zalim, karena yang berwenang menilai dan memberi balasan itu hanyalah Allah semata.",
    "quraish": "Wahai Muhammad, jangan engkau penuhi seruan orang-orang kafir yang sombong hingga engkau mengusir orang-orang Mukmin lemah yang selalu menyembah Allah dan hanya mengharapkan rida-Nya! Jangan engkau perhatikan penindasan mereka terhadap orang-orang Mukmin! Karena kamu tidak bertanggung jawab di hadapan Allah atas sesuatu yang mereka perbuat, sebagaimana mereka juga tidak bertanggung jawab atas perbuatan-perbuatanmu. Apabila engkau memenuhi seruan orang-orang kafir yang keras kepala itu, lalu engkau mengusir orang-orang Mukmin, maka engkau telah termasuk orang-orang yang lalim.",
    "jalalayn": "(Dan janganlah kamu mengusir orang-orang yang menyeru Tuhannya di pagi hari dan di petang hari sedangkan mereka menghendaki) dengan ibadahnya itu (keridaan-Nya) Yang Maha Tinggi bukannya untuk tujuan meraih sesuatu dari keduniaan. Mereka adalah kaum muslimin yang miskin sedangkan kaum musyrikin sangat tidak menyukai mereka lalu orang-orang musyrik meminta kepada Nabi saw. agar beliau mengusir mereka dari sisinya supaya orang-orang musyrik itu dapat duduk bersama-sama dengan beliau. Kemudian Nabi saw. bermaksud untuk memenuhi permintaan orang-orang musyrik itu agar mereka mau masuk Islam. (Kamu tidak memikul tanggung jawab terhadap perbuatan mereka) huruf min adalah tambahan (sedikit pun) jika hati mereka tidak rela (dan mereka pun tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu yang menyebabkan kamu berhak mengusir mereka) sebagai jawab dari nafi (sehingga kamu termasuk orang-orang yang lalim) jika kamu melakukan hal itu."
  }
]