[
  {
    "page": 134,
    "name": "Al-An'am",
    "ayat": 53,
    "arab": "وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ",
    "translation": "Demikianlah Kami telah menguji sebagian mereka (orang yang kaya) dengan sebagian yang lain (orang yang miskin), agar mereka (orang yang kaya itu) berkata, “Orang-orang semacam inikah di antara kita yang diberi anugerah oleh Allah?” (Allah berfirman), “Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/842.mp3",
    "tafsir": "Perumpamaan yang diterangkan pada ayat yang lalu adalah semacam cobaan dan ujian Allah kepada orang-orang yang beriman. Cobaan itu sengaja diberikan Allah untuk menguji dan memperkuat iman seseorang yang benar-benar beriman, tabah dan sabar menghadapi cobaan-cobaan itu, sebaliknya orang yang kurang atau tidak beriman pasti tidak akan tabah dan sabar menghadapinya. \nCobaan dan ujian itu diberikan Allah beraneka bentuk. Adakalanya cobaan itu berupa perbedaan-perbedaan yang terdapat di antara manusia; ada yang kaya, ada yang miskin, ada yang kuat dan ada yang lemah, ada yang berkuasa dan ada yang dikuasai, ada yang menindas dan ada yang tertindas dan sebagainya. Demikian pula ada yang bodoh dan ada yang pandai, ada yang sehat dan ada yang sakit dan sebagainya.\nOrang-orang yang lemah imannya akan merasa terhina dengan perkataan orang-orang kafir, \"Orang-orang yang memeluk agama Islam itu hanyalah orang-orang bodoh, orang-orang miskin dan orang-orang yang berasal dari kasta yang rendah.\" Atau perkataan orang-orang kafir, \"Bahwa kamilah yang dicintai Allah karena kami diberi rezeki yang banyak dan pengetahuan yang tinggi oleh Allah.\" Dan sebagainya. Sedangkan orang yang kuat imannya tidak terpengaruh sedikit pun oleh perkataan yang demikian itu, bahkan imannya bertambah kuat karenanya.\nAllah-lah yang menetapkan pemberian dan penambahan nikmat kepada seorang hamba-Nya. Pemberian nikmat tersebut untuk menguji siapa yang bersyukur dan siapa yang ingkar. Bila manusia bersyukur akan ditambah nikmatnya. Tetapi, yang ingkar akan diazab.\nAllah swt berfirman:\nDan (ingatlah) ketika Tuhanmu memaklumkan, \" Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)",
    "quraish": "Seperti cobaan yang telah ditetapkan dalam ketentuan Kami ini, Kami menguji orang-orang yang sombong dengan membuat kaum lemah lebih dulu memeluk Islam, sehingga mereka mengatakan, dengan nada mengejek, \"Apakah orang-orang miskin itu golongan kita yang mendapatkan karunia dari Allah yang telah dijanjikan oleh Muhammad?\" Orang-orang miskin itu memahami bahwa karunia Allah adalah petunjuk kepada keimanan, maka mereka lalu menyucikan-Nya. Allah Maha Mengetahui orang-orang yang mensyukuri nikmat dan karunia-Nya.",
    "jalalayn": "(Dan demikianlah telah Kami uji) Kami telah coba (sebagian mereka dengan sebagian lainnya) yakni orang yang mulia dengan orang yang rendah, orang kaya dengan orang miskin, untuk Kami lombakan siapakah yang berhak paling dahulu kepada keimanan (supaya mereka berkata) orang-orang yang mulia dan orang-orang yang kaya yaitu mereka yang ingkar (\"Orang-orang semacam inikah) yakni orang-orang miskin (di antara kita yang diberi anugerah oleh Allah kepada mereka?\") hidayah. Artinya jika apa yang sedang dilakukan oleh orang-orang miskin dan orang-orang rendahan itu dinamakan hidayah, niscaya orang-orang mulia dan orang-orang kaya itu tidak akan mampu mendahuluinya. Allah berfirman, (\"Tidakkah Allah lebih mengetahui tentang orang-orang yang bersyukur?\") kepada-Nya lalu Dia memberikan hidayah kepada mereka. Memang betul."
  },
  {
    "page": 134,
    "name": "Al-An'am",
    "ayat": 54,
    "arab": "وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ",
    "translation": "Dan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, “Salamun ‘alaikum  (selamat sejahtera untuk kamu).” Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang-siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/843.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad, dan orang-orang beriman agar mengucapkan \"salam\" kepada orang-orang beriman yang mereka temui, atau bila berpisah antara satu dengan yang lain. Ucapan salam itu adakalanya \"salamun 'alaikum\" adakalanya \"assalamu'alaikum\" atau \"assalamu'alaikum warahmatullah wabarakatuh\", dan ditindaklanjuti dengan memelihara kedamaian.\nPerkataan \"salam\" berarti \"selamat\", \"sejahtera\" atau \"damai\". \"As-Salam\" ialah salah satu dari nama-nama Allah, yang berarti bahwa Allah selamat dari sifat-sifat yang tidak layak baginya, seperti sifat lemah, miskin, baharu, mati dan sebagainya.\nUcapan \"salam\" yang diperintahkan Allah agar orang-orang mukmin mengucapkannya dalam ayat ini, mengandung pengertian bahwa Allah menyatakan kepada orang-orang yang telah masuk Islam, mereka telah selamat dan sejahtera dengan masuk Islam itu, karena dosa-dosa mereka telah diampuni, jiwa dan darah mereka telah dipelihara oleh kaum Muslimin, dan mereka telah mengikuti petunjuk yang membawa mereka kepada kebahagiaan hidup di dunia dan di akhirat. Oleh karena itu, sesama muslim tidak boleh berkelahi, apalagi bermusuhan.\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan \"salam\" dalam ayat ini ialah \"salam\" yang harus diucapkan Rasulullah saw, kepada orang-orang mukmin yang dianggap rendah dan miskin oleh orang-orang Quraisy, yang datang kepada Rasulullah saw, di waktu beliau sedang berbicara dengan pembesar-pembesar Quraisy. Janganlah mereka diusir, sehingga menyakitkan hatinya. Sekalipun mereka miskin tetapi kedudukan mereka lebih tinggi di sisi Allah, karena itu ucapkanlah kepada mereka kata-kata yang baik atau suruhlah mereka menunggu sampai pembicaraan dengan pembesar-pembesar Quraisy itu selesai. Menurut golongan ini bahwa pendapat mereka sesuai dengan sebab ayat diturunkan.\nKepada orang-orang yang masuk Islam, Allah menjanjikan akan melimpahkan rahmat-Nya kepada mereka, sebagai suatu kemurahan daripada-Nya.\nDi antara rahmat yang dilimpahkan Allah ialah tidak dihukumnya orang-orang yang:\n1. Berbuat maksiat dengan tidak mengetahui bahwa perbuatan itu adalah perbuatan maksiat.\n2. Mengerjakan larangan karena tidak sadar, lantaran sangat marah atau karena dorongan hawa nafsu. Kemudian mereka bertobat, dan menyesal atas perbuatan itu, mereka berjanji tidak akan mengulangi lagi, serta mengadakan perbaikan dengan mengerjakan perbuatan-perbuatan baik, dan mengikis habis pengaruh pekerjaan buruk itu dalam hatinya, hingga hati dan jiwanya bersih, dan dirinya bertambah dekat kepada Allah.\nDari ayat ini dapat diambil suatu dasar dalam menetapkan hukuman bahwa hal-hal yang dapat menghapuskan, mengurangi atau meringankan hukuman seseorang yang akan atau telah diputuskan hukumannya, yaitu:\n1. Kesalahan yang diperbuatnya dilakukan tanpa disadari, atau perbuatan itu dilakukan tanpa kemauan dan ikhtiarnya.\n2. Tindakan atau tingkah lakunya menunjukkan bahwa ia telah berjanji dalam hatinya tidak akan mengulangi perbuatan itu, ia telah menyesal karena mengerjakan kejahatan tersebut, serta melakukan perbuatan-perbuatan baik.",
    "quraish": "Apabila kamu didatangi oleh orang-orang yang mempercayai al-Qur'ân, katakan kepada mereka, sebagai penghormatan, \"Selamat atas kalian. Aku beri kabar gembira tentang kasih sayang yang Allah wajibkan kepada diri-Nya. Suatu kasih sayang yang mengharuskan bahwa bila seseorang di antara kalian berbuat kejahatan karena tidak mengetahui akibatnya, kemudian ia kembali kepada Allah dengan perasaan menyesal dan bertobat serta memperbaiki perbuatannya, Allah pasti akan memaafkannya. Sebab ampunan dan rahmat Allah amat luas.\"",
    "jalalayn": "(Apabila orang-orang yang beriman kepada ayat-ayat Kami itu datang kepadamu, maka katakanlah) kepada mereka (\"Mudah-mudahan Allah melimpahkan kesejahteraan atas kamu telah menetapkan) telah memastikan (Tuhanmu atas diri-Nya kasih sayang, yaitu bahwasanya) yakni perihalnya; di dalam suatu qiraat dibaca dengan fathah yaitu annahu sebagai badal atau kata ganti dari Lafal ar-rahmah (siapa yang berbuat kejahatan di antara kamu lantaran kejahilan) terhadap perbuatan itu sewaktu ia melakukannya (kemudian ia bertobat) kembali ke jalan yang benar (setelah itu) setelah mengerjakannya (dan mengadakan perbaikan) terhadap amal perbuatannya (maka sesungguhnya Ia) yakni Allah swt. (Maha Pengampun) kepadanya (lagi Maha Penyayang.\") kepada dirinya. Menurut qiraat lainnya dibaca dengan fatah; artinya maka Dialah yang memberi ampunan dan kasih sayang."
  },
  {
    "page": 134,
    "name": "Al-An'am",
    "ayat": 55,
    "arab": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ",
    "translation": "Dan demikianlah Kami terangkan ayat-ayat Al-Qur'an, (agar terlihat jelas jalan orang-orang yang saleh) dan agar terlihat jelas (pula) jalan orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/844.mp3",
    "tafsir": "Jalan hidup orang-orang beriman adalah mengerjakan kebaikan. Kalaupun mereka berbuat salah, itu karena kekeliruan. Sedangkan jalan hidup orang yang tidak beriman adalah berbuat dosa. Demikianlah Allah menjelaskan ayat-ayat-Nya kepada manusia dengan sejelas-jelasnya agar orang-orang beriman mengetahui secara nyata, mana jalan orang-orang baik dan mana jalan orang-orang berdosa.",
    "quraish": "Dengan keterangan yang jelas itu, Kami menerangkan bukti-bukti yang bermacam-macam, agar menjadi tampak jalan kebenaran yang dilalui oleh orang-orang Mukmin dan menjadi jelas jalan kebatilan yang dilalui oleh orang-orang kafir.",
    "jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami jelaskan sebelumnya (Kami terangkan) Kami jelaskan (ayat-ayat) Alquran untuk menampakkan yang hak kemudian diamalkan (supaya jelas) supaya menjadi terang (jalan) kelakuan (orang-orang yang berdosa) kemudian engkau menjauhinya. Dalam suatu qiraat dibaca litubayyina; menurut qiraat lainnya dibaca litastabiina. Bila lafal sabiil dibaca nashab maka pembicaraannya ditujukan kepada Nabi saw."
  },
  {
    "page": 134,
    "name": "Al-An'am",
    "ayat": 56,
    "arab": "قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗ قُلْ لَّآ اَتَّبِعُ اَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ اِذًا وَّمَآ اَنَا۠ مِنَ الْمُهْتَدِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.” Katakanlah, “Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku, dan aku tidak termasuk orang yang mendapat petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/845.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad, agar menyampaikan kepada orang-orang musyrik, bahwa dia telah dilarang menyembah selain kepada Allah. Di dalam Al-Qur'an, larangan itu antara lain menyembah dan memohon pertolongan kepada patung-patung, menyembah dan menghambakan diri kepada para malaikat, kepada orang-orang atau kuburan-kuburan yang dianggap keramat dan sebagainya. Larangan itu terdapat di dalam Al-Qur'an yang telah diturunkan Allah kepadanya, disertai bukti-bukti dan dalil-dalil yang kuat yang dapat menambah keyakinan akan kebenaran larangan Allah itu.\nDiterangkan pula bahwa yang disembah orang-orang musyrik itu adalah sesuatu yang tidak dapat memberi manfaat dan memberi mudarat sedikit pun, tidak dapat memberi pertolongan kepada orang-orang yang memohon kepadanya, dan tidak sangggup mengelakkan suatu malapetaka pun yang menimpa penyembah-penyembahnya. Mereka menyembah selain Allah itu semata-mata mengikuti hawa nafsu dan keinginan mereka saja mengikuti kebiasaan-kebiasaan yang biasa dilakukan oleh nenek moyang mereka, tanpa bukti-bukti dan dalil-dalil yang kuat. Karena itu Nabi dan kaum Muslimin tidak akan mengikuti ajakan mereka itu.\nNabi Muhammad juga diperintahkan untuk menyampaikan bahwa ia dan kaum Muslimin tidak akan mengikuti ajakan mereka. Karena, jika ia mengikuti ajakan mereka berarti ia mengikuti sesuatu yang tidak mempunyai dasar yang kuat dan sesat, dan ia dengan demikian bukan seorang Nabi.",
    "quraish": "Katakan kepada orang-orang kafir itu, wahai Nabi, \"Sesungguhnya Allah telah melarangku untuk menyembah apa yang kalian sembah selain Allah. Aku tidak mengikuti hawa nafsu kalian. Karena, bila aku mengikuti kalian, pasti akan menyeleweng dari kebenaran dan tidak termasuk orang-orang yang mendapat petunjuk.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku dilarang menyembah tuhan-tuhan yang kamu seru) kamu sembah (selain Allah.\" Katakanlah, \"Aku tidak akan mengikuti hawa nafsumu) dalam menyembah tuhan-tuhanmu itu (sungguh tersesatlah aku jika berbuat demikian) jika aku ikut menyembah tuhan-tuhan itu (dan tidak pula aku termasuk orang-orang yang mendapat petunjuk.\")"
  },
  {
    "page": 134,
    "name": "Al-An'am",
    "ayat": 57,
    "arab": "قُلْ اِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗيَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِيْنَ",
    "translation": "Katakanlah (Muhammad), “Aku (berada) di atas keterangan yang nyata (Al-Qur'an) dari Tuhanku sedang kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan (hukum itu) hanyalah hak Allah. Dia menerangkan kebenaran dan Dia pemberi keputusan yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/846.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi saw agar menyampaikan kepada orang-orang musyrik, bahwa ia memiliki bukti kenabiannya, yaitu wahyu. Wahyu itu memberitahukan adanya hidup sesudah mati, tetapi mereka meminta disegerakan, padahal hal itu adalah wewenang Allah, dan Allah Mahabenar dalam berita yang disampaikan-Nya (an-Nahl/16: 1).\nNabi Muhammad dan pengikut-pengikutnya tidak mengikuti ajakan mereka, karena agama yang disampaikannya disertai dengan dasar-dasar, dalil-dalil dan keterangan-keterangan yang kuat, berdasarkan petunjuk-petunjuk yang diwahyukan Allah yang terdapat di dalam Al-Qur'an. Adapun orang-orang musyrik itu mereka mengajak Nabi dan kaum Muslimin mengikuti agama mereka, tetapi mereka tidak mengemukakan dalil-dalil dan keterangan-keterangan yang dapat menguatkan dasar kepercayaan mereka, agar dengan demikian timbul keyakinan pada diri seseorang yang mereka ajak itu akan kebenaran agama mereka.\nDi antara sebab mereka mengingkari dan mendustakan Al-Qur'an dan kenabian Muhammad adalah karena Allah tidak memperkenankan permintaan mereka, agar kepada mereka diturunkan azab, seperti yang telah diturunkan kepada umat nabi-nabi terdahulu, sebagai bukti kerasulan Muhammad, sebagai yang diterangkan Allah swt dalam firman-Nya:\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nTelah diketahui bahwa yang menetapkan dan menentukan segala sesuatu itu hanyalah Allah, tidak ada yang selain Dia. Hanya Dialah yang mengetahui hikmah terjadi atau tidak terjadinya sesuatu di alam ini. Dalam menentukan terjadinya sesuatu atau tidak terjadinya, Dia mempunyai aturan-aturan dan hukum-hukum. Terjadinya sesuatu adalah sesuai aturan-aturan dan hukum-hukum-Nya itu, sebagaimana firman Allah swt:\n¦ Dan segala sesuatu ada ukuran di sisi-Nya. (ar-Ra'd/13: 8)\n\nAllah menerangkan bahwa segala sesuatu yang tersebut di dalam Al-Qur'an adalah benar dan benar-benar akan terjadi, sesuai dengan firman-Nya:\nDan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu. (al-hajj/22: 47)\n\nFirman Allah swt:\nBagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (Yunus/10: 49)",
    "quraish": "Katakan kepada mereka lagi, \"Aku benar-benar berada pada syariat yang jelas yang diturunkan dari Tuhanku melalui al-Qur'ân yang kalian tidak percayai. Di luar kemampuanku, mempercepat azab seperti yang kalian tantang. Hal itu hanya ada dalam kekuasaan Allah dan tergantung kepada kehendak, kebijaksanaan, dan wewenang-Nya. Bila Dia menghendaki, Dia akan mempercepatnya, dan bila menghendaki, Dia akan melambatkannya. Semuanya menurut hikmah yang Dia ketahui. Dia adalah sebaik- baik pemutus persoalan antara aku dan kalian.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku berada di atas hujah) penjelasan yang nyata (dari Tuhanku dan) ternyata (kamu mendustakannya) mendustakan Tuhanku karena kamu telah menyekutukan-Nya. (Tidak ada padaku apa yang kamu minta supaya disegerakan kedatangannya) yaitu berupa azab. (Tidak lain) tiada lain (menetapkan hukum itu) dalam masalah tersebut dan masalah-masalah lainnya (hanyalah hak Allah. Dia memutuskan) menentukan (yang sebenarnya dan Dia pemberi keputusan yang paling baik.\") pemberi ketentuan hukum yang paling baik. Menurut suatu qiraat dibaca yaqushshu/menerangkan bukannya yaqdhii/memutuskan."
  },
  {
    "page": 134,
    "name": "Al-An'am",
    "ayat": 58,
    "arab": "قُلْ لَّوْ اَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنِيْ وَبَيْنَكُمْ ۗوَاللّٰهُ اَعْلَمُ بِالظّٰلِمِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Seandainya ada padaku apa (azab) yang kamu minta agar disegerakan kedatangannya, tentu selesailah segala perkara antara aku dan kamu.” Dan Allah lebih mengetahui tentang orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/847.mp3",
    "tafsir": "Seandainya azab yang diminta oleh orang-orang kafir itu berada di tangan Muhammad saw, tentulah mereka sudah dibinasakan, karena mereka telah mendustakan ayat Allah, menentang seruan Nabi, dan menghalang-halangi orang lain masuk Islam.\nAllah Maha Mengetahui orang-orang yang zalim dan orang-orang yang tidak dapat lagi diharapkan keimanannya. Dia Maha Mengetahui azab yang pantas diberikan kepada mereka itu dan Dia pasti mengazab mereka sesuai dengan waktu yang telah ditetapkan-Nya.",
    "quraish": "Katakan, \"Apabila aku mampu menimpakan azab yang kalian tantang untuk dipercepat, niscaya aku akan menimpakannya kepada kalian, atas nama kemurkaan Tuhanku. Dengan demikian, akan selesai permasalahan antara aku dan kalian. Tetapi hal itu adalah wewenang Allah. Dia yang Mahatahu azab--baik yang cepat maupun yang lambat--yang sesuai dengan orang-orang kafir.",
    "jalalayn": "(Katakanlah) kepada mereka (\"Kalau sekiranya ada padaku apa/azab yang kamu minta supaya disegerakan kedatangannya, tentu telah diselesaikan Allah urusan yang ada antara aku dan kamu) yaitu dengan cara aku menyegerakan azab itu kepadamu, kemudian aku istirahat. Akan tetapi azab itu hanya ada di tangan kekuasaan Allah (Dan Allah lebih mengetahui tentang orang-orang yang lalim.\") di kala Ia mau menghukum mereka."
  },
  {
    "page": 134,
    "name": "Al-An'am",
    "ayat": 59,
    "arab": "۞ وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
    "translation": "Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/848.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kunci-kunci pembuka pintu untuk mengetahui yang gaib itu hanya ada pada Allah, tidak ada seorang pun yang memilikinya.\nYang dimaksud dengan yang gaib ialah sesuatu yang tidak diketahui hakikat yang sebenarnya, seperti akhirat, surga dan neraka. Sekalipun manusia telah diberi Allah pengetahuan yang banyak, tetapi pengetahuan itu hanyalah sedikit bila dibanding dengan pengetahuan Allah. Amatlah banyak yang belum diketahui oleh manusia.\nSesungguhnya Allah menciptakan alam ini dengan segala macam isinya, dilengkapi dengan aturan dan hukum yang mengaturnya sejak dari adanya sampai akhir masa adanya. Ketentuan itu tidak akan berubah sedikit pun. Kemudian Allah mengajarkan kepada manusia beberapa aturan dan ketentuan untuk meyakinkan mereka bahwa Allah-lah yang menciptakan segalanya agar mereka menghambakan diri kepada-Nya. Karena itu seandainya ada manusia yang menyatakan bahwa mereka mengetahui yang gaib itu, maka pengetahuan mereka hanyalah merupakan dugaan dan sangkaan belaka, tidak sampai kepada hakikat yang sebenarnya. Mereka pun tidak mengetahui dengan pasti akibat dan hikmat suatu kejadian. Percaya kepada yang gaib termasuk salah satu dari rukun iman.\nDi antara perkara-perkara gaib yang tidak diketahui oleh manusia disebutkan dalam firman Allah:\nSesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34)\n\nPengetahuan tentang yang gaib hanya diketahui seseorang jika Allah mengajarkan kepadanya, sebagaimana firman-Nya:\nDia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya. (al-Jinn/72: 26-27)\nDi antara hal yang gaib yang pernah diajarkan atau diberitahukan Allah kepada nabi-nabi-Nya ialah:\nNabi Isa diajari Allah untuk mengetahui apa yang dimakan dan disimpan seseorang di rumahnya, firman-Nya:\n¦ dan aku beritahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu¦ (ali 'Imran/3: 49)\n\nDemikian pula kepada Nabi Yusuf, firman Allah swt:\nDia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. (Yusuf/12: 37)\n\nKemudian Allah menerangkan keluasan ilmu-Nya, yaitu di samping Dia mengetahui yang gaib, Dia juga lebih mengetahui akan hakikat dan keadaan yang dapat dicapai panca indera manusia, Dia mengetahui segala yang ada di daratan dan di lautan sejak dari yang kecil dan halus sampai kepada yang sebesar-besarnya, sejak dari tempat dan waktu gugurnya sehelai daun, keadaan benda yang paling halus yang berada pada malam yang paling gelap, apakah keadaannya basah atau kering, semuanya ada di dalam ilmu Allah tertulis di Lauh Mahfudh.\nRasulullah saw bersabda:\nAllah telah ada dan yang lain belum ada, dan adalah arsy-Nya di atas air, dan Dia menuliskan pada Lauh Mahfudh segala sesuatu dan Dia menciptakan langit dan bumi. (Riwayat al-Bukhari dari 'Imran bin husain)\n\nDari hadis di atas dipahami bahwa segala sesuatu yang ada tidak luput dari pengetahuan Allah.",
    "quraish": "Allah mengetahui segala macam hal yang gaib. Tidak ada yang mengetahui hal itu kecuali diri-Nya dan orang yang Dia beritahu sebagian ilmunya. Pengetahuan-Nya meliputi segala sesuatu yang ada di darat dan di laut. Daun--daun apa saja--yang jatuh, biji-bijian yang jatuh di perut bumi, atau sesuatu yang basah dan yang kering, semuanya diketahui oleh Allah dengan sempurna.",
    "jalalayn": "(Dan pada sisi Allahlah) Yang Maha Luhur (kunci-kunci semua yang gaib) simpanan-simpanan ilmu gaib atau jalan-jalan yang mengantarkan kepada pengetahuan tentangnya (tak ada yang mengetahuinya kecuali Dia sendiri) ilmu tentang kegaiban itu ada lima macam; mengenai penjelasannya telah dikemukakan dalam surah Luqman ayat 34, yaitu firman-Nya, \"Sesungguhnya Allah hanya pada sisi-Nya sajalah pengetahuan tentang hari kiamat... sampai akhir ayat.\" Demikianlah menurut riwayat Imam Bukhari (dan Dia mengetahui apa) yang terjadi (di daratan) permukaan bumi (dan di lautan) perkampungan-perkampungan yang ada di atas sungai-sungai (dan tiada sehelai daun pun yang gugur) huruf min adalah zaidah/ tambahan (melainkan Dia mengetahuinya pula, dan tidak jatuh sebutir biji pun dalam kegelapan bumi dan tidak sesuatu yang basah atau yang kering) diathafkan kepada Lafal waraqatin (melainkan tertulis dalam kitab yang nyata) yakni Lohmahfuz. Al-Istitsna/pengecualian berkedudukan sebagai badal isytimal dari istitsna yang sebelumnya."
  }
]