[
  {
    "page": 136,
    "name": "Al-An'am",
    "ayat": 69,
    "arab": "وَمَا عَلَى الَّذِيْنَ يَتَّقُوْنَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّلٰكِنْ ذِكْرٰى لَعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "Orang-orang yang bertakwa tidak ada tanggung jawab sedikit pun atas (dosa-dosa) mereka; tetapi (berkewajiban) mengingatkan agar mereka (juga) bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/858.mp3",
    "tafsir": "Ayat ini menegaskan bahwa orang-orang mukmin yang bertakwa kepada Allah tidak bertanggung jawab atas perbuatan orang-orang musyrik yang memperolokkan ayat-ayat Allah dan mereka tidak akan menanggung dosa orang musyrik. Mereka berkewajiban memberi peringatan kepada kaum musyrik yang berbuat demikian, untuk tidak lagi memperolokkan ayat-ayat Allah.",
    "quraish": "Orang-orang yang bertakwa kepada Allah tidak bertanggung jawab apa pun atas dosa orang-orang yang lalim itu, apabila mereka terus-menerus dalam kesesatan. Walaupun begitu, orang-orang yang bertakwa itu harus mengingatkan mereka, barang kali mereka menjadi takut kepada Allah dan berhenti mengerjakan hal-hal yang batil.",
    "jalalayn": "(Dan tidak ada atas orang-orang yang bertakwa) kepada Allah (pertanggungjawaban terhadap dosa mereka) orang-orang yang memperolok-olokkan ayat-ayat Allah (barang) sebagai huruf zaidah (sedikit pun) jika orang-orang yang bertakwa itu duduk-duduk dengan mereka (akan tetapi) kewajiban orang-orang yang bertakwa adalah (mengingatkan) memberikan peringatan kepada mereka dan juga nasihat (agar mereka bertakwa) tidak lagi memperolok-olokkan ayat-ayat Allah."
  },
  {
    "page": 136,
    "name": "Al-An'am",
    "ayat": 70,
    "arab": "وَذَرِ الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَعِبًا وَّلَهْوًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَذَكِّرْ بِهٖٓ اَنْ تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْۖ  لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ وَلِيٌّ وَّلَا شَفِيْعٌ ۚوَاِنْ تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَاۗ اُولٰۤىِٕكَ الَّذِيْنَ اُبْسِلُوْا بِمَا كَسَبُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ࣖ",
    "translation": "Tinggalkanlah orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Peringatkanlah (mereka) dengan Al-Qur'an agar setiap orang tidak terjerumus (ke dalam neraka), karena perbuatannya sendiri. Tidak ada baginya pelindung dan pemberi syafaat (pertolongan) selain Allah. Dan jika dia hendak menebus dengan segala macam tebusan apa pun, niscaya tidak akan diterima. Mereka itulah orang-orang yang dijerumuskan (ke dalam neraka), karena perbuatan mereka sendiri. Mereka mendapat minuman dari air yang mendidih dan azab yang pedih karena kekafiran mereka dahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/859.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad dan orang-orang yang beriman agar memutuskan hubungan dengan orang-orang yang menjadikan agama mereka sebagai mainan dan sasaran senda-gurau. Mereka itu telah teperdaya oleh kesenangan hidup duniawi, dan telah lupa bahwa kehidupan yang sebenarnya, ialah di akhirat nanti. Mereka tidak membersihkan diri dan jiwa mereka, tidak memperbaiki budi pekerti mereka sebagaimana yang telah diajarkan Allah, mereka lalai dan lupa akan pertemuan dengan Allah di akhirat nanti, mereka menyia-nyiakan waktu yang berharga dengan mengisi kehidupan duniawi dengan berbagai perbuatan yang merugikan diri mereka sendiri.\nAllah memerintahkan pula agar Rasul dan kaum Muslimin memberi peringatan kepada mereka dengan ayat-ayat Al-Qur'an, agar mereka tidak dijerumuskan ke dalam neraka karena perbuatan mereka sendiri. Pada hari itu tidak sesuatu pun yang dapat menolong, mendatangkan kebaikan atau menolak kejahatan dan kesengsaraan yang mereka alami selain dari Allah. Pada hari itu tidak ada lagi alat yang dapat dijadikan untuk menebus diri agar terhindar dari azab Allah. Sebagaimana firman Allah swt:\nDan takutlah kamu pada hari, (ketika) tidak seorang pun dapat menggantikan (membela) orang lain sedikit pun, tebusan tidak diterima, bantuan tidak berguna baginya, dan mereka tidak akan ditolong. (al-Baqarah/2: 123)\n\nAyat ini membantah pendapat yang mengatakan bahwa di akhirat nanti ada pemberi syafaat yang dapat menolak atau meringankan azab selain Allah, seperti berhala-berhala, orang yang dianggap memiliki karamah dan sebagainya.\nAllah menegaskan bahwa orang-orang yang memperolok-olokkan agama Allah itu berarti mereka telah mengharamkan atas dirinya pahala dan karunia Allah di akhirat nanti, karena itu bagi mereka azab yang pedih, mereka dijerumuskan ke dalam neraka akibat perbuatan mereka sendiri dan di neraka itu mereka meminum air yang mendidih disebabkan kekafiran mereka.",
    "quraish": "Tinggalkanlah, wahai Rasulullah, orang-orang yang menjadikan agama mereka sebagai permainan dan bahan ejekan serta tertipu oleh kehidupan dunia sehingga melupakan kehidupan akhirat. Ingatkan mereka, dengan al-Qur'ân, bahwa alangkah menakutkannya hari ditahannya setiap orang bersama amal perbuatannya. Suatu hari ketika tidak ada penolong selain Allah dan semua tebusan untuk selamat dari siksaan tidak ada yang diterima. Orang-orang kafir yang ditahan di dalam siksaan akibat perbuatan jahat yang mereka lakukan itu, di neraka jahannam akan mendapatkan siksa berupa air yang sangat panas dan siksaan yang sangat pedih akibat kekufuran mereka.",
    "jalalayn": "(Dan tinggalkanlah) biarkanlah (orang-orang yang menjadikan agama mereka) yang sudah menjadi kewajiban bagi mereka untuk mengamalkannya (sebagai main-main dan senda gurau) oleh sebab mereka mengejek agama (dan mereka telah ditipu oleh kehidupan dunia) maka janganlah engkau menghalang-halangi mereka; ayat ini diturunkan sebelum adanya perintah untuk berperang (Peringatkanlah) berilah nasihat umat manusia itu (dengannya) Alquran (agar) janganlah (setiap diri terjerumus ke dalam neraka) atau ke dalam kebinasaan (karena perbuatannya sendiri) karena amal perbuatannya sendiri (Baginya tidak akan ada selain dari Allah) (sebagai penolong) yang dapat menyelamatkannya (dan tidak pula pemberi syafaat) yang dapat mencegah dirinya dari siksaan neraka. (Dan jika ia menebus dengan segala tebusan) dengan segala macam tebusan (niscaya tidak akan diterima) maksudnya diri mereka tidak dapat ditebus. (Mereka itulah orang-orang yang terjerumus ke dalam neraka disebabkan perbuatan mereka sendiri. Bagi mereka disediakan minuman dari air yang sedang mendidih) yakni air yang sangat panas sekali (dan azab yang pedih) yang sangat menyakitkan (disebabkan kekafiran mereka dahulu) oleh sebab kekafiran mereka."
  },
  {
    "page": 136,
    "name": "Al-An'am",
    "ayat": 71,
    "arab": "قُلْ اَنَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى اَعْقَابِنَا بَعْدَ اِذْ هَدٰىنَا اللّٰهُ كَالَّذِى اسْتَهْوَتْهُ الشَّيٰطِيْنُ فِى الْاَرْضِ حَيْرَانَ لَهٗٓ اَصْحٰبٌ يَّدْعُوْنَهٗٓ اِلَى الْهُدَى ائْتِنَا ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىۗ وَاُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعٰلَمِيْنَۙ ",
    "translation": "Katakanlah (Muhammad), “Apakah kita akan memohon kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang, setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan.” Kawan-kawannya mengajaknya ke jalan yang lurus (dengan mengatakan), “Ikutilah kami.” Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya); dan kita diperintahkan agar berserah diri kepada Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/860.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk mengatakan kepada orang-orang yang mengajak beliau untuk mengikuti agama mereka lalu bersama-sama menyembah berhala, agar mereka tidak meminta pertolongan kepada selain Allah seperti menyembah batu atau pepohonan dan lain-lain yang tidak dapat memberikan manfaat atau menolak madarat. Akan tetapi dia hanya beribadah kepada Allah semata, Yang mempunyai kekuasaan, Yang memberikan manfaat atau mudarat dan Yang menguasai makhluk, Yang menghidupkan dan mematikan.\nOrang-orang yang berpikir secara wajar, tentu dapat membedakan mana yang baik dan mana yang buruk, serta mana yang benar dan mana yang salah; sesungguhnya menghambakan diri kepada Zat yang dapat diharapkan manfaat-Nya dan ditakuti siksaan-Nya, lebih utama dan lebih baik daripada menghambakan diri kepada sesuatu yang tidak dapat diharapkan manfaatnya, menghambakan diri kepada Allah lebih baik daripada kembali kepada jalan yang sesat dan bergelimang dalam kemusyrikan.\nDengan ringkas dapat dikatakan bahwa menyembah selain Allah tidak patut dilakukan karena sebab-sebab berikut ini:\n1.Orang yang berpikir secara wajar akan memohon pertolongan kepada Zat Yang Mahakuasa, Yang dapat mendatangkan manfaat dan menolak madarat.\n2.Mereka tidak mau murtad seperti keadaan mereka sebelum memeluk agama Islam.\n3.Orang-orang yang telah mendapat petunjuk dari Allah dan diselamatkan dari jurang kesesatan tidak mungkin bisa disesatkan kembali oleh siapa pun juga, seperti ditegaskan oleh Allah dalam firman-Nya:\nDan barang siapa diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Mahaperkasa dan mempunyai (kekuasaan untuk) menghukum? (az-Zumar/39: 37)\n\nDalam ayat ini digambarkan bahwa orang-orang yang murtad sesudah beriman adalah seperti orang yang terkena bisikan setan, atau seperti orang kebingungan dalam mencapai sesuatu yang ia sendiri tidak tahu bagaimana cara mencapainya. Mereka dalam keadaan bimbang, karena merasa bahwa dirinya berada di antara persimpangan jalan. Mereka telah meninggalkan jalan yang lurus dan menempuh jalan yang sesat tak tentu arah dan tujuannya. Di tengah-tengah kebingungan itu mereka digambarkan seolah-olah dipanggil oleh kawan-kawannya yang beriman untuk kembali kepada jalan yang lurus, akan tetapi mereka itu tidak dapat memenuhi panggilan tersebut karena mereka telah memisahkan diri. Pandangan dan pikirannya sudah ditujukan kepada bisikan setan, sehingga tidak dapat lagi mendengar seruan itu. Gambaran ini sesuai dengan firman Allah:\n¦ seperti berdirinya orang yang kemasukan setan karena gila. (al-Baqarah/2: 275)\nSesudah itu Allah memberikan dorongan kepada Nabi Muhammad agar selalu berusaha agar orang-orang musyrik dapat memenuhi panggilan Nabi untuk kembali ke jalan yang lurus dan menjauhi jalan yang sesat, yang membingungkan pikirannya.\nAllah menegaskan bahwa petunjuk yang benar ialah petunjuk yang diturunkan Allah, yang termuat dalam ayat-ayat-Nya. Di dalam petunjuk itulah terdapat bukti-bukti dan keterangan-keterangan tentang kebenaran-Nya yang tidak mengandung kebatilan.\nSeruan ini berbeda dengan seruan yang dikumandangkan oleh orang-orang yang memperturutkan hawa nafsunya yang hanya mengekor kepada jejak nenek moyang mereka. Allah memerintahkan Nabi Muhammad agar mengatakan kepada mereka bahwa tugas yang dibebankan pada beliau ialah menyerahkan jiwa raganya semata-mata kepada Allah, Tuhan semesta alam.",
    "quraish": "Katakan kepada mereka, \"Apakah pantas disembah, sesuatu selain Allah yang tidak bisa mendatangkan keuntungan maupun kerugian? Lalu, karena hal itu, kita kembali kepada kemusyrikan setelah mendapat petunjuk menuju keimanan dari Allah, hingga kita menjadi seperti orang yang di dunia digoda dan disesatkan oleh setan hingga bingung dan tidak bisa mendapatkan jalan yang lurus. Orang seperti itu seringkali akan diselamatkan oleh kawan-kawannya yang mendapat petunjuk dengan mengatakan, 'Kembalilah kepada jalan kami yang lurus,' tapi tidak menuruti.\" Katakan lagi, wahai Nabi, \"Sesungguhnya hanya Islamlah petunjuk itu, sedang yang lain-lain adalah kesesatan. Kami sungguh telah diperintah oleh Allah agar tunduk kepada-Nya. Dia pencipta seluruh alam, pemberi rezeki, dan yang mengatur urusannya.\"",
    "jalalayn": "(Katakanlah, \"Apakah kita akan menyeru) apakah kita akan menyembah (selain daripada Allah sesuatu yang tidak dapat mendatangkan kemanfaatan kepada kita) karena menyembahnya (dan tidak pula mendatangkan kemudaratan kepada kita) oleh sebab tidak menyembahnya; yang dimaksud adalah berhala-berhala (dan apakah kita akan dikembalikan ke belakang) dikembalikan kepada kemusyrikan (sesudah Allah memberi petunjuk kepada kita) kepada agama Islam (seperti orang yang digoda) yang disesatkan (oleh setan dipesawangan yang menakutkan dalam keadaan bingung) bingung tidak tahu jalan yang akan ditempuhnya; Lafal ini menjadi hal bagi dhamir ha (dia mempunyai kawan-kawan) teman-teman (yang memanggilnya ke jalan yang lurus) artinya mereka bermaksud memberikan petunjuk jalan yang benar kepadanya kemudian berkata kepadanya: (Marilah ikuti kami.\") akan tetapi ia tidak mengikuti ajakan mereka sehingga binasalah ia dalam kesesatan. Istifham/kata tanya di sini bermakna ingkar dan kalimat yang ada tasybihnya adalah menjadi hal bagi dhamir yang terdapat di dalam Lafal nuraddu (Katakanlah, \"Sesungguhnya petunjuk Allah) yakni agama Islam (ialah sebenar-benar petunjuk) dan yang selain petunjuk-Nya adalah kesesatan belaka (dan kita disuruh agar menyerahkan diri) diperintahkan agar kita berserah diri (kepada Tuhan semesta alam)."
  },
  {
    "page": 136,
    "name": "Al-An'am",
    "ayat": 72,
    "arab": "وَاَنْ اَقِيْمُوا الصَّلٰوةَ وَاتَّقُوْهُۗ وَهُوَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ",
    "translation": "dan agar melaksanakan salat serta bertakwa kepada-Nya.” Dan Dialah Tuhan yang kepada-Nya kamu semua akan dihimpun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/861.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk mendirikan salat secara tetap dan menjalankannya sesuai dengan ketentuan yang ditetapkan syariat. Allah juga memerintahkan agar mereka bertakwa, yaitu memelihara diri dari segala sesuatu yang dapat membawa dirinya ke jalan yang menyimpang dari agama Allah dan syariat-Nya dan memelihara diri dari kemudaratan dan kerusakan yang membahayakan dirinya.\nPada akhir ayat ini Allah memperingatkan kepada seluruh manusia bahwa Allah akan mengumpulkan mereka di hari mahsyar. Pada hari itu manusia akan digiring untuk menghadap Tuhan-Nya, dan akan diperiksa segala amal perbuatannya serta diberi balasan sebagaimana mestinya. Peringatan ini diberikan agar mereka dapat berpikir dan merasakan bahwa menyembah selain Allah atau merasa takut terhadap kekuasaan selain Allah, atau mengharapkan pertolongan kepada selain Allah adalah tindakan yang tidak benar.",
    "quraish": "Berpalinglah kalian dari orang-orang musyrik setelah mengajak mereka kepada petunjuk. Pergilah untuk menyembah Tuhan kalian. Kerjakanlah salat dengan sebaik-baiknya. Takutlah kepada Allah, dan laksanakan perintah-perintah-Nya. Karena di sisi-Nyalah kalian akan dikumpulkan.",
    "jalalayn": "(dan agar) hendaknya (mendirikan salat dan bertakwa kepada-Nya) Yang Maha Tinggi (dan Dialah Tuhan yang kepada-Nyalah kamu akan dihimpunkan) dikumpulkan kelak di hari kiamat guna menjalani perhitungan amalnya."
  },
  {
    "page": 136,
    "name": "Al-An'am",
    "ayat": 73,
    "arab": "وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ وَيَوْمَ يَقُوْلُ كُنْ فَيَكُوْنُۚ قَوْلُهُ الْحَقُّۗ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِى الصُّوْرِۗ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ",
    "translation": "Dialah yang menciptakan langit dan bumi dengan hak (benar), ketika Dia berkata, “Jadilah!” Maka jadilah sesuatu itu. Firman-Nya adalah benar, dan milik-Nyalah segala kekuasaan pada waktu sangkakala ditiup. Dia mengetahui yang gaib dan yang nyata. Dialah Yang Mahabijaksana, Mahateliti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/862.mp3",
    "tafsir": "Allah mengajak manusia untuk memikirkan kejadian alam semesta ini agar terbuka pikirannya serta meyakini, bahwa kejadian alam semesta ini yang penuh dengan keindahan tentu ada yang menciptakan, yaitu Allah Yang menciptakan langit dan bumi dengan segala penghuninya yang menjadi bukti kebenaran, serta menciptakan pula hukum alam yang berlaku umum yang kadangkala mengandung hikmah dan rahasia yang menunjukkan sifat-sifat Pencipta-Nya, keesaan-Nya, dan kekuasaan-Nya yang tidak terbatas. Langit dan bumi serta segala isinya diciptakan Tuhan secara serasi dan teratur, tidak ada yang sia-sia. Allah berfirman:\n\"Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia.\" (ali 'Imran/3: 191)\n\nJuga firman-Nya:\nDan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar). (ad-Dukhan/44: 38-39)\n\nAllah menegaskan bahwa pada saat menciptakan alam dan menetapkan hukum-hukum-Nya, semuanya berjalan menurut kehendak-Nya, tak ada kesulitan sedikit pun dan tak ada yang menghalangi serta mengubah hukumnya. Semua kejadian berlangsung baik dengan patuh ataupun secara terpaksa. Itulah sebabnya Allah menegaskan bahwa pada saat menciptakan langit dan bumi Dia menciptakannya dengan benar, karena seluruh perintah-Nya adalah benar dan ciptaan-Nya pun benar, sesuai dengan firman-Nya:\nIngatlah! Segala penciptaan dan urusan menjadi hak-Nya. (al-A'raf/7:54)\nDi samping itu, Allah juga memiliki kekuasaan untuk mengadili seluruh manusia setelah mereka dibangkitkan dari kubur dan dikumpulkan di hari mahsyar. Itulah kekuasaan Allah yang tidak dapat ditandingi oleh raja-raja dan penguasa-penguasa betapa pun luasnya kekuasaan mereka; karena meskipun raja-raja itu berkuasa untuk membuat peraturan dan memberikan hukuman kepada pelanggarnya, namun mereka pada hari Kiamat tidak berdaya lagi, karena pada saat itu kekuasaan hanya di tangan Allah semata.\nKemudian Allah memberikan keterangan tentang kekuasaan-Nya, untuk memberikan pengertian kepada seluruh manusia bahwa tidak ada sesuatu pun yang terlepas dari pengetahuan-Nya. Allah mengetahui seluruh alam, baik yang tampak ataupun yang tidak mengetahui perbuatan yang dilakukan secara terang-terangan ataupun yang dilakukan secara rahasia. Dia sangat bijaksana menciptakan segala sesuatu secara serasi dan harmonis sesuai dengan fungsinya.\nOleh sebab itu, tidak layak bagi manusia yang berakal untuk menghambakan diri kepada selain Allah baik secara langsung ataupun dengan maksud menjadikannya sebagai perantara untuk mendekatkan diri kepada-Nya.",
    "quraish": "Hanya Dia yang menciptakan langit dan bumi atas dasar kebenaran dan kebijaksanaan. Kapan saja kehendak-Nya tertuju kepada penciptaan sesuatu, pasti akan terjadi dengan segera. Dia menciptakan segala sesuatu dengan mengatakan, \"Jadilah!\" Tiap kata yang berasal dari-Nya adalah kebenaran dan kejujuran. Kepunyaan Dia sendiri kewenangan untuk mengatur segala sesuatu secara mutlak di hari kiamat. Yaitu hari ditiupnya sangkakala sebagai tanda akan datangnya pembangkitan. Dia yang sama pengetahuan- Nya atas hal-hal yang kelihatan dan yang tidak kelihatan. Yang melakukan semua perbuatan-Nya dengan bijaksana dan pengetahuan-Nya meliputi bagian dalam dan luar dari segala sesuatu.",
    "jalalayn": "(Dan Dialah yang menciptakan langit dan bumi dengan benar.) dengan secara hak (Dan) ingatlah (di waktu Dia mengatakan) kepada sesuatu (\"Jadilah,\" lalu terjadilah) pada hari kiamat Allah mengatakan kepada makhluk semua, \"Bangkitlah kamu,\" lalu bangkitlah mereka (yakni perkataan-Nya yang benar) benar terjadi dan sudah pasti (dan di tangan-Nyalah segala kekuasaan di waktu sangkakala ditiup) pada masa malaikat Israfil meniup sangkakalanya yang kedua pada waktu itu tidak ada kekuasaan selain dari kekuasaan-Nya. Pada waktu itu kekuasaan hanya milik-Nya. (Dia mengetahui yang gaib dan yang tampak) apa-apa yang gaib dan apa-apa yang nyata. (Dan Dialah Yang Maha Bijaksana) dalam mengatur makhluk-Nya (lagi Maha Waspada) terhadap rahasia segala sesuatu sama halnya dengan lahiriahnya."
  }
]