[
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 74,
    "arab": "۞ وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ اٰزَرَ اَتَتَّخِذُ اَصْنَامًا اٰلِهَةً ۚاِنِّيْٓ اَرٰىكَ وَقَوْمَكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya Azar, ”Pantaskah engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/863.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar mengingatkan orang-orang musyrik kepada kisah nenek moyangnya yang mereka muliakan, yaitu Nabi Ibrahim agar mereka mengikuti agama nenek moyang mereka. Ibrahim mengajak manusia untuk beragama tauhid dan menghentikan perbuatan syirik.\nDalam kisah ini diungkap kembali percakapan antara Nabi Ibrahim dengan bapaknya Adzar. Nabi Ibrahim menanyakan kepada bapaknya dan kaumnya apakah pantas mereka itu menjadikan berhala-berhala, yang mereka buat sendiri sebagai tuhan? Mengapa mereka tidak menyembah Allah yang menciptakan mereka dan menguasai berhala-berhala itu. Semestinya mereka tahu bahwa Allah-lah yang berhak disembah. Itulah sebabnya maka Nabi Ibrahim menegaskan bahwa dirinya betul-betul mengetahui bahwa bapak dan kaumnya terjerumus ke dalam lembah kesesatan yang nyata, jauh menyimpang dari jalan yang lurus.\nPerbuatan mereka jelas tersesat dari ajaran wahyu dan menyimpang dari akal yang sehat, karena berhala-berhala itu tidak lain hanyalah patung-patung hasil pahatan yang dibuat dari batu, kayu atau logam, dan lain-lain. Semestinya berhala lebih rendah derajatnya dari pemahatnya. Mereka seharusnya mengerti bahwa berhala-berhala itu bukanlah Tuhan, akan tetapi merekalah yang menjadikannya sebagai Tuhan. Oleh sebab itu tidak masuk akal apabila ada manusia yang menyembah sesama makhluk padahal makhluk itu tidak sanggup menguasai jagat raya dan segala isinya, apalagi yang disembah itu patung yang tak dapat berbuat apa-apa.",
    "quraish": "Ingatlah, wahai Muhammad, ketika Ibrâhîm berkata kepada bapaknya, Azar, \"Tidak selayaknya engkau menjadikan patung-patung itu sebagai Tuhan. Aku melihatmu dan kaum yang menyertaimu dalam penyembahan itu berada dalam jarak yang sangat jauh dari jalan kebenaran.\"",
    "jalalayn": "(Dan) ingatlah (di waktu Ibrahim berkata kepada bapaknya Azar) julukan dan nama aslinya adalah Tarikh (\"Pantaskah kamu menjadikan patung-patung sebagai tuhan-tuhan?) yang kamu sembah. Kata tanya di sini bermakna celaan. (Sesungguhnya aku melihat kamu dan kaummu) karena menjadikan berhala-berhala sebagai tuhan-tuhan (dalam kesesatan) yakni tersesat dari jalan yang benar (yang nyata.\") yang jelas."
  },
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 75,
    "arab": "وَكَذٰلِكَ نُرِيْٓ اِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْاَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ ",
    "translation": "Dan demikianlah Kami memperlihatkan kepada Ibrahim kekuasaan (Kami yang terdapat) di langit dan di bumi, dan agar dia termasuk orang-orang yang yakin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/864.mp3",
    "tafsir": "Allah memberikan penjelasan, bagaimana Dia menampakkan keagungan ciptaan-Nya di langit dan di bumi, tata susunannya ataupun keindahan tata warnanya. Allah menampakkan kepada Ibrahim benda-benda langit yang beraneka ragam bentuk dan susunannya, serta beredar menurut ketentuannya masing-masing secara teratur. Bumi yang terdiri dari lapisan-lapisan yang banyak mengandung barang tambang dan perhiasan, sangat berguna bagi kepentingan manusia.\nKesemuanya itu menjadi bukti adanya kekuasaan Allah, yang dapat dipahami oleh manusia jika mereka mau berpikir sesuai dengan fitrahnya.\nAllah menjelaskan pula tujuan dari pengenalan Ibrahim terhadap keindahan ciptaan-Nya yaitu agar Ibrahim benar-benar mengenal hukum alam yang berlaku di dunia ini, dan kekuasaan Allah yang mengendalikan hukum-hukum itu, agar dapat dijadikan bukti ketika menghadapi orang-orang musyrik yang sesat, dan menjadi pegangannya agar termasuk orang yang betul-betul meyakini keesaan Allah.",
    "quraish": "Sebagaimana Ibrâhîm mengetahui--dengan petunjuk Kami--kesesatan kaumnya pada saat menyembah patung-patung itu, Kami juga menunjukkan kepadanya kerajaan Kami yang besar yang berada di langit, di bumi dan di antara keduanya, agar dapat dijadikan bukti kebenaran atas kaumnya dan bertambah iman.",
    "jalalayn": "(Dan demikianlah) sebagaimana apa yang telah Kami perhatikan kepada Ibrahim, yaitu ia menganggap sesat ayahnya dan kaum ayahnya (Kami perlihatkan kepada Ibrahim kerajaan) kekuasaan (langit dan bumi) agar ia dapat mengambil kesimpulan tentang keesaan-Ku (dan agar dia termasuk orang-orang yang yakin) terhadap tanda-tanda keagungan Kami itu. Jumlah wakadzaalika serta jumlah yang sesudahnya adalah jumlah I`tiradhiah yang diathafkan kepada Lafal qaala."
  },
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 76,
    "arab": "فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَبًا ۗقَالَ هٰذَا رَبِّيْۚ فَلَمَّآ اَفَلَ قَالَ لَآ اُحِبُّ الْاٰفِلِيْنَ",
    "translation": "Ketika malam telah menjadi gelap, dia (Ibrahim) melihat sebuah bintang  (lalu) dia berkata, “Inilah Tuhanku.” Maka ketika bintang itu terbenam dia berkata, “Aku tidak suka kepada yang terbenam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/865.mp3",
    "tafsir": "Allah menjelaskan proses pengenalan Ibrahim secara terperinci. Pengamatan pertama Nabi Ibrahim tertuju pada bintang-bintang, yaitu pada saat bintang nampak bercahaya dan pada saat bintang itu tidak bercahaya, dilihatnya sebuah bintang yang bercahaya paling terang. (Yaitu planet Yupiter (Musyatari) dan ada pula yang mengatakan planet Venus (Zahrah) yang dianggap sebagai dewa oleh pemuja bintang yang biasa dilakukan oleh orang-orang Yunani dan Romawi kuno, sedang kaum Ibrahim juga termasuk pemujanya).\nMaka timbullah pertanyaan dalam hatinya. \"Inikah Tuhanku?\" Pertanyaan ini adalah merupakan pengingkaran terhadap anggapan kaumnya, agar mereka tersentak untuk memperhatikan alasan-alasan pengingkaran yang akan dikemukakan.\nTetapi, setelah bintang itu tenggelam dan sirna dari pandangannya, timbul keyakinan bahwa yang tenggelam dan menghilang tidak bisa dianggap sebagai Tuhan.\nIni sebagai alasan Nabi Ibrahim untuk mematahkan keyakinan kaumnya, bahwa semua yang mengalami perubahan itu tidak pantas dianggap sebagai Tuhan. Kesimpulan Ibrahim itu merupakan hasil pemikiran dan pengamatan yang benar dan sesuai dengan fitrah. Siapa yang melakukan pengamatan serupa itu, niscaya akan berkesimpulan yang sama. Sementara itu sebagian mufassir seperti Ibnu Katsir mengatakan bahwa pengamatan Nabi Ibrahim terhadap bintang, bulan dan matahari bukanlah pengamatan pertama, tetapi merupakan taktik Nabi Ibrahim untuk mengajak kaumnya agar tidak menyembah sesuatu benda yang timbul tenggelam. Akan tetapi hendaklah mereka menyembah Zat Yang Kekal dan Abadi yaitu Allah.",
    "quraish": "Ibrâhîm mencari Tuhannya, lalu diberi petunjuk oleh Allah. Ketika kegelapan malam datang, dan ia melihat bintang berbinar-binar, ia mengatakan, \"Ini Tuhanku.\" Tetapi setelah bintang itu tenggelam, ia menolak menjadikannya Tuhan dengan mengatakan, \"Aku tidak bisa menerima tuhan-tuhan yang bisa menghilang dan berubah-ubah.\"",
    "jalalayn": "(Ketika menjadi gelap) menjadi kelam pekat (malam hari atasnya, dia melihat sebuah bintang) menurut suatu pendapat bahwa yang dimaksud adalah bintang Zahrah/Venus (lalu dia berkata) kepada kaumnya yang pada waktu itu menjadi para penyembah bintang-bintang (\"Inilah Tuhanku\") menurut persangkaan kamu (Tetapi tatkala bintang itu tenggelam) surut (dia berkata, \"Saya tidak suka kepada yang tenggelam.\") maksudnya aku tidak suka menjadikannya sebagai tuhan-tuhan sebab tuhan tidak patut mempunyai sifat yang berubah-ubah dan pindah-pindah tempat karena kedua sifat ini hanyalah pantas disandang oleh makhluk-makhluk akan tetapi ternyata cara yang disampaikan oleh Nabi Ibrahim ini tidak mempan pada diri mereka."
  },
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 77,
    "arab": "فَلَمَّا رَاَ الْقَمَرَ بَازِغًا قَالَ هٰذَا رَبِّيْ ۚفَلَمَّآ اَفَلَ قَالَ لَىِٕنْ لَّمْ يَهْدِنِيْ رَبِّيْ لَاَكُوْنَنَّ مِنَ الْقَوْمِ الضَّاۤلِّيْنَ ",
    "translation": "Lalu ketika dia melihat bulan terbit dia berkata, “Inilah Tuhanku.” Tetapi ketika bulan itu terbenam dia berkata, “Sungguh, jika Tuhanku tidak memberi petunjuk kepadaku, pastilah aku termasuk orang-orang yang sesat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/866.mp3",
    "tafsir": "Seirama dengan ayat yang lalu Allah menjelaskan pula pengamatan Nabi Ibrahim terhadap benda langit yang lebih terang cahayanya dan lebih besar kelihatannya yaitu bulan.\nSetelah Ibrahim melihat bulan tersembul di balik cakrawala, dengan cahaya yang terang benderang, timbullah kesan dalam hatinya, untuk mengatakan, \"Inikah Tuhanku?\" Perkataan Ibrahim seperti itu adalah pernyataan yang timbul secara naluriah seperti juga kesan yang didapat oleh kaumnya tujuan pertanyaan itu sebenarnya adalah pernyataan untuk mengingkari kesan pertama yang menipu pandangan mata dan untuk membantah keyakinan kaumnya seperti pernyataannya dalam ayat yang lalu. Pengulangan berita dengan memberikan kenyataan yang lebih tandas adalah untuk menguatkan pernyataan yang telah lalu. Kemudian setelah bulan itu terbenam dari ufuk dan lenyap dari pengamatan, dia pun memberikan pertanyaan agar diketahui oleh orang-orang musyrik yang berada di sekitarnya.\nIbrahim berkata, \"Sebenarnya jika Tuhan tidak memberikan kepadaku petunjuk ke jalan yang benar untuk mengetahui dan meyakini keesaan-Nya, niscaya aku termasuk dalam golongan yang tersesat, yaitu orang-orang yang menyimpang dari kebenaran dan tidak mengikuti petunjuk Tuhan, serta menyembah tuhan-tuhan selain Allah. Mereka lebih senang memperturutkan hawa nafsunya dari pada melakukan perbuatan yang diridai Allah.\" Sindiran ini adalah merupakan sindiran yang tegas bagi kaumnya yang tersesat dan sekaligus merupakan petunjuk bagi orang yang berpegang kepada agama dan wahyu. Sindiran yang bertahap ini bertujuan untuk mematahkan pendapat-pendapat kaumnya. Sindiran yang pertama lunak, kemudian diikuti dengan sindiran yang kedua yang tegas, adalah untuk menyanggah pikiran kaumnya secara halus agar mereka keluar dari belenggu hatinya untuk memahami kebenaran yang sebenar-benarnya.",
    "quraish": "Pada saat melihat bulan terbit, setelah itu, ia berkata dalam hatinya, \"Ini Tuhanku.\" Tetapi, setelah bulan itu pun tenggelam dan menjadi tampak ketidakbenaran sifatnya sebagai tuhan, ia mengatakan untuk mengarahkan kaumnya kepada pencarian hidayah, \"Aku bersumpah, bila aku tidak ditunjuki Tuhanku kepada kebenaran, niscaya aku akan termasuk orang-orang yang sesat.\"",
    "jalalayn": "(Kemudian tatkala dia melihat bulan terbit) bulan mulai menampakkan sinarnya (dia berkata) kepada mereka (\"Inilah tuhanku.\" Tetapi setelah bulan itu terbenam dia berkata, \"Sesungguhnya jika Tuhanku tidak memberi petunjuk kepadaku) memantapkan hidayah dalam diriku (pastilah aku termasuk orang-orang yang sesat.\") perkataan ini merupakan sindiran Nabi Ibrahim terhadap kaumnya bahwa mereka itu berada dalam kesesatan akan tetapi ternyata apa yang telah dilakukannya itu sedikit pun tidak bermanfaat bagi kaumnya."
  },
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 78,
    "arab": "فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ اَكْبَرُۚ فَلَمَّآ اَفَلَتْ قَالَ يٰقَوْمِ اِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ ",
    "translation": "Kemudian ketika dia melihat matahari terbit, dia berkata, “Inilah Tuhanku, ini lebih besar.” Tetapi ketika matahari terbenam, dia berkata, “Wahai kaumku! Sungguh, aku berlepas diri dari apa yang kamu persekutukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/867.mp3",
    "tafsir": "Allah mengisahkan sindirannya yang lebih tajam yaitu pengamatan Nabi Ibrahim terhadap matahari, benda langit yang paling terang cahayanya menurut pandangan mata, yang merupakan rentetan ketiga dari pengamatan-pengamatan Ibrahim yang telah lalu, yaitu setelah Ibrahim melihat matahari terbit di ufuk dia pun berkata: \"Yang terlihat sekarang inilah Tuhanku.\" Ini lebih besar daripada bintang dan bulan. Akan tetapi setelah matahari itu tenggelam dan sirna dari pandangan, beliau pun mengeluarkan peringatan: \"Wahai kaumku sebenarnya aku berlepas diri dari apa yang kamu persekutukan.\"\nSindiran ini adalah sindiran yang paling tajam untuk membungkamkan kaumnya agar mereka tidak mengajukan alasan lain untuk mengingkari kebenaran yang berhasil dibuktikan oleh Ibrahim.",
    "quraish": "Ketika melihat matahari muncul ia berkata kepada dirinya sendiri, \"Ini Tuhanku, karena ia yang paling besar.\" Tetapi setelah matahari tenggelam ia mengatakan, \"Wahai kaumku, aku tidak bertanggung jawab atas berhala-berhala yang engkau jadikan sekutu Allah dalam beribadah.\"",
    "jalalayn": "(Kemudian tatkala dia melihat matahari terbit dia berkata, \"Inilah) dhamir dalam Lafal ra-aa dimudzakarkan mengingat khabarnya mudzakkar (Tuhanku ini yang lebih besar.\") daripada bintang dan bulan (maka tatkala matahari itu tenggelam) hujah yang ia sampaikan kepada kaumnya itu cukup kuat dan tidak dapat dibantah lagi oleh mereka (dia berkata, \"Hai kaumku! Sesungguhnya aku berlepas diri dari apa yang kamu persekutukan.\") dari mempersekutukan Allah dengan berhala-berhala dan benda-benda hawadits/baru yang masih membutuhkan kepada yang menciptakannya. Akhirnya kaumnya itu berkata kepadanya, \"Lalu apakah yang engkau sembah?\" Nabi Ibrahim menjawab:"
  },
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 79,
    "arab": "اِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْاَرْضَ حَنِيْفًا وَّمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَۚ ",
    "translation": "Aku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang-orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/868.mp3",
    "tafsir": "Allah mengisahkan ketidakterlibatan Nabi Ibrahim dari kemusyrikan kaumnya, dan kelanjutan dari ketidakterlibatannya itu dengan menggambarkan sikap Ibrahim dan akidah tauhidnya yang murni, yaitu Ibrahim menghadapkan dirinya dalam ibadah-ibadahnya kepada Allah yang menciptakan langit dan bumi.\nDia pula yang menciptakan benda-benda langit yang terang benderang di angkasa raya dan yang menciptakan manusia seluruhnya, termasuk pemahat patung-patung yang beraneka ragam bentuknya.\nIbrahim cenderung kepada agama tauhid dan menyatakan bahwa agama-agama lainnya adalah batil, dan dia tidak termasuk golongan orang-orang yang musyrik. Dia seorang yang berserah diri kepada Allah semata. Firman Allah:\nDan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas berserah diri kepada Allah, sedang dia mengerjakan kebaikan, dan mengikuti agama Ibrahim yang lurus? (an-Nisa'/4: 125)\nFirman-Nya:\nDan barang siapa berserah diri kepada Allah, sedang dia orang yang berbuat kebaikan, maka sesungguhnya dia telah berpegang kepada buhul (tali) yang kokoh. (Luqman/31: 22)",
    "quraish": "Setelah mengetahui kelemahan makhluk-makhluk itu, ia menghadap Pencipta dan mengatakan, \"Sungguh aku mengarahkan tujuanku hanya kepada penyembahan Allah semata, yang menciptakan langit dan bumi, dengan mengesampingkan semua yang bukan jalan-Nya. Setelah bukti-bukti keesaan yang aku lihat itu, aku tidak termasuk dalam orang-orang yang rela untuk menjadi musyrik.\"",
    "jalalayn": "(\"Sesungguhnya aku menghadapkan diriku) aku menghadapkan diri dengan beribadah (kepada Tuhan yang telah menciptakan) yang telah mewujudkan (langit dan bumi) yaitu Allah swt. (dengan cenderung) meninggalkan semua agama untuk memeluk agama yang benar (dan aku bukanlah termasuk orang-orang yang mempersekutukan.\") Allah."
  },
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 80,
    "arab": "وَحَاۤجَّهٗ قَوْمُهٗ ۗقَالَ اَتُحَاۤجُّوْۤنِّيْ فِى اللّٰهِ وَقَدْ هَدٰىنِۗ وَلَآ اَخَافُ مَا تُشْرِكُوْنَ بِهٖٓ اِلَّآ اَنْ يَّشَاۤءَ رَبِّيْ شَيْـًٔا ۗوَسِعَ رَبِّيْ كُلَّ شَيْءٍ عِلْمًا ۗ اَفَلَا تَتَذَكَّرُوْنَ ",
    "translation": "Dan kaumnya membantahnya. Dia (Ibrahim) berkata, “Apakah kamu hendak membantahku tentang Allah, padahal Dia benar-benar telah memberi petunjuk kepadaku? Aku tidak takut kepada (malapetaka dari) apa yang kamu persekutukan dengan Allah, kecuali Tuhanku menghendaki sesuatu. Ilmu Tuhanku meliputi segala sesuatu. Tidakkah kamu dapat mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/869.mp3",
    "tafsir": "Allah menerangkan bahwa ajakan Nabi Ibrahim kepada jalan yang benar mendapat tantangan yang berat dari kaumnya.\nIbrahim dibantah oleh kaumnya pada waktu beliau menyampaikan agama tauhid karena Nabi Ibrahim mengemukakan kesalahan agama mereka yang menyembah berhala dan mendewakan bintang-bintang.\nBukti-bukti yang dikemukakan oleh Ibrahim itu melemahkan, bahkan membatalkan akidah mereka, karena akidah mereka hanyalah didasarkan pada taklid kepada nenek moyang mereka. Itulah sebabnya Ibrahim menanyakan kepada mereka mengapa mereka menolak agama tauhid, padahal Ibrahim telah mengemukakan dalil-dalil kebenaran agama tauhid sesuai dengan petunjuk-petunjuk Allah dan keyakinan Ibrahim sendiri. Bukankah mereka mengetahui bahwa berhala dan bintang-bintang yang mereka puja itu mempunyai kekurangan sedangkan Pencipta jagat raya dan isinya adalah Mahasempurna. Mereka seharusnya tidak menyembah tuhan yang mempunyai sifat kekurangan. Kemudian Nabi Ibrahim menegaskan pendiriannya terhadap bantahan mereka itu yaitu beliau tidak gentar menghadapi malapetaka dan akibat dari mengingkari berhala. Karena sembahan mereka adalah benda mati yang tidak dapat menolak madarat dan tidak dapat pula memberikan manfaat. Tantangan Nabi Ibrahim merupakan jawaban terhadap sikap orang-orang musyrik yang menakut-nakuti Ibrahim akan mendapat bencana sebab mengingkari sesembahan mereka, seperti dialami Nabi Hud ketika menghadapi kaumnya, firman Allah:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu. (Hud/11: 54)\nBagaimana sembahan-sembahan mereka akan menimpakan bencana kepadanya padahal sembahan-sembahan itu tidak dapat melihat dan tidak dapat mendengar, tidak dapat menjadi perantara dan juga tidak dapat memberikan syafa'at, terkecuali apabila Allah menghendaki bencana yang timbul karena patung itu. Kalau memang demikian berhala-berhala dan bintang-bintang itu, niscaya memberikan pengaruh jelek terhadap seseorang. Tetapi bukan karena pengaruh dari berhala-berhala dan bintang-bintang itu melainkan semata-mata hanya karena kekuasaan Allah. Segala bencana yang menimpa manusia dari mana pun datangnya hanya karena kehendak Allah dan Ilmu-Nya.\nPada akhir ayat ini Allah memberikan alasan dari pengecualian yang terdapat dalam ayat ini yaitu Allah mempunyai pengetahuan yang sangat luas, meliputi semua yang ada.",
    "quraish": "Meskipun demikian, ia masih didebat oleh kaumnya mengenai keesaan Allah. Ia ditakut-takuti akan kemurkaan tuhan-tuhan mereka. Maka ia berkata kepada mereka, \"Apakah kalian mendebatku tentang keesaan Allah padahal aku telah diberi petunjuk menuju kebenaran. Aku tidak takut marahnya tuhan-tuhan yang kalian jadikan sekutu Allah. Tetapi, apabila Tuhanku menghendaki suatu kemudaratan, niscaya akan terjadi. Karena Dia sendiri yang kuasa atas hal itu. Pengetahuan Tuhanku juga meliputi segala sesuatu, sedang tuhan-tuhan kalian tidak mengetahui apa pun tentang hal itu. Apakah kalian lalai tentang itu, hingga tidak tahu mana yang bodoh, lemah, dan tidak pantas untuk disembah.\"",
    "jalalayn": "(Dan dia dibantah oleh kaumnya) ia mendapat sanggahan dari kaumnya mengenai agama yang dipeluknya itu, lalu mereka mengancam dan menakut-nakutinya dengan berhala-berhala mereka, bahwa jika ia tidak menyembah berhala-berhala mereka, ia pasti tertimpa musibah dan kejelekan. (Dia berkata, \"Apakah kamu hendak membantahku) dengan dibaca tasydid huruf nunnya dan dapat juga ditakhfifkan dengan cara membuang salah satu nunnya, yakni nun alamat rafa'nya, demikianlah menurut ulama nahwu. Akan tetapi menurut Imam Farra' yang dibuang adalah nun yang untuk wiqayah. Maknanya ialah: Apakah kamu menyanggah aku? (tentang) keesaan (Allah padahal sesungguhnya Allah telah memberi petunjuk kepadaku.\") Maha Tinggi Allah yang telah memberiku petunjuk kepada keesaan-Nya. (Dan aku tidak takut kepada apa yang kamu persekutukan) dia (dengan Allah) yakni berhala-berhala tersebut; mereka tidak akan dapat menimpakan malapetaka terhadap diriku, sebab mereka tidak mempunyai kekuatan apa-apa (kecuali) melainkan (di kala Tuhanku menghendaki sesuatu dari malapetaka itu) jika Dia hendak menimpakan malapetaka kepadaku, maka hal itu pasti terjadi (Pengetahuan Tuhanku meliputi segala sesuatu). (Maka apakah kamu tidak dapat mengambil pelajaran?) daripadanya kemudian kamu mau beriman."
  },
  {
    "page": 137,
    "name": "Al-An'am",
    "ayat": 81,
    "arab": "وَكَيْفَ اَخَافُ مَآ اَشْرَكْتُمْ وَلَا تَخَافُوْنَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًا ۗفَاَيُّ الْفَرِيْقَيْنِ اَحَقُّ بِالْاَمْنِۚ اِنْ كُنْتُمْ تَعْلَمُوْنَۘ ",
    "translation": "Bagaimana aku takut kepada apa yang kamu persekutukan (dengan Allah), padahal kamu tidak takut dengan apa yang Allah sendiri tidak menurunkan keterangan kepadamu untuk mempersekutukan-Nya. Manakah dari kedua golongan itu yang lebih berhak mendapat keamanan (dari malapetaka), jika kamu mengetahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/870.mp3",
    "tafsir": "Ibrahim menegaskan bahwa ia tidak takut kepada sesembahan mereka, akan tetapi hanya takut kepada Allah. Sikap Ibrahim yang demikian itu menarik perhatian mereka. Nabi Ibrahim mengatakan bahwa mengapa ia harus takut kepada sembahan-sembahan yang mereka persekutukan dengan Allah dan dijadikan perantara yang dianggap dapat memberikan manfaat dan menolak madarat? Sedang mereka itu tidak takut mempersekutukan Allah dengan sembahan-sembahan ciptaan mereka sendiri.\nSeharusnya yang ditakuti adalah pembangkangan mereka terhadap Allah dan dugaan mereka yang salah, yaitu menganggap patung-patung dan bintang-bintang sebagai Tuhan. Itulah sebabnya Allah mencela sikap mereka. Allah menjelaskan kepada mereka bahwa agama yang dapat diterima ialah agama yang mempunyai alasan-alasan yang kuat dan bukti-bukti yang dapat diterima, apalagi mereka hanya memeluk agama dengan jalan taklid saja kepada nenek moyang mereka. Perbuatan demikian tidak didasarkan pada hidayah dan ilmu. Kemudian mereka dihadapkan pada dua pilihan, yaitu memeluk agama tauhid atau kemusyrikan. Sedangkan mereka sudah mengetahui bahwa Allah mempunyai kekuasaan menciptakan dan memusnahkan, menghidupkan dan mematikan, sedangkan patung-patung itu tidak dapat memberikan manfaat dan madarat sedikit pun. Di akhir ayat ini Allah menyuruh Nabi Ibrahim agar meminta jawaban kepada mereka apabila mereka sanggup menjawabnya.",
    "quraish": "\"Aneh bila aku takut kepada tuhan-tuhan kalian yang batil itu, sedang kalian tidak takut bahwa kalian selain menyembah Allah yang telah jelas bukti keesaan-Nya menyembah juga tuhan-tuhan yang tidak jelas bukti keberhakannya untuk disembah. Siapa di antara kita, dalam keadaan ini, yang lebih berhak untuk mendapatkan ketenangan dan keamanan, bila kalian mengetahui kebenaran?\"",
    "jalalayn": "(Bagaimana aku takut dengan sesembahan-sesembahan yang kamu persekutukan) dengan Allah sedangkan mereka sama sekali tidak dapat mendatangkan malapetaka dan tidak pula kemanfaatan (padahal kamu tidak takut) kepada Allah (bahwasanya kamu sendiri mempersekutukan Allah) dalam ibadah kamu (dengan sesembahan-sesembahan yang Allah sendiri tidak menurunkan tentangnya) dalam hal menyembahnya (atas kamu suatu hujah pun) untuk mempersekutukan-Nya; yakni suatu alasan dan bukti padahal Allah itu Maha Kuasa atas segala sesuatu. (Maka manakah di antara dua golongan itu yang lebih berhak mendapat keamanan) apakah kami ataukah kamu? (jika kamu mengetahui?) siapakah yang paling berhak untuk mendapatkan keamanan dari malapetaka itu? Yang dimaksud dengan kami adalah Nabi Ibrahim, maka dari itu mengikutlah kamu kepada Ibrahim. Allah berfirman:"
  }
]