[
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 111,
    "arab": "۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ",
    "translation": "Dan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/900.mp3",
    "tafsir": "Dalam ayat ini diterangkan kepada kaum Muslimin, jika sekiranya Allah berkenan menurunkan malaikat-malaikat kepada kaum musyrik sehingga mereka dapat melihatnya dengan mata kepala mereka sendiri dan dapat mendengar perkataannya dengan telinga mereka sendiri tentang kesaksian para malaikat bahwa Muhammad itu betul-betul utusan Allah, dan sekiranya orang-orang yang telah mati dihidupkan kembali lalu berbicara dengan mereka tentang kebenaran Nabi Muhammad, dan juga sekiranya segala sesuatu baik berupa keterangan Al-Qur'an tentang kebenaran Nabi dan mukjizatnya itu dikumpulkan dan ditampakkan kepada mereka, niscaya mereka tidak beriman, sebagaimana mereka nyatakan dalam sumpah mereka. Mereka meminta tanda-tanda itu bukan untuk mencari petunjuk ke arah iman, melainkan untuk tujuan permusuhan, sehingga apapun yang mereka saksikan selalu mereka anggap sebagai sihir. Jika Allah menghendaki mereka beriman, tentu hati mereka terbuka untuk beriman dengan cara yang sungguh-sungguh. Mereka tidak mengetahui bahwa iman tidak perlu disangkutpautkan dengan melihat tanda-tanda kebenaran, sebab telah menjadi kebenaran umum bahwa keimanan adalah semata-mata anugerah dari Allah Ta'ala. Walaupun kepada orang-orang musyrik telah diperlihatkan tanda-tanda kebenaran Nabi Muhammad, namun hal itu tidak menjadi jaminan mereka benar-benar akan beriman, sebab datangnya keimanan bukanlah dengan paksaan, melainkan karena keikhlasan hati, karunia, taufik dan hidayah dari Allah swt.\nSelanjutnya Allah menerangkan bahwa watak orang musyrik itu tidak diketahui oleh kebanyakan kaum Muslimin sehingga mereka meminta kepada Nabi Muhammad untuk memperlihatkan mukjizatnya, dengan harapan agar orang-orang kafir itu beriman. (Sebagian ahli tafsir berpendapat bahwa yang dimaksud dengan 'kebanyakan orang yang tidak mengetahui ialah orang-orang kafir).",
    "quraish": "Orang-orang yang bersumpah bahwa jika datang suatu bukti mereka akan beriman, benar-benar bohong. Allah lebih tahu tentang keimanan mereka yang sebenarnya. Kalaupun Kami menurunkan malaikat yang dapat mereka lihat dengan mata kepala, kemudian mereka diajak bicara (mendengar pembicaraan) orang mati setelah dihidupkan kembali dan dikeluarkan dari kubur, serta Kami kumpulkan segala sesuatu yang menerangkan kebenaran, mereka tidak juga akan beriman kecuali jika Allah menghendaki. Sungguh, kebanyakan mereka tidak memahami dan tidak tunduk kepada kebenaran, karena hati mereka telah tertutup oleh perilaku jahiliah.",
    "jalalayn": "(Kalau sekiranya Kami turunkan malaikat kepada mereka, dan orang-orang yang telah mati berbicara dengan mereka) seperti apa yang telah mereka minta (dan Kami kumpulkan pula) Kami himpunkan pula (segala sesuatu ke hadapan mereka) dibaca dengan damah kedua huruf permulaannya, jamak dari Lafal qabiil yakni gelombang demi gelombang. Dibaca kasrah huruf qaf-nya serta dibaca fatah huruf ba-nya; artinya: secara terang-terangan sehingga mereka dapat menyaksikan kebenaranmu (niscaya mereka tidak juga akan beriman) karena hal itu telah diketahui oleh Allah sebelumnya (kecuali) melainkan (jika Allah menghendaki) mereka beriman, maka baru mereka dapat beriman (akan tetapi kebanyakan mereka tidak mengetahui) tentang hal itu."
  },
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 112,
    "arab": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ",
    "translation": "Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Dan kalau Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya, maka biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/901.mp3",
    "tafsir": "Menurut Mujahid, Qatadah dan Hasan al-Bashri, di antara jin dan manusia itu ada yang menjadi setan. Pendapat ini diperkuat oleh Abu dzar yang ditanya oleh Nabi Muhammad, \"Wahai Abu dzar apakah kamu telah memohon perlindungan kepada Allah dari kejahatan-kejahatan setan yang berasal dari jin dan manusia?\" Lalu Abu dzar bertanya, \"Ya Rasulullah adakah setan-setan dari manusia?\" Nabi Muhammad menjawab, \"Ya benar-benar ada\". Yang dimaksud di sini adalah manusia yang berperilaku seperti setan, selalu mengajak kepada kejahatan dan permusuhan. \nAyat ini menjelaskan, bahwa kaum Muslimin menghadapi sikap permusuhan orang-orang musyrik. Demikian pulalah Allah menjadikan bagi tiap-tiap Nabi musuh-musuh yang terdiri dari setan-setan baik dari jenis manusia maupun dari jenis jin. \nSetan-setan adalah musuh bagi para nabi dan para ulama yang menjadi pewaris para nabi; juga bagi setiap mubalig yang menyiarkan agama Allah, Setiap kali timbul hal yang bertentangan, pastilah yang satu akan mengalahkan yang lain, yang kuat tentu menghancurkan yang lemah, dan menjadi sunatullah, bahwa kesudahan yang baik dan kemenangan terakhir tentu berada di pihak golongan yang benar. Apabila turun hujan deras akan timbul banjir, dan ia akan menimbulkan buih yang banyak sekali di atas permukaan air. Buih itu, jika ditiup angin, segera lenyap menghilang sehingga hanya airnya yang tetap di bumi. Demikian pula kehidupan ini penuh dengan perjuangan; dan seorang pejuang tidak dapat memelihara kedudukannya kecuali dengan kegigihan dan kesabaran. Demikian pula amal-amal yang diterima Allah hanyalah amal-amal yang dikerjakan dengan baik dan ikhlas. Hal ini ditegaskan oleh Allah sebagai berikut: \nArtinya: \nAtaukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat. (al-Baqarah/2: 214)\n\nSetan-setan yang menjadi musuh para nabi berusaha membisikkan kepada orang yang digodanya bujukan yang indah-indah untuk menipu mereka, dan mengelabui penglihatan mereka sehingga dengan tidak disadari mereka tergelincir dari jalan yang benar.\nTelah terbukti dengan nyata tipu muslihat setan itu pada peristiwa yang dialami oleh Nabi Adam dan Siti Hawa. Setan bersumpah dengan halus dan menggambarkan kepada Adam bahwa bila Adam dan isterinya mau makan buah khuldi (buah keabadian), maka ia akan tetap tinggal di surga selama-lamanya. Demikian pula, setan membisikkan kepada orang-orang yang terjerumus melakukan kemaksiatan. Setan tersebut membisikkan agar mereka menggunakan kesempatan untuk hidup bebas merdeka di dunia ini menikmati segala kelezatan hidup, karena mereka tidak perlu takut pada siksaan Allah, karena Allah adalah Maha Pengampun dan Maha Penyayang.\nSekiranya Allah menghendaki agar setan-setan itu tidak menipu manusia, tentulah setan-setan itu tidak dapat berbuat apapun. Tetapi Allah memberi keleluasaan kepada manusia untuk memilih apa yang akan mereka kerjakan menurut petunjuk akalnya yang sehat dan memilih jalan yang akan ditempuhnya, jalan yang benar atau jalan yang salah. Karena itu, Nabi diperintah untuk tidak menghiraukan mereka, sebab nanti di akhirat mereka harus mempertanggungjawabkan segala tingkah laku mereka selama di dunia. Sedangkan Nabi hanya bertugas menyampaikan.",
    "quraish": "Seperti halnya mereka memusuhi dan membantahmu, padahal kamu ingin memberi petunjuk kepada mereka, Kami juga menciptakan musuh berupa kelompok tinggi hati dari jin dan manusia untuk setiap nabi yang menyampaikan pesan-pesan Kami, yang tidak dapat kau lihat. Mereka saling membisikkan perkataan yang indah penuh tipuan tapi kosong tak berarti. Dengan begitu, mereka menebarkan rasa sombong dengan tidak benar. Semua itu terjadi atas takdir dan kehendak Allah. Kalau Dia menghendaki, mereka pasti tidak akan melakukan itu. Akan tetapi, yang demikian itu untuk membersihkan hati orang-orang Mukmin, maka biarkan saja orang-orang yang sesat itu berada dalam kekufuran lantaran kata-kata bohong yang mereka lontarkan.",
    "jalalayn": "(Dan demikianlah Kami jadikan bagi tiap-tiap nabi itu musuh) sebagaimana Kami telah jadikan mereka sebagai musuh-musuhmu; kemudian pengertian musuh itu dijelaskan (yakni setan-setan) siluman-siluman (dari jenis manusia dan jin yang memberikan bisikan) yang menghembuskan godaan (antara yang sebagian kepada sebagian lainnya tentang perkataan-perkataan yang indah-indah) yang memulas warna kebatilan (untuk membujuk) umat manusia. (Jika Tuhanmu menghendaki, niscaya mereka tidak mengerjakannya) maksudnya bisikan-bisikan yang menyesatkan tadi (maka tinggalkanlah mereka) biarkanlah orang-orang kafir itu (dan apa yang mereka ada-adakan) berupa kekafiran dan lain-lainnya yang sudah menjadi watak mereka; ayat ini diturunkan sebelum turunnya ayat perintah untuk berperang."
  },
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 113,
    "arab": "وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ",
    "translation": "Dan agar hati kecil orang-orang yang tidak beriman kepada akhirat, tertarik kepada bisikan itu, dan menyenanginya, dan agar mereka melakukan apa yang biasa mereka lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/902.mp3",
    "tafsir": "Setan membisikkan kata-kata yang penuh tipu daya kepada orang-orang yang akan disesatkannya agar mereka tidak percaya adanya kehidupan akhirat dan agar mereka cenderung pada bisikan-bisikan itu, lalu mereka tertarik untuk mengikuti apa yang dibisikkan. Adapun orang-orang yang menyadari bahwa setiap perbuatannya pasti harus dipertanggungjawabkan, dia tidak akan tertipu oleh bisikan-bisikan setan, walaupun setan-setan itu berusaha keras untuk mempengaruhi mereka agar mengerjakan apa yang dibisikan.",
    "quraish": "Mereka memutarbalikkan perkataan palsu itu untuk merayu diri sendiri agar mereka senang, dan untuk menjadikan hati orang-orang yang seperti mereka condong kepada jin dan manusia arogan yang tidak tunduk kepada akhirat itu. Mereka berkeyakinan bahwa kehidupan yang sebenarnya adalah kehidupan di dunia ini. Juga agar mereka jatuh oleh sebab sikap tidak percaya kepada hari akhir dengan kebohongan- kebohongan mereka ke dalam lembah dosa.",
    "jalalayn": "(Dan juga agar mau mendengar) diathafkan kepada Lafal ghuruuran; artinya agar mau cenderung (kepada bisikan itu) yakni godaan tersebut (hati kecil) hati sanubari (orang-orang yang tidak beriman kepada kehidupan akhirat dan agar mereka merasa senang kepadanya dan supaya mereka mau mengerjakan) (apa yang setan-setan itu kerjakan) yaitu berupa perbuatan-perbuatan dosa sehingga mereka mendapat siksaan karenanya."
  },
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 114,
    "arab": "اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ",
    "translation": "Pantaskah aku mencari hakim selain Allah, padahal Dialah yang menurunkan Kitab (Al-Qur'an) kepadamu secara rinci? Orang-orang yang telah Kami beri kitab mengetahui benar bahwa (Al-Qur'an) itu diturunkan dari Tuhanmu dengan benar. Maka janganlah kamu termasuk orang-orang yang ragu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/903.mp3",
    "tafsir": "Ayat ini menerangkan, bahwa Nabi Muhammad menyatakan sikapnya tentang hukum-hukum Allah dengan bentuk pertanyaan, untuk lebih membangkitkan perhatian. Beliau mengatakan, Apakah patut aku mencari hakim selain Allah untuk menetapkan sesuatu, padahal Allah telah menurunkan kepadaku Al-Qur'an secara terperinci, mencakup bidang akidah, ibadah, hukum-hukum syariat, dan lain-lain.\nSebenarnya Al-Qur'an telah cukup menjadi bukti yang nyata atas kenabian Muhammad, karena Al-Qur'an bukan karangannya sendiri, melainkan semata-mata wahyu dari Allah swt. Karena Nabi Muhammad sudah hidup bergaul dengan kaumnya sekitar 40 tahun lamanya, sebelum dia diangkat menjadi Nabi dan belum pernah dalam kurun waktu itu Nabi menyampaikan keterangan-keterangan tentang alam gaib dan tentang kisah rasul-rasul sebelumnya. Orang-orang musyrik Quraisy menuntut kepada Nabi Muhammad agar mendatangkan mukjizat yang menjadi bukti atas kebenarannya, padahal kepada mereka telah diperlihatkan mukjizat yang paling besar, yaitu Al-Qur'an yang mengandung ilmu pengetahuan, dengan susunan kata yang tidak mungkin dapat ditiru oleh siapapun. Hal itu cukup menjadi dalil, bahwa Allah telah memperkuat kenabiannya, bukan dengan diturunkan Al-Qur'an dan penjelasan di dalamnya tentang posisinya sebagai Nabi saja bahkan juga dengan keterangan kitab-kitab Taurat dan Injil, karena kedua kitab tersebut mengandung keterangan-keterangan yang menunjukkan bahwa Muhammad adalah Nabi dan Rasul. Oleh karena itu, Allah memerintahkan agar kaum Muslimin jangan sekali-kali merasa ragu tentang kebenaran Al-Qur'an.\nOrang-orang Yahudi dan Nasrani yang membaca kitab Taurat dan Injil, telah mengenal Nabi Muhammad seperti mereka mengenal anak-anak mereka sendiri, hanya saja mereka menyembunyikan kebenaran itu dan tidak mau menerimanya, karena sebagaimana diinformasikan dalam Al-Qur'an mereka merasa dengki kepada Nabi Muhammad.",
    "quraish": "Katakanlah kepada mereka, wahai Nabi, \"Ini adalah ketentuan Allah yang benar, yang dijelaskan oleh bukti-bukti yang nyata. Maka tidak pantas aku meminta penengah selain Dia, untuk menengahi antara aku dan kalian. Padahal, Dia telah memberikan hukum dengan menurunkan al-Qur'ân sebagai hujjah bagiku atas kalian. Kalian tidak mampu mendatangkan suatu surat yang sama seperti al-Qur'ân, yang menerangkan kebenaran dan keadilan. Sesungguhnya orang-orang yang diberi kitab suci mengetahui bahwa al-Qur'ân itu diturunkan dari sisi Allah dan mengandung kebenaran, seperti dikabarkan dalam kitab mereka. Walaupun mereka berusaha menyembunyikan hal itu, janganlah engkau, wahai Nabi, dan juga pengikut-pengikutmu, menjadi orang-orang yang meragukan kebenaran setelah dijelaskan.",
    "jalalayn": "Ayat ini diturunkan tatkala mereka meminta kepada Nabi saw. agar menjadikan seorang hakim yang melerai antara dia dan mereka; katakanlah: (Maka patutkah aku meminta kepada selain Allah) aku mencari (sebagai hakim) yang melerai antara aku dan kamu (padahal Dialah yang telah menurunkan Alkitab kepadamu) yakni Alquran (dengan terinci) di dalamnya terkandung penjelasan yang memisahkan antara perkara yang hak dengan perkara yang batil. (Orang-orang yang telah Kami datangkan kitab kepada mereka) yaitu kitab Taurat seperti Abdullah bin Salam dan teman-temannya (mereka mengetahui bahwa Alquran itu diturunkan) dengan dibaca takhfif dan dibaca tasydid (dari Tuhanmu dengan sebenarnya. Maka janganlah kamu sekali-kali termasuk orang-orang yang ragu-ragu) sehingga menjadi orang-orang yang bimbang terhadap Alquran. Yang dimaksud dengan pernyataan ini adalah sebagai bukti kepada orang-orang kafir bahwa sesungguhnya Alquran itu adalah benar."
  },
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 115,
    "arab": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ",
    "translation": "Dan telah sempurna firman Tuhanmu (Al-Qur'an) dengan benar dan adil. Tidak ada yang dapat mengubah firman-Nya. Dan Dia Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/904.mp3",
    "tafsir": "Kalimat-kalimat Al-Qur'an yang berisi kebenaran dan keadilan telah sempurna. Kalimat-kalimat itu antara lain berisi janji Allah yang akan menolong Muhammad dan pengikut-pengikutnya, sehingga memperoleh kemenangan dan kejayaan; Al-Qur'an juga mengancam orang-orang yang mencemoohkan Al-Qur'an, bahwa mereka akan dihinakan dan dibinasakan. Firman Allah: \nDan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul, (yaitu) mereka itu pasti akan mendapat pertolongan. Dan sesungguhnya bala tentara Kami itulah yang pasti menang (ash-shaffat/37: 171-173)\n\nKalimat-kalimat itu sempurna, karena sesuai dengan fakta dan kenyataan yang bisa disaksikan dalam sejarah kemenangan nabi-nabi, dan kehancuran musuh-musuhnya tidak ada seorang pun yang dapat mengubah kalimat-kalimat Allah. Janji Allah tak dapat diubah dan pasti Allah akan memberikan pertolongan kepada rasul-rasul dan pengikut-pengikutnya. Allah Maha Mendengar lagi Maha Mengetahui segala ucapan mereka yang berkhianat dan mengetahui pula isi hati mereka dan segala dosa yang mereka perbuat.",
    "quraish": "Sesungguhnya ketentuan Allah telah turun. Sempurnalah kalimat Allah yang benar dan adil dengan menurunkan al-Qur'ân yang mengandung kebenaran. Al-Qur'ân itu juga mengandung ukuran yang benar dan jujur antara yang benar dan yang palsu. Tidak seorang pun dapat mengubah firman-firman dan kitab- kitab Allah. Dia Maha Mendengar perkataan, Mahatahu segala apa yang terjadi.",
    "jalalayn": "(Dan telah sempurnalah kalimat Tuhanmu) yakni Alquran yang memuat hukum-hukum dan ancaman-ancaman (sebagai kalimat yang benar dan adil) menjadi tamyiz. (Tidak ada yang dapat mengubah-ubah kalimat-kalimat-Nya) baik dengan menguranginya atau menggantinya (dan Dialah Maha Mendengar) terhadap apa yang dikatakan olehnya (lagi Maha Mengetahui) tentang apa yang diperbuatnya."
  },
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 116,
    "arab": "وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ",
    "translation": "Dan jika kamu mengikuti kebanyakan orang di bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/905.mp3",
    "tafsir": "Jika kaum Muslimin selalu mengikuti kemauan orang-orang non Muslim, niscaya mereka berhasil menyesatkan kaum Muslimin dari jalan Allah. Oleh karena itu, Allah melarang keras mengikuti hukum-hukum selain yang diturunkan-Nya. Larangan itu diperkuat oleh kenyataan bahwa kaum musyrik hanya mengikuti persangkaan belaka dalam akidah mereka. Mereka hanya mengikuti hawa nafsu, dan selalu berdusta kepada Allah. Mereka juga menghalalkan bangkai dan hewan yang diperuntukkan bagi berhala.\nSejarah membuktikan bahwa timbulnya kesesatan pada sebagian besar manusia di dunia adalah karena mereka mengikuti hawa nafsu dan prasangka. Ahli Kitab telah meninggalkan petunjuk nabi-nabi mereka dan tersesat jauh dari kebenaran. Demikian pula para penyembah berhala telah jauh dari petunjuk nabi-nabi mereka. Nabi Muhammad diberi tahu oleh Allah tentang keadaan umat-umat terdahulu itu dan ini membuktikan kebenaran beliau sebagai Rasul.",
    "quraish": "Kalau Allah adalah hakim yang Mahaadil, dan al-Qur'ân yang diturunkan-Nya menjadi rujukan dalam mencari kebenaran, maka janganlah kamu dan pengikut-pengikutmu mengikuti orang yang perkataannya bertentangan dengan kebenaran, walaupun jumlah mereka banyak. Sebab, kalau kamu mengikuti kebanyakan orang yang tidak bersandar pada syariat samawi yang diturunkan, mereka pasti akan menjauhkan kamu dari jalan kebenaran yang lurus, jalan Allah. Sesungguhnya mereka hanya berjalan di balik praduga dan ilusi belaka. Mereka hanya mengatakan praduga yang tidak berdasar pada bukti.",
    "jalalayn": "(Dan jika kamu menuruti kebanyakan orang-orang yang di muka bumi) yakni orang-orang kafir (niscaya mereka akan menyesatkanmu dari jalan Allah) yaitu agama-Nya (sama sekali) (mereka tidak akan mau mengikuti kecuali hanya pada prasangka belaka) dalam perdebatan mereka denganmu tentang masalah bangkai, yaitu di kala mereka berkata, \"Apa yang telah dibunuh oleh Allah lebih berhak untuk kamu makan daripada apa yang kamu bunuh sendiri.\" (dan sama sekali) tidak lain (mereka hanyalah berdusta) di dalam hal tersebut."
  },
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 117,
    "arab": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
    "translation": "Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya, dan Dia lebih mengetahui orang-orang yang mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/906.mp3",
    "tafsir": "Sesungguhnya Allah yang telah memberi petunjuk kepada Muhammad dan menurunkan wahyu kepadanya. Allah mutlak mengetahui tentang siapa yang tersesat dari jalan-Nya dan siapa pula orang-orang yang memperoleh petunjuk-Nya. Oleh sebab itu, kaum Muslimin wajib berpedoman pada hukum-hukum yang telah diterangkan dalam Al-Qur'an dan menjauhkan diri dari segala macam penyelewengan dan perbuatan yang bertentangan dengan hukum-hukum Allah, karena mengikuti kemauan orang-orang yang sesat yang telah diperbudak oleh hawa nafsu, sehingga mereka tidak mengetahui lagi mana yang benar dan mana yang salah, mana yang baik dan mana yang buruk.",
    "quraish": "Tuhanmu sungguh Mahatahu--dengan pengetahuan yang tidak sama dengan pengetahuan siapa pun-- tentang orang-orang yang menjauh dari jalan kebenaran, dan juga tentang orang-orang yang mengambilnya sebagai petunjuk hingga benar-benar berpetunjuk.",
    "jalalayn": "(Sesungguhnya Tuhanmu Dialah yang lebih mengetahui) Maha Mengetahui (tentang orang yang tersesat dari jalan-Nya dan Dia lebih mengetahui tentang orang-orang yang mendapat petunjuk) dengan demikian maka Dia memberikan balasan pahala kepada mereka masing-masing."
  },
  {
    "page": 142,
    "name": "Al-An'am",
    "ayat": 118,
    "arab": "فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ",
    "translation": "Maka makanlah dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, jika kamu beriman kepada ayat-ayat-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/907.mp3",
    "tafsir": "Sabab Nuzul surah al-An'am ayat 118-121 diriwayatkan dalam Sunan Abi Daud dan at-Tirmidzi dari Ibnu 'Abbas, beliau mengatakan, \"orang-orang datang kepada Rasul saw, mereka berkata, \"Wahai Rasulullah, apakah kita makan apa yang kita sembelih dan kita tidak makan apa yang disembelih Allah (bangkai),\" maka turunlah ayat sampai pada firman Allah Pada ayat ini Allah membolehkan kaum Muslimin makan sembelihan yang disebutkan nama Allah ketika menyembelihnya, jika mereka benar-benar beriman kepada ayat-ayat Allah. Orang-orang musyrik dan golongan-golongan lainnya telah menjadikan upacara sembelihan itu sebagai satu upacara ritual. Mereka menyertakan dasar-dasar akidah dalam upacara penyembelihan. Mereka biasa melaksanakan penyembelihan untuk mendekatkan diri kepada berhala-berhalanya dan kepada pemimpin-pemimpinnya yang didewa-dewakan. Mereka suka menyebut nama berhala yang disanjungnya ketika menyembelih hewan dan perbuatan yang semacam ini termasuk syirik (mempersekutukan Allah). Setiap penyembelihan harus ditujukan semata-mata karena Allah. Oleh sebab itu kaum Muslimin dilarang makan sembelihan kaum musyrik karena jelas sembelihan itu membawa pada kemusyrikan.",
    "quraish": "Kalau hanya Allah yang mengetahui orang yang berpetunjuk dan orang yang sesat, maka janganlah kalian menoleh kepada kesesatan orang-orang musyrik dalam mengharamkan beberapa jenis hewan. Makanlah hewan-hewan itu, karena Allah telah mengaruniakannya kepada kalian dan menjadikannya halal, baik dan tidak mengandung bahaya. Sebutlah nama Allah, dengan membaca basmalah, ketika menyembelih hewan tersebut, selama kalian beriman dan tunduk kepada-Nya dan kepada bukti-bukti kekuasaan-Nya.",
    "jalalayn": "(Maka makanlah binatang-binatang yang halal yang disebutkan nama Allah atasnya) yang disembelih dengan menyebut nama-Nya (jika kamu beriman kepada ayat-ayat-Nya.)"
  }
]