[
  {
    "page": 143,
    "name": "Al-An'am",
    "ayat": 119,
    "arab": "وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ ۗوَاِنَّ كَثِيرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗاِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ",
    "translation": "Dan mengapa kamu tidak mau memakan dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu, kecuali jika kamu dalam keadaan terpaksa. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan. Tuhanmu lebih mengetahui orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/908.mp3",
    "tafsir": "Dalam ayat ini, Allah mengajukan pertanyaan, apa halangan bagi kaum Muslimin untuk tidak makan hewan yang halal yang disebutkan nama Allah ketika menyembelihnya? Padahal Allah telah menjelaskan kepada mereka apa yang sesungguhnya diharamkan bagi mereka, sebagaimana firman-Nya: \n\nKatakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan makannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi “ karena semua itu kotor “ atau hewan yang disembelih bukan atas (nama) Allah. Tetapi barang siapa terpaksa bukan karena menginginkan dan tidak melebihi batas (darurat) maka sungguh, Tuhanmu Maha Pengampun, Maha Penyayang (al-An'am/6: 145)\n\nTetapi Allah memberikan keringanan kepada kaum Muslimin untuk makan makanan yang diharamkan jika dalam keadaan terpaksa. Di dalam Ushul Fiqh ada sebuah kaidah yang berbunyi: \n\"Keadaan darurat (memaksa) membolehkan makan apa yang diharamkan\"\nTindakan sebagian besar manusia memang salah dan menyesatkan dengan cara penyembelihan yang mereka lakukan, sehingga mereka terperosok ke dalam tindakan syirik, dan jauh dari akidah yang benar, yaitu kepercayaan tauhid yang dibawa para nabi dan rasul yang diutus Allah untuk umat manusia seluruhnya.\nDi antara umat Nabi Nuh terdapat beberapa pemimpin yang saleh. Setelah mereka wafat, pengikut-pengikutnya mendirikan beberapa patung untuk mengenang jasa-jasa mereka dan untuk mereka jadikan teladan yang baik. Lama kelamaan para pengikutnya melampaui batas, sehingga mereka memberikan penghormatan kepada patung-patung itu dengan cara menyembelih hewan untuk dipersembahkan kepada patung-patung itu, bahkan mereka memohon berkah dari patung-patung itu. Keadaan ini berlangsung terus, generasi demi generasi, dan akhirnya menyebar kepada umat yang lainnya, sehingga penghormatan yang dimaksud berubah menjadi keyakinan bahwa patung-patung itu pantas dihormati dan disembah.",
    "quraish": "Tidak ada bukti dan alasan yang dapat melarang kalian memakan hewan yang kalian sembelih dengan menyebut nama Allah. Allah telah menjelaskan makanan-makanan yang diharamkan dalam keadaan tidak terpaksa, seperti bangkai dan darah. Banyak di antara manusia yang menjauh dari kebenaran karena terdorong hawa nafsu tanpa pengetahuan atau bukti apa pun, seperti orang-orang Arab yang mengharamkan diri dari sejumlah jenis hewan itu. Kalian tidak melanggar batas dalam memakan hewan yang beranak itu, bahkan mereka yang melampaui batas dengan mengharamkan sesuatu yang halal. Allah sajalah yang Mahatahu dengan sebenarnya tentang orang-orang yang melampaui batas.",
    "jalalayn": "(Mengapa kamu tidak mau memakan binatang-binatang yang halal yang disebut nama Allah atasnya) yaitu hewan-hewan sembelihan (padahal sesungguhnya Allah telah menjelaskan) boleh juga dibaca dengan bina maf`ul atau bina fa`il untuk kedua fi`ilnya (kepada kamu apa yang diharamkan-Nya atasmu) yang telah disebutkan di dalam ayat, \"Telah diharamkan atas kamu bangkai...\" (Q.S. Al-Maidah 3) (kecuali apa yang terpaksa kamu harus memakannya) di antara apa yang diharamkan itu maka hal itu juga dihalalkan bagi kamu. Adapun maknanya ialah: tidak ada larangan bagi kamu untuk memakan apa-apa yang telah disebutkan itu; Allah telah menjelaskan kepadamu apa-apa yang diharamkan kamu memakannya, maka ini bukanlah termasuk yang itu. (Dan sesungguhnya kebanyakan dari manusia benar-benar hendak menyesatkan orang lain) dengan dibaca fatah atau damah huruf ya-nya (dengan hawa nafsu mereka) dengan apa yang disukai hawa nafsu mereka; di antaranya ialah menghalalkan bangkai dan lain-lainnya (tanpa pengetahuan) yang secara sengaja mereka melakukannya. (Sesungguhnya Tuhanmu Dialah yang lebih mengetahui orang-orang yang melampaui batas) artinya orang-orang yang melampaui batas perkara yang dihalalkan untuk melakukan hal-hal yang diharamkan."
  },
  {
    "page": 143,
    "name": "Al-An'am",
    "ayat": 120,
    "arab": "وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗ ۗاِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ",
    "translation": "Dan tinggalkanlah dosa yang terlihat ataupun yang tersembunyi. Sungguh, orang-orang yang mengerjakan (perbuatan) dosa kelak akan diberi balasan sesuai dengan apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/909.mp3",
    "tafsir": "Allah melarang kaum Muslimin berbuat dosa, baik yang tampak dalam perilaku maupun yang tersembunyi. Dosa-dosa yang tampak ialah yang dilakukan oleh manusia dengan mempergunakan anggota badannya, sedang dosa-dosa yang tersembunyi ialah yang tercermin dalam sikap dan hal lain yang tidak ditampakkan (perbuatan buruk yang disembunyikan), seperti menyombongkan diri, merencanakan kejahatan dan penipuan kepada manusia. Allah menyatakan dengan tegas, bahwa semua dosa harus ditinggalkan, baik yang tampak maupun yang tersembunyi dan Allah memberikan ancaman bahwa siapa pun yang berbuat dosa akan ditimpa siksaan yang berat, sebagai akibat dari pelanggaran-pelanggaran yang dilakukannya, dengan cara sengaja dan terang-terangan. \nAdapun orang-orang yang berbuat dosa dan kejahatan karena kebodohan, kemudian mereka berhenti dengan melaksanakan tobat yang sungguh-sungguh, maka terhadap mereka, Allah akan memberikan ampunan dan menghapus dosa-dosanya, karena mereka telah berbuat kebajikan sebagai bukti tobatnya. Sebenarnya setiap kebaikan dapat menghilangkan kejahatan, sebagaimana difirmankan Allah: \n\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hud/11: 114)",
    "quraish": "Ketakwaan bukan terletak pada pengharaman sesuatu yang telah dihalalkan. Ketakwaan justru terletak pada sikap meninggalkan dosa, baik yang dilakukan secara terang-terangan maupun yang dilakukan secara sembunyi-sembunyi. Maka tinggalkanlah segala bentuk perbuatan dosa itu. Sebab, orang-orang yang berbuat dosa akan dibalas setimpal dengan keburukan-keburukan yang diperbuatnya.",
    "jalalayn": "(Dan tinggalkanlah) berhentilah kamu dari melakukan (dosa yang tampak dan yang tersembunyi) maksudnya dosa yang terang-terangan dan dosa yang tersembunyi; dikatakan bahwa yang dimaksud adalah perbuatan zina; dan dikatakan lagi adalah semua perbuatan maksiat. (Sesungguhnya orang-orang yang mengerjakan dosa, kelak akan diberi pembalasan) pada hari kiamat (disebabkan apa yang telah mereka kerjakan) usahakan."
  },
  {
    "page": 143,
    "name": "Al-An'am",
    "ayat": 121,
    "arab": "وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ",
    "translation": "Dan janganlah kamu memakan dari apa (daging hewan) yang (ketika disembelih) tidak disebut nama Allah, perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan-setan akan membisikkan kepada kawan-kawannya agar mereka membantah kamu. Dan jika kamu menuruti mereka, tentu kamu telah menjadi orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/910.mp3",
    "tafsir": "Sabab Nuzul ayat ini diriwayatkan oleh Abu Daud dan al-Hakim dari Ibnu 'Abbas pada ayat mengatakan, \"orang-orang datang kepada Nabi saw, mereka berkata: 'apa yang disembelih Allah jangan kalian makan, apa yang kalian sembelih, itulah yang kalian makan\", maka turunlah ayat ini.\nSesungguhnya setan-setan, jin dan manusia itu membisikkan kepada kawan-kawannya agar membantah kaum Muslimin. Ikrimah berkata, \"Setan dari golongan Majusi setelah mendengar bahwa Nabi Muhammad, mengharamkan bangkai, mereka menulis kepada orang Quraisy yang pada waktu itu sering mengadakan surat-menyurat dengan orang-orang Majusi. Di dalam surat itu mereka mengatakan, \"Muhammad mengaku dirinya telah mengikuti perintah Allah, tetapi mengapa ia beranggapan bahwa yang disembelih oleh manusia halal, tetapi yang disembelih oleh Allah (bangkai) adalah haram?\" Lalu Allah menurunkan ayat ini.\nTentang makan daging hewan yang disebut nama Allah ketika menyembelihnya, ada beberapa pendapat di kalangan ulama Islam. Menurut Imam Malik, semua hewan yang disembelih dengan tidak menyebut nama Allah ketika menyembelihnya haram dimakan. Menurut Imam Abu Hanifah, jika nama Allah tidak disebut dengan sengaja, maka haram makan daging hewan itu, dan jika tidak disebut karena lupa, maka halal makannya. Menurut Imam Syafi'i, semua hewan yang ketika menyembelihnya tidak disebut nama Allah, baik disengaja maupun karena lupa, maka dagingnya halal dimakan, asalkan orang yang menyembelihnya adalah Muslim. \nDemikianlah jika kaum Muslimin mengikuti kehendak kaum musyrikin tentang menghalalkan bangkai, maka mereka pasti termasuk golongan musyrik. Ayat ini menunjukkan bahwa barang siapa yang menghalalkan sesuatu yang diharamkan Allah atau mengharamkan sesuatu yang dihalalkan Allah, maka mereka termasuk orang-orang musyrik, karena dengan demikian mereka telah menetapkan adanya pihak yang berhak membuat syariat selain Allah swt.",
    "quraish": "Kalau hewan-hewan itu halal kalian makan dengan cara menyembelihnya terlebih dahulu, maka janganlah kalian memakan hewan-hewan yang disembelih dengan tidak membaca basmalah, kalau meninggalkan basmalah itu dilakukan dengan sengaja, atau disembelih dengan menyebut nama selain Allah. Sebab, perbuatan itu berarti kefasikan dan keluar dari ketentuan Allah. Iblis dan pembantu- pembantunya yang arogan, akan terus membisik-bisikkan kedalam dada orang-orang yang mereka kuasai, untuk mendebat kalian secara tidak benar, dan untuk menarik kalian kepada pengharaman sesuatu yang dihalalkan Allah. Kalau kalian mengikuti mereka, kalian berarti sama-sama musyrik seperti mereka.",
    "jalalayn": "(Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah) seumpamanya karena mati dengan sendirinya atau disembelih dengan menyebut asma selain-Nya terkecuali apa yang disembelih oleh orang muslim, sekali pun tidak menyebut nama-Nya sewaktu menyembelihnya baik secara sengaja atau pun karena lupa, maka sembelihannya tetap halal, demikianlah menurut pendapat Ibnu Abbas, yang kemudian dianut oleh Imam Syafii. (Sesungguhnya) memakan hewan-hewan yang diharamkan itu (adalah suatu kefasikan) keluar dari garis apa yang telah dihalalkan. (Sesungguhnya setan itu membisikkan) menghembuskan godaannya (kepada kawan-kawannya) yaitu kepada orang-orang kafir (agar mereka membantah kamu) di dalam masalah menghalalkan bangkai (dan jika kamu menuruti mereka) di dalam hal ini (sesungguhnya kamu tentulah menjadi orang-orang musyrik). Ayat berikut ini diturunkan berkenaan dengan Abu Jahal dan lain-lainnya."
  },
  {
    "page": 143,
    "name": "Al-An'am",
    "ayat": 122,
    "arab": "اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? Demikianlah dijadikan terasa indah bagi orang-orang kafir terhadap apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/911.mp3",
    "tafsir": "Sabab Nuzul ayat ini diriwayatkan oleh Abu Syaikh dari Ibnu 'Abbas dalam firman Allah, beliau mengatakan bahwa ayat ini turun pada Umar dan Abu Jahal. \nDalam rangka menampakkan perbedaan antara kaum Muslimin dari orang-orang kafir, Allah mengemukakan pertanyaan, yaitu apakah orang-orang yang mati hatinya karena kekufuran dan kebodohan lalu Kami hidupkan hatinya dengan keimanan dan Kami berikan pula kepadanya cahaya, yaitu Al-Qur'an yang terang benderang, sama keadaannya dengan keadaan orang yang berada dalam kegelapan yang berlapis-lapis? Ia tidak dapat keluar dari kegelapan itu. Dirinya diliputi dengan ketakutan, kelemahan dan kebingungan. Demikian pula seorang yang berada dalam kebodohan, taklid yang buta dan kerusakan pikiran, tidak dapat keluar lagi dari hal yang demikian itu. Ia merasa takut keluar dari gua kesesatannya dan merasa tidak perlu untuk keluar kepada petunjuk yang terang benderang karena matanya silau oleh cahaya petunjuk itu.\nMaka sepantasnyalah setiap muslim untuk selalu mencari dan menggunakan ilmu pengetahuan dalam segala hal. Ia harus mengetahui kebenaran agamanya dengan penuh keyakinan sehingga ia mantap dalam melakukan amal-amal kebajikan, dan dapat menjadi teladan bagi orang-orang di sekitarnya.\nDengan demikian, ia akan menjadi mercusuar yang mencerminkan keyakinan yang kuat dan hujjah yang nyata, memperlihatkan keutamaan agamanya kepada pemeluk agama-agama yang lain. Begitulah Allah telah menjadikan orang beriman memandang baik kepada cahaya petunjuk dan agama yang telah menghidupkan hatinya. Sebaliknya Allah telah menjadikan orang-orang kafir memandang baik apa saja yang mereka kerjakan, seperti berbuat dosa dan pelanggaran memusuhi Rasul, menyembelih kurban untuk selain Allah dan mengharamkan apa yang tidak diharamkan oleh Allah dan menghalalkan apa yang diharamkan-Nya dan sebagainya. Semua itu mereka lakukan disebabkan oleh tipu daya setan yang membisikkan bujukan itu ke dalam hati mereka. Contoh nyata dari orang yang tidak beriman dan menolak hidayah Allah adalah Abu Jahal.",
    "quraish": "Dengan keimanan yang ada pada kalian, kalian tidaklah sama dengan orang-orang musyrik. Orang yang dahulu sesat layaknya orang mati, lalu hatinya diberi cahaya petunjuk bagai kehidupan, diberi cahaya keimanan dan hujjah yang jelas, hingga berjalan di bawah cahaya itu, tidaklah sama dengan orang yang hidup dalam kegelapan yang bertumpuk. Seperti Allah membuat indah keimanan bagi orang-orang yang beriman, setan pun membuat indah kemusyrikan bagi orang-orang yang zalim dan ingkar.",
    "jalalayn": "(Dan apakah yang sudah mati) oleh sebab kekafirannya (kemudian dia Kami hidupkan) dengan hidayah (dan Kami berikan kepadanya cahaya yang terang yang dengan cahaya itu dia dapat berjalan di tengah-tengah masyarakat manusia) dia dapat pula melihat perkara yang benar berkat cahaya itu dan dapat membedakannya daripada yang lainnya; yang dimaksud adalah keimanan (serupa dengan orang yang keadaannya) Lafal mitsl adalah tambahan, yakni sebagaimana seseorang (yang keadaannya dalam gelap-gulita yang sekali-kali tidak dapat keluar darinya) dimaksud orang kafir; sebagai jawabannya ialah tentu saja tidak. (Demikianlah) sebagaimana orang-orang mukmin dihiasi dengan keimanan (orang-orang kafir pun dihiasi pula dengan apa yang telah mereka kerjakan) berupa kekafiran dan maksiat-maksiat."
  },
  {
    "page": 143,
    "name": "Al-An'am",
    "ayat": 123,
    "arab": "وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ",
    "translation": "Dan demikianlah pada setiap negeri Kami jadikan pembesar-pembesar yang jahat agar melakukan tipu daya di negeri itu. Tapi mereka hanya menipu diri sendiri tanpa menyadarinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/912.mp3",
    "tafsir": "Sebagian penduduk Mekah telah sesat karena bujukan pembesar-pembesar mereka yang melakukan bermacam-macam kejahatan dan tipu daya. Hampir di setiap negeri dan kota besar terdapat beberapa pembesar yang korup dan jahat yang melakukan tipu daya. Telah menjadi sunatullah di dalam masyarakat bahwa setiap kali Allah mengutus seorang rasul di suatu tempat untuk memberi bimbingan kepada mereka selalu ada pembesar-pembesar yang memusuhi rasul itu serta pengikut-pengikutnya. Padahal rasul itu bermaksud mengadakan perbaikan dan pembenahan. Sering muncul di beberapa negeri dan kota besar, sejumlah tokoh yang ingin merebut kekuasaan dan menimbun kekayaan dengan berbagai macam cara. Bawahan mereka yang tidak sejalan dengan pembesar mereka merasa bingung dalam melaksanakan tugasnya. Mereka tidak sanggup mengikuti pemimpin-pemimpinnya yang korup dan menyeleweng. Dalam suasana kacau seperti itu, diperlukan adanya kebijaksanaan, keimanan yang kuat dan mental yang tinggi, sehingga tidak mudah dibawa arus kesesatan yang menyebabkan datangnya murka Allah.\nYang dimaksud dengan pembesar-pembesar yang jahat ialah mereka yang menentang seruan agama dan memusuhi rasul-rasul serta pengikut-pengikutnya. Demikianlah keadaan negeri Mekah ketika diutusnya Nabi Muhammad. Keadaan serupa itu terus berulang di negeri-negeri lain. Para pembesar yang korup memusuhi rasul-rasul dan pengikut-pengikutnya yang menyampaikan ajaran agama. Pada hakekatnya mereka itu adalah penipu belaka, menipu dirinya sendiri, akan tetapi mereka tidak sadar.\nTelah menjadi sunatullah, bahwa suatu kejahatan akan membawa pada keburukan. Tiap-tiap tipu daya yang direncanakan terhadap hamba-hamba Allah yang saleh akhirnya menimpa diri pelakunya. Banyak peristiwa dalam sejarah manusia menunjukkan bahwa umat-umat yang menentang rasul-rasul dan para pengikutnya akhirnya dihancurkan oleh Allah dengan bermacam-macam azab, seperti bencana alam, dan lain-lain. Mereka melakukan tipu daya untuk menentang perbaikan akhlak dan moral manusia, karena terdorong oleh keinginan untuk menduduki jabatan-jabatan tinggi dan menuruti dorongan hawa nafsunya. Mereka tidak menyadari bahwa akibat perbuatan yang buruk itu akan menimpa diri mereka sendiri, karena mereka tidak memahami sunatullah tersebut.\nDalam ayat-ayat di atas, Allah memberikan ancaman kepada semua pembesar yang durhaka, Allah juga memberi motivasi kepada Nabi Muhammad dan pengikut-pengikutnya untuk terus melakukan amal saleh karena dalam rangka melaksanakan tugas yang suci, mereka tidak boleh menghiraukan godaan dan rintangan yang timbul dari manapun datangnya.",
    "quraish": "Jangan heran, wahai Muhammad, kalau engkau melihat pembesar pelaku kejahatan di Makkah menyusun siasat makar. Sebab, setiap kota besar pun demikian juga. Para pembesar pelaku kejahatan melakukan siasat makar. Akibat perbuatan itu akan kembali kepada mereka sendiri dan mereka tidak menyadari itu semua.",
    "jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami jadikan orang-orang fasik penduduk Mekah terdiri dari para pembesarnya (Kami adakan pada tiap-tiap negeri penjahat-penjahat yang terbesar agar mereka melakukan tipu daya dalam negeri itu) dengan cara menghalang-halangi jalan keimanan (Dan mereka tidak memperdayakan melainkan dirinya sendiri) sebab akibat perbuatannya menimpa diri mereka sendiri (sedangkan mereka tidak menyadarinya) tentang hal tersebut."
  },
  {
    "page": 143,
    "name": "Al-An'am",
    "ayat": 124,
    "arab": "وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ",
    "translation": "Dan apabila datang suatu ayat kepada mereka, mereka berkata, “Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.” Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/913.mp3",
    "tafsir": "Ibnu Mundzir meriwayatkan dari Ibnu Juraij dan Abu Syaibah bahwa ayat ini diturunkan karena ada seorang pembesar Mekah bernama Walid bin Mugirah yang berkata, \"Demi Allah, seandainya kenabian Muhammad itu benar, tentulah aku lebih berhak untuk diangkat sebagai nabi dari pada Muhammad, sebab aku lebih banyak mempunyai harta benda dan keturunan.\"\nApabila turun ayat Al-Qur'an yang menjelaskan kebenaran kenabian Muhammad dan berisi pengetahuan dan petunjuk yang dibawanya dari Allah, mereka berkata, \"Kami tidak mau percaya kepada Muhammad, kecuali bila dia membawa mukjizat seperti yang diberikan Allah kepada Nabi Musa yakni tongkatnya yang dapat membelah lautan, atau seperti mukjizat Nabi Isa yang dapat menyembuhkan penyakit sopak dan menghidupkan orang mati.\"\nTuntutan mereka yang lebih besar lagi disebutkan dalam firman Allah: \n\"Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).\" (al-Furqan/25: 21)\nPada dasarnya mereka tidak mau beriman kepada Nabi Muhammad, kecuali bila Nabi diberikan hal-hal yang serupa sebagaimana diberikan kepada rasul-rasul sebelumnya. Allah membantah tuntutan mereka dan menyatakan bahwa hanya Allah yang mutlak mengetahui kepada siapa Dia menempatkan tugas kerasulan. Tuntutan mereka seperti itu dijelaskan pula oleh Allah Ta'ala dalam firman-Nya: \n\"Dan mereka (juga) berkata, \"Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia.\" (az-Zukhruf/43: 31-32)\n\nTuntutan-tuntutan seperti itu dikemukakan mereka kepada Nabi Muhammad yang dikaitkan dengan kehidupan duniawi karena terdorong oleh kedengkian dan kesombongan mereka dan dimaksudkan untuk membantah posisi Nabi sebagai Rasulullah.\nHal ini dijelaskan dalam firman Allah: \n\"Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), \"Apakah ini orang yang mencela tuhan-tuhanmu?\" Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.\" (al-Anbiya'/21: 36)\n\nPemuka-pemuka Quraisy yang menghina Nabi Muhammad, sesungguhnya dalam hati kecil mereka mengakui kemuliaan keturunan, kejujuran dan keagungan akhlak Nabi, sehingga mereka memberikan julukan kepada Nabi dengan sebutan Al-Amin (orang yang tepercaya). Mereka mengakui Nabi Muhammad layak untuk dijadikan utusan Allah. Tidak ada sebab lain yang menghalang-halangi mereka dari keimanan kecuali karena kedengkian, kesombongan, dan taklid buta kepada keyakinan nenek moyang.\nPosisi kerasulan semata-mata karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Posisi kenabian tidak mungkin dicapai dengan jalan usaha atau dengan meningkatkan taraf pendidikan dan tidak pula dicapai melalui nasab atau keturunan. Posisi tersebut hanya diberikan Allah kepada orang-orang yang dipilih-Nya. Kemudian Allah mengancam pemuka-pemuka Quraisy yang sombong bahwa mereka akan ditimpa kehinaan di sisi Allah dan siksa yang pedih karena perbuatan mereka yang jahat dan tipu daya mereka terhadap Nabi Muhammad dan kaum Muslimin, sebagaimana dinyatakan dalam firman-Nya: \n\"Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.\" (az-Zumar/39: 26)\nAzab dari Allah ditimpakan kepada mereka yang durhaka, disebabkan dosa-dosa dan pelanggaran mereka. Sayang sekali, bahwa azab itu dipandang oleh sebagian manusia hanya sebagai bencana alam dan tidak menimbulkan kesadaran dalam hati mereka, sebagai azab Tuhan ada di antara mereka yang mati terbunuh pada waktu perang Badar dan ada pula yang mengalami nasib hina dalam kehidupan.",
    "quraish": "Para pembesar pelaku kejahatan itu merasa iri terhadap orang lain yang diberikan ilmu, kenabian dan petunjuk oleh Allah. Maka ketika datang bukti yang kuat kepada mereka, mereka tidak mau tunduk. Mereka malah berkata, \"Kami tidak akan percaya kepada kebenaran itu sebelum Allah menurunkan wahyu kepada kami seperti halnya kepada Rasul.\" Allah sajalah yang memilih siapa saja yang dikehendaki-Nya untuk membawa pesan-pesan-Nya. Orang-orang yang membangkang, kalau menginginkan kepemimpinan dengan sikap angkuh itu, akan mendapatkan kehinaan dan kerendahan di dunia. Dan di akhirat mereka akan merasakan siksa yang kejam akibat siasat makar yang buruk itu.",
    "jalalayn": "(Dan apabila datang kepada mereka) kepada penduduk Mekah (satu ayat) yang membenarkan Nabi saw. (mereka berkata, \"Kami tidak akan beriman) kepadanya (sehingga diberikan kepada kami yang serupa dengan apa yang telah diberikan kepada utusan-utusan Allah.\") berupa risalah dan wahyu kepada kami sebab kami adalah yang terbanyak hartanya dan yang paling tua umurnya lalu Allah swt. berfirman: (Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya) dengan dibaca jamak dan tunggal dan Lafal haitsu menjadi maf`ul bihi dari fi`il yang ditunjuk oleh Lafal a`lamu. Artinya Allah mengetahui tempat yang layak untuk meletakkan risalah-Nya lalu Ia meletakkannya. Sedangkan mereka itu bukanlah orang-orang yang pantas untuk mengemban tugas risalah ini (orang-orang yang berdosa nanti akan ditimpa) sebab perkataan mereka itu (suatu kehinaan) yakni menjadi rendah (di sisi Allah dan siksa yang keras disebabkan mereka lalu membuat tipu daya) oleh tipu daya mereka sendiri."
  }
]