[
  {
    "page": 144,
    "name": "Al-An'am",
    "ayat": 125,
    "arab": "فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ   كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ ",
    "translation": "Barangsiapa dikehendaki Allah akan mendapat hidayah (petunjuk), Dia akan membukakan dadanya untuk (menerima) Islam. Dan barangsiapa dikehendaki-Nya menjadi sesat, Dia jadikan dadanya sempit dan sesak, seakan-akan dia (sedang) mendaki ke langit. Demikianlah Allah menimpakan siksa kepada orang-orang yang tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/914.mp3",
    "tafsir": "Jika ada orang yang berjiwa besar dan terbuka hatinya untuk menerima kebenaran agama Islam, maka yang demikian itu disebabkan karena Allah hendak memberikan petunjuk kepadanya. Oleh karena itu, dadanya menjadi lapang untuk menerima semua ajaran Islam, baik berupa perintah maupun larangan.\nDiriwayatkan bahwa Rasulullah pernah ditanya tentang \"kelapangan dada\" yang dimaksud dalam ayat ini, lalu beliau menjawab, \"Itulah gambaran cahaya Ilahi yang menyinari hati orang mukmin, sehingga menjadi lapanglah dadanya.\" Para sahabat bertanya lagi, \"Apakah yang demikian itu ada tanda-tandanya?\" Nabi saw menjawab, \"Ada tanda-tandanya, yaitu selalu condong kepada akhirat, selalu menjauhkan diri dari tipu daya dunia dan selalu bersiap-siap untuk menghadapi kematian.\" (Riwayat Ibnu Abi Hatim dari Abdullah bin Mas'ud)\nJika demikian sifat-sifat orang mukmin yang berlapang dada disebabkan oleh cahaya iman yang masuk ke dalam hatinya, maka sebaliknya orang yang dikehendaki Allah untuk hidup dalam kesesatan, dadanya dijadikan sesak dan sempit seolah-olah ia sedang naik ke langit yang hampa udara. Apabila ia diajak untuk berfikir tentang kebenaran dan tafakur tentang tanda-tanda keesaan Allah, maka disebabkan oleh kesombongan dalam hatinya, ia menolak karena perbuatan itu tidak sesuai dengan hawa nafsunya. Hasrat untuk mengikuti kebenaran melemah, dan setiap anjuran agama dirasakannya sebagai suatu beban yang berat yang tidak dapat dipikulnya. Gambaran orang serupa itu adalah seperti orang yang sedang naik ke langit. Semakin tinggi ia naik, semakin sesak nafasnya karena kehabisan oksigen, sehingga ia terpaksa turun kembali untuk menghindarkan diri dari kebinasaan.\nDalam ayat ini, Allah memberikan sebuah perumpamaan, agar benar-benar diresapi dengan perasaan yang jernih. Demikianlah Allah menjadikan kesempitan dalam hati orang-orang yang tidak beriman, karena kekafiran itu seperti kotoran yang menutup hati mereka, sehingga ia tidak menerima kebenaran. Keadaan ini dapat disaksikan pada tingkah laku mereka dalam kehidupan sehari-hari yang selalu menjurus kepada kejahatan.",
    "quraish": "Kalau mereka telah sesat dan kalian telah mendapatkan petunjuk, itu memang karena kehendak dan takdir Allah. Maka, orang yang telah ditentukan akan mendapat petunjuk, dadanya akan lapang untuk menerima cahaya Islam. Sedangkan orang yang telah ditentukan akan sesat, dadanya akan sangat sempit, karena sempitnya, ia bak orang yang menanjak ke tempat sangat jauh tinggi bagaikan langit. Nafasnya terus menaik, sedangkan ia tidak bisa apa-apa. Dengan cara demikian, Allah menetapkan kerusakan dan kehinaan terhadap orang-orang yang tidak memiliki keimanan.",
    "jalalayn": "(Siapa yang Allah menghendaki akan memberikan kepadanya petunjuk niscaya Dia melapangkan dadanya untuk memeluk agama Islam) dengan cara menyinarkan nur hidayah ke dalam dadanya sehingga dengan sadar ia mau menerima Islam dan mau membuka dadanya lebar-lebar untuk menerimanya. Demikianlah sebagaimana yang telah disebutkan dalam suatu hadis. (Dan siapa yang dikehendaki) Allah (kesesatannya niscaya Allah menjadikan dadanya sesak) dengan dibaca takhfif dan tasydid yakni merasa sempit untuk menerimanya (lagi sempit) terasa amat sempit; dengan dibaca kasrah huruf ra-nya menjadi sifat dan dibaca fathah sebagai mashdar yang diberi sifat dengan makna mubalaghah (seolah-olah ia sedang mendaki) menurut suatu qiraat dibaca yashsha`adu di dalam kedua bacaan tersebut berarti mengidgamkan ta asal ke dalam huruf shad. Menurut qiraat lainnya dengan dibaca sukun huruf shad-nya (ke langit) apabila iman dipaksakan kepadanya karena hal itu terasa berat sekali baginya. (Begitulah) sebagaimana kejadian itu (Allah menimpakan siksa) yakni azab atau setan, dengan pengertian azab atau setan itu menguasainya (kepada orang-orang yang tidak beriman)."
  },
  {
    "page": 144,
    "name": "Al-An'am",
    "ayat": 126,
    "arab": "وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ",
    "translation": "Dan inilah jalan Tuhanmu yang lurus. Kami telah menjelaskan ayat-ayat (Kami) kepada orang-orang yang menerima peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/915.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa hati seorang mukmin selalu lapang dan bahagia disebabkan oleh ajaran agama Allah yang lurus yang dibawa oleh Nabi Muhammad. Agama Islam mengajarkan akidah (sistem keyakinan) yang benar yang membawa kebahagiaan dunia dan akhirat. Hal itu sangat jelas karena disertai dalil yang nyata dan keterangan yang meyakinkan. Satu-satunya jalan yang lurus yang sesuai dengan akal dan fitrah yang bersandar pada firman Allah yang kekal abadi, ialah jalan yang menuju kepada keridaan Allah, yakni tali Allah yang kokoh. Allah telah menjelaskan ayat-ayat-Nya bagi mereka yang mau memperhatikan.",
    "quraish": "Yang Kami terangkan ini adalah jalan kebenaran yang lurus, yang telah Kami perinci secara jelas bagi umat manusia. Tidak akan mendapatkan manfaatnya kecuali orang-orang yang mau merenung untuk menangkap pesan-pesan Tuhan dan mencari petunjuk.",
    "jalalayn": "(Dan inilah) apa yang engkau berada di dalamnya hai Muhammad! (jalan) titian (Tuhanmu yang lurus) tidak ada liku-likunya; Lafal mustaqiiman dibaca nashab menjadi hal yang mengukuhkan jumlah, sedangkan yang menjadi `amilnya adalah makna isyarah. (Sesungguhnya Kami telah menjelaskan) Kami telah menerangkan (ayat-ayat Kami kepada orang-orang yang mengambil pelajaran) Lafal yadzdzakkaruun dengan mengidgamkan huruf ta tambahan ke dalam huruf dzal asal; maknanya orang-orang yang mau mengambil sebagai pelajaran. Mereka disebutkan secara khusus sebab merekalah orang-orang yang mengambil manfaat darinya."
  },
  {
    "page": 144,
    "name": "Al-An'am",
    "ayat": 127,
    "arab": "۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dan Dialah pelindung mereka karena amal kebajikan yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/916.mp3",
    "tafsir": "Bagi mereka yang menempuh jalan yang lurus disediakan Darussalam (surga) di sisi Tuhan. Mereka hidup mengikuti pedoman para nabi yang memberi petunjuk kepada mereka sehingga mereka terhindar dari jalan-jalan yang bengkok dan akhirnya sampailah mereka ke Darussalam. Allah memimpin mereka dan mencukupkan balasan bagi setiap perbuatan yang mereka kerjakan di dunia. Allah memberi petunjuk kepada mereka selama di dunia dan memberi taufik untuk melakukan amal kebajikan, sehingga mereka memperoleh pahalanya, dan diizinkan untuk memasuki surga-Nya semata-mata atas karunia-Nya.",
    "quraish": "Bagi orang-orang yang merenung dan menangkap pesan itu disediakan tempat aman, yaitu surga. Mereka berada di dalam kekuasaan, kecintaan dan pertolongan Allah, oleh sebab kebaikan yang mereka perbuat di dunia.",
    "jalalayn": "(Bagi mereka disediakan Darussalam) yakni rumah keselamatan atau surga (pada sisi Tuhannya dan Dialah Pelindung mereka disebabkan amal-amal saleh yang selalu mereka kerjakan)."
  },
  {
    "page": 144,
    "name": "Al-An'am",
    "ayat": 128,
    "arab": "وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِ ۚوَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ",
    "translation": "Dan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), “Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia.” Dan kawan-kawan mereka dari golongan manusia berkata, “Ya Tuhan, kami telah saling mendapatkan kesenangan dan sekarang waktu yang telah Engkau tentukan buat kami telah datang.”  Allah berfirman, “Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.” Sungguh, Tuhanmu Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/917.mp3",
    "tafsir": "Pada hari Kiamat nanti, seluruh umat manusia dan jin akan dikumpulkan di Padang Mahsyar, lalu Allah berfirman kepada mereka untuk mencela perbuatan jin yang telah mempengaruhi manusia dan mengajak mereka kepada kesesatan, sebagaimana dijelaskan dalam firman Allah: \nBukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus. Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti? (Yasin/36: 60-62)\n\nSemua orang yang mengikuti ajaran jin dan setan akan dikumpulkan bersama-sama. Semua orang yang mukallaf akan dihimpun bersama para pengikutnya, baik dalam segi kebenaran maupun kejahatan. Lalu berkatalah orang-orang yang menjadi pengikut jin itu sebagai jawaban mereka kepada Allah, \"Ya Tuhan kami, masing-masing di antara kami telah merasakan kenikmatan dari pihak lainnya. Jin-jin itu mendapatkan kenikmatan karena mereka telah berhasil menyesatkan kami dengan bujukan-bujukan dan mengikuti kehendak hawa nafsu, sebaliknya kamipun merasa senang mengikuti mereka dan mendengarkan bisikan-bisikan mereka. Kami merasa leluasa bergelimang kelezatan di dunia.\"\nDalam ayat ini, Allah memberikan petunjuk bahwa setiap manusia senantiasa didampingi setan yang berusaha untuk membujuknya dengan bisikan yang mengajaknya kepada kefasikan dan kedurhakaan kepada Allah, sehingga ia tidak menyadari, bahwa hal itu adalah tipu daya dari setan tersebut. Makhluk halus itu selalu berusaha untuk menyesatkan manusia kepada lembah kebatilan dan kejahatan, sebagaimana kuman-kuman yang selalu berusaha untuk menimbulkan bermacam-macam penyakit dalam tubuh manusia atau hewan. Kuman-kuman itu mengetahui jalannya untuk memasuki tubuh manusia atau binatang dari lubang-lubang yang halus. Demikian pula setan mengetahui jalan untuk memasuki hati manusia, sehingga manusia jatuh ke lembah kesesatan tanpa disadarinya.\nApabila ada kuman yang berhasil menyelinap ke dalam tubuh manusia dan menyebabkan timbulnya penyakit, maka manusia yang lebih halus sifatnya, dapat dimasuki pengaruh makhluk-makhluk halus, yaitu jin dan setan, yang dapat menjerumuskan kepada penyakit-penyakit rohani manusia.\nOrang-orang yang menjadi pengikut jin dan setan berkata, dengan penuh kesedihan dan penyesalan, \"Ya Tuhan, kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami, setelah kami menerima kelezatan duniawi karena mengikuti ajakan jin dan setan dan kami telah mengakui dosa-dosa kami, maka kami berserah diri kepada-Mu untuk menerima hukuman-Mu yang seadil-adilnya.\"\nPerkataan mereka memperlihatkan penyesalan dan keterlanjuran mereka dalam mengikuti hawa nafsu dan sekarang mereka berserah diri kepada Allah yang mengetahui segala perbuatan mereka. Dalam ayat ini tidak disebutkan bagaimana jawaban jin dan alasan setan yang membawa mereka kepada kesesatan itu, tetapi dijelaskan dalam firman Allah yang lain yang menunjukkan bahwa setan, jin dan manusia yang menjadi korban hasutan mereka saling bertikai melepas tanggungjawab dan saling mengutuk satu sama lain: \n\"¦ kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.\" (al-'Ankabut/29: 25) \n\nSebagai jawaban atas keluhan mereka itu Allah berfirman, \"Neraka itulah tempat kamu berdiam sedang kamu kekal di dalamnya, kecuali Tuhan menghendaki yang lainnya.\" Segala sesuatu berada di bawah kehendak dan pilihan-Nya, dan tidak ada yang mengetahui kehendak-Nya selain Dia sendiri. Dialah Tuhan Yang Mahabijaksana dan Maha Mengetahui.\nIbnu 'Abbas memahami ayat di atas, bahwa siapapun tidak patut turut campur dalam menentukan nasib seorang hamba Allah, apakah dia akan dimasukkan ke surga atau ke neraka. Semuanya berada di bawah kekuasaan dan kehendak Allah.",
    "quraish": "Kalau orang-orang yang menempuh jalan lurus itu akan mendapat tempat aman dengan kekuasaan Allah, maka orang-orang yang menempuh jalan setan akan mendapat balasan juga atas pelanggaran itu pada saat semua manusia dikumpulkan di hari kiamat. Saat itu, Allah berkata kepada jin dan manusia yang berbuat dosa, \"Wahai sekumpulan jin, kalian telah banyak menggoda manusia, hingga banyak yang mengikuti kalian.\" Manusia-manusia yang mengikuti jin itu berkata, \"Wahai Pencipta dan Penguasa kami, masing-masing kami telah memanfaatkan yang lain dan kami bersenang-senang dengan berbagai kenikmatan dunia. Kini kami telah sampai kepada ajal yang telah Engkau tentukan.\" Allah berkata lagi, \"Tempat kalian semua adalah neraka dan kalian akan kekal abadi di dalamnya. Kecuali orang-orang yang dikehendaki Allah untuk diselamatkan, yaitu orang-orang yang tidak mengingkari pesan-pesan Allah. Sungguh, perbuatan Allah selamanya selalu sejalan dengan kebijaksanaan dan pengetahuan-Nya.",
    "jalalayn": "(Dan) ingatlah (hari di waktu Kami menghimpun mereka semuanya) dengan memakai nun dan ya; artinya Allahlah yang menghimpun semua makhluk kemudian diserukan kepada mereka (\"Hai golongan jin/setan! Sesungguhnya kamu telah banyak menyesatkan manusia,\") dengan cara kamu menyesatkan mereka (lalu berkatalah kawan-kawan mereka) yaitu mereka yang mau menaatinya (dari kalangan manusia, \"Ya Tuhan kami, sesungguhnya sebagian daripada kami telah dapat kesenangan dari sebagian yang lainnya) manusia telah mengambil manfaat melalui jin yang menghiasi keinginan-keinginan nafsu syahwat mereka, dan demikian pula jin pun mengambil manfaat dari manusia melalui ketaatan manusia kepada mereka (dan kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami\") yakni hari kiamat; hal ini adalah merupakan ungkapan kekecewaan mereka (Allah berfirman) Maha Tinggi Allah, kepada mereka melalui lisan para malaikat-Nya (\"Neraka itulah tempat kamu) tempat diam kamu (sedangkan kamu kekal di dalamnya, kecuali kalau Allah menghendaki yang lain.\") batas-batas waktu tertentu di mana mereka dapat dikeluarkan dari neraka, untuk meminum hamim/keringat ahli neraka yang berada di luar neraka, demikianlah seperti apa yang dikatakan dalam firman-Nya, \"Kemudian sesungguhnya tempat kembali mereka benar-benar ke neraka Jahim,\" surah Ash-Shaffaat. Dan telah diriwayatkan dari Ibnu Abbas bahwasanya ayat ini diturunkan berkenaan dengan orang-orang yang telah diketahui Allah bahwa mereka orang-orang yang beriman. Dengan demikian berarti Lafal maa bermakna man. (Sesungguhnya Tuhanmu Maha Bijaksana) di dalam mengatur ciptaan-Nya (lagi Maha Mengetahui) tentang makhluk-makhluk-Nya."
  },
  {
    "page": 144,
    "name": "Al-An'am",
    "ayat": 129,
    "arab": "وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ",
    "translation": "Dan demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sesamanya, sesuai dengan apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/918.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa hidup berkelompok antara orang yang sama tujuan, cita-cita dan kepentingannya terutama dalam hal yang jahat dan menyesatkan telah menjadi kebiasaan dari sebagian makhluk hidup, tidak ada bedanya antara jin dan manusia. Mereka selalu tolong menolong dan bantu membantu dalam berbagai usaha dan upaya agar keinginan dan usaha mereka terpenuhi sesuai dengan rencana mereka. Mereka tidak segan-segan melakukan tindak kekerasan, kezaliman dan penganiayaan serupa dan tidak menghiraukan norma-norma kemanusiaan, keadilan, dan sifat kasih sayang, asal mereka dapat memenuhi nafsu mereka dalam menikmati kehidupan dunia ini dengan sepuas-puasnya. Hal ini dapat dibuktikan dari berbagai peristiwa dalam sejarah sejak zaman dahulu kala sampai sekarang ini. Betapa banyak nabi dan rasul pembawa kebenaran, penyeru kepada akidah tauhid, mendapat tantangan yang hebat dan keras dari penyembah berhala dan pembela kebatilan dan kesesatan karena para nabi dan rasul itu tetap dalam pendiriannya, mantap dalam dakwahnya sehingga Allah memberi hukuman kaumnya yang sesat dan durhaka seperti kaum 'Ad dan samud. Betapa banyak bangsa-bangsa yang merasa dirinya kuat dan perkasa dengan terang-terangan merampas hak bangsa-bangsa yang lemah tanpa memperdulikan rasa keadilan dan perikemanusiaan. Tetapi bangsa yang tertindas dan terjajah itu tidak tinggal diam, mereka berjuang dengan berbagai cara untuk merebut kembali kemerdekaannya. Memang telah menjadi sunatullah bahwa kebenaran pasti menang selama kebenaran itu tetap dibela dan diperjuangkan.\nAllah berfirman: \nDan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra'/17: 81)\nAllah tidak menyuruh manusia atau jin bersatu dan berkelompok untuk berbuat kejahatan, melakukan yang batil dan berbuat yang mungkar, tetapi hal ini adalah tabiat manusia dan masyarakat sendiri, mereka lebih tertarik untuk bergabung dan bertolong-tolongan dengan kelompok yang sama arah dan tujuan hidupnya, walaupun hal itu ditujukan untuk melakukan kezaliman dan bertindak sewenang-wenang terhadap masyarakat yang lain. Allah berfirman: \nOrang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67)\nDalam menafsirkan ayat ini, Qatadah berkata, \"Sesungguhnya Allah menjadikan manusia berteman akrab karena masing-masing memiliki kecenderungan yang sama; seorang mukmin adalah wali (teman akrab) bagi orang mukmin lain, kapan dan dimana dia berada. Seorang kafir adalah wali orang kafir lainnya, kapan dan di manapun ia berada. Iman itu bukan hanya dengan angan-angan dan bukan pula hanya berupa simbol atau tanda. Demi Allah yang memiliki umurku! Bila engkau berbuat taat kepada Allah, sedang engkau tidak mengenal seorang pun diantara orang yang taat kepada-Nya, maka hal itu tidak membahayakan kepadamu. Dan bila engkau berbuat durhaka dan maksiat yang dilarang Allah sedang engkau berteman akrab dengan orang yang taat dan takwa kepada-Nya, maka hal itu tidak akan berguna sedikit pun bagimu.\"\nAbu Syaikh meriwayatkan dari Mansur bin Abi al-Aswad ia berkata, \"Aku bertanya kepada al-A'masy tentang maksud ayat 129 ini: 'Apakah yang engkau dengar dari para sahabat dan ulama tabi'in?\" Al-A'masy menjawab, \"Aku dengar mereka berkata, \"Apabila akhlak manusia telah rusak, maka mereka akan mudah diperintah oleh manusia-manusia yang jahat.\" Allah berfirman: \nDan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra'/17: 16)\nDi pihak lain, orang-orang mukmin bersatu dan memiliki pemimpin dan orang kepercayaan yang terdiri dari orang-orang yang baik, jujur dan bertakwa kepada Allah.\nFirman Allah: \nDan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana. (at-Taubah/9: 71)",
    "quraish": "Demikian pula, sebagaimana Kami jadikan masing-masing jin dan manusia yang berbuat maksiat untuk saling menikmati yang lain, Kami jadikan pula orang-orang zalim sebagai penguasa bagi yang lain, akibat dosa besar yang mereka lakukan.",
    "jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami berikan nikmat kepada orang-orang yang maksiat dari golongan manusia dan jin sebagian mereka melalui sebagian lainnya (Kami jadikan berteman) saling bantu-membantu (sebagian orang-orang yang lalim itu dengan sebagian lainnya) atas sebagian lainnya (disebabkan apa yang mereka usahakan) berupa perbuatan-perbuatan maksiat."
  },
  {
    "page": 144,
    "name": "Al-An'am",
    "ayat": 130,
    "arab": "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ",
    "translation": "Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, “(Ya), kami menjadi saksi atas diri kami sendiri.” Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/919.mp3",
    "tafsir": "Di akhirat nanti, kepada semua jin dan manusia yang durhaka, yang tidak mengikuti ajaran rasul dan tidak mengindahkan larangan Allah yang disampaikan rasul kepada mereka sehingga mereka berbuat sewenang-wenang di bumi, akan dikemukakan kepadanya pertanyaan, \"Apakah tidak datang kepadamu rasul-rasul Kami, memperingatkan kamu dan memberi petunjuk yang benar agar kamu tidak tersesat dan tidak melakukan perbuatan-perbuatan yang bertentangan dengan ajaran Kami? Mereka tidak berdaya menjawabnya, dan mereka menyesali segala yang mereka perbuat semasa di dunia, dan dengan menundukkan kepala mereka mengakui kesalahan-kesalahan mereka seraya menjawab, \"Kami mengakui bahwa Rasul Allah telah datang kepada kami dan telah memberikan peringatan dan ajaran-ajaran yang baik yang seharusnya kami perhatikan dan kami ikuti dengan patuh dan taat, tetapi kami tidak mengindahkannya, bahkan kami mendustakan mereka dan memperolok-olok seruan mereka.\"\nAllah berfirman: \nMereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.\" (al-Mulk/67: 9)\nMereka telah ditipu dan diperdaya oleh kehidupan dunia dan mereka silau oleh harta, wanita, pangkat dan kedudukan, sehingga hati mereka menjadi beku, mata mereka menjadi buta, tidak dapat lagi membedakan mana yang baik, dan mana yang buruk. Mereka tidak dapat lagi melihat cahaya ajaran Ilahi yang akan membawa mereka kepada kebahagiaan dunia dan akhirat. Para rasul itu telah membacakan kepada mereka ayat-ayat yang diturunkan Allah dan telah memperingatkan mereka bahwa di akhirat nanti akan ada hari pembalasan di mana orang-orang yang berbuat baik akan masuk surga dan orang-orang yang ingkar akan disiksa dalam neraka. Di kala itulah mereka mengaku terus terang bahwa mereka dahulu (di dunia) memang ingkar dan kafir, mendustakan rasul-rasul dan tidak percaya dengan adanya hari akhirat.\nMengenai rasul-rasul yang diutus itu, apakah mereka terdiri dari manusia ataukah ada pula rasul-rasul dari jin yang diutus kepada umatnya? Jumhur ulama berpendapat bahwa rasul-rasul itu semuanya terdiri dari manusia, tetapi bertugas untuk menyampaikan dakwah kepada jin dan manusia, tidak ada rasul-rasul dari kalangan jin. Al-Qur'an dan hadis-hadis sahih menunjukkan bahwa Nabi Muhammad juga diutus kepada jin seperti tersebut dalam ayat berikut: \n\nDan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Al-Qur'an, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, \"Diamlah kamu (untuk mendengarkannya)!\" Maka ketika telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan. Mereka berkata, \"Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Al-Qur'an) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran dan kepada jalan yang lurus.\" (al-Ahqaf/46: 29-30)",
    "quraish": "Pada hari kiamat, Allah berkata kepada mereka, \"Wahai sekumpulan jin dan manusia, rasul-rasul telah datang kepada kalian memberi peringatan dengan berbagai bukti dan keterangan, membacakan ayat-ayat dan mengingatkan kalian tentang hari pertemuan dengan Allah ini. Mengapa kalian mendustai mereka? Mereka menjawab, \"Kami mengaku atas kesalahan yang kami lakukan.\" Mereka telah tertipu oleh kenikmatan hidup duniawi. Mereka mengaku bahwa mereka memang ingkar.",
    "jalalayn": "(Hai golongan jin dan manusia, apakah belum datang kepadamu rasul-rasul dari golongan kamu sendiri) kalangan kamu sendiri; artinya sebagian kamu yang percaya kepada manusia atau utusan-utusan jin yang sengaja Kami biarkan mereka mendengar ucapan-ucapan para rasul Kami kemudian mereka menyampaikannya kepada kaumnya (yang menceritakan kepada kamu tentang ayat-ayat-Ku dan memperingatkan kamu tentang pertemuanmu dengan hari ini? Mereka berkata, \"Kami menjadi saksi atas diri kami sendiri.\") bahwa sesungguhnya kami telah menerimanya. Allah swt. berfirman: (Kehidupan dunia telah menipu mereka) sehingga mereka tidak mau beriman (dan mereka menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang-orang yang kafir.)"
  },
  {
    "page": 144,
    "name": "Al-An'am",
    "ayat": 131,
    "arab": "ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ",
    "translation": "Demikianlah (para rasul diutus) karena Tuhanmu tidak akan membinasakan suatu negeri secara zalim, sedang penduduknya dalam keadaan lengah (belum tahu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/920.mp3",
    "tafsir": "Pada ayat ini Allah telah menjelaskan sunah dan ketetapan-Nya sesuai dengan hikmah kebijaksanaan dan keadilan-Nya, apabila Allah hendak membinasakan suatu umat karena kedurhakaan dan kezalimannya, terlebih dahulu Allah mengutus seorang rasul yang akan memberi peringatan kepada mereka. Allah tidak akan menurunkan azab dan siksa-Nya kepada suatu umat yang dalam keadaan lalai dan terlena sebelum mengirim rasul-Nya kepada mereka yang memberi tuntunan dan petunjuk, yang akan memperingatkan dan menimbulkan kesadaran dalam hati mereka bahwa mereka benar-benar telah sesat dari jalan yang lurus dan telah melakukan perbuatan-perbuatan tercela yang bertentangan dengan keadilan dan perikemanusiaan.\nSiksaan yang diturunkan Allah kepada hamba-Nya yang durhaka kepada rasul yang memberi peringatan kepada mereka, misalnya memusnahkan mereka seperti yang pernah terjadi pada kaum 'Ad dan tsamud; atau siksaan yang menghinakan mereka dengan cara mengusir dan mencerai beraikan mereka, seperti yang diderita oleh Bani Israil; ada pula siksaan yang menghancurkan kekuatan mereka, seperti yang diderita oleh kaum musyrikin Mekah. Sesudah Nabi Muhammad diutus Allah kepada semua umat manusia, siksaan yang menghancurkan dan memusnahkan itu tidak ada lagi. Adapun malapetaka yang terjadi, seperti gempa, topan, banjir dan sebagainya, adalah cobaan dan ujian bagi umat manusia agar mereka insaf dan sadar akan kekuasaan Allah dan agar mereka selalu ingat kepada-Nya, dan tidak berpaling dari petunjuk dan ajaran yang diturunkan-Nya dengan perantara rasul-Nya.\nAllah sekali-kali tidak akan menganiaya hamba-Nya, tetapi merekalah yang menganiaya diri sendiri dengan melakukan perbuatan yang bertentangan dengan sunatullah dan melanggar norma-norma yang telah diberikan-Nya untuk kebahagiaan manusia di dunia dan akhirat. Mungkin ada beberapa umat yang nampaknya kuat dan jaya padahal umat itu telah berpaling dari norma-norma keadilan dan perikemanusiaan, bahkan ada yang mengingkari kekuasaan Allah dan menganggap agama sebagai racun yang membunuh manusia. Hal itu adalah istidraj dari Allah yang membiarkan mereka tenggelam dalam paham kebendaan, sombong dan takabur atas hasil yang mereka capai. Namun akhirnya mereka akan mengalami nasib seperti orang yang sombong dan takabur. Terserah kepada manusia itu sendiri apakah ia akan menjadi orang yang beriman, mematuhi dan menjalankan semua aturan dan ajaran yang diturunkan-Nya dengan perantaraan rasul-Nya, sehingga dia hidup berbahagia jasmani dan rohaninya, ataukah dia akan menganggap dirinya lebih berkuasa atau lebih pintar serta menganggap ajaran-ajaran agama itu sudah ketinggalan zaman. Manusia bebas berpikir, berbuat dan menetapkan sesuatu menurut kehendaknya dan akhirnya akan terombang-ambing antara teori-teori yang terus berubah dan tidak tentu ujung pangkalnya serta terjerumus ke jurang kehancuran, keonaran dan kerusakan. Allah telah membentangkan di hadapan manusia jalan yang baik dan jalan yang buruk; diserahkan kepada manusia untuk memilihnya, jalan mana yang akan ditempuhnya.",
    "quraish": "Sesungguhnya pengutusan rasul sebagai pemberi peringatan dan pembawa penjelasan hanyalah karena Tuhanmu, wahai Muhammad, tidak akan menghancurkan penduduk suatu tempat akibat kezaliman mereka, sedangkan mereka adalah orang-orang yang tidak tahu kebenaran. Tetapi sebaliknya, Dia mesti menjelaskan dan mengingatkan terlebih dahulu.",
    "jalalayn": "(Yang demikian itu) dengan mengutus para utusan (supaya) huruf lam dimuqaddarahkan sedangkan an berasal dari anna yang ditakhfifkan; yaitu berasal dari liannahu (Tuhanmu tidak membinasakan kota-kota secara aniaya) sebagian dari kota-kota itu (sedangkan penduduknya dalam keadaan lengah) dan belum pernah diutus kepada mereka seorang rasul pun yang memberikan penjelasan kepada mereka."
  }
]