[
  {
    "page": 145,
    "name": "Al-An'am",
    "ayat": 132,
    "arab": "وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ",
    "translation": "Dan masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Dan Tuhanmu tidak lengah terhadap apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/921.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa masing-masing jin dan manusia yang telah mendapatkan seruan rasul, akan mendapat derajat dan tingkatan yang sesuai dengan amal perbuatannya. Orang yang beriman, yang bertakwa dan mengerjakan amal saleh, akan mendapat derajat dan tingkatnya sesuai dengan tebalnya iman, kuatnya takwa dan banyaknya amal saleh yang dikerjakan seperti derajat para nabi, shiddiqin (orang-orang yang benar keyakinannya dalam hidup mereka), syuhada' (para kesatria dan pahlawan) dan shalihin (orang-orang yang saleh), sebagaimana disebutkan dalam firman Allah: \n\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)\nSebaliknya orang-orang kafir, munafik dan ingkar yang banyak melakukan kejahatan, akan menempati tingkat yang rendah yang paling bawah, sesuai dengan usaha dan pekerjaan mereka masing-masing; seperti orang munafik tempatnya adalah di dalam neraka yang paling bawah, sebagai tersebut dalam firman Allah: \n\nSungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka.(an-Nisa'/4: 145)\n\nAllah sekali-kali tidak lengah terhadap apa yang dikerjakan oleh jin dan manusia. Semua pekerjaannya, baik yang kecil maupun yang besar, yang buruk atau yang baik, akan dicatat dan mereka akan mendapat balasannya. Kejahatan akan dibalas dengan siksaan yang setimpal dan kebaikan akan dibalas dengan pahala yang berlipat ganda.",
    "quraish": "Masing-masing orang yang berbuat baik dan buruk ada tingkatan-tingkatan balasannya. Yang berbuat baik akan dibalas kebaikan dan yang berbuat buruk akan dibalas dengan keburukan pula. Allah adalah Pencipta dan Penentu kadar sesuatu, tidak akan lengah dengan apa yang mereka kerjakan. Pekerjaan mereka ada dalam buku yang mencatat semua yang kecil dan yang besar.",
    "jalalayn": "(Dan masing-masing) dari kalangan orang-orang itu (memperoleh derajat-derajat) pembalasan (sesuai dengan apa yang telah dikerjakannya) berupa pembalasan yang baik dan pembalasan yang buruk (Dan Tuhanmu tidak lengah dari apa yang mereka kerjakan) dengan memakai ya dan ta."
  },
  {
    "page": 145,
    "name": "Al-An'am",
    "ayat": 133,
    "arab": "وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۗاِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ اَنْشَاَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ",
    "translation": "Dan Tuhanmu Mahakaya, penuh rahmat. Jika Dia menghendaki, Dia akan memusnahkan kamu dan setelah kamu (musnah) akan Dia ganti dengan yang Dia kehendaki, sebagaimana Dia menjadikan kamu dari keturunan golongan lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/922.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah Mahakaya dan Mahaluas rahmat-Nya dan tidak memerlukan apa dan siapa pun; tetapi semua yang selain Allah membutuhkan bantuan dan pertolongan-Nya, baik keberadaannya maupun dalam kehidupannya. Bagaimanapun banyaknya kekayaan seorang manusia namun ia masih memerlukan pertolongan orang lain, misalnya pertolongan dari pembantu-pembantunya, buruhnya, dokternya, dan sebagainya. Ia pasti tetap memerlukan pertolongan Allah, Penciptanya dan Pencipta semua keperluan dan kebutuhan hidupnya, Allah berfirman: \n\nWahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji. (Fathir/35: 15)\nHal ini dijelaskan oleh sebuah hadis Qudsy yang diriwayatkan oleh Abu dzar dari Nabi saw; beliau menerima wahyu dari Tuhan sebagai berikut: \nArtinya: \nHai hamba-hamba-Ku, Aku mengharamkan terhadap diriku berbuat zalim, dan Aku jadikan perbuatan zalim itu haram pula di antara kamu, maka janganlah kamu melakukan kezaliman terhadap sesamamu. Hai hamba-hamba-Ku, semua kamu berada dalam kesesatan kecuali orang-orang yang telah Aku beri petunjuk, maka mintalah selalu petunjuk-Ku tentu Aku akan menunjukimu. Hai hamba-hamba-Ku, semua kamu lapar kecuali orang-orang yang Aku beri makanan maka mintalah kepada-Ku makanan niscaya Aku akan memberimu makanan. Hai hamba-hamba-Ku, kamu semua dalam keadaan telanjang kecuali orang-orang yang telah Aku beri pakaian, maka mintalah kepada-Ku niscaya akan Aku berikan pakaian. Hai hamba-hamba-Ku, kamu senantiasa melakukan kesalahan pada siang dan malam sedang Aku mengampuni semua dosa, maka mintalah ampun kepada-Ku, niscaya Aku akan mengampuni. Hai hamba-hambaKu, kamu sekali-kali tidak akan memberi mudarat kepada-Ku sehingga Aku mendapat mudarat karenamu dan kamu sekali-kali tidak akan memberikan manfaat kepada-Ku, sehingga Aku mendapat manfaat karenamu. Hai hamba-hamba-Ku, andaikata orang-orang dahulu, orang-orang yang kemudian, manusia dan jin semuanya sangat bertakwa kepada-Ku, maka hal itu tidak akan menambah apa-apa kepada kerajaan-Ku. Hai hamba-hamba-Ku, sekiranya orang-orang dahulu, orang-orang yang kemudian, manusia dan jin semuanya bersifat jahat maka hal itu tidak akan mengurangi sesuatu apapun dari kerajaan-Ku. Hai hamba-hamba-Ku, andaikata orang-orang dahulu, orang-orang kemudian, jin dan manusia berada pada suatu tempat, lalu mereka meminta kepada-Ku dan Aku kabulkan semua permintaan itu, maka hal itu tidak akan mengurangi sedikitpun perbendaharaan yang ada pada-Ku, kecuali seperti jarum licin mengurangi air lautan bila dimasukkan ke dalamnya (dan diangkat kembali). Hai hamba-hamba-Ku, sesungguhnya Aku mencatat semua amalan kamu dan akan Kubalasi dengan sempurna, maka barang siapa mendapat balasan yang baik, hendaklah ia memuji Allah, dan barang siapa mendapat balasan yang buruk, maka janganlah ia mencela, kecuali dirinya sendiri. (Riwayat Ahmad, Muslim, at-Tirmidzi dan Ibnu Majah dari Abu dzar)\nDemikianlah sebagian kekayaan Allah. Adapun rahmat dan karunia-Nya yang amat luas dan tidak terhingga, dapat dilihat pada kenyataan alam semesta, ciptaan-Nya dan tidak seorang pun yang dapat mengingkarinya. Dalam sebuah hadis yang diriwayatkan dari Abu Hurairah diterangkan bahwa Rasulullah saw bersabda: \n\"Allah membagi rahmat-Nya menjadi seratus bagian. Maka yang sembilan puluh sembilan bagian ditahan-Nya di sisi-Nya dan yang satu bagian diturunkan-Nya ke bumi. Dari rahmat yang satu bagian itulah semua makhluk sayang menyayangi, sehingga seekor kuda akan mengangkat telapak kakinya karena takut anaknya terinjak olehnya\". (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\nAllah Yang Mahakaya, Mahaluas rahmat-Nya mengharamkan bagi diri-Nya sifat aniaya, jika Allah bertindak menimpakan siksa kepada hamba-Nya yang durhaka maka tindakan-Nya itu tidaklah bertentangan dengan sifat-sifat tersebut. Maka dengan ayat ini Allah menegaskan kepada musuh-musuh Nabi Muhammad bahwa jika Allah menghendaki, Dia pasti dapat membinasakan mereka dan mengganti mereka dengan kaum lain yang diciptakan-Nya sebagaimana Dia menciptakan mereka dari keturunan yang lain. Janji Allah terbukti dengan binasanya musuh-musuh Nabi Muhammad dalam Perang Badar, sehingga pada akhirnya tidak ada lagi kaum musyrik di Mekah. Mereka digantikan oleh orang-orang yang beriman dan bertakwa, berjuang meninggikan kalimat Allah dengan jiwa raga dan harta benda mereka. Meskipun dalam mempertahankan kebenaran mereka terpaksa mengangkat senjata dan memasuki medan pertempuran tetapi dalam setiap pertempuran itu mereka menjadi teladan dalam sikap santun dalam memperlakukan musuh-musuh mereka, sehingga para ahli sejarah barat mengakui bahwa tidak ada suatu bangsa yang tidak menaklukkan bangsa lain dengan penuh rasa keadilan dan kasih sayang seperti bangsa Arab yang telah beragama Islam.",
    "quraish": "Allah, Tuhanmu, adalah Mahakaya, yang tidak membutuhkan hamba dan peribadatan mereka. Hanya Dialah pemilik sifat kasih yang menyeluruh. Atas dasar sifat kasih itu, Dia memerintahkan kalian berbuat baik dan melarang berbuat buruk. Dia Mahakuasa. Kalau memang berkehendak, Dia dapat melenyapkan kalian dan menciptakan pengganti setelah kalian di muka bumi sesuai dengan kehendak-Nya. Sungguh, hal itu bagi Allah tidaklah sulit. Dia menciptakan kalian dari keturunan orang-orang sebelum kalian, dan kalian adalah pewaris bumi ini sesudah mereka.",
    "jalalayn": "(Dan Tuhanmu Maha Kaya) tidak membutuhkan makhluk-Nya dan juga tidak membutuhkan ibadah mereka (lagi mempunyai rahmat. Jika Dia menghendaki niscaya Dia memusnahkan kamu) hai penduduk Mekah yakni membinasakan kalian (dan menggantimu dengan siapa yang dikehendaki-Nya setelah kamu musnah) di antara makhluk-Nya (sebagaimana Dia telah menjadikan kamu dari keturunan orang-orang lain) yang telah Dia memusnahkan akan tetapi Dia tetap membiarkan kamu sebagai rahmat atas kamu sekalian."
  },
  {
    "page": 145,
    "name": "Al-An'am",
    "ayat": 134,
    "arab": "اِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ اَنْتُمْ بِمُعْجِزِيْنَ ",
    "translation": "Sesungguhnya apa pun yang dijanjikan kepadamu pasti datang dan kamu tidak mampu menolaknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/923.mp3",
    "tafsir": "Pada ayat ini Allah memberikan ancaman-Nya kepada musuh-musuh Nabi. Mereka di dunia ini telah mendapat siksaan dan di akhirat kelak demikian pula. Siksaan akhirat yang diancamkan kepada mereka ialah api neraka yang menyala-nyala, pasti akan menimpa mereka, tidak ada satu kekuasaan pun yang dapat menolaknya dan mereka sendiri tidak dapat menghalangi atau lari dari padanya. Hari pembalasan itu pasti datang dan semua makhluk akan dihidupkan kembali. Hal ini tidaklah sulit bagi Allah Yang Mahakuasa. Sebagaimana Allah berkuasa menciptakan makhluk-Nya dari tidak ada menjadi ada, tentu Allah pun berkuasa menghidupkan kembali, walaupun makhluk tersebut sudah mati dan menjadi tulang-belulang yang hancur luluh. Dalil ini berulang kali disebutkan dalam Al-Qur'an di antaranya, firman Allah: \n\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)",
    "quraish": "Sesungguhnya hukuman yang diperingatkan dan pahala yang dijanjikan kepada kalian setelah kebangkitan kembali, pertemuan dan perhitungan, itu pasti akan datang. Hari itu, kalian tidak akan dapat mencegah Allah sesuai dengan janji-Nya kepada kalian. Maka, kalian pasti tidak berdaya menolak pertemuan dan perhitungan itu.",
    "jalalayn": "(Sesungguhnya apa yang dijanjikan kepadamu) pada hari kiamat dan azab (pasti datang) tidak dapat ditawar-tawar lagi (dan kamu sekali-kali tidak sanggup menolaknya) tidak bisa selamat dari azab Kami."
  },
  {
    "page": 145,
    "name": "Al-An'am",
    "ayat": 135,
    "arab": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/924.mp3",
    "tafsir": "Ancaman Allah terhadap kaum musyrikin yang memusuhi Nabi Muhammad yang terdapat pada ayat 133 dan 134 yang lalu, diiringi dengan tantangan terhadap mereka dengan menyuruh Nabi Muhammad mengatakan kepada mereka, \"Berbuatlah apa yang hendak kamu lakukan sesuai dengan kesanggupan kamu. Akupun akan berbuat demikian pula; nanti kamu akan mengetahui siapa di antara kita yang akan mendapat kejayaan dan kemenangan. Ketahuilah bahwa orang-orang zalim tidak akan mendapat kemenangan.\" Tantangan itu walaupun mengandung pengertian yang agak keras, namun bahasanya tetap halus, karena Nabi Muhammad masih menyebut musuh-musuh Islam itu dengan kata \"kaumku\".\nPengertian \"kaum\" dalam kalangan orang-orang Arab adalah sangat dalam hampir sama dengan pengertian \"bangsa\" di zaman sekarang. Orang yang cinta kepada bangsanya akan merasa berkewajiban untuk membelanya, bila mereka tergelincir dari rel kebenaran. Dalam ucapan ini terbayang bahwa Nabi Muhammad sangat mengharapkan kesadaran mereka dan agar mereka kembali ke jalan yang benar. Dalam tantangan ini terdapat pula janji Allah kepada kaum muslimin, bahwa mereka akan mendapat kemenangan besar terhadap kaum musyrikin yang sesat dan yang zalim itu.\nApa yang terjadi kemudian sesuai dengan janji Allah, kaum musyrikin terus-menerus ditimpa kekalahan sehingga tegaklah kalimat Allah dengan kokohnya dan hancurnya kemusyrikan. Ini adalah bukti bahwa janji Allah di akhirat nanti pasti akan terlaksana pula, karena janji di dunia itu juga diucapkan sebelum peristiwa itu terjadi, keduanya terkait dengan peristiwa yang akan datang. Janji Allah bahwa Dia akan menolong kaum mukmin sepanjang masa, sampai akhir zaman, selama mereka benar-benar beriman dan bertakwa, benar-benar menjalankan ajaran-ajaran agama-Nya secara keseluruhan dan benar-benar berjuang dengan ikhlas untuk menegakkan kalimat Allah. Disebutkan dalam firman-Nya: \n\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)",
    "quraish": "Wahai Nabi, ancamlah kepada mereka dengan mengatakan, \"Berbuatlah sesuai cara yang kalian kehendaki dengan segala kekuasaan yang kalian miliki, dan aku akan berbuat dengan memihak kebenaran. Kalian nanti pasti akan tahu, siapakah di antara kita yang bernasib baik di akhirat. Tentu orang-orang yang memihak kebenaran sebab kalian adalah orang-orang yang zalim. Dan sungguh, Allah tidak pernah menakdirkan kemenangan bagi orang-orang yang zalim.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Hai kaumku! Berbuatlah sepenuh kemampuanmu) sesuai dengan keadaanmu (sesungguhnya aku pun berbuat pula) sesuai dengan keadaanku. (Kelak kamu akan mengetahui siapakah di antara kita) man menjadi maushul dan menjadi maf`ul dari Lafal al-`ilm (yang akan memperoleh hasil yang baik dari dunia ini.\") akibat yang dipuji di akhirat nanti, apakah kami atau kamu? (Sesungguhnya tidak akan mendapat keberuntungan) kebahagiaan (orang-orang yang lalim itu) yaitu orang-orang kafir."
  },
  {
    "page": 145,
    "name": "Al-An'am",
    "ayat": 136,
    "arab": "وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ",
    "translation": "Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, “Ini untuk Allah dan yang ini untuk berhala-berhala kami.” Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/925.mp3",
    "tafsir": "Ayat ini menginformasikan bahwa mereka membagi apa yang mereka dapat dari hasil tanaman dan hewan ternak kepada dua bagian. Satu bagian untuk Allah dan satu bagian lagi untuk berhala-berhala yang mereka puja-puja dan mereka agungkan. Mereka berkata, \"Bagian yang pertama adalah untuk Allah sebagai persembahan kami untuk mendekatkan diri kepada-Nya. Bagian yang kedua adalah untuk berhala sesembahan kami yang juga untuk mendekatkan diri kepada Allah.\"\nDengan pembagian seperti itu mereka telah menjadi sesat, karena pengorbanan itu adalah suatu ibadah dan pendekatan diri kepada yang disembah. Menyembah kepada berhala-berhala dan patung-patung adalah satu perbuatan yang tak dapat diterima oleh akal sehat, karena patung adalah benda-benda mati yang tak dapat berbuat apa-apa, bahkan patung-patung ini dibuat oleh mereka.\nTradisi ini adalah suatu agama yang dibuat-buat oleh para pemimpin dan pemuka-pemuka bangsa Arab di kala itu, untuk mempengaruhi orang-orang awam agar mereka tetap mengagungkan dan memuliakan pemimpin sebagai pengawal dan pemelihara berhala-berhala dan sebagai orang-orang yang terdekat kepadanya. Dengan demikian, mereka dapat berkuasa atas orang-orang awam. Memeras mereka dengan menyuruh kaumnya berbakti dengan mengorbankan harta benda kepada berhala-berhala yang mereka anggap berkuasa atas kehidupan mereka dan dapat mendatangkan nikmat atau bencana kepada siapa yang dikehendakinya.\nBagian pertama yang diperuntukkan bagi Allah, dipergunakan untuk memberi makan tamu-tamu, anak-anak dan orang-orang miskin; sedangkan bagian kedua yang diperuntukkan bagi berhala-berhala dikuasai sepenuhnya oleh penjaga-penjaga dan pemelihara-pemeliharanya. Tetapi karena mereka telah dikuasai oleh sifat tamak dan serakah, maka bagian yang diperuntukkan bagi berhala-berhala itu tidak boleh dikurangi atau diambil sedikitpun untuk digabungkan kepada bagian yang diperuntukkan bagi Allah. Sebaliknya bagian yang diperuntukkan bagi Allah boleh diambil untuk digabungkan kepada bagian berhala-berhala, karena bagian Allah itu adalah hak fakir miskin dan orang-orang yang sangat membutuhkan makanan. Sedangkan bagian berhala adalah sepenuhnya menjadi hak para penguasa. \nDemikianlah ketentuan yang mereka tetapkan dan alangkah jahatnya ketentuan itu. Selain ketetapan itu merupakan perampasan atas hak fakir miskin dan orang-orang yang sangat membutuhkan bantuan. Segi-segi keburukan ketetapan mereka adalah sebagai berikut: \na.Mereka telah melanggar hak Allah, karena hanya Allah-lah yang berhak membuat ketentuan dalam masalah ibadah.\nb.Mereka telah mempersekutukan Allah dengan berhala, padahal hanya Allah yang berhak disembah dan kepada-Nyalah segala kebaktian harus dipersembahkan.\nc.Mereka lebih mengutamakan hak berhala dari pada hak Allah.\nd.Ketetapan itu tidak berdasarkan akal yang sehat dan tidak pula berdasarkan petunjuk atau syariat-syariat yang ada sebelumnya, hanya berdasarkan keinginan hawa nafsu belaka. \nDiriwayatkan oleh Ali bin Abi Talib dan al-'Aufi bahwa Ibnu 'Abbas berkata tentang tafsir ayat ini yang maksudnya sebagai berikut: \n\"Sesungguhnya musuh-musuh Allah, apabila mereka bercocok tanam atau memetik hasil tanaman, mereka membaginya dua bagian, yaitu sebagian untuk Allah dan sebagian lagi untuk berhala. Apabila bagian yang disediakan untuk Allah tercecer, kemudian bercampur dengan bagian yang diperuntukkan untuk berhala, maka yang tercecer itu mereka gabungkan untuk berhala. Selanjutnya jika air yang diperuntukkan bagi tanaman bagian berhala mengalir ke tanaman bagian Allah, maka tanaman bagian Allah itu mereka jadikan tanaman bagian berhala. Tetapi apabila air tanaman bagian untuk Allah mengalir ke tanaman bagian berhala, maka tanaman itu tetap dijadikan bagian berhala.\"",
    "quraish": "Orang-orang musyrik yang menyembah berhala, berada dalam khayalan terus menerus. Dari tanaman dan hewan yang diciptakan Allah seperti onta, sapi dan domba, mereka membuat sebagiannya untuk Allah dengan menyuguhkannya kepada tamu dan memberikannya kepada orang yang membutuhkan. Sedangkan sebagian lainnya lagi dipersembahkan kepada berhala-berhala yang dianggap sekutu Allah. Apa yang mereka berikan kepada berhala-berhala itu akan sampai, dan yang mereka anggap diberikan kepada Allah tidak akan sampai kepada tamu dan orang-orang miskin. Alangkah buruknya ketentuan zalim mereka! Mereka menjadikan bandingan bagi Allah, Pencipta tanaman dan hewan. Mereka juga tidak menyalurkan bagian yang menurutnya untuk Allah, kepada yang berhak.",
    "jalalayn": "(Dan mereka memperuntukkan) orang-orang kafir Mekah (bagi Allah satu bagian dari apa yang telah diciptakan)-Nya (yaitu berupa tanaman) hasil lahan (dan ternak sebagai bagian) yang mereka infakkan untuk tamu-tamu dan orang-orang miskin dan juga satu bagian lainnya untuk sesembahan-sesembahan mereka yang mereka berikan kepada para juru kuncinya (lalu mereka berkata sesuai dengan prasangka mereka, \"Ini untuk Allah) dengan dibaca fatah dan damah huruf zai-nya (dan ini untuk berhala-berhala kami.\") maksudnya apabila ada sesuatu yang terjatuh dari bagian untuk sesembahan mereka, mereka berani mengambilnya kembali. Tetapi apabila ada sesuatu yang terjatuh, dari bagian untuk Allah mereka membiarkannya kemudian mereka berkata, \"Sesungguhnya Allah tidak membutuhkan ini.\" Demikianlah sebagaimana yang diungkapkan dalam firman-Nya berikut ini: (Maka sajian-sajian yang diperuntukkan bagi berhala-berhala mereka tidak sampai kepada Allah) (dan sajian-sajian yang diperuntukkan bagi Allah, maka sajian itu sampai kepada berhala-berhala mereka. Amat buruklah) amat jeleklah (apa yang mereka tetapkan) yakni keputusan hukum mereka itu."
  },
  {
    "page": 145,
    "name": "Al-An'am",
    "ayat": 137,
    "arab": "وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ اَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ",
    "translation": "Dan demikianlah berhala-berhala mereka (setan) menjadikan terasa indah bagi banyak orang-orang musyrik membunuh anak-anak mereka, untuk membinasakan mereka dan mengacaukan agama mereka sendiri. Dan kalau Allah menghendaki, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/926.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bagaimana sewenang-wenangnya para pemimpin dan pemuka agama kaum musyrik Mekah, dengan menganjurkan kepada pengikut-pengikutnya agar tidak segan membunuh anak-anak perempuan mereka sendiri dengan alasan yang tidak jelas dan sulit dimengerti. Padahal membunuh anak perempuan sendiri itu bertentangan dengan naluri manusia, dan bertentangan pula dengan cita-cita pembinaan keluarga yang harmonis. Dengan sendirinya bertentangan dengan pembinaan umat yang kukuh dan kuat karena kukuh dan kuatnya suatu umat tergantung kepada kuat dan kukuhnya keluarga-keluarga yang membentuk umat tersebut. Anjuran mereka itu hanya berdasarkan tiga hal: \nPertama: Karena kemiskinan atau takut akan ditimpa kemiskinan. Hal ini diterangkan Allah dalam firman-Nya: \n\nJanganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An'am/6: 151)\nDalam firman-Nya yang lain: \n\nDan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar. (al-Isra'/17: 31)\nKedua: Karena takut akan mendapat malu di belakang hari. Mereka membunuh anak-anak mereka yang perempuan dengan menguburnya hidup-hidup, karena anak-anak itu apabila mereka besar nanti mungkin melakukan perbuatan keji dan tercela, atau dirampas menjadi tawanan dan diperbudak, atau kawin dengan laki-laki yang tidak sekufu atau lebih rendah derajatnya dari derajat bapaknya.\nDalam hal ini Allah berfirman: \n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu. (an-Nahl/16: 58-59)\n\nKetiga: Karena mereka nazar kepada berhala, bahwa mereka akan mengorbankan anak mereka untuk mendekatkan diri kepada berhala-berhala itu. Atau karena alasan lain misalnya kebiasaan mereka bila mereka telah mendapat sejumlah anak akan mengorbankan seorang diantara mereka seperti yang pernah dilakukan Abdul Muththalib kakek Nabi Muhammad ketika dia bersumpah akan mengorbankan Abdullah ayah Nabi Muhammad, apabila ia diberi sepuluh orang anak. Demikianlah anjuran kaum musyrikin yang merusak tabiat dan naluri mereka sebagai manusia yang mempunyai rasa cinta dan kasih sayang kepada anak, sifat yang mulia ini berbalik menjadi kejam. Ia tidak segan-segan membunuh anaknya darah daging sendiri. Demikianlah mereka mengelabui kaumnya sehingga mereka tidak dapat lagi membedakan antara yang baik dan yang buruk, dan mana peraturan agama yang sebenarnya yang harus diikuti dan dilaksanakan. Jika Allah menghendaki, tentulah Allah dapat menahan mereka dari perbuatan yang merusak itu dan mereka tidak akan melakukannya. Oleh sebab itu Allah memerintahkan kepada Nabi Muhammad agar membiarkan mereka membuat peraturan yang merusak dengan sekehendak hati mereka, karena dengan demikian mereka akan menjadi lemah dan kehilangan kepercayaan terhadap diri mereka sendiri.",
    "quraish": "Selain membuat indah pembagian yang tidak adil terhadap tanaman dan hewan (unta, sapi dan domba) ciptaan Allah, khayalan dan angan-angan kosong mereka tentang berhala yang mereka anggap sebagai sekutu-sekutu Allah, Allah juga membuat indah perlakuan membunuh anak laki-laki ketika lahir, dan mempersembahkannya kepada tuhan-tuhan palsu itu. Angan-angan itu telah mengacaukan pemahaman agama mereka. Akibatnya, mereka tidak akan mengerti agama dengan baik. Kalau angan-angan itu begitu menguasai akal pikiran mereka, tinggalkanlah mereka dengan kebohongan-kebohongan yang mereka buat terhadap Allah dan terhadapmu. Mereka akan merasakan sendiri hukumannya. Itu adalah kehendak Allah. Kalau Dia berkehendak, tentu mereka tidak akan melakukan itu.",
    "jalalayn": "(Dan demikianlah) sebagaimana telah menjadi kebiasaan mereka apa-apa yang telah disebutkan itu (telah menghiasi kebanyakan orang-orang musyrik memandang baik membunuh anak-anak mereka) dengan cara mengubur mereka hidup-hidup (karena hasutan sesembahan-sesembahan mereka) yang terdiri dari makhluk jin. Dengan dibaca rafa' sebagai fa'il dari fi'il zayyana; dan menurut suatu qiraat dengan dibaca bina maf'ul serta Lafal qatla dibaca rafa', dan dibaca nashab Lafal al-awlaad, berdasarkan bacaan ini Lafal syurakaaihim dibaca jar dengan mengidhafatkannya kepada Lafal al-qatlu; dengan demikian berarti ada fashal/pemisah antara mudhaf dan mudhaf ilaih yang dipisahkan oleh maf'ul, hal ini tidak mengapa, sebab mengidhafatkan Lafal al-qatlu kepada Lafal syurakaa karena merekalah pada hakikatnya yang melakukannya melalui bujukan mereka (untuk membinasakan mereka) untuk memusnahkan mereka (dan untuk mengaburkan) dengan mencampur-adukkan (bagi mereka agamanya. Dan kalau Allah menghendaki niscaya mereka tidak mengerjakannya, maka tinggalkanlah mereka dan apa yang mereka ada-adakan)."
  }
]