[
  {
    "page": 146,
    "name": "Al-An'am",
    "ayat": 138,
    "arab": "وَقَالُوْا هٰذِهٖٓ اَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ اِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَاَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ",
    "translation": "Dan mereka berkata (menurut anggapan mereka), “Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki.” Dan ada pula hewan yang diharamkan (tidak boleh) ditunggangi, dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah, itu sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/927.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan ketetapan dan peraturan yang dibuat oleh pemimpin mereka, yang mereka tetapkan tanpa berdasarkan akal yang sehat, petunjuk Allah atau agama Allah yaitu: \n1.Mereka mengambil sebagian dari hasil tanaman dan binatang yang mereka miliki untuk dipersembahkan kepada berhala dan sembahan mereka sebagai korban. Bagian tertentu itu tidak boleh disentuh kecuali untuk kepentingan berhala, tidak boleh diberikan kepada siapapun dan tidak boleh dimakan oleh orang lelaki.\n2.Mereka mengharamkan beberapa macam hewan seperti bahirah, ) sha'ibah, ) washilah ) dan ham. ) Tindakan mereka ini telah dibantah kebenarannya oleh Allah dalam firman-Nya: \n\nAllah tidak pernah mensyariatkan adanya bahirah, sha'ibah, washilah, dan ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103)\n3.Bila mereka melakukan ibadah haji atau mengucapkan talbiah sesuai dengan tatacara mereka, mereka tidak boleh mengendarai binatang-binatang itu atau membebaninya dengan bawaan mereka.\n4.Mereka di waktu menyembelih binatang tidak menyebut nama Allah, tetapi menyebut nama berhala dan sembahan mereka.\nDemikianlah sebagian dari ketetapan yang mereka buat sendiri menurut kemauan mereka mengenai hasil tanaman dan binatang ternak, tetapi mereka mendakwakan bahwa peraturan-peraturan itu adalah dari Allah. Ini adalah suatu kebohongan terhadap Allah dan pasti mereka akan mendapatkan siksaan dari pada-Nya. Nabi Muhammad diperintahkan Allah untuk mengecam mereka karena mereka mengharamkan dan menghalalkan sesuatu sesuka hati dan mengada-adakan kebohongan terhadap Allah: \n\nKatakanlah (Muhammad), \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.\" Katakanlah, \"Apakah Allah telah memberikan izin kepadamu (tentang ini) atau kamu mengada-ada atas nama Allah?\" (Yunus/10: 59)",
    "quraish": "Di antara khayalan mereka, misalnya, apa yang mereka katakan, \"Unta, sapi, domba dan tanaman- tanaman ini adalah terlarang. Hanya orang yang hendak berbakti kepada berhala saja yang memakannya.\" Itu adalah anggapan yang salah, bukan ketentuan dari Allah. Mereka juga mengatakan, \"Punggung onta- onta ini adalah haram, tidak boleh ditunggangi.\" Namun demikian, mereka tidak menyebut nama Allah ketika menyembelih onta, sapi atau domba. Hal itu disebabkan oleh pendustaan mereka terhadap Allah dengan sikap menyekutukan-Nya. Allah akan membalas mereka dengan siksa di akhirat, oleh sebab kedustaan dan pengharaman mereka terhadap sesuatu tanpa ketetapan dari Allah.",
    "jalalayn": "(Dan mereka mengatakan, \"Inilah binatang ternak dan tanaman yang dilarang) yang diharamkan (tidak boleh memakannya kecuali orang yang kami kehendaki\") yaitu para pelayan berhala-berhala dan lain-lainnya (menurut anggapan mereka) artinya mereka tidak punya alasan lagi dalam masalah ini (dan ada binatang ternak yang diharamkan menungganginya) maka ternak-ternak itu tidak boleh dinaiki, seperti hewan sawaib dan hewan hawami (dan binatang ternak yang mereka tidak menyebut nama Allah atasnya) di kala menyembelihnya melainkan menyebut nama berhala-berhala mereka kemudian mengaitkan hal itu kepada Allah (semata-mata membuat-buat kedustaan terhadap Allah. Kelak Allah akan membalas mereka terhadap apa yang selalu mereka ada-adakan) sebagai balasannya."
  },
  {
    "page": 146,
    "name": "Al-An'am",
    "ayat": 139,
    "arab": "وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُ ۗسَيَجْزِيْهِمْ وَصْفَهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ",
    "translation": "Dan mereka berkata (pula), “Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.” Dan jika yang dalam perut itu (dilahirkan) mati, maka semua boleh (memakannya). Kelak Allah akan membalas atas ketetapan mereka. Sesungguhnya Allah Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/928.mp3",
    "tafsir": "Pada ayat ini Allah menyebutkan pula kesewenang-wenangan kaum musyrik dalam mengharamkan dan menghalalkan sesuatu menurut kemauan dan keinginan hawa nafsu mereka, yaitu tentang; hewan bahirah dan sa'ibah. Mereka membolehkan laki-laki minum air susunya tetapi mengharamkan bagi perempuan. Apabila binatang itu melahirkan anak jantan maka anaknya itu boleh dimakan oleh laki-laki dan haram bagi perempuan. Bila anak itu lahir mati, barulah anak itu dihalalkan untuk laki-laki dan perempuan. Jikalau binatang itu melahirkan anak betina, maka anak ini dibiarkan hidup sampai beranak. Mereka berbuat demikian dengan sekehendak hati mereka dengan mengada-adakan kebohongan terhadap Allah, maka Allah mengancam mereka dengan balasan yang setimpal dan bahwa Allah Maha Mengetahui segala perbuatan hamba-Nya dan Mahabijaksana.",
    "quraish": "Selain itu, mereka juga membuat khayalan-khayalan lain dengan mengatakan, \"Janin yang ada di dalam perut hewan-hewan ini--yang mereka haramkan untuk disembelih dan ditunggangi--hanya boleh untuk laki-laki dan haram bagi wanita.\" Namun, kalau janin itu lahir mati, mereka semua, laki-laki dan wanita, boleh memakannya. Allah akan membalas kebohongan mereka yang mengaku bahwa pengharaman itu adalah ketentuan Allah. Allah Mahatahu segala sesuatu dan Mahabijaksana yang segala perbuatan-Nya sejalan dengan hikmah kebijaksanaan-Nya. Allah akan membalas orang yang berbuat dosa itu akibat dosanya.",
    "jalalayn": "(Dan mereka mengatakan, \"Apa yang dalam perut binatang ini) yaitu ternak yang diharamkan untuk dimakan seperti ternak sawaib dan ternak bahair (adalah khusus) dihalalkan (untuk pria kami dan diharamkan atas wanita kami\") yakni haram untuk perempuan-perempuan kami (dan jika yang dalam perut itu dilahirkan mati) dengan dibaca rafa` dan nashab serta fi`il dita`nitskan atau ditadzkirkan (maka pria dan wanita sama-sama boleh memakannya. Kelak akan membalas mereka) yakni Allah (terhadap ketetapan mereka) berupa pembelaan azab atas penghalalan dan pengharaman ini (Sesungguhnya Allah Maha Bijaksana) dalam ciptaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya."
  },
  {
    "page": 146,
    "name": "Al-An'am",
    "ayat": 140,
    "arab": "قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا اَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِ ۗقَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَ ࣖ ",
    "translation": "Sungguh rugi mereka yang membunuh anak-anaknya karena kebodohan tanpa pengetahuan, dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan semata-mata membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/929.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang membunuh anak mereka, karena alasan yang tidak jelas dan tidak benar seperti tersebut pada ayat 137 dan orang-orang yang mengharamkan rezeki yang dikaruniakan Allah kepada mereka seperti tersebut pada ayat 138 dan ayat 139, mereka ini adalah orang-orang yang merugi dan orang-orang yang sesat dan tidak mengikuti petunjuk yang diberikan kepada mereka.\nMembunuh anak adalah tindakan yang bodoh dan sangat merugikan, dan merupakan tindakan orang yang tidak tahu lagi mana yang buruk dan mana yang baik, tidak tahu laba dan rugi, karena anak adalah suatu nikmat dan karunia dari Allah yang tidak ternilai harganya. Anak itu nanti yang akan memelihara kelanjutan hidup, yang akan menjadi kekuatan dan kebanggaan bagi ibu, ayah dan keluarganya, bahkan akan menjadi kekuatan bagi masyarakat dan negara. Bila ia diasuh dan dididik dengan baik pasti akan menjadi anggota keluarga yang baik pula, akan menjadi anggota masyarakat yang berguna bagi masyarakatnya. Oleh sebab itu, setiap ibu dan bapak diberi oleh Allah naluri untuk menyayangi, mencintai, memelihara dan menjaganya. Ibu dan bapak, tidak segan-segan mengorbankan kepentingan dirinya untuk membela dan mempertahankan keselamatan anaknya. Bahkan kadang-kadang ia bersedia mati untuk menyelamatkan anaknya bila ia dalam bahaya. Apabila seseorang telah menganggap bahwa membunuh anaknya lebih baik dari pada membiarkan hidup, karena takut kepada hal-hal yang belum tentu akan terjadi, seperti takut akan kemiskinan atau takut akan mendapat malu, berarti ia telah mengingkari nikmat dan karunia Allah yang besar itu dan menentang naluri dan tabiatnya sendiri. Orang yang seperti ini tentu telah ditipu oleh setan dan dikelabui matanya oleh pemimpin-pemimpin yang tidak bertanggung jawab dan pemuka-pemuka agama yang hanya mementingkan kedudukan dan martabatnya saja. Orang-orang yang menerima ajaran-ajaran dan peraturan-peraturan yang dibuat-buat oleh pemimpin-pemimpin yang telah sesat, tanpa memikirkan apakah peraturan-peraturan itu berdasarkan kebenaran, dapat diterima oleh pikiran yang sehat, atau apakah peraturan itu memang telah ada dasarnya menurut agama, apa lagi bila peraturan-peraturan itu hanya membawa kepada kerugian atau mengingkari nikmat Allah, maka orang-orang yang seperti itu pantaslah dikatakan orang yang sesat, orang-orang yang tidak mendapat petunjuk dari Allah.\nAl-Bukhari meriwayatkan bahwa Ibnu 'Abbas berkata, \"Apabila engkau ingin mengetahui bagaimana bodohnya kaum musyrikin Arab, bacalah ayat 130 dan seterusnya dari Surah al-An'am, sampai dengan ayat 140.\"\nMemang ada beberapa tradisi umat Islam yang sama dengan tradisi Arab jahiliyah, ada yang diperbaiki, diganti atau dikurangi. Hal ini menurut sejarah karena orang-orang Arab ada yang melestarikan beberapa ajaran dari Nabi Ibrahim. Tetapi karena fatroh atau kekosongan waktu yang panjang, maka banyak terjadi penyimpangan dari aslinya. Maka ajaran Islam mengembalikan kepada tradisi yang baik dan benar sesuai dengan ajaran Nabi Ibrahim yang asli, seperti ritual haji yang diwariskan dari Nabi Ibrahim.",
    "quraish": "Orang-orang yang membunuh anak-anaknya karena kebodohan, khayalan, dan karena tidak menyadari akibat dan pendorong pekerjaannya, itu sungguh telah merugi. Mereka mengharamkan diri dari tanaman dan hewan yang dianugerahkan Allah, seraya membuat dusta dengan mengaku bahwa pengharaman itu adalah ketentuan Allah. Oleh sebab itu, mereka menjadi jauh dari kebenaran. Dengan kebohongan itu, mereka tidak termasuk orang-orang yang mendapat petunjuk.",
    "jalalayn": "(Sesungguhnya rugilah orang-orang yang membunuh) dengan dibaca takhfif dan tasydid (anak-anak mereka) dengan mengubur mereka hidup-hidup (karena kebodohan) karena ketidakmengertian mereka (lagi tidak mengetahui dan mereka mengharamkan apa yang Allah telah memberi rezeki kepada mereka) yaitu apa-apa yang telah disebutkan (dengan semata-mata mengada-adakan terhadap Allah. Sesungguhnya mereka telah sesat dan tidaklah mereka mendapat petunjuk.)"
  },
  {
    "page": 146,
    "name": "Al-An'am",
    "ayat": 141,
    "arab": "۞ وَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗاِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ",
    "translation": "Dan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebihan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/930.mp3",
    "tafsir": "Dengan ayat ini, Allah menegaskan bahwa Dialah yang menciptakan kebun-kebun yang menjalar dan yang tidak menjalar tanamannya. Dialah yang menciptakan pohon kurma dan pohon-pohon lain yang buahnya beraneka ragam bentuk warna dan rasanya. Seharusnya hal itu menarik perhatian hamba-Nya dan menjadikannya beriman, bersyukur dan bertakwa kepada-Nya. Dengan pohon kurma saja mereka telah mendapat berbagai macam manfaat. Mereka dapat makan buahnya yang masak tapi masih segar, yang manis rasanya dan dapat pula mengeringkannya sehingga dapat disimpan untuk jangka waktu yang lama dan dapat dibawa ke mana pun dalam perjalanan serta tidak perlu dimasak lagi seperti masakan lainnya.\nBijinya dapat dijadikan makanan unta. Batang, daun, pelepah dan seratnya, dapat diambil manfaatnya. Kalau dibandingkan dengan pohon-pohon di Indonesia pohon kurma itu seperti pohon kelapa. Allah mengaruniakan pula pohon zaitun dan delima, ada yang serupa bentuk tapi beda rasanya. Allah membolehkan hamba-Nya menikmati hasil dari berbagai macam pohon dan tanaman itu sebagai karunia dari Allah. Maka tidak ada hak sama sekali bagi hamba-Nya untuk mengharamkan apa yang telah dikaruniakan-Nya. Karena Allah-lah yang menciptakan, Allah-lah yang memberi, maka Allah pulalah yang berhak mengharamkan atau menghalalkannya. Kalau ada di antara hamba-hamba-Nya yang mengharamkannya maka ia telah menganggap dirinya sama kedudukannya dengan Allah, dan orang-orang yang menaatinya berarti telah menyekutukan Allah dan inilah syirik yang tak dapat diragukan lagi. Maksud mengharamkan makanan di sini ialah menjadikannya haram untuk dimakan, bila dimakan tentu berdosa. Adapun melarang makanan karena alasan kesehatan, dilarang dokter atau karena sebab-sebab lain yang membahayakan, tidaklah termasuk syirik, karena kita diperintahkan Allah untuk menjauhkan diri dari bahaya.\nKemudian Allah memerintahkan untuk memberikan sebagian dari hasil tanaman diwaktu panen kepada fakir miskin, kaum kerabat dan anak yatim, untuk mensyukuri nikmat Allah yang telah dilimpahkan-Nya kepada manusia. Ibnu Mundzir, Abu Syaikh dan Ibnu Mardawaih meriwayatkan dari Abi Sa'id al-Khudri bahwa Rasulullah saw menafsirkan firman Allah: (al-An'am/6: 141) dengan, \"berikan hak fakir miskin dari apa yang gugur dari tangkainya.\" Artinya gugur ketika dipanen.\nDalam hal ini, Mujahid berkata, \"Apabila kamu sedang panen dan datang orang-orang miskin, maka pukullah tangkai buah yang kamu panen itu dan berilah mereka apa yang jatuh dari tangkainya; apabila kamu telah memisahkan biji dari tangkainya maka berilah mereka sebagian dari padanya. Apabila engkau telah menampi membersihkan dan mengumpulkannya serta telah diketahui berapa banyak kadar nilai dari hasil panen itu, maka keluarkanlah zakatnya.\"\nMaimun bin Mihran dan Zaid bin al-A'sham meriwayatkan bahwa penduduk kota Madinah, bila mereka memanen kurma mereka membawa tangkai-tangkai kurma ke mesjid, lalu mereka letakkan di sana, maka berdatanganlah fakir miskin, lalu dipukulkannya tangkai kurma itu dan diberikannya kepada mereka kurma yang berjatuhan dari tangkainya. Menurut Sa'id bin Jubair, hal ini berlaku sebelum turunnya perintah zakat. Orang-orang Arab selalu memberikan sebagian dari hasil tanamannya untuk makanan binatang, sedekah kepada anak yatim dan fakir miskin. Kebiasaan ini dilestarikan oleh Islam ketika memberlakukan wajib zakat (pada tahun kedua Hijriah dimana zakat hasil pertanian harus diberikan atau dikeluarkan segera begitu mereka panen, tanpa ditangguhkan).\nSelanjutnya Allah melarang makan berlebih-lebihan, karena hal itu sangat berbahaya bagi kesehatan dan dapat menimbulkan bermacam-macam penyakit yang mungkin membahayakan jiwa. Allah Yang Maha Pengasih kepada hamba-Nya tidak menyukai hamba-Nya yang berlebih-lebihan itu.",
    "quraish": "Hanya Allahlah yang menciptakan berbagai kebun. Ada yang ditanam dan disanggah tiang, ada pula yang tidak. Allah menciptakan pula pohon korma dan tanaman-tanaman lain yang menghasilkan buah- buahan dengan berbagai warna, rasa, bentuk dan aroma yang berbeda-beda. Juga, Allah menciptakan buah zaitun dan delima yang serupa dalam beberapa segi, tetapi berbeda dari beberapa segi lain. Padahal, itu semua tumbuh di atas tanah yang sama dan disiram dengan air yang sama pula. Makanlah buahnya yang baik dan keluarkan zakatnya saat buah-buah itu masak. Namun, janganlah kalian berlebih-lebihan dalam memakan buah-buahan itu, sebab hal itu akan membahayakan diri sendiri dan akan mengurangi hak orang miskin. Allah tidak akan memberi perkenan atas perbuatan orang-orang yang berlebih-lebihan.",
    "jalalayn": "(Dan Dialah yang menjadikan) yang telah menciptakan (kebun-kebun) yang mendatar di permukaan tanah, seperti tanaman semangka (dan yang tidak terhampar) yang berdiri tegak di atas pohon seperti pohon kurma (dan) Dia menjadikan (pohon kurma dan tanaman-tanaman yang bermacam-macam buahnya) yakni yang berbeda-beda buah dan bijinya baik bentuk maupun rasanya (dan zaitun dan delima yang serupa) dedaunannya; menjadi hal (dan tidak sama) rasa keduanya (Makanlah dari buahnya yang bermacam-macam itu bila dia berbuah) sebelum masak betul (dan tunaikanlah haknya di hari memetik hasilnya) dengan dibaca fatah atau kasrah; yaitu sepersepuluhnya atau setengahnya (dan janganlah kamu berlebih-lebihan) dengan memberikannya semua tanpa sisa sedikit pun buat orang-orang tanggunganmu. (Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan) yaitu orang-orang yang melampaui batas hal-hal yang telah ditentukan bagi mereka."
  },
  {
    "page": 146,
    "name": "Al-An'am",
    "ayat": 142,
    "arab": "وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ",
    "translation": "dan di antara hewan-hewan ternak itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu, dan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/931.mp3",
    "tafsir": "Dengan ayat ini Allah menerangkan bahwa Dia menciptakan untuk hamba-Nya binatang ternak, di antaranya ada yang besar dan panjang kakinya, dapat dimakan dagingnya, dapat pula dijadikan kendaraan untuk membawa mereka ke tempat yang mereka tuju, dan dapat pula mengangkut barang-barang keperluan dan barang-barang perniagaan mereka dari suatu tempat ke tempat lain. Ada pula di antara binatang-binatang itu yang kecil tubuhnya dan pendek kakinya seperti domba dan kelinci untuk dimakan dagingnya, ditenun bulunya menjadi pakaian dan diambil kulitnya menjadi tikar atau alas kaki dan sebagainya.\nDengan demikian dapat dipahami bagaimana kasih sayang Allah kepada hamba-Nya Dia melengkapi segala kebutuhan manusia dengan tanaman dan binatang bahkan menjadikan segala apa yang di langit dan di bumi untuk kepentingan makhluk-Nya, sebagaimana yang tersebut dalam firman-Nya: \n\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan. (Luqman/31: 20)\nKemudian Allah menyuruh hamba-Nya untuk makan rezeki yang telah dianugerahkan-Nya, tetapi jangan sekali-kali mengikuti langkah-langkah setan, baik dari jin maupun dari manusia. Pemimpin-pemimpin dan penjaga-penjaga berhala bertindak sewenang-wenang dengan membuat-buat peraturan dan menghalalkan serta mengharamkan nikmat Allah yang dikaruniakan kepada hamba-Nya dengan sesuka hati mereka, tanpa ada petunjuk atau perintah dari Tuhan. Sesungguhnya setan itu adalah musuh yang paling nyata bagi manusia, yang kerjanya menyesatkan hamba Allah di muka bumi.",
    "quraish": "Allah menciptakan beberapa jenis hewan--seperti onta, sapi, domba dan kambing--yang dapat mengangkut barang-barang kalian yang berat dan dapat kalian manfaatkan bulu dan rambutnya sebagai alas tidur. Itu semua adalah rezeki yang Allah karuniakan untuk kalian. Makanlah rezeki yang halal itu, dan janganlah kalian mengikuti jejak langkah setan dan penolong-penolongnya dalam membuat-buat penghalalan dan pengharaman seperti yang dilakukan orang-orang jahiliah. Sungguh, setan tidak menginginkan kebaikan buat kalian, karena ia adalah musuh yang nyata.",
    "jalalayn": "(Dan) Dia menjadikan (di antara binatang ternak itu sebagai kendaraan angkutan) yaitu layak untuk mengangkut barang-barang, seperti unta yang sudah dewasa (dan sebagai binatang sembelihan) yang tak layak untuk dijadikan angkutan, seperti unta yang masih muda dan kambing. Ia dinamakan farsy/hamparan karena ia mirip dengan hamparan tanah mengingat ia sangat dekat dengannya. (Makanlah dari rezeki yang telah diberikan Allah kepadamu dan janganlah kamu mengikuti langkah-langkah setan) jalan setan di dalam masalah pengharaman dan penghalalan. (Sesungguhnya setan itu musuh yang nyata bagimu) yang jelas permusuhannya."
  }
]