[
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 94,
    "arab": " قُلْ اِنْ كَانَتْ لَكُمُ الدَّارُ الْاٰخِرَةُ عِنْدَ اللّٰهِ خَالِصَةً مِّنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Jika negeri akhirat di sisi Allah, khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/101.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada orang-orang Yahudi apabila memang benar perkataan dan dugaan mereka bahwa surga itu hanya untuk mereka saja, maka mintalah mati dengan segera. Kenyataan mereka tidak mau menginginkan kematian, tetapi malah sebaliknya, mereka mengejar dan berjuang terus untuk memperoleh kenikmatan dunia. Karena itu ucapan mereka itu tidak benar.",
    "quraish": "Kalian menganggap bahwa Allah akan memberi kekhususan pada kalian di antara manusia-manusia lain dengan kenikmatan surga setelah mati. Jika kalian benar-benar mengimani apa yang kalian katakan itu, jadikanlah kematian sebagai sesuatu yang kalian inginkan. Mintalah kematian, agar nikmat yang kalian kira ini akan segera datang.",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Jika kampung akhirat itu untukmu) maksudnya surga (khusus di sisi Allah) hanya untuk kamu (bukan untuk orang lain) seperti pengakuanmu (maka inginilah kematian jika kamu memang benar!\") Dalam mengingini kematian itu bergantung dua syarat dengan ketentuan; yang pertama dikaitkan pada yang kedua, maksudnya, jika pengakuanmu benar bahwa surga itu hanya milikmu khusus, sedangkan menurut kebiasaan, seseorang ingin segera menemukan miliknya itu dan jalan untuk mendapatkan tiada lain hanya kematian, maka inginilah segera kematian itu olehmu!"
  },
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 95,
    "arab": "وَلَنْ يَّتَمَنَّوْهُ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢ بِالظّٰلِمِيْنَ ",
    "translation": "Tetapi mereka tidak akan menginginkan kematian itu sama sekali, karena dosa-dosa yang telah dilakukan tangan-tangan mereka. Dan Allah Maha Mengetahui orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/102.mp3",
    "tafsir": "Allah menjelaskan bahwa mereka sekali-kali tidak akan menginginkan kematian, karena mereka telah mengetahui kesalahan dan dosa yang telah mereka lakukan sendiri, dan mengetahui pula bahwa semestinya mereka akan mendapat hukuman berat karena dosa-dosa itu, seperti mengubah dan memalsukan Kitab Taurat, dan mengingkari kerasulan Nabi Muhammad saw, padahal dalam Kitab Taurat disebutkan tentang kedatangan Nabi Muhammad saw.\nAllah mengetahui bahwa mereka itu zalim. Maksudnya Allah Maha Mengetahui bahwa mereka tidak melaksanakan hukum yang semestinya dilakukan, dan tidak menempatkan sesuatu pada tempatnya, seperti dugaan mereka bahwa negeri akhirat itu disediakan khusus untuk mereka, tidak untuk yang lain.",
    "quraish": "Tetapi sebenarnya mereka selamanya tidak menginginkan kematian itu oleh sebab apa yang mereka perbuat berupa kelaliman yang mustahil tidak diketahui Allah. Dia memberitahu bahwa mereka berdusta atas apa yang mereka anggap. Juga memberitahu bahwa kenikmatan pada hari kiamat adalah untuk orang-orang yang bertakwa, bukan untuk orang-orang yang keji seperti mereka.",
    "jalalayn": "(Dan mereka sekali-kali tak akan menginginkan kematian itu disebabkan kesalahan-kesalahan yang telah diperbuat oleh tangan mereka) berupa kekafiran kepada nabi sebagai akibat dari mendustakannya (dan Allah Maha Mengetahui terhadap orang-orang yang aniaya) yaitu orang-orang yang kafir, karenanya Allah pasti akan membalas mereka."
  },
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 96,
    "arab": "وَلَتَجِدَنَّهُمْ اَحْرَصَ النَّاسِ عَلٰى حَيٰوةٍ ۛوَمِنَ الَّذِيْنَ اَشْرَكُوْا ۛيَوَدُّ اَحَدُهُمْ لَوْ يُعَمَّرُ اَلْفَ سَنَةٍۚ وَمَا هُوَ بِمُزَحْزِحِهٖ مِنَ الْعَذَابِ اَنْ يُّعَمَّرَۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ ࣖ",
    "translation": "Dan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik. Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/103.mp3",
    "tafsir": "Allah swt memberikan penjelasan bahwa Nabi Muhammad saw akan menjumpai orang-orang yang menginginkan kehidupan yang kekal di muka bumi dan mereka berusaha dengan cara apa pun juga agar mereka dapat hidup kekal. Mereka itu sebenarnya tidak yakin akan dugaan dan sangkaan mereka sendiri. Meskipun yang dinyatakan dalam ayat ini hanya mengenai orang-orang yang hidup pada masa turunnya ayat, tetapi ketentuan itu berlaku terus sepanjang masa. Bahkan orang Yahudi itu orang yang paling tamak di antara seluruh manusia, bahkan melebihi orang-orang musyrikin. \nSikap demikian itu mendapat celaan dan kemarahan yang besar dari Allah. Karena orang-orang musyrik tidak percaya adanya hari kebangkitan, maka ketamakan orang-orang musyrik terhadap kenikmatan dunia bukanlah hal yang aneh. Tetapi orang-orang Yahudi yang percaya pada Al-Kitab dan mengakui adanya hari pembalasan, seharusnya tidak terlalu tamak terhadap kehidupan dunia ini. Mereka menginginkan hidup di dunia seribu tahun atau lebih. Karena itu pantas kalau Allah marah dan menghukum mereka. Panjang umur mereka di dunia ini tidaklah dapat menolongnya dan tidak pula dapat menjauhkannya dari siksaan yang tersedia bagi mereka di akhirat, lagi pula umur itu betapapun panjangnya, pasti akan berakhir. Dengan lain perkataan, panjangnya umur tidak akan dapat melepaskan diri mereka dari siksaan Tuhan, karena Allah Maha Mengetahui perbuatan-perbuatan mereka, baik yang tersembunyi, ataupun yang mereka lakukan secara terang-terangan. Seluruh perbuatan yang timbul dari mereka pasti diberi balasan yang setimpal.",
    "quraish": "Bahkan kamu sungguh mendapatkan mereka sebagai orang yang sangat tamak kepada kehidupan dengan segala bentuk, baik maupun buruk. Ketamakan mereka melebihi ketamakan orang-orang musyrik yang tidak beriman kepada kebangkitan dan surga. Maka dari itu, mereka ingin diberi umur seribu tahun. Umur mereka yang panjang sekali-kali tidak akan menjauhkan mereka dari siksa Allah. Sesungguhnya Dia Maha Mengetahui orang-orang yang lalim, dan akan membalas apa yang mereka lakukan.",
    "jalalayn": "(Dan demi sesungguhnya, akan kamu jumpai mereka itu) 'lam' menunjukkan sumpah (setamak-tamak manusia atas kehidupan dunia dan) lebih tamak lagi (dari orang-orang musyrik) yakni yang mengingkari hari berbangkit. Mereka tahu bahwa tempat kediaman mereka itu neraka; berbeda halnya dengan orang-orang musyrik yang mengingkari adanya hari akhirat itu. (Masing-masing mereka menginginkan) atau mengharapkan (agar diberi umur seribu tahun) 'lau' mashdariyah sama artinya dengan 'an' atau 'agar' dan dengan 'shilah-nya' ditakwilkan sebagai 'mashdar' atau 'kata benda', menjadi 'maf`ul bih' atau 'obyek penderita' dari 'yawaddu'. (Dan tidaklah dia) maksudnya masing-masing dari mereka (akan menjauhkannya) menyelamatkan dirinya (dari siksa) maksudnya neraka (karena ia diberi umur panjang itu). 'An' bersama shilahnya ini menjadi 'fa`il' atau 'pelaku' dari 'muzahzihihi'. (Dan Allah Maha Melihat akan apa yang mereka kerjakan) karena itu Allah akan membalasnya. Ada yang membaca dengan ya dan ada pula dengan ta. Ibnu Shuriya bertanya kepada Nabi saw. atau Umar, \"Siapakah di antara malaikat yang menyampaikan wahyu?\" Jawabnya, 'Jibril.' Kata Ibnu Shuriya, \"Dia musuh kami yang selalu mendatangkan siksa atau kesengsaraan. Kalau saja Mikail, tentu kami akan beriman, karena dia yang membawa kemakmuran dan kedamaian.\" Lalu turunlah ayat berikutnya,"
  },
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 97,
    "arab": " قُلْ مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَاِنَّهٗ نَزَّلَهٗ عَلٰى قَلْبِكَ بِاِذْنِ اللّٰهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Barangsiapa menjadi musuh Jibril, maka (ketahuilah) bahwa dialah yang telah menurunkan (Al-Qur'an) ke dalam hatimu dengan izin Allah, membenarkan apa (kitab-kitab) yang terdahulu, dan menjadi petunjuk serta berita gembira bagi orang-orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/104.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan tentang penolakan alasan-alasan yang dikemukakan orang Yahudi dengan menyuruh Nabi Muhammad saw, menyampaikan kepada orang-orang Yahudi, bahwa barang siapa yang memusuhi Jibril berarti ia telah memusuhi wahyu Allah, karena tugasnya antara lain menurunkan Al-Qur'an kepada Nabi Muhammad saw. Barang siapa memusuhi wahyu Allah, berarti ia telah mendustakan Taurat dan kitab-kitab Allah yang lain.\nAlasan yang dikemukakan orang-orang Yahudi adalah alasan yang timbul dari kelemahan dan kerusakan iman. Hal ini menunjukkan bahwa permusuhan orang-orang Yahudi terhadap Jibril tidaklah pantas dijadikan alasan untuk tidak mempercayai kitab yang diturunkan Allah.",
    "quraish": "Sebagian mereka beranggapan bahwa mereka memusuhi dan ingkar terhadap al-Qur'ân karena mereka adalah musuh-musuh Jibrîl yang telah menyampaikan kitab ini kepadamu. Maka katakanlah kepada mereka, wahai Nabi, \"Barangsiapa yang menjadi musuh Jibrîl, maka ia adalah musuh Allah. Sebab, Jibrîl tidak membawa kitab ini dari dirinya sendiri, tetapi ia menurunkannya atas perintah Allah untuk membenarkan kitab-kitab samawi yang terdahulu dan juga untuk membenarkan kitab mereka sendiri. Juga sebagai petunjuk dan kabar gembira bagi orang-orang yang beriman.\"",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Barang siapa yang menjadi musuh Jibril) maka silakan ia binasa dengan kebenciannya itu! (Maka sesungguhnya Jibril itu menurunkannya) maksudnya Alquran (ke dalam hatimu dengan seizin) atau perintah (Allah, membenarkan apa-apa yang berada di hadapannya) yaitu kitab-kitab suci yang turun sebelumnya (dan menjadi petunjuk) dari kesesatan (serta berita gembira) berupa surga (bagi orang-orang yang beriman)."
  },
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 98,
    "arab": "مَنْ كَانَ عَدُوًّا لِّلّٰهِ وَمَلٰۤىِٕكَتِهٖ وَرُسُلِهٖ وَجِبْرِيْلَ وَمِيْكٰىلَ فَاِنَّ اللّٰهَ عَدُوٌّ لِّلْكٰفِرِيْنَ",
    "translation": "Barangsiapa menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah musuh bagi orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/105.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa barang siapa memusuhi Allah dan malaikat-malaikat-Nya dan orang-orang yang menjauhkan diri dari-Nya, berarti orang itu telah menganiaya dirinya sendiri, karena orang yang demikian itu memusuhi orang-orang yang menyampaikan seruan Allah, yang berarti pula orang itu telah mendengar seruan Allah kepada jalan yang benar, tetapi tidak mau mendengarkan seruan itu. Ia telah berbuat zalim karena tidak mau mendengarkan seruan sebagaimana mestinya, padahal seruan itu sangat berguna bagi dirinya sendiri.\nDalam ayat ini terdapat ancaman yang keras yang dinyatakan Allah secara terang-terangan, yaitu ketentuan bahwa orang-orang Yahudi digolongkan orang-orang kafir karena mereka memusuhi kebenaran dan memusuhi pula setiap orang yang menyerukan kebenaran itu.\nOrang-orang Yahudi semestinya harus mengerti bahwa memusuhi Al-Qur'an berarti memusuhi seluruh kitab-kitab samawiyah, karena tujuan dari kitab-kitab itu hanyalah satu, yaitu memberikan hidayah pada semua manusia dan menunjuki mereka pada jalan yang lurus. Memusuhi Nabi Muhammad pun berarti memusuhi seluruh nabi, karena tugas para nabi pada hakikatnya satu, dan tujuannya pun juga satu.",
    "quraish": "Barangsiapa yang menjadi musuh bagi Jibrîl, Mikâ'îl, rasul dari jenis malaikat, atau rasul-rasul Allah yang tidak akan melakukan atau menyampaikan apa pun kecuali apa yang diperintahkan oleh-Nya, maka dengan begitu ia akan menjadi musuh bagi Allah dan kafir terhadap-Nya. Allah adalah musuh bagi orang-orang kafir.",
    "jalalayn": "(Barang siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya dan Jibril) ada yang membaca Jibriil ada pula yang membaca Jabriil atau Jabrail (dan Mikail) diathaf atau dihubungkan kepada malaikat dari jenis mengathafkan yang khas kepada yang umum. Ada pula yang membaca Mikail yaitu dengan hamzah serta ya dan ada pula Mikail dengan tambahan hamzah saja, (maka sesungguhnya Allah menjadi musuh bagi orang-orang yang kafir\"). Orang itu ditempatkan pada suatu posisi untuk menyatakan keadaannya."
  },
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 99,
    "arab": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكَ اٰيٰتٍۢ بَيِّنٰتٍۚ وَمَا يَكْفُرُ بِهَآ اِلَّا الْفٰسِقُوْنَ",
    "translation": "Dan sungguh, Kami telah menurunkan ayat-ayat yang jelas kepadamu (Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/106.mp3",
    "tafsir": "Allah swt menerangkan bahwa ayat-ayat yang diturunkan kepada Nabi Muhammad saw mengandung kebenaran, karena antara teori-teori i'tiqadiyah-nya dengan dalil-dalilnya terdapat keserasian, demikian pula antara hukum-hukumnya yang bersifat amali dengan segi-segi kemanfaatannya. Tidak diperlukan dalil lain untuk membuktikan kebenaran ayat-ayat itu. Ia laksana cahaya yang menyinari segala sesuatu, yang terang benderang dengan sendirinya, tidak memerlukan sesuatu pun untuk membantu kecerahannya. Orang-orang yang telah dipancari kebenaran, tetapi lebih suka mencari kegelapan, sebabnya tiada lain karena hasad pada orang yang menampakkan hak, juga karena sifat congkak dan sombong yang timbul dari mereka.",
    "quraish": "Jibrîl tidak akan menurunkan ke dalam hatimu selain bukti-bukti yang jelas. Tidak ada jalan lain bagi pencari kebenaran kecuali mengimaninya.",
    "jalalayn": "(Dan sungguh, telah kami turunkan kepadamu) hai Muhammad (ayat-ayat yang jelas) atau terang, menjadi 'hal' sebagai sanggahan terhadap ucapan Ibnu Shuriya yang mengatakan kepada Nabi saw., \"Kamu datang kepada kami tanpa membawa sesuatu apa pun!\" (Dan tak ada yang ingkar kepadanya kecuali orang-orang yang fasik)"
  },
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 100,
    "arab": "اَوَكُلَّمَا عٰهَدُوْا عَهْدًا نَّبَذَهٗ فَرِيْقٌ مِّنْهُمْ ۗ بَلْ اَكْثَرُهُمْ لَا يُؤْمِنُوْنَ",
    "translation": "Dan mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Sedangkan sebagian besar mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/107.mp3",
    "tafsir": "Pantaslah mereka itu mengingkari ayat Allah, karena setiap mereka mengadakan perjanjian, sebagian besar mereka mengkhianati janji. Janji yang dimaksudkan dalam ayat ini ialah janji mereka kepada Nabi Muhammad saw, dan janji yang mereka buat itu tidak sedikit. Tegasnya, orang-orang Yahudi mempunyai watak yang tidak setia, bahkan sebagian besar dari mereka suka menyalahi janji.\nAllah menerangkan dalam ayat ini ketidakjujuran yang dilakukan orang-orang Yahudi dalam mengingkari ayat-ayat yang terdapat dalam kitab Taurat dan tidak mau menjalankan ajarannya.",
    "quraish": "Sebagaimana mereka ragu-ragu dalam akidah dan keimanan, mereka juga ragu terhadap janji-janji yang telah mereka ucapkan. Maka, setiap kali mereka mengikat janji dengan orang-orang Muslim atau selain mereka, sekelompok mereka melanggarnya, karena sebagian besar dari mereka tidak mempercayai kemuliaan dan kesucian perjanjian itu.",
    "jalalayn": "(Patutkah) mereka ingkar kepadanya (dan setiap mereka menjanjikan) kepada Allah (suatu janji) akan beriman kepada nabi jika telah dibangkitkan atau menjanjikan kepada nabi tidak akan membantu orang-orang yang musyrik untuk menentangnya (melemparkannya) yakni menjauhkannya (segolongan di antara mereka) yaitu dengan cara melanggarnya. Kalimat ini merupakan jawab dari 'kullamaa' atau setiap dan yang menjadi pertanyaan serta sanggahan (bahkan) lebih dari itu lagi (sebagian besar dari mereka tidak beriman)."
  },
  {
    "page": 15,
    "name": "Al-Baqarah",
    "ayat": 101,
    "arab": " وَلَمَّا جَاۤءَهُمْ رَسُوْلٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيْقٌ مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَۙ  كِتٰبَ اللّٰهِ وَرَاۤءَ ظُهُوْرِهِمْ كَاَنَّهُمْ لَا يَعْلَمُوْنَۖ",
    "translation": "Dan setelah datang kepada mereka seorang Rasul (Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian dari orang-orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang (punggung), seakan-akan mereka tidak tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/108.mp3",
    "tafsir": "Ketika Nabi Muhammad saw datang dengan membawa kitab yang membawa keterangan-keterangan yang membenarkan kitab Taurat yang ada pada mereka, yang mengandung pokok-pokok ajaran tauhid, dasar-dasar hukum, hikmah-hikmah dan berita tentang umat yang lalu, orang Yahudi mengenyampingkan ajaran kitab Taurat. Padahal dalam kitab Taurat itu juga telah diisyaratkan kedatangan Nabi Muhammad saw, mereka itu tidak lagi berpegang pada ajaran Taurat. Tindakan orang-orang Yahudi yang mengenyampingkan Taurat dan mengingkarinya berarti mereka telah melemparkan Taurat itu ke belakang mereka, sehingga mereka tidak dapat mengetahuinya lagi.",
    "quraish": "Ketika datang kepada mereka seorang rasul dari sisi Allah yang sifatnya sesuai dengan apa yang termaktub dalam kitab-kitab mereka, yaitu Muhammad, sekelompok mereka mendustakan apa yang tersebut dalam kitab-kitab mereka itu. Hal ini seolah tidak ada dalam kitab-kitab itu. Dan mereka juga seakan tidak mengetahui sesuatu pun tentang nabi itu.",
    "jalalayn": "(Dan tatkala datang kepada mereka seorang rasul dari sisi Allah) yakni Muhammad saw. (yang membenarkan kitab yang ada pada mereka, sebagian dari orang-orang yang diberi kitab melemparkan kitab Allah) yakni Taurat (ke belakang punggung mereka) artinya mereka tidak mau mengamalkan isinya berupa keimanan kepada rasul dan lain-lain (seolah-olah mereka tidak mengetahui) akan isinya bahwa beliau adalah nabi yang sebenarnya atau bahwa Taurat itu adalah kitab Allah."
  }
]