[
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 158,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ رَبُّكَ اَوْ يَأْتِيَ بَعْضُ اٰيٰتِ رَبِّكَ ۗيَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا اِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ اَوْ كَسَبَتْ فِيْٓ اِيْمَانِهَا خَيْرًاۗ قُلِ انْتَظِرُوْٓا اِنَّا مُنْتَظِرُوْنَ ",
    "translation": "Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, atau kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu, atau (belum) berusaha berbuat kebajikan dengan imannya itu. Katakanlah, “Tunggulah! Kami pun menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/947.mp3",
    "tafsir": "Secara ringkas ayat tersebut menerangkan sikap orang-orang musyrik yaitu mereka tidak akan mau beriman, bahkan dengan cara menantang, meminta atau menunggu salah satu dari tiga perkara; yaitu: Pertama, kedatangan malaikat untuk mencabut nyawa mereka sebagaimana mereka sarankan kepada Nabi Muhammad saw. Kedua, datangnya siksaan Allah sesuai dengan permintaan mereka untuk mempercepat datangnya siksa yang disebut Al-Qur'an sebagai ancaman bagi mereka. Ketiga, datangnya tanda-tanda hari Kiamat. Oleh karena semua permintaan itu hanyalah menunjukkan pembangkangan yang terus berlanjut, maka pada akhir ayat ini Allah memperingatkan mereka dengan ancaman, \"Katakanlah hai Muhammad kepada mereka: Tunggulah apa yang kamu tunggu itu dan kami pun menunggu apa yang akan kami peroleh kelak.\" Ini diterangkan dalam firman Allah: \n\nOrang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barang siapa ingkar kepadanya, mereka itulah orang-orang yang rugi. (al-Baqarah/2: 121)",
    "quraish": "Bukti atas keharusan beriman sudah jelas, tetapi mereka tetap saja tidak beriman. Apa gerangan yang mereka tunggu untuk mau beriman? Apakah mereka menunggu kedatangan malaikat sebagai pengganti rasul jenis manusia, atau sebagai saksi atas kebenaranmu? Atau, apakah mereka menunggu kedatangan Tuhan agar dapat melihat-Nya atau agar Dia menyaksikan kebenaranmu? Atau menunggu tanda-tanda Tuhanmu yang membuktikan kebenaranmu? Ketika tanda-tanda itu datang dan membuat mereka beriman, keimanan itu tidak berarti apa-apa bagi mereka, karena merupakan keimanan yang terpaksa. Sekarang tidak ada gunanya lagi pertobatan dan ketaatan orang yang berbuat maksiat. Fase penugasan kewajiban (taklîf) telah berakhir. Katakan kepada pembangkang-pembangkang yang mendustakan itu, \"Tunggulah salah satu dari tiga hal di atas ini. Teruskan pendustaan kalian. Kami pun menunggu ketentuan hukum Allah tentang kalian.\"",
    "jalalayn": "(Tiadalah yang mereka nantikan) apa yang mereka nanti-nanti (kecuali hanyalah datang kepada mereka) dapat dibaca ta`tiyahum atau ya`tiyahum (malaikat-malaikat) untuk mencabut arwah-arwah mereka (atau kedatangan Tuhanmu) yaitu perintah-Nya yang dimaksud adalah azab-Nya (atau kedatangan beberapa ayat Tuhanmu) tanda-tanda dari Tuhanmu yang menunjukkan dekatnya hari kiamat. (Pada hari datangnya beberapa ayat dari Tuhanmu) terbitnya matahari dari ufuk barat sebagaimana yang telah disebutkan di dalam hadis riwayat Bukhari dan Muslim (tidaklah bermanfaat lagi iman seseorang kepada dirinya sendiri yang belum beriman sebelum itu) jumlah lam takun menjadi sifat dari Lafal nafsan (atau) jiwa yang belum pernah (mengusahakan kebaikan dalam masa imannya) yakni ketaatan; artinya tobatnya tidak lagi bermanfaat bagi dirinya seperti apa yang telah dijelaskan oleh hadis. (Katakanlah, \"Tunggulah olehmu) salah satu dari alamat-alamat tersebut (sesungguhnya kami pun menunggu pula.\") hal tersebut."
  },
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 159,
    "arab": "اِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍۗ اِنَّمَآ اَمْرُهُمْ اِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوْا يَفْعَلُوْنَ ",
    "translation": "Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun bukan tanggung jawabmu (Muhammad) atas mereka. Sesungguhnya urusan mereka (terserah) kepada Allah. Kemudian Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/948.mp3",
    "tafsir": "kekuasaan dan ini terjadi semenjak permulaan Islam sampai sekarang.\n2.Fanatik kebangsaan (rumpun keturunan), karena setiap bangsa dan rumpun keturunan (ras) tidak senang dikuasai oleh yang lain.\n3.Fanatik mazhab dan pendapat tentang pokok agama dan cabang-cabangnya.\n4.Fatwa agama menurut pikiran dan selera saja. Karenanya banyak orang yang berani memberikan fatwa di dalam agama Islam, padahal ia belum bisa mengambil suatu hukum dari Al-Qur'an dan hadis.\n5.Usaha dan tipu daya memecah belah dari kelompok musuh-musuh Islam, sehingga banyak hadis maudhu' (palsu) disebabkan mereka yang dapat mempengaruhi umat (pemimpin Islam) mempergunakannya sebagai dalil-dalil agama Islam.",
    "quraish": "Orang-orang yang memecah agama yang satu dan benar, dengan akidah dan hukum-hukum palsu, hingga mereka menjadi beberapa kelompok, engkau mengira mereka bersatu, padahal hati mereka tidak bersatu. Engkau tidak akan ditanya mengenai perpecahan dan ketidaktaatan mereka. Engkau tidak dapat memberi petunjuk kepada mereka, sebab engkau hanya penyampai risalah. Hanya Allahlah yang memiliki urusan mereka untuk diberi petunjuk atau diberi pahala. Allah akan memberitahu mereka di hari kiamat, tentang apa-apa yang mereka lakukan di dunia, kemudian akan membalasnya.",
    "jalalayn": "(Sesungguhnya orang-orang yang memecah belah agamanya) oleh sebab mereka bercerai-berai di dalamnya, yaitu mereka mengambil sebagian peraturannya dan meninggalkan sebagian lainnya (dan mereka menjadi berpuak-puak) menjadi bersekte-sekte dan masalah agama. Menurut suatu qiraat artinya mereka berpecah-belah dan meninggalkan agamanya yang harus mereka peluk, mereka adalah orang-orang Yahudi dan Nasrani (tidak ada sedikit pun tanggung jawabmu terhadap mereka) janganlah engkau menghalang-halangi mereka. (Sesungguhnya urusan mereka hanyalah terserah kepada Allah) Dialah yang mengurusnya (kemudian Allah memberitahukan kepada mereka) di akhirat kelak (apa yang telah mereka perbuat) Allah memberikan balasan kepada mereka. Ayat ini telah dinasakh dengan turunnya ayat saif/ayat yang memerintahkan berperang."
  },
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 160,
    "arab": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ عَشْرُ اَمْثَالِهَا ۚوَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى اِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُوْنَ",
    "translation": "Barangsiapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barangsiapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/949.mp3",
    "tafsir": "Pada ayat ini diterangkan dengan jelas, bahwa siapa berbuat amal baik, maka Allah akan memberikan pahala balasannya di hari akhirat dengan sepuluh kali lipat amalnya. Barang siapa berbuat kejahatan hanya dibalas setimpal dengan kejahatannya, sebab Allah tidak akan menganiaya sedikitpun atau merugikan mereka. Yang dimaksud dengan orang yang beramal baik di sini ialah orang-orang mukmin, karena amal baik orang kafir sebelum masuk Islam tidak akan bermanfaat bagi mereka di akhirat, seperti yang diterangkan di dalam firman Allah: \n\nItulah petunjuk Allah, dengan itu Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Sekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan. (al-An'am/6: 88)\nMaksud dari ungkapan \"balasan sepuluh kali lipat\" di sini belum termasuk apa yang dijanjikan Allah dengan balasan yang jauh lebih banyak dan berlipat ganda kepada orang-orang yang membelanjakan hartanya di jalan Allah sampai 700 kali lipat.\n\nJika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) kepadamu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun. (at-Tagabun/64: 17)\nDi dalam hadis Nabi Muhammad, banyak dijumpai tentang balasan amal baik dan amal jahat bahkan diterangkan pahala bagi orang yang belum mengerjakan suatu perbuatan baik tapi hanya sekadar niat atau ketetapan hati untuk meluluhkannya. Hal ini tersebut dalam sebuah hadis qudsi yang diriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah yang menceritakan sebagai berikut: \nSesungguhnya Rasulullah saw bersabda, \"Allah berfirman, apabila hamba-Ku hendak mengerjakan kebaikan dan tidak dikerjakannya, maka tulislah baginya satu pahala kebajikan. Dan apabila dikerjakannya, maka tulislah sepuluh sampai tujuh ratus kali lipat pahala kebaikan. Dan apabila hamba-Ku hendak mengerjakan suatu pekerjaan jahat, janganlah dituliskan (jangan dicatat) sebagai suatu kesalahan sebelum dikerjakannya. Dan apabila dikerjakannya, catatlah baginya satu kesalahan (kejahatan).\" (Riwayat al-Bukhari dan Muslim)\n\nSesungguhnya Rasulullah saw bersabda, \"Allah berfirman kepada malaikat-Nya, apabila hamba-Ku hendak mengerjakan suatu pekerjaan jahat, janganlah dituliskan (jangan dicatat) sebagai suatu kesalahan sebelum dikerjakannya. Dan apabila dikerjakannya, catatlah baginya satu kesalahan (kejahatan). Dan jika ditinggalkannya (tidak jadi diperbuatnya) karena Aku (karena Allah), maka tulislah baginya satu kebajikan. Dan apabila ia hendak mengerjakan kebaikan dan tidak dikerjakannya, maka tulislah baginya satu pahala kebajikan. Dan apabila dikerjakannya, maka tulislah sampai tujuh ratus kali lipat pahala kebaikan baginya.\"",
    "quraish": "Barangsiapa melakukan perbuatan baik, akan memperoleh pahala sepuluh kali lipat, sebagai karunia dan pemberian Allah. Barangsiapa melakukan perbuatan tidak baik hanya akan disiksa seberat dosanya, atas dasar keadilan Allah. Kelak tidak akan ada kecurangan dengan mengurangi pahala atau menambah hukuman.",
    "jalalayn": "(Siapa membawa amal yang baik) yakni zikir laa ilaaha illallaah/tidak ada tuhan selain Allah (maka baginya pahala sepuluh kali lipat amalnya) balasan pahalanya adalah sepuluh kali kebaikan (dan siapa membawa perbuatan yang jahat, maka dia tidak diberi pembalasan melainkan seimbang dengan kejahatannya) balasannya yang setimpal (sedang mereka sedikit pun tidak dianiaya atau dirugikan) dikurangi sesuatu dari pembalasan yang sebenarnya."
  },
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 161,
    "arab": "قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/950.mp3",
    "tafsir": "Pada ayat ini Rasulullah saw mendapat perintah agar mengatakan kepada kaumnya dan semua umat manusia, sesungguhnya aku telah diberi petunjuk oleh Tuhan dengan wahyu-Nya kepada jalan yang benar untuk memperoleh kebahagiaan hidup di dunia dan akhirat. Itulah agama Ibrahim bukan agama-agama lain yang mengandung syirik yang selalu dihubungkan orang kepadanya secara tidak benar karena Ibrahim bukanlah termasuk orang yang musyrik. Ayat ini sekaligus membantah kepercayaan orang-orang Arab Mekah, bahwa malaikat itu adalah puteri-puteri Allah, dan membantah orang-orang Yahudi yang mengatakan bahwa Uzair anak Allah dan orang-orang Nasrani yang mengatakan bahwa Isa anak Allah. Masing-masing mengatakan bahwa agama yang mereka anut adalah agama Ibrahim, padahal mereka telah menyimpang dari agama Ibrahim.",
    "quraish": "Katakan kepada mereka, wahai Rasulullah, dengan menjelaskan kebenaran agama yang engkau bawa, \"Sesugguhnya Tuhanku menunjukkan aku ke jalan yang lurus, dan sangat lurus. Jalan itu adalah agama yang dianut Ibrâhîm, jauh dari pemahaman akidah palsu. Ibrâhîm sendiri tidak pernah beribadah kepada tuhan selain Allah seperti yang dituduhkan orang-orang musyrik.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya Aku telah ditunjuki oleh Tuhanku kepada jalan yang lurus) kemudian dijadikan badal (yaitu agama yang benar) agama yang lurus (agama Ibrahim yang lurus dan Ibrahim itu bukanlah termasuk orang-orang yang musyrik\")."
  },
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 162,
    "arab": "قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/951.mp3",
    "tafsir": "Dalam ayat ini Nabi Muhammad, diperintahkan agar mengatakan bahwa sesungguhnya salatnya, ibadahnya, serta semua pekerjaan yang dilakukannya, hidup dan matinya adalah semata-mata untuk Allah Tuhan semesta alam yang tiada sekutu bagi-Nya. Itulah yang diperintahkan kepadanya. Rasul adalah orang yang pertama-tama menyerahkan diri kepada Allah dalam mengikuti dan mematuhi semua perintah dan larangan-Nya. Dua ayat ini mengandung ajaran Allah kepada Muhammad, yang harus disampaikan kepada umatnya, bagaimana seharusnya hidup dan kehidupan seorang muslim di dalam dunia ini. Semua pekerjaan salat dan ibadah lainnya harus dilaksanakan dengan tekun sepenuh hati karena Allah, ikhlas tanpa pamrih. Seorang muslim harus yakin kepada kodrat dan iradat Allah yang tidak ada sekutu bagi-Nya. Allah-lah yang menentukan hidup mati seseorang. Oleh karena itu seorang muslim tidak perlu takut mati dalam berjihad di jalan Allah dan tidak perlu takut hilang kedudukan dalam menyampaikan dakwah Islam, amar ma'ruf nahi munkar. Ayat ini selalu dibaca dalam salat sesudah takbiratul ihram sebagai doa iftitah kecuali kata: diganti dengan (164) Dalam ayat ini terdapat perintah kepada Nabi Muhammad agar mengatakan kepada kaumnya, bahwa mengapa ia akan mencari Allah yang lain dengan mempersekutukan-Nya dalam ibadah, berdoa untuk keperluan hidupnya agar Dia menolongnya atau melindunginya dari kesusahan dan bahaya? Mahasuci Allah dari persekutuan itu. Dialah Tuhan bagi segala sesuatu, Dialah yang menciptakan semesta alam. Selanjutnya pada ayat ini diterangkan, bahwa semua perbuatan manusia akan dipertangungjawabkan- nya sendiri, dan orang yang berbuat dosa akan menanggung sendiri dosanya itu, karena dosa seseorang tidak akan dipikul oleh orang lain. Masing-masing menerima pahala amal baiknya dan memikul dosa amal buruknya. Hal ini berulang-ulang disebutkan dalam Al-Qur'an.\nFirman Allah: \n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya. (an-Najm/53: 38-39)\nAyat ini cukup memberi petunjuk dan jalan hidup yang bermutu tinggi dan praktis, karena di samping harus beramal dan bekerja harus pula diperhitungkan dengan cermat dan teliti setiap amal perbuatan yang dikerjakannya. Sebab amal pekerjaan atau perbuatan itu sangat besar pengaruhnya dalam membawa nasib keberuntungan dan keruntuhan seseorang, baik di dunia maupun di akhirat. Di akhirat, perselisihan manusia dalam beragama akan diselesaikan.",
    "quraish": "Katakanlah, \"Sesungguhnya salatku, seluruh ibadahku, ketaatanku selama hidup, iman dan amal saleh yang akan aku bawa mati, semuanya murni hanya untuk Allah yang telah menciptakan semua makhluk. Hanya Allah yang pantas disembah dan ditaati.",
    "jalalayn": "(Katakanlah, \"Sesungguhnya salatku, ibadahku) amal ibadahku, yaitu ibadah haji dan lain-lainnya (hidupku) kehidupanku (dan matiku) meninggalku (hanyalah untuk Allah, Tuhan semesta alam)."
  },
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 163,
    "arab": "لَا شَرِيْكَ لَهٗ ۚوَبِذٰلِكَ اُمِرْتُ وَاَنَا۠ اَوَّلُ الْمُسْلِمِيْنَ ",
    "translation": "tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/952.mp3",
    "tafsir": "Dalam ayat ini Nabi Muhammad, diperintahkan agar mengatakan bahwa sesungguhnya salatnya, ibadahnya, serta semua pekerjaan yang dilakukannya, hidup dan matinya adalah semata-mata untuk Allah Tuhan semesta alam yang tiada sekutu bagi-Nya. Itulah yang diperintahkan kepadanya. Rasul adalah orang yang pertama-tama menyerahkan diri kepada Allah dalam mengikuti dan mematuhi semua perintah dan larangan-Nya. Dua ayat ini mengandung ajaran Allah kepada Muhammad, yang harus disampaikan kepada umatnya, bagaimana seharusnya hidup dan kehidupan seorang muslim di dalam dunia ini. Semua pekerjaan salat dan ibadah lainnya harus dilaksanakan dengan tekun sepenuh hati karena Allah, ikhlas tanpa pamrih. Seorang muslim harus yakin kepada kodrat dan iradat Allah yang tidak ada sekutu bagi-Nya. Allah-lah yang menentukan hidup mati seseorang. Oleh karena itu seorang muslim tidak perlu takut mati dalam berjihad di jalan Allah dan tidak perlu takut hilang kedudukan dalam menyampaikan dakwah Islam, amar ma'ruf nahi munkar. Ayat ini selalu dibaca dalam salat sesudah takbiratul ihram sebagai doa iftitah kecuali kata: diganti dengan (164) Dalam ayat ini terdapat perintah kepada Nabi Muhammad agar mengatakan kepada kaumnya, bahwa mengapa ia akan mencari Allah yang lain dengan mempersekutukan-Nya dalam ibadah, berdoa untuk keperluan hidupnya agar Dia menolongnya atau melindunginya dari kesusahan dan bahaya? Mahasuci Allah dari persekutuan itu. Dialah Tuhan bagi segala sesuatu, Dialah yang menciptakan semesta alam. Selanjutnya pada ayat ini diterangkan, bahwa semua perbuatan manusia akan dipertangungjawabkan- nya sendiri, dan orang yang berbuat dosa akan menanggung sendiri dosanya itu, karena dosa seseorang tidak akan dipikul oleh orang lain. Masing-masing menerima pahala amal baiknya dan memikul dosa amal buruknya. Hal ini berulang-ulang disebutkan dalam Al-Qur'an.\nFirman Allah: \n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya. (an-Najm/53: 38-39)\nAyat ini cukup memberi petunjuk dan jalan hidup yang bermutu tinggi dan praktis, karena di samping harus beramal dan bekerja harus pula diperhitungkan dengan cermat dan teliti setiap amal perbuatan yang dikerjakannya. Sebab amal pekerjaan atau perbuatan itu sangat besar pengaruhnya dalam membawa nasib keberuntungan dan keruntuhan seseorang, baik di dunia maupun di akhirat. Di akhirat, perselisihan manusia dalam beragama akan diselesaikan.",
    "quraish": "Dia tidak mempunyai sekutu dalam penciptaan makhluk dan dalam keberhakan-Nya untuk disembah. Allah, Tuhanku, memerintahkan aku untuk selalu ikhlas memurnikan ibadah, baik dalam pengesaan Allah maupun dalam amal perbuatan. Aku adalah orang pertama yang patuh dan taat. Aku adalah orang yang paling sempurna kepatuhan dan penyerahan dirinya.\"",
    "jalalayn": "(Tiada sekutu bagi-Nya) di dalam hal tersebut (dan demikian itulah) ketauhidan (yang diperintahkan kepadaku, dan aku adalah orang yang pertama-tama menyerahkan diri kepada Allah\") dari kalangan umat ini."
  },
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 164,
    "arab": "قُلْ اَغَيْرَ اللّٰهِ اَبْغِيْ رَبًّا وَّهُوَ رَبُّ كُلِّ شَيْءٍۗ وَلَا تَكْسِبُ كُلُّ نَفْسٍ اِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۚ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Apakah (patut) aku mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap perbuatan dosa seseorang, dirinya sendiri yang bertanggung jawab. Dan seseorang tidak akan memikul beban dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitahukan-Nya kepadamu apa yang dahulu kamu perselisihkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/953.mp3",
    "tafsir": "Dalam ayat ini terdapat perintah kepada Nabi Muhammad agar mengatakan kepada kaumnya, bahwa mengapa ia akan mencari Allah yang lain dengan mempersekutukan-Nya dalam ibadah, berdoa untuk keperluan hidupnya agar Dia menolongnya atau melindunginya dari kesusahan dan bahaya? Mahasuci Allah dari persekutuan itu. Dialah Tuhan bagi segala sesuatu, Dialah yang menciptakan semesta alam. Selanjutnya pada ayat ini diterangkan, bahwa semua perbuatan manusia akan dipertangungjawabkan- nya sendiri, dan orang yang berbuat dosa akan menanggung sendiri dosanya itu, karena dosa seseorang tidak akan dipikul oleh orang lain. Masing-masing menerima pahala amal baiknya dan memikul dosa amal buruknya. Hal ini berulang-ulang disebutkan dalam Al-Qur'an.\nFirman Allah: \n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya. (an-Najm/53: 38-39)\nAyat ini cukup memberi petunjuk dan jalan hidup yang bermutu tinggi dan praktis, karena di samping harus beramal dan bekerja harus pula diperhitungkan dengan cermat dan teliti setiap amal perbuatan yang dikerjakannya. Sebab amal pekerjaan atau perbuatan itu sangat besar pengaruhnya dalam membawa nasib keberuntungan dan keruntuhan seseorang, baik di dunia maupun di akhirat. Di akhirat, perselisihan manusia dalam beragama akan diselesaikan.",
    "quraish": "Katakanlah, wahai Muhammad, dengan menolak ajakan orang-orang musyrik kepadamu untuk mengikuti kesyirikan mereka, \"Apakah aku mencari tuhan selain Allah untuk disembah, padahal Dia adalah Pencipta segala sesuatu?\" Katakan pula, dengan menolak anggapan bahwa mereka tidak akan bertanggung jawab atas kesalahanmu kalau kamu mengikuti mereka, \"Masing-masing jiwa hanya akan mendapat pahala dari perbuatannya saja, dan tidak akan dibebani dosa orang lain. Kalian akan dibangkitkan kembali setelah mati untuk dikumpulkan di hadapan Allah. Dia akan memberitahukan kalian tentang akidah kepercayaan yang dahulu kalian pertentangkan di dunia. Dia akan memberikan kalian balasan atas itu semua. Bagaimana aku melawan perintah Allah dengan berdasar kepada janji-janji kalian yang palsu?\"",
    "jalalayn": "(Katakanlah, \"Apakah aku akan mencari Tuhan selain Allah) sebagai sesembahan; artinya aku tidak mencari Tuhan selain-Nya (Dia adalah Tuhan) yang memiliki (segala sesuatu. Dan tidaklah seorang membuat dosa) berbuat dosa (melainkan kemudaratannya kembali kepada dirinya sendiri; dan seorang yang berdosa tidak akan memikul) maksudnya seseorang tidak akan memikul (dosa) perbuatan dosa (orang lain. Kemudian kepada Tuhanmulah kamu kembali dan akan diberitakannya kepadamu apa yang kamu perselisihkan.)"
  },
  {
    "page": 150,
    "name": "Al-An'am",
    "ayat": 165,
    "arab": "وَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ اِنَّ رَبَّكَ سَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ ࣖ",
    "translation": "Dan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat memberi hukuman dan sungguh, Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/954.mp3",
    "tafsir": "Apabila kita kembali menelaah surah Al-Qur'an itu secara keseluruhan, maka kita akan dapat mengambil kesimpulan bahwa hidup dan kehidupan ini telah disoroti dengan sinar cahaya petunjuk dari segenap penjuru, karena di dalamnya diterangkan perkara-perkara akidah atau kepercayaan serta dalil-dalilnya, Rasul telah menyampaikan perintah Allah melalui wahyu untuk membantah orang-orang kafir yang membangkang, dalam masalah kebangkitan hari akhirat dan al-jaza' (balasan amal), tentang hubungan manusia dengan Penciptanya, hubungan manusia dengan sesama manusia terutama dalam berbuat baik kepada kedua ibu-bapak, tentang pertentangan dalam agama, amal perbuatan dan lain-lain. \nDari kenyataan sejarah sepanjang masa, terbukti manusia tetap manusia, dahulu maupun sekarang senantiasa terjadi permusuhan walaupun sesama saudara dan sesama manusia, maka akan dapat dirasakan pula hubungan dan hikmahnya pada akhir ayat ini, \"Dan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat memberi hukuman dan sungguh, Dia Maha Pengampun, Maha Penyayang.\" Ayat ini seakan mengatakan, sesungguhnya Tuhanmu yang menciptakan segala sesuatu, Dialah yang menjadikan kamu penguasa-penguasa di bumi ini dan Dia meninggikan derajat sebagian kamu dari yang lainnya, baik kedudukan dan harta maupun kepintaran dan lain-lainnya, karena Dia hendak mengujimu dengan apa yang telah diberikan-Nya kepadamu. Sesungguhnya Tuhanmu amat cepat siksa-Nya dan sesungguhnya Dia Maha Pengampun bagi orang yang benar-benar minta ampun kepada-Nya dan Maha Penyayang bagi hamba-Nya yang mukmin.\nAyat ini menegaskan, bahwa Allah-lah yang menjadikan manusia penguasa-penguasa di bumi untuk mengatur kehidupan rakyatnya dan Dia pulalah yang meninggikan derajat sebagian mereka dari sebagian lainnya. Semua itu adalah menurut sunatullah untuk menguji mereka masing-masing bagaimana mereka menyikapi karunia Allah yang diberikan Tuhan kepadanya. Mereka akan mendapat balasan dari ujian itu, baik di dunia maupun di akhirat. Penguasa-penguasa diuji keadilan dan kejujurannya, si kaya diuji bagaimana dia membelanjakan hartanya, si miskin dan si penderita diuji kesabarannya. Oleh karena itu, manusia tidak boleh iri hati dan dengki dalam pemberian Tuhan kepada seseorang, karena semua itu dari Allah dan semua pemberian-Nya adalah ujian bagi setiap orang.",
    "quraish": "Allahlah yang menjadikan kalian sebagai pengganti umat-umat yang lalu dalam mengembangkan alam. Dia meninggikan derajat kesempurnaan materi dan maknawi sebagian kalian di atas yang lain, karena menempuh sebab-sebabnya? Itu semua agar Dia menguji kalian atas nikmat yang telah dikaruniakan-Nya, apakah kalian bersyukur atau tidak. Juga atas hukum-hukum syariat, apakah kalian laksanakan atau tidak. Allah Mahacepat hukumannya terhadap orang-orang yang melanggar. Sebab, hukuman-Nya pasti akan datang. Segala yang akan datang adalah dekat. Sesungguhnya ampunan-Nya terhadap pelanggaran yang dilakukan oleh orang-orang yang bertobat dan berbuat baik sangat besar. Kasih sayang-Nya kepada mereka amat luas.",
    "jalalayn": "(Dan Dialah yang menjadikan kamu penguasa-penguasa di bumi) jamak dari kata khalifah; yakni sebagian di antara kamu mengganti sebagian lainnya di dalam masalah kekhalifahan ini (dan Dia meninggikan sebagian kamu atas sebagian yang lain beberapa derajat) dengan harta benda, kedudukan dan lain sebagainya (untuk mengujimu) untuk mencobamu (tentang apa yang diberikan kepadamu) artinya Dia memberi kamu agar jelas siapakah di antara kamu yang taat dan siapakah yang maksiat. (Sesungguhnya Tuhanmu itu adalah amat cepat siksaan-Nya) terhadap orang-orang yang berbuat maksiat kepada-Nya (dan sesungguhnya Dia Maha Pengampun) terhadap orang-orang mukmin (lagi Maha Penyayang.\") terhadap mereka."
  }
]