[
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 1,
    "arab": "الۤمّۤصۤ ۚ ",
    "translation": "Alif Lam Mim shad.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/955.mp3",
    "tafsir": "Mengenai tafsir ayat \"Alif Lam Mim tsad\", lihat jilid I Al-Qur'an dan Tafsirnya tentang tafsir permulaan surah dengan huruf-huruf hijaiyah.",
    "quraish": "[[7 ~ AL-A'RAF (TEMPAT TERTINGGI ANTARA SURGA DAN NERAKA)(1) Pendahuluan: Makkiyyah, 206 ayat ~ Surat yang berisi 206 ayat ini termasuk kelompok surat Makkiyyah yang diturunkan di Mekkah, kecuali ayat 163 sampai ayat 170 yang diturunkan di Madinah. Permulaan surat ini merupakan kelanjutan dari bagian akhir surat al-An'âm. Setelah pada bagian akhir surat al-An'âm itu dibicarakan tentang hewan ternak, awal surat al-A'râf mengandung kisah awal mula penciptaan manusia. Diceritakan, misalnya, kisah penciptaan Adam dan Hawâ', kisah keluarnya mereka dari dalam surga akibat godaan setan, keterangan lebih lanjut mengenai godaan setan yang terus menerus kepada manusia dalam pakaian dan makanan. Seperti surat-surat yang lain, surat ini pun menyinggung perintah mengamati dan menghayati sistem yang begitu teratur di dalam langit dan bumi. Selain itu, surat al-A'râf mengandung beberapa kisah. Di antaranya kisah Nabi Nûh, Nabi Hûd dengan pengikutnya, kaum 'Ad, Nabi Shâlih dengan kaum Tsamûd yang terkenal kuat dan memiliki kekayaan, Nabi Lûth dengan kaumnya dan tindakan makar yang mereka lakukan dan Nabi Syu'ayb dengan penduduk Madyan. Juga kisah-kisah nyata yang mengandung nasihat dan pelajaran. Setelah itu dalam surat ini Allah mengisahkan cerita Nabi Mûsâ a. s. dan Fir'aun. Sebagai penutup, surat ini menggambarkan nasib orang yang telah mendapat petunjuk kemudian terlepas lagi akibat godaan setan yang semestinya tidak terjadi. Di samping itu, juga ajakan mengikuti ajaran Nabi Muhammad saw. yang benar. (1) Al-A'râf adalah pembatas antara surga dan neraka yang mempunyai pintu. Kata a'râf adalah bentuk jamak dari 'urf yang berarti 'sesuatu yang tinggi' atau 'sesuatu yang terhormat'. Dinamakan demikian, karena pembatas antara surga dan neraka itu sangat tinggi.]] Alif, Lâm, Mîm, Shâd, adalah huruf-huruf fonemis yang disebut di awal beberapa surat Makkiyyah untuk mengingatkan orang-orang musyrik bahwa al-Qur'ân terdiri atas huruf yang sama dengan fonem yang mereka bunyikan. Meskipun begitu, mereka tidak mampu mendatangkan sesuatu yang sama dengan al-Qur'ân. Selain itu, huruf ini mengajak mereka untuk mendengarkannya, meskipun mereka saling menasihati agar tidak mendengarkan.",
    "jalalayn": "(Alif laam miim shaad) hanya Allah-lah yang mengetahui apa yang dimaksud dengannya."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 2,
    "arab": "كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ",
    "translation": "(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/956.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kitab yang diturunkan kepada Muhammad saw yang berisi bimbingan dan petunjuk, adalah untuk memberi peringatan kepada orang-orang mukmin. Muhammad janganlah sekali-kali merasa sedih menghadapi tantangan, perlawanan, ejekan dan hal-hal yng lain dari kaum musyrikin, dalam menyampaikan risalah yang telah ditugaskan kepadanya. Hendaklah dia bersabar menghadapinya. Adanya tantangan dari kaum musyrikin sehingga dada Muhammad saw akan menjadi sesak karenanya telah diketahui oleh Allah sebagaimana ditegaskan dalam firman-Nya: \n\nDan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan. (al-hijr/15: 97)\nTetapi ia diperintahkan agar bersabar, tetap teguh hati menghadapi mereka sebagaimana halnya rasul-rasul sebelumnya.\nFirman Allah: \n\nMaka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati¦ (al-Ahqaf/46: 35)\nKitab tersebut harus dijadikan pelajaran dan peringatan bagi orang-orang mukmin, karena peringatan itu akan membawa manfaat dan pengaruh kepada mereka.\n\nDan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin. (Adz-dzariyat/51: 55)",
    "quraish": "Al-Qur'ân diturunkan kepadamu supaya, dengan al-Qur'ân itu, kamu memberi peringatan kepada orang-orang yang mendustakannya agar mereka beriman, dan juga untuk mengingatkan orang-orang Mukmin supaya bertambah iman. Maka, karena alasan takut didustakan, jangan sampai kamu merasa sempit dada dalam menyampaikan al-Qur'ân itu.",
    "jalalayn": "Ini adalah (kitab yang diturunkan kepadamu) khithab atau pembicaraan ayat ini ditujukan kepada Nabi saw. (maka janganlah ada kesempitan di dalam dadamu) kerumitan (karenanya) sewaktu engkau akan menyampaikannya karena merasa khawatir akan didustakan (supaya kamu memberi peringatan) berkaitan dengan lafal unzila, artinya supaya engkau memperingatkan (dengan kitab itu dan menjadi pelajaran) yaitu bahan pengingat (bagi orang-orang yang beriman) kepada kitab itu."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 3,
    "arab": "اِتَّبِعُوْا مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ ",
    "translation": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu, dan janganlah kamu ikuti selain Dia sebagai pemimpin. Sedikit sekali kamu mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/957.mp3",
    "tafsir": "Pada ayat ini ada perintah agar orang-orang mukmin mengikuti apa yang telah diturunkan kepada Muhammad oleh Allah yang menguasai dan mengatur segala gerak-gerik mereka, baik perintah itu menyuruh untuk mengerjakan sesuatu, maupun melarang mengerjakan sesuatu, karena apa yang telah diperintahkan-Nya mengandung kebaikan, kebenaran, kesejahteraan dan kebahagiaan. Dan, janganlah sekali-kali mereka mengikuti ajaran-ajaran selain dari ajaran Allah, begitu pula ajakan-ajakan yang bertentangan dengan ketentuan-ketentuan yang telah digariskan-Nya, karena yang demikian itu membahayakan mereka dan akan membawa pengikut-pengikutnya ke jalan yang sesat dan merusak akidah/akhlaknya dan sebagainya. Sekalipun hal-hal tersebut di atas telah menjadi kenyataan, dan disaksikan oleh mata kepala sendiri, tidaklah banyak orang yang menyadarinya, mengambil pelajaran dan iktibar daripadanya, bahkan ia tetap mengikuti keinginan nafsunya, dan ajakan setan yang dipertuannya.",
    "quraish": "Ikutilah apa yang diwahyukan kepada kalian dan jangan mengikuti pemimpin-pemimpin dengan menerima ajakan dan meminta bantuan kepada mereka. Kalian akan sedikit sekali mendapat nasihat dan pelajaran saat kalian meninggalkan agama Allah dan mengikuti yang lain. Padahal, di dalam agama Allah itu terdapat banyak sekali pelajaran dan nasihat.",
    "jalalayn": "Katakanlah kepada mereka, (Ikutilah apa yang diturunkan kepadamu dari Tuhanmu) yakni Alquran (dan janganlah kamu mengikuti) maksudnya jangan kamu menjadikan (selain-Nya) selain Allah, (sebagai pemimpin-pemimpin) yang kamu taati untuk berbuat maksiat kepada Allah swt. (Amat sedikitlah kamu mengambil pelajaran) dengan memakai ta atau ya; yakni mengambil pelajaran darinya. Lafal tadzakkaruun dibaca dengan mengidgamkan ta asal ke dalam dzal. Menurut suatu qiraat dibaca tadzkuruun. Sedangkan huruf maa adalah tambahan, yang diadakan untuk mengukuhkan makna sedikit, sehingga artinya menjadi amat sedikit."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 4,
    "arab": "وَكَمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا اَوْ هُمْ قَاۤىِٕلُوْنَ",
    "translation": "Betapa banyak negeri yang telah Kami binasakan, siksaan Kami datang (menimpa penduduk)nya pada malam hari, atau pada saat mereka beristirahat pada siang hari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/958.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidak sedikit negeri yang telah dimusnahkan dan penduduknya dibinasakan karena kedurhakaannya. Mereka menentang, membangkang dan mendustakan para rasul Allah yang diutus kepadanya untuk memberi kabar gembira dan peringatan. firman Allah: \n\nMaka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya). (al-hajj/22: 45)\n\nDan betapa banyak (penduduk) negeri yang sudah bersenang-senang dalam kehidupannya yang telah Kami binasakan, maka itulah tempat kediaman mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Dan Kamilah yang mewarisinya. (al-Qashash/28: 58)\nApabila suatu negeri akan dimusnahkan, maka datanglah azab dan siksaan Allah kepada penduduk negeri itu dalam keadaan mereka sedang lengah dan tidak menduga sama sekali, karena tidak ada tanda-tanda sebelumnya. Adakalanya siksaan itu datang di waktu malam, di waktu mereka bersenang-senang, merasa aman sebagaimana halnya kaum Nabi Luth. Adakalanya datang di waktu siang, di kala mereka istirahat tidur sebagaimana halnya kaum Nabi Syu'aib.\nAllah berfirman: \n\n¦ Hingga apabila bumi itu telah sempurna keindahannya, dan berhias, dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada orang yang berpikir. (Yunus/10: 24)\n\nFirman-Nya: \n\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-A'raf/7: 97-98)",
    "quraish": "Sungguh telah Kami binasakan banyak negeri karena penduduknya menyembah selain Allah dan mengikuti selain jalan-Nya. Siksaan Kami tersebut datang menimpa mereka di malam hari, di saat mereka lalai dan terlelap tidur, seperti yang terjadi pada kaum Nabi Lûth. Atau di siang hari, saat mereka beristirahat tidur siang, seperti yang menimpa kaum Nabi Syu'ayb.",
    "jalalayn": "(Betapa banyaknya) kalimat berita dan menjadi maf`ul (negeri) yang dimaksud adalah penduduknya (yang telah Kami binasakan) Kami bermaksud untuk membinasakannya (maka datanglah kekuatan Kami) yakni siksaan Kami (tengah malam) yaitu pada malam hari (atau di waktu mereka beristirahat di tengah hari) artinya sedang tidur-tiduran di siang hari. Yang dimaksud dengan al-qailulah, artinya beristirahat di tengah hari sekalipun tidak tidur. Yakni siksaan itu terkadang datang di waktu tengah malam dan terkadang di siang hari."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 5,
    "arab": "فَمَا كَانَ دَعْوٰىهُمْ اِذْ جَاۤءَهُمْ بَأْسُنَآ اِلَّآ اَنْ قَالُوْٓا اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "translation": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, “Sesungguhnya kami adalah orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/959.mp3",
    "tafsir": "Ayat ini menerangkan bahwa umat yang telah ditimpa siksa itu, tidak lain keluhannya kecuali mereka mengakui kezaliman, kesalahan dan kedurhakaan yang telah mereka perbuat. Ketika itulah baru mereka sadar dan menyesal, serta mengharapkan sesuatu jalan yang dapat mengeluarkan mereka dari bencana yang telah menimpa itu. Kesadaran dan penyesalan mereka tentunya tidak akan bermanfaat dan tidak ada gunanya lagi; sebagaimana firman Allah: \n\nDan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya). Maka ketika mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari (negerinya) itu. Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik), agar kamu dapat ditanya. Mereka berkata, \"Betapa celaka kami, sungguh, kami orang-orang yang zalim.\" Maka demikianlah keluhan mereka berkepanjangan, sehingga mereka Kami jadikan sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi. (al-Anbiya'/21: 11-15)",
    "quraish": "Mereka mengakui dosa-dosa yang menjadi penyebab bencana. Tidak ada yang dapat mereka lakukan ketika menyaksikan siksaan Kami selain berkata, \"Sesungguhnya kamilah yang menzalimi diri sendiri dengan berbuat maksiat. Tuhan tidak menzalimi kami dengan siksaan-Nya.\" Padahal ungkapan itu sudah tidak berguna lagi.",
    "jalalayn": "(Maka tidak adalah keluhan mereka) yaitu perkataan mereka (di waktu datang kepada mereka siksaan Kami kecuali mengatakan, \"Sesungguhnya kami adalah orang-orang yang lalim.\")"
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 6,
    "arab": "فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ",
    "translation": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/960.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di akhirat nanti, semua umat yang telah diutus seorang rasul kepada mereka akan ditanya, sebagaimana firman Allah: \n\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, tentang apa yang telah mereka kerjakan dahulu. (al-hijr/15: 92-93)\n\nLebih dahulu ditanyakan tentang rasul-rasul yang telah diutus kepada mereka, kemudian disusul dengan pertanyaan sampai di mana mereka telah merespon dan melaksanakan seruan para rasul itu. Firman Allah: \n\nWahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, \"(Ya), kami menjadi saksi atas diri kami sendiri.\" Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir. (al-An'am/6: 130)\n\nFirman-Nya: \n\n(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" (al-Ma'idah/5: 109)\n\nPertanyaan itu diajukan kepada orang-orang yang durhaka, dan pembuat maksiat bukan karena Allah tidak tahu atau belum tahu keadaannya, tetapi semua itu dilakukan semata-mata untuk mendapatkan pengakuan mereka atas adanya rasul yang telah diutus kepada mereka dan untuk menampakkan cela dan aib mereka, sehingga tidak ada alasan bagi mereka untuk tidak disiksa atau dimasukkan ke dalam neraka.\nImam ar-Razi berkata, sebenarnya mereka ditanya bukanlah mengenai amal yang telah diperbuatnya di dunia, karena semua itu telah diketahui melalui catatan malaikat yang ditugaskan untuk itu, sehingga tidak ada suatu perbuatan manusia dari yang sebesar-besarnya sampai yang sekecil-kecilnya yang luput dari catatannya, tetapi yang ditanyakan ialah sebab yang mengakibatkan mereka meninggalkan perintah Allah. Ayat ini tidak bertentangan dengan ayat-ayat yang menerangkan bahwa tidak akan ditanyakan dosa manusia dan jin dan dosa orang-orang yang berbuat maksiat, seperti dalam firman Allah: \n\nMaka pada hari itu manusia dan jin tidak ditanya tentang dosanya. (ar-Rahman/55: 39)\n\ndan firman-Nya: \n\nDan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qashash/28: 78)\n\nDalam ayat ini Allah menerangkan bahwa bukan saja umat yang telah diutus Rasul kepada mereka yang ditanya sampai di mana mereka melaksanakan seruan rasul itu, tetapi juga rasul-rasul yang telah diutus kepada suatu umat akan ditanya sampai di mana seruan mereka disambut baik dan dilaksanakan oleh umatnya sebagaimana firman Allah: \n\n\n(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" (al-Ma'idah/5: 109)\n\nPertanyaan yang ditujukan kepada rasul di akhirat nanti, adalah pertanyaan yang jawabannya merupakan pengakuan dan kesaksian atas seruan yang telah disampaikan kepada umatnya, dan pembangkangan umat atas isi seruan ini.",
    "quraish": "Pembalasan Allah pada hari kiamat nanti akan sangat teliti dan adil. Kami akan menanyakan orang-orang yang Kami datangkan para rasul apakah pesan-pesan Kami telah sampai kepada mereka dan bagaimana rasul-rasul itu disambut. Kami juga akan menanyakan para rasul, apakah mereka telah menyampaikan segala apa yang diturunkan oleh Tuhan, dan bagaimana kaum mereka menyambutnya.",
    "jalalayn": "(Maka sesungguhnya Kami akan menanyai umat-umat yang telah diutus rasul-rasul kepada mereka) yaitu kepada umat-umat tentang tanggapan mereka terhadap rasul-rasul dan pengamalan mereka terhadap apa-apa yang telah disampaikan kepada mereka (dan sesungguhnya Kami akan menanyai pula rasul-rasul Kami) tentang penyampaian mereka."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 7,
    "arab": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ ",
    "translation": "dan pasti akan Kami beritakan kepada mereka dengan ilmu (Kami) dan Kami  tidak jauh (dari mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/961.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kepada mereka, baik kepada rasul-rasul maupun kepada umat yang telah menerima seruan rasul, akan diceritakan kelak hal-hal yang telah mereka perbuat karena semua itu telah diketahui Allah, dan semuanya telah dicatat di dalam buku catatan malaikat pencatat. Tidak ada sesuatu pun yang luput dari pencatatan malaikat, sebagaimana firman Allah: \n\n¦ dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nAllah selalu menyaksikan gerak-gerik dan segala perbuatan mereka pada setiap waktu. Allah mendengar apa yang mereka katakan, melihat apa yang mereka lakukan, mengetahui semua perbuatan mereka, baik yang mereka lakukan secara terang-terangan maupun secara sembunyi-sembunyi. Allah berfirman: \n\n¦ karena Allah beserta mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Dan Allah Maha Meliputi terhadap apa yang mereka kerjakan. (an-Nisa'/4: 108)\n\nPertanyaan ini bukanlah untuk meminta penjelasan tentang sesuatu yang tidak diketahui Allah, tetapi semata-mata untuk mencela perbuatan dan kelakuan mereka.",
    "quraish": "Akan Kami kabarkan kepada mereka semua kabar yang benar, yang sesuai dengan apa yang mereka lakukan. Sebab Kami telah menghitung semua apa yang mereka kerjakan. Kami tidak pernah jauh dari mereka dan selalu tahu apa yang mereka lakukan.",
    "jalalayn": "(Maka sesungguhnya akan Kami kabarkan kepada mereka dengan penuh pengetahuan). Kami akan menceritakan kepada mereka tentang apa-apa yang telah mereka perbuat dengan penuh pengetahuan (dan Kami sekali-kali tidak gaib) untuk menyampaikan kepada rasul-rasul dan umat-umat terdahulu tentang apa-apa yang pernah mereka perbuat."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 8,
    "arab": "وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "translation": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Maka barangsiapa berat timbangan (kebaikan)nya, mereka itulah orang yang beruntung,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/962.mp3",
    "tafsir": "Ayat ini menerangkan adanya timbangan di akhirat nanti. Timbangan ini wajib kita percayai karena dengan timbangan itulah akan diketahui besar kecilnya, berat ringannya amal seseorang. Timbangan di akhirat nanti adalah timbangan yang seadil-adilnya dan tak mungkin terjadi kecurangan dalam timbangan itu.\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit. (al-Anbiya'/21: 47)\n\nBarang siapa berat timbangan amalnya, karena iman yang dimilikinya adalah iman yang sebenarnya. Ibadahnya kepada Allah dilakukan sebanyak mungkin penuh dengan khusuk dan ikhlas, dan hubungannya dengan sesama manusia baik sekali. Dia banyak menolong orang yang memerlukan pertolongan, membantu pembangunan masjid, madrasah, pesantren dan bangunan-bangunan lain yang digunakan memperbaiki dan meningkatkan akhlak umat, memelihara anak yatim, dan lain sebagainya. Manusia yang demikian inilah yang akan beruntung di akhirat nanti, merasa puas menerima semua balasan amalnya di dunia sebagaimana firman Allah: \n\nArtinya: \nMaka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). (al-Qari'ah/101: 6-7)",
    "quraish": "Pada hari itu Kami akan menanyakan dan memberitahukan mereka, perhitungan segala perbuatan untuk diberi balasan yang sangat adil. Orang-orang yang kebaikannya banyak, dan melebihi kejahatannya, adalah orang-orang yang beruntung. Mereka akan Kami jaga dari api neraka dan akan Kami masukkan ke dalam surga.",
    "jalalayn": "(Dan timbangan) untuk amal-amal perbuatan atau untuk lembaran-lembaran catatan amal perbuatan yang ditaruh di dalamnya. Timbangan itu memiliki jarum penunjuk berat dan dua gantungan, demikian sebagaimana yang telah dijelaskan oleh hadis. Timbangan itu ada (pada hari itu) yakni hari penghisaban yang telah disebutkan, yaitu hari kiamat (adalah benar) adalah adil, menjadi sifat dari lafal al-wazn (maka barang siapa berat timbangannya) oleh kebaikan (maka mereka itulah orang-orang yang berbahagia) orang-orang yang beruntung."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 9,
    "arab": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ ",
    "translation": "dan barangsiapa ringan timbangan (kebaikan)nya, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka  mengingkari ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/963.mp3",
    "tafsir": "Barang siapa yang ringan timbangan amalnya, karena keingkarannya, imannya lemah sehingga ia banyak melakukan pelanggaran agama; ibadah ditinggalkan; amal-amal kebaikan disia-siakan, dan yang digemarinya adalah larangan-larangan agama, banyak menipu, menyakiti hati sesama manusia, memusuhi tetangganya, menyia-nyiakan anak yatim, membiarkan orang-orang sekelilingnya lapar dan menderita, asal dia kenyang dan senang. Manusia yang seperti ini akan merugi di akhirat nanti, dan akan dimasukkan ke dalam api neraka yang membara, seperti firman Allah: \n\nDan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Qari'ah/101: 8-11)\n\nYang ditimbang ialah amal perbuatan, sebagaimana yang dikatakan oleh Abu Ishak az-Zajjaj, \"Telah sepakat ahlu sunnah tentang adanya timbangan itu, dan amal perbuatan hamba itulah yang ditimbang di akhirat nanti. Timbangan itu mempunyai lidah dan dua daun neraca timbangan.\" Pernyataan Abu Ishak ini didasarkan pada sabda Nabi Muhammad saw: \n\n\"Diletakkanlah timbangan-timbangan itu di Hari Kiamat, maka ditimbanglah amal kebaikan dan amal kejahatan. Barang siapa lebih berat timbangan kebaikannya dari timbangan kejahatannya, sekali pun seberat butir biji, maka masuklah ia ke dalam surga, dan barang siapa timbangan kejahatannya lebih berat dari timbangan kebaikannya, sekalipun seberat butir biji masuklah ia ke dalam neraka.\" (Riwayat Abu Daud dan at-Tirmidzi dari Jabir r.a.)",
    "quraish": "Sebaliknya, siapa yang kejahatannya banyak, melebihi kebaikannya, adalah orang-orang yang merugi. Sebab mereka telah menjual diri kepada setan, sehingga tidak merenungi tanda-tanda kekuasaan Kami karena ingkar dan keras kepala.",
    "jalalayn": "(Dan siapa yang ringan timbangannya) oleh sebab amal-amal keburukannya (maka itulah orang-orang yang merugikan dirinya sendiri) yang membawa dirinya ke neraka (disebabkan mereka selalu mengingkari ayat-ayat Kami) mereka tidak mau mempercayainya."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 10,
    "arab": "وَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ ",
    "translation": "Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu. (Tetapi) sedikit sekali kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/964.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan sebagian dari sekian banyak karunia yang telah dianugerahkan kepada hamba-Nya yaitu bahwa Dia telah menyediakan bumi ini untuk manusia tinggal dan berdiam di atasnya, bebas berusaha dalam batas-batas yang telah digariskan, diberi perlengkapan kehidupan. Kemudian disempurnakan-Nya dengan bermacam-macam perlengkapan lain agar mereka dapat hidup di bumi dengan senang dan tenang, seperti tumbuh-tumbuhan yang beraneka ragam macamnya, binatang-binatang, baik yang boleh dimakan maupun yang tidak, burung baik di udara atupun di darat, ikan baik di laut, di danau maupun di tempat-tempat pemeliharan ikan lainnya, air tawar untuk diminum, dipergunakan mencuci pakaian dan keperluan lainnya, minuman dan makanan yang bermacam rasa dan aromanya untuk memenuhi selera masing-masing. Bahkan semua yang ada di bumi ini adalah diperuntukkan bagi manusia, sebagaimana firman Allah: \n\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al-Baqarah/2: 29)\nUntuk memenuhi keperluan hidup seseorang tentu tidak akan bisa terus menetap di satu tempat, tetapi ia berpindah-pindah dari suatu tempat ke tempat lain, untuk itu disediakan bagi mereka alat pengangkutan dan perhubungan yang bermacam-macam yang berkembang dan maju sesuai dengan kemajuan ilmu pengetahuan dan teknologi untuk dipergunakan mereka seperti mobil dengan segala macam bentuk dan keindahannya, kapal terbang, kapal laut, dan kapal selam, kereta api dan lain sebagainya yang tak terhitung banyaknya. Tidak seorang pun manusia yang dapat memberi angka pasti tentang banyaknya karunia itu sekalipun dengan komputer. Allah berfirman: \n\nDan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. (Ibrahim/14: 34)\nSemua karunia dan nikmat tersebut di atas adalah untuk memenuhi keperluan hidup jasmani baik secara perorangan maupun secara berkelompok yang akan dijadikan batu loncatan untuk memenuhi dan menjaga kesejahteraan hidup rohani guna kesucian diri dan mempersiapkan diri untuk hidup kekal di akhirat nanti serta memperoleh nikmat dan kebahagian abadi yang tak berkesudahan. Atas semua karunia dan nikmat yang tak terhitung banyaknya itu maka wajiblah manusia bersyukur, mensyukuri penciptanya, yaitu Allah swt, dan janganlah sekali-kali dia mengingkarinya, sebagaimana firman Allah: \n\nBersyukurlah kepada-Ku, dan janganlah kamu ingkar kepada-Ku. (al-Baqarah/2: 152)\nAlangkah sedikitnya manusia yang dapat menyadari dan menginsyafi hal tersebut. Pada umumnya manusia menganggap bahwa yang dicapai dan diperolehnya itu adalah hasil dari kecerdasan otaknya, kesungguhan usahanya, bukan dari Allah dan sedikit dari mereka yang bersyukur: \n\nDan sedikit sekali dari hamba-hamba-Ku yang bersyukur. (Saba'/34: 13)\n\nBersyukur kepada Allah tidak cukup dengan hanya mengucapkan Alhamdulillah wasysyukru lillah; tetapi harus diiringi dengan amal perbuatan yaitu dengan cara mendayagunakan nikmat tersebut dalam hal-hal yang diridai dan disukai Allah, bermanfaat bagi sesama manusia serta menaati segala perintah-Nya dan menjauhi semua larangan-Nya.",
    "quraish": "Sesungguhnya Kami telah menempatkan kalian di muka bumi. Lalu Kami berikan kalian kekuatan untuk dapat mengeksploitasi dan mendaya-gunakannya. Kami juga menyediakan sarana-sarana kehidupan. Akan tetapi sangat sedikit yang bersyukur di antara kalian, dan kalian akan mendapatkan balasan dari itu.",
    "jalalayn": "(Sesungguhnya Kami telah menempatkan kamu sekalian) hai anak-anak Adam (di muka bumi dan Kami adakan bagimu di muka bumi itu sumber-sumber penghidupan) dengan memakai huruf ya, yakni sarana-sarana untuk kamu bisa hidup. Ma`ayisy jamak dari kata ma'isyah (amat sedikitlah) untuk mengukuhkan keminiman (kamu bersyukur) terhadap kesemuanya itu."
  },
  {
    "page": 151,
    "name": "Al-A'raf",
    "ayat": 11,
    "arab": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ",
    "translation": "Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam,” maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/965.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah telah menciptakan Adam a.s. yang akan disusul oleh keturunannya. Tentang penciptaan manusia, Al-Qur'an telah menceritakan secara rinci, baik penciptaan manusia pertama, yaitu Adam, maupun penciptaan keturunannya. Tentang penciptaan Adam, Al-Qur'an telah menginformasikan bahwa Nabi Adam diciptakan melalui empat tahapan sebelum tahapan penghembusan roh. Keempat tahapan tersebut ialah: a. Fase Turab, b. Fase thin, c. Fase hama' Masnun, dan d. Fase shalshal. Berikut penjelasannya.\nFase Pertama: Fase Tanah yang belum bercampur air (turab)\nAda beberapa ayat yang menjelaskan tentang fase ini sebagaimana yang terdapat pada Surah al-Kahf/18: 37, al-hajj/22: 5, ar-Rum/30: 20, Fajir/35: 11, Gafir/40: 67, dan Ali 'Imran/3: 59. Dua dari enam tempat tersebut berada pada surah Madaniyah, yaitu Ali 'Imran/3 dan al-hajj/22, selebihnya adalah pada surah-surah Makiyah.\n\nSalah satu di antara ayat-ayat tersebut adalah: \n\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3: 59).\nDalam salah satu hadis yang diriwayatkan dari Abu Daud dan at-Tirmidzi disebutkan bahwa tanah yang menjadi bahan pokok untuk menciptakan Adam adalah diambil dari berbagai macam dan warna tanah yang terdapat pada seluruh lapisan tanah.\nDalam hadis tersebut disebutkan: \nAllah menciptakan Adam dari satu genggaman (tanah) yang diambil dari seluruh penjuru bumi. Oleh karena itu, keturunan Adam sesuai dengan (warna) bumi. Di antara mereka ada yang berwarna merah, putih dan hitam (al-Khazin II: 118). Watak manusia juga berbeda, ada yang lemah lembut dan adapula yang keras.\nBermacam warna kulit manusia ditegaskan pada Surah ar-Rum/30: 22 yang berbunyi: \n\nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. (ar-Rum/30: 22)\nFase Kedua: Fase Tanah yang bercampur air (thin)\nFase kedua ini terdapat pada 8 tempat di 7 surah, yaitu: al-An'am/6: 2, al-A'raf/7: 12, al-Mu'minun/23: 12, as-Sajdah/32: 7, ash-shaffat/37: 11, shad/38: 71, 76, dan al-Isra'/17: 61. Seluruhnya adalah surah-surah Makiyah.\nSalah satu di antara ayat-ayat tersebut ialah: \n\nDialah yang menciptakan kamu dari tanah, kemudian Dia menetapkan ajal (kematianmu)¦ (al-An'am/6: 2)\nFase thin atau tanah liat adalah fase dimana setelah tanah dicampur dengan air. Karena air adalah prasyarat bagi semua makhluk yang hidup.\nFase Ketiga: Fase Lumpur hitam (hama' Masnun)\nFase ini terjadi setelah fase kedua berlangsung lama sehingga menjadi Lumpur hitam yang berbau dan berubah bentuk.\nFase ini disebutkan tiga kali dalam Surah al-hijr/15, yaitu pada ayat 26, 28 dan 33. Ayat 26 berbunyi: \n\nDan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk. (al-hijr/15: 26)\nFase Keempat: Fase Tembikar (shalshal kal Fakhkhar)\nFase ini diceritakan oleh Al-Qur'an pada empat tempat. Tiga tempat pada Surah al-hijr yang bersamaan dengan fase ketiga. Sedangkan yang keempat terdapat pada Surah ar-Rahman/55: 14.\nDalam surah ini, Allah berfirman: \n\nDia menciptakan manusia dari tanah kering seperti tembikar. (ar-Rahman/55: 14)\nLumpur hitam (hama' masnun) seperti pada fase ketiga, lalu diberi bentuk sebagaimana manusia dalam keadaan berlubang atau kosong.\nBentuk manusia yang diciptakan Allah adalah bentuk yang terbaik dari hewan-hewan yang ada. Dalam Surah At-Tin/95: 4, Allah berfirman: \n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya.(at-Tin/95: 4)\nKeadaan ini (calon manusia yang sudah dibentuk) jika kering karena panas matahari misalnya, dinamakan shalshal. Dinamakan demikian karena benda ini jika tertiup angin akan bersuara (shalshalah).\nSetelah fase ini, barulah masuk fase berikutnya, yaitu fase penghembusan roh dimana \"orang-orangan\" dari tanah liat itu, atas izin Allah, akhirnya menjadi manusia yang hidup dan bisa bergerak yang disebut dengan \"basyar\" (al-Khazin III: 64, al-Maragi XIV: 21).",
    "quraish": "Di dalam kisah-kisah umat terdahulu terdapat banyak pelajaran dan nasihat dan di situ jelas bahwa setan selalu berusaha menghilangkan nikmat-nikmat dari kalian dengan membuat kalian lupa perintah Allah. Kami telah menciptakan bapak kalian, Adam, dan membentuknya dengan sempurna. Setelah itu Kami berfirman kepada malaikat, \"Hormatilah ia!\" Lalu mereka menghormatinya sebagai bukti ketaatan mereka kepada Tuhan. Semua menghormatinya kecuali Iblîs yang tidak taat.",
    "jalalayn": "(Sesungguhnya Kami telah menciptakanmu) maksudnya ayah kamu yaitu Adam (lalu Kami bentuk tubuhmu) Kami membentuk tubuhnya sedangkan kamu masih berada di dalam sulbinya (kemudian Kami katakan kepada para malaikat, \"Bersujudlah kamu kepada Adam,\") sebagai penghormatan, yaitu dengan menundukkan punggung (maka mereka pun bersujud kecuali iblis) yaitu kakek moyang bangsa jin yang ada di antara malaikat (dia tidak termasuk mereka yang bersujud)."
  }
]