[
  {
    "page": 161,
    "name": "Al-A'raf",
    "ayat": 82,
    "arab": "وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ ",
    "translation": "Dan jawaban kaumnya tidak lain hanya berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1036.mp3",
    "tafsir": "Ayat ini menerangkan reaksi kaum Lut terhadap kecaman dan nasihat yang dikemukakan oleh Nabi Lut yang disertai dengan alasan-alasan yang logis dan tidak dapat dibantah. Namun demikian mereka tetap menolak kebenaran. Beberapa pemuka mereka mengeluarkan perintah agar Nabi Lut beserta orang-orang yang beriman kepadanya diusir dari kampung halaman mereka dengan alasan bahwa Nabi Lut dan orang-orang yang beriman itu adalah orang-orang yang bersih dan tidak patut berkumpul dengan mereka, karena mereka adalah orang-orang yang rusak dan kotor. Oleh karena itu, sebaiknya Nabi Lut dan pengikutnya tidak sekampung dengan mereka, karena antara mereka dengan Nabi Lut terdapat perbedaan dalam budi pekerti. Mereka melakukan perbuatan yang keji dengan bangga, sedang Nabi Lut beserta orang-orang yang beriman adalah orang-orang yang membersihkan diri dari perbuatan terkutuk itu. Sambil mengejek, mereka menghendaki agar Nabi Lut dengan pengikutnya diusir, dengan demikian mereka tetap dapat berbuat secara bebas tanpa ada yang mengganggu mereka.\nAlangkah rendahnya akhlak kaum Lut itu, tanpa rasa malu mereka bangga melakukan perbuatan maksiat yang berbentuk kutukan seraya menghina orang-orang yang berbudi pekerti luhur. Hanya manusia yang tidak beriman kepada Allah dan hari kemudianlah yang dapat jatuh ke dalam martabat yang rendah ini.",
    "quraish": "Penolakan atas perbuatan yang sangat keji itu dijawab oleh kaumnya dengan hanya mengatakan, \"Usirlah Lûth beserta keluarga dan para pengikutnya dari kota kalian ini. Sebab mereka menyucikan diri dan menjauhi perbuatan yang jelek menurut akal dan fitrah tetapi dipandang baik oleh mereka.\"",
    "jalalayn": "(Jawab kaumnya tidak lain hanya mengatakan, \"Usirlah mereka) Luth dan pengikut-pengikutnya (dari kotamu ini; sesungguhnya mereka adalah orang-orang yang berpura-pura menyucikan diri.\") dari mendatangi dubur laki-laki/homosek."
  },
  {
    "page": 161,
    "name": "Al-A'raf",
    "ayat": 83,
    "arab": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
    "translation": "Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1037.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyelamatkan Nabi Lut beserta orang yang beriman kepada-Nya kecuali istrinya karena ia tidak beriman kepada Nabi Lut bahkan mengkhianatinya. Istrinya berpihak kepada kaum Lut yang kafir. Karena itu ia tergolong ke dalam kaum Lut yang mendapat azab pula di akhirat nanti. Ayat lain menerangkan bahwa sebelum azab diturunkan kepada kaum Lut, Allah memerintahkan Nabi Lut dan pengikutnya yang beriman agar meninggalkan negerinya, sebagaimana diterangkan dalam firman-Nya: \nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksa) yang menimpa mereka. Sesungguhnya saat terjadinya siksa kepada mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81)\n\nFirman-Nya yang lain: \n\"Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang. Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.\" (al-hijr/15: 65)\nJuga firman-Nya: \nLalu Kami keluarkan orang-orang yang beriman yang berada di dalamnya (negeri kaum Lut) itu. Maka Kami tidak mendapati di dalamnya (negeri itu), kecuali sebuah rumah dari orang-orang muslim (Lut). Dan Kami tinggalkan padanya (negeri itu) suatu tanda bagi orang-orang yang takut kepada azab yang pedih. (adz-dzariyat/51: 35-37)",
    "quraish": "Siksa Allah harus mereka terima. Lalu kami selamatkakan Lûth dan keluarganya, kecuali istrinya, sebab dia termasuk orang-orang yang tersesat.",
    "jalalayn": "(Kemudian Kami selamatkan dia dan pengikut-pengikutnya kecuali istrinya; dia termasuk orang-orang yang tertinggal) yang ikut binasa oleh azab Allah."
  },
  {
    "page": 161,
    "name": "Al-A'raf",
    "ayat": 84,
    "arab": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ",
    "translation": "Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1038.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah membinasakan kaum Luth dengan batu yang terkenal dengan \"batu sijjil\" diturunkan dari langit laksana hujan sebagaimana tersebut dalam firman Allah: \nMaka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras. (al-hijr/15: 74)\n\nFirman Allah: \nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar. (Hud/11: 82)\n\nTidak ada seorang ahli tafsir pun yang dapat menjelaskan cara-cara batu-batu itu terkumpul dari bumi diangkat ke atas atau lapisan bumi yang diangkat ke atas mereka, kemudian turun berjatuhan seperti hujan. Demikian juga bentuk batu tersebut apakah dari tanah keras semata atau bercampur dengan unsur-unsur zat pembakar atau batu-batu yang berasal dari pecahan bintang.\nPada ayat ini Allah menunjukkan kekuasaan-Nya kepada Muhammad dan umatnya agar mengambil pelajaran dari peristiwa dan perilaku orang-orang yang mendustakan Allah dan rasul-rasul-Nya. Jika Allah menghendaki kebinasaan mereka, hal ini dapat terjadi dengan sebab-sebab yang alami, umpamanya; gempa bumi, penyakit wabah, peperangan dan korban fitnahan dan dapat pula dengan sebab-sebab luar biasa seperti topan yang menenggelamkan kaum Nuh, angin yang menghempaskan kaum Hud, petir yang membinasakan kaum Saleh dan hujan batu yang menghabiskan kaum Lut.\nMengenai perbuatan homoseks yang dilakukan oleh kaum Lut itu terdapat perselisihan antara ulama Fiqh tentang hukumannya sebagai berikut: \n1.Imam Abu Hanifah berpendirian bahwa pelakunya dijatuhkan dari tempat yang tinggi diiringi dengan lemparan batu. Tetapi menurut satu riwayat pelakunya hanya di-ta'zir diberi hukuman agar jera baik muhsan maupun tidak muhsan.\n2.Imam Malik memandang bahwa pelakunya dirajam (baik muhsan pernah kawin ataupun tidak). Demikian juga terhadap pasangan jika telah dewasa. Tetapi menurut satu riwayat, terhadap yang belum muhsan dikenakan hukum ta'zir.\n3.Imam Syafi'i menerangkan bahwa pelakunya dirajam baik muhsan atau tidak. Menurut suatu riwayat pelakunya dirajam jika ia muhsan. Jika tidak muhsan didera sebanyak seratus kali.\n4.Imam Ahmad memandang bahwa kedua pelakunya dibunuh.\n5.Pendapat sebagian sahabat Nabi, seperti Abu Bakar, Ali, Ibnu Zubair, pelakunya dibakar.",
    "quraish": "Kami hujani mereka dengan bebatuan yang menghancurkan. Dari bawah mereka bumi digoncang dengan gempa. Perhatikanlah, wahai Nabi, bagaimana akhirnya kesudahan orang-orang yang berdosa itu.",
    "jalalayn": "(Dan Kami turunkan kepada mereka hujan) yakni hujan batu dari neraka Sijjiil kemudian membinasakan mereka (maka perhatikanlah bagaimana kesudahan orang-orang yang berdosa.)"
  },
  {
    "page": 161,
    "name": "Al-A'raf",
    "ayat": 85,
    "arab": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ",
    "translation": "Dan kepada penduduk Madyan, Kami (utus) Syuaib, saudara mereka sendiri. Dia berkata, “Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1039.mp3",
    "tafsir": "Ayat ini menceritakan bahwa kaum Madyan yaitu kaum Nabi Syu'aib tidak bersyukur kepada Allah disamping mereka mempersekutukan-Nya. Akhlak mereka sangat buruk sehingga kehidupan mereka bergelimang dalam penipuan, sampai kepada urusan tukar-menukar, timbang-menimbang. Menurut suatu riwayat jika orang asing datang berkunjung, mereka sepakat menuduh bahwa uang yang dibawa orang asing itu palsu, dengan demikian mereka menukarnya dengan harga (kurs) yang rendah sekali. Kepada kaum ini Allah mengutus Nabi Syu'aib agar dia menunjukkan kepada mereka jalan yang benar dan meninggalkan kecurangan dalam takaran dan timbangan.\nSebagaimana biasanya bahwa Allah memperkuat kenabian setiap Nabi-Nya dengan mukjizat seperti diketahui dari hadis Abu Hurairah, yaitu: \n\"Tidak seorang Nabi pun dari kalangan nabi-nabi kecuali diberikan kepadanya tanda-tanda kenabiannya yang menjadikan manusia percaya kepadanya. Sesungguhnya yang diberikan kepadaku ialah wahyu yang disampaikan kepadaku yaitu (Al-Qur'an). Maka aku mengharap bahwa aku akan mempunyai pengikut yang lebih banyak dari pada pengikut-pengikut nabi-nabi pada hari Kiamat\". (Riwayat al-Bukhari dan Muslim)\nTidak terdapat satu ayat pun dalam Al-Qur'an yang menerangkan tentang mukjizat yang diberikan kepada Nabi Syu'aib. Fakhrur Razi dalam tafsirnya, mengutip az-Zamakhsyari dalam tafsirnya \"Al-Kasysyaf\" mengatakan bahwa di antara mukjizat Nabi Syu'aib, yaitu dia memberikan tongkatnya kepada Nabi Musa. Tongkat itulah membinasakan ular-ular besar milik tukang-tukang sihir Firaun. Juga dia berkata kepada Nabi Musa, bahwa kambing-kambing ini akan beranak semuanya berbulu hitam putih, kemudian ternyata benar sebagaimana yang diucapkannya itu.",
    "quraish": "Kami juga telah mengutus kepada penduduk Madyan saudara mereka, Syu'ayb. Ia berkata, \"Menyembahlah kalian hanya kepada Allah. Tidak ada tuhan selain Dia. Telah datang untuk kalian bukti- bukti yang menjelaskan kebenaran dari Tuhan sebagai penguat risalah yang aku bawa. Pesan-pesan Tuhan kalian agar selalu mengadakan perbaikan antar sesama dan selalu berlaku adil juga telah datang. Maka sempurnakanlah takaran dan timbangan dalam jual beli kalian. Jangan membuat kerusakan di muka bumi yang baik ini dengan merusak tanaman atau lainnya, serta memutuskan tali persudaraan. Yang demikian itu lebih baik jika kalian betul-betul beriman kepada Allah dan kebenaran yang nyata.",
    "jalalayn": "(Dan) Kami telah mengutus (kepada penduduk Madyan saudara mereka Syuaib. Ia berkata, \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang kepadamu bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku (Maka sempurnakanlah) genapkanlah (takaran dan timbangan dan janganlah kamu kurangkan) maksudnya menekorkan (bagi manusia barang-barang takaran dan timbangan mereka dan janganlah kamu membuat kerusakan di muka bumi) dengan kekafiran dan maksiat-maksiat (sesudah Tuhan memperbaikinya) dengan mengutus rasul-rasul-Nya (Yang demikian itu) yang telah disebutkan itu (lebih baik bagimu jika betul-betul kamu orang-orang yang beriman) yang menghendaki keimanan, maka bersegeralah kamu kepada keimanan."
  },
  {
    "page": 161,
    "name": "Al-A'raf",
    "ayat": 86,
    "arab": "وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ",
    "translation": "Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1040.mp3",
    "tafsir": "Sesudah Nabi Syu'aib melarang kaumnya membuat kerusakan di bumi, maka ayat ini menerangkan bahwa Nabi Syu'aib juga melarang mereka duduk di jalan untuk mengganggu orang yang lewat. Terhadap orang yang beriman mereka ancam nyawanya dan terhadap orang yang belum beriman jika ia bermaksud mengunjungi Nabi Syu'aib mereka mengatakan bahwa Syu'aib itu seorang pendusta yang hendak menggoda orang agar meninggalkan agama nenek moyangnya.\nPada akhir ayat Nabi Syu'aib mengajak mereka mengenang masa-masa yang lalu ketika mereka masih sedikit jumlahnya, kemudian Allah mengembangbiakkan keturunan mereka dan memberi rezeki yang banyak. Karenanya hendaklah mereka bersyukur kepada Allah dengan meninggalkan kemusyrikan dan perbuatan kezaliman dan hendaklah mereka mengambil pelajaran dari kejadian-kejadian pada kaum-kaum yang berbuat kezaliman, antara lain meninggalkan agama yang benar dari umat-umat sebelum mereka, seperti kaum Nuh, kaum 'Ad, dan kaum tsamud. Hendaklah mereka mengambil pelajaran dari apa yang menjadi sebab Allah membinasakan umat-umat sebelum mereka itu. Dengan demikian Nabi Syu'aib secara tidak langsung telah memperingatkan kaumnya agar mereka tidak mengalami nasib seperti mereka yang telah dibinasakan oleh Allah itu.",
    "quraish": "Janganlah kalian duduk di setiap jalan kebenaran, petunjuk dan amal saleh dengan menakut-nakuti orang yang akan menempuh jalan itu. Dengan begitu kalian berarti telah menghalangi para pencari kebenaran untuk mencapai tujuannya. Mereka itu adalah ahl al-îmân (orang-orang yang memiliki keimanan yang benar) yang percaya kepada Allah. Sementara kalian menginginkan jalan yang bengkok. Ingatlah ketika jumlah kalian sedikit, lalu Allah jadikan jumlah kalian banyak berkat konsistensi kalian dalam mencari keturunan dan harta. Petiklah pelajaran dari kesudahan orang-orang yang sebelum kalian yang merusak.",
    "jalalayn": "(Dan janganlah kamu duduk di tiap-tiap jalan) yakni tempat orang berlalu lintas (dengan menakut-nakuti) membuat orang-orang takut untuk melewatinya karena takut pakaian mereka diambil atau dikenakan pajak (dan menghalang-halangi) menghambat (dari jalan Allah) agama-Nya (terhadap orang yang beriman kepada-Nya) dengan cara kamu mengancam akan membunuhnya (dan kamu menginginkan agar jalan Allah itu) kamu menghendaki agar jalan itu (menjadi bengkok) tidak lurus (Dan ingatlah di waktu dahulunya kamu berjumlah sedikit, kemudian Allah membuat kamu menjadi banyak, lalu perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan\") sebelum kamu, oleh karena mereka mendustakan rasul-rasul mereka; yakni akhir dari perkara mereka ialah kebinasaan."
  },
  {
    "page": 161,
    "name": "Al-A'raf",
    "ayat": 87,
    "arab": "وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔",
    "translation": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1041.mp3",
    "tafsir": "Ayat ini mengutarakan keahlian Nabi Syu'aib dalam menyampaikan ajaran-ajaran Allah yang dikemukakan dengan kata-kata yang tegas, bijaksana dan mengesankan. Nabi Syu'aib berkata kepada mereka jika ada golongan di antara mereka yang membenarkan seruannya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan perbuatan zalim seperti mengurangi hak manusia dalam menimbang dan menakar, maka mereka akan terhindar dari siksa Allah. Sebaliknya, sekiranya ada golongan di antara mereka yang masih belum menyambut seruannya dan masih tetap kufur dan zalim, maka Nabi Syu'aib mengancam mereka agar menunggu keputusan Tuhan yang seadil-adilnya, yaitu membela hamba-hamba-Nya yang beriman dan membinasakan golongan kafir yang berbuat kezaliman.",
    "quraish": "Jika ada sekelompok orang di antara kalian yang beriman kepada kebenaran yang aku bawa dan ada sekelompok lain yang tidak beriman, maka tunggulah sampai Allah menetapkan hukum-Nya di antara dua kelompok tersebut. Dia adalah hakim yang sebaik-baiknya.",
    "jalalayn": "(Jika ada segolongan daripada kamu beriman kepada apa yang aku diutus untuk menyampaikannya, dan ada pula segolongan yang tidak beriman) terhadapnya (maka bersabarlah kamu) artinya kamu harap menunggu (hingga Allah menetapkan hukum-Nya di antara kita) antara kami dan kamu, dengan menyelamatkan yang hak dan menghancurkan yang batil (dan Dia adalah hakim yang sebaik-baiknya) yang paling adil."
  }
]