[
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 105,
    "arab": "حَقِيْقٌ عَلٰٓى اَنْ لَّآ اَقُوْلَ عَلَى اللّٰهِ اِلَّا الْحَقَّۗ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّنْ رَّبِّكُمْ فَاَرْسِلْ مَعِيَ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
    "translation": "aku wajib mengatakan yang sebenarnya tentang Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah Bani Israil (pergi) bersamaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1059.mp3",
    "tafsir": "Dalam ayat ini dikisahkan ucapan Musa yang pertama kali disampaikan kepada Firaun setelah Allah mengangkatnya sebagai Rasul. Nabi Musa memberitahukan kepada Firaun, bahwa dia adalah utusan Allah, Tuhan semesta alam. Pemberitahuan ini berarti bahwa: Musa telah menjalankan tugasnya sebagai nabi Allah, Pencipta dan Penguasa seluruh alam. Karena itu hendaknya Firaun menerima keterangan Nabi Musa tersebut dan tidak akan menghalang-halangi tugasnya sebagai Rasul.\nSelanjutnya Nabi Musa menambahkan keterangannya, bahwa dia mengatakan yang hak mengenai Allah. Artinya: apa yang dikatakannya bahwa Allah adalah Tuhan Semesta Alam, dan bahwa Dia telah mengutusnya sebagai Rasul adalah hal yang sebenarnya. Ia tidak mengatakan sesuatu yang tidak benar, karena mustahil Allah mengutus orang yang suka berdusta.\nKemudian ditegaskan lagi, bahwa Musa membawa bukti-bukti yang dikaruniakan Allah kepadanya, untuk membuktikan kebenarannya dalam dakwahnya. Dalam ucapan itu, Nabi Musa memakai ungkapan: \"Sesungguhnya aku datang kepadamu membawa bukti dari Tuhanmu\". Ini adalah untuk menunjukkan bahwa Firaun bukanlah Tuhan, melainkan hanya sekedar hamba Tuhan. Sedang Tuhan yang sebenarnya adalah Allah swt.\nKeterangan ini sangat penting artinya, karena Firaun yang angkuh itu telah mengaku sebagai Tuhan dan menyuruh rakyatnya menyembah kepadanya. Maka penegasan Nabi Musa ini telah menyangkal kebohongan dan kesombongan Firaun, yang telah memposisikan dirinya sebagai Tuhan. selain itu, ungkapan Nabi Musa, juga mengandung arti, bahwa bukti-bukti yang dibawanya adalah karunia Allah bukan dari dirinya sendiri.\nPada akhir ayat ini disebutkan, bahwa setelah mengemukakan keterangan-keterangan tersebut di atas, dan setelah melalui perjuangan yang melelahkan Musa as menuntut kepada Firaun agar ia membebaskan Bani Israil dari cengkeraman kekuasaan dan perbudakannya, dan membiarkan mereka pergi bersama Nabi Musa meninggalkan negeri Mesir, kembali ke tanah air mereka di Palestina, agar mereka bebas dan merdeka untuk menyembah Tuhan mereka dan melaksanakan ajarannya.\nTuntutan Nabi Musa tersebut mengandung arti bahwa perbudakan oleh manusia terhadap sesama manusia harus dilenyapkan dan seorang penguasa hendaklah memberikan kebebasan kepada orang-orang yang berada di bawah kekuasaannya, untuk memeluk agama serta melakukan ibadah menurut kepercayaan masing-masing. Oleh sebab itu, kalau Firaun tidak mau beriman kepada Allah janganlah ia menghalangi orang lain untuk beriman dan beribadah menurut keyakinan mereka.\nAdalah menarik untuk diperhatikan bahwa ucapan pertama kali dari Nabi Musa as dalam rangka menjalankan tugasnya sebagai Rasul adalah berbeda dengan ucapan Nabi dan Rasul-rasul sebelumnya, ketika mereka mulai berdakwah, misalnya:\na. Ucapan pertama dari Nabi Nuh as kepada kaumnya adalah sebagai berikut:\n\n\"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia\". Sesungguhnya aku takut kamu akan ditimpa azab hari yang dahsyat (kiamat). (al-Araf/7:59)\n\nb. Ucapan Nabi Hud kepada kaum ad adalah :\n\n\"Dan kepada kaum Ad (Kami utus) Hud, saudara mereka. Dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?\" (al-Araf/7: 65)\n\nDan ucapan Nabi Saleh kepada kaum samud adalah:\n\n\n\"Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkan ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih\". ( al-Araf/7: 73)\n\nc. ucapan Nabi Syuaib kepada kaumnya, penduduk Madyan, adalah:\n\n\"Dan kepada penduduk Madyan, (Kami utus) Syuaib, saudara mereka sendiri. Dia berkata,\" \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan janganlah kamu merugikan sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman\". ( al-Araf/7: 85)\n\nSedang ucapan pertama dari Nabi Musa yang ditujukan kepada Firaun adalah:\n\n\n\"Wahai Firaun! Sungguh, aku adalah seorang utusan dari Tuhan seluruh alam.\" (al-Araf/7: 104)\n\nBila kita bandingkan antara ayat-ayat tersebut nampak perbedaan diantaranya yaitu bahwa: ucapan pertama dari Rasul-rasul sebelum Nabi Musa as yang ditujukan kepada kaum mereka masing-masing adalah berisi seruan kepada agama tauhid, yaitu menyembah Allah semata, dengan alasan bahwa tidak ada tuhan bagi manusia selain Allah. Sedang ucapan pertama dari Nabi Musa yang ditujukan kepada Firaun adalah berisi pemberitahuan kepadanya bahwa Musa adalah utusan Allah. Dengan demikian, dalam ucapan itu tidak ada seruan yang nyata kepada Firaun agar ia menyembah Allah.\nDari sini, dapat diambil kesimpulan atau pengertian sebagai berikut:\na. Obyek (sasaran) yang utama dari dakwah Musa bukan hanya Firaun tetapi termasuk kaumnya sendiri, yaitu Bani Israil. Musa bertugas untuk melepaskan Bani Israil dari perbudakan Firaun dan membimbing kaumnya kepada agama yang benar.\nb. Nabi Musa mengenal watak dan kelakuan Firaun, Firaun tidak saja ingkar kepada Allah, bahkan juga ia menganggap dirinya sebagai tuhan dan menyuruh orang lain untuk menyembahnya. Oleh sebab itu Firaun hanya diberi peringatan bahwa tuhan yang sebenarnya bukanlah dia, melainkan Allah Pencipta alam semesta. Karena tidak ada faedahnya untuk mengajak Firaun menyembah Allah, ajakan ini pasti tidak akan dihiraukan dan tidak akan diindahkannya.",
    "quraish": "Sungguh aku telah menyampaikan apa yang kudapatkan dari Allah secara benar. Untuk memperkuat kebenaran yang kubawa ini, aku datangkan kepadamu bukti-bukti yang jelas dan kuat. Maka lepaskanlah Banû Isrâ'îl pergi bersamaku. Bebaskanlah mereka dari perbudakanmu dan biarkanlah mereka keluar ke wilayah yang bukan wilayahmu, agar mereka dapat menyembah Tuhan mereka dan Tuhanmu.\"",
    "jalalayn": "(\"Aku lebih berhak) lebih pantas (untuk) agar (tidak mengatakan sesuatu terhadap Allah kecuali yang hak) menurut suatu qiraat dibaca tasydid ya-nya; haqiiqun adalah mubtada sedangkan khabarnya adalah an dan kalimat sesudahnya (Sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah pergi bersamaku) menuju ke negeri Syam (Bani Israel.\") kaum Bani Israel itu selalu ditindas oleh Firaun."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 106,
    "arab": "قَالَ اِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "translation": "Dia (Fir‘aun) menjawab, “Jika benar engkau membawa sesuatu bukti, maka tunjukkanlah, kalau kamu termasuk orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1060.mp3",
    "tafsir": "Pada ayat ini disebutkan jawaban Firaun kepada Nabi Musa, bahwa jika benar Nabi Musa datang menunjukkan kerasulannya hendaklah ia membuktikan kebenaran ucapannya, bahwa ia adalah utusan Allah, dan ia memperoleh mukjizat dari pada-Nya. Semula Firaun menduga bahwa Musa hanya berbohong mengaku menjadi utusan Allah. Oleh karena itu, Firaun minta ditunjukkan bukti kerasulan dan mukjizat tersebut bukan hanya dihadapannya tetapi juga di depan umum agar banyak orang yang mengetahuinya.",
    "quraish": "Fir'aun menjawab, \"Kalau kamu memang datang dengan membawa bukti pendukung dari Pengutusmu, maka perlihatkanlah itu kepadaku, jika kamu memang termasuk orang yang dapat dipercaya karena selalu mengatakan kebenaran.\"",
    "jalalayn": "(Berkatalah) Firaun kepadanya, (\"Jika kamu benar membawa sesuatu ayat) bukti yang memperkuat pengakuanmu (maka datangkanlah bukti itu jika betul kamu termasuk orang-orang yang benar.\") membawa bukti itu."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 107,
    "arab": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ  ",
    "translation": "Lalu (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1061.mp3",
    "tafsir": "Tantangan Firaun itu segera dijawab oleh Nabi Musa dengan memperlihatkan dua macam mukjizatnya. Pertama Musa menjatuhkan tongkatnya ke tanah, tiba-tiba tongkat tersebut menjadi seekor ular besar yang mempunyai sifat-sifat ular secara biologis, dapat bergerak dan berjalan dengan sesungguhnya, berbeda dengan ular yang diciptakan para pesihir pada masa itu, yang hanya nampak seolah-olah seperti ular yang bergerak, padahal tidak demikian. Orang-orang melihat benda itu seperti bergerak, karena pikiran mereka telah dipengaruhi terlebih dahulu oleh para pesihir tersebut. Berbeda halnya ular yang menjelma dari tongkat Nabi Musa itu.",
    "quraish": "Maka Mûsâ pun segera melemparkan tongkat yang ada di tangan kanannya ke hadapan Fir'aun dan kaumnya. Tiba-tiba tongkat itu menjadi ular yang merayap dengan cepat ke sana ke mari, yang menunjukkan bahwa ular itu memang benar-benar hidup.",
    "jalalayn": "(Maka Musa menjatuhkan tongkatnya, lalu seketika itu juga tongkat itu menjadi ular yang sebenarnya) yakni ular yang sangat besar bentuknya."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 108,
    "arab": "وَّنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ",
    "translation": "Dan dia mengeluarkan tangannya, tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1062.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Nabi Musa memperlihatkan mukjizat yang kedua, yaitu tangannya kelihatan bercahaya, memancarkan sinar yang terang.\nSetelah ia melemparkan tongkatnya, dan orang-orang yang hadir menyaksikan ular yang menjelma dari tongkat tersebut, maka Nabi Musa memasukkan tangannya ke ketiaknya melalui leher bajunya, kemudian dikeluarkannya. Ternyata tangannya itu menjadi putih cemerlang dan berkilauan, dan dapat dilihat dengan nyata oleh yang menyaksikannya, termasuk Firaun dan pengikutnya.\nDalam kisah Nabi Musa yang terdapat dalam surah thaha, surah an-Naml dan surah al-Qashas ditegaskan bahwa warna putih berkilauan yang kelihatan pada tangan Nabi Musa ketika itu adalah warna putih yang sehat, bukan warna putih yang disebabkan oleh penyakit sopak dan sebagainya.\nPerlu diingat, bahwa dalam kitab-kitab tafsir yang mendasarkan penafsirannya kepada riwayat-riwayat yang diterima dari orang-orang dahulu, sering terdapat kisah-kisah yang berlebih-lebihan dan sangat aneh, mengenai ular yang menjelma dari tongkat Nabi Musa tersebut. Kita harus waspada dan berhati-hati dalam menerima riwayat-riwayat semacam itu, karena tidak mempunyai dasar yang kuat. Bahkan sebagian berasal dari riwayat Israiliyat, yaitu dongeng-dongeng yang datang dari orang Yahudi, yang menyusup ke dalam kalangan kaum Muslimin yang bertujuan untuk merusak agama Islam dari dalam. Kenyataan sejarah menunjukkan, bahwa fitnah dan kekacauan yang terjadi dalam kalangan umat Islam, bahkan pembunuhan-pembunuhan terhadap khalifah-khalifah, biang keladinya adalah para penyusup itu, seperti Abdullah Ibnu Saba dari bangsa Yahudi yang berpura-pura masuk agama Islam. Lalu mengadakan pengacauan dalam bidang akidah, politik dan sebagainya, pada masa-masa permulaan Islam.\nSyukurlah bahwa di kalangan ulama-ulama Islam telah muncul para cendekiawan yang waspada, lalu mengadakan penyelidikan mengenai riwayat-riwayat tersebut dan lebih memilih riwayat-riwayat yang mempunyai dasar yang kuat, yang tidak diragukan kebenarannya.",
    "quraish": "Dan ia pun mengeluarkan tangan dari kantongnya. Saat itu tangannya menjadi putih gemerlapan, membuat silau orang-orang yang melihatnya.",
    "jalalayn": "(Dan ia mengeluarkan tangannya) mengeluarkannya dari dalam sakunya (maka ketika itu juga tangan itu menjadi putih bercahaya menyilaukan (bagi orang-orang yang melihatnya) berbeda warnanya dengan keadaan kulit tangan yang sebenarnya."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 109,
    "arab": "قَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ  ",
    "translation": "Pemuka-pemuka kaum Fir‘aun berkata, “Orang ini benar-benar pesihir yang pandai,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1063.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah para pembesar kaum Firaun menyaksikan mukjizat yang diperlihatkan Nabi Musa kepada mereka, hati nurani mereka tidak beriman, bahkan mereka menuduh Nabi Musa telah melakukan sihir. Mereka menganggap bahwa perubahan tongkat Nabi Musa menjadi ular besar yang mereka saksikan, sama halnya dengan apa yang dapat diperbuat oleh ahli-ahli sihir yang terkenal di masa itu. \nSihir dapat dibagi menjadi tiga macam, yaitu:\n1. Sihir yang menggunakan benda-benda alam tertentu, yang diperlakukan sedemikian rupa dengan cara-cara tertentu pula, yang hanya diketahui oleh ahli-ahli sihir sendiri, sehingga menghasilkan efek (kesan) yang sangat menakjubkan bagi masyarakat yang alam pikirnya masih primitif (bersahaja).\n2. Sihir yang didasarkan pada kecepatan tangan, dalam menyembunyikan dan menampakkan benda-benda tertentu, sehingga kelihatan lain bentuk dan rupanya dari keadaan yang sebenarnya. Hal ini sama dengan permainan sulap pada masa kita sekarang.\n3. Sihir yang berdasarkan ilmu hipnotis, yaitu mempengaruhi jiwa yang lemah oleh orang-orang yang memiliki jiwa yang kuat. Dan kadang-kadang mereka mempergunakan pengaruh jin, sehingga membuahkan perbuatan yang manakutkan dan membuat orang histeris, seperti permainan jailangkung, dan sebagainya.",
    "quraish": "Maka ketika Mûsâ telah memperlihatkan bukti-bukti dari Allah itu, tercenganglah para kroni dan pembesar Fir'aun. Mereka pun, dengan menjilat dan bersikap munafik, berkata kepada Fir'aun, \"Ini sebenarnya hanya kemahiran sihir saja, bukan bukti dari Allah.",
    "jalalayn": "(Pemuka-pemuka kaum Firaun berkata, \"Sesungguhnya Musa ini adalah ahli sihir yang pandai) yang ulung di dalam ilmu sihir, dan di dalam surah Asy-Syu`ara disebutkan bahwa perkataan ini adalah perkataan Firaun sendiri. Seolah-olah para pemuka kaum Firaun itu mengatakan perkataan tersebut bersama Firaun sendiri, setelah mereka dan dia bermusyawarah tentang hal itu."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 110,
    "arab": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ",
    "translation": "yang hendak mengusir kamu dari negerimu.” (Fir‘aun berkata), “Maka apa saran kamu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1064.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa para pembesar Firaun menghasut Firaun dengan menyatakan kepadanya, bahwa Musa adalah orang yang mempunyai pengetahuan dan bermaksud jahat, yaitu hendak merebut kekuasaan dari tangan Firaun dan mengusirnya bersama pengikutnya dari negeri Mesir. Hasutan ini berhasil, sehingga Firaun bertanya kepada mereka tentang apa yang akan mereka lakukan kepada Musa.\nDi dalam kisah Nabi Musa yang terdapat dalam Surah Yunus diterangkan pula ucapan pemesar-pembesar Firaun kepada Nabi Musa sebagai berikut:\n\n\"Mereka berkata: \"Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua\". (Yunus/10:78)",
    "quraish": "Dengan sihirnya itu, ia sebenarnya ingin merampas kekuasaanmu dan mengusirmu dari negeri ini. Dengan sihir itu pula ia dapat meluluhkan hati warga negeri ini agar mengikutinya. Fir'aun berkata, \"Cobalah pikirkan apa saran kalian untuk keluar dari kesulitan yang dilakukannya ini!\"",
    "jalalayn": "(Yang bermaksud hendak mengeluarkan kamu dari negerimu.\" Firaun berkata, \"Maka apakah yang kamu anjurkan?\")"
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 111,
    "arab": "قَالُوْآ اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ ",
    "translation": "(Pemuka-pemuka) itu menjawab, “Tahanlah (untuk sementara) dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para pesihir),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1065.mp3",
    "tafsir": "Oleh karena Firaun meminta saran kepada para pembesarnya, maka mereka mengajukan saran agar Musa dan saudaranya (yaitu Nabi Harun) ditahan, dan penyelesaian masalahnya ditangguhkan buat sementara. Di samping itu, Para pembesar Firaun itu mengatakan bahwa Firaun harus segera mengirim utusan, ke semua pelosok negeri, untuk mengumpulkan ahli-ahli sihir yang sangat mahir, yang diharapkan akan dapat mengalahkan mukjizat Nabi Musa yang telah diperlihatkan kepada mereka.\nAdanya saran mereka untuk menangguhkan persoalan Nabi Musa, menunjukkan bahwa Firaun telah berniat untuk membunuh Nabi Musa dan saudaranya Harun. Lalu para pembesar menyarankan, agar Firaun tidak tergesa-gesa melaksanakan pembunuhan itu, sebelum diuji kebenarannya dengan dihadapkan kepada ahli-ahli sihir yang pandai, sehingga persoalan menjadi jelas bagi orang banyak.\nDari ayat ini dapat dipahami, bahwa adanya saran untuk mengumpulkan semua ahli sihir yang paling mahir yang ada di negeri Mesir pada masa itu, menunjukkan betapa hebatnya mukjizat yang dikaruniakan Allah kepada Nabi Musa, sehingga mereka merasa perlu untuk mengumpulkan semua ahli sihir yang pandai untuk melawannya. Di samping menunjukkan kebodohan Firaun dan para pengikutnya, yang tidak bisa memahami bahwa yang diperlihatkan oleh Nabi Musa kepada mereka adalah anugerah Allah Yang Mahakuasa. Karena ketidakfahaman mereka, maka mereka mengira sama dengan sihir. Selain itu peristiwa ini juga menunjukkan, bahwa salah satu dari sifat manusia ialah suka menentang meskipun ia melihat sesuatu yang benar. Sifat inilah yang mendorong Firaun dan para pengikutnya untuk mengumpulkan ahli-ahli sihirnya untuk menentang Nabi Musa as. \nBila diselidiki motif yang mendorong mereka untuk menentang rasul dan agama yang dibawanya, tak lain adalah kekhawatiran mereka akan kehilangan pengaruh, dan keinginan mereka untuk mempertahankan kedudukan, kekuasaan, kewibawaan, dan harta benda. Maka para pemuka Firaun itu menghasut Firaun dengan menyatakan, bahwa Musa bermaksud untuk merebut kekuasaan dari tangan Firaun, dan mengusirnya dari negerinya. Sikap menjilat semacam itu senantiasa dijumpai sepanjang masa.",
    "quraish": "Para pembesar itu pun menjawab, \"Berilah tempo kepadanya dan saudaranya yang menjadi tangan kanannya. Kerahkanlah beberapa bala tentara ke kota-kota yang berada di bawah kekuasaanmu untuk mengumpulkan ahli-ahli sihir.",
    "jalalayn": "(Pemuka-pemuka itu menjawab, \"Beri tangguhlah dia dan saudaranya) tangguhkanlah perkara keduanya (serta kirimlah ke kota-kota beberapa orang yang akan mengumpulkan ahli-ahli sihir) yang menghimpun para ahli sihir."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 112,
    "arab": "يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
    "translation": "agar mereka membawa semua pesihir yang pandai kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1066.mp3",
    "tafsir": "Oleh karena Firaun meminta saran kepada para pembesarnya, maka mereka mengajukan saran agar Musa dan saudaranya (yaitu Nabi Harun) ditahan, dan penyelesaian masalahnya ditangguhkan buat sementara. Di samping itu, Para pembesar Firaun itu mengatakan bahwa Firaun harus segera mengirim utusan, ke semua pelosok negeri, untuk mengumpulkan ahli-ahli sihir yang sangat mahir, yang diharapkan akan dapat mengalahkan mukjizat Nabi Musa yang telah diperlihatkan kepada mereka.\nAdanya saran mereka untuk menangguhkan persoalan Nabi Musa, menunjukkan bahwa Firaun telah berniat untuk membunuh Nabi Musa dan saudaranya Harun. Lalu para pembesar menyarankan, agar Firaun tidak tergesa-gesa melaksanakan pembunuhan itu, sebelum diuji kebenarannya dengan dihadapkan kepada ahli-ahli sihir yang pandai, sehingga persoalan menjadi jelas bagi orang banyak.\nDari ayat ini dapat dipahami, bahwa adanya saran untuk mengumpulkan semua ahli sihir yang paling mahir yang ada di negeri Mesir pada masa itu, menunjukkan betapa hebatnya mukjizat yang dikaruniakan Allah kepada Nabi Musa, sehingga mereka merasa perlu untuk mengumpulkan semua ahli sihir yang pandai untuk melawannya. Di samping menunjukkan kebodohan Firaun dan para pengikutnya, yang tidak bisa memahami bahwa yang diperlihatkan oleh Nabi Musa kepada mereka adalah anugerah Allah Yang Mahakuasa. Karena ketidakfahaman mereka, maka mereka mengira sama dengan sihir. Selain itu peristiwa ini juga menunjukkan, bahwa salah satu dari sifat manusia ialah suka menentang meskipun ia melihat sesuatu yang benar. Sifat inilah yang mendorong Firaun dan para pengikutnya untuk mengumpulkan ahli-ahli sihirnya untuk menentang Nabi Musa as. \nBila diselidiki motif yang mendorong mereka untuk menentang rasul dan agama yang dibawanya, tak lain adalah kekhawatiran mereka akan kehilangan pengaruh, dan keinginan mereka untuk mempertahankan kedudukan, kekuasaan, kewibawaan, dan harta benda. Maka para pemuka Firaun itu menghasut Firaun dengan menyatakan, bahwa Musa bermaksud untuk merebut kekuasaan dari tangan Firaun, dan mengusirnya dari negerinya. Sikap menjilat semacam itu senantiasa dijumpai sepanjang masa.",
    "quraish": "Dengan berkumpulnya para ahli sihir itu di hadapanmu, mereka akan membeberkan hakikat yang sebenarnya dibawa Mûsâ. Dengan demikian, tak seorang pun yang dapat diperdaya.\"",
    "jalalayn": "(Supaya mereka membawa kepadamu semua ahli sihir) menurut suatu qiraat dibaca sahhaar (yang pandai.\") maksudnya yang dapat melebihi kepandaian ilmu sihir Musa, akhirnya mereka dapat menghimpunnya."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 113,
    "arab": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
    "translation": "Dan para pesihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami akan mendapat imbalan, jika kami menang?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1067.mp3",
    "tafsir": "Setelah Firaun mengerahkan orang-orangnya untuk mengumpulkan para ahli sihir yang pandai dari berbagai pelosok wilayah kekuasaannya, ketika para ahli sihir tersebut datang kepada Firaun, dan mereka pun berkata kepadanya, \"Apakah kami akan mendapatkan imbalan jasa, atas tugas yang berat ini, bila kami berhasil mengalahkan Musa?\" Demikian motivasi para ahli sihir sama dengan latar belakang perjuangan para pembesar Firaun yaitu materi, kedudukan dan uang, tidak ada sama sekali idealisme, spiritualisme maupun moralitas yang luhur. Tujuan hidupnya hanya untuk sesaat yaitu uang.",
    "quraish": "Ahli-ahli sihir yang dikumpulkan oleh bala tentara itu pun datang ke hadapan Fir'aun. Kemudian mereka berkata kepada Fir'aun, \"Tentulah kami akan mendapatkan upah yang besar--sesuai dengan tugas yang kami emban--jika kami dapat mengalahkan Mûsâ.\"",
    "jalalayn": "(Dan beberapa ahli sihir itu datang kepada Firaun mengatakan, \"Apakah sesungguhnya) menurut qiraat yang lain lafal inna dibaca ainna (kami akan mendapat upah jika kamilah yang menang?\")."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 114,
    "arab": "قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
    "translation": "Dia (Fir‘aun) menjawab, “Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1068.mp3",
    "tafsir": "Firaun menjawab pertanyaan mereka itu, \"Ya kamu akan mendapat upah yang besar, dan di samping itu kamu akan menjadi orang-orang yang dekat dengan kami, sehingga kamu akan memperoleh pangkat dan harta benda yang akan memberikan kenikmatan dan kebahagiaan bagimu\".\nJawaban Firaun kepada para ahli sihir tersebut menunjukkan bahwa ia sangat memerlukan tenaga dan keahlian mereka, karena ia sangat khawatir akan kehilangan kedudukan dan kerajaannya, menurut pendapatnya akan timbul malapetaka baginya apabila ia tidak memenuhi permintaan mereka itu. Oleh sebab itu, imbalan jasa yang dijanjikan kepada mereka tidak hanya sekedar upah yang berwujud uang dan benda, melainkan ditambah pula dengan pangkat dan kedudukan sebagai orang yang dekat kepada raja. Ini adalah merupakan satu impian dan kebanggaan yang didambakan oleh banyak orang.",
    "quraish": "Fir'aun menanggapi tuntutan mereka, \"Tentu, bagi kalian upah yang besar. Lebih dari itu, kalian akan termasuk orang-orang terdekatku.\"",
    "jalalayn": "(Firaun menjawab, \"Ya, dan sesungguhnya kamu benar-benar akan termasuk orang-orang yang dekat kepadaku.\")"
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 115,
    "arab": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
    "translation": "Mereka (para pesihir) berkata, “Wahai Musa! Engkaukah yang akan melemparkan lebih dahulu, atau kami yang melemparkan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1069.mp3",
    "tafsir": "Setelah mendapat jawaban dan janji yang menggembirakan dari Firaun tersebut, maka ahli-hli sihir lalu menoleh kepada Nabi Musa dan mereka berkata kepadanya: \"Siapakah yang akan memulai lebih dahulu, kamu atau kami?\"\nTantangan mereka ini menunjukkan bahwa para ahli sihir Firaun sangat percaya diri dan sangat membanggakan keampuhan sihirnya. Mereka tidak memperdulikan akibat yang akan menimpa diri mereka, seandainya mereka tidak mampu membuktikan keampuhan sihirnya, kalau tidak karena percaya diri yang berlebihan ini pastilah mereka tidak akan memberikan kesempatan lebih dahulu kepada musuhnya.",
    "quraish": "Para ahli sihir itu pun--setelah mendapatkan janji Fir'aun--dengan penuh percaya diri mendatangi Mûsâ dan berkata, \"Silakan lempar lebih dulu apa yang kamu miliki, atau biar kami yang lebih dulu melempar.\"",
    "jalalayn": "(Ahli-ahli sihir berkata, \"Hai Musa! Kamukah yang akan melemparkan lebih dahulu) tongkatmu (ataukah kami yang akan melemparkan?\") apa-apa yang ada pada kami."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 116,
    "arab": "قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
    "translation": "Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1070.mp3",
    "tafsir": "Nabi Musa mempersilakan mereka untuk mendahului, tanpa merasa khawatir terhadap kekuatan dan keampuhan sihir mereka, karena ia yakin akan pertolongan Allah, dan ia yakin bahwa mukjizat tidak akan terkalahkan oleh sihir manusia.\nAhli-ahli sihir itu lalu menjatuhkan tali-tali dan tongkat-tongkat mereka ke tanah, dan mereka menyihir penglihatan orang banyak yang menyaksikan peristiwa tersebut, termasuk Nabi Musa sendiri, orang banyak terpengaruh oleh sihir mereka melihat semua tali dan tongkat tersebut telah berubah menjadi ular sehingga mereka merasa takut, karena mereka menyangka itu ular sebenarnya. Firman Allah :\n\nMaka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66)\n\nMereka itu tampaknya berhasil melakukan sihir yang dahsyat dan mempunyai pengaruh yang besar terhadap orang-orang yang menyaksikannya. Bahkan Nabi Musa sendiri pun pada mulanya merasa gentar juga. Hal ini disebutkan Allah pada ayat-ayat lain dengan firman-Nya:\nDan firman-Nya dalam ayat berikut:\n\nMaka Musa merasa takut dalam hatinya. Kami berfirman: Jangan takut! Sungguh engkaulah yang unggul (menang). (thaha/20: 67-68)",
    "quraish": "Dengan penuh keyakinan dan tanpa rasa takut sedikit pun, Mûsâ menjawab, \"Lemparlah lebih dulu apa yang ada pada kalian.\" Ketika mereka semua telah melempar apa yang dibawa berupa tali dan tongkat, mata orang-orang pun terkelabui, seolah-olah apa yang mereka lakukan itu benar-benar terjadi. Padahal sebenarnya hal itu merupakan kamuflase belaka. Orang-orang pun tercengang dan ketakutan. Para ahli sihir itu memang telah melakukan suatu bentuk sihir yang hebat dan mengagumkan.",
    "jalalayn": "(Musa menjawab, \"Lemparkanlah olehmu lebih dahulu) ini adalah suatu perintah yang mempersilakan mereka untuk melemparkan apa yang ada pada mereka, sebagai suatu taktik dari Musa untuk menampakkan yang hak (Maka tatkala mereka melemparkan) tambang-tambang mereka dan tongkat-tongkat mereka (mereka menyulap mata orang) mereka membalik mata para hadirin supaya tidak bisa melihat hal yang sebenarnya (dan menjadikan orang banyak itu takut) artinya mereka membuatnya takut karena mereka menjadikan seolah-olah hal itu adalah ular-ular yang menjalar (serta mereka mendatangkan sihir yang besar, menakjubkan\")."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 117,
    "arab": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ",
    "translation": "Dan Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1071.mp3",
    "tafsir": "Setelah Allah menenangkan Nabi Musa, Allah berfirman kepadanya, \"Jatuhkanlah tongkatmu itu (ke tanah).\" Maka sekonyong-konyong tongkat itu berubah menjadi ular yang sebenarnya, dan menelan semua ular hasil sihir mereka. Karena mukjizat tongkat Nabi Musa menjadi ular yang sebenarnya, dan kemudian makan tali dan tongkat kecil yang disihir menjadi ular, maka hal ini menjadi peristiwa luar biasa yang pantas menjadi mukjizat Nabi utusan Allah.",
    "quraish": "Allah pun memerintahkan agar Mûsâ melempar tongkatnya. Tibalah saat yang ditunggu, dan Mûsâ pun segera melemparkan tongkatnya. Seketika itu juga tongkat itu menelan dengan cepat pengelabuan dan kebohongan sihir mereka.",
    "jalalayn": "(Dan Kami wahyukan kepada Musa, \"Lemparkanlah tongkatmu!\" Maka sekonyong-konyong tongkat itu menelan) dengan membuang salah satu di antara kedua ta yang asal, yakni: tongkat itu mencaplok (apa yang mereka sulapkan) apa yang mereka balikkan pada pandangan mata orang dengan tipu sulap mereka."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 118,
    "arab": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ",
    "translation": "Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1072.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa dengan lenyapnya semua ular ciptaan ahli-ahli sihir Firaun dari pandangan orang-orang yang menyaksikannya, berarti kemenangan bagi mukjizat Nabi Musa atas perbuatan ahli-ahli sihir yang penuh kebathilan dan kepalsuan itu. Sihir mereka menjadi tidak berdaya menghadapi mukjizat utusan Allah.\nDalam kisah Nabi Musa yang terdapat dalam Surah thaha, sehubungan dengan masalah ini Allah berfirman:\n\nApa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang. (thaha/20: 69)\n\nSedang dalam kisahnya yang terdapat dalam surah Yunus, Allah berfirman sebagai berikut:\n\nSetelah mereka melemparkan, Musa berkata, \"Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.\" (Yunus/10: 81)",
    "quraish": "Maka nyatalah kebenaran yang berada di pihak Mûsâ dan batillah pengelabuan yang dilakukan para ahli sihir itu.",
    "jalalayn": "(Karena itu nyatalah yang benar) yakni telah tetap dan menang yang benar itu (dan batallah yang selalu mereka kerjakan) yaitu perbuatan-perbuatan sihir mereka."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 119,
    "arab": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ",
    "translation": "Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1073.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan bahwa pesihir itu telah dikalahkan di tempat itu, dan jadilah mereka orang-orang yang hina dina. Artinya bila sebelum peristiwa itu, para pesihir merasa bangga percaya diri secara berlebihan, maka setelah kekalahan itu tersingkaplah kebohongan dan kepalsuan mereka, karena sihir mereka tidak mempunyai kekuatan sama sekali. Di samping itu, karena kekalahan tersebut, sirnalah sudah harapan mereka untuk mendapatkan harta benda, pangkat dan kekayaan yang tadinya telah dijanjikan Firaun kepada mereka.\nKekalahan para pesihir tersebut berarti kekalahan Firaun dan para pembesarnya. Pada mulanya mereka percaya bahwa para pesihir yang terpandai yang mereka kumpulkan dari berbagai tempat dalam wilayah kekuasaannya, dengan mudah dapat mengalahkan Nabi Musa. Karena itu ia mengobral janji, tetapi ternyata para pesihirnya itu mengalami kekalahan, dan Nabi Musa mendapat kemenangan, maka pudarlah harapan Firaun dan pemuka-pemukanya untuk dapat mempertahankan kebesaran dan kekuasaannya. Hilanglah kehebatan mereka di mata orang banyak, dan jadilah mereka orang-orang yang hina. Apalagi peristiwa tersebut terjadi pada salah satu hari raya mereka dan tidak disaksikan orang banyak. Mengenai ini Allah berfirman dalam ayat lain:\n\nDia (Musa) berkata, \"(Perjanjian) waktu (untuk pertemuan kami dengan kamu itu) ialah pada hari raya dan hendaklah orang-orang dikumpulkan pada pagi hari (dhuha).\" (thaha/20: 59)",
    "quraish": "Dalam pertemuan itu, Fir'aun beserta para pembantunya berada di pihak yang kalah. Mereka merasa sangat terhina dengan kekalahan ini.",
    "jalalayn": "(Maka mereka kalah) yakni Firaun dan kaumnya (di tempat itu dan jadilah mereka orang-orang yang hina) artinya kini mereka menjadi orang-orang yang kecil lagi hina."
  },
  {
    "page": 164,
    "name": "Al-A'raf",
    "ayat": 120,
    "arab": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ",
    "translation": "Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1074.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Firaun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Firaun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta.\nMengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut:\n\nLalu para pesihir itu merunduk bersujud, seraya berkata, \"Kami telah percaya kepada Tuhannya Harun dan Musa.\" (thaha/20:70)\n\nDalam ayat lain Allah berfirman:\n\n\nMaka menyungkurlah para pesihir itu, bersujud, mereka berkata, \"Kami beriman kepada Tuhan seluruh alam\". (asy-Syuara/26:46-47)",
    "quraish": "Demikianlah halnya Fir'aun dan pembesar-pembesarnya. Adapun para ahli sihir itu, mereka tercengang kagum mendapati kebenaran yang terjadi itu, sehingga terdorong untuk sujud kepada Allah dan tunduk kepada kebenaran.",
    "jalalayn": "(Dan ahli-ahli sihir itu dengan serta-merta meniarapkan diri dengan bersujud)."
  }
]