[
  {
    "page": 166,
    "name": "Al-A'raf",
    "ayat": 131,
    "arab": "فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Ini adalah karena (usaha) kami.” Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1085.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan sifat dan tabiat Firaun dan pengikutnya, bahwa pada saat mereka mengalami kemakmuran hidup, mereka mengatakan bahwa hal itu sudah sewajarnya, karena negeri mereka subur dan mereka pun rajin bekerja. Tidak terbayang dalam hati mereka bahwa semuanya itu adalah rahmat dari Allah yang patut mereka syukuri. Sebaliknya, apabila mereka mengalami bahaya kekeringan, kelaparan, penyakit, mereka lalu melemparkan kesalahan dan umpatan kepada Nabi Musa. Mereka katakan bahwa semua malapetaka itu disebabkan kesalahan Nabi Musa dan kaumnya. Mereka lupa kepada kejahatan dan kezaliman yang mereka perbuat terhadap kaum Nabi Musa, karena mereka menganggap bahwa perbudakan dan perbuatan kejam yang mereka lakukan terhadap Bani Israil itu adalah wajar dan merupakan hak mereka sebagai bangsa yang berkuasa. Itu adalah gambaran yang paling jelas tentang sikap dan tabiat kaum imperialis sepanjang masa.\nPada akhir ayat ini Allah menegaskan bahwa cobaan yang menimpa diri orang-orang kafir itu adalah ketetapan dari Allah, akan tetapi kebanyakan mereka tidak mengetahuinya. Maksudnya ialah bahwa semua kebaikan yang mereka peroleh, dan segala cobaan yang mereka hadapi, semua itu sudah merupakan qadha dan qadar yang telah ditetapkan Allah, sesuai dengan sunnah-Nya yang berlaku bagi semua makhluknya, yaitu sesuai dengan sebab dan akibat, sehingga apa-apa yang terjadi pada manusia adalah merupakan akibat belaka dari sikap, perbuatan dan tingkah lakunya. Akan tetapi, kebanyakan mereka tidak mau menginsafinya. Mereka tetap berada dalam kekufuran dan kezaliman.",
    "quraish": "Akan tetapi Fir'aun dan kaumnya, yang tidak terbiasa memegang kebenaran, kembali ingkar dan berbuat maksiat. Mereka memang orang-orang yang tidak konsisten. Jika mereka memperoleh kesuburan dan kemakmuran--dan begitulah yang acapkali terjadi--mereka akan berkata, \"Kami memang berhak mendapatkan hal ini, karena keistimewaan kami yang tidak dimiliki orang lain.\" Tetapi jika mereka ditimpa malapetaka seperti kemarau panjang, terserang wabah dan krisis ekonomi, mereka menganggap hal itu disebabkan oleh adanya \"kutukan\" Mûsâ dan pengikutnya. Mereka lupa bahwa kezaliman dan kejahatan yang mereka lakukan itulah yang sebenarnya membuat mereka ditimpa malapetaka seperti itu. Allahlah yang menimpakan bencana itu disebabkan perbuatan-perbuatan buruk yang mereka lakukan; bukan karena Mûsâ dan pengikutnya sebagaimana yang mereka kambinghitamkan. Akan tetapi kebanyakan mereka tidak menyadari hakikat yang tidak diragukan ini.",
    "jalalayn": "(Kemudian apabila datang kepada mereka kemakmuran) kesuburan tanah dan kecukupan hidup (mereka berkata, \"Ini adalah karena usaha kami\") kami berhak memperolehnya, akan tetapi mereka tidak mau mensyukurinya. (Dan jika mereka ditimpa kesusahan) kekeringan dan musibah/bencana (mereka lemparkan sebab kesialan itu) mereka menganggap kesialan itu (kepada Musa dan orang-orang yang besertanya) dari kalangan orang-orang yang beriman. (Ketahuilah sesungguhnya kesialan mereka itu) rasa sial mereka itu (adalah ketetapan dari Allah) yang sengaja diturunkan kepada mereka (akan tetapi kebanyakan mereka tidak mengetahui) bahwa apa yang menimpa mereka adalah datang dari sisi Allah."
  },
  {
    "page": 166,
    "name": "Al-A'raf",
    "ayat": 132,
    "arab": "وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
    "translation": "Dan mereka berkata (kepada Musa), “Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami, kami tidak akan beriman kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1086.mp3",
    "tafsir": "Pada ayat ini dijelaskan keingkaran mereka walaupun Nabi Musa telah memberikan berbagai keterangan dan bukti yang jelas tentang kerasulannya. Mereka berkata kepada Nabi Musa: \"Bagaimana pun kamu telah mendatangkan berbagai keterangan itu, namun kami sekali-kali tidak akan beriman kepada kamu.\"\nSemua keterangan-keterangan yang telah dikemukakan Nabi Musa kepada mereka yang membuktikan kerasulannya, mereka anggap sebagai sihir untuk mempengaruhi mereka, agar meninggalkan agama nenek moyang mereka. Kemudian mereka menegaskan bahwa mereka sekali-kali tidak akan membenarkan semua keterangan dan bukti-bukti tersebut. Ini berarti bahwa mereka tidak akan menerima agama Allah yang disampaikan kepada Nabi Musa untuk mereka semuanya. Tetapi mereka tetap melakukan kezaliman terhadap Bani Israil dan Nabi Musa.",
    "quraish": "Karena adanya asumsi yang salah seperti inilah, mereka senantiasa tetap mempertahankan kemungkaran. Dan mereka--saat menyaksikan bukti-bukti kebenaran Mûsâ a. s.--berkata, \"Meskipun kamu ketengahkan seluruh bukti dengan berbagai macam coraknya agar kami meninggalkan keyakinan kami dan tidak memperbudak kalian, kami tetap tidak akan percaya dan patuh kepadamu.\"",
    "jalalayn": "(Dan mereka berkata,) kepada Musa (\"Bagaimana kamu mendatangkan keterangan kepada kami untuk menyihir kami dengan keterangan itu, maka kami sekali-kali tidak akan beriman kepadamu.\") kemudian Musa berdoa agar mereka diberi pelajaran."
  },
  {
    "page": 166,
    "name": "Al-A'raf",
    "ayat": 133,
    "arab": "فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
    "translation": "Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1087.mp3",
    "tafsir": "Dalam ayat ini diceritakan bahwa sebagai akibat dari keingkaran, kekufuran dan kezaliman mereka, maka Allah menurunkan azab yang lebih dahsyat kepada mereka berupa topan yang melanda rumah dan pohon-pohonan, kebun dan sawah-sawah mereka, kemudian datang lagi hama belalang yang membinasakan tanaman-tanaman mereka, dan akhirnya muncul wabah lain yang menjadikan air minum mereka berubah rasa, berubah bau, dan berubah warnanya seperti darah yang tidak dapat mereka minum.\nMeskipun lima macam azab yang ditimpakan Allah bertubi-tubi kepada Firaun dan kaumnya. Mereka tetap menyombongkan diri dan berbuat dosa, dan itu merupakan sifat mereka yang paling menonjol.",
    "quraish": "Maka Allah menimpakan kepada mereka lebih banyak lagi bencana dan malapetaka. Dimulai dalam bentuk angin topan yang meluluhlantakan tempat-tempat tinggal mereka, datangnya belalang dalam jumlah besar yang menggerogoti tumbuh-tumbuhan dan pepohonan, serangan hama dan kuman yang membinasakan ternak dan tanaman, tersebarnya katak yang dapat memperkeruh kehidupan mereka dan melalui \"bencana darah\" yang mengakibatkan berbagai macam penyakit seperti pendarahan pada beberapa organ tubuh, terkontaminasinya darah, naiknya tekanan darah yang mengakibatkan kelumpuhan (stroke), kencing darah akibat menderita dan sejenisnya, atau berupa berubahnya air yang dibutuhkan dalam keseharian menjadi lautan darah, dan sebagainya. Allah telah mendatangkan pelbagai malapetaka seperti yang disebutkan tadi, tetapi itu semua tidak membuat mereka sadar. Watak mereka memang keras dan hati mereka pun membatu. Mereka enggan beriman dan kembali kepada kebenaran. Mereka, seperti biasanya, merupakan sekelompok manusia yang terlalu sering melakukan kejahatan.",
    "jalalayn": "(Maka Kami kirimkan kepada mereka taufan) yaitu air bah yang memasuki rumah-rumah mereka sehingga mencapai setinggi tempat pesanggrahan duduk mereka selama tujuh hari (belalang) kemudian belalang itu memakan persawahan dan buah-buahan milik mereka, demikian pula (kutu) ulat atau sejenis serangga yang memakan apa yang ditinggalkan oleh belalang (katak) kemudian katak itu memenuhi rumah-rumah mereka dan juga makanan-makanan mereka (dan darah) di dalam air milik mereka (sebagai bukti-bukti yang jelas) yang terang (tetapi mereka tetap menyombongkan diri) tidak mau beriman kepada bukti-bukti tersebut (dan mereka adalah kaum yang berdosa)."
  },
  {
    "page": 166,
    "name": "Al-A'raf",
    "ayat": 134,
    "arab": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ اِسْرَاۤءِيْلَ ۚ",
    "translation": "Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, “Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1088.mp3",
    "tafsir": "Dalam ayat ini Allah menceritakan bagaimana keadaan Firaun dan kaumnya ketika mereka ditimpa lima macam azab itu. Mereka sudah tidak dapat berkutik, lalu meminta pertolongan Nabi Musa agar ia mendoakan kepada Allah untuk membebaskan mereka dari penderitaan akibat azab tersebut. Mereka berkata, \"Hai Musa, mohonkanlah untuk kami kepada Tuhanmu dengan perantaraan kenabianmu, jika kamu dapat menghilangkan azab itu dari kami, sesungguhnya kami berjanji bahwa kami akan beriman kepadamu, dan akan kami biarkan Bani Israil pergi bersamamu.\"\nDemikianlah setelah mereka tidak mampu menyelamatkan diri dari siksa itu maka mereka berpura-pura beriman dan berjanji akan membebaskan Bani Israil dan membiarkan mereka meninggalkan Mesir bersama Nabi Musa. Akan tetapi dapatkah dipercaya janji orang-orang kafir?",
    "quraish": "Manakala ditimpa suatu azab, mereka--karena begitu mudah berubah sikap sesuai situasi--akan merengek kesakitan, \"Wahai Mûsâ, mohonkanlah untuk kami perkenan Tuhanmu, yang telah berjanji memberimu ayat-ayat dan mengabulkan doamu, agar menghilangkan azab-azab yang menimpa kami ini. Jika Dia menghilangkan azab itu dari kami, kami berjanji akan tunduk dan patuh kepadamu dan kami pun akan melepaskan Banû Isrâ'îl pergi bersamamu, seperti yang kamu inginkan.\"",
    "jalalayn": "(Dan ketika mereka ditimpa azab) yaitu siksaan (mereka pun berkata, \"Hai Musa! Mohonkanlah untuk kami kepada Tuhanmu dengan perantaraan kenabian yang diketahui Allah ada pada sisimu) yang dapat menghilangkan azab dari kami jika kami beriman (Sesungguhnya jika) lam adalah bermakna qasam/sumpah (kamu dapat menghilangkan azab itu dari kami, pasti kami akan beriman kepadamu dan akan kami biarkan Bani Israel pergi bersamamu.\")."
  },
  {
    "page": 166,
    "name": "Al-A'raf",
    "ayat": 135,
    "arab": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوْهُ اِذَا هُمْ يَنْكُثُوْنَ",
    "translation": "Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1089.mp3",
    "tafsir": "Berkat doa Nabi Musa yang memohon kepada Allah agar melepaskan Firaun dan kaumnya dari azab Allah yang menimpa mereka, akhirnya Firaun dan kaumnya terlepas dari azab tersebut, sebelum mereka ditenggelamkan Allah, namun terlepasnya mereka dari azab Allah, tidak membuat mereka beriman dan menepati janjinya untuk membebaskan Bani Israil keluar dari Mesir dan dari penindasan mereka. Bahkan mereka tetap bertekad menentang Allah dan tetap dalam kekufuran.",
    "quraish": "Tetapi setiap kali azab-azab yang menimpa mereka itu satu demi satu kami hilangkan, mereka selalu menyalahi janji dan mengkhianati sumpah mereka. Dan mereka pun kembali seperti sediakala. Cobaan- cobaan yang pedih itu tidak ada gunanya bagi mereka.",
    "jalalayn": "(Maka setelah Kami hilangkan) berkat doa Musa (dari mereka azab itu hingga batas waktu yang mereka sampai kepadanya, tiba-tiba mereka mengingkarinya) janjinya dan bersikeras melakukan kekafiran."
  },
  {
    "page": 166,
    "name": "Al-A'raf",
    "ayat": 136,
    "arab": "فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِى الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ",
    "translation": "Maka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1090.mp3",
    "tafsir": "Pada ayat ini Allah menceritakan tentang datangnya saat kebinasaan bagi Firaun dan kaumnya, setelah berbagai azab yang ditimpakan kepada mereka sebelumnya ternyata tidak mengubah sikap dan perbuatan mereka, lantaran kekufuran dan kezaliman mereka.\nFiraun dan kaumnya telah mengingkari janji untuk membiarkan Bani Israil meninggalkan negeri Mesir bersama Nabi Musa. Oleh sebab itu, ketika Nabi Musa membawa kaumnya meninggalkan negeri itu menuju Palestina melalui Laut Merah, Firaun dan kaumnya mengejar mereka. Musa dan kaumnya selamat menyeberangi Laut Merah, tetapi Firaun dan kaumnya tenggelam ketika berada di tengah-tengah laut itu, maka mereka binasa.\nPada akhir ayat ini Allah menjelaskan bahwa hukuman tersebut dijatuhkan lantaran mereka senantiasa mendustakan ayat-ayat-Nya, dan tidak mau menyadari akibat yang menimpa mereka lantaran kekufuran dan kezaliman mereka, baik malapetaka di dunia ini, maupun azab sengsara di akhirat kelak. Sebagian dari kaum Firaun telah binasa bersamanya, karena mengikuti kesesatan dan kekufurannya. Sedang sebagiannya lagi binasa karena kekejaman dan kezaliman Firaun terhadap mereka.",
    "quraish": "Maka Kami turunkan hukuman kepada mereka: Kami tenggelamkan mereka di laut karena pengingkaran yang selalu mereka lakukan terhadap ayat-ayat Kami dan karena keengganan mereka untuk mengimani dan mematuhi ayat-ayat Kami itu.",
    "jalalayn": "(Kemudian Kami menghukum mereka, maka Kami tenggelamkan mereka di laut) laut yang airnya asin (disebabkan mereka) dikarenakan mereka (mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang melalaikan ayat-ayat Kami) tetapi mereka tidak mau memikirkannya."
  },
  {
    "page": 166,
    "name": "Al-A'raf",
    "ayat": 137,
    "arab": "وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ",
    "translation": "Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir‘aun dan kaumnya dan apa yang telah mereka bangun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1091.mp3",
    "tafsir": "Dalam ayat ini dijelaskan nikmat Allah yang terbesar kepada Bani Israil setelah ditindas dan diperbudak oleh Firaun dan kaumnya. Nikmat tersebut adalah mewarisi kawasan barat dan timur yang subur dan diberkahi Allah. Dengan demikian janji Allah terhadap Bani Israil telah terlaksana dengan sempurna, kenikmatan ini merupakan imbalan dari kesabaran mereka mengikuti ajaran Nabi Musa dan agama Allah yang benar. Sebaliknya Allah memberi ganjaran yang setimpal kepada Firaun dan kaumnya berupa kebinasaan mereka dan semua apa yang pernah dibangun oleh Firaun, sebagai lambang kesombongannya.\nDiantara penderitaan yang pernah dialami Bani Israil adalah dengan membunuh setiap anak lelaki mereka yang lahir, dan membiarkan hidup anak-anak perempuannya. Mereka diwajibkan mengabdi kepada kepentingan Firaun dan kaumnya yang menindas dan memperbudak mereka, dengan memungut pajak-pajak yang sangat tinggi, menjadikan mereka sebagai pekerja-pekerja paksa dan berat, dan berbagai bentuk penindasan dan perbudakan yang lain.\nOleh karena itu, Allah mengutus Nabi Musa untuk membebaskan mereka dari perbudakan Firaun, dan mengeluarkannya dari negeri Mesir. Pada ayat ini diterangkan bahwa setelah pembebasan itu Allah menganugerahkan kepada Bani Israil negeri bagian timur dan bagian baratnya yang telah diberi berkah oleh Allah. Ayat ini adalah sebagai pelaksanaan dari janji Allah dalam firman-Nya:\n\nDan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi), dan Kami teguhkan kedudukan mereka di muka bumi dan Kami perlihatkan kepada Firaun dan Haman beserta bala tentaranya apa yang selalu mereka takutkan dari mereka. (al-Qashas/28: 5-6)\n\nAdapun yang dimaksud dengan negeri-negeri bagian timur dan bagian baratnya yang telah Kami berkahi dalam firman Tuhan tersebut, ialah negeri Syam (Syria, Libanon, Palestina dan Yordania) bagian timur, dan Mesir bagian barat, serta negeri-negeri sekitar keduanya yang pernah dikuasai Firaun dahulu. Negeri-negeri tersebut adalah negeri yang amat besar dan subur, banyak diberi berkah dan kebaikan, firman Allah:\n\n\"Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.\" (al-Anbiya/21: 71)\nDan firman Allah:\n\n\"Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) kami.\" (al-Isra/17: 1)\n\nDengan selamatnya Bani Israil dan tenggelamnya Firaun dan tentaranya, maka terpenuhilah janji Allah, untuk memberikan pertolongan dan nikmat kepada orang-orang yang menegakkan agama-Nya, menegakkan kebenaran, dan menghancurkan orang-orang yang meruntuhkan agama-Nya dan menghilangkan kebatilan. Dengan demikian sempurnalah janji Allah, yaitu berkuasanya Bani Israil di bagian timur yang subur dan penuh berkah itu. Ini adalah pemberian nikmat yang besar kepada Bani Israil.\nNikmat yang dilimpahkan itu, sesuai dengan keputusan dan ketetapan Allah, karena ketabahan dan kesabaran Bani Israil dalam menghadapi kekejaman dan penindasan Firaun dan kaumnya. Allah telah menghancurkan semua yang dibangun Firaun yang tujuannya untuk menyombongkan diri dan menghancurkan agama Allah, seperti kota-kota dan istana-istana yang indah, bangunan-bangunan yang besar untuk orang Mesir, taman-taman dan kebun-kebun yang permai, menara yang dibuat Haman untuk melihat Tuhan dan sebagainya.\nAllah menghancurkan semua yang dibangun oleh Firaun dan kaumnya itu adalah, untuk:\n1. Memperkuat kenabian Musa a.s, dan membuktikan kebenaran yang pernah disampaikan Musa kepada Firaun dan kaumnya, seperti perkataan, \"Allah akan mengazab setiap orang yang durhaka kepada-Nya. Karena itu Allah mengazab mereka dengan mengirimkan angin topan, hama belalang, dan sebagainya kepada mereka, yang membawa malapetaka dan kerusakan.\"\n2. Membebaskan Bani Israil dari perbudakan Firaun dan kaumnya.\n3. Menghancurkan Firaun dan kaumnya, sehingga mereka tidak lagi menjajah negeri-negeri lain dan penduduknya. Sebelum Firaun dan tentaranya tenggelam di Laut Merah, mereka telah diberi peringatan oleh Musa as, tetapi mereka mengabaikan peringatan itu. Kezaliman mereka semakin bertambah, bahkan mereka bermaksud membunuh Musa as dan orang-orang yang beriman bersamanya. Maka Allah menghancurkan mereka karena kezaliman mereka, sesuai dengan firman Allah:\n\nAllah tidak mezalimi mereka, tetapi mereka yang menzalimi diri sendiri. (ali Imran/3: 117)\n\nDari ayat ini dipahami, bahwa keimanan yang teguh pada diri Musa as dan Harun as serta wahyu yang diterimanya dari Allah mendorongnya untuk membebaskan Bani Israil dari penindasan Firaun dan kaumnya, dengan penuh ketabahan serta kesabaran Nabi Musa mengajak Bani Israil beriman kepada Allah. Ia percaya bahwa usahanya termasuk usaha menegaskan agama Allah dan menegakkan kebenaran akan mendapat pertolongan Allah. Setelah melalui perjuangan yang sangat berat dan waktu yang lama, maka Allah memberikan pertolongan dan kemenangan dengan hancurnya Firaun dan kaumnya.\nHal ini dapat dijadikan tamsil dan ibarat oleh kaum Muslimin, bahwa janji Allah kepada orang beriman adalah sama dengan janji Allah yang pernah dijanjikan-Nya kepada para Rasul dahulu, pada waktu berjuang menegakkan agama Allah yaitu menolong dan membela setiap usaha menegakkan agama Allah, dan menegakkan kebenaran, sebagaimana firman Allah:\n\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)\n\nDan firman Allah lagi:\n\n\"Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman.\" (ar-Rum/30: 47)",
    "quraish": "Sekelompok orang tertindas di Mesir, yakni Banû Isrâ'îl, kami anugerahkan mereka seluruh negeri--baik di belahan timur maupun barat--yang Kami berkahi dengan kesuburan dan kebaikan melimpah. Kalimat(1) Allah terwujud secara sempurna, janji pertolongan-Nya pun terjadi pada Banû Isrâ'îl yang telah bersabar menanggung kesulitan. Kami hancurkan semua yang dibuat Fir'aun dan kaumnya berupa gedung-gedung pencakar langit dan istana-istana megah serta atap-atap untuk tanaman dan pepohonan yang menjalar layaknya rambatan pohon anggur. Itulah bukti kemahakuasaan Allah, dan terbukti benarlah segala yang dijanjikan-Nya kepada Banû Isrâ'îl. (1) Kata \"kalimat\" dalam ayat ini ditafsirkan oleh ayat 5 surat al-Qashash, yaitu berupa jaminan Allah untuk menjadikan orang-orang yang tertindas di muka bumi sebagai pemimpin dan pewaris bumi.",
    "jalalayn": "(Dan Kami pusakakan kepada kaum yang telah ditindas itu) melalui perbudakan, yaitu mereka adalah kaum Bani Israel (negeri-negeri bagian timur dan bagian baratnya yang telah Kami beri berkah padanya) dengan air dan pohon, ini adalah kata sifat bagi tanah, yang dimaksud adalah tanah Syam (Dan telah sempurnalah perkataan Tuhanmu yang baik) yang dimaksud ialah firman-Nya, \"Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi, Mesir, itu.\" (Q.S. Al-Qashash 5) (untuk Bani Israel disebabkan kesabaran mereka) di dalam menanggung penganiayaan musuh mereka (dan Kami hancurkan) Kami binasakan (apa-apa yang telah dibuat Firaun dan kaumnya) bangunan-bangunannya (dan apa yang telah dibangun mereka) dengan mengkasrahkan ra-nya dan boleh juga didamahkan, yakni bangunan-bangunan yang telah mereka tinggikan."
  }
]