[
  {
    "page": 169,
    "name": "Al-A'raf",
    "ayat": 150,
    "arab": "وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْاَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?” Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, “Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1104.mp3",
    "tafsir": "Ayat ini menjelaskan Sikap Nabi Musa terhadap perbuatan kaumnya yang telah menyembah anak sapi. Ia sedih karena merasa segala usaha dan perjuangannya yang berat selama ini tidak memperoleh hasil yang diinginkannya. Ia sangat marah kepada saudaranya Harun yang telah dijadikan sebagai wakilnya untuk memimpin kaumnya sepeninggal ia pergi menemui panggilan Tuhannya ke bukit Sinai, seakan-akan Harun tidak melaksanakan tugasnya, dan membiarkan kaumnya sesat, tidak menegur dan mengambil tindakan sedikit pun terhadap mereka yang ingkar. Musa pun merasa takut kepada Allah dan merasa khawatir akan menerima kemurkaan Allah kepadanya dan kaumnya yang telah menjadi musyrik.\nDalam keadaan sedih, putus asa yang bercampur marah terlontarlah perkataan yang keras yang ditujukan kepada saudaranya Harun dan kaumnya, yang menyatakan tugas dan amanat yang diberikannya kepada Harun telah sia-sia, tidak dilaksanakan sebagaimana mestinya. Dengan susah payah ia telah mengajar dan mendidik kaumnya, sehingga mereka telah beriman kepada Allah dan hanya menyembah kepada-Nya saja. Ia baru saja menerima wahyu Allah yang berisi petunjuk dan syariat yang akan diajarkan kepada kaumnya. Apa yang terjadi pada kaumnya ketika ia kembali sangat berlawanan dengan yang dikehendakinya. Yang diinginkannya ialah agar kaumnya tetap menyembah Allah Yang Maha Esa sepeninggalnya, kemudian ketundukan dan kepatuhan itu akan bertambah, setelah ia dapat mengajarkan wahyu yang baru diterimanya dari Allah itu. Sedang yang terjadi adalah pekerjaan yang paling buruk dan yang paling besar dosanya yaitu memperserikatkan Tuhan.\nSelanjutnya Musa berkata kepada kaumnya. Mengapa kamu sekalian tidak sabar menanti kedatanganku kembali sesudah bermunajat kepada Tuhan, sampai kamu membuat patung dan menyembahnya seperti menyembah Allah, padahal aku hanya terlambat sepuluh malam. Apakah kamu mempunyai prasangka lain terhadapku karena keterlambatanku itu.\nMenurut suatu riwayat, bahwa Samiri pernah berkata kepada Bani Israil sewaktu ia memperlihatkan patung anak sapi yang baru dibuatnya kepada mereka: Ini adalah tuhanmu dan tuhan Musa, sesungguhnya Musa tidak akan kembali dan sesungguhnya ia telah mati.\nDalam kemarahannya Nabi Musa melemparkan lauh-lauh yang ada di tangannya, tetapi bukan bermaksud hendak merusaknya, seperti disebutkan dalam Perjanjian Lama, \"maka bangkitlah amarah Musa; dilemparkannyalah kedua lauh itu dari tangannya dan dipecahkannya pada kaki gunung itu.\" (Keluaran 32:19). Nyatanya dalam 7:154 benda-benda itu masih utuh, berisi ajaran Allah. Rasanya kurang hormat (kalau tidak akan dikatakan menghina Tuhan) bila menduga bahwa Utusan Allah telah menghancurkan lauh-lauh yang berisi ajaran-ajaran Allah dalam kemarahannya yang tak terkendalikan itu. lalu memegang ubun-ubun Harun, karena ia mengira bahwa Harun tidak berusaha sungguh-sungguh mencegah perbuatan kaumnya menyembah patung anak sapi itu, dan tindakan-tindakan yang telah dilakukan selama ia pergi ke Bukit Sinai, atau melaporkan perbuatan kaumnya yang telah sesat itu. Sangkaan Musa kepada Harun ini dilukiskan dalam firman Allah sebagai berikut:\n\"Dia (Musa) berkata, \"Wahai Harun! apa yang menghalangimu ketika engkau melihat mereka telah sesat, (sehingga) engaku tidak mengikuti aku?\" Apakah engkau telah (sengaja) melanggar perintahku?\" (thaha/20: 92-93)\n\nPerkataan Musa dijawab oleh Harun, \"Wahai anak ibuku, janganlah engkau tergesa-gesa mencela aku, dan jangan pula tergesa-gesa memarahi aku, karena menyangka aku tidak bersungguh-sungguh melaksanakan perintahmu dan tidak menghalangi mereka. Sebenarnya aku telah berusaha menghalangi mereka dari mengerjakan perbuatan sesat itu dan memberi nasihat kepada mereka. Tetapi mereka memandangku orang yang lemah, bahkan mereka hampir saja membunuhku. Janganlah engkau bertindak terhadapku dengan tindakan yang menyenangkan musuh; mereka gembira dan tertawa lantaran bencana yang menimpa diriku, janganlah engkau masukkan aku ke dalam golongan orang-orang yang suka mengerjakan perbuatan yang berakibat kerugian bagi diriku sendiri, yaitu golongan yang menyembah patung anak sapi, aku sendiri bukanlah termasuk golongan itu.\"\nSikap Musa dan Harun yang berbeda terhadap perbuatan kaumnya itu menunjukkan pula perbedaan watak kedua orang Nabi Allah ini. Musa adalah orang yang keras dan tegas menghadapi suatu perbuatan sesat yang dilarang Allah, sedang Harun adalah orang yang lemah lembut dan tidak mau menggunakan kekerasan dalam menghadapi perbuatan sesat.",
    "quraish": "Setelah kembali dari bermunajat kepada Tuhan, Mûsâ--yang telah diberitahu oleh Allah apa yang terjadi pada kaumnya--merasa marah bercampur sedih melihat mereka menjadikan patung anak lembu sebagai sembahan. Mûsâ pun berkata kepada mereka, \"Alangkah buruknya perbuatan kalian sepeninggalku. Kalian lebih mementingkan menyembah patung anak lembu ketimbang mematuhi perintah Tuhan untuk menunggu kedatanganku dan menepati janjiku untuk membawa Tawrât kepada kalian!\" Mûsâ pun melempar kepingan-kepingan Tawrât dan segera menghampiri Hârûn, saudaranya. Saking sedih dan jengkel melihat perbuatan kaumnya, Mûsâ--dengan sangat marah--menjenggut rambut saudaranya ke arahnya. Dia menganggap saudaranya itu telah teledor karena tidak mencegah apa yang dilakukan kaumnya. Hârûn pun berkata kepada Mûsâ, \"Wahai anak ibuku, sesungguhnya kaum ini melakukan semua itu setelah mendesak dan menekanku, bahkan mengancam akan membunuhku jika aku melarang mereka menyembah patung anak lembu itu. Janganlah membuat musuh-musuhmu semakin senang karena kamu lebih menyalahkan dan menyakiti aku. Dan janganlah kamu menganggap aku termasuk orang-orang yang zalim, padahal aku bebas dari kezaliman mereka.\"",
    "jalalayn": "(Dan tatkala Musa kembali kepada kaumnya dalam keadaan marah) oleh sebab perbuatan mereka (dan sedih hati) yakni amat bersedih hati (berkatalah dia,) kepada mereka (\"Alangkah buruknya perbuatan) teramat jelek perbuatan (yang kamu kerjakan) dalam hal ini (sesudah kepergianku!) dimaksud pekerjaanmu ini di mana kamu berlaku musyrik. (Apakah kamu hendak mendahului janji Tuhanmu?\" Dan Musa pun melemparkan lempengan-lempengan) yaitu lempengan-lempengan Kitab Taurat karena marah kepada kaumnya, sehingga lempengan-lempengan itu pecah (dan ia memegang rambut kepala saudaranya) dengan tangan kanannya dan jenggotnya dengan tangan kirinya (sambil menariknya ke arahnya) saking marahnya (Harun berkata,) \"Hai (anak ibuku!) dengan mim dikasrahkan dan difathahkan, yang dimaksud adalah ummi, penyebutan dengan kata-kata ini untuk lebih menimbulkan rasa sayang ke dalam hati Musa (Sesungguhnya kaum ini telah menganggapku lemah dan hampir-hampir mereka) hampir saja (membunuhku, sebab itu janganlah kamu menjadikan gembira) membuat girang (musuh-musuh melihatku) karena kamu menghinakan diriku (dan janganlah kamu masukkan aku ke dalam golongan orang-orang yang lalim.\") sebagaimana engkau memperlakukan orang yang benar-benar menyembah anak sapi."
  },
  {
    "page": 169,
    "name": "Al-A'raf",
    "ayat": 151,
    "arab": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ ",
    "translation": "Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang dari semua penyayang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1105.mp3",
    "tafsir": "Mendengar jawaban Harun itu, lembutlah hati Musa, dan beliau pun berkata sambil berdoa, \"Wahai Tuhanku, ampunilah aku terhadap perbuatanku yang terlalu kasar terhadap saudaraku, baik berupa perkataan maupun perbuatan, dan ampunilah segala kelemahan saudaraku sebagai wakil dan penggantiku dalam bertindak terhadap orang-orang yang sesat itu. Wahai Tuhanku masukkanlah kami ke dalam rahmat-Mu yang luas dan Engkaulah Tuhan Yang Maha Pengasih.\"\nDengan doa Nabi Musa itu hilanglah harapan-harapan orang yang menginginkan terjadinya perpecahan antara Musa dan Harun, dan orang-orang yang menginginkan agar Musa bertindak keras terhadap saudaranya Harun itu.\nAyat ini dengan tegas menyatakan bahwa Harun tidak terlibat sedikit pun dalam perbuatan kaumnya yang menyembah anak sapi, sesuai dengan pernyataannya kepada saudaranya Musa itu.",
    "quraish": "Mûsâ berkata, \"Ya Tuhanku, ampunilah aku karena telah menuduh saudaraku sebelum jelas duduk persoalannya. Ampunilah saudaraku jika ia memang melakukan kekurangan dalam mengemban tugas sebagai wakilku. Dan masukkanlah kami dalam limpahan rahmat-Mu, karena Engkaulah yang Maha Pengasih lagi Maha Penyayang.\"",
    "jalalayn": "(Musa berdoa, \"Ya Tuhanku! Ampunilah aku) atas apa yang telah kuperbuat terhadap saudaraku (dan saudaraku) Musa menyertakan saudaranya dalam doa demi untuk membuatnya rela atas apa yang telah ia lakukan kepadanya dan sekaligus untuk menolak agar musuh jangan girang melihat sikapnya terhadap saudaranya itu (dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang di antara para penyayang.\") Allah berfirman,"
  },
  {
    "page": 169,
    "name": "Al-A'raf",
    "ayat": 152,
    "arab": "اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
    "translation": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahannya), kelak akan menerima kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1106.mp3",
    "tafsir": "Semua orang Bani Israil yang telah menyembah patung anak sapi, seperti Samiri dan pengikut-pengikutnya, dan yang tidak mau bertobat kepada Allah kelak akan mendapat kemarahan Allah dan tobat mereka tidak akan diterima lagi, kecuali dengan membunuh nafsu mereka, sebab akan hidup terhina di dunia ini. Sebagaimana firman Allah dalam Al-Baqarah/2: 54 : \n\n\"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu. Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 54) \n\nMenurut sebagian ahli tafsir bahwa kalimat, \"Demikian kami memberi balasan kepada orang-orang yang membuat kebohongan\" dalam ayat ini ditujukan kepada Nabi Muhammad saw, sebagai peringatan bagi orang-orang Yahudi yang berada di sekitar Medinah waktu itu. Akibat sikap dan tindak-tanduk mereka (kaum Yahudi) kepada Nabi Musa dahulu. Seandainya orang Yahudi di sekitar Medinah tetap bersikap demikian, tidak mau mengikuti Rasulullah saw, dengan seruannya, maka mereka akan mendapat kebinasaan dan kehinaan di dunia dan di akhirat tentu saja mereka akan mendapat azab yang pedih.\nMenganut salah satu dari kedua pendapat ini, tidaklah menyalahi isi kandungan ayat, karena salah satu tujuan pendapat ini adalah untuk menyebutkan kisah umat-umat yang dahulu sebagai tamsil dan ibarat bagi generasi yang akan datang kemudian. Semoga kesalahan yang pernah dilakukan oleh orang-orang dahulu itu tidak terulang oleh generasi yang akan datang.\nAyat ini juga memperingatkan bahwa seperti pembalasan yang tersebut dalam ayat ini, Allah memberikan pembalasan kepada mereka yang mengada-adakan kedustaan terhadap Allah. Diriwayatkan dari Abi Qatadah, ia berkata, \"Ayat ini tidak hanya ditujukan kepada Bani Israil pada waktu Nabi Musa saja, tetapi ditujukan kepada semua orang yang mengadakan kedustaan terhadap Allah.\"",
    "quraish": "Sesungguhnya mereka yang terus menyembah patung anak lembu, seperti al-Sâmiriy dan konco- konconya, di samping menjadi sangat terhina di dunia, juga akan mendapat murka Tuhan di akhirat. Begitulah Kami akan membalas perbuatan orang-orang yang mengada-adakan kebohongan terhadap Allah dan menyembah selain Dia.",
    "jalalayn": "(\"Sesungguhnya orang-orang yang menjadikan anak lembu) sebagai sesembahan (kelak akan menimpa mereka kemurkaan) yakni azab (dari Tuhan mereka dan kehinaan dalam kehidupan di dunia) maka mereka dihukum dengan perintah agar mereka membunuh diri mereka sendiri dan kehinaan akan selalu menimpa mereka sampai hari kiamat nanti. (Demikianlah) seperti apa yang telah Kami balaskan kepada mereka (Kami memberi balasan kepada orang-orang yang membuat-buat kebohongan) terhadap Allah dengan melakukan perbuatan syirik dan lain-lainnya."
  },
  {
    "page": 169,
    "name": "Al-A'raf",
    "ayat": 153,
    "arab": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan orang-orang yang telah mengerjakan kejahatan, kemudian bertobat dan beriman, niscaya setelah itu Tuhanmu Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1107.mp3",
    "tafsir": "Orang yang mengerjakan kejahatan dan kemaksiatan, kemudian ia bertobat setelah mengerjakan kejahatan itu dengan bertobat yang sebenar-benarnya, dan berjanji tidak akan mengulangi perbuatan itu lagi, serta berusaha mengerjakan amal saleh sebanyak-banyaknya, maka tobat mereka akan diterima Allah, dan Allah akan memberikan ampunan kepada orang-orang yang benar-benar bertobat dengan hati yang ikhlas.\nDalam ayat ini dapat diambil kesimpulan bahwa berapa pun besar dosa yang telah dikerjakan oleh seseorang, pasti akan diampuni Allah, asal saja ia mau bertobat dengan sebenarnya, dan mau melaksanakan semua syarat-syarat tobat agar diterima Allah. Sesungguhnya Allah tidak langsung mengazab hamba-Nya yang bersalah, tetapi selalu memberikan kesempatan kepada mereka untuk bertobat dan menyesali kejahatan yang telah dikerjakannya itu dengan mengerjakan perbuatan-perbuatan baik yang diridai oleh Allah.",
    "quraish": "Dan orang-orang yang melakukan berbagai keburukan, seperti kekufuran, menuhankan patung anak lembu dan melakukan kemaksiatan, tetapi kemudian benar-benar bertobat kepada Allah, sesungguhnya Tuhanmu--dengan sebab pertobatan itu--akan menjadi Pelindung mereka dan mengampuni apa yang mereka lakukan sebelumnya.",
    "jalalayn": "(Dan orang-orang yang mengerjakan kejahatan; kemudian bertobat) kembali tidak melakukannya (sesudah itu dan beriman) terhadap Allah (sesungguhnya Tuhan kamu sesudahnya) sesudah tobat (adalah Maha Pengampun) kepada mereka (lagi Maha Penyayang\")."
  },
  {
    "page": 169,
    "name": "Al-A'raf",
    "ayat": 154,
    "arab": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
    "translation": "Dan setelah amarah Musa mereda, diambilnya (kembali) lauh-lauh (Taurat) itu; di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1108.mp3",
    "tafsir": "Setelah Musa tenang kembali dan hilang amarahnya, akibat salah sangka kepada saudaranya Harun, dan setelah memohon rahmat dan ampunan dari Tuhannya, maka ia mengumpulkan kembali lauh-lauh yang dilemparkannya itu, dan dari padanya disalin Taurat yang mengandung petunjuk dan rahmat bagi kaumnya.",
    "quraish": "Setelah amarah Mûsâ reda, yang ditandai dengan pemaafannya atas Hârûn, ia pun mengambil kembali kepingan-kepingan Tawrât yang dilemparkannya tadi. Dan bagi orang yang takut akan murka Tuhan, apa yang tertera dalam Tawrat itu menjadi petunjuk, pedoman hidup, dan mengandung aturan-aturan untuk memperoleh rahmat Tuhan.",
    "jalalayn": "(Sesudah mereda) telah tenang (amarah Musa, lalu diambilnya kembali lempengan-lempengan itu) yang telah ia banting itu (dan dalam tulisannya) apa yang tertulis di dalam lempengan kitab Taurat itu (terdapat petunjuk) dari kesesatan (dan rahmat untuk orang-orang yang takut kepada Tuhannya) mereka takut kepada-Nya; huruf lam dimasukkan ke dalam maf'ul mengingat tempatnya yang didahulukan."
  },
  {
    "page": 169,
    "name": "Al-A'raf",
    "ayat": 155,
    "arab": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغَافِرِيْنَ",
    "translation": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1109.mp3",
    "tafsir": "Musa memilih tujuh puluh orang pilihan dari kaumnya untuk pergi bersama-sama ke suatu tempat di Bukit Sinai untuk bermunajat kepada Tuhannya. Menurut para mufassir, siapa orang yang dipilih dan di mana tempatnya yang ditentukan itu telah diwahyukan Allah sebelumnya kepada Musa. Para mufassir berbeda pendapat; apakah Musa diperintahkan oleh Allah pergi ke Bukit Sinai bersama tujuh puluh orang pilihan Bani Israil itu setelah mereka menyembah patung anak sapi dengan maksud menyatakan tobat kepada Allah atau bersamaan waktunya dengan waktu memohon kepada Allah agar Dia memperlihatkan diri-Nya dengan jelas. Jika dilihat susunan ayat dan urutan kisah Musa dalam Surah al-Araf ini, dapat diambil kesimpulan bahwa kepergian Musa bersama tujuh puluh orang pilihan ini setelah Bani Israil menyembah patung anak sapi, yakni sesudah kepulangan Musa menemui Tuhannya ke Bukit Sinai selama empat puluh hari dan empat puluh malam.\nMusa berangkat bersama tujuh puluh orang pilihan menuju tempat yang telah ditentukan. Maka ketika mereka digoncang gempa bumi yang disebabkan petir yang amat dahsyat, Musa pun berdoa kepada Tuhannya, \"Ya Tuhanku, sesungguhnya Engkau membinasakan mereka, maka aku berharap agar Engkau membinasakan mereka sebelum mereka pergi bersamaku ke tempat ini, dan agar Engkau membinasakan aku pula, sehingga aku tidak menghadapi kesulitan yang seperti ini, yang memberi kesempatan bagi mereka untuk mencela dan menuduhku, bahwa aku telah membawa orang-orang pilihan ke tempat ini untuk dibinasakan. Oleh karena Engkau tidak membinasakan mereka sebelum mereka aku bawa bersamaku ke sini, maka janganlah mereka Engkau binasakan sekarang, sesudah aku bawa kemari.\"\nDalam ayat ini diterangkan mengapa pemuka Bani Israil pilihan itu diazab Allah dengan petir yang dahsyat. Pada firman Allah yang dijelaskan sebab-sebabnya mereka disambar petir dan akibat yang mereka alami. Sebagaimana firman-Nya:\n\n\"Dan (ingatlah) ketika kamu berkata, \"Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,\" maka halilintar menyambarmu, sedang kamu menyaksikannya. Kemudian, Kami bangkitkan kamu setelah kamu mati, agar kamu bersyukur.\" (al-Baqarah/2: 55-56) \n\nTetapi dalam Perjanjian Lama diterangkan bahwa Bani Israil yang menyembah berhala (di dalam Al-Quran patung anak sapi) itu ialah Bani Israil tujuh puluh orang pilihan bersama-sama dengan Harun. Perbuatan menyembah berhala itu mereka lakukan sewaktu berada di Bukit Sinai, pada waktu Nabi Musa sendiri menghadap Tuhan (baca perjanjian Lama 31:2-35).\nDalam Kitab Bilangan xvi:20-25, disebutkan tentang keingkaran dan kedurhakaan Bani Israil terhadap Musa, lalu mereka diazab Allah. Sedangkan Bani Israil yang sempat lari dibakar oleh sambaran petir.\nSelanjutnya Musa memohon kepada Allah, \"Janganlah Engkau Ya Tuhan, membinasakan kami disebabkan perbuatan yang dilakukan oleh orang-orang yang kurang akal yang meminta agar dapat melihat Engkau.\"\nSemua itu merupakan cobaan dari Allah terhadap mereka. Tetapi mereka tidak tahan dan tidak kuat menghadapi cobaan itu sehingga mereka tetap mendesak Musa agar Tuhan memperlihatkan zat-Nya kepada mereka. Karena tindakan mereka itulah mereka diazab dengan petir (halilintar) sehingga mereka mati semua. Kemudian Allah menghidupkan mereka kembali agar mereka bertobat dan bersyukur terhadap nikmat Allah yang telah dilimpahkan-Nya kepada mereka. Cobaan itu merupakan ujian Tuhan kepada hamba-hamba-Nya, dengan cobaan itu akan sesat orang-orang yang tidak kuat imannya, dan dengan cobaan itu pula Dia memberi petunjuk kepada hamba-Nya yang kuat imannya.\nSelanjutnya Musa berdoa, \"Wahai Tuhan kami, Engkaulah yang mengurus segala urusan kami, mengawasi segala apa yang kami kerjakan, maka ampunilah kami terhadap segala perbuatan dan tindakan kami yang mengakibatkan azab bagi kami. Beri rahmatlah kami, karena Engkaulah sebaik-baik Pemberi rahmat dan Pemberi ampun. Hanya Engkaulah yang mengampuni segala dosa dan memaafkan segala kesalahan kami. Mengampuni dan memaafkan itu bukanlah karena sesuatu maksud tertentu, tetapi semata-mata karena sifat-Mu yang Maha Pengampun dan Maha Pemaaf.\"",
    "quraish": "Kemudian Allah menyuruh Mûsâ untuk mengumpulkan sejumlah orang di antara kaumnya untuk memintakan ampunan atas penyembahan mereka kepada patung anak lembu. Lalu ditentukanlah waktu pelaksanaannya. Maka Mûsâ pun memilih--sebagai perwakilan kaumnya--tujuh puluh orang yang tak ikut menyembah patung anak lembu. Setelah itu berangkatlah Mûsâ bersama mereka ke bukit Thûr. Di sana mereka memohon kepada Allah agar menghilangkan bencana yang menimpa mereka dan memberikan ampunan kepada mereka yang telah menyembah patung anak lembu. Tetapi tiba-tiba tempat itu bergoncang oleh gempa yang sangat kuat, hingga membuat mereka terkapar tak sadarkan diri. Hal ini terjadi karena mereka--pada saat penyembahan patung anak lembu-tidak memisahkan diri dari kelompok yang menyembah patung. Dengan kata lain, mereka tak melakukan amar makruf nahi munkar. Akan halnya Mûsâ, yang menyaksikan peristiwa itu, berkata, \"Wahai Tuhanku, kalau Engkau memang hendak membinasakan mereka, mengapa Engkau tidak melakukannya sebelum kami berangkat ke pertemuan ini? Mengapa Engkau tidak membinasakan aku bersama mereka? Dengan begitu, orang-orang Banû Isrâ'îl dapat melihat langsung peristiwa itu sehingga mereka tidak menuduh aku sebagai pembunuh mereka. Janganlah Engkau binasakan kami hanya karena perbuatan orang-orang yang bodoh di antara kami. Terjadinya penyembahan anak lembu ini tidak lain merupakan cobaan dari-Mu untuk menyesatkan orang yang Engkau kehendaki dengan memilih jalan yang buruk, dan memberi petunjuk kepada orang-orang yang Engkau kehendaki. Bukankah Engkau yang berkata, \"Aku memutuskan untuk menghapus keburukan siapa saja dari kaummu yang tidak melakukan kekufuran, kemaksiatan dan menunaikan kewajiban zakat?\"(1). (1) Dalam edisi bahasa Arab, pada ayat ini terdapat kesalahan cetak. Kalimat \"Engkau yang berkata, 'Aku memutuskan untuk menghapus keburukan siapa saja dari kaummu yang tidak melakukan kekufuran, kemaksiatan dan menunaikan kewajiban zakat?'\" semestinya tidak ada. Kalimat itu semestinya merupakan tafsiran bagian akhir ayat berikutnya, karena dalam ayat ini tidak terdapat bagian ayat yang dapat ditafsirkan dengan pengertian kalimat tadi. Wa Allâh a'lam bi al-shawâb.",
    "jalalayn": "(Dan Musa memilih dari kaumnya) dimaksud sebagian dari kaumnya (sebanyak tujuh puluh orang lelaki) dari kalangan orang-orang yang tidak ikut menyembah anak sapi, ia lakukan hal itu berdasarkan perintah dari Allah swt. (untuk memenuhi waktu yang telah Kami tentukan) waktu yang telah Kami janjikan, agar mereka datang tepat pada waktunya, untuk memohon ampunan dari penyembahan terhadap anak sapi yang telah dilakukan oleh teman-teman mereka. Kemudian Musa keluar bersama mereka. (Maka ketika mereka diguncang gempa bumi) yaitu gempa yang dahsyat. Ibnu Abbas mengatakan, \"Sebab mereka tidak melarang kaumnya tatkala menyembah anak sapi itu,\" selanjutnya Ibnu Abbas mengatakan lagi, \"Mereka adalah selain dari orang-orang yang meminta agar dapat melihat Tuhan yang kemudian ditimpa azab berupa sha`iqah\" (Ia berkata,) yakni Musa (\"Ya Tuhanku! Kalau Engkau kehendaki tentulah Engkau membinasakan sebelum ini) sebelum aku keluar bersama mereka; maksud Musa untuk menentukan nasib kaum Bani Israel sehubungan dengan peristiwa penyembahan anak sapi itu, agar jika mereka terkena azab tidak menuduhku sebagai penyebabnya (dan aku. Apakah Engkau membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami?) Istifham bermakna isti`thaf, memohon belas kasihan, yakni janganlah Engkau menyiksa kami oleh sebab dosa yang dilakukan oleh selain kami. (Tidak lain) (itu) fitnah yang dilakukan oleh orang-orang yang akalnya kurang (kecuali hanyalah fitnah dari Engkau) dimaksud cobaan dari Engkau (Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki) kesesatannya (dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki) kehidayahannya. (Engkaulah yang memimpin kami) yang menguasai perkara-perkara kami (maka ampunilah kami, dan berilah kami rahmat dan Engkaulah Pemberi ampun yang sebaik-baiknya.\")"
  }
]