[
  {
    "page": 170,
    "name": "Al-A'raf",
    "ayat": 156,
    "arab": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ ",
    "translation": "Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1110.mp3",
    "tafsir": "Selanjutnya Musa berdoa, \"Berilah kami kebajikan di dunia, yaitu sehat jasmani dan rohani, diberi keturunan penyambung hidup dan penerus cita-cita, diberi kehidupan dalam keluarga yang diliputi rasa kasih sayang, dianugerahi rezeki yang halal, serta taufik dan hidayah, sehingga bahagia pula hidup di akhirat. Sesungguhnya kami berdoa dan bertobat kepada Engkau, kami berjanji tidak akan melakukan perbuatan-perbuatan terlarang dan kami kembali kepada iman yang sebenar-benarnya, serta mengamalkan amal yang saleh yang Engkau ridai.\"\nAllah berfirman, \"rahmat-Ku lebih cepat datangnya kepada hamba-hamba-Ku daripada amarah-Ku, dan azab-Ku khusus Aku limpahkan kepada hamba-hamba-Ku yang Aku kehendaki, yaitu orang-orang yang berbuat kejahatan, ingkar dan durhaka.\" Tentang rahmat, nikmat dan keutamaan-Ku, semuanya itu meliputi alam semesta, tidak satu pun dari hamba-Ku yang tidak memperoleh-Nya, termasuk orang-orang kafir, orang-orang yang durhaka, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Muslim, penyembah patung anak sapi dan sebagainya. Sesungguhnya jika bukanlah karena rahmat, nikmat, dan keutamaan-Ku, niscaya telah aku binasakan seluruh alam ini, karena kebanyakan orang kafir, durhaka, yang selalu mengerjakan kemaksiatan. \n\n\"Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satupun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan.\" (Fathir/35: 45)\n\nAllah menegaskan bahwa rahmat, nikmat Allah yang diberikannya kepada orang-orang kafir, sifatnya sementara, tidak abadi, dan tidak sempurna, sedangkan rahmat yang sempurna dan abadi akan dianugerahkan-Nya kepada orang-orang yang bertakwa dan orang-orang yang menunaikan zakat.\nDalam ayat ini disebut zakat, tidak disebut amal lain yang tidak kalah nilainya dari zakat. Hal ini ada hubungannya dengan banyaknya orang yang enggan mengeluarkan zakat dibanding banyaknya orang yang enggan mengerjakan amal lain yang diperintahkan Allah. Juga merupakan isyarat kepada sifat orang Yahudi yang sangat cinta kepada harta dan enggan menyerahkan sebagian hartanya di jalan Allah.\nPenetapan rahmat, nikmat dan keutamaan secara istimewa kepada orang-orang yang takwa dan menunaikan zakat itu adalah seperti ketetapan Allah secara istimewa kepada orang-orang yang membenarkan ayat-ayat-Nya, dan mengakui keesaan Allah dan kebenaran rasul-rasul-Nya yang telah diutus-Nya dengan pengakuan yang didasarkan atas pengetahuan dan keyakinan, bukan berdasarkan taklid dan pengaruh adat kebiasaan nenek-moyang mereka.",
    "quraish": "Dan Allah menetapkan kami di dunia ini dengan kehidupan yang baik, dan kami pun akan selalu diberi petunjuk untuk menaati-Nya. Sementara di akhirat nanti, kami akan mendapatkan rahmat dan ganjaran kebaikan. Kini kami telah kembali dan memohon ampunan-Mu.\" Tuhan pun berfirman kepada Mûsâ, \"Azab- Ku akan Aku timpakan--sesuai dengan kehendak-Ku--kepada siapa saja yang tidak bertobat. Rahmat dan kasih-sayang-Ku meliputi segala sesuatu, yang telah Aku tetapkan bagi mereka yang meninggalkan kekufuran dan kemaksiatan, menunaikan kewajiban zakat, dan mengimani seluruh kitab suci yang diturunkan.",
    "jalalayn": "(Dan tetapkanlah) pastikanlah (untuk kami kebaikan di dunia ini dan di akhirat) kebaikan (sesungguhnya kami kembali pada jalan hidayah) maksudnya kami telah bertobat (kepada-Mu. Allah berfirman,) Maha Tinggi Allah (\"Siksa-Ku akan Kutimpakan kepada siapa yang Aku kehendaki) Aku ingin menyiksanya (dan rahmat-Ku meliputi) menyeluruh (segala sesuatu) yang ada di dunia (Maka akan Aku tetapkan rahmat-Ku) di akhirat kelak (untuk orang-orang yang bertakwa yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.\")"
  },
  {
    "page": 170,
    "name": "Al-A'raf",
    "ayat": 157,
    "arab": "اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ اُنْزِلَ مَعَهٗٓ  ۙاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ",
    "translation": "(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1111.mp3",
    "tafsir": "Sifat-sifat Muhammad sebagai Rasul ialah:\n1. Nabi yang ummi (buta huruf)\nDalam ayat ini diterangkan bahwa salah satu sifat Muhammad saw ialah tidak pandai menulis dan membaca. Sifat ini memberi pengertian bahwa orang yang ummi tidak mungkin membaca Taurat dan Injil yang ada pada orang-orang Yahudi dan Nasrani, demikian pula cerita-cerita kuno yang berhubungan dengan umat-umat dahulu. Hal ini membuktikan bahwa risalah yang di bawa oleh Muhammad saw itu benar-benar berasal dari Tuhan Yang Maha Esa. Mustahil seseorang yang tidak tahu tulis baca dapat membuat dan membaca Al-Quran dan hadis yang memuat hukum-hukum, ketentuan-ketentuan ilmu pengetahuan yang demikian tinggi nilainya. Seandainya Al-Quran itu buatan Muhammad, bukan berasal dari Tuhan Semesta Alam tentulah manusia dapat membuat atau menirunya, tetapi sampai saat ini belum ada seorang manusia pun yang sanggup menandinginya. \n\n\"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Quran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya.\" (al-Ankabut/29: 48)\n\n2. Kedatangan Nabi Muhammad telah diberitakan dalam Taurat dan Injil\nKedatangan Muhammad sebagai Nabi dan Rasul penutup diisyaratkan di dalam Taurat (Kejadian xxi. 13,18; Ulangan xviii. 15) dan Injil (Yohanes xiv. 16), di dalam Al-Quran disebutkan dengan jelas bahwa mereka pun sudah mengenal pribadi Muhammad dan akhlaknya :\n\nOrang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya). (al-Baqarah/2: 146)\n\nYahudi dan Nasrani telah menyembunyikan pemberitaan tentang akan diutusnya Muhammad saw dengan menghapus pemberitaan ini dan menggantinya dengan yang lain di dalam Taurat dan Injil. Banyak ayat Al-Quran yang menerangkan tindakan-tindakan orang-orang Yahudi dan Nasrani mengubah isi Taurat.\nSekalipun demikian masih terdapat ayat-ayat Perjanjian Lama dan Perjanjian Baru mengisyaratkan akan kedatangan Muhammad itu. Dalam kitab Kejadian xi:13 diterangkan bahwa akan datang seorang Nabi akhir zaman nanti dari keturunan Ismail.\nDari Taurat ada beberapa isyarat yang dapat dijadikan dalil untuk menyatakan bahwa Nabi Muhammad saw adalah seorang nabi di antara nabi-nabi. Hal ini menunjukkan bahwa orang-orang yang dinobatkan oleh Tuhan itu akan timbul dari saudara-saudara Bani Israil, tetapi bukan dari Bani Israil itu sendiri. Adapun saudara-saudara Bani Israil itu ialah Bani Ismail (ras Arab), sebab Ismail adalah saudaranya yang lebih tua dari Ishak bapak Nabi Yaqub. Dan Nabi Muhammad saw sudah jelas adalah keturunan Bani Ismail.\nKemudian dalam kitab Kalnest terdapat kata, \"Yang seperti engkau\" yang memberikan arti bahwa nabi yang akan datang haruslah seperti Nabi Musa, Nabi yang membawa syariat baru (agama Islam) yang juga berlaku untuk bangsa Israil, kemudian diterangkan lagi bahwa nabi itu tidak sombong, sejak sebelum menjadi nabi. Sebelum menjadi Nabi beliau sudah disenangi orang, terbukti dengan pemberian gelar oleh orang Arab kepadanya \"Al-Amin\"; yang artinya, \"Orang yang dipercaya\". Jika beliau orang yang sombong, tentu beliau tidak akan diberi gelar yang amat terpuji itu. Setelah menjadi Nabi beliau lebih ramah dan rendah hati.\nUmat Nasrani menyesuaikan Nubuat itu kepada Nabi Isa di samping mereka mengakui bahwa Isa mati terbunuh (disalib). Hal ini jelas bertentangan dengan ayat Nubuat itu sendiri. Sebab Nabi itu haruslah tidak mati terbunuh. Disebutkan pula bahwa Tuhan telah datang dari Bukit Sinai, maksudnya memberikan wahyu kepada Musa dan telah terbit bagi mereka di Seir (Ulangan ii. 1-8)\", maksudnya menurunkan kepada Nabi Isa wahyu, serta gemerlapan cahayanya dari gunung Paran, maksudnya menurunkan wahyu kepada Muhammad saw. Paran (Faron) adalah nama salah satu bukit di Mekah.\nDalam Yohanes xiv.16, xv.26 dan xvi.7 disebutkan Nubuat Nabi Muhammad saw sebagai berikut: \"Maka ada pun apabila telah datang Periclytos, yang Aku telah mengutusnya kepadamu dari bapak, roh yang benar yang berasal dari bapak, maka dia menjadi saksi bagiku, sedangkan kamu menjadi saksi sejak semula. Perkataan \"Periclytos\" adalah bahasa Yunani, yang artinya sama dengan \"Ahmad\" dalam bahasa Arab. Hal ini sesuai dengan firman Allah swt:\n\"Dan (ingatlah) ketika Isa putera Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku adalah utusan Allah kepadamu, membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang Rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" (ash-shaff/61: 6)\n\nDemikianlah sekali pun ada bagian Taurat dan Injil yang diubah, ditambah, dan dihilangkan, juga masih terdapat isyarat-isyarat tentang kenabian dan kerasulan Muhammad saw. Itu pulalah sebabnya sebagian ulama Yahudi dan Ibrani yang mengakui kebenaran berita itu segera beriman kepada Muhammad dan risalah yang dibawanya, seperti Abdullah bin Salam dari kalangan Yahudi, Tamim ad-Dari dari kalangan Nasrani.\n3. Nabi menyuruh berbuat maruf dan melarang berbuat mungkar\nPerbuatan yang maruf ialah perbuatan yang baik, yang sesuai dengan akal sehat, bermanfaat bagi diri mereka sendiri, manusia dan kemanusiaan serta sesuai dengan ajaran agama. Sedangkan perbuatan yang mungkar ialah perbuatan yang buruk, yang tidak sesuai dengan akal yang sehat, dan dapat menimbulkan mudarat bagi diri sendiri, bagi manusia dan kemanusiaan. Perbuatan maruf yang paling tinggi nilainya ialah mengakui keesaan Allah, dan menunjukkan ketaatan kepada-Nya, sedang perbuatan mungkar yang paling buruk ialah menyekutukan Allah swt.\n4. Menghalalkan yang baik dan mengharamkan yang buruk\nYang dimaksud dengan yang baik ialah yang halal lagi baik, tidak merusak akal, pikiran, jasmani dan rohani. Sedangkan yang dimaksud dengan buruk ialah yang haram, yang merusak akal, pikiran, jasmani dan rohani.\n5. Menghilangkan berbagai beban dan belenggu yang memberatkan\nMaksudnya ialah bahwa syariat yang dibawa Nabi Muhammad saw tidak ada lagi beban yang berat seperti yang dipikulkan kepada Bani Israil. Umpamanya mensyariatkan membunuh diri atau membunuh nafsu untuk sahnya tobat, mewajibkan qishash pada pembunuhan, baik yang disengaja ataupun yang tidak disengaja, tanpa membolehkan membayar diat, memotong bagian badan yang melakukan kesalahan, membuang atau menggunting kain yang terkena najis, dan sebagainya. Sesuai dengan firman Allah swt:\n\n\"Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur\". (al-Maidah/5: 6)\n\nDemikian juga Rasululllah saw bersabda :\n\"Berilah kabar gembira dan janganlah memberikan kabar yang menakut-nakuti, mudahkanlah dan jangan mempersukar, bersatulah dan jangan berselisih.\" (Riwayat al-Bukhari dan Muslim)\n\nSesungguhnya kepada Bani Israil telah diisyaratkan hukum-hukum yang berat, baik hukum ibadah, maupun hukum muamalat. Kemudian kepada Nabi Isa as diisyariatkan hukum ibadah yang berat. Sedang syariat Nabi Muhammad saw, sifatnya tidak memberatkan, tetapi melapangkan dan memperingan tanggungan, baik yang berhubungan dengan hukum-hukum ibadah maupun yang berhubungan dengan hukum-hukum muamalat.\nAllah menerangkan cara-cara mengikuti Rasul yang telah disebutkan ciri-cirinya, agar bahagia hidup di dunia dan di akhirat nanti, ialah beriman kepadanya dan kepada risalah yang dibawanya, menolongnya dengan rasa penuh hormat, menegakkan dan meninggikan agama yang dibawanya, mengikuti Al-Quran yang dibawanya.",
    "quraish": "Rahmat-Ku akan Aku utamakan bagi mereka yang mengikuti Muhammad saw., seorang rasul yang tak dapat membaca dan menulis, yang ciri-cirinya telah kalian temukan dalam Tawrât dan Injîl. Dia (Muhammad) selalu mengajak kepada kebaikan dan mencegah kemungkaran. Ia pun telah menghalalkan untuk mereka setiap sesuatu yang dapat diterima oleh naluri manusia, dan mengharamkan setiap yang ditolak oleh naluri manusia, seperti darah dan bangkai. Dia juga akan menghilangkan segala beban dan kesulitan yang mereka tanggung sebelumnya. Maka barangsiapa yang membenarkan pesan-pesan suci Tuhan yang dibawanya, mendukung dan membelanya, dan menjadikan al-Qur'ân sebagai cahaya petunjuk, mereka itulah orang-orang yang beruntung. Sebaliknya, mereka yang ingkar, adalah orang-orang yang merugi.\"",
    "jalalayn": "(Yaitu orang-orang yang mengikut rasul, nabi yang ummi) yaitu Nabi Muhammad saw. (yang namanya mereka dapati tertulis di dalam Taurat dan Injil yang ada di sisi mereka) lengkap dengan nama dan ciri-cirinya (yang menyuruh mereka mengerjakan yang makruf dan melarang mereka dari mengerjakan yang mungkar dan menghalalkan bagi mereka segala yang baik) dari apa yang sebelumnya diharamkan oleh syariat mereka (dan mengharamkan bagi mereka segala yang buruk) yaitu bangkai dan lain-lainnya (dan membuang dari mereka beban-beban) maksud tanggungan mereka (dan belenggu-belenggu) hal-hal yang berat (yang ada pada mereka) seperti bertobat dengan jalan membunuh diri dan memotong apa yang terkena oleh najis. (Maka orang-orang yang beriman kepadanya) dari kalangan mereka (memuliakannya) yaitu menghormatinya (menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya) yakni Alquran (mereka itulah orang-orang yang beruntung)."
  },
  {
    "page": 170,
    "name": "Al-A'raf",
    "ayat": 158,
    "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ",
    "translation": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.”          ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1112.mp3",
    "tafsir": "Allah memerintahkan kepada Muhammad, agar ia menyeru seluruh umat manusia mengikuti agama yang dibawanya, di mana saja mereka berada, dan bangsa apa pun dia, agar dia menerangkan bahwa dia adalah Rasul Allah yang diutus kepada mereka semua. Keumuman risalah Muhammad saw dinyatakan lagi oleh firman Allah:\n\nDan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan... (Saba/34: 28)\n\nDan firman Allah juga:\n\n...Al-Quran ini diwahyukan kepadaku agar dengannya itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Quran kepadanya)... (al-Anam/6: 19)\n\nDemikian pula hadis Nabi yang menerangkan keumuman risalahnya sebagai berikut:\n\"Telah diberikan kepadaku lima hal, yang belum pernah diberikan kepada seorang Nabi pun sebelumku. Aku ditolong dengan memasukkan rasa takut kepada musuhku dalam jarak perjalanan sebulan, dan dijadikan bagiku bumi sebagai masjid (tempat salat) dan alat bersuci. Maka siapa saja dari umatku yang telah datang padanya waktu salat maka hendaklah ia salat (dimana pun ia berada), dan dihalalkan bagiku harta rampasan yang tidak dihalalkan kepada orang sebelumku, diberikan kepadaku syafaat, dan Nabi lain diutus kepada kaumnya saja, sedangkan aku diutus kepada semua umat manusia\". (Riwayat al-Bukhari dan Muslim)\n\nAllah menerangkan keesaan-Nya, yaitu tidak ada tuhan selain Dia, hanyalah Dia yang berhak disembah, karena Dialah yang mengurus langit dan bumi, mengatur alam seluruhnya. Dia menghidupkan segala yang hidup dan mematikan segala yang mati. Dalam ayat ini diterangkan bahwa ada tiga kekuasaan Tuhan yang utama: yaitu pemilik yang ada di langit dan bumi, satu-satunya Tuhan yang dapat disembah, Tuhan yang menghidupkan dan mematikan.\nKemudian Allah memerintahkan seluruh manusia agar beriman kepada Allah dan beriman kepada Nabi yang ummi, beriman kepada wahyunya yaitu kitab-kitab terdahulu dan memerintahkan manusia agar mengikuti nabi tersebut.\nRasul yang ummi itu memurnikan pengabdian kepada Allah, beriman kepada kitab-kitab yang telah diturunkan kepada para Nabi yang terdahulu. Setelah perintah beriman, Allah mengiringi dengan perintah agar manusia melaksanakan semua syariat yang dibawa Nabi Muhammad saw.",
    "quraish": "Wahai Nabi (Muhammad), katakan kepada umat manusia, \"Sesungguhnya aku adalah utusan Allah kepada kalian semua, baik bangsa Arab maupun non-Arab, berkulit hitam atau berkulit putih. Dan Allah, Pengutusku, adalah Penguasa satu-satunya kerajaan langit dan bumi. Dialah yang mengatur keduanya dengan kebijakan-Nya; Dia berwenang melakukan apa saja sesuai dengan kehendak-Nya; dan Dialah yang menentukan sesuatu itu hidup atau mati, bukan yang lain-Nya. Tidak ada yang patut disembah kecuali Dia.\" Maka berimanlah kepada Allah dan rasul-Nya yang tak dapat menulis dan membaca itu. Rasul sendiri pun telah beriman kepada Allah, dan ia ingin kalian mengikuti jejaknya. Maka ikutilah segala apa yang dilakukan dan dikatakan rasul-Nya, agar kalian mendapat petunjuk ke jalan yang benar.",
    "jalalayn": "(Katakanlah,) pembicaraan ini ditujukan kepada Nabi saw. (\"Hai manusia! Sesungguhnya aku adalah utusan Allah kepadamu semua, yaitu Allah yang mempunyai kerajaan langit dan bumi; tidak ada Tuhan selain Dia; yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan rasul-Nya, nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya) yakni Alquran (dan ikutilah dia, supaya kamu mendapat petunjuk.\") artinya kamu akan mendapat bimbingan hidayah."
  },
  {
    "page": 170,
    "name": "Al-A'raf",
    "ayat": 159,
    "arab": "وَمِنْ قَوْمِ مُوْسٰٓى اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ",
    "translation": "Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil menjalankan keadilan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1113.mp3",
    "tafsir": "Di antara kaum Musa ada segolongan besar yang menunjukkan kepada manusia jalan yang benar sesuai dengan yang diperintahkan Allah, mengajak manusia berbuat kebajikan, menetapkan hukum di antara manusia dengan adil, tidak mengikuti hawa nafsu mereka, tidak makan makanan yang diharamkan Allah, tidak mengerjakan perbuatan yang terlarang, baik mereka itu berada pada masa Musa, maupun mereka berada pada masa sesudahnya. \nKeadaan kaum Musa ini dijelaskan lagi dalam firman Allah swt:\n\nMereka itu tidak (seluruhnya) sama. Di antara ahli kitab ada golongan yang jujur, mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat). (Ali Imran/3: 113)\n\nKaum Musa ada yang menerima dan melaksanakan petunjuk Allah swt\ndengan sepenuh hati. Mereka itu ada tiga macam:\na. Kaum Musa yang ada pada masa Nabi Muhammad saw, atau setelah beliau meninggal, mereka membaca kitab Taurat, lalu beriman kepada Muhammad saw, sesuai dengan isyarat yang mereka baca dalam kitab Taurat.\nb. Kaum Musa yang benar-benar beriman kepada Muhammad saw setelah beliau meninggal dunia.\nc. Kaum Musa yang hidup dalam dua periode yaitu periode sebelum Muhammad diutus. Mereka beriman sepenuhnya kepada Nabi Musa. Setelah Muhammad diutus mereka beriman kepada Muhammad sesuai dengan petunjuk yang mereka dapati dalam Taurat.",
    "quraish": "Di antara kaum Mûsâ terdapat sekelompok orang yang tetap berpegang teguh pada agama yang benar, serta mengajak manusia untuk mengikuti kebenaran yang telah disampaikan Mûsâ dari Tuhannya. Mereka itu, jika menentukan suatu hukum, selalu menegakkan keadilan dengan landasan kebenaran yang telah mereka dapatkan.",
    "jalalayn": "(Dan di antara kaum Musa itu terdapat suatu umat) suatu jemaah (yang memberi petunjuk) kepada manusia (dengan hak dan dengan yang hak itulah mereka menjalankan keadilan) di dalam memberikan keputusan hukum."
  }
]