[
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 179,
    "arab": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ",
    "translation": "Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1133.mp3",
    "tafsir": "Kemudian Allah dalam ayat ini menguraikan apa yang tidak terperinci pada ayat-ayat yang lampau tentang hal-hal yang menyebabkan terjerumusnya manusia ke dalam kesesatan. Allah menjelaskan banyak manusia menjadi isi neraka Jahanam seperti halnya mereka yang masuk surga, sesuai dengan amalan mereka masing-masing.\nHal-hal yang menyebabkan manusia itu diazab di neraka Jahanam ialah: bahwa akal dan perasaan mereka tidak dipergunakan untuk memahami keesaan dan kebesaran Allah, padahal kepercayaan pada keesaan Allah itu membersihkan jiwa mereka dari segala macam was-was dan dari sifat hina serta rendah diri, lagi menanamkan pada diri mereka rasa percaya terhadap dirinya sendiri.\nDemikian pula mereka tidak menggunakan akal pikiran mereka untuk kehidupan rohani dan kebahagiaan abadi. Jiwa mereka terikat kepada kehidupan duniawi, sebagaimana difirmankan Allah:\n\n\"Mereka mengetahui yang lahir (tampak) dari kehidupan dunia, sedangkan terhadap (kehidupan) akhirat mereka lalai.\" (ar-Rum/30: 7)\nMereka tidak memahami bahwa tujuan mereka diperintahkan menjauhi kemaksiatan, dan berbuat kebajikan, adalah untuk kebahagiaan dunia dan akhirat. Mereka tidak memahami hukum-hukum masyarakat dan pengaruh kepercayaan agama Islam dalam mempersatukan umat. Mereka tidak memahami tanda-tanda keesaan Allah, baik dalam diri manusia maupun yang ada di permukaan bumi. Mereka tidak memahami dan merenungkan wahyu Tuhan yang disampaikan kepada Rasul-Nya.\nMereka mempunyai mata, tetapi tidak dipergunakan untuk melihat bukti kebenaran dan keesaan Allah. Segala kejadian dalam sejarah manusia, segala peristiwa yang terjadi dalam kehidupan manusia setiap hari, yang dilihat dan yang didengar, tidak menjadi bahan pemikiran dan renungan untuk dianalisa dan hal ini disimpulkan Allah dalam firman-Nya:\n\n\"Dan Kami telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka memperolok-olokkannya telah mengepung mereka.\" (al-Ahqaf/46: 26)\n\nMereka tidak dapat memanfaatkan mata, telinga, dan akal sehingga mereka tidak memperoleh hidayat Allah yang membawa mereka kepada kebahagiaan dunia dan akhirat. Keadaan mereka seperti binatang bahkan lebih buruk dari binatang, sebab binatang tidak mempunyai daya-pikir untuk mengolah hasil penglihatan dan pendengarannya. Binatang bereaksi dengan dunia luar berdasarkan naluri dan bertujuan hanyalah untuk mempertahankan hidup. Dia makan dan minum, serta memenuhi kebutuhannya, tidaklah melampaui dari batas kebutuhan biologis hewani. Tetapi bagaimana dengan manusia, bila sudah menjadi budak hawa-nafsu. Dan akal mereka tidak bermanfaat lagi. Mereka berlebihan dalam memenuhi kebutuhan jasmani mereka sendiri, berlebihan dalam mengurangi hak orang lain. Diperasnya hak orang lain bahkan kadang-kadang di luar perikemanusiaan.\nBila sifat demikian menimpa satu bangsa dan negara, maka negara itu akan menjadi serakah dan penindas bangsa dan negara lain. Mereka mempunyai hati (perasaan dan pikiran), tetapi tidak digunakan untuk memahami ayat-ayat (Allah). Mereka lupa dan melalaikan bukti-bukti kebenaran Allah pada diri pribadi, pada kemanusiaan dan alam semesta ini, mereka melupakan penggunaan perasaan dan pikiran untuk tujuan-tujuan yang luhur dan meninggalkan kepentingan yang pokok dari kehidupan manusia sebagai pribadi dan bangsa.",
    "quraish": "Dan sungguh Kami telah menciptakan banyak di antara jin dan manusia yang, di hari kiamat nanti, akan berada di api neraka. Hal itu karena hati mereka tidak digunakan untuk menembus kebenaran, mata mereka tidak merenungi kekuasaan Tuhan, dan telinga mereka tidak mendengarkan ayat-ayat dan nasihat- nasihat untuk direnungi dan diambil pelajaran. Mereka layaknya seperti binatang yang tidak menggunakan akal yang diberikan Allah untuk bertadabbur. Bahkan mereka sebenarnya lebih sesat dari binatang. Sebab, binatang itu--dengan instinknya--akan selalu mencari kebaikan dan menghindari bahaya, sementara mereka itu malah menolak kebaikan dan kebenaran yang ada. Mereka itu memang orang-orang yang sangat bodoh!",
    "jalalayn": "(Dan sesungguhnya Kami jadikan) Kami ciptakan (untuk isi neraka Jahanam kebanyakan dari jin dan manusia, mereka mempunyai hati tetapi tidak dipergunakan untuk memahami ayat-ayat Allah) yakni perkara hak (dan mereka mempunyai mata tetapi tidak dipergunakannya untuk melihat tanda-tanda kekuasaan Allah) yaitu bukti-bukti yang menunjukkan kekuasaan Allah dengan penglihatan yang disertai pemikiran (dan mereka mempunyai telinga tetapi tidak dipergunakannya untuk mendengar ayat-ayat Allah) ayat-ayat Allah dan nasihat-nasihat-Nya dengan pendengaran yang disertai pemikiran dan ketaatan (mereka itu sebagai binatang ternak) dalam hal tidak mau mengetahui, melihat dan mendengar (bahkan mereka lebih sesat) dari hewan ternak itu sebab hewan ternak akan mencari hal-hal yang bermanfaat bagi dirinya dan ia akan lari dari hal-hal yang membahayakan dirinya tetapi mereka itu berani menyuguhkan dirinya ke dalam neraka dengan menentang (mereka itulah orang-orang yang lalai)"
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 180,
    "arab": "وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ",
    "translation": "Dan Allah memiliki Asma'ul-husna (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebutnya Asma'ul-husna itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya. Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1134.mp3",
    "tafsir": "Al-Asmaul Husna artinya nama-nama Allah yang paling baik, paling luas, dan paling dalam pengertiannya, sebagaimana sabda Rasulullah:\n\"Sesungguhnya Allah mempunyai sembilan puluh sembilan nama, seratus kurang satu, barangsiapa menghafalnya masuklah dia ke surga.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nJumlah sembilan puluh sembilan itu tidaklah berarti batas jumlah, sesungguhnya nama Allah itu tidaklah terbatas. Dalam Al-Quran nama Allah lebih dari jumlah angka tersebut. Nama-nama itu merupakan sifat dari zat Allah Yang Maha Esa, bukan zat Tuhan yang dikira orang musyrikin. \nMengenai Asmaul Husna yang sembilan puluh sembilan itu diriwayatkan oleh at-Tirmizi dan al-Hakim dari jalan (sanad) al-Walid bin Muslim sebagai berikut: \nDialah Allah yang tiada Tuhan kecuali Dia. (1) Yang Maha Pengasih, (2) Yang Maha Penyayang, (3) Maharaja, (4) Yang Mahasuci, (5) Maha Sejahtera, (6) Yang Maha Menenteramkan, (7) Yang Maha Memelihara, (8) Yang Mahaperkasa, (9) Yang Mahakuasa, (10) Yang Maha Memiliki Kebesaran, (11) Yang Maha Menciptakan, (12) Yang Mengadakan, (13) Yang Membentuk Rupa, (14) Yang Maha Pengampun, (15) Yang Maha Mengalahkan, (16) Yang Maha Pemberi, (17) Yang Maha Memberi Rezeki, (18) Yang Maha Memberi Keputusan, (19) Yang Maha Mengetahui, (20) Yang Maha Membatasi Rezeki, (21) Yang Maha Melapangkan Rezeki, (22) Yang Maha Merendahkan, (23) Yang Maha Meninggikan, (24) Yang Maha Menjadikan Mulia, (25) Yang Menjadikan Hina, (26) Yang Maha Mendengar, (27) Yang Maha Melihat, (28) Yang Jadi Hakim, (29) Yang Mahaadil, (30) Yang Mahahalus, (31) Yang Mahateliti, (32) Yang Mahasantun, (33) Yang Mahaagung, (34) Yang Maha Mengampuni, (35) Yang Maha Mensyukuri, (36) Yang Mahatinggi, (37) Yang Mahabesar, (38) Yang Maha Memelihara, (39) Yang Maha Penentu Waktu, (40) Yang Maha Membuat Perhitungan, (41) Yang Penuh Kebesaran, (42) Yang Maha Pemurah, (43) Yang Jadi Pengawas, (44) Yang Maha Mengabulkan, (45) Yang Mahaluas, (46) Yang Maha Bijaksana, (47) Yang Maha Mencintai,(48)Yang Mahamulia, (49) Yang Maha Membangkitkan, (50) Yang Maha Menjadi Saksi, (51) Yang Penuh Kebenaran, (52) Yang Maha Menjadi Tempat Bertawakkal, (53) Yang Mahakuat, (54) Yang Mahakokoh, (55) Yang Maha Melindungi, (56) Yang Maha Terpuji, (57) Yang Maha Menghitung, (58) Yang Maha Menciptakan, (59) Yang Maha Mengembalikan, (60) Yang Menghidupkan, (61) Yang Mematikan, (62) Yang Maha Hidup, (63) Yang Berdiri Sendiri, (64) Yang Maha Menemukan, (65) Yang Mahamulia, (66) Yang Mahamandiri, (67) Yang Maha Esa, (68) Yang Maha Tumpuan, (69) Yang Maha Kuasa, (70) Yang Maha Menentukan, (71) Yang Maha Mendahulukan, (72) Yang Maha Mengakhirkan, (73) Yang Mahaawal, (74) Yang Mahaakhir, (75) Yang Mahanyata, (76) Yang Maha Tersembunyi, (77) Yang Maha Melindungi, (78) Yang Maha Meninggikan, (79) Yang Maha Pelimpah Kebajikan, (80) Yang Maha Penerima Tobat, (81) Yang Maha Pembalas, (82) Yang Maha Pemaaf, (83) Yang Maha Penyantun, (84) Yang Memiliki Kekuasaan, (85) Yang Maha Mempunyai Kebesaran dan Kemuliaan, (86) Yang Mahaadil, (87) Yang Menghimpun, (88) Yang Mahakaya, (89) Yang Maha Memberi Kekayaan, (90) Yang Maha Mencegah, (91) Yang Maha Pemberi Mudarat, (92) Yang Maha Pemberi Manfaat, (93) Yang Maha Bercahaya, (94) Yang Maha Pemberi Petunjuk, (95) Yang Maha Pencipta Keindahan, (96) Yang Mahakekal, (97) Yang Maha Mewarisi, (98) Yang Maha Pemberi Bimbingan, (99) Yang Mahasabar. (Riwayat at-Tirmizi dan al-Hakim)\n\nTerjemahan nama-nama Allah sesungguhnya tidak dapat diterjemahkan secara tepat. Terjemahan ini sekedar untuk menjelaskan maknanya sesuai dengan keterbatasan bahasa Indonesia.\nAllah memerintahkan hamba-hamba-Nya untuk menyebutkan nama-nama yang paling baik ini dalam berdoa dan berzikir. Karena dengan berdoa dan berzikir itu mereka selalu ingat kepada Allah, dan iman mereka bertambah hidup dan subur dalam jiwa mereka\nDalam pada itu Allah memerintahkan pula kepada orang-orang yang beriman agar mereka meninggalkan perilaku orang-orang yang menyimpangkan pengertian nama-nama Allah dari pengertian yang benar, misalnya dengan memberikan tawil atau memutar-balikkan pengertian sehingga mengaburkan kesempurnaan yang mutlak dari sifat-sifat Allah. Mereka yang berbuat demikian kelak akan ditimpa azab Allah. Penyimpangan atau penyelewengan dari nama-nama Allah Yang Maha Sempurna itu bermacam-macam bentuknya, antara lain:\n1. Memberikan nama kepada Allah dengan nama yang tidak terdapat dalam Al-Quran ataupun dalam hadis Rasul yang sahih. Semua ulama sepakat bahwa nama dan sifat Allah itu harus didasarkan atas penjelasan Al-Quran dan hadis Rasul (tauqifi). \n2. Menolak nama-nama dan sifat-sifat yang telah ditetapkan oleh Allah untuk zat-Nya, atau menolak untuk menisbahkan suatu perbuatan kepada Allah karena memandang yang demikian itu tidak patut bagi kesucian-Nya atau mengurangi kesucian-Nya. Mereka yang menolak ini memandang diri mereka seolah-olah lebih mengetahui dari Allah dan Rasul-Nya, mana yang layak dan mana yang tidak layak bagi Allah.\n3. Menamakan sesuatu selain Allah dengan nama yang hanya layak bagi Allah.\n4. Memutar-balikkan nama dan sifat-sifat Allah dengan penafsiran sendiri sehingga keluar dari pengertian dan maksud yang sebenarnya, seperti paham yang mengatakan bahwa sifat-sifat Allah sama dengan sifat manusia, seperti mendengar, melihat, berkata-kata, punya muka, tangan, kaki, tertawa, marah, senang dan sebagainya. Kendati Allah memiliki sifat mendengar, melihat dan sebagainya, namun mendengarnya Allah tidak sama dengan mendengarnya makhluk, melihatnya Allah tidak sama dengan melihatnya makhluk. Atau paham yang memberikan takwil terhadap sifat-sifat Allah sedemikian rupa sehingga sifat Allah itu tidak memilikik arti sama sekali.\n5. Mempersekutukan Allah dengan sembahan selain Allah dalam segi nama yang khusus untuk Allah. Seperti memakai lafal Allah untuk sebuah berhala atau kata Rabbul alamin.",
    "quraish": "Dan Allah, tidak yang lain-Nya, memiliki nama-nama yang menunjuki kemahasempurnaan-Nya. Maka lakukanlah doa, serulah dan gelarilah Allah dengan nama-nama itu. Dan waspadalah terhadap orang-orang yang cenderung menyematkan sesuatu yang tidak layak bagi zat Allah yang Mahaagung. Sesungguhnya perlakuan orang-orang seperti itu akan diberi balasan.",
    "jalalayn": "(Allah mempunyai asma-asma yang baik) yang sembilan puluh sembilan, demikianlah telah disebutkan oleh hadis. Al-husna adalah bentuk muannats dari al-ahsan (maka bermohonlah kepada-Nya) sebutkanlah Dia olehmu (dengan menyebut nama-nama-Nya itu dan tinggalkanlah) maksudnya biarkanlah (orang-orang yang menyimpang dari kebenaran) berasal dan kata alhada dan lahada, yang artinya mereka menyimpang dari perkara yang hak (dalam menyebut nama-nama-Nya) artinya mereka mengambil nama-nama tersebut untuk disebutkan kepada sesembahan-sesembahan mereka, seperti nama Latta yang berakar dari lafal Allah, dan Uzzaa yang berakar dari kata Al-Aziiz, dan Manaat yang berakar dari kata Al-Mannaan (nanti mereka akan mendapat balasan) kelak di akhirat sebagai pembalasannya (terhadap apa yang telah mereka kerjakan) ketentuan ini sebelum turunnya ayat perintah berperang."
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 181,
    "arab": "وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ",
    "translation": "Dan di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran, dan dengan itu (pula) mereka berlaku adil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1135.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa Dia menciptakan juga satu umat yang besar jumlahnya untuk menempati surga. Mereka terdiri dari umat-umat dan suku-suku yang berjuang untuk membimbing manusia ke jalan yang benar serta mendidik mereka berpendirian teguh. Mereka menegakkan keadilan dan kebenaran yang telah ditetapkan Allah dan tidak ada pilihan lain bagi mereka kecuali jalan Allah itu. Mereka inilah umat Nabi Muhammad saw.\n\nBerkata Rasulullah saw berhubungan dengan ayat ini :\n\"Inilah umatku dengan kebenaran mereka memerintah, menetapkan keputusan-keputusan, mengambil (hak mereka) dan memberikan (hak orang lain)\". (Riwayat al-Bukhari dan Muslim dalam shahihain)\nRasulullah saw berkata dalam hadis lain :\n\"Senantiasa ada segolongan umatku yang menegakkan kebenaran, siapa yang menentang mereka tidaklah dapat menyusahkan mereka hingga datang ketentuan Allah (hari Kiamat).\" (Riwayat Ibnu Majah dari sauban)\n\nDari hadis-hadis ini dapat ditarik kesimpulan bahwa ijmak ulama menjadi hujah pada setiap masa, dan pada tiap masa itu pasti ada orang-orang yang ahli ijtihad.",
    "quraish": "Di antara orang-orang yang Kami siapkan surga untuk mereka, adalah meraka yang selalu mengajak kepada kebenaran, lalu berdasarkan kebenaran itu, mereka menegakkan keadilan dalam memutuskan hukum-hukum mereka.",
    "jalalayn": "(Dan di antara orang-orang yang Kami ciptakan ada umat yang memberi petunjuk dengan hak, dan dengan yang hak itu pula mereka menjalankan keadilan) mereka adalah umat Muhammad saw. sebagaimana yang telah dijelaskan oleh hadis."
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 182,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ",
    "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan Kami biarkan mereka berangsur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1136.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini, bahwa mereka yang mendustakan ayat-ayat Allah seperti orang-orang Quraisy yang menentang dakwah Muhammad saw, tentu akan menerima hukuman Allah secara berangsur-angsur tanpa menyadari akibat kesesatan mereka itu. Hal demikian disebabkan mereka tidak memahami Sunatullah dalam pertumbuhan perkembangan manusia, bahwa pertarungan antara yang hak dengan yang batil, antara yang benar dengan yang salah, tentulah yang hak akan memperoleh kemenangan. Apa yang bermanfaat bagi manusia mengalahkan apa yang memudaratkan mereka.\nAllah berfirman:\n\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya/21: 18)\nDan lagi Allah swt berfirman:\n\nAdapun buih, akan hilang sebagai sesuatu yang tak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap di bumi. Demikianlah Allah membuat perumpamaan. (ar-Rad/13: 17)\nPeringatan Allah kepada mereka yang menentang dan mendustakan kerasulan Muhammad saw, mereka akan dibinasakan secara istidraj (berangsur-angsur), telah terbukti kebenarannya. Orang-orang kafir Quraisy yang sangat keras memusuhi Nabi Muhammad dan sahabat-sahabatnya telah mengalami kekalahan dalam berbagai peperangan, dalam menghadapi kaum Muslimin. Orang-orang Quraisy tertipu oleh kebesaran dan kekuatannya sendiri. Meskipun mereka selalu mengalami kekalahan, namun mereka tidak menyadari bahwa mereka berangsur-angsur menuju kehancuran.",
    "quraish": "Dan orang-orang yang mendustakan ayat-ayat yang Kami turunkan, setahap demi setahap Kami biarkan mereka hingga mencapai tahap maksimal. Di saat tingkat kekayaan dan kesenangan dunia telah membuat mereka lupa daratan, maka mereka akan sangat terkejut jika kebinasaan itu datang.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami) yakni Alquran, dari kalangan penduduk Mekah (nanti Kami akan menarik mereka secara berangsur-angsur) Kami akan mengazab mereka sedikit demi sedikit (dengan cara yang tidak mereka ketahui)."
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 183,
    "arab": "وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ",
    "translation": "Dan Aku akan memberikan tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1137.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan bahwa orang-orang yang mendustakan lambat laun menerima azab. Karena Allah membiarkan mereka berumur panjang, hidup makmur, dan mampu berperang, bukanlah lantaran Allah mengasihi mereka, tetapi sebagai tipuan terhadap mereka. Dengan kemewahan dan kekuatan yang mereka miliki, mereka berlarut-larut dalam kezaliman, mereka tidak memiliki norma moral, kecuali norma-norma yang sesuai dengan hawa nafsu mereka. Mereka adalah orang-orang yang mendustakan agama, dan orang-orang yang kafir terhadap Allah. Dalam sejarah umat manusia, baik orang seorang atau sebagai bangsa jika berlaku zalim dan aniaya, akhir kezaliman itu adalah kehancuran bagi mereka sendiri. Allah swt berfirman:\n\n\"Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan. Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa), Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya.\" (al-Muminun/23: 54-55-56)\n\nRasulullah saw, bersabda:\n\"Sesungguhnya Allah swt memberi tangguh (tidak segera menimpakan azab) bagi orang yang zalim, tetapi bilamana Allah swt mengazabnya, Allah tidak akan membiarkannya lepas\". (Riwayat al-Bukhari dan Muslim dari Abu Musa)",
    "quraish": "Dan Aku beri mereka kesempatan hidup yang cukup, tanpa melupakan kejahatan-kejahatan yang mereka lakukan. Rencana-Ku ini akan menyakitkan mereka, sesuai dengan kadar kejahatan yang mereka langgar.",
    "jalalayn": "(Dan Aku memberi tangguh kepada mereka) Kami menangguhkan mereka (Sesungguhnya rencana-Ku amat tangguh) amat keras dan tidak bisa ditahan."
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 184,
    "arab": "اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ",
    "translation": "Dan apakah mereka tidak merenungkan bahwa teman mereka (Muhammad) tidak gila. Dia (Muhammad) tidak lain hanyalah seorang pemberi peringatan yang jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1138.mp3",
    "tafsir": "Dalam ayat ini Allah mencela sikap orang-orang Quraisy yang mendustakan Nabi Muhammad, dan tidak merenungkan kenyataan-kenyataan kepribadian Nabi sendiri. Bahkan karena kejujurannya beliau diberi gelar \"Al-Amin\". (Orang yang terpercaya) oleh mereka sendiri. Mengapa mereka tidak merenungkan pula inti dakwahnya, sebagai bukti kerasulannya dan ayat-ayat Al-Quran yang menetapkan keesaan dan kekuasaan Allah.\nSekiranya mereka bersedia merenungkan hal yang demikian, tentulah nampak bagi mereka kebenaran, dan tidaklah keluar dari mulut mereka tuduhan bahwa Nabi Muhammad itu orang gila. Dia adalah sahabat mereka semenjak kecil, sedikit pun tidak ada tanda-tanda gila padanya sebagaimana mereka saksikan sendiri dalam perkembangan hidupnya. Allah menceritakan dalam Al-Quran tentang tuduhan mereka itu dengan firmannya:\n\n\"Maka tidakkah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek-moyang mereka terdahulu? Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya? Atau mereka berkata: \"Orang itu (Muhammad) gila.\" Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran.\" (al-Muminun/23: 68-69-70)\n\nFirman Allah swt:\n\nDan Mereka berkata, \"Wahai orang yang kepadanya diturunkan Al-Quran, sesungguhnya engkau (Muhammad) benar-benar orang gila.\" (al-Hijr/15:6)\n\nTuduhan gila kepada Nabi Muhammad oleh orang kafir Mekah itu sebenarnya sudah menjadi kebiasaan orang-orang kafir zaman dahulu kepada Nabi-nabi mereka, seperti Nabi Nuh, Nabi Musa, dan lain-lainnya.\nFirman Allah swt:\n\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adz-dzariyat/51: 52)\nSesungguhnya Nabi Muhammad, bukanlah orang gila, tetapi beliau adalah seorang Rasul, seorang yang menyampaikan peringatan kepada manusia tentang azab dan penderitaan yang akan mereka alami jika ingkar kepada Allah dan menolak agama-Nya. Nabi Muhammad hanya memberi nasihat kepada mereka, bahwa kebahagiaan dunia dan akhirat, baik untuk pribadi ataupun masyarakat hanyalah dicapai dengan agama yang dibawanya.",
    "quraish": "Mereka terlalu cepat mendustakan dan tidak merenungi apa yang dibawa Rasulullah beserta bukti- buktinya. Lebih dari itu, mereka bahkan menuduh Rasulullah saw. telah mengalami gangguan jiwa. Rasulullah saw. sama sekali tidak gila! Ia tak lain hanyalah seorang pemberi peringatan akan akibat perbuatan syirik mereka. Penjelasan yang disampaikannya itu benar-benar jelas dan lugas.",
    "jalalayn": "(Apakah mereka tidak memikirkan) kemudian mereka dapat mengetahui (bahwa teman mereka) yaitu Muhammad saw. (tidak berpenyakit gila) bukanlah kurang akal (tidak lain) (dia hanyalah seorang pemberi peringatan lagi pemberi penjelasan) yang jelas peringatannya."
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 185,
    "arab": "اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ",
    "translation": "Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang diciptakan Allah, dan kemungkinan telah dekatnya waktu (kebinasaan) mereka? Lalu berita mana lagi setelah ini yang akan mereka percayai?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1139.mp3",
    "tafsir": "Dalam ayat ini Allah mengecam mereka yang mendustakan Rasul. Mengapa mereka tidak memperhatikan apa yang terdapat pada kerajaan langit, dalam ruang angkasa yang sangat luas dengan jutaan bintang-bintang dan sejumlah planet-planet yang belum diketahui secara pasti keadaannya, beserta bulan-bulan yang beredar sekelilingnya di tiap-tiap planet itu. Dan mengapa pula mereka tidak memperhatikan apa yang terjadi di bumi, lautan dan daratan dengan segala hewan dan tumbuh-tumbuhan yang hidup di alam keduanya? Semua makhluk itu bagaimana kecilnya tunduk kepada suatu hukum yang rapi dan pasti, \"Siapakah yang menciptakan hukum atau Sunnah itu?\" Sekiranya mereka sejenak merenungkan isi kerajaan langit dan bumi itu tentulah mereka akan memperoleh petunjuk untuk membenarkan kerasulan Muhammad saw, mereka beriman kepada ayat-ayat Al-Quran yang dibawanya. \nDemikian pula halnya, sekiranya mereka memperhatikan dengan mendalam pada diri mereka sendiri. Manusia sebagai makhluk yang hidup pastilah akan berakhir dengan kematian, cepat atau lambat. Apakah mereka akan menghadap Tuhan dengan membawa amal kejahatan itu? Orang-orang kafir akan menyadari betapa bijaksananya jika sekiranya mereka menerima peringatan-peringatan dan ajaran-ajaran yang dibawa Rasul. Apa yang dibawa oleh Rasul itu sebenarnya bermanfaat bagi mereka di dunia dan di akhirat, yakni kepercayaan tentang adanya hari Kiamat dan hari pembalasan, buruk dan baik dan berita kehidupan sesudah mati. Jika mereka tidak percaya kepada ajaran Al-Quran yang dibawa oleh Rasul itu, maka adakah ajaran lain atau berita lain yang patut mereka percayai? Jika mereka tidak menemukan berita dan ajaran lainnya, maka Al-Quran-lah satu-satunya pilihan dan pegangan bagi mereka.",
    "quraish": "Mereka sungguh telah mendustakan Muhammad yang mengajak mereka untuk mengesakan Allah. Mereka pun tidak merenungi ciptaan Allah yang ada di langit dan di bumi, yang semuanya menunjuki keesaan dan kekuasaan-Nya. Bahkan mereka tidak berfikir bahwa ajal mereka sebenarnya sudah dekat atau, paling tidak, sudah semakin dekat, sehingga mereka cepat-cepat merenungi dan mencari kebenaran sebelum ajal mereka tiba. Jika al-Qur'ân tidak juga membuat mereka percaya, lalu perkataan macam apa lagi yang bisa membuat mereka beriman?",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan kerajaan) kekuasaan (langit dan bumi dan) di dalam (segala sesuatu yang diciptakan Allah) merupakan penjelasan dari apa yang sebelumnya, dengan hal itu mereka menyimpulkan tentang kekuasaan dan keesaan penciptanya (dan bahwasanya) sehubungan dengan (kemungkinan telah dekatnya) (kebinasaan mereka?) kemudian mereka mati dalam keadaan kafir, lalu mereka dimasukkan ke dalam neraka. Mengapa mereka tidak bersegera untuk beriman. (Maka kepada berita manakah lagi sesudahnya) yakni sesudah berita Alquran (mereka akan beriman?)"
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 186,
    "arab": "مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
    "translation": "Barangsiapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1140.mp3",
    "tafsir": "Kemudian Allah menegaskan dalam ayat ini bahwa orang yang disesatkan oleh Allah, tidak ada baginya yang memberi petunjuk. Seorang menjadi sesat karena dia telah kehilangan potensi dalam dirinya (fitrah) untuk menerima petunjuk. Kehilangan potensi itu disebabkan kelengahan dirinya sendiri dalam memeliharanya dari pengaruh dan godaan setan dan hawa nafsu. Karena tidak adanya potensi itu, maka jiwanya tidak menanggapi isi Al-Quran sewaktu datang kepadanya. Bahkan dia mengadakan reaksi yang negatif, yakni menolak, tidak menerima Al-Quran. Meskipun Rasul yang datang membawa Al-Quran itu kepadanya mempunyai akhlak yang mulia, akal yang sempurna, tetapi karena dia telah kehilangan kesediaan itu, maka Al-Quran tetap tidak berpengaruh pada jiwa orang yang disesatkan Allah itu. Jiwanya telah gelap, tidak menerima ajaran Al-Quran. Karena itu tak ada cahaya petunjuk baginya.\nHatinya gelap bertambah gelap akibat perbuatan yang mungkar serta kelaliman yang melampaui batas. Keraguan semakin mencekam hati manusia yang demikian, dan akhirnya sulitlah baginya untuk memperoleh jalan keluar dari kesesatan itu.\nFirman Allah swt:\n\nSekali-kali tidak! Bahkan apa yang mereka kerjakan itu telah menutupi hati mereka. (al-Muthaffifin/83: 14)\nSetiap perbuatan yang jahat menambah gelap hati manusia. Hati yang gelap menimbulkan perbuatan-perbuatan yang jahat kembali. Demikianlah akhirnya manusia yang sesat itu berputar-putar dalam lingkaran kesesatan. Mereka bergelimang dalam lumpur dosa dan kesesatan. Dia dapat lepas dan tertolong dari lingkaran kesesatan ini bilamana dia memiliki kemauan yang keras untuk kembali ke jalan Allah dan Nur Ilahi.",
    "quraish": "Barangsiapa yang telah Allah tentukan tersesat karena pilihan dan usahanya sendiri, tak satu pun yang dapat memberinya petunjuk. Dalam kesesatan itu, Allah membiarkan mereka terombang-ambing dan tak mendapatkan jalan kebenaran.",
    "jalalayn": "(Barang siapa yang Allah sesatkan, maka baginya tak ada orang yang akan memberi petunjuk. Dan Allah membiarkan mereka) dengan memakai ya dan nun serta dirafa`kan sebagai jumlah isti'naf/permulaan; sedangkan apabila dijazamkan maka diathafkan secara mahall kepada lafal sesudah fa (terombang-ambing dalam kesesatan) mereka terombang-ambing dalam keadaan bingung."
  },
  {
    "page": 174,
    "name": "Al-A'raf",
    "ayat": 187,
    "arab": "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
    "translation": "Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), “Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1141.mp3",
    "tafsir": "Allah dalam ayat ini menegaskan bahwa hanya Dialah yang mengetahui saat terjadinya hari Kiamat itu. Kepastian terjadinya hari Kiamat dan apa yang terjadi pada hari Kiamat sudah banyak dijelaskan oleh Al-Quran. Akan tetapi khusus yang berkenaan dengan saat terjadinya hari Kiamat itu tidak ada dijelaskan dalam Al-Quran. Hal itu hanya berada dalam ilmu Allah semata-mata.\nKita dapat menarik pelajaran dari peringatan ini, bahwa tak seorang manusia pun yang tahu, kapan akan terjadi pada hari Kiamat. Dengan demikian berarti kita tidak boleh mempercayai ramalan orang atau berita bahwa hari Kiamat akan terjadi pada hari, tanggal, bulan dan tahun sekian atau saat tertentu. Peringatan ini berlaku umum untuk masa kapan pun. Ternyata sampai masa kita sekarang hal ini memang sering terjadi, entah di dunia Barat, di Afrika atau di tanah air kita sendiri, ada saja orang atau golongan yang percaya, bahwa hari Kiamat sudah dekat, akan terjadi pada waktu-waktu tertentu dengan menyebutkan saat akan terjadinya. Banyak orang yang percaya dan tertipu dengan ramalan atau berita yang dibuat orang dengan mengaku pemuka agama, akibatnya ada yang sampai menelan korban.\nYang menanyakan saat terjadinya hari Kiamat itu ialah orang Quraisy. Ayat ini turun di Mekah. Di Mekah tidak ada orang Yahudi yang memberitahukan dan mengajarkan kepada orang-orang Quraisy tentang kerasulan, hari berbangkit, surga dan neraka. Berbeda halnya dengan orang Arab Medinah yang sudah banyak bergaul dengan bangsa Yahudi. Mereka sudah mempunyai pengertian tentang kenabian dan hari berbangkit.\nJika orang Quraisy menanyakan tentang hari Kiamat itu maka sebenarnya pertanyan itu dilatar belakangi anggapan mereka bahwa hari Kiamat itu tidak mungkin terjadi dan merupakan suatu berita bohong, Allah menggambarkan pikiran mereka dengan firman-Nya:\n\nOrang-orang yang tidak percaya adanya hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh. (asy-Syura/42: 18)\n\nKarena isi pertanyaan itu merupakan keingkaran, maka Nabi Muhammad disuruh untuk menjawabnya dengan jawaban yang sangat bijaksana, Nabi menjawab bahwa persoalan kapan terjadinya hari Kiamat itu bukan persoalan manusia, bukan pula persoalan Nabi, tetapi persoalan itu kepunyaan Allah semata-mata. Hanyalah Dia yang mengetahui saat terjadinya peristiwa kiamat itu, dan bagaimana proses terjadinya. Nabi ditugaskan oleh Allah, untuk memperingatkan tentang kepastian hari Kiamat dan kedahsyatan yang terjadi pada waktu itu sesuai dengan berita Al-Quran.\nOrang Quraisy ingin memancing jawaban dari Rasulullah saw, dan dari jawaban itu mereka bermaksud mencemoohkan dan mendustakannya. Dirahasiakannya saat terjadinya hari Kiamat mengandung hikmah yang besar bagi orang-orang yang beriman. Mereka dengan hati pasrah menyerahkan persoalan yang bakal terjadi pada hari Kiamat itu hanya kepada Allah. Dialah yang akan membuka tabir kerahasiaan itu, tak ada orang lain yang menyertainya ataupun yang menjadi perantara dengan hamba-hamba-Nya untuk memberitahukan saat terjadinya hari Kiamat itu. Para nabi hanya bertugas memperingatkan tentang adanya hari Kiamat.\nMemang hari Kiamat merupakan beban yang berat bagi penduduk langit dan bumi, karena pada hari itu segala amal perbuatan mereka akan diperhitungkan. Dan juga sukar bagi mereka, karena mereka tidak mengetahui saat kiamat itu terjadi. Kiamat itu akan terjadi dengan tiba-tiba pada saat mereka lalai dan tidak menyadarinya. Bagi orang yang sibuk dengan amal kebajikan, serta tawakal kepada Allah untuk menghadapai hari akhir itu. Kapan pun terjadi peritiwa dahsyat itu, dia sudah siap sedia menghadapinya.\nKemudian Allah menegaskan lagi kepada Nabi Muhammad, bahwa orang-orang musyrik itu bertanya kepada beliau tentang hari Kiamat, karena mereka menganggap seakan-akan Nabi mengetahuinya. Jika Nabi tidak mengetahunya, Nabi dapat langsung bertanya kepada Allah. Maka Allah memerintahkan kembali kepada Nabi untuk menandaskan bahwa saat terjadinya hari Kiamat itu tetap rahasia Allah, Dia sajalah yang mengetahui saat terjadinya kiamat itu. tidak ada orang lain yang mengetahuinya, dan tidak ada orang yang akan diberi ilmu untuk mengetahui mengapa Allah merahasiakan terjadinya kiamat itu dan apa hikmat yang terkandung dalam merahasiakan itu. Dan banyak manusia yang tidak tahu mana yang patut ditanyakan dan mana yang tidak patut ditanyakan.\nMenurut Zahir, Nabi Muhammad, tidaklah mengetahui saat hari Kiamat itu, beliau hanya mengetahui dekatnya hari Kiamat.\nNabi Muhammad saw bersabda:\n\"Aku diutus dan datangnya hari Kiamat itu seperti dua ini, sambil memperlihatkan telunjuknya dan jari tengahnya\". (Riwayat at-Tirmizi)\n\nMaksudnya jarak waktu antara beliau dengan hari Kiamat amat dekat seperti jarak antara dua jari tersebut. Meski pun Allah merahasiakan saat terjadinya hari Kiamat itu, namun Allah telah memberitahukan kepada Nabi Muhammad tanda-tanda sebelum kiamat terjadi. Sebagaimana firman Allah swt:\n\nMaka apa lagi yang mereka tunggu-tunggu selain hari Kiamat, yang akan datang kepada mereka dengan tiba-tiba, karena tanda-tandanya sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu, apabila (hari Kiamat) itu sudah datang? (Muhammad/47: 18)\n\nMaka suatu tanda yang nyata bahwa kiamat itu sudah dekat, ialah diutusnya Nabi Muhammad sebagai Nabi terakhir kepada umat manusia. Dengan kebangkitan beliau itu sempurnalah bimbingan keagamaan oleh Allah kepada manusia, berarti sempurna pula kehidupan kerohanian dan kehidupan materil namun sesudah kehidupan materi itu mencapai puncaknya tibalah kehancuran dan kemusnahan.\nDalam hadis banyak pula tanda yang menerangkan tentang terjadinya hari Kiamat itu. Di antaranya ialah keinginan manusia memiliki harta-benda atau kebutuhan materinya saling bertentangan dengan keinginannya kepada kepuasan rohani. Pada suatu masa manusia mengutamakan kebutuhan spiritual yang diutamakan, dan kebutuhan materi yang dikalahkan. Kemudian dimenangkan lagi kebutuhan materil bersamaan dengan perkembangan kesesatan, kejahatan, kemungkaran dan kekufuran, hingga datanglah hari Kiamat pada saat manusia bergelimang dalam kejahatan.",
    "quraish": "Wahai Muhammad, orang-orang Yahudi bertanya kepadamu tentang hari kiamat yang mengakhiri kehidupan dunia ini, \"Bilakah terjadinya dan bagaimana mengetahuinya?\" Katakan kepada mereka, \"Pengetahuan waktu kejadiannya hanya ada di sisi Allah semata. Tak seorang pun yang mengetahuinya selain Dia. Kejadian itu mahadahsyat dan membuat takut penghuni langit dan bumi.\" Mereka mengulangi menanyakan hal ini, seakan-akan mereka yakin kamu mengetahuinya. Maka, ulangi lagi jawabannya dan katakan dengan tegas kepada mereka, \"Sesungguhnya ilmu tentang itu hanya ada pada Allah. Akan tetapi kebanyakan manusia tidak mengetahui hal-hal yang gaib dan yang kasat mata.\"",
    "jalalayn": "(Mereka menanyakan kepadamu) yaitu mereka penduduk kota Mekah (tentang kiamat,) tentang hari akhir (\"Bilakah) kapan (terjadinya?\" Katakanlah,) kepada mereka (\"Sesungguhnya pengetahuan tentang kiamat itu) bila terjadinya (adalah pada sisi Tuhanku; tidak seorang pun yang dapat menjelaskan) menerangkan (waktu kedatangannya) huruf lam bermakna fii (selain Dia. Kiamat itu amat berat) amat besar peristiwanya (yang di langit dan di bumi) amat berat dirasakan oleh penduduk keduanya mengingat kengerian huru-haranya. (Kiamat itu tidak akan datang kepadamu melainkan dengan tiba-tiba.\") secara sekonyong-konyong (Mereka bertanya kepadamu seolah-olah kamu benar-benar mengetahui) terlalu berlebihan di dalam bertanya (tentang kiamat itu) sehingga engkau memberitahukan tentangnya. (Katakanlah, \"Sesungguhnya pengetahuan tentang kiamat itu adalah di sisi Allah) merupakan pengukuhan sebelumnya (tetapi kebanyakan manusia tidak mengetahui.\") pengetahuan mengenai kiamat itu hanya ada di sisi Allah swt."
  }
]