[
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 26,
    "arab": "وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1186.mp3",
    "tafsir": "Allah mengingatkan kaum Muslimin kepada nikmat Allah yang telah diberikan kepada mereka pada peristiwa hijrah. Pada saat itu mereka yang berhijrah dari Mekah ke Medinah berjumlah sedikit, dan mereka termasuk golongan yang tertindas. Pada saat permulaan Islam, kaum Muslimin merasa khawatir apabila orang-orang musyrik Quraisy menculik mereka. Kemudian Allah menghilangkan kekhawatiran itu. Allah, memberikan tempat yang aman buat mereka yaitu Medinah. Sesudah itu Allah, memberikan pertolongan kepada kaum Muslimin sehingga mereka menjadi umat yang kuat, baik berupa pertolongan yang diberikan oleh orang-orang Anshar ketika beliau dan pengikut-pengikutnya berada di Medinah, ataupun bantuan-bantuan Allah yang diberikan ketika mereka berhadapan dengan kaum musyrikin dalam Perang Badar. \nAllah juga mengingatkan kepada kaum Muslimin kepada nikmat-Nya yang lain yaitu rezeki yang baik dan halal, baik berupa kemakmuran bumi Medinah yang mereka alami ataupun kemenangan dalam Perang Badar. Nikmat-nikmat Allah yang diberikan kepada kaum Muslimin yang disebutkan dalam ayat-ayat ini, adalah untuk memberikan rangsangan agar kaum Muslimin mensyukuri nikmat-nikmat itu.",
    "quraish": "Ingatlah kembali wahai orang-orang yang beriman--meskpiun saat ini kalian telah menjadi bangsa yang kuat--masa-masa ketika masih menjadi kaum minoritas, kaum tertindas, di mana semua musuh mengeksploitasi kelemahan kalian dan kalian dicekam rasa takut oleh tindakan-tindakan penculikan yang dilakukan oleh musuh-musuh itu. Kemudian kalian berhijrah atas perintah Allah ke kota Yatsrib, yang selanjutnya menjadi tempat tinggal kalian. Kalian menang dengan bantuan dan dukungan-Nya. Allah memberikan pada kalian harta rampasan perang yang baik-baik agar kalian bersyukur atas pemberian itu dan terus berjuang demi menjunjung tinggi kalimat yang benar.",
    "jalalayn": "(Dan ingatlah hai para Muhajirin ketika kalian masih berjumlah sedikit lagi tertindas di muka bumi) yakni Mekah (kalian takut orang-orang Mekah akan menculik kalian) mengambil kalian dengan cepat (maka Allah memberi kalian tempat menetap) yaitu kota Madinah (dan didukung-Nya kalian) Dia membuat kalian menjadi kuat (dengan pertolongan-Nya) ketika perang Badar, yaitu melalui bantuan para malaikat (dan diberi-Nya kalian rezeki dari yang baik-baik) berupa ganimah (agar kalian bersyukur) terhadap nikmat-nikmat-Nya. Ayat ini diturunkan berkenaan dengan Abu Lubabah alias Marwan bin Abdul Munzir. Nabi saw. telah mengutusnya kepada orang-orang Bani Quraizhah dengan membawa pesan darinya, supaya mereka mau tunduk di bawah kekuasaan Nabi saw. Maka Abu Lubabah bermusyawarah dengan mereka; akan tetapi ia mengisyaratkan dengan tangannya kepada mereka, bahwa jika mereka tunduk maka hukumannya adalah sembelih (maut). Abu Lubabah sengaja berbuat demikian demi untuk melindungi anak-anak dan harta bendanya yang berada di antara mereka."
  },
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 27,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu mengkhianati Allah dan Rasul dan (juga) janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedang kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1187.mp3",
    "tafsir": "Abdullah bin Abi Qatadah berkata, \"Ayat ini turun berkenaan dengan Abu Lubabah pada ketika Rasulullah saw, mengepung suku Quraidhah dan memerintahkan mereka untuk menerima putusan Saad. Sesudah itu Quraidhah berunding dengan Abu Lubabah tentang menerima putusan Saad itu, karena keluarga Abu Lubabah dan harta bendanya berada dalam kekuasaan mereka. Kemudian Quraidhah menunjuk ke lehernya (yakni sebagai tanda untuk disembelih). Abu Lubabah berkata, \"Sebelum kedua telapak kakiku bergerak, aku telah mengetahui bahwa diriku telah berkhianat kepada Allah dan Rasul-Nya.\" Kemudian ia bersumpah tidak akan makan apa pun sehingga ia mati, atau Allah menerima taubatnya. Kemudian ia pergi ke mesjid dan mengikat dirinya ke tiang, dan tinggal beberapa hari di sana sehingga jatuh pingsan, karena badannya sangat lemah. Kemudian Allah menerima taubatnya. Dan ia bersumpah, bahwa dia tidak boleh dilepaskan dirinya dari ikatannya selain oleh Rasulullah sendiri. Kemudian ia berkata, \"Hai Rasulullah! Saya bernazar untuk melepaskan hartaku sebagai sadaqah.\" Rasulullah bersabda, \"Cukuplah bersadaqah sepertiganya.\" (Riwayat Saad bin Manshur dari Abdillah bin Abi Qatadah).\nAllah menyeru kaum Muslimin agar mereka tidak mengkhianati Allah dan Rasul-Nya, yaitu mengabaikan kewajiban-kewajiban yang harus mereka laksanakan, melanggar larangan-larangan-Nya, yang telah ditentukan dengan perantaraan wahyu. Tidak mengkhianati amanat yang telah dipercayakan kepada mereka, yaitu mengkhianati segala macam urusan yang menyangkut ketertiban umat, seperti urusan pemerintahan, urusan perang, urusan perdata, urusan kemasyarakatan dan tata tertib hidup masyarakat. Untuk mengatur segala macam urusan yang ada dalam masyarakat itu diperlukan adanya peraturan yang ditaati oleh segenap anggota masyarakat dan oleh pejabat-pejabat yang dipercaya mengurusi kepentingan umat. \nPeraturan-peraturan itu secara prinsip telah diberikan ketentuannya secara garis besar di dalam Al-Quran dan Hadis. Maka segenap yang berpautan dengan segala urusan kemasyarakatan itu tidak boleh bertentangan dengan prinsip-prinsip yang telah ditentukan. Karenanya segenap peraturan yang menyangkut kepentingan umat tidak boleh dikhianati, dan wajib ditaati sebagaimana mestinya. Hampir seluruh kegiatan dalam masyarakat ini berhubungan dengan kepercayaan itu. Itulah sebabnya maka Allah, melarang kaum Muslimin mengkhianati amanat, karena apabila amanat sudah tidak terpelihara lagi berarti hilanglah kepercayaan. Apabila kepercayaan telah hilang maka berarti ketertiban hukum tidak akan terpelihara lagi dan ketenangan hidup bermasyarakat tidak dapat dinikmati lagi.\nAllah menegaskan bahwa bahaya yang akan menimpa masyarakat lantaran mengkhianati amanat yang telah diketahui, baik bahaya yang akan menimpa mereka di dunia, yaitu merajalelanya kejahatan dan kemaksitan yang mengguncangkan hidup bermasyarakat, ataupun penyesalan yang abadi dan siksaan api neraka yang akan menimpa mereka di akhirat nanti.\nKhianat adalah sifat orang-orang munafik, sedang amanah adalah sifat orang-orang mukmin. Maka orang mukmin harus menjauhi sifat khianat itu agar tidak kejangkitan penyakit nifak yang dapat mengikis habis imannya.\n\n\nAnas bin Malik berkata:\n\"Rasulullah saw pada setiap khutbahnya selalu bersabda: \"Tidak beriman orang yang tak dapat dipercaya, dan tidak beragama orang yang tak dapat dipercaya.\" (Riwayat Ahmad dan Ibnu Hibban dari Anas bin Malik)\n\nSabda Nabi saw:\n\"Tanda-tanda orang munafik itu ada tiga. Apabila menuturkan kata-kata ia berdusta, dan apabila berjanji ia menyalahi, dan apabila diberi kepercayaan ia berkhianat.\" (Riwayat Muslim dari Abu Hurairah)",
    "quraish": "Wahai orang-orang yang beriman, percaya dan tunduklah kepada kebenaran. Allah tidak membenarkan ada orang dari kalangan kalian yang berkhianat kepada-Nya dan rasul-Nya dengan berpihak kepada penentang-penentang kebenaran itu. Atau mengkhianati orang lain dalam soal pengambilan harta rampasan perang dan berpangku tangan enggan berjihad. Dan jangan pula kalian mengkhianati amanat orang lain sedangkan kalian memahami perintah dan larangan-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman janganlah kalian mengkhianati Allah dan rasul-Nya dan) jangan pula (kalian mengkhianati amanat-amanat kalian) yakni apa-apa yang dipercayakan kepada kalian berupa agama dan hal-hal yang lain (sedangkan kalian mengetahui)."
  },
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 28,
    "arab": "وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ",
    "translation": "Dan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1188.mp3",
    "tafsir": "Allah memperingatkan kaum Muslimin agar mereka mengetahui bahwa harta dan anak-anak mereka itu adalah cobaan. Maksudnya ialah bahwa Allah menganugerahkan harta benda dan anak-anak kepada kaum Muslimin sebagai ujian bagi mereka itu apakah harta dan anak-anak banyak itu menambah ketakwaan kepada Allah, mensyukuri nikmat-Nya serta melaksanakan hak dan kewajiban seperti yang telah ditentukan Allah. Apabila seorang muslim diberi harta kekayaan oleh Allah, kemudian ia bersyukur atas kekayaan itu dengan membelanjakannya menurut ketentuan-ketentuan Allah berarti memenuhi kewajiban-kewajiban yang telah ditentukan Allah terhadap mereka. Tetapi apabila dengan kekayaan yang mereka peroleh kemudian mereka bertambah tamak dan berusaha menambah kekayaannya dengan jalan yang tidak halal serta enggan menafkahkan hartanya, berarti orang yang demikian ini adalah orang yang mengingkari nikmat Allah. \nDalam kehidupan manusia di masyarakat, harta benda adalah merupakan kebanggaan dalam kehidupan dunia. Sering orang lupa bahwa harta benda itu hanyalah amanah dari Allah yang dititipkan kepada mereka, sehingga mereka kebanyakan tertarik kepada harta kekayaan itu dan melupakan kewajiban-kewajiban yang harus dilaksanakan.\nDemikian juga anak adalah salah satu kesenangan hidup dan menjadi kebanggaan seseorang. Hal ini adalah merupakan cobaan pula terhadap kaum Muslimin. Anak itu harus dididik dengan pendidikan yang baik sehingga menjadi anak yang saleh. Apabila seseorang berhasil mendidik anak-anaknya menurut tuntutan agama, berarti anak itu menjadi rahmat yang tak ternilai harganya. Akan tetapi apabila anak itu dibiarkan sehingga menjadi anak yang menuruti hawa nafsunya, tidak mau melaksanakan perintah-perintah agama, maka hal ini menjadi bencana, tidak saja kepada kedua orang tuanya, bahkan kepada masyarakat seluruhnya. Oleh sebab itu, wajiblah bagi seorang muslim memelihara diri dari kedua cobaan tersebut. Hendaklah dia mengendalikan harta dan anak untuk dipergunakan dan dididik sesuai dengan tuntutan agama serta menjauhkan diri dari bencana yang ditimbulkan oleh harta dan anak tadi.\nAllah menegaskan bahwa sesungguhnya di sisi Allah-lah pahala yang besar. Maksudnya ialah barang siapa yang mengutamakan keridaan Allah dari pada mencintai harta dan anak-anaknya, maka ia akan mendapat pahala yang besar dari sisi Allah. Peringatan Allah agar manusia tidak lupa kepada ketentuan agama lantaran harta yang banyak dan anak yang banyak disebutkan pula dalam ayat yang lain.\nFirman Allah:\n\nWahai orang-orang yang beriman! janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)",
    "quraish": "Ketahuilah pula wahai orang-orang yang benar-benar beriman, bahwa cobaan hidup itu di antaranya disebabkan oleh cinta yang berlebihan pada anak-anak kalian. Maka, janganlah cinta pada anak dan harta benda itu melebihi cinta kalian pada Allah, karena hal yang demikian itu akan merusak urusan kalian. Dan ketahuilah bahwa pahala Allah jauh lebih besar daripada harta dunia dan anak keturunan.",
    "jalalayn": "(Dan ketahuilah bahwa harta kalian dan anak-anak kalian itu hanyalah sebagai cobaan) buat kalian yang menghambat kalian daripada perkara-perkara akhirat (dan sesungguhnya di sisi Allahlah pahala yang besar) maka janganlah sekali-kali kalian melewatkan pahala yang besar sehingga kalian mau berbuat khianat demi untuk mereka. Ayat berikut diturunkan berkenaan dengan tobatnya Abu Lubabah."
  },
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 29,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
    "translation": "Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mu. Allah memiliki karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1189.mp3",
    "tafsir": "Allah menyeru orang-orang yang beriman bahwa apabila mereka bertakwa kepada Allah yaitu memelihara diri mereka dengan melaksanakan apa yang mereka tetapkan berdasar hukum-hukum Allah serta menjauhi segala macam larangan-Nya seperti tidak mau berkhianat, lebih mengutamakan hukum-hukum-Nya, Allah akan memberikan kepada mereka petunjuk yang dapat membedakan antara yang hak dengan yang batil, dan petunjuk itu merupakan penolong bagi mereka dikala kesusahan dan sebagai pelita dikala kegelapan.\nAllah berfirman:\n\n\nWahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang. (al-Hadid/57: 28)\n\nAllah menjanjikan kepada mereka itu akan menghapus segala kesalahan mereka dan mengampuni dosa-dosa mereka lantaran mereka itu bertakwa, dan diberi pula furqan, sehingga mereka dapat mengetahui mana perbuatan yang harus dijauhi, karena dilarang Allah, serta dapat pula memelihara dirinya dari hal-hal yang membawa kepada kerusakan. Orang-orang yang mendapat pengampunan Allah berarti ia hidup bahagia. Hal yang demikian ini dapat mereka capai karena karunia Allah semata.\nAllah menegaskan bahwa Allah mempunyai karunia yang besar karena Dialah yang dapat memberikan keutamaan kepada makhluk-Nya, baik keutamaan kepada hamba-Nya di dunia ataupun maghfirah dan surga-Nya yang diberikan kepada hamba-Nya yang dikasihi di akhirat.",
    "quraish": "Wahai orang-orang yang percaya dan tunduk kepada kebenaran, apabila kalian patuh pada perintah Allah dalam kesendirian atau di tengah keramaian, maka Allah akan memberikan karunia pada kalian berupa kekuatan yang dapat membedakan antara yang benar dan yang tidak benar. Allah akan memberi kemenangan atas musuh-musuh kalian. Allah akan menutupi, menghilangkan dan mengampuni kesalahan- kesalahan kalian. Dialah Allah yang senantiasa memiliki karunia yang besar.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kalian bertakwa kepada Allah) melalui berserah diri kepada-Nya dan cara-cara yang lain (niscaya Dia akan memberikan kepada kalian petunjuk) buat kalian sehingga kalian dapat membedakan hal-hal yang dapat membawa keselamatan dan hal-hal yang membahayakan diri kalian, sehingga kalian selamat dari hal-hal yang kalian takutkan (dan menghapuskan segala kesalahan-kesalahan dan mengampuni kalian) dosa-dosa kalian. (Dan Allah mempunyai karunia yang besar)."
  },
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 30,
    "arab": "وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ",
    "translation": "Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1190.mp3",
    "tafsir": "Allah mengingatkan Nabi Muhammad dan sahabatnya tentang suatu peristiwa yang pernah mereka alami, pada saat mereka berada di Mekah. Mereka diselamatkan dari siksaan orang-orang musyrikin. Ketika itu orang-orang kafir Quraisy merencanakan tipu-daya yang harus dilakukan terhadap Nabi, yaitu menawan Nabi sehingga ia tidak dapat bertemu dengan manusia dan tidak dapat lagi menyebarkan agama Islam, atau membunuh Nabi dengan cara yang menyukarkan kabilahnya untuk menuntut balas, sehingga tidak menyebabkan bahaya bagi siapa yang membunuhnya, atau mengusir Nabi dan mengasingkan ke tempat yang terpencil.\nPada saat itu orang-orang kafir Quraisy merencanakan tipu-daya. Allah memberikan bantuan-Nya kepada Nabi Muhammad, yaitu Allah menggagalkan usaha mereka dengan jalan memerintahkan Nabi dan sahabatnya hijrah ke Medinah, sehingga Nabi dan para sahabatnya terhindar dari tipu-daya orang musyrikin.\nAllah menegaskan bahwa Dia adalah sebaik-baik pembalas tipu-daya, yaitu dapat mengalahkan tipu-daya orang-orang musyrikin, dan orang-orang kafir Quraisy yang ingin mencelakakan Nabi.",
    "quraish": "Wahai Nabi, ingatlah apa yang diberikan Allah padamu, manakala orang-orang musyrik merencanakan makar untuk mencelakakan dirimu, dengan menahan, membunuh atau mengusirmu. Mereka mengatur rencana jahat, tapi Allah juga punya rencana menyelamatkan dirimu dari kejahatan mereka. Dan rencana Allah itu lebih baik, lebih kuat dan lebih unggul.",
    "jalalayn": "(Dan) ingatlah hai Muhammad (ketika orang-orang kafir Quraisy merencanakan tipu muslihat terhadap dirimu) mereka mengadakan pertemuan di Darun Nadwah tempat mereka bermusyawarah guna mengadakan makar terhadap dirimu (untuk menangkapmu) untuk mengikatmu dan memenjarakanmu (atau membunuhmu) di mana mereka secara beramai-ramai membunuhmu (atau mengusirmu) dari Kota Mekah. (Mereka merencanakan tipu muslihat) terhadap dirimu (akan tetapi Allah menggagalkan rencana mereka dengan cara memberikan pemberitahuan kepadamu melalui wahyu-Nya akan rencana mereka dan Dia memerintahkan kamu untuk keluar terlebih dahulu. (Dan Allah sebaik-baik pembalas tipu muslihat). Dia Maha Mengetahui tentang tipu muslihat."
  },
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 31,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ  ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
    "translation": "Dan apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sesungguhnya kami telah mendengar (ayat-ayat seperti ini), jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (Al-Qur'an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1191.mp3",
    "tafsir": "Allah menjelaskan keingkaran orang-orang Quraisy serta kesombongan mereka terhadap seruan Nabi, terutama ketika mendengar ayat-ayat yang dibacakan oleh Nabi. Mereka menanggapinya dengan sikap yang sombong. Mereka menganggap diri mereka dapat membacakan seperti itu. Perkataan ini adalah perkataan yang ditandaskan oleh an-Nadhar bin al-Haris dari Bani Abdid Dar. Ia pulang pergi ke Persia dan mendengar dari mereka tentang Rustam dan Isfandiar dari beberapa orang ajam yang terkemuka. Dia sering bertemu dengan orang-orang Yahudi dan Nasrani, maka dia mendengar dari mereka isi Kitab Taurat dan Injil.\nLalu Allah menerangkan sebab-sebab mengapa orang-orang Quraisy itu mengemukakan anggapan demikian, yaitu lantaran mereka menganggap ayat-ayat Al-Quran yang dibacakan Nabi Muhammad dan pengikut-pengikutnya menyerupai kisah-kisah yang terdapat dalam Kitab Taurat dan Injil. Itulah sebabnya, mengapa mereka merasa sanggup untuk membacakan ayat-ayat yang dibacakan oleh Nabi. Mereka beranggapan bahwa ayat-ayat yang dibaca oleh Muhammad itu bukanlah wahyu, melainkan dongengan-dongengan orang-orang purbakala.\nNamun demikian, boleh jadi yang mengeluarkan kata-kata itu ialah an-Nadhar, kemudian diikuti oleh yang lain. Tetapi mereka itu tidak meyakini bahwa ayat-ayat yang dibaca itu adalah dongengan-dongengan orang-orang dahulu, yang bersimpang-siur dan tidak pula beranggapan bahwa Muhammad yang membuat-buatnya, karena mereka tidak pernah menuduh Muhammad seorang pendusta.\nAllah berfirman:\n\nKarena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-Anam/6: 33)\n\nDan firman Allah:\n\nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)\n\nSebenarnya mereka bukan tidak meyakini kebenaran ayat-ayat itu, karena mereka sebenarnya telah mengetahui bahwa Nabi Muhammad itu adalah ummi, tetapi mereka mengatakan demikian itu hanyalah untuk merintangi orang-orang agar tidak mau mendengarkan Al-Quran.\nAda pula yang beranggapan bahwa pemimpin-pemimpin Quraisy seperti an-Nadhar bin al-Haris, Abu Jahal, dan al-Walid bin Mugirah sama-sama bersepakat untuk menyuruh orang agar tidak mendengarkan Al-Quran. Kemudian mereka datang ke rumah Nabi pada waktu malam untuk mendengarkannya dan mereka tertarik kepada Al-Quran itu. Karena begitu berkesannya bacaan Al-Quran pada hati mereka sehingga al-Walid bin Mugirah mengucapkan kata-kata yang terkenal, \"Sesungguhnya Al-Quran bernilai tinggi\". Itulah sebabnya mereka menghalang-halangi orang-orang Arab mendengarkan ayat-ayat Al-Quran dan menjauhkan orang-orang Arab dari Al-Quran, mereka mengatakan bahwa Al-Quran itu sihir.",
    "quraish": "Wahai Muhammad, perhatikanlah sikap permusuhan yang diperlihatkan oleh orang-orang kafir pada saat dirimu memperdengarkan ayat-ayat suci al-Qur'ân, ayat-ayat Kami. Kebodohan dan keangkuhan mereka yang sangat, mendorong mereka untuk berkata, \"Seandainya kami mau mengatakan seperti apa yang dikatakan al-Qur'ân itu, pasti kami akan melakukannya. Ia tidak lebih dari mitos-mitos yang dikarang oleh orang-orang terdahulu.\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) yakni Alquran (mereka berkata, \"Sesungguhnya kami telah mendengar ayat-ayat seperti ini, kalau kami menghendaki niscaya kami dapat membacakan yang seperti ini) ucapan ini telah dikatakan oleh Nadhr bin Harits, karena ia sering berkunjung ke negeri Hairah untuk tujuan berniaga. Di sana ia membeli buku-buku tentang sejarah orang-orang Ajam, kemudian ia menceritakannya kepada penduduk kota Mekah. (Tiada lain) tak lain (hal ini) yakni Alquran (hanyalah dongeng-dongengan) cerita-cerita bohong (orang-orang dahulu.\")"
  },
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 32,
    "arab": "وَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ",
    "translation": "Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1192.mp3",
    "tafsir": "Allah mengingatkan kepada orang-orang mukmin tentang suatu peristiwa, di mana orang-orang kafir Quraisy menentang Nabi Muhammad bahwa apabila benar Al-Quran yang disebarluaskan oleh Muhammad itu betul-betul diturunkan dari Allah, seperti dikatakan oleh Nabi dan dijadikan dasar agamanya, maka orang-orang Quraisy meminta kepada Allah agar diberikan bukti, sebagai penguat perkataannya itu. Mereka minta agar diturunkan hujan batu dari langit atau diberi siksaan yang pedih kepada mereka.\nDidalam ayat ini terdapat satu isyarat, sebenarnya orang-orang kafir Quraisy tidak akan mau menjadi pengikut Nabi Muhammad, meskipun apa yang dikatakan Muhammad itu benar-benar ayat-ayat yang diturunkan dari Allah. Hal ini membuktikan bahwa mereka lebih menyukai kehancuran dari pada beriman kepada Muhammad. Mereka meminta kepada Allah agar dihujani batu dari langit atau disiksa dengan siksaan yang pedih.",
    "quraish": "Ingatlah, wahai Nabi, bagaimana mereka menentangmu dan menentang Allah seraya mengatakan dengan nada menantang, \"Kalau apa yang engkau bawa itu adalah benar, turunkanlah hujan batu dari langit, atau turunkan siksa yang amat keras dan pedih.\"",
    "jalalayn": "(Dan ingatlah ketika mereka/orang-orang musyrik berkata, \"Ya Allah! Jika betul hal ini) yaitu Alquran yang dibacakan oleh Muhammad (dialah yang benar) diturunkan (dari sisi Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\") siksaan yang menyakitkan sekali sebagai pembalasan atas ingkar kami terhadapnya. Perkataan ini diucapkan oleh Nadhr dan lain-lainnya sebagai penghinaan dengan maksud untuk memberikan gambaran kepada orang lain seakan-akan ia benar-benar mengetahui akan kebatilan Alquran. Allah swt. telah berfirman:"
  },
  {
    "page": 180,
    "name": "Al-Anfal",
    "ayat": 33,
    "arab": "وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ",
    "translation": "Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1193.mp3",
    "tafsir": "Allah menerangkan kepada kaum Muslimin bagaimana sikap mereka menghadapi tindakan kaum musyrikin itu. Allah menyuruh kaum Muslimin agar membiarkan sikap mereka, karena ia tidak akan memenuhi permintaan mereka. Karena permintaan itu tidak sesuai dengan Sunnatullah dan tidak sesuai pula dengan sifat-sifat Allah yang sangat bijaksana dan Maha Pengasih. Allah tidak akan mengazab mereka di dunia, sebab Nabi diutus untuk memberikan petunjuk kepada mereka, untuk menginsyafkan mereka dari kekafiran, hingga mereka menunjukkan penyesalan atas perbuatan mereka. Nabi diutus sebagai rahmat bukan sebagai bencana. Allah tidak akan mengazab mereka, selama Rasulullah berada di antara mereka. Allah baru mengazab mereka setelah Rasulullah hijrah ke Medinah.\nAllah menjelaskan bahwa Dia tidak akan menurunkan siksa kepada mereka, apabila mereka mau menghentikan keingkaran dan mau bertaubat, yaitu mengikuti petunjuk yang telah diberikan oleh Rasulullah dan mereka mau memeluk agama Islam.",
    "quraish": "Dengan hikmah-Nya, Allah tidak akan menurunkan siksa duniawi yang berat pada mereka, sementara engkau berada di tengah-tengah mereka, dengan harapan mereka menyambut seruanmu itu. Dan bukan kehendak Allah untuk menghukum orang-orang yang durhaka selama mereka meminta ampunan, menyadari dan meninggalkan kekeliruan mereka.",
    "jalalayn": "(Dan Allah sekali-kali tidak akan mengazab mereka) oleh sebab apa yang telah mereka minta (sedangkan kamu berada di antara mereka) karena jika azab itu turun akan menimpa semua orang tanpa kecuali. Dan tiada suatu umat pun yang diazab melainkan setelah nabi dan kaum mukminin keluar daripadanya. (Dan tidak pula Allah akan mengazab mereka, sedangkan mereka meminta ampun) karena ternyata di dalam tawaf yang mereka lakukan mereka selalu mengatakan, \"Ampunan-Mu, ampunan-Mu.\" Dan menurut suatu pendapat dikatakan bahwa orang-orang yang meminta ampunan itu adalah orang-orang lemah dari kalangan kaum mukminin yang tinggal bersama dengan orang-orang kafir sebagaimana yang telah dijelaskan oleh firman-Nya, \"Sekiranya mereka tidak bercampur-baur, tentulah Kami akan mengazab orang-orang kafir di antara mereka dengan azab yang pedih.\" (Q.S. Al-Fath 25)."
  }
]