[
  {
    "page": 181,
    "name": "Al-Anfal",
    "ayat": 34,
    "arab": "وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1194.mp3",
    "tafsir": "Sesudah itu Allah menjelaskan bahwa Allah tidak akan menurunkan azab kepada mereka, meskipun mereka sudah pantas diberi azab, lantaran mereka telah menghalangi orang-orang mukmin memasuki Masjidil Haram untuk menunaikan ibadah haji. Azab tidak diturunkan karena Nabi Muhammad berada di antara mereka, dan masih ada orang-orang mukmin yang memohon ampun kepada Allah bersama Nabi Muhammad.\nAllah menjelaskan bahwa orang-orang kafir itu tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka telah berbuat syirik dan telah melakukan berbagai kerusakan di daerah itu. Akan tetapi yang sebenarnya berhak menguasai Baitullah dan daerah-daerah haram itu hanyalah orang-orang yang bertakwa yang menghormati Baitullah sebagai tempat suci dan peribadatan, yaitu Nabi Muhammad dan pengikut-pengikutnya.\nAllah menegaskan bahwa kebanyakan orang-orang kafir itu tidak mengetahui bahwa mereka tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka bukanlah penolong-penolong agama. Dan yang berhak menguasai Baitullah itu hanya orang-orang yang bertakwa.",
    "quraish": "Dan sungguh keadaan mereka seperti sekarang ini layak ditimpakan azab, sebab mereka telah berani merintangi manusia yang hendak mendatangi Masjid al-Harâm, sebagai tempat yang tidak boleh dijadikan ajang peperangan. Namun Allah masih tetap menangguhkan siksa itu, sebab dalam ilmu-Nya yang terahasiakan, akan banyak dari kalangan mereka orang-orang yang kelak beriman. Hanya saja dengan perbuatan itu mereka bukan lagi sebagai pembela masjid yang dimuliakan Allah, karena mereka telah mengotori kesuciannya dengan paham-paham syirik yang ada sebelum Islam. Sementara di sana masih ada kalangan yang dengan sungguh-sungguh mempertahankan kesucian masjid itu, yaitu orang-orang Mukmin yang taat kepada Allah. Akan tetapi, kebanyakan orang yang menyekutukan Allah tidak mau memahami agama dan mengerti kedudukan masjid itu di sisi Allah.",
    "jalalayn": "(Mengapa Allah tidak mengazab mereka) dengan pedang sesudah engkau dan kaum mukminin yang lemah keluar dari Mekah. Berdasarkan pendapat yang pertama, ayat ini menasakh ayat sebelumnya; dan ternyata Allah swt. mengazab mereka dalam perang Badar dan perang-perang yang lain (padahal mereka menghalangi) mencegah Nabi saw. dan kaum muslimin (untuk mendatangi Masjidilharam) yakni untuk melakukan tawaf di dalamnya (dan mereka bukanlah orang-orang yang berhak menguasainya?) seperti menurut dugaan mereka. (Tiada lain) tidak lain (orang-orang yang berhak menguasainya hanyalah orang-orang yang bertakwa tetapi kebanyakan mereka tidak mengetahui) bahwasanya tidak ada hak bagi orang-orang kafir untuk menguasai Masjidilharam."
  },
  {
    "page": 181,
    "name": "Al-Anfal",
    "ayat": 35,
    "arab": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "translation": "Dan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka rasakanlah azab disebabkan kekafiranmu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1195.mp3",
    "tafsir": "Allah menerangkan sebab-sebab mereka tidak berhak menguasai Baitullah, dan daerah haram, yaitu karena mereka dalam waktu beribadah, mengerjakan tawaf, mereka bertelanjang dan bersiul-siul serta bertepuk tangan.\nDiriwayatkan dari Ibnu Abbas ra: \"Orang-orang Quraisy mengitari Baitullah dalam keadaan telanjang, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas).\n\nDan katanya:\n\"Bahwa orang-orang Quraisy itu, baik laki-laki maupun perempuan, mengelilingi Kabah dalam keadaan telanjang. Mereka saling bergandengan tangan, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas)\n\nAth-thasti menceritakan sebuah riwayat yang ditanyakan Nafi bin al-Azraq bahwasanya dia berkata kepada Ibnu Abbas:\n\"Beritahukanlah kepadaku tentang makna firman Allah Azza wa Jalla \"Illa mukaan wa tashdiyah.\" Ia berkata, \"Al-Muka ialah suara burung Qunburah dan Tashdiyah ialah suara burung pipit sama dengan bertepuk tangan. Dan demikian itu ialah pada ketika Rasulullah mengerjakan salat, sedang beliau pada tempat di antara hajar aswad dan rukun yamani (yaitu beliau menghadap ke utara agar dapat mempersatukan arah Kabah dan Baitul Makdis pada suatu arah tujuan). Maka datanglah dua orang laki-laki dari Bani Sahm yang seorang berdiri di sebelah kanan Nabi, sedang yang lain bertepuk tangan seramai suara burung pipit mengganggu salat Nabi saw.\" (Riwayat Ath-thasti dari Nafi bin Azraq)\n\nKemudian Allah mengancam perbuatan mereka itu dengan ancaman yang keras, berupa azab karena kekafiran mereka itu. Siksaan ini meliputi siksaan dunia dan siksaan akhirat. Siksaan dunia yang mereka alami ialah tewasnya pemimpin-pemimpin mereka dan tertawannya tentara mereka pada waktu Perang Badar serta kekalahan total mereka pada saat penaklukan Mekah. Sedangkan siksaan mereka di akhirat ialah penyesalan yang tak berkeputusan ketika merasakan dahsyatnya derita akibat panasnya api neraka.",
    "quraish": "Doa dan permohonan mereka di depan masjid yang agung itu tidak lebih dari sekadar siulan dan tepukan tangan. Maka jika demikian halnya, terimalah kematian kamu sekalian di medan perang, agar kesyirikan itu menjauh dari masjidil haram. Dan kematian itu tidak lain akibat kekufuran kalian.",
    "jalalayn": "(Salat mereka di sekitar Baitullah itu tiada lain hanyalah siulan) bersiul-siul (dan tepuk tangan) artinya mereka menjadikan hal-hal tersebut sebagai upacara sembahyang mereka yang dianjurkan oleh sesama mereka. (Maka rasakanlah azab) dalam perang Badar (disebabkan kekafiran kalian)."
  },
  {
    "page": 181,
    "name": "Al-Anfal",
    "ayat": 36,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ",
    "translation": "Sesungguhnya orang-orang yang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1196.mp3",
    "tafsir": "Para mufassir meriwayatkan dari Ibnu Abbas, Mujahid, Said bin Jubair, dan lain-lainnya sebagai berikut, \"Ayat ini turun mengenai diri Abu Sufyan dan harta bendanya yang diserahkan untuk membiayai orang-orang musyrikin pada waktu Perang Badar, serta bantuannya terhadap mereka pada waktu perang Uhud dan lainnya.\" \nDalam riwayat lain disebutkan bahwa, Setelah Abu Sufyan dapat menyelamatkan kafilahnya (dalam Perang Badar) dengan menempuh jalan pantai menuju Mekah ia berjalan dengan disertai satu regu dari tentara kaum musyrikin menghasut orang-orang agar tidak memerangi mereka. Maka datanglah mereka kepada orang-orang yang mempunyai barang dagangan dalam kafilah seraya berkata, \"Wahai orang-orang Quraisy, ketahuilah: Bahwa Muhammad telah mengucilkan kamu dan membunuh pemimpin-pemimpinmu. Maka bantulah kami dengan mengorbankan harta bendamu untuk memerangi Muhammad. Barangkali kami dapat mencapai kemenangan dari padanya.\" Kemudian mereka melaksanakan anjuran itu. Said bin Jubir berkata, \"Bahwasanya Abu Sufyan pada waktu perang Uhud menyewa 2.000 orang dari suku Bani Kinanah untuk memerangi Rasulullah selain orang Arab yang memang sudah menjadi tentara.\" (Riwayat Ath-thasti dari Nafi bin Azraq)\nDalam ayat ini Allah menjelaskan persiapan-persiapan orang-orang kafir Quraisy pada saat menjelang terjadinya Perang Badar, yaitu mereka mengerahkan tenaga dan harta benda mereka untuk menghalang-halangi tersiarnya agama Islam dan perjuangan Rasulullah.\nBetapa banyak kekuatan bala tentara yang mereka miliki dan harta benda yang mereka pergunakan, namun mereka akan mengalami kegagalan dalam menafkahkan harta benda itu, tidak lain karena perbuatan mereka seperti perbuatan setan yang tidak disandarkan pada pendirian yang benar. Akibatnya ialah penyesalan belaka, karena kekuatan jiwa dan harta mereka hilang tanpa faedah dan perjuangan mereka sia-sia. Kemudian perjuangan mereka secara berturut-turut akan dipatahkan, sehingga akhirnya yang menjulang tinggi hanyalah kalimat Allah semata. Allah mengancam orang-orang kafir dengan ancaman yang keras, bahwa pada hari Kiamat nanti mereka akan digiring ke dalam api neraka.",
    "quraish": "Sesungguhya orang-orang yang mengingkari ayat-ayat dan menyekutukan Allah itu membelanjakan harta dan kekayaan mereka untuk merintangi manusia agar tidak percaya pada kebenaran dan mereka bersikeras melakukan hal itu. Harta itu akan musnah dan sia-sia serta hanya akan melahirkan penyesalan dan rasa sakit. Kemudian mereka akan dihancurkan dalam perang dan kelak akan dikumpulkan di neraka jahanam, selama mereka masih mempertahankan kekufuran.",
    "jalalayn": "Sesungguhnya orang-orang yang kafir itu menafkahkan harta mereka) di dalam memerangi Nabi saw. (untuk menghalangi orang dari jalan Allah. Mereka akan menafkahkan harta itu kemudian hal itu) pada akhirnya (menjadi sesalan bagi mereka sendiri) mereka akan merasa menyesal karena harta mereka terbuang secara percuma dan tujuan mereka tidak berhasil (kemudian mereka dikalahkan) di dunia. (Dan orang-orang yang kafir itu) dari kalangan orang-orang Quraisy (ke neraka Jahanam) kelak di akhirat (akan dikumpulkan) mereka digiring ke dalamnya."
  },
  {
    "page": 181,
    "name": "Al-Anfal",
    "ayat": 37,
    "arab": "لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
    "translation": "agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1197.mp3",
    "tafsir": "Allah menjelaskan, bahwa Dia akan memberikan kemenangan kepada orang-orang mukmin dan memberikan kekalahan kepada orang-orang kafir. Maksudnya ialah untuk memisahkan golongan yang buruk dari yang baik dan menjadikan golongan yang buruk itu sebagai kesatuan yang tidak dapat dipisahkan antara satu dengan yang lain.\nGolongan yang baik ialah, mereka yang bergerak dibawah naungan agama tauhid dan berjuang untuk meninggikan kalimat Allah di bawah pimpinan Rasulullah untuk mewujudkan apa yang diperintahkan oleh Allah serta untuk menghancurkan segala sesuatu yang merintanginya. Dan mencegah segala sesuatu yang menjadi larangan Allah serta menghancurkan segala sesuatu yang menyebabkan terjadinya larangan itu. Mereka ini berjuang dengan tenaga, pikiran dan harta benda untuk kepentingan agama. Sedang golongan yang buruk ialah mereka yang bergelimang dalam kemusyrikan dan menghalang-halangi agama Islam serta melanggar hukum-hukum Allah dan mengobarkan permusuhan dan kekejaman. Pemisahan antara kedua golongan tersebut merupakan suatu ketentuan yang berlaku terus. Sedang yang kekal ialah yang baik di antara kedua golongan.\nFirman Allah:\nAdapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap di bumi. Demikianlah Allah membuat perumpamaan. (ar-Rad/13: 17)\n\nAllah juga menjelaskan bahwa golongan yang buruk itu akan ditumpuk menjadi satu tumpukan seperti barang-barang yang tidak berguna dan mereka akan dimasukkan ke dalam api neraka Jahanam. Mereka ini digambarkan oleh Allah sebagai orang-orang yang benar-benar merugi akibat harta benda dan jiwa mereka dikorbankan kepada perjuangan yang sia-sia. Mereka akan mengalami penyesalan yang tak berguna lagi, karena mereka tidak dapat melepaskan diri dari siksaan Allah yang sangat pedih itu.",
    "quraish": "Kekalahan di dunia dan siksa yang telah menunggu mereka di akhirat, oleh Allah akan dijadikan sebagai batas pemisah antara manusia yang jiwa, tingkah laku dan ucapannya kotor, dari mereka yang hati dan budinya luhur dan ucapan serta tingkah lakunya terpuji. Juga, agar Allah menjadikan keburukan itu bertumpuk-tumpuk lalu mengumpulkan, merangkai bagian-bagiannya kemudian mencampakkannya ke dalam neraka di hari kiamat. Akhirnya orang-orang musyrik dan para pelaku kerusakan itu akan merugi dunia dan akhirat.",
    "jalalayn": "(Supaya Allah membedakan) lafal ini berkaitan dengan lafal takuunu pada ayat yang sebelumnya. Boleh dibaca tidak memakai tasydid atau memakainya; artinya memisahkan (antara golongan yang buruk) orang kafir (dan yang baik) orang mukmin (dan menjadikan golongan yang buruk itu sebagiannya di atas sebagian yang lain, kesemuanya ditumpukkan-Nya) artinya Allah mengumpulkan mereka secara bertumpuk-tumpuk, sebagian di antara mereka berada di atas sebagian yang lain (dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang merugi)."
  },
  {
    "page": 181,
    "name": "Al-Anfal",
    "ayat": 38,
    "arab": "قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ",
    "translation": "Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), “Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunnah (Allah terhadap) orang-orang dahulu (dibinasakan).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1198.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk menyatakan kepada orang-orang kafir Quraisy, yaitu Abu Sufyan dan pengikut-pengikutnya bahwa Allah memberikan tawaran kepada mereka, apabila mereka mau menghentikan permusuhannya kepada seruan Nabi Muhammad dan menghentikan tipu-dayanya dalam menghalang-halangi tersebarnya agama Allah, mereka masih diberi kesempatan untuk bertaubat. Dan Allah akan mengampuni dosa-dosa mereka yang sudah mereka lakukan dan mereka tidak akan mengalami siksaan di akhirat.\nDemikian juga Rasulullah tidak akan memerangi mereka dan tidak akan menuntut balas terhadap tindakan-tindakan mereka yang telah mereka lakukan baik berupa penyiksaan, pengusiran, pembunuhan, perampasan, maupun lain-lainnya. Hal ini adalah merupakan ketentuan Islam yaitu mencintai perdamaian selama ajaran Islam dapat tersebar di muka bumi dan tidak dihalang-halangi. Akan tetapi apabila seruan agama Islam dihalang-halangi maka umat Islam akan bertindak terhadap orang-orang yang menghalang-halangi tersebut.\nAllah memberikan ancaman dan peringatan bahwa apabila mereka tetap tidak menghiraukan seruan itu dan mereka tetap bersikap keras dalam memusuhi ajaran Islam, serta menghalang-halangi dan memerangi kaum muslim, maka sunnah Allah yang telah berlaku terhadap orang-orang dahulu kembali berlaku, yaitu Allah akan membantu perjuangan orang-orang mukmin dan menghancurkan tipu-daya orang-orang kafir.\nAllah berfirman:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mumin/40: 51)\n\nUntuk memberikan gambaran bahwa apabila orang-orang musyrikin itu betul-betul menghentikan tindakan mereka yang memusuhi Nabi Muhammad menerima seruannya dan masuk Islam, niscaya mereka dapat pengampunan dari Allah. Sebagaimana hadis yang diriwayatkan Amr bin al-ash berkata:\n\"Setelah Allah meresapkan agama Islam betul-betul ke dalam hatiku, aku pun datang kepada Nabi dan berkata: \"Ulurkan tanganmu, aku akan membaiat kamu. Maka Rasulullah mengulurkan tangan kanannya, lalu aku menarik tanganku. Nabi bertanya: \"Mengapa engkau menarik tanganmu?\" Aku menjawab: \"Aku akan menentukan suatu syarat\". Rasulullah bertanya: \"Engkau akan mensyaratkan apa?\" Aku menjawab: \"Aku ingin agar Allah mengampuni aku.\" Rasulullah bersabda: \"Tidakkah engkau mengetahui hai Amr, bahwasanya Islam itu menghapuskan apa yang terjadi sebelumnya, dan bahwasanya hijrah itu telah menghapuskan apa yang sebelumnya dan haji itu menghilangkan dosa-dosa yang sebelumnya.\" (Riwayat Muslim dari Amr bin al-ash)",
    "quraish": "Meskipun ucapan Tuhan itu bernada keras dan berisi ancaman, akan tetapi pintu tobat masih tetap terbuka lebar. Maka katakanlah, wahai Nabi pembawa kasih sayang dan rahmat, kepada para penentang itu bahwa apabila mereka tidak lagi menentang dan syirik, niscaya Allah akan mengampuni dosa-dosa mereka di masa lalu. Tapi jika mereka tetap memilih kesesatan dan kembali memerangi kamu, maka telah ditetapkan bagi mereka hukuman seperti yang diberikan kepada orang-orang terdahulu. Allah akan memenangkan kebenaran atas kepalsuan, selama orang-orang yang berpihak pada kebenaran itu tetap tunduk kepada-Nya dan mengikuti ketentuan-ketentuan untuk menang.",
    "jalalayn": "(Katakanlah kepada orang-orang yang kafir itu,) seperti Abu Sofyan dan teman-temannya (\"Jika mereka berhenti) dari kekafirannya dan dari memerangi Nabi saw. (niscaya Allah akan mengampuni mereka tentang dosa-dosa mereka yang telah lalu) dari amal perbuatan mereka (dan jika mereka kembali lagi) untuk memerangi Nabi saw. (sesungguhnya akan berlaku terhadap mereka sunah Allah terhadap orang-orang dahulu.\") Allah akan memberlakukan sunah-Nya terhadap diri mereka, dengan cara membinasakannya, seperti yang telah Kami lakukan terhadap umat-umat terdahulu."
  },
  {
    "page": 181,
    "name": "Al-Anfal",
    "ayat": 39,
    "arab": "وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1199.mp3",
    "tafsir": "Allah mengobarkan semangat juang orang-orang mukmin yaitu apabila orang-orang musyrikin tetap menolak seruan menghentikan permusuhan, Allah memerintahkan Rasulullah dan pengikut-pengikutnya agar memerangi mereka agar tidak terdapat lagi fitnah yang mengganggu umat Islam dan agamanya. Sehingga tidak akan ada lagi rasa takut dan kekhawatiran yang mencekam hati sanubari seseorang bila masuk agama Islam. Hal ini adalah jaminan bagi manusia bahwa mereka mempunyai kemerdekaan di dalam memeluk agama dan menjalankan syariatnya.\nAllah berfirman:\n\n\"Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat.\" (al-Baqarah/2: 256)\n\nKemudian Allah menawarkan sekali lagi kepada orang-orang musyrikin bahwa apabila mereka menghentikan kekafiran dan permusuhan, maka Allah Maha Melihat apa yang mereka kerjakan, dan akan memberikan balasan kepada mereka terhadap amalan-amalan mereka.\nRasulullah bersabda:\n\"Aku diperintahkan untuk memerangi manusia sehingga mereka itu mengucapkan \"La ilaha illallahu\". Apabila mereka mengatakan kalimat itu, mereka telah memelihara darah dan harta benda mereka dari tindakanku, terkecuali karena ada alasan yang benar, sedang perhitungan amal mereka terserah kepada Allah Azza wa Jalla\". (Riwayat al-Bukhari dan Muslim dari Ibnu Umar)\n\nPerintah perang ini merupakan jalan terakhir, ada ayat lain yang menganjurkan untuk mengajak ke jalan yang benar dengan bijaksana, seperti yang tercantum dalam Surah an-Nahl/16 ayat 125.",
    "quraish": "Teruskanlah memerangi orang-orang musyrik sampai mereka menghentikan tindakan yang merusak kepercayaan orang-orang beriman melalui penindasan dan penyiksaan. Apabila mereka benar-benar meninggalkan kekufuran dan tidak lagi mnenyakiti orang-orang beriman dan mengikhlaskan agama demi Allah, maka sesungguhnya Allah Maha Memberi balasan atas perbuatan mereka (1). (1) Lihat catatan kaki tafsir surat al-Baqarah ayat 190-194, yang berkenaan dengan perang.",
    "jalalayn": "(Dan perangilah mereka supaya tidak ada) supaya jangan ada (fitnah) kemusyrikan (dan supaya agama itu semata-mata bagi Allah) hanya bagi Allah semata dan tidak disembah selain dari-Nya. (Jika mereka berhenti) dari kekafiran (Maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan) Dia akan membalas mereka karenanya."
  },
  {
    "page": 181,
    "name": "Al-Anfal",
    "ayat": 40,
    "arab": "وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔",
    "translation": "Dan jika mereka berpaling, maka ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1200.mp3",
    "tafsir": "Allah mengancam mereka bahwa apabila mereka tetap juga menolak seruan damai Rasulullah dan tetap tidak menghentikan keingkaran terhadap seruan Rasul serta tetap memerangi dan memusuhi kaum muslim, maka Allah memerintahkan kepada kaum Muslimin agar memberitahukan kepada mereka bahwa Allah tetap menjadi pelindung yang akan membantu kaum Muslimin. Dan Allah menjamin kemenangan bagi kaum Muslimin. Dan Allah melarang orang-orang Islam menyerah dan merasa takut kepada tantangan kaum musyrikin itu. Di akhir ayat Allah menegaskan kepada kaum Muslimin bahwa Dialah Allah sebaik-baik Pelindung. Maka tidak akan sia-sialah yang meminta perlindungan-Nya. Dan memang demikianlah selalu terjadi dalam kehidupan manusia ini baik dari zaman dahulu sampai datangnya agama Islam, yaitu yang berhak menguasai bumi Allah hanyalah orang-orang yang saleh di antara hamba-Nya.\nFirman Allah:\n\n\"Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-dzikr (Lauh Mahfudh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.\" (al-Anbiya/21: 105)",
    "quraish": "Jika mereka terus berpaling dan menyakiti orang-orang Mukmin, maka ketahuilah, hai orang-orang yang beriman, bahwa kalian berada dalam perlindungan Allah, suatu perlindungan yang paling disukai dan paling kuat. Dia adalah penolong kalian. Pertolongannya adalah yang paling kuat dan paling agung.",
    "jalalayn": "(Dan jika mereka berpaling) dari keimanan (maka ketahuilah bahwasanya Allah pelindung kalian) yang akan menolong dan mengatur urusan-urusan kalian (sebaik-baik pelindung) adalah Dia (dan Dia adalah sebaik-baik penolong) yang akan menolong kalian."
  }
]