[
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 53,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ",
    "translation": "Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1213.mp3",
    "tafsir": "Kejadian ini yaitu menyiksa orang-orang Quraisy adalah karena mereka mengingkari nikmat-nikmat Allah, ketika Allah mengutus seorang rasul dari kalangan mereka sendiri, yang membacakan ayat-ayat-Nya, lalu mereka mendustakan, bahkan mengusirnya dari negerinya, lalu memerangi terus-menerus. Allah menyiksa mereka disebabkan dosa-dosa mereka. Yang demikian ini membuktikan sunatullah yang telah berlaku sejak dahulu. Allah tidak mengubah suatu nikmat yang telah berlaku sejak dahulu. Allah tidak mengubah suatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum, sehingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Ayat ini mengandung isyarat, bahwa nikmat-nikmat pemberian Allah yang diberikan kepada umat atau perorangan, selalu dikaitkan kelangsungannya dengan akhlak dan amal mereka itu sendiri. Jika akhlak dan perbuatan mereka terpelihara baik, maka nikmat pemberian Allah itu pun tetap berada bersama mereka dan tidak akan dicabut. Allah tidak akan mencabutnya, tanpa kezaliman dan pelanggaran mereka. Akan tetapi, manakala mereka sudah mengubah nikmat-nikmat itu yang berbentuk akidah, akhlak, dan perbuatan baik, maka Allah akan mengubah keadaan mereka dan akan mencabut nikmat pemberian-Nya dari mereka sehingga yang kaya jadi miskin yang mulia jadi hina dan yang kuat jadi lemah. Dan bukanlah sekali-kali kebahagiaan umat itu dikaitkan dengan kekayaan atau jumlah anak yang banyak seperti disangka oleh sebagian besar kaum musyrikin yang diceritakan oleh Allah dengan firman-Nya:\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba/34: 35)\n\nDemikian keluhuran suatu umat tidak dikaitkan dengan keturunannya atau keutamaan nenek moyangnya, seperti yang diakui oleh orang-orang Yahudi. Mereka tertipu dengan keangkuhannya bahwa mereka dijadikan Allah sebagai umat pilihan melebihi umat-umat yang lain, karena dikaitkan kepada kemuliaan Nabi Musa a.s. Allah Maha Mendengar lagi Maha Mengetahui apa yang diucapkan oleh orang-orang yang mendustakan rasul-rasul itu, Dia Maha Mengetahui apa yang mereka kerjakan, apa yang mereka tinggalkan dan pasti akan memberi balasan yang setimpal dengan perbuatannya.",
    "quraish": "Inilah keputusan yang adil dalam memberi hukuman. Sebab Allah tidak akan mengubah nikmat yang telah dikaruniakan pada suatu kaum berupa perdamaian, kesejahteraan hidup dan kesehatan selama mereka tidak mengubah nikmat itu sendiri dengan melakukan perbuatan yang menyebabkan hilangnya nikmat itu. Allah Maha Mendengar dan Maha Mengetahui perbuatan mereka.",
    "jalalayn": "(Yang demikian itu) disiksa-Nya orang-orang kafir (disebabkan) karena (Allah sekali-kali tidak akan mengubah sesuatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum) dengan cara menggantinya dengan siksaan (sehingga kaum itu mengubah apa yang ada pada diri mereka) sehingga mereka sendiri mengubah nikmat yang mereka terima dengan kekafiran, seperti apa yang telah dilakukan oleh orang-orang kafir Mekah; berbagai macam makanan dilimpahkan kepada mereka, sehingga mereka terhindar dari kelaparan, diamankan-Nya mereka dari rasa takut, dan diutus-Nya Nabi saw. kepada mereka. Kesemuanya itu mereka balas dengan kekafiran, menghambat jalan Allah dan memerangi kaum Mukminin. (Dan sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui)."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 54,
    "arab": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ  كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ",
    "translation": "(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya, maka Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan Fir‘aun dan pengikut-pengikutnya; karena mereka adalah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1214.mp3",
    "tafsir": "Mereka itu mengubah nikmat Allah yang ada pada dirinya seperti tingkah laku Fir'aun dan pengikut-pengikutnya serta orang-orang kafir sebelumnya. Pertama, mereka mengingkari ayat-ayat yang dibawa oleh para rasul tentang keesaan Allah, kewajiban menyembah hanya kepada Allah, dan adanya azab Allah di akhirat. Kedua, mereka mendustakan ayat-ayat Allah dan mengingkari nikmat-nikmat pemberian-Nya, padahal Dia yang menciptakan segala-galanya. Allah membinasakan mereka disebabkan dosa-dosanya dan telah menenggelamkan Fir'aun bersama pengikut-pengikutnya karena mereka semuanya adalah orang-orang yang zalim.",
    "quraish": "Tradisi orang-orang yang mengingkari ayat-ayat Allah dan nikmat-Nya sama seperti kebiasaan pengikut-pengikut Fir'aun dan orang-orang sebelum mereka. Demikian pula kelakuan mereka dalam mendustakan para rasul dan tanda-tanda kerasulan mereka. Itulah kemiripan antara kedua kaum itu: masing-masing bersikeras mempertahankan sikap seperti itu, dan masing-masing juga akan mendapat hukuman tersendiri. Jika kaum pendahulu itu disambar petir dan dihempas angin, maka pengikut Fir'aun ditenggelamkan di laut. Dan mereka pantas menerima hukuman itu karena telah menganiaya diri sendiri.",
    "jalalayn": "(Keadaan mereka serupa dengan keadaan Firaun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mendustakan ayat-ayat Tuhannya maka Kami membinasakan mereka disebabkan dosa-dosanya dan Kami tenggelamkan Firaun dan pengikut-pengikutnya) yakni kaumnya yang menjadi pengikut-pengikutnya (dan kesemuanya) yaitu umat-umat yang mendustakan Tuhan (adalah orang-orang yang zalim). Ayat berikut ini diturunkan berkenaan dengan orang-orang Bani Quraizhah."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 55,
    "arab": "اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ",
    "translation": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah orang-orang kafir, karena mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1215.mp3",
    "tafsir": "Sesungguhnya sejahat-jahat binatang yang melata di bumi menurut pandangan Allah ialah orang-orang kafir yang mempunyai sifat suka membangkang, sehingga keadaan mereka terus-menerus dalam kekafiran dan berada dalam keingkaran kepada Nabi, sehingga tidak dapat diharapkan iman dari mereka. Mereka itu ada yang kedudukannya sebagai pemimpin yang selalu dengki kepada Rasulullah, membantah setiap ayat yang juga tertulis dalam Taurat yang menjadi saksi atas kebenarannya, padahal mereka dalam hati kecilnya meyakini bahwa Muhammad itu betul-betul utusan Allah, sehingga mengenal Nabi Muhammad seperti mereka mengenal anak-anaknya sendiri. Yang menjadi pengikut-pengikut mereka adalah orang-orang yang dalam keadaan membabi buta mengikuti saja pemimpin-pemimpinnya dan tidak mau melihat bukti-bukti yang disebutkan dalam kitab mereka. Dalam ayat ini Allah menyamakan mereka itu dengan binatang, bahkan lebih sesat dari binatang, karena binatang-binatang itu ada manfaatnya bagi manusia, sedang mereka itu sama sekali tidak ada manfaatnya bagi dirinya maupun bagi orang lain. Hal ini dijelaskan Allah dalam firman-Nya:\n\nAtau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya. (al-Furqan/25: 44)",
    "quraish": "Seburuk-buruk makhluk yang berjalan di muka bumi ini, dalam pandangan Allah dan sesuai dengan hukum dan keadilan-Nya, adalah orang-orang kafir yang bersikukuh mempertahankan kekafiran mereka.",
    "jalalayn": "(Sesungguhnya binatang/makhluk yang paling buruk di sisi Allah ialah orang-orang yang kafir, karena mereka itu tidak beriman)."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 56,
    "arab": "الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ",
    "translation": "(Yaitu) orang-orang yang terikat perjanjian dengan kamu, kemudian setiap kali berjanji mereka mengkhianati janjinya, sedang mereka tidak takut (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1216.mp3",
    "tafsir": "Orang-orang Yahudi telah beberapa kali mengadakan perjanjian dengan kaum Muslimin tetapi mereka selalu mengkhianati janjinya dan mereka tidak takut kepada Allah dan berbagai akibat dari pengkhianatan itu. \nSetelah Nabi Muhammad hijrah ke Medinah, beliau mengadakan perjanjian dengan orang-orang Yahudi di Medinah. Dalam perjanjian itu, mereka dibiarkan menetap di Medinah dengan tetap memeluk agamanya, dan mereka diberi jaminan keamanan bagi dirinya dan harta bendanya. Dengan ini Nabi ikut menjaga keamanan Medinah dari musuh. Tetapi masing-masing kabilah Yahudi itu melanggar perjanjian tersebut. \nDiriwayatkan dari 'Abdullah bin 'Abbas, bahwa orang-orang Yahudi Medinah yang melanggar janji adalah kabilah Bani Quraidhah. Mereka telah melanggar janjinya kepada Rasulullah, karena memberi bantuan senjata kepada orang-orang kafir Quraisy waktu Perang Badar. Kemudian mereka berkata, \"Kami terlupa dan merasa berbuat kesalahan.\" Lalu Rasulullah mengadakan perjanjian kedua, tetapi dilanggar pula dengan menghasut orang, agar memerangi Rasullah ketika terjadi Perang Khandak. Salah seorang pemimpin mereka sengaja datang ke Mekah mengadakan perjanjian dengan orang-orang Quraisy untuk bersama-sama memerangi Nabi Muhammad.",
    "quraish": "Yaitu golongan yang telah mengadakan perjanjian dan senantiasa melanggarnya. Mereka adalah orang-orang Yahudi yang tidak mau melihat keagungan Tuhan dan tidak takut pada bencana dan siksa-Nya.",
    "jalalayn": "(Yaitu orang-orang yang kamu telah mengambil perjanjian dari mereka) hendaknya mereka jangan membantu orang-orang musyrik (sesudah itu mereka mengkhianati janjinya pada setiap kalinya) di mana mereka melakukan perjanjian (dan mereka tidak takut) kepada Allah sewaktu mereka berbuat khianat."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 57,
    "arab": "فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
    "translation": "Maka jika engkau (Muhammad) mengungguli mereka dalam peperangan, maka cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, agar mereka mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1217.mp3",
    "tafsir": "Allah menjelaskan apa yang harus diperbuat kaum Muslimin setelah berkali-kali terjadi pelanggaran janji dari orang-orang Yahudi. Allah menjelaskan bahwa jika kaum Muslimin menemui mereka dalam peperangan, mereka harus dicerai-beraikan, demikian pula orang-orang yang ada di belakang mereka harus ditumpas agar mereka mengambil pelajaran dari tindakan kaum Yahudi ini. Tindakan yang tegas dari kaum Muslimin pada mereka harus dapat menimbulkan kesan yang menakutkan bagi orang-orang yang berada di belakang mereka, sehingga mereka tidak berani lagi melanggar janji.\nDalam ayat ini, Allah memberi peringatan pula kepada kaum Muslimin, agar jangan tertipu untuk kedua kalinya setelah dikhianati pertama kali oleh orang Yahudi dan mereka memohon maaf. Maka Allah dengan tegas menjelaskan bahwa kaum Muslimin tidak perlu ragu untuk mengadakan tindakan yang tegas agar pelanggaran-pelanggaran semacam itu tidak terulang kembali di belakang hari dan agar orang-orang yang berada di belakang mereka mengambil pelajaran daripadanya.\nDiriwayatkan oleh al-Bukhari dan Muslim bahwa, Nabi Muhammad pernah berkhotbah di hadapan para sahabat dalam menghadapi pertempuran sebagai berikut : \n\"Wahai sekalian manusia, janganlah kamu mencita-citakan (mengingin-kan) berjumpa dengan musuh dan mohonlah keselamatan kepada Allah. Akan tetapi bilamana kamu berjumpa dengan mereka, maka bertahanlah dengan kesabaran (dalam pertempuran), dan ketahuilah bahwa surga itu berada di bawah bayangan pedang.\" Kemudian beliau menambah dengan doa, \"Ya Allah yang menurunkan Al-Qur'an, dan yang menjalankan awan di langit hancurkanlah golongan-golongan musuh ini. Cerai-beraikanlah mereka dan berilah pertolongan kepada kami untuk mengalahkan mereka.\"",
    "quraish": "Wahai Rasul, jika engkau bertemu orang-orang yang melanggar perjanjian itu di medan perang, hukumlah mereka dengan hukuman yang membuat mereka dan orang-orang yang di belakang mereka menjadi jera dan bercerai-berai. Karena hukuman itu akan lebih dapat mengingatkan pelanggaran mereka terhadap perjanjian itu, dan mencegah golongan lain agar mengalami seperti yang mereka alami(1). (1) Ayat-ayat di atas antara lain berisi peringatan bagi orang-orang yang berada sebagai pihak yang mengadakan perjanjian dengan orang-orang beriman lalu melanggar perjanjian itu. Mereka itulah orang-orang yang patut dihukum. Demikian pula halnya pengikut- pengikut mereka. Disinggung pula dalam ayat itu penjelasan taktik perang dengan cara menghancurkan barisan belakang musuh yang belakangan ini dianggap cukup jitu oleh taktik perang modern. Sebab kekacauan barisan belakang, sebagai gudang penyimpangan ransum dan berbagai perlengkapan perang, cukup untuk menghancurkan seluruh barisan.",
    "jalalayn": "(Jika) lafal immaa merupakan gabungan dari in syarthiyyah dan maa zaidah, kemudian keduanya diidgamkan sehingga jadilah immaa (kamu menemui mereka) menjumpai mereka (dalam peperangan, maka cerai-beraikanlah) hancurkanlah (orang-orang yang di belakang mereka dengan menumpas mereka) yang berada dalam barisan depan dengan membasmi dan menghukum mereka (supaya) orang-orang yang berada di belakang mereka (mengambil pelajaran) menjadikannya sebagai pelajaran buat mereka."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 58,
    "arab": "وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ ࣖ ",
    "translation": "Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1218.mp3",
    "tafsir": "Jika kaum Muslimin merasa ada tanda-tanda pengkhianatan dari satu golongan yang mengadakan perjanjian pertahanan, haruslah dikembalikan perjanjian itu kepada mereka dan hendaklah mereka berusaha untuk menghalangi terjadinya pengkhianatan itu, dengan jalan mengembalikan perjanjian itu secara jujur disertai peringatan bahwa setelah adanya pengkhianatan itu pihak kaum Muslimin tidak terikat lagi dengan janji apa pun dengan mereka. Allah tidak menyukai orang-orang yang berkhianat, dan juga tidak membolehkan pengkhianatan secara mutlak.\nKaum Muslimin dilarang memerangi mereka sebelum ada pemberitahuan, bahwa perjanjian antara mereka dengan pihak lawan tidak berlaku lagi, karena adanya pengkhianatan. Hal ini perlu diumumkan, agar tidak ada tuduhan dari musuh bahwa orang Islam telah memerangi mereka tanpa sebab atau melanggar perjanjian. Allah memberi peringatan pula kepada orang-orang yang berkhianat dengan azab yang akan menimpa diri mereka sebagai akibat dari pengkhianatannya.",
    "quraish": "Apabila engkau merasakan tanda-tanda pengkhianatan suatu kaum terhadap perjanjian yang engkau buat antara engkau dengan mereka, maka putuskanlah usaha-usaha pengkhianatan itu dengan memberikan ultimatum baru bahwa engkau telah membatalkan perjanjian itu, sehingga mereka mengetahui sikapmu dan tidak dapat mengkhianatimu. Sesungguhnya Allah tidak menyukai orang yang berkhianat dan tidak menginginkan ada pengkhianat di antara kalian.",
    "jalalayn": "(Dan jika kamu merasa khawatir dari suatu kaum) yang telah mengadakan perjanjian denganmu (akan perbuatan khianat) terhadap janjinya melalui tanda-tanda yang terlihat jelas olehmu (maka kembalikanlah perjanjian itu) lemparkanlah perjanjian mereka itu (kepada mereka dengan cara yang jujur) lafal sawaaun menjadi kata keterangan, artinya: secara adil antara kamu dan mereka, supaya kedua belah pihak mengetahui bersama siapakah yang merusak perjanjian terlebih dahulu. Yaitu dengan cara kamu memberitahukan kepada mereka tentang pelanggaran tersebut, supaya mereka tidak menuduhmu berbuat khianat bila kamu mengadakan tindakan. (Sesungguhnya Allah tidak menyukai orang-orang yang berkhianat)."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 59,
    "arab": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ",
    "translation": "Dan janganlah orang-orang kafir mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sungguh, mereka tidak dapat melemahkan (Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1219.mp3",
    "tafsir": "Dan janganlah orang-orang kafir itu mengira bahwa mereka dapat lolos dari kekuasaan Allah, dan dapat selamat dari akibat kejahatan dan pengkhianatan mereka, karena sesunguhnya mereka sama sekali tidak dapat melemahkan Allah. Sebaliknya Allah akan memberi balasan kepada mereka di dunia dengan cara dikalahkan oleh Rasulullah dan kaum Muslimin, sehingga mereka merasakan akibat pengkhianatannya, dan di akhirat pun mereka akan merasakan azab dari Allah yang lebih menghinakan.",
    "quraish": "Janganlah orang-orang kafir itu menyangka bahwa diri mereka akan dapat lolos, selamat dan tidak akan menanggung risiko pengkhianatan itu. Mereka tidak akan mungkin melemahkan kemahatelitian Allah. Hanya Dialah yang Mahakuasa dan akan memberikan balasan dengan kekuatan dan keadilan-Nya.",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan orang-orang yang merasa dirinya dapat lolos dari kekuasaan Allah (Dan janganlah mengira) engkau hai Muhammad (orang-orang yang kafir itu bahwa mereka dapat lolos) dari kekuasaan Allah. (Sesungguhnya mereka tidak dapat melemahkan Allah) artinya mereka justru tidak dapat meloloskan diri dari Allah. Menurut suatu qiraat dibaca tahsabanna, maf'ul pertamanya tidak disebutkan, yakni lafal anfusahum artinya: janganlah engkau mengira diri mereka hai Muhammad. Menurut qiraat yang lain, innahum dibaca annahum, dengan mentakdirkan lam lengkapnya liannahum."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 60,
    "arab": "وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ  لَا تَعْلَمُوْنَهُمْۚ  اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ",
    "translation": "Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1220.mp3",
    "tafsir": "Untuk menghadapi pengkhianatan kaum Yahudi dan persekongkolan mereka dengan kaum musyrikin dengan tujuan menghancurkan kaum Muslimin, Allah memerintahkan pada ayat ini agar kaum Muslimin menyiapkan kekuatan guna menghadapi musuh-musuh Islam, baik musuh yang nyata mereka ketahui, maupun yang belum menyatakan permusuhan-nya secara terang-terangan. Yang harus dibina lebih dahulu adalah kekuatan iman yang akan menjadikan mereka percaya dan yakin bahwa mereka adalah pembela kebenaran, penegak kalimah Allah di muka bumi dan mereka pasti menang dalam menghadapi dan membasmi kezaliman dan keangkara-murkaan. Kekuatan iman yang sempurna inilah yang dapat membina kekuatan mental yang selalu ditanamkan pada hati segenap rakyat agar mereka benar-benar menjadi bangsa yang tangguh dan perkasa dalam menghadapi berbagai macam kesulitan dan cobaan. Bangsa yang kuat mentalnya tidak akan dapat dikalahkan oleh bangsa lain bagaimana pun sempurnanya peralatan dan senjata mereka. Hal ini telah dibuktikan dalam Perang Badar di mana tentara kaum musyrikin yang jauh lebih besar jumlah dan persenjataannya dapat dipukul mundur oleh tentara Islam yang sedikit jumlahnya dan amat kurang persenjataannya, tetapi memiliki mental yang kuat dan iman yang teguh.\nDi samping kekuatan iman/mental mereka, harus pula dipersiapkan kekuatan fisiknya karena kedua kekuatan ini harus digabung menjadi satu, kekuatan fisik saja akan kurang keampuhannya bila tidak disertai dengan kekuatan mental. Demikian pula sebaliknya kekuatan mental saja tidak akan berdaya bila tidak ditunjang oleh kekuatan fisik.\nAllah memerintahkan agar kaum Muslimin mempersiapkan tentara berkuda yang ditempatkan pada tempat strategis, siap untuk menggempur dan menghancurkan setiap serangan musuh dari manapun datangnya. Pada masa Nabi pasukan berkuda inilah yang amat strategis nilainya dan amat besar keampuhannya. Suatu negeri yang mempunyai pasukan berkuda yang besar akan disegani oleh negeri-negeri lain, dan negeri lain itu akan berpikir lebih dulu bila akan menyerang negeri itu. \nPada masa sekarang pasukan berkuda (kavaleri) telah digantikan oleh pasukan tank baja, masalah peperangan pada masa kini sudah lain corak dan bentuknya dari peperangan masa dulu. Alat senjata yang dipergunakan sudah beragam pula, berupa armada udara, armada laut, bahkan sampai memper-gunakan persenjataan yang sangat canggih. Jika pada masa Nabi Muhammad saw. Allah memerintahkan agar mempersiapkan pasukan berkuda, maka pada masa sekarang kaum Muslimin harus mempersiapkan berbagai senjata modern untuk mempertahankan negaranya dari serangan musuh. \nSebagaimana diketahui senjata-senjata modern sekarang ini adalah hasil dari kemajuan teknologi. Maka umat Islam wajib berusaha mencapai ilmu pengetahuan setinggi-tingginya dan menguasai teknologi dan selalu mengikuti perkembangan dan kemajuannya. Untuk mencapai ilmu dan teknologi yang tinggi kita memerlukan biaya yang sangat besar. Kita wajib mempercepat kemajuan ekonomi dan memperbesar penghasilan rakyat. Dengan demikian akan mudah bagi rakyat menafkahkan sebagian hartanya untuk kepentingan dan pertahanan negaranya.\nSuatu negara yang kuat mentalnya, kuat pertahanannya, dan kuat pula perekonomiannya pasti akan disegani oleh negara lain dan mereka tidak berani memusuhinya apalagi menyerangnya. Inilah yang dituntut Allah dari kaum Muslimin.\nAnjuran menafkahkan harta fi sabilillah terdapat dalam beberapa ayat dalam Al-Qur'an di antaranya firman Allah:\n\nDan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuat baiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-Baqarah/2: 195)\n\nDan firman Allah swt:\n\nDan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan. (al-Baqarah/2: 265)\n\nAllah menjanjikan pahala yang besar kepada setiap orang yang menafkahkan hartanya di jalan Allah, dan dia tidak akan dirugikan sedikit pun karena menafkahkan hartanya. Sebaliknya perbuatan itu akan mendapat pahala yang berlipat ganda.",
    "quraish": "Wahai orang-orang Muslim, persiapkanlah segala kemampuan perang yang kalian miliki, yang meliputi segala perlengkapan perang, untuk menghadapi musuh-musuh kalian. Lengkapilah penjaga-penjaga perbatasan dan kawasan-kawasan rawan negeri kalian dengan pasukan berkuda untuk membuat musuh- musuh Allah dan musuh-musuh kalian gentar, yaitu orang-orang kafir yang setiap waktu mengintai dan menunggu kelengahan kalian. Juga untuk membuat takut musuh-musuh lain yang tidak kalian ketahui, tapi Allah mengetahui mereka. Karena, dengan ilmu-Nya, Allah mengetahui segala sesuatu. Dan sesungguhnya apa saja yang kalian belanjakan untuk persiapan perang demi mengharap Allah, maka Dia akan memberi balasan setimpal dari karunia-Nya, dan tidak akan sedikit pun balasan itu dikurangi, meski sekecil atom(1). (1) Dalam ayat tersebut kita dapat menangkap perintah yang jelas sekali mengenai keharusan menyiapkan segala perlengkapan dalam menghadapi musuh, sebagai suatu hal yang teramat penting karena menyangkut hidup matinya suatu bangsa. Persiapan itu meliputi segala aspek, baik kualitas dan kuantitas perlengkapan. Berperang tanpa kesiapan berarti suatu kekalahan dan kehancuran. Pada masa-masa damai seperti sekarang ini saja hampir semua negara seolah-olah bersiap-siap untuk perang, sehingga kebijakan-kebijakan politik strategis masing-masing negara diarahkan, meskipun secara tidak langsung, untuk memenangkan pertempuran.",
    "jalalayn": "(Dan siapkanlah untuk menghadapi mereka) untuk memerangi mereka (kekuatan apa saja yang kalian sanggupi) Rasulullah saw. menjelaskan, bahwa yang dimaksud dengan kekuatan adalah ar-ramyu atau pasukan pemanah. Demikianlah menurut hadis yang diriwayatkan oleh Imam Muslim (dan dari kuda-kuda yang ditambat) lafal ribath berbentuk mashdar, artinya kuda-kuda yang sengaja disediakan untuk berperang di jalan Allah (untuk membuat takut) kalian membuat gentar (dengan adanya persiapan itu musuh Allah dan musuh kalian) artinya orang-orang kafir Mekah (dan orang-orang yang selain mereka) terdiri dari orang-orang munafik atau orang-orang Yahudi (yang kalian tidak mengetahuinya sedangkan Allah mengetahuinya. Apa saja yang kalian nafkahkan pada jalan Allah niscaya akan dibalaskan kepada kalian dengan balasan yang cukup) yakni pahalanya (dan kalian tidak akan dianiaya) tidak akan dikurangi sedikit pun dari pahala kalian."
  },
  {
    "page": 184,
    "name": "Al-Anfal",
    "ayat": 61,
    "arab": "۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Tetapi jika mereka condong kepada perdamaian, maka terimalah dan bertawakallah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1221.mp3",
    "tafsir": "Bila musuh-musuh Islam itu, baik orang Yahudi maupun orang-orang musyrikin condong kepada perdamaian, mungkin karena mereka benar-benar ingin damai atau karena melihat kekuatan dan kekompakan kaum Muslimin atau karena belum mengkonsolidasikan diri untuk berperang atau karena sebab-sebab lain, maka hendaklah dijajaki kemungkinan damai. Sesudah ternyata bahwa berdamai tidak akan merugikan siasat perjuangan Islam, hendaklah diterima perdamaian itu, tentu saja dengan ketentuan-ketentuan dan syarat-syarat yang dapat menjamin kepentingan bersama dan tidak merugikan masing-masing pihak, karena dasar perjuangan Islam adalah perdamaian. Hal ini telah dipraktikkan Rasulullah pada waktu beliau menerima perdamaian Hudaibiyah antara kaum Muslimin dan kaum musyrikin pada tahun keenam Hijri. Meskipun syarat-syarat perdamaian Hudaibiyah itu jika dilihat sepintas merugikan kaum Muslimin, sehingga banyak para sahabat yang merasa keberatan, tetapi Rasulullah, yang mempunyai pandangan jauh dan taktik serta siasat yang bijaksana, dapat menerimanya. Ternyata kemudian sebagaimana diutarakan para ahli sejarah bahwa Perdamaian Hudaibiyah itu adalah merupakan landasan bagi kemenangan kaum Muslimin selanjutnya.\nSetelah perjanjian damai diterima, hendaklah Nabi bersama kaum Muslimin bertawakal sepenuhnya kepada Allah, karena Dialah Yang Maha Mendengar dan Maha Mengetahui hakikat yang sebenarnya dari perdamaian, apakah orang-orang Yahudi dan kaum musyrikin benar-benar jujur dan menginginkan terlaksananya perdamaian, atau hanya karena taktik dan siasat, atau karena hendak menipu atau menunggu lengahnya kaum Muslimin saja.",
    "quraish": "Apabila musuh-musuh kalian itu cenderung untuk berdamai dan ingin mengakhiri perang, maka sambutlah kemauan mereka itu, wahai Rasul. Karena perang bukan semata-mata sebagai tujuan bagimu, tapi engkau berperang sebagai alasan membela diri dari serangan musuh dan mereka yang merintangi dakwah. Maka terimalah usul perdamaian dari mereka dan bertawakallah kepada Allah, dan jangan engkau mengkhawatirkan rencana jahat, tipu daya dan makar mereka. Allah Maha Mendengar apa yang mereka rundingkan, Mahatahu apa yang mereka rencanakan dan tidak ada sesuatu pun samar dalam pandangan Tuhan(1). (1) Ini konsep teori yang amat penting dalam Islam. Islam agama perdamaian. Beberapa dekade akhir-akhir ini, banyak sekali yang meneriakkan jargon-jargon perdamaian, meskipun sebagian ada yang berupa perdamaian yang semu. Prinsip perdamaian inilah yang barangkali mengilhami berdirinya organisasi-organisasi dunia semacam PBB.",
    "jalalayn": "(Dan jika mereka condong) cenderung (kepada perdamaian) boleh dibaca lissilmi dan boleh pula dibaca lissalmi, artinya perdamaian (maka condonglah kepadanya) adakanlah perjanjian dengan mereka untuk itu. Akan tetapi menurut Ibnu Abbas r.a. bahwa ayat ini dimansukh hukumnya oleh ayat perintah untuk berperang. Mujahid mengatakan, bahwa hukum yang terkandung di dalam ayat ini khusus hanya menyangkut ahli kitab sebab ayat ini diturunkan berkenaan dengan orang-orang Yahudi Bani Quraizhah (dan bertawakallah kepada Allah) percayalah kepada-Nya. (Sesungguhnya Dialah Yang Maha Mendengar) perkataan (lagi Maha Mengetahui) perbuatan."
  }
]