[
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 62,
    "arab": "وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُ ۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ",
    "translation": "Dan jika mereka hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindung) bagimu. Dialah yang memberikan kekuatan kepadamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1222.mp3",
    "tafsir": "Bila kaum Yahudi dan kaum musyrikin hendak menipu atau hendak mencari kesempatan untuk menyerang dengan adanya perdamaian, maka Allah memberikan jaminan kepada Nabi Muhammad saw bahwa hal itu tidak akan membahayakan kaum Muslimin. Cukuplah Allah (sebagai pelindung), Allah senantiasa melindungi Rasul-Nya dan melindungi umat Islam dan akan memberikan kemenangan kepada mereka bila musuh-musuh itu menyerang kembali. Allah telah memperkuat kedudukan Rasul-Nya dengan pertolongan yang diberikan-Nya kepada kaum Muslimin di masa-masa yang lalu seperti yang terjadi pada Perang Badar, di mana kaum Muslimin dalam keadaan lemah dan sedikit jumlahnya. Mereka dapat mengalahkan kaum musyrikin yang berlipat ganda dan lengkap per-senjataannya. Allah telah mempersatukan hati kaum Muslimin sehingga mereka hidup rukun dan damai, cinta mencintai, dan saling menolong, sehingga mereka merupakan satu kesatuan yang tak terpisahkan, padahal mereka sebelumnya hidup bersuku-suku dan bermusuhan antara satu golongan dengan golongan yang lain. Mereka pada mulanya terdiri dari kaum Muslimin yang datang ke Medinah dan kaum Anshar penduduk Medinah yang menyambut kedatangan kaum Muslimin itu. Kaum Anshar sendiri dahulunya terpecah-belah terdiri dari suku Aus dan Khazraj. Antara kedua suku ini senantiasa terjadi permusuhan dan peperangan. Tetapi dengan kehendak Allah mereka semuanya menjadi umat yang bersatu di bawah panji-panji iman, bersedia mengorbankan harta dan jiwa untuk menegakkan kalimah Allah. Ini adalah satu karunia dari Allah yang tidak ternilai harganya yang tidak dapat dicapai walaupun dengan mengorbankan semua harta dan kekayaan. Kesatuan hati, kesatuan tekad dan kesatuan cita-cita dan ideologi adalah hal yang amat penting dan berharga untuk mencapai satu cita-cita. Inilah karunia Allah yang telah dimiliki oleh kaum Muslimin pada masa itu. Karena pentingnya karunia itu dan amat tinggi nilainya Allah mengingatkan mereka agar selalu mengingat Allah dengan firman-Nya:\n\nDan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103)\nMaka dengan pertolongan Allah dan persatuan kaum Muslimin serta rasa cinta, kasih sayang yang terjalin antara sesama mereka, betapa pun kesulitan dan bagaimana pun besar bahaya yang akan menimpa tentu akan dapat ditanggulangi dan diatasi. Allah memperingatkan pula dalam ayat ini bagaimana tingginya nilai persatuan itu, sehingga bila Nabi Muhammad sendiri menghabiskan semua kekayaan yang ada di bumi untuk mencapainya pasti dia tidak akan berhasil. Tetapi Allah telah mempersatukan hati mereka dengan iman yang kuat dan rasa kasih-sayang yang tinggi. Ini adalah satu tanda bahwa Allah meridai kaum Muslimin dan merestui perjuangan mereka dan mereka tidak perlu merasa khawatir sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.",
    "quraish": "Apabila usulan damai mereka itu ternyata hanya siasat, tipu daya dan makar, niscaya Allah akan melindungi dirimu dari perbuatan mereka dengan berbagai bentuk. Sebelum itu Allah telah menguatkan dirimu dengan pertolongan-Nya, dengan mempersiapkan faktor-faktor yang tersurat dan tersirat, demi meneguhkan hati orang-orang yang beriman dari kalangan Muhâjirîn dan Anshâr.",
    "jalalayn": "(Dan jika mereka bermaksud hendak menipumu) dengan cara berdamai, kemudian mereka bersiap-siap untuk menyerangmu (maka sesungguhnya cukuplah bagimu) cukup bagimu (Allah menjadi pelindung. Dialah yang memperkuatmu dengan pertolongan-Nya dan dengan para mukmin)."
  },
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 63,
    "arab": "وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1223.mp3",
    "tafsir": "Bila kaum Yahudi dan kaum musyrikin hendak menipu atau hendak mencari kesempatan untuk menyerang dengan adanya perdamaian, maka Allah memberikan jaminan kepada Nabi Muhammad saw bahwa hal itu tidak akan membahayakan kaum Muslimin. Cukuplah Allah (sebagai pelindung), Allah senantiasa melindungi Rasul-Nya dan melindungi umat Islam dan akan memberikan kemenangan kepada mereka bila musuh-musuh itu menyerang kembali. Allah telah memperkuat kedudukan Rasul-Nya dengan pertolongan yang diberikan-Nya kepada kaum Muslimin di masa-masa yang lalu seperti yang terjadi pada Perang Badar, di mana kaum Muslimin dalam keadaan lemah dan sedikit jumlahnya. Mereka dapat mengalahkan kaum musyrikin yang berlipat ganda dan lengkap per-senjataannya. Allah telah mempersatukan hati kaum Muslimin sehingga mereka hidup rukun dan damai, cinta mencintai, dan saling menolong, sehingga mereka merupakan satu kesatuan yang tak terpisahkan, padahal mereka sebelumnya hidup bersuku-suku dan bermusuhan antara satu golongan dengan golongan yang lain. Mereka pada mulanya terdiri dari kaum Muslimin yang datang ke Medinah dan kaum Anshar penduduk Medinah yang menyambut kedatangan kaum Muslimin itu. Kaum Anshar sendiri dahulunya terpecah-belah terdiri dari suku Aus dan Khazraj. Antara kedua suku ini senantiasa terjadi permusuhan dan peperangan. Tetapi dengan kehendak Allah mereka semuanya menjadi umat yang bersatu di bawah panji-panji iman, bersedia mengorbankan harta dan jiwa untuk menegakkan kalimah Allah. Ini adalah satu karunia dari Allah yang tidak ternilai harganya yang tidak dapat dicapai walaupun dengan mengorbankan semua harta dan kekayaan. Kesatuan hati, kesatuan tekad dan kesatuan cita-cita dan ideologi adalah hal yang amat penting dan berharga untuk mencapai satu cita-cita. Inilah karunia Allah yang telah dimiliki oleh kaum Muslimin pada masa itu. Karena pentingnya karunia itu dan amat tinggi nilainya Allah mengingatkan mereka agar selalu mengingat Allah dengan firman-Nya:\n\nDan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103)\nMaka dengan pertolongan Allah dan persatuan kaum Muslimin serta rasa cinta, kasih sayang yang terjalin antara sesama mereka, betapa pun kesulitan dan bagaimana pun besar bahaya yang akan menimpa tentu akan dapat ditanggulangi dan diatasi. Allah memperingatkan pula dalam ayat ini bagaimana tingginya nilai persatuan itu, sehingga bila Nabi Muhammad sendiri menghabiskan semua kekayaan yang ada di bumi untuk mencapainya pasti dia tidak akan berhasil. Tetapi Allah telah mempersatukan hati mereka dengan iman yang kuat dan rasa kasih-sayang yang tinggi. Ini adalah satu tanda bahwa Allah meridai kaum Muslimin dan merestui perjuangan mereka dan mereka tidak perlu merasa khawatir sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.",
    "quraish": "Allah telah menyatukan kedua kelompok itu dalam satu ikatan saling mencinta dan menyayangi, setelah sebelumnya mereka saling bermusuhan dan terpecah belah. Mereka semua kini berada di belakangmu, membela dirimu dengan taruhan harta dan jiwa demi misi dakwahmu. Dan andaikata engkau belanjakan segala yang ada di bumi berupa kekayaan dan sumber daya yang terkandung di dalamnya, dengan maksud menyatukan mereka, sungguh engkau tidak akan dapat melakukannya. Karena yang menguasai hati mereka itu hanyalah Allah. Dialah yang menunjuki mereka ke jalan keimanan, cinta kasih dan persaudaraan. Allah Mahaperkasa, Maha Penyayang dan Mahaagung. Dialah yang memelihara segala urusan manusia untuk kemaslahatan mereka.",
    "jalalayn": "(Dan yang mempersatukan) menghimpun (hati mereka) sesudah mengalami ujian-ujian. (Walaupun kamu membelanjakan semua kekayaan yang berada di bumi niscaya kamu tidak dapat mempersatukan hati mereka akan tetapi Allah telah mempersatukan hati mereka) dengan kekuasaan-Nya. (Sesungguhnya Dia Maha Perkasa) Maha Menang atas semua perkara-Nya (lagi Maha Bijaksana) tiada sesuatu pun yang terlepas daripada kebijaksanaan-Nya."
  },
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 64,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ࣖ ",
    "translation": "Wahai Nabi (Muhammad)! Cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1224.mp3",
    "tafsir": "Pada ayat ini Allah mengulangi kembali jaminan-Nya kepada Nabi Muhammad, bahwa Allah akan menolongnya dengan bantuan kaum Muslimin yang benar-benar beriman dan yakin sepenuhnya bahwa Allah bersama mereka. Menurut riwayat dari Ibn Abbas, ayat ini turun sehubungan dengan masuk Islamnya Umar, menyusul Islamnya 33 orang laki-kali dan enam orang perempuan, seperti dikemukakan Jubair (lihat Tafsir al-Kabir, Jilid VIII, hlm 197-198). Dengan keimanan dan keyakinan itu tekad mereka tak akan digoyahkan oleh kejadian atau ancaman apa pun. Keimanan dan keyakinan itu digambarkan Allah dalam firman-Nya:\n\n(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, \"Orang-orang (Quraisy) telah mengumpul-kan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,\" ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (Ali 'Imran/3: 173)\n\nMaka dengan keyakinan dan tekad yang bulat yang ditimbulkan oleh keimanan dan jaminan Allah, kaum Muslimin siap untuk menerima perintah Allah, bagaimana pun berat dan sulitnya, meskipun dengan perintah itu mereka akan menghadapi musuh yang banyak atau bahaya yang besar.",
    "quraish": "Wahai Nabi, cukuplah Allah sebagai Penolong dan Pelindung bagi dirimumu, dan bagi pengikut- pengikutmu yang beriman.",
    "jalalayn": "(Hai Nabi, cukuplah Allah dan) cukup untuk menjadi penolongmu (orang-orang mukmin yang mengikutimu)."
  },
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 65,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صَابِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
    "translation": "Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1225.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar mengobarkan semangat kaum Muslimin untuk berperang menghadapi musuh dalam peperangan. Nabi melaksanakan perintah ini dengan mendorong para sahabat untuk maju berperang seperti dalam menghadapi Perang Badar. Meskipun jumlah tentara kafir Quraisy dari Mekah sangat banyak, dan perlengkapan mereka lebih baik, tetapi Nabi mendorong orang-orang yang beriman dengan mengatakan, \"Qumu ila jannatin 'ardzuha as-samawat wa al-ard (Bangkitlah kamu semua maju ke medan perang yang menyediakan surga yang luas, seluas langit dan bumi).\" \nDalam ayat ini Allah juga menegaskan bahwa kekuatan pasukan Muslim yang benar-benar beriman dan penuh tawakal kepada Allah akan dapat mengalahkan kekuatan musuh meskipun sepuluh kali lipat banyaknya. Andaikata pasukan kaum Muslimin hanya terdiri dari dua puluh orang prajurit, mereka dapat mengalahkan pasukan musuh yang terdiri dari dua ratus orang. Jika pasukan mereka terdiri dari seratus orang, mereka dapat mengalahkan pasukan musuh yang terdiri dari seribu orang, demikianlah seterusnya, setiap prajurit Allah dapat mengalahkan sepuluh musuh. Ini adalah satu perbandingan kekuatan yang tidak ada taranya dalam sejarah, karena cara peperangan pada masa itu bukan seperti peperangan pada masa kini.\nPeperangan pada masa sekarang sangat tergantung kepada kekuatan persenjataan dan kesempurnaannya. Pasukan yang kecil jumlah orangnya, yang diperlengkapi dengan senjata modern yang ampuh dapat saja dengan mudah mengalahkan pasukan besar tetapi hanya mempunyai senjata biasa saja.\nPeperangan pada masa itu benar-benar dengan mengadu kekuatan dan kecakapan karena alat-alat perang yang digunakan boleh dikatakan sama macam dan mutunya. Tidaklah mungkin rasanya suatu pasukan kecil akan dapat menang atas pasukan besar yang jumlahnya sepuluh kali lipat. Tetapi inilah yang ditegaskan Allah atau diperintahkan-Nya kepada kaum Muslimin. Mereka tidak boleh merasa gentar dan takut menghadapi lawan yang berlipat-ganda, karena mereka adalah orang-orang beriman yang berjuang bukan untuk kepentingan diri sendiri, atau untuk mencari harta benda dan kemegahan duniawi, tetapi mereka adalah tentara Allah yang berjuang untuk membela kebenaran; untuk meninggikan kalimah Allah dan untuk kejayaan agama yang telah diridai-Nya. Bila mereka gugur dalam pertempuran, mereka akan mati syahid, balasannya di sisi Allah tidak ternilai besarnya. \nLawan-lawan kaum Muslimin adalah orang-orang kafir yang hanya ingin mempertahankan kedudukan, pangkat dan harta benda. Mereka tidak mempunyai tujuan hidup yang tinggi dan mulia karena mereka tidak percaya kepada Tuhan Yang Maha Esa dan tidak percaya kepada hari kebangkitan. Hidup mereka adalah untuk berbangga-bangga dan mengutamakan harta benda belaka. Adapun orang Yahudi di Medinah meskipun percaya kepada Tuhan Yang Maha Esa, tetapi mereka tidak dapat lagi melihat kebenaran, karena mata mereka telah disilaukan oleh kesenangan dunia. Mereka ingin hidup, kalau dapat seribu tahun, mereka telah karam dalam dunia kebendaan, tak dapat luput dari sifat loba dan serakah. Kedua golongan ini benar-benar telah sesat dari jalan yang hak, tidak dapat lagi membedakan mana yang hak, mana yang bathil, mereka tidak tahu lagi jalan yang membawa kepada kebahagiaan dunia dan akhirat. Orang dengan sifat demikian ini bila dihadapkan kepada pertempuran yang dahsyat mereka akan lari tunggang langgang karena lebih mengutamakan hidup daripada mati. Hal ini dijelaskan Allah dengan firman-Nya:\n\nSesungguhnya dalam hati mereka, kamu (muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. (al-hasyr/59: 13) \nKalau Allah memerintahkan agar kaum Muslimin berani menghadapi musuh Allah yang berjumlah sepuluh kali jumlah mereka dan menyatakan bahwa mereka akan menang, maka kemenangan itu adalah pasti meskipun tidak pernah terjadi sebelumnya dalam sejarah. Karena itu mereka tidak boleh melarikan diri dari pertempuran dan harus bertempur mati-matian sampai tercapai kemenangan. Inilah derajat yang paling tinggi yang dapat dicapai oleh kaum Muslimin.",
    "quraish": "Wahai Muhammad, perintahkanlah orang-orang yang beriman untuk berperang demi menjunjung tinggi kalimat Allah. Gembirakanlah hati mereka dengan kebaikan-kebaikan dunia dan akhirat di balik peperangan itu. Jika demikian, Kami akan menguatkan jiwa mereka. Apabila ada dua puluh orang prajurit dari kalian yang teguh iman mereka, memiliki jiwa kesabaran dan ketaatan, niscaya mereka akan dapat mengalahkan dua ratus pasukan musuh dari orang-orang kafir. Yang demikian itu karena mereka tidak memahami hakikat-hakikat persoalan. Mereka tidak memiliki keimanan, kesabaran jiwa dan keinginan untuk mendapatkan pahala.",
    "jalalayn": "(Hai Nabi, kobarkanlah semangat) berilah semangat (para mukmin itu untuk berperang) melawan orang-orang kafir. (Jika ada dua puluh orang yang sabar di antara kalian niscaya mereka dapat mengalahkan dua ratus orang musuh) di antara orang-orang kafir. (Dan jika ada) boleh dibaca yakun dan boleh pula takun (seratus orang yang sabar di antara kalian, niscaya mereka dapat mengalahkan seribu daripada orang-orang kafir disebabkan orang-orang kafir itu) mereka yang kafir itu (kaum yang tidak mengerti). Ayat ini merupakan ungkapan kalimat berita akan tetapi maknanya adalah sama seperti kalimat perintah; yakni hendaknya dua puluh orang di antara kalian mampu memerangi dua ratus orang kafir dan seratus orang mukmin mampu memerangi seribu orang kafir dan hendaknya mereka (kaum mukmin) bersabar di dalam menghadapi orang-orang kafir. Kemudian ayat ini dinasakh manakala bilangan pasukan kaum mukminin telah banyak jumlahnya, yaitu oleh firman-Nya berikut ini:"
  },
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 66,
    "arab": "اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِ ۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ",
    "translation": "Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1226.mp3",
    "tafsir": "Pada ayat ini Allah memberikan keringanan bagi kaum Muslimin dalam menghadapi musuh yang menyerang mereka. Kalau pada ayat 65 Allah memerintahkan agar mereka berani menghadapi musuh yang berjumlah sepuluh kali lebih besar dari jumlah mereka, maka pada ayat ini dijelaskan bahwa mereka diberi keringanan karena mereka telah berada dalam keadaan lemah, baik dalam semangat maupun dalam persiapan perang. Dalam keadaan seperti ini mereka diharuskan menghadapi musuh yang jumlahnya dua kali jumlah mereka. Ini adalah suatu tingkat minimal yang harus mereka pertahankan, karena keringanan yang diberikan ini sudah banyak sekali dibanding dengan perintah semula dan tak ada alasan lagi untuk meminta keringanan lebih banyak lagi. Dengan keimanan yang kuat dan ketabahan serta keyakinan penuh akan mencapai kemenangan. Hal ini terbukti ketika mereka menghadapi kaum musyrikin pada Perang Badar. Kekuatan mereka kurang sepertiga kekuatan musuh, tetapi mereka dapat menghancurkan kaum musyrikin itu.\nPada Perang Yarmuk jumlah tentara yang dikumpulkan oleh kaisar Heraklius, kerajaan Romawi Timur, untuk menghadapi tentara kaum Muslimin, tidak kurang dari 200.000 (dua ratus ribu) orang, sedang tentara kaum Muslimin yang dikirim para sahabat hanya 24.000 (dua puluh empat ribu) orang saja. Berkat keimanan yang kokoh, kuat, dan semangat yang tinggi kaum Muslimin dapat mengalahkan musuh yang banyak itu. Diriwayatkan bahwa tentara Romawi yang mati pada pertempuran itu berjumlah 70.000 (tujuh puluh ribu) orang. Semua kemenangan yang diperoleh kaum Muslimin itu adalah sesuai dengan kehendak dan seizin Allah sebagai bukti bagi kebenaran ini. Allah berfirman:\n\nBetapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah. Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249)",
    "quraish": "Wahai orang-orang yang beriman, merupakan suatu kewajiban bagi kalian untuk menghadapi musuh yang kekuatannya seimbang dengan kalian. Tetapi pada saat kalian lemah seperti ini, Allah memberikan keringanan bagi kalian untuk bersabar di depan musuh yang kekuatannya dua kali lebih besar dari kekuatan kalian. Allah mengetahui kelemahan yang ada pada diri kalian yang menginginkan kemudahan, keringanan setelah kebesaran Islam menjadi nyata bagi orang-orang kafir. Apabila kalian berjumlah seratus orang pejuang yang sabar, maka jumlah itu akan dapat mengalahkan dua ratus pasukan kafir, dan seribu pasukan kalian akan dapat mengalahkan dua ribu orang kafir dengan perkenaan Allah. Allah bersama orang-orang yang sabar dengan dukungan dan pertolongan-Nya(1). (1) Ayat di atas menjelaskan peran strategis keimanan dan kekuatan akidah dalam perang. Bagi orang-orang yang memiliki kekuatan spiritual dan keyakinan yang tinggi, berapa jumlah musuh tidak menjadi soal. Hal ini sudah dimaklumi dalam berbagai peperangan sepanjang sejarah. Tidak terhitung lagi berapa banyak pasukan kecil yang berkeyakinan kuat mampu meluluhlantakkan kekuatan yang jauh lebih besar tapi tidak memiliki kekuatan batin. Di bagian lain, ayat tersebut menjelaskan pentingnya peranan pemimpin pasukan di tengah-tengah medan laga, antara lain mengatur pasukan, membagi kekuatan dan memberi sugesti, termasuk di dalamnya memberi teladan yang baik bagi pasukan, menjelaskan taktik perang dan lain sebagainya.",
    "jalalayn": "(Sekarang Allah telah meringankan kepada kalian dan Dia telah mengetahui bahwa pada diri kalian ada kelemahan) lafal dha`fan boleh dibaca dhu`fan. Artinya kalian tidak mampu lagi untuk memerangi orang-orang yang jumlahnya sepuluh kali lipat jumlah kalian. (Maka jika ada) boleh dibaca yakun boleh dibaca takun (di antara kalian seratus orang yang sabar niscaya mereka dapat mengalahkan dua ratus orang) daripada orang-orang kafir (dan jika di antara kalian ada seribu orang yang sabar niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah) dengan kehendak-Nya. Maka kalimat ini sekalipun bentuknya kalimat berita akan tetapi maknanya adalah perintah, yakni hendaknya kalian memerangi orang-orang kafir yang jumlahnya dua kali lipat kalian dan hendaknya kalian bersabar di dalam menghadapi mereka itu (Dan Allah beserta orang-orang yang sabar) pertolongan-Nya selalu menyertai mereka."
  },
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 67,
    "arab": "مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ",
    "translation": "Tidaklah pantas, bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1227.mp3",
    "tafsir": "Ayat ini sebagai teguran terhadap keputusan Rasulullah menerima tebusan dari kaum musyrikin untuk membebaskan orang-orang mereka yang ditawan kaum Muslimin. Beliau condong kepada pendapat kebanyakan para sahabat yang menganjurkan agar para tawanan itu jangan dibunuh dan sebaiknya diterima saja uang tebusan dari mereka dan hasil tebusan itu dapat dipergunakan untuk kepentingan perjuangan dan persiapan perang bila musuh menyerang kembali. Karena itu Allah menegaskan dalam ayat ini bahwa tidak patut bagi seorang Nabi dalam suatu peperangan menahan para tawanan dan menunggu putusan, apakah mereka akan dibebaskan begitu saja atau dengan menerima tebusan dari keluarga mereka, kecuali bila keadaan pengikut-pengikutnya, sudah kuat kedudukannya, dan musuhnya tidak berdaya lagi. Keadaan kaum Muslimin sebelum Perang Badar masih lemah dan kekuatan mereka masih terlalu kecil dibanding dengan kekuatan kaum musyrikin. Bila para tawanan itu tidak dibunuh, malah dibebaskan kembali meskipun dengan membayar tebusan, sedang mereka adalah pemuka dan pemimpin kaumnya, tentulah mereka akan kembali menghasut, dan mengumpulkan kekuatan yang besar untuk menyerang kaum Muslimin. Hal ini sangat berbahaya bagi kedudukan kaum Muslimin yang masih lemah. Seharusnya mereka tidak ditawan, tetapi langsung dibunuh di medan perang, sehingga dengan tewasnya para pembesar dan pemimpin itu kaum musyrikin akan merasa takut dan tidak berani lagi menyerang kaum Muslimin. Firman Allah dalam Surah Muhammad/47: 4): \nMaka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang) maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka tawanlah mereka dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka. (Muhammad/47: 4) \n\nAyat ini bukan saja merupakan teguran kepada Nabi Muhammad, tetapi juga merupakan teguran kepada para sahabat dan kebanyakan kaum Muslimin yang menganjurkan agar para tawanan itu jangan dibunuh, karena mereka itu adalah kaum kerabat dan famili dan mungkin kelak akan menjadi orang yang beriman, apalagi uang tebusan mereka dapat dipergunakan untuk kepentingan mereka sendiri. Dengan anjuran ini mereka telah melakukan tindakan yang bertentangan dengan siasat perang. Apa pun alasan yang mereka kemukakan, mereka telah dipengaruhi harta benda duniawi dan dengan tidak disadari mereka telah lupa dan tidak memikirkan lagi akibat dari pelaksanaan anjuran itu. Oleh sebab itu Allah dengan tegas menyatakan bahwa mereka menginginkan harta benda dan kehidupan duniawi, sedang Allah menghendaki agar mereka mencari pahala untuk di akhirat nanti dengan berjuang di jalan-Nya, meninggikan kalimat-Nya sampai kemuliaan dan ketinggian agama-Nya tercapai, sebagaimana tersebut dalam firman-Nya:\n\nPadahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin. (al-Munafiqun/63: 8)\n\nInilah cara yang dikehendaki Allah bagi orang-orang yang beriman dan berjuang dengan harta, dan segala kemampuan yang ada pada mereka bahkan dengan jiwa untuk mencapainya. Allah senantiasa akan menolong mereka. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.",
    "quraish": "Tidak seorang pun dari para nabi diperbolehkan untuk memiliki dan menahan para tawanan atau mengambil harta tebusan dari mereka. Tidak pula mereka diperbolehkan mengampuni para tawanan itu sehingga kalian menang dan melumpuhkan musuh-musuh agar mereka tak mampu melanjutkan peperangan lagi. Tapi kalian, wahai orang-orang Muslim, begitu tergesa-gesa mengambil tawanan sebelum kalian benar-benar menang pada pertempuran di Badar. Kalian lebih mendahulukan kepentingan- kepentingan duniawi, sedangkan Allah menginginkan kalian mendapatkan kebahagiaan akhirat, melalui usaha menjunjung tinggi kebenaran dan memalingkan diri dari kesenangan-kesenangan dunia. Allah Mahakuat, Mahakuasa, Maha Memelihara segala urusan dengan mempertimbangkan kebaikan.",
    "jalalayn": "Ayat ini diturunkan ketika kaum muslimin memilih untuk mengambil tebusan terhadap para tawanan perang Badar. (Tidak patut bagi seorang nabi) boleh dibaca yakuuna boleh pula takuuna (mempunyai tawanan sebelum ia dapat melumpuhkan musuhnya di muka bumi) lafal yutskhina fil ardhi menunjukkan makna sangat di dalam memerangi orang-orang kafir. (Kalian menghendaki) hai orang-orang mukmin (harta benda duniawi) yakni kebendaannya dengan mengambil tebusan (sedangkan Allah menghendaki) untuk kalian (pahala akhirat) sebagai pahala oleh sebab memerangi orang-orang kafir (Allah Maha Perkasa lagi Maha Bijaksana) ayat ini telah dinasakh oleh firman-Nya, \"Dan sesudah itu kalian boleh membebaskan mereka atau menerima tebusan.\" (Muhammad 4)"
  },
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 68,
    "arab": "لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ",
    "translation": "Sekiranya tidak ada ketetapan terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1228.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa tindakan kaum Muslimin menerima tebusan itu adalah tindakan yang salah. Kalau tidak karena ketetapan Allah yang telah ada sebelumnya bahwa Dia tidak akan menimpakan siksa kepada mereka karena kesalahan itu, tentulah mereka akan mendapat azab yang berat. \nMengenai yang dimaksud dengan \"ketetapan Allah yang telah ada untuk menyelamatkan kaum Muslimin dari siksaan karena kekhilafan itu\" para mufasir mengemukakan beberapa ayat di antaranya firman Allah:\n\nTetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33)\n\nMeskipun ayat ini mengenai kaum musyrikin, tetapi kaum Muslimin lebih berhak atas ketetapan itu. Sedang kaum musyrikin yang sesat dan durhaka dapat selamat dari siksaan Allah dengan keberadaan Nabi di kalangan mereka, apalagi kaum Muslimin yang taat dan setia selalu membantu Nabi dan selalu meminta ampunan kepada Allah, tentu mereka lebih pantas tidak ditimpa siksa yang berat itu. Firman Allah:\nTuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang. (al-An'am/6: 54)",
    "quraish": "Kalau bukan karena ketetapan azali Allah untuk memaafkan mujtahid yang salah, niscaya kalian akan mendapatkan azab oleh tindakan kalian yang ceroboh.",
    "jalalayn": "(Kalau sekiranya tidak ada ketetapan yang terdahulu dari Allah) dengan dihalalkannya ganimah dan tawanan bagi kalian (niscaya kalian ditimpa karena tebusan yang kalian ambil) (siksaan yang besar.)"
  },
  {
    "page": 185,
    "name": "Al-Anfal",
    "ayat": 69,
    "arab": "فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Maka makanlah dari sebagian rampasan perang yang telah kamu peroleh itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1229.mp3",
    "tafsir": "Allah Maha Pengampun lagi Maha Penyayang terhadap hamba- hamba-Nya, maka dengan sifat mulia ini Allah mengampuni dan tidak menimpakan siksaan kepada kaum Muslimin, bahkan memberikan hak kepada mereka untuk memakan dan memiliki harta rampasan yang didapat dalam peperangan termasuk uang tebusan itu sebagaimana tersebut dalam riwayat berikut ini:\nDiriwayatkan bahwa pada mulanya kaum Muslimin tidak mau mempergunakan harta tebusan yang dibayar oleh kaum musyrikin, karena takut akan tersalah lagi apabila belum ada wahyu yang mengizinkan mereka memanfaatkannya, maka turunlah ayat ini. Ini adalah suatu bukti lagi bagi mereka atas rahmat dan kasih sayang Allah kepada mereka. Sesudah mereka melakukan kesalahan, mereka diampuni dan dibebaskan dari siksaan atas kesalahan itu, kemudian diizinkan pula memakan dan memiliki hasil dari tindakan salah itu, yaitu uang tebusan yang mereka terima dari para tawanan. Allah menegaskan bahwa harta yang didapat dari penebusan tawanan itu adalah halal dan baik, bukan seperti daging babi dan bangkai. Kemudian Allah menyuruh mereka agar selalu bertakwa kepada-Nya dengan mengerjakan segala perintah-Nya dan menjauhi semua larangan-Nya, karena Dialah Yang Maha Pengampun dan Maha Penyayang.",
    "quraish": "Makanlah dari apa yang kalian dapatkan dari harta rampasan berupa bahan-bahan makanan. Itu semua halal hukumnya, bukan pekerjaan yang kotor. Bertakwalah kepada Allah dalam segala urusanmu, ampunan dan rahmat Allah sungguh amat besar bagi hamba-hamba yang kembali memohon ampunan kepada-Nya, sebagaimana Dia kehendaki.",
    "jalalayn": "(Maka makanlah dari sebagian rampasan perang yang telah kalian ambil itu sebagai makanan yang halal lagi baik dan bertakwalah kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.)"
  }
]