[
  {
    "page": 186,
    "name": "Al-Anfal",
    "ayat": 70,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّمَنْ فِيْٓ اَيْدِيْكُمْ مِّنَ الْاَسْرٰٓىۙ اِنْ يَّعْلَمِ اللّٰهُ فِيْ قُلُوْبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّآ اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
    "translation": "Wahai Nabi (Muhammad)! Katakanlah kepada para tawanan perang yang ada di tanganmu, “Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan memberikan yang lebih baik dari apa yang telah diambil darimu dan Dia akan mengampuni kamu.” Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1230.mp3",
    "tafsir": "Ayat ini memerintahkan kepada Rasulullah agar mengatakan kepada para tawanan yang merasa berat hatinya mengeluarkan harta untuk penebus diri mereka bahwa Allah akan mengganti harta yang mereka serahkan itu dengan yang lebih baik dan lebih bersih serta beriman kepada Allah. Allah akan mengampuni segala dosa termasuk syirik, memusuhi kaum Muslimin, memusuhi Islam, agama yang diridai-Nya dan melakukan berbagai macam tindakan yang dimurkai-Nya. Allah adalah Maha Pengampun dan Maha Penyayang terhadap hamba-Nya.",
    "quraish": "Wahai Nabi, katakanlah kepada para tawanan yang berada di tanganmu, \"Apabila ada niat baik di hati kalian yang Allah pasti mengetahuinya, kalian akan diberi kebaikan yang lebih utama dari yang telah diambil orang-orang Mukmin dari kalian. Allah juga akan mengampuni dosa-dosa syirik dan keburukan-keburukan masa lalu. Ampunan dan rahmat Allah amat luas bagi orang-orang yang tobat dari kekafiran dan dosanya.\"",
    "jalalayn": "(Hai Nabi, katakanlah kepada tawanan-tawanan yang ada di tanganmu,) menurut suatu qiraat lafal al-asraa dibaca al-asaarii (\"Jika Allah mengetahui ada kebaikan dalam hati kalian) yakni keimanan dan keikhlasan (niscaya Dia akan memberikan kepada kalian yang lebih baik daripada apa yang telah kalian berikan) artinya Dia pasti akan melipatgandakannya buat kalian di dunia ini dan kelak di akhirat Dia akan memberi kalian pahala (dan Dia akan mengampuni kalian.\") dosa-dosa kalian (Dan Allah Maha Pengampun lagi Maha Penyayang)."
  },
  {
    "page": 186,
    "name": "Al-Anfal",
    "ayat": 71,
    "arab": "وَاِنْ يُّرِيْدُوْا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "translation": "Tetapi jika mereka (tawanan itu) hendak mengkhianatimu (Muhammad) maka sesungguhnya sebelum itu pun mereka telah berkhianat kepada Allah, maka Dia memberikan kekuasaan kepadamu atas mereka. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1231.mp3",
    "tafsir": "Dengan keterangan yang diberikan Rasulullah kepada para tawanan itu sebagaimana yang diperintahkan Allah, banyak di antara mereka yang menyatakan masuk Islam dan tidak memusuhi lagi Nabi Muhammad saw beserta kaum Muslimin. Tetapi Allah memperingatkan dan menggembirakan hati Nabi akan sikap mereka selanjutnya dengan menerangkan pada ayat ini bahwa bila ada di antara mereka itu yang mengkhianati janjinya dengan kembali kepada kufur atau menyerang kaum Muslimin, maka Nabi tak perlu merasa gusar dan bersedih hati. Hal itu sudah lumrah dan biasa terjadi pada manusia. Bila dalam keadaan susah dan terdesak ia mengucapkan kata-kata yang manis dan mengemukakan janji yang muluk-muluk, tetapi bila berada dalam suasana aman dan baik ia mengingkari semua janjinya dan berbalik menjadi musuh yang lebih jahat lagi. \nBegitulah sifat sebagian kaum Musyrikin itu, karena sifat itu telah menjadi darah daging dalam tubuhnya. Sedang Allah Yang Mahakuasa dan Mahaperkasa telah mereka khianati dengan mempersekutukan-Nya dan menyembah berhala serta melakukan perbuatan yang tidak diridai-Nya. Karena pengkhianatan terhadap Allah inilah maka Dia memberikan kemenangan kepada kaum Muslimin, seperti yang terjadi pada Perang Badar, padahal kaum musyrikin itu lebih banyak jumlahnya dan lebih lengkap persenjataannya. Allah Maha Mengetahui segala apa yang tersimpan dalam hati mereka, dan Mahabijaksana dalam memberikan balasan terhadap apa yang diperbuat manusia, yang baik dibalas dengan pahala dan yang buruk dibalas dengan siksa.",
    "quraish": "Apabila mereka bermaksud mengkhianatimu seperti yang pernah dilakukan sebagian dari mereka-- dengan memperlihatkan kecondongan mereka pada Islam, tetapi merahasiakan maksud tersembunyi dalam hati mereka untuk mengelabuhi kamu--maka janganlah kamu berputus asa. Allah berjanji akan memenangkanmu. Sebelumnya mereka telah bermaksud mengelabuhi Allah dengan jalan menyekutukan Dia dan mengingkari nikmat-Nya. Allah telah memenangkanmu dalam pertempuan di Badar meskipun jauhnya perbedaan jumlah pasukanmu dengan pasukan mereka. Tapi Allah Mahakuat, Mahaunggul, berbuat sesuai dengan hikmah-Nya, dan telah memenangkan hamba-hamba-Nya yang beriman.",
    "jalalayn": "(Akan tetapi jika mereka menghendaki) yakni para tawanan tersebut (berbuat khianat kepadamu) melalui perkataan mereka yang berbasa-basi di hadapanmu (maka sesungguhnya mereka telah berkhianat kepada Allah sebelum ini) sebelum perang Badar, mereka telah melakukan kekafiran (lalu Allah menjadikan nabi-Nya berkuasa terhadap mereka) dalam perang Badar sehingga banyak di antara orang-orang kafir yang terbunuh dan tertawan. Maka hendaknya mereka menunggu-nunggu saat seperti itu bilamana mereka kembali lagi melakukan pengkhianatan (dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) di dalam penciptaan-Nya."
  },
  {
    "page": 186,
    "name": "Al-Anfal",
    "ayat": 72,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَالَّذِيْنَ اٰمَنُوْا وَلَمْ يُهَاجِرُوْا مَا لَكُمْ مِّنْ وَّلَايَتِهِمْ مِّنْ شَيْءٍ حَتّٰى يُهَاجِرُوْاۚ وَاِنِ اسْتَنْصَرُوْكُمْ فِى الدِّيْنِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah dan orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu satu sama lain saling melindungi. Dan (terhadap) orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun bagimu melindungi  mereka, sampai mereka berhijrah. (Tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah terikat perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1232.mp3",
    "tafsir": "Pada ayat ini disebutkan tiga golongan kaum Muslimin:\nGolongan pertama ialah yang memperoleh derajat tertinggi dan mulia di sisi Allah yaitu kaum Muhajirin yang hijrah bersama Nabi Muhammad saw ke Medinah dan orang-orang yang menyusul kemudian yaitu hijrah sebelum terjadinya Perang Badar. Kemudian sebagian ahli tafsir berpendapat termasuk juga dalam golongan ini orang-orang yang hijrah sebelum terjadinya perdamaian Hudaibiyah tahun ke-6 Hijri. Golongan pertama ini di samping perjuangannya di Medinah bersama-sama kaum anshar, telah berjuang pula sebelumnya di Mekah menghadapi kaum musyrikin yang kejam, yang tidak segan-segan melakukan kekerasan dan penganiayaan terhadap orang yang beriman pada agama yang dibawa Nabi Muhammad saw. Semua kekerasan dan kekejaman yang ditimpakan kepada kaum muhajirin ini diterima dengan sabar dan tabah dan tidak dapat menggoyahkan keimanan mereka sedikitpun. Mereka tetap bertahan dan berjuang membela agama yang hak dan bersedia berkorban dengan harta dan jiwa, bahkan mereka bersedia meninggalkan kampung halaman, anak, istri dan harta benda mereka. Oleh sebab itu mereka diberi sebutan oleh Allah dengan keistimewaan, pertama: \"Beriman\", kedua: \"Berhijrah\", ketiga: \"Berjuang\" dengan harta dan benda di jalan Allah\".\nGolongan kedua ialah \"kaum Anshar\" di Medinah yang memeluk agama Islam, beriman kepada Nabi saw dan mereka berjanji kepada Nabi dan kaum Muhajirin akan bersama-sama berjuang di jalan Allah, bersedia menanggung segala resiko dan derita perjuangan, untuk itu mereka siap berkorban dengan harta dan jiwa. Nabi Muhammad saw menanamkan rasa ukhuwah Islamiah antara kedua golongan ini sehingga kaum Anshar memandang kaum Muhajirin sebagai saudara kandung, yang masing-masing golongan dapat mewarisi. Allah memberikan dua sebutan kepada mereka, pertama: \"Memberi tempat kediaman\" dan kedua: \"Penolong\" karena hal ini pula mereka dinamai \"Kaum Anshar\". Seakan-akan kedua golongan ini karena akrabnya hubungan telah menjadi satu, sehingga tidak ada lagi perbedaan hak dan kewajiban di antara mereka. Karena itu Allah telah menetapkan bahwa hubungan antara sesama mereka adalah hubungan karib kerabat, hubungan setia kawan, masing-masing merasa berkewajiban membantu dan menolong yang lainnya bila ditimpa suatu bahaya atau malapetaka. Mereka saling menolong, saling menasehati dan tidak akan membiarkan orang lain mengurus urusan mereka. Hanya dari kalangan merekalah diangkat pemimpin bilamana mereka membutuhkan pemimpin yang akan menanggulangi urusan mereka. \nSahabat Anas meriwayatkan bahwa Rasulullah saw telah mengikat kaum Muhajirin dan kaum Anshar dalam suatu sumpah setia di rumahku. Hadis ini diriwayatkan oleh Anas kepada orang yang bertanya tentang hadis: \"Tidak ada perjanjian sumpah setia dalam Islam\".\nGolongan ketiga ialah golongan kaum Muslimin yang tidak hijrah ke Medinah. Mereka tetap saja tinggal di negeri yang dikuasai oleh kaum musyrik seperti orang mukmin yang berada di Mekah dan beberapa tempat di sekitar kota Medinah. Mereka tidak dapat disamakan dengan kedua golongan Muhajirin dan Anshar karena mereka tidak berada di kalangan masyarakat Islam, tetapi berada di kalangan masyarakat musyrikin. Maka hubungan antara mereka dengan kaum Muslimin di Medinah tidak dapat disamakan dengan hubungan antara mukmin Muhajirin dan Anshar dalam masyarakat Islam. Kalau hubungan antara sesama mukmin di Medinah sangat erat bahkan sudah sampai hubungan karib kerabat dan keturunan, maka hubungan dengan yang ketiga ini hanya diikat dengan keimanan saja. Bila terhadap mereka dilakukan tindakan yang tidak adil oleh kaum musyirikin, maka kaum Muslimin di Medinah tidak berdaya membela mereka karena mereka berada di negeri orang-orang musyrik, dan tidak ada hak bagi kaum Muslimin Medinah untuk campur tangan urusan dalam negeri kaum musyrikin. Andaikata mereka hijrah tentulah mereka akan bebas dari perlakuan sewenang-wenang dan tidak wajar itu. Adapun orang-orang mukmin yang tertawan oleh kaum musyrikin maka harus dibebaskan oleh kaum mukminin dengan segala daya upaya karena berdiamnya mereka di negeri kaum musyrikin bukanlah atas kehendak mereka, tetapi dalam keadaan terpaksa dan tidak dapat melarikan diri dari sana. Tetapi bila golongan ketiga ini minta tolong kepada kaum mukminin karena mereka ditindas dan dipaksa agar meninggalkan agama mereka atau ditekan dan selalu dihalangi dengan kekerasan dalam mengamalkan syariat Islam, maka kaum Muslimin diwajibkan memberikan pertolongan kepada mereka, bahkan kalau perlu dengan mengadakan serangan dan peperangan, kecuali bila antara kaum mukminin dan kaum musyrikin itu ada perjanjian damai atau perjanjian tidak saling menyerang. Demikianlah hubungan antara dua golongan pertama dengan golongan ketiga ini, yang harus diperhatikan dan diamalkan dan mereka harus bertindak sesuai dengan ketentuan-ketentuan yang telah ditetapkan Allah. Allah selalu melihat dan mengetahui apa yang dilakukan oleh hamba-Nya (Riwayat al-Bukhari dan Muslim). Adapun golongan keempat akan diterangkan pada ayat 75.",
    "quraish": "Orang-orang yang percaya pada kebenaran dan tunduk kepada hukum Tuhan lalu berhijrah dari Makkah, berjihad dengan taruhan jiwa dan harta yang berlindung dalam keterasingan, membantu Rasulullah memerangi musuh-musuhnya dan memusuhi orang-orang yang menentangnya, adalah penolong bagi saudara-saudara mereka demi tujuan menegakkan kebenaran dan menjunjung tinggi kalimat Allah. Sementara yang enggan berhijrah, mereka tidak memiliki hubungan perwalian dengan orang-orang beriman, kecuali jika mereka merubah niat dan pendirian mereka, lalu berhijrah. Meskipun begitu, apabila mereka meminta bantuan untuk mengalahkan kaum yang menindas mereka karena alasan-alasan keagamaan, maka berikanlah pertolongan. Tetapi, jika mereka meminta bantuan untuk memerangi orang-orang yang terikat perjanjian dengan kalian, maka jangan ikuti permintaan mereka. Allah Maha Melihat, Mahateliti segala yang kalian lakukan dan tidak ada sesuatu pun yang luput dari pengetahuan Allah. Berhentilah pada batasan-batasan hukum Allah, agar kalian tidak terjerumus dalam jurang siksa-Nya.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah) yang dimaksud adalah kaum Muhajirin (dan orang-orang yang memberikan tempat kediaman) kepada Nabi saw. (dan pertolongan) yang dimaksud adalah kaum Ansar (mereka itu satu sama lain lindung-melindungi) dalam hal saling tolong-menolong dan waris-mewarisi. (Dan terhadap orang-orang yang beriman, tetapi belum berhijrah, maka tiada kewajiban atas kalian untuk melindungi mereka) dapat dibaca walaayatihim dan wilaayatihim (sedikit pun) oleh karenanya tidak ada saling waris-mewaris antara kalian dan mereka, dan mereka tidak berhak untuk mendapatkan bagian dari ganimah yang kalian peroleh (sebelum mereka berhijrah) akan tetapi ayat ini telah dinasakh oleh ayat yang terdapat dalam akhir surah Al-Anfaal ini. (Akan tetapi jika mereka meminta pertolongan kepada kalian dalam urusan pembelaan agama, maka kalian wajib memberikan pertolongan) kepada mereka dari gangguan orang-orang kafir (kecuali terhadap kaum yang telah ada perjanjian antara kalian dengan mereka) yakni ada perjanjian pertahanan bersama, maka kala itu janganlah kalian menolong mereka, karena akan merusak perjanjian yang telah kalian buat bersama dengan kaum itu. (Dan Allah Maha Melihat apa yang kalian kerjakan)."
  },
  {
    "page": 186,
    "name": "Al-Anfal",
    "ayat": 73,
    "arab": "وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ اِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِى الْاَرْضِ وَفَسَادٌ كَبِيْرٌۗ",
    "translation": "Dan orang-orang yang kafir, sebagian mereka melindungi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1233.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa semua orang kafir meskipun berlainan agama dan aliran, karena ada di antara mereka yang musyrik, Nasrani, Yahudi dan sebagainya, dan meskipun antara mereka sendiri terjadi perselisihan dan kadang-kadang permusuhan, mereka semua bisa menjadi kawan setia antara sesama mereka dalam berbagai urusan. Sebagian mereka menjadi pemimpin bagi yang lain bahkan kadang-kadang mereka sepakat untuk memusuhi dan menyerang kaum Muslimin seperti terjadi pada perang Khandaq. Pada waktu turunnya ayat ini, dapat dikatakan bahwa yang ada di Hijaz hanya kaum musyrikin dan Yahudi. Orang Yahudi sering mengadakan persekutuan dengan kaum musyrikin dan menolong mereka dalam memusuhi kaum Muslimin bahkan kerap kali pula mengkhianati perjanjian sehingga mereka diperangi oleh kaum Muslimin dan diusir dari Khaibar ke luar kota Medinah. Jadi kaum Muslimin harus menggalang persatuan yang kokoh dan janganlah sekali-kali mereka mengadakan janji setia dengan mereka atau mempercayakan kepada mereka mengurus urusan kaum Muslimin, karena hal itu akan membawa kepada kerugian besar atau malapetaka. Allah memperingatkan bila hal ini tidak diindahkah maka akan terjadilah fitnah dan kerusakan di muka bumi.",
    "quraish": "Orang-orang yang kafir, masing-masing menjadi pelindung bagi yang lain. Mereka saling menolong dalam kebatilan dan dalam memusuhi kalian. Maka janganlah kalian tunduk kepada mereka. Apabila kalian melanggarnya dan tunduk kepada mereka, maka akan terjadi fitnah bencana dalam barisan kalian dan kerusakan yang besar di dunia.",
    "jalalayn": "(Adapun orang-orang yang kafir, sebagian mereka menjadi pelindung bagi sebagian yang lain). Dalam hal saling tolong-menolong dan saling waris-mewarisi, maka tidak ada saling waris-mewarisi antara kalian dan mereka. (Jika kalian tidak melaksanakan apa yang telah diperintahkan Allah itu) yakni melindungi kaum Muslimin dan menekan orang-orang kafir (niscaya akan terjadi kekacauan di muka bumi dan kerusakan yang besar) karena kekafiran bertambah kuat sedangkan Islam makin melemah keadaannya."
  },
  {
    "page": 186,
    "name": "Al-Anfal",
    "ayat": 74,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
    "translation": "Dan orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki (nikmat) yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1234.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan kelebihan kaum Muhajirin dan Anshar atas kaum Muslimin yang lain. Mereka diberi predikat orang-orang yang benar-benar beriman, yakni orang yang telah sempurna imannya. Hal itu telah mereka buktikan dengan perbuatan yang nyata semenjak dari turunnya wahyu kepada Nabi Muhammad sampai berdirinya pemerintah Islam di Medinah. Orang Anshar telah berkorban dengan segala kesanggupan baik dengan harta benda maupun dengan jiwa untuk menegakkan agama Allah. Kalau tidaklah pertolongan dan bantuan sepenuhnya dari mereka belum tentu kaum Muhajirin akan dapat membina kekuatan Islam dengan sempurna. Berkat keimanan dan persatuan yang kuat antara kedua golongan ini dan kerja sama yang erat antara mereka, terwujudlah kekuatan yang hebat yang tak bisa dilumpuhkan oleh musuh-musuh Islam meskipun kekuatan mereka berlipat ganda banyaknya. Karena kelebihan mereka itu pulalah Allah menjanjikan bagi mereka ampunan dari segala kesalahan yang mereka perbuat sebelumnya dan bagi mereka disediakan pula di akhirat kelak rezeki yang tidak pernah putus yaitu surga yang penuh dengan nikmat yang tiada taranya.\nUntuk menjelaskan derajat tiga golongan yang pertama, kedua dan ketiga yang memiliki beberapa keutamaan ini, Allah berfirman:\n\n(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. (al-hasyr/59: 8)\n\nDan firman Allah:\n\nDan orang-orang (Ansar) yang telah menempati kota Medinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. (al-hasyr/59: 9)\n\nDan firman-Nya:\n\nDan orang-orang yang datang sesudah mereka (Muhajirin dan Anshar), mereka berdoa, \"Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.\" (al-hasyr/59: 10)",
    "quraish": "Orang-orang yang beriman dan berhijrah di jalan Allah serta memberi tempat kepada mereka dan menolong kebenaran dan kalimat Allah, adalah orang-orang yang benar-benar beriman. Allah mengampuni mereka dan memberikan bagi mereka rezeki yang besar di dunia dan akhirat.",
    "jalalayn": "(Dan orang-orang yang beriman, berhijrah serta berjihad pada jalan Allah dan orang-orang yang memberi tempat kediaman dan memberi pertolongan kepada kaum Muhajirin, mereka itulah orang-orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki/nikmat yang mulia) di surga nanti."
  },
  {
    "page": 186,
    "name": "Al-Anfal",
    "ayat": 75,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجَاهَدُوْا مَعَكُمْ فَاُولٰۤىِٕكَ مِنْكُمْۗ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
    "translation": "Dan orang-orang yang beriman setelah itu, kemudian berhijrah dan berjihad bersamamu maka mereka termasuk golonganmu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat) menurut Kitab Allah. Sungguh, Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1235.mp3",
    "tafsir": "Pada ayat ini disebutkan golongan keempat yaitu orang-orang yang terlambat masuk Islam, terlambat beriman dan terlambat pula hijrah. Tetapi meskipun demikian mereka dapat ikut berjuang dengan ikhlas bersama kaum Muslimin. Mereka bersedia pula berkorban dengan harta dan jiwa seperti kawannya yang lebih dahulu masuk Islam. Karena itu mereka bukanlah tergolong \"pahlawan kesiangan,\" sebaliknya mereka dapat digolongkan ke dalam golongan Muhajirin dan Anshar meskipun derajat mereka di sisi Allah tidak setinggi derajat golongan pertama dan kedua ini. \nUntuk menjelaskan ketinggian derajat kaum Muhajirin dan Anshar itu Allah berfirman:\n\n\n\nTidak sama orang yang menginfakkan (hartanya) di jalan Allah di antara kamu dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti apa yang kamu kerjakan. (al-hadid/57: 10)\n\nDan firman-Nya lagi:\n\nOrang-orang yang terdahulu lagi pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Anshar dan orang-orang yang mengikuti mereka dengan baik. Allah rida kepada mereka dan merekapun rida kepada Allah dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (at-Taubah/9: 100)\n\nSebagai penutup ayat ini, Allah menerangkan kedudukan ulul arham (karib kerabat) dibandingkan dengan kedudukan kaum Muslimin umumnya. Ulul arham yang mukmin lebih dekat kepada seseorang dari kaum Muslimin lainnya, baik dari kaum Muhajirin maupun Anshar. Oleh sebab itu, merekalah yang lebih berhak menerima pertolongan, kesetiakawanan, dan mengurus berbagai urusan. Karena itu pula, wajib dibina hubungan antara mereka dengan saling menolong, waris mewarisi, dan mengangkat mereka menjadi wali dalam pernikahan dan sebagainya. Diriwayatkan bahwa Rasulullah saw pernah bersabda:\nMulailah (berbuat baik) kepada dirimu sendiri, maka beri nafkahlah dirimu lebih dahulu. Bila masih ada yang akan engkau nafkahkan berikanlah kepada keluargamu. Bila masih ada lagi sesudah memberi keluargamu berikanlah kepada karib kerabatmu. Dan bila masih ada lagi sesudah memberi karib kerabatmu, maka bertindaklah seperti itu, yakni ada yang lebih berhak daripada yang lain, dan demikianlah seterusnya. (Riwayat an-Nasa'i dari Jabir)\n\nDalam Al-Qur'an banyak pula terdapat firman Allah yang mendahulukan kedudukan karib kerabat yang terdekat yaitu ayah ibu dengan menyebutkan mereka pertama-tama kemudian baru diiringi dengan yang terdekat yakni ulul arham dan seterusnya, firman Allah:\n\n\nDan berbuatbaiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertutur katalah yang baik kepada manusia. (al-Baqarah/2: 83)\n\nMendahulukan orang tua dan karib kerabat dalam berbuat baik tidak berarti agama Islam mengajarkan atau mengizinkan nepotisme. Nepotisme sangat mengutamakan saudara dan karib kerabat serta teman-teman dekatnya dengan mengorbankan hak orang lain, baik dalam pengangkatan jabatan-jabatan tertentu dan dalam pemberian beberapa fasilitas (kemudahan) dengan menyisihkan orang lain yang juga berhak mendapatkannya. Nepotisme justru dilarang agama karena bertentangan dengan prinsip keadilan, sebab agama memerintahkan pemeluknya untuk selalu menegakkannya. Keadilan harus ditegakkan terhadap diri sendiri, terhadap orang tua, dan karib kerabat. Firman Allah dalam Surah an-Nisa/4: 135 menegaskan sebagai berikut:\nWahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan. (an-Nisa/4: 135)\n\nDemikianlah seterusnya hubungan di antara orang-orang mukmin dan demikianlah tingkat dan derajat mereka di sisi Allah. Hendaklah hal ini diperhatikan sebaik-baiknya agar kaum Muslimin dapat hidup tenteram dan bahagia, karena yang menetapkan tata tertib ini adalah Allah Yang Maha Mengetahui segala sesuatu.",
    "quraish": "Orang-orang yang beriman belakangan, dan akhirnya berhijrah serta berjihad bersama dengan orang-orang yang sebelumnya, adalah golongan kalian, wahai orang-orang Muhâjirîn dan Anshâr. Mereka memiliki kewenangan dan hak-hak yang sama dengan yang kalian miliki. Dan kerabat karib dari golongan Mukmin, di samping memiliki hubungan seiman dan seagama, juga memiliki hubungan kerabat. Sebagian dari mereka lebih utama daripada sebagian yang lain dalam kasih sayang, harta, pertolongan dan dukungan. Allah telah menjelaskan itu semua dalam Kitab-Nya, dan Maha Mengetahui atas segala sesuatu.",
    "jalalayn": "(Dan orang-orang yang beriman sesudah itu) sesudah orang-orang yang lebih dahulu beriman dan berhijrah (kemudian berhijrah dan berjihad bersama kalian, maka orang-orang itu termasuk golongan kalian) hai orang-orang Muhajirin dan orang-orang Ansar. (Orang-orang yang mempunyai hubungan kerabat itu) yakni orang-orang yang mempunyai hubungan persaudaraan (sebagiannya lebih berhak terhadap sesamanya) dalam hal waris-mewarisi daripada orang-orang yang mewarisi karena persaudaraan iman dan hijrah yang telah disebutkan pada ayat terdahulu tadi (di dalam Kitabullah) di Lohmahfuz. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) yang antara lain ialah hikmah yang terkandung di dalam hal-ihwal waris-mewarisi."
  }
]