[
  {
    "page": 188,
    "name": "At-Taubah",
    "ayat": 7,
    "arab": "كَيْفَ يَكُوْنُ لِلْمُشْرِكِيْنَ عَهْدٌ عِنْدَ اللّٰهِ وَعِنْدَ رَسُوْلِهٖٓ اِلَّا الَّذِيْنَ عَاهَدْتُّمْ عِنْدَ الْمَسْجِدِ الْحَرَامِۚ فَمَا اسْتَقَامُوْا لَكُمْ فَاسْتَقِيْمُوْا لَهُمْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ",
    "translation": "Bagaimana mungkin ada perjanjian (aman) di sisi Allah dan Rasul-Nya dengan orang-orang musyrik, kecuali dengan orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharam (Hudaibiyah), maka selama mereka berlaku jujur terhadapmu, hendaklah kamu berlaku jujur (pula) terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1242.mp3",
    "tafsir": "Allah dan Rasul-Nya tidak dapat meneruskan dan memelihara perjanjian dengan orang-orang musyrikin kecuali dengan mereka yang mengindahkan perjanjian di dekat Masjidilharam. Oleh karena itu, sebagai patokan umum yang harus dilaksanakan oleh kaum Muslimin terhadap kaum musyrikin dijelaskan, bahwa jika mereka mematuhi syarat-syarat perjanjian, maka kaum Muslimin pun berbuat demikian pula terhadap mereka, Allah menyukai orang-orang yang bertakwa, sedang orang-orang yang tidak mengindahkan syarat-syarat perjanjian adalah orang-orang yang berkhianat dan tidak bertakwa kepada Allah swt. \nYang dimaksud dengan perjanjian Masjidilharam di sini ialah perjanjian Hudaibiyah yang terjadi pada waktu Nabi Muhammad saw dan sejumlah besar para sahabat pada tahun ke-6 Hijri berangkat dari Medinah menuju Mekah untuk mengerjakan ibadah umrah setelah mereka sampai di suatu tempat yang bernama Hudaibiyah, 13 mil sebelah barat kota Mekah, mereka dicegat dan dihalang-halangi oleh orang-orang kafir Quraisy sehingga terjadilah perjanjian damai yang dinamakan dengan tempat itu.\nMenurut riwayat Ibnu Abi hatim bahwa di antara suku Arab musyrik yang mengindahkan perjanjian Hudaibiyah itu adalah suku Bani amrah dan suku Kinanah, sehingga menurut sebagian mufasir, Nabi dan kaum Muslimin menyempurnakan perjanjian Hudaibiyah dengan dua suku ini, meskipun telah habis jangka masa empat bulan yang diberikan kepada kaum musyrikin.",
    "quraish": "Bagaimana mungkin orang-orang musyrik yang selalu melanggar perjanjian itu bisa mengadakan perjanjian yang terhormat dalam pandangan Allah dan Rasul-Nya? Oleh karena itu, janganlah kalian mengambil perjanjian-perjanjian mereka, kecuali dari kabilah Arab yang kalian berikan perjanjian di al-Masjid al-Harâm, kemudian mereka berpegang teguh pada janji mereka. Pegang teguhlah perjanjian kalian selama mereka berpegang teguh pada perjanjian mereka. Sesungguhnya Allah menyukai orang-orang yang taat kepada-Nya dan memenuhi janji.",
    "jalalayn": "(Bagaimana) tidak mungkin (bisa ada perjanjian aman dari Allah dan Rasul-Nya dengan orang-orang musyrik) sedangkan mereka masih tetap dalam kekafirannya terhadap Allah dan Rasul-Nya lagi berbuat khianat (kecuali orang-orang yang kalian telah mengadakan perjanjian dengan mereka di dekat Masjidilharam) ketika perang Hudaibiah; mereka adalah orang-orang Quraisy yang dikecualikan sebelumnya (maka selama mereka berlaku lurus terhadap kalian) selagi mereka menepati perjanjiannya dan tidak merusaknya (hendaklah kalian berlaku lurus pula terhadap mereka) dengan menunaikan perjanjian itu. Huruf maa pada lafal famastaqaamuu adalah maa syarthiyah. (Sesungguhnya Allah menyukai orang-orang yang bertakwa) Nabi saw. telah menepati perjanjiannya dengan mereka, sehingga mereka sendirilah yang merusak perjanjian itu, karena mereka membantu Bani Bakar untuk memerangi Bani Khuza'ah."
  },
  {
    "page": 188,
    "name": "At-Taubah",
    "ayat": 8,
    "arab": "كَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً ۗيُرْضُوْنَكُمْ بِاَفْوَاهِهِمْ وَتَأْبٰى قُلُوْبُهُمْۚ وَاَكْثَرُهُمْ فٰسِقُوْنَۚ",
    "translation": "Bagaimana mungkin (ada perjanjian demikian), padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan denganmu dan tidak (pula mengindahkan) perjanjian. Mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. Kebanyakan mereka adalah orang-orang fasik (tidak menepati janji).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1243.mp3",
    "tafsir": "Di antara sebab pembatalan perjanjian itu ialah apabila kaum musyrikin memperoleh kemenangan terhadap kaum Muslimin, kemudian mereka tidak peduli lagi dengan hubungan kekerabatan dan ikatan perjanjian damai. Mereka pandai menarik simpati kaum Muslimin dengan kata-kata yang manis, padahal hati mereka tidak sesuai dengan apa yang mereka ucapkan. Mereka berbuat demikian karena kebanyakan mereka orang fasik yang tidak mengenal akidah yang benar dan akhlak yang baik, sehingga mereka berbuat menurut dan mengikuti hawa nafsunya. Jadi kaum musyrikin yang sudah demikian bencinya terhadap Nabi Muhammad saw dan kaum Muslimin, tentu tidak ada gunanya mengadakan perjanjian dengan mereka, bagaimanapun corak dan bentuknya. Mereka pada umumnya telah menghalalkan segala cara untuk mencapai tujuan. Akhir ayat ini menerangkan bahwa kebanyakan mereka adalah orang fasik.",
    "quraish": "Bagaimana mungkin kalian memelihara perjanjian-perjanjian mereka, sedangkan mereka adalah kaum yang, bila memperoleh kemenangan atas kalian, tidak segan-segan memusuhi kalian dan tidak mengindahkan hubungan kekerabatan dan perjanjian. Mereka menipu kalian dengan kata-kata manis, sedangkan hati mereka penuh dengan kebencian. Kebanyakan mereka keluar dari kebenaran dan melanggar perjanjian.",
    "jalalayn": "(Bagaimana bisa) ada perjanjian bagi orang-orang musyrikin (padahal jika mereka memperoleh kemenangan atas kalian) mereka mendapat kemenangan atas kalian (mereka tidak memelihara) tidak lagi mengindahkan (hubungan kekerabatan) hubungan kefamilian (dan tidak pula mengindahkan perjanjian) bahkan mereka akan berupaya sekuat tenaga untuk menyakiti dan mengganggu kalian. Jumlah syarat merupakan hal atau kata keterangan. (Mereka menyenangkan hati kalian dengan mulutnya) yakni melalui kata-kata manis mereka (sedangkan hatinya menolak) untuk menunaikan perjanjian itu. (Dan kebanyakan mereka adalah orang-orang yang fasik) selalu merusak perjanjian."
  },
  {
    "page": 188,
    "name": "At-Taubah",
    "ayat": 9,
    "arab": "اِشْتَرَوْا بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا فَصَدُّوْا عَنْ سَبِيْلِهٖۗ اِنَّهُمْ سَاۤءَ مَاكَانُوْا يَعْمَلُوْنَ ",
    "translation": "Mereka memperjualbelikan ayat-ayat Allah dengan harga murah, lalu mereka menghalang-halangi (orang) dari jalan Allah. Sungguh, betapa buruknya apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1244.mp3",
    "tafsir": "Kaum musyrikin menukar ayat-ayat Allah yang mengandung ajaran-ajaran tauhid, iman dan lain-lain dengan sesuatu yang sangat rendah mutu dan nilainya, agar mereka dapat terus menikmati keberuntungan duniawi yang mereka kehendaki dan untuk mempertahankan tradisi, kedudukan, kekuasaan, dan pengaruh yang membawa keberuntungan duniawi yang mereka nikmati. Pada hakikatnya, keberuntungan itu sangat sedikit dibandingkan dengan keberuntungan bila mereka beriman kepada ayat-ayat Allah yang membawa kebahagiaan akhirat yang kekal abadi. Tetapi kaum musyrikin itu tidak mempedulikan semuanya itu. Maka pada akhir ayat ini Allah menerangkan bahwa perbuatan itu sangat buruk. Terutama jika semua tindakan itu dimaksudkan untuk menghalangi tersiarnya agama Islam.",
    "quraish": "Mereka menentang ayat-ayat Allah dan menukarnya dengan sedikit kesenangan dunia serta menghalangi manusia untuk masuk ke dalam agama Allah. Sesungguhnya apa yang mereka lakukan itu sangat buruk.",
    "jalalayn": "(Mereka menukarkan ayat-ayat Allah) yakni Alquran (dengan harga yang sedikit) berupa harta duniawi. Atau dengan kata lain, mereka tidak mau mengikuti Alquran demi memperturutkan hawa nafsunya dan ketamakannya (lalu mereka menghalangi manusia dari jalan Allah) dari agama-Nya. (Sesungguhnya amat buruklah) amat jeleklah (apa yang mereka kerjakan) itu, seburuk-buruk pekerjaan adalah apa yang mereka lakukan."
  },
  {
    "page": 188,
    "name": "At-Taubah",
    "ayat": 10,
    "arab": "لَا يَرْقُبُوْنَ فِيْ مُؤْمِنٍ اِلًّا وَّلَا ذِمَّةً ۗوَاُولٰۤىِٕكَ هُمُ الْمُعْتَدُوْنَ ",
    "translation": "Mereka tidak memelihara (hubungan) kekerabatan dengan orang mukmin dan tidak (pula mengindahkan) perjanjian. Dan mereka itulah orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1245.mp3",
    "tafsir": "Karena kekufuran mereka, lenyaplah dari jiwa mereka hubungan kekerabatan dan ikatan-ikatan perjanjian, sehingga mereka tidak segan-segan menghantam orang mukmin dengan segala macam cara yang dapat mereka lakukan. Mereka berusaha mengambil setiap kesempatan untuk menghancurkan kaum Muslimin secara kelompok atau perorangan, secara terang-terangan atau sembunyi pada setiap kesempatan. Maka akhir ayat ini menyatakan bahwa berbagai perbuatan itu benar-benar telah melampaui batas.",
    "quraish": "Itulah keadaan pembangkangan mereka, tidak menghormati hubungan kekerabatan dan tidak menjunjung tinggi perjanjian dengan orang Mukmin. Mereka adalah orang-orang yang mempunyai tabiat bermusuhan. Dan itu memang sudah menjadi penyakit dalam diri mereka.",
    "jalalayn": "(Mereka tidak memelihara hubungan kerabat terhadap orang-orang mukmin dan tidak pula mengindahkan perjanjian. Dan mereka itulah orang-orang yang melampaui batas)."
  },
  {
    "page": 188,
    "name": "At-Taubah",
    "ayat": 11,
    "arab": "فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِى الدِّيْنِ ۗوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
    "translation": "Dan jika mereka bertobat, melaksanakan salat dan menunaikan zakat, maka (berarti mereka itu) adalah saudara-saudaramu seagama. Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1246.mp3",
    "tafsir": "Kaum musyrik yang seharusnya dibunuh atau diperangi, jika mereka bertobat yakni beriman kepada Allah dan Rasul-Nya, melaksanakan salat lima waktu dan menunaikan kewajiban zakat, maka Allah menyatakan bahwa mereka adalah saudara-saudara seagama dengan orang-orang mukmin yang mempunyai hak dan kewajiban yang sama tanpa ada perbedaan. Ikatan persaudaraan yang demikian adalah ikatan yang sangat kuat dan luas yang dapat menghilangkan segala macam perselisihan dan permusuhan yang ditimbulkan oleh perbedaan suku, bangsa dan sebagainya. Dalam hal ini Rasulullah saw bersabda:\nSaya diperintahkan memerangi manusia hingga bersyahadat bahwa tiada Tuhan melainkan Allah dan sesungguhnya Muhammad adalah Rasulullah, maka apabila mereka bersyahadat bahwa tiada Tuhan selain Allah dan sesungguhnya Muhammad adalah Rasulullah, mereka menghadap kiblat kita, memakan sembelihan kita dan salat seperti kita, maka haramlah atas kita darah mereka dan harta-harta mereka, kecuali menurut haknya. Mereka mempunyai hak dan kewajiban seperti orang-orang Islam. (Riwayat Muslim dari Anas bin Malik)\n\nAyat-ayat itu ditujukan kepada orang yang mau mengerti, terutama mengenai kaum musyrikin yang bertobat ataupun yang tidak dan bagaimana seharusnya mereka itu diperlakukan.",
    "quraish": "Apabila mereka bertobat dari kekufuran dan berpegang teguh kepada hukum-hukum Islam dengan mengerjakan salat dan menunaikan zakat, maka mereka adalah saudara-saudara kalian seagama. Mereka memiliki hak dan kewajiban yang sama dengan hak dan kewajiban kalian. Allah menjelaskan tanda-tanda kekuasaan-Nya kepada orang-orang yang dapat mengambil manfaat dari ilmu pengetahuan.",
    "jalalayn": "(Jika mereka bertobat, mendirikan salat dan menunaikan zakat, maka mereka itu adalah saudara-saudara kalian) saudara bagi kalian (yang seagama. Dan Kami menjelaskan) Kami menerangkan (ayat-ayat itu bagi kaum yang mengetahui) kaum yang berpikir."
  },
  {
    "page": 188,
    "name": "At-Taubah",
    "ayat": 12,
    "arab": "وَاِنْ نَّكَثُوْٓا اَيْمَانَهُمْ مِّنْۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوْا فِيْ دِيْنِكُمْ فَقَاتِلُوْٓا اَىِٕمَّةَ الْكُفْرِۙ اِنَّهُمْ لَآ اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُوْنَ ",
    "translation": "Dan jika mereka melanggar sumpah setelah ada perjanjian, dan mencerca agamamu, maka perangilah pemimpin-pemimpin kafir itu. Sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang janjinya, mudah-mudahan mereka berhenti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1247.mp3",
    "tafsir": "Kaum musyrikin, apabila melanggar perjanjian yang sudah mereka buat dengan orang mukmin dan mereka mencerca agama Islam, maka Allah memerintahkan kaum Muslimin untuk memerangi pemimpin-pemimpin mereka, karena tidak menepati janjinya untuk menghentikan permusuhan dengan kaum Muslimin dan tidak mau bertobat. Para mufasir menerangkan bahwa yang dimaksud dengan mencerca agama Islam ialah mencerca Nabi, Al-Qur'an, dan lain-lain, sedang yang dimaksud membunuh atau memerangi pemimpin-pemimpin kafir di sini termasuk juga para pengikutnya. Memerangi kaum musyrikin itu diperkenankan bila mereka melanggar perjanjian damai dan menyerang Islam dan kaum Muslimin.",
    "quraish": "Apabila mereka melanggar perjanjian yang mereka setujui sebelumnya, dan terus-menerus mencerca agama kalian, maka perangilah para pemimpin orang-orang yang sesat itu beserta pengikut-pengikutnya, karena mereka sebenarnya tidak memiliki perjanjian dan bukan orang yang berhak mendapat perlindungan, agar mereka berhenti dari kekufuran.",
    "jalalayn": "(Jika mereka merusak) melanggar (sumpahnya) janjinya (sesudah mereka berjanji dan mereka mencerca agama kalian) yakni mencelanya (maka perangilah pemimpin-pemimpin orang-orang kafir) ketua-ketuanya; di dalam ayat ini isim zhahir mengganti kedudukan isim dhamir, yakni lafal aimmatal kufri mengganti kedudukan aimmatahum (sesungguhnya tiada janji) yaitu perjanjian (dari mereka) yang dapat dipegang. Menurut suatu qiraat lafal aimaan dibaca iimaan dengan memakai harakat kasrah pada awal hurufnya (agar mereka berhenti) dari kekafirannya."
  },
  {
    "page": 188,
    "name": "At-Taubah",
    "ayat": 13,
    "arab": "اَلَا تُقَاتِلُوْنَ قَوْمًا نَّكَثُوْٓا اَيْمَانَهُمْ وَهَمُّوْا بِاِخْرَاجِ الرَّسُوْلِ وَهُمْ بَدَءُوْكُمْ اَوَّلَ مَرَّةٍۗ  اَتَخْشَوْنَهُمْ ۚفَاللّٰهُ اَحَقُّ اَنْ تَخْشَوْهُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "translation": "Mengapa kamu tidak memerangi orang-orang yang melanggar sumpah (janjinya), dan telah merencanakan untuk mengusir Rasul, dan mereka yang pertama kali memerangi kamu? Apakah kamu takut kepada mereka, padahal Allah-lah yang lebih berhak untuk kamu takuti, jika kamu orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1248.mp3",
    "tafsir": "Ayat ini mendorong semangat orang-orang mukmin untuk melaksanakan dengan sungguh-sungguh perintah memerangi kaum musyrikin. \nAllah menyebutkan tiga sebab utama yang membuktikan bahwa orang-orang musyrik tidak bisa didiamkan dan dibiarkan saja, yaitu:\n1. Mereka melanggar perjanjian Hudaibiyah yang telah mereka sepakati bersama Nabi Muhammad saw dan para sahabatnya untuk tidak berperang selama 10 tahun dan tidak boleh saling mengganggu antara kedua belah pihak dan sekutu-sekutunya. Tetapi tidak lama berselang, pihak musyrikin Quraisy telah membantu sekutunya dari Bani Bakar untuk menyerang suku Khuzaah sekutu Nabi yang tinggal di Mekah. Oleh karena itu Nabi merasa berkewajiban membela kaum Muslimin. Akhirnya pada tanggal 20 Ramadzan tahun ke-8 Hijri, Mekah dapat dibebaskan oleh kaum Muslimin.\n2. Sebelum Nabi Muhammad saw hijrah ke Medinah, kaum musyrikin telah berusaha keras untuk mengusir Nabi Muhammad saw dari Mekah, memenjarakan atau membunuhnya dengan mempergunakan kekuatan dari suku Quraisy agar keluarga Nabi Muhammad saw sukar menuntut bela. Inilah yang diisyaratkan oleh firman Allah:\n\nDan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30)\n3. Mereka yang memulai lebih dahulu memerangi kaum Mukminin di Badar, Uhud, Khandaq, dan lain-lain.\nSetelah menerangkan tiga sebab utama tersebut, semangat dan perhatian orang mukmin dibangkitkan agar tidak takut menghadapi kaum musyrikin, karena Allah yang lebih berhak untuk ditakuti jika benar-benar mereka beriman. Orang yang benar-benar beriman kepada Allah dan Rasul-Nya harus berani berkorban demi kepentingan agama dan kebenaran tanpa dibayangi oleh suatu keraguan yang menimbulkan ketakutan dan kemunduran semangat yang sangat merugikan mereka sendiri.",
    "quraish": "Wahai orang-orang Mukmin, mengapa kalian tidak bergegas memerangi kelompok orang-orang musyrik yang selalu melanggar perjanjian kalian, dan dahulu mereka juga berusaha keras untuk mengusir Rasulullah dari Mekah dan membunuhnya. Merekalah yang mula-mula menyakiti dan memusuhi sejak pertama kali. Apakah kalian takut? Janganlah kalian takut kepada mereka. Hanya Allahlah yang berhak kalian takuti apabila kalian benar-benar ikhlas dalam keimanan kalian.",
    "jalalayn": "(Mengapakah tidak) sebagai suatu seruan (kalian perangi orang-orang yang telah merusak) mengingkari (janjinya) perjanjian mereka (padahal mereka telah keras kemauannya untuk mengusir Rasul) dari Mekah ketika mereka memusyawarahkan hal ini di Darun Nadwah (dan merekalah yang mulai) memerangi kalian (pada awal mulanya) di mana mereka telah memerangi Bani Khuzaah teman sepakta kalian untuk membantu Bani Bakar; apakah gerangan yang mencegah kalian untuk memerangi mereka (apakah kalian takut kepada mereka) merasa gentar menghadapi mereka (padahal Allah lah yang berhak untuk kalian takuti) bilamana kalian tidak memerangi mereka (jika kalian benar-benar orang yang beriman)."
  }
]