[
  {
    "page": 194,
    "name": "At-Taubah",
    "ayat": 41,
    "arab": "اِنْفِرُوْا خِفَافًا وَّثِقَالًا وَّجَاهِدُوْا بِاَمْوَالِكُمْ وَاَنْفُسِكُمْ فِيْ سَبِيْلِ اللّٰهِ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Berangkatlah kamu baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1276.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa apabila keselamatan kaum Muslimin terancam, berperang bukan lagi anjuran, tetapi wajib, sehingga tidak seorang Muslim pun yang dibenarkan untuk tidak ikut dalam ekspedisi itu. Setiap orang yang sehat, dewasa, kaya, dan miskin wajib tampil ke medan juang untuk membela Islam dan menegakkan kebenaran. Orang-orang yang uzur yang dibenarkan syarat tidak diwajibkan, seperti terlalu tua, lemah fisik, cacat, tak berdaya, sakit keras dan lain-lain, karena mereka akan menjadi beban apabila diikutsertakan. Firman Allah swt:\n\nTidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. (at-Taubah/9: 91)\n\nMereka diperintahkan berjihad berjaga-jaga dari serangan musuh, mempertahankan tanah air, mendermakan harta dan dirinya untuk menegakkan keadilan, dan meninggikan kalimah Allah, tampil ke medan perang maupun berjihad dengan harta, dengan maksud menjunjung tinggi derajat umat dan agama, jika dilakukan dengan ikhlas akan memberi kebahagiaan di dunia dan akhirat kelak.",
    "quraish": "Hai orang-orang Mukmin, apabila datang seruan untuk berjihad, sambutlah seruan itu, baik secara pribadi maupun kelompok--sesuai dengan keadaan masing-masing--dengan semangat tempur dan kekuatan senjata. Berjihadlah dengan harta dan jiwa untuk meninggikan agama Allah, karena dalam berjihad terdapat kekuatan dan kebaikan bagi kalian, apabila kalian mengetahuinya dengan baik dan benar(1). (1) Di antara makna yang dimaksudkan di sini adalah \"Pergilah untuk berperang dengan berkendaraan atau berjalan kaki, dengan peralatan perang yang ringan maupun berat.\" Hal ini termasuk dalam taktik perang yang telah dikenal pada saat ini, di mana senjata- senjata ringan seperti pedang, digunakan untuk berperang dengan tentara, sedang senjata-senjata berat digunakan untuk menghancurkan benteng-benteng pertahanan musuh.",
    "jalalayn": "(Berangkatlah kalian baik dalam keadaan merasa ringan atau pun merasa berat) dalam keadaan bersemangat atau pun dalam keadaan tidak bersemangat. Menurut penafsiran yang lain dikatakan bahwa arti ayat ini ialah baik dalam keadaan kuat maupun dalam keadaan lemah atau baik dalam keadaan berkecukupan maupun dalam keadaan kekurangan. Akan tetapi ayat ini dinasakh oleh firman Allah swt. yang lain, yaitu, \"Tiada dosa (lantaran tidak pergi berjihad) atas orang-orang yang lemah...\" (Q.S. At-Taubah 91). (dan berjihadlah dengan harta dan diri kalian di jalan Allah. Yang demikian itu adalah lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik bagi diri kalian, oleh sebab itu jangan sekali-kali kalian merasa berat. Ayat ini diturunkan berkenaan dengan sikap orang-orang munafik, yaitu mereka yang enggan pergi berperang."
  },
  {
    "page": 194,
    "name": "At-Taubah",
    "ayat": 42,
    "arab": "لَوْ كَانَ عَرَضًا قَرِيْبًا وَّسَفَرًا قَاصِدًا لَّاتَّبَعُوْكَ وَلٰكِنْۢ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُۗ وَسَيَحْلِفُوْنَ بِاللّٰهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْۚ يُهْلِكُوْنَ اَنْفُسَهُمْۚ وَاللّٰهُ يَعْلَمُ اِنَّهُمْ لَكٰذِبُوْنَ ࣖ ",
    "translation": "Sekiranya (yang kamu serukan kepada mereka) ada keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu, tetapi tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, “Jikalau kami sanggup niscaya kami berangkat bersamamu.” Mereka membinasakan diri sendiri dan Allah mengetahui bahwa mereka benar-benar orang-orang yang berdusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1277.mp3",
    "tafsir": "Ayat ini menjelaskan latar belakang tidak ikutnya orang-orang munafik ke medan perang sekalipun sudah diumumkan perintah wajib perang. Di antara alasan dari keengganan mereka, karena pergi berperang akan menempuh jarak yang jauh, pada musim panas, dalam keadaan serba kekurangan, dan belum tentu menang serta memperoleh rampasan perang (ganimah). Mereka bersikap pesimis, karena yang dihadapi adalah tentara Romawi yang terlatih, kuat, dan banyak jumlahnya.\nJika mereka diperintahkan ke tempat yang dekat yang tidak mengharus-kan mereka bersusah payah dalam perjalanan, pasti mendapatkan kemenang-an, dan memperoleh keuntungan dengan mudah, tentunya mereka mau dan tidak akan enggan berperang. Untuk menyembunyikan kemunafikannya, mereka tidak segan bersumpah dengan nama Allah bahwa jika mereka sanggup dan ada kemampuan, tentunya mereka ikut berangkat bersama. Sumpah ini mereka ucapkan sebagai alasan ketika kaum Muslimin sudah kembali dari perang Tabuk dengan selamat dan berada sudah di tengah-tengah mereka, sebagaimana firman Allah:\n\nMereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. (at-Taubah/9: 94)\nMereka menduga bahwa sumpah palsu yang mereka ucapkan itu menguntungkan mereka dan dapat menutupi kemunafikannya, padahal sebenarnya tindakan itu hanya mencelakakan mereka. Di samping itu, sumpah palsu termasuk salah satu dosa besar, sebagaimana sabda Rasulullah saw:\nDosa besar itu ialah, menyekutukan Allah, durhaka kepada kedua ibu bapak, membunuh diri seseorang, dan bersumpah palsu. (Riwayat al-Bukhari dari 'Abdullah bin 'Amr bin al-'Ash)\n\nAllah swt mengetahui kebohongan dan kepalsuan sumpah mereka dan Allah akan membalas semuanya itu.",
    "quraish": "Al-Qur'ân mengecam orang-orang munafik karena keengganan mereka untuk mengikuti Rasulullah dalam berjihad. Allah berfirman, \"Seandainya apa yang diserukan kepada orang-orang munafik itu adalah salah satu kesenangan dunia yang mudah dicapai, atau perjalanan yang mudah ditempuh, mereka pasti akan mengikutimu, wahai Rasul. Tetapi ternyata perjalanan itu sangat sulit bagi mereka. Dan mereka akan bersumpah, andaikata mampu, mereka pasti akan keluar berperang bersamamu.\" Mereka membinasakan diri sendiri dengan kemunafikan dan kebohongan ini. Keadaan mereka tidak samar dalam pandangan Allah. Dia Mengetahui kebohongan mereka dan memberikan balasan kepada mereka atas apa yang mereka perbuat.",
    "jalalayn": "(Kalau) apa yang engkau serukan kepada mereka itu (berupa keuntungan) yaitu harta duniawi (yang mudah diperoleh) gampang diraih (dan perjalanan yang tidak berapa jauh) artinya pertengahan (pastilah mereka mengikutimu) dengan niat untuk mendapatkan ganimah (tetapi tempat yang dituju itu amat jauh terasa oleh mereka) karena itu mereka tidak mau ikut. (Mereka akan bersumpah atas nama Allah) bilamana kalian kembali kepada mereka (\"Jika kami sanggup) berangkat (tentulah kami berangkat bersama-sama kalian.\" Mereka membinasakan diri mereka sendiri) dengan sumpah dusta (dan Allah mengetahui bahwa sesungguhnya mereka benar-benar orang-orang yang dusta) dalam perkataan mereka yang demikian itu."
  },
  {
    "page": 194,
    "name": "At-Taubah",
    "ayat": 43,
    "arab": "عَفَا اللّٰهُ عَنْكَۚ لِمَ اَذِنْتَ لَهُمْ حَتّٰى يَتَبَيَّنَ لَكَ الَّذِيْنَ صَدَقُوْا وَتَعْلَمَ الْكٰذِبِيْنَ ",
    "translation": "Allah memaafkanmu (Muhammad). Mengapa engkau memberi izin kepada mereka (untuk tidak pergi berperang), sebelum jelas bagimu orang-orang yang benar-benar (berhalangan) dan sebelum engkau mengetahui orang-orang yang berdusta?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1278.mp3",
    "tafsir": "Menurut riwayat Mujahid, ayat ini diturunkan berkenaan dengan orang-orang munafik yang minta izin kepada Rasulullah dengan berbagai alasan untuk tidak pergi berperang. Padahal diizinkan atau tidak, mereka tetap saja akan tinggal di Medinah, dan tidak akan ikut ke medan perang.\nAllah telah memaafkan Nabi Muhammad saw karena telah memberikan izin kepada beberapa orang munafik tidak turut bersama ke medan perang, setelah mereka mengemukakan alasan yang dibuat-buat, sebelum ada wahyu dari Allah swt yang memberikan persetujuan atas permintaan mereka itu. Andaikan Nabi Muhammad saw tidak memenuhi permintaan mereka dan tidak mengizinkan mereka, tentulah rahasia mereka terbuka, sebab diizinkan atau tidak, mereka tidak akan pergi bersama ke medan perang.",
    "quraish": "Allah telah memaafkanmu, wahai Rasul, pada saat engkau mengizinkan orang-orang munafik untuk tidak ikut serta berjihad, sebelum engkau mengetahui persoalan mereka dengan jelas. Sementara, engkau pun tidak tahu mana alasan mereka yang benar, dan siapa di antara mereka yang benar-benar beriman dan siapa yang membuat alasan-alasan palsu.",
    "jalalayn": "Rasulullah saw. memberi izin kepada segolongan orang-orang untuk tidak ikut berjihad yang keputusannya ini berdasarkan ijtihad dari diri beliau sendiri. Maka turunlah wahyu kepada Rasulullah saw. sebagai teguran hanya saja Allah swt. di dalam wahyu-Nya kali ini mendahulukan maaf atas perbuatan yang telah dilakukannya; dimaksud sebagai penenang hati. (Semoga Allah memaafkanmu, mengapa kamu memberi izin kepada mereka) untuk tidak ikut berjihad dan mengapa kamu tidak membiarkan mereka (sebelum jelas bagimu orang-orang yang benar) dalam keuzurannya (dan sebelum kamu ketahui orang-orang yang berdusta?) dalam hal ini."
  },
  {
    "page": 194,
    "name": "At-Taubah",
    "ayat": 44,
    "arab": "لَا يَسْتَأْذِنُكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالْمُتَّقِيْنَ ",
    "translation": "Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin (tidak ikut) kepadamu untuk berjihad dengan harta dan jiwa mereka. Allah mengetahui orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1279.mp3",
    "tafsir": "Orang-orang yang beriman kepada Allah dan hari akhir, tentu tidak akan mencari-cari alasan untuk tidak ikut berperang membela agama dan menegakkan kebenaran. Mereka juga tidak akan meminta izin kepada Rasulullah saw untuk tidak berjihad di jalan Allah dengan harta dan diri mereka, bahkan sebaliknya mereka selalu siap sedia mengorbankan hartanya, sesuai dengan kemampuannya, bahkan jiwanya pun siap dikorbankan. Allah swt mengetahui orang-orang yang bertakwa kepada-Nya yaitu orang-orang yang selalu menghindari hal-hal yang menyebabkan kemurkaan Allah, dan mengerjakan apa-apa yang diridai-Nya.",
    "quraish": "Bukan sifat orang-orang yang benar-benar beriman kepada Allah dan hari perhitungan-Nya di akhirat, meminta izin kepadamu agar tidak pergi berjihad mempertaruhkan harta dan jiwa atau berpamit untuk meninggalkanmu. Karena orang yang benar-benar beriman, akan terdorong oleh kesungguhan iman mereka untuk cinta kepada jihad di jalan Allah. Allah Maha Mengetahui kesungguhan niat orang-orang Mukmin.",
    "jalalayn": "(Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin kepadamu) untuk tidak ikut (berjihad dengan harta dan diri mereka. Dan Allah mengetahui orang-orang yang bertakwa)."
  },
  {
    "page": 194,
    "name": "At-Taubah",
    "ayat": 45,
    "arab": "اِنَّمَا يَسْتَأْذِنُكَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَارْتَابَتْ قُلُوْبُهُمْ فَهُمْ فِيْ رَيْبِهِمْ يَتَرَدَّدُوْنَ ",
    "translation": "Sesungguhnya yang akan meminta izin kepadamu (Muhammad), hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian, dan hati mereka ragu, karena itu mereka selalu bimbang  dalam keraguan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1280.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang minta izin kepada Rasulullah saw untuk tidak turut berjihad tanpa alasan yang dapat diterima, adalah orang-orang munafik yang tidak beriman kepada Allah swt, tidak mengakui keesaan-Nya, dan tidak percaya kepada hari akhir. Mereka menyangka bahwa membelanjakan harta kekayaan di jalan Allah, adalah suatu kebodohan dan kerugian serta berjihad dengan mengorbankan jiwa adalah semata-mata kerugian dan penderitaan saja. Di dalam hati mereka tersimpan perasaan ragu kepada kebenaran agamanya. Mereka selalu bingung dan bimbang. Mereka mau bekerja sama dengan orang-orang mukmin dalam urusan yang mudah, tetapi dalam hal yang agak sulit dan berat seperti berperang, mereka mengelak dan mencari berbagai alasan yang dibuat-buat untuk menghindar atau membebaskan diri dari kewajiban tersebut.",
    "quraish": "Sesungguhnya orang-orang yang meminta izin kepadamu untuk tidak berjihad hanyalah orang yang tidak beriman kepada Allah secara benar dan tidak meyakini hari perhitungan-Nya di akhirat. Sungguh hati mereka selalu berada dalam keraguan dan hidup dalam kebingungan. Mereka niscaya akan menerima balasan dari perbuatan itu.",
    "jalalayn": "(Sesungguhnya yang akan meminta izin kepadamu) untuk tidak ikut berjihad (hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian dan merasa ragu) yakni ragu-ragu (hatinya) akan kebenaran agama Islam (karena itu mereka selalu bimbang dalam keraguannya) artinya mereka selalu bingung di dalam menentukan sikapnya."
  },
  {
    "page": 194,
    "name": "At-Taubah",
    "ayat": 46,
    "arab": "۞ وَلَوْ اَرَادُوا الْخُرُوْجَ لَاَعَدُّوْا لَهٗ عُدَّةً وَّلٰكِنْ كَرِهَ اللّٰهُ انْۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيْلَ اقْعُدُوْا مَعَ الْقٰعِدِيْنَ ",
    "translation": "Dan jika mereka mau berangkat, niscaya mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), “Tinggallah kamu bersama orang-orang yang tinggal itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1281.mp3",
    "tafsir": "Ayat ini menerangkan bukti kepalsuan sumpah mereka dan kebohongan ucapan mereka, yaitu tidak terdapatnya tanda-tanda bahwa mereka akan ikut berperang. Kalau benar mereka mau berangkat ke medan perang tentunya mereka menyiapkan peralatan yang diperlukan seperti bekal, kendaraan, senjata, dan sebagainya.\nTidak berangkatnya orang-orang munafik ke medan perang merupakan keuntungan bagi kaum Muslimin, karena kalau mereka ikut bersama ke medan perang, mereka tentu akan mengadu domba antara kaum Muslimin dan mengacaukan barisan. Itulah sebabnya Allah menjadikan niat mereka lemah, khawatir, dan ragu-ragu di dalam hatinya, menyebabkan mereka merasa enggan dan tidak mau berangkat, seakan ada yang mengatakan kepada mereka dengan nada marah, \"Tinggal sajalah kamu sekalian bersama anak-anak, perempuan, orang lemah, orang sakit, dan tak usah berangkat ke medan perang.\" Perkataan ini menyenangkan orang-orang munafik karena dianggapnya kata-kata itu sesuai dengan kehendak dan keinginannya, sekalipun kata-kata itu diucapkan dengan nada yang kurang menyenangkan.",
    "quraish": "Dan andaikata niat orang-orang munafik untuk keluar berjihad bersama Rasulullah saw. itu benar, mereka pasti bersiap-siap untuk itu. Tetapi Allah tidak menyukai kepergian mereka. Allah mengetahui bahwa kalau mereka keluar bersama kalian, maka mereka akan berperang melawan kalian, bukan membela kalian. Allah mencegah mereka agar tidak keluar karena hati mereka telah dipenuhi oleh kemunafikan. Salah seorang dari mereka berkata, \"Menetaplah bersama kelompok yang berhalangan ikut serta berperang.\"",
    "jalalayn": "(Dan jika mereka mau berangkat) bersamamu (tentulah mereka menyiapkan persiapan untuk keberangkatan itu) niscaya mereka akan mempersiapkan alat-alat perang dan perbekalan (tetapi Allah tidak menyukai keberangkatan mereka) artinya Dia tidak menghendaki mereka berangkat (maka Allah melemahkan keinginan mereka) Allah membuat mereka malas (dan dikatakan) kepada mereka (\"Tinggallah kalian bersama orang-orang yang tinggal itu.\") yaitu orang-orang yang sakit, kaum wanita dan anak-anak kecil. Artinya Allah swt. telah menakdirkan hal tersebut."
  },
  {
    "page": 194,
    "name": "At-Taubah",
    "ayat": 47,
    "arab": "لَوْ خَرَجُوْا فِيْكُمْ مَّا زَادُوْكُمْ اِلَّا خَبَالًا وَّلَاَوْضَعُوْا خِلٰلَكُمْ يَبْغُوْنَكُمُ الْفِتْنَةَۚ وَفِيْكُمْ سَمّٰعُوْنَ لَهُمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ",
    "translation": "Jika (mereka berangkat bersamamu), niscaya mereka tidak akan menambah (kekuatan)mu, malah hanya akan membuat kekacauan, dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu); sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah mengetahui orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1282.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa kalaupun orang-orang munafik yang meminta izin itu berangkat juga bersama kaum Muslimin, mereka tidak akan menambah ketenangan dan semangat kaum Muslimin, tetapi sebaliknya mereka akan mengacaukan konsentrasi kaum Muslimin dan merusak persatuan, serta melemahkan sikap tegar mereka. Allah swt mengetahui orang-orang yang zalim dan memberi balasan yang setimpal di hari kemudian nanti.",
    "quraish": "Kalau orang-orang munafik itu pergi bersama kalian untuk berjihad, mereka tidak akan menambah kekuatan kalian. Mereka justru akan menimbulkan kekacauan atau menyebarkan fitnah di antara kalian. Di antara kalian ada yang tidak mengetahui kebusukan niat mereka dan tertipu oleh perkataan mereka. Atau disebabkan jiwa yang lemah, mereka mau mendengar seruan orang-orang munafik yang menimbulkan fitnah. Allah Maha Mengetahui orang-orang munafik yang menzalimi diri sendiri dengan kerusakan yang mereka rencanakan.",
    "jalalayn": "(Jika mereka berangkat bersama-sama kalian, niscaya mereka tidak menambah kalian selain dari kekacauan) yaitu kerusakan melalui hasutan yang mereka lancarkan kepada kaum mukminin guna melemahkan semangat juangnya (dan niscaya mereka akan bergegas-gegas maju ke muka di celah-celah barisan kalian untuk melancarkan adu domba (mereka menghendaki kalian) yakni mempunyai tujuan supaya kalian (menjadi kacau) melalui siasat adu dombanya (sedangkan di antara kalian ada orang-orang yang suka mendengarkan perkataan mereka) artinya mau menerima apa yang mereka katakan. (Dan Allah mengetahui orang-orang yang lalim)."
  }
]