[
  {
    "page": 197,
    "name": "At-Taubah",
    "ayat": 62,
    "arab": "يَحْلِفُوْنَ بِاللّٰهِ لَكُمْ لِيُرْضُوْكُمْ وَاللّٰهُ وَرَسُوْلُهٗٓ اَحَقُّ اَنْ يُّرْضُوْهُ اِنْ كَانُوْا مُؤْمِنِيْنَ ",
    "translation": "Mereka bersumpah kepadamu dengan (nama) Allah untuk menyenangkan kamu, padahal Allah dan Rasul-Nya lebih pantas mereka mencari keridaan-Nya jika mereka orang mukmin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1297.mp3",
    "tafsir": "Sabab Nuzul: Diriwayatkan Ibnu Mundzir dari Qatadah tentang sebab nuzul ayat ini, Qatadah berkata, \"Kepada kami diberitahukan bahwa seorang lelaki dari kalangan munafik berkata tentang golongan yang tidak turut Perang Tabuk dimana turun ayat khusus mengenai mereka. Lelaki itu berkata, \"Demi Allah bahwa sesungguhnya mereka yang tidak ikut berperang itu adalah orang-orang pilihan dan orang-orang yang mulia. Jika sekiranya benar apa yang dikatakan Muhammad tentulah mereka lebih jahat daripada keledai.\" Ucapan lelaki itu didengar oleh seorang lelaki dari kalangan muslim, lalu ia berkata (sebagai jawaban terhadap orang-orang munafik itu), \"Demi Allah, bahwa apa yang dikatakan Muhammad itu adalah benar dan engkau adalah lebih jelek daripada himar (keledai).\" Orang muslim itu pergi kepada Rasulullah untuk menceritakan kejadian itu maka orang-orang munafik itu didatangkan menghadap Nabi dan Nabi berkata, \"Apakah yang mendorong engkau berkata demikian?\" Orang munafik itu mengingkari ucapannya dan melaknati dirinya dengan bersumpah bahwa ia tidak pernah berkata demikian. Orang muslim itu berkata, \"Hai Tuhanku benarkanlah orang yang benar dan dustakanlah orang yang dusta,\" maka turunlah ayat ini.\nAyat ini menerangkan tentang kebiasaan orang-orang munafik sebagaimana halnya dengan orang-orang yang berbuat suatu kesalahan, seperti: mencuri, dan membunuh. Mereka selalu merasa dalam kesulitan karena mereka selalu dibayang-bayangi oleh akibat perbuatan mereka yang buruk yang mereka lakukan, dan mereka takut kebohongan mereka diketahui oleh orang-orang muslim. Mereka sering bersumpah sebagai cara untuk menutupi kejahatan dan kebohongan mereka.\nDemikian perbuatan orang munafik, mereka bersumpah untuk meyakinkan orang-orang mukmin bahwa apa yang disampaikannya tentang kelakuan buruk mereka baik menentang maupun memburukkan Rasulullah adalah tidak benar. Hal ini dimaksudkan agar orang mukmin mengakui bahwa mereka adalah orang-orang yang bersih dari segala tuduhan. Mereka sering bersumpah dengan maksud menyenangkan Rasul dan mendapat kepercayaan dari orang-orang mukmin sehingga mereka mendapat perlindungan dari orang-orang mukmin; semestinya mereka berusaha mendapat keridaan Tuhan dan Rasul-Nya dengan iman yang sungguh-sungguh yang jauh dari kemunafikan dan keraguan jika benar-benar mereka ingin menjadi orang mukmin. Meskipun orang-orang mukmin dapat diyakinkan dengan jalan bersumpah, dan kebohongan mereka tidak terungkap, namun Allah swt, tetap mengetahui segala sesuatu yang mereka perbuat dan sesuatu yang masih tersimpan di hati mereka. Ketika kemaslahatan menghendaki, Allah menurunkan kepada Rasul wahyu yang menjelaskan tentang semua yang mereka lakukan.",
    "quraish": "Tanpa rasa ragu, mereka tidak ikut serta memerangi musuh bersama kalian. Kemudian, dengan berbohong, mereka meminta maaf atas ketidak-ikutsertaan mereka. Mereka bersumpah kepada kalian agar kalian berkenan menerima permohonan maaf mereka. Allah dan Rasul-Nya lebih berhak untuk diharapkan perkenannya, kalau mereka benar-benar beriman.",
    "jalalayn": "(Mereka bersumpah dengan nama Allah kepada kalian) wahai orang-orang mukmin, atas apa yang kalian dengar dari mereka, yaitu berupa perbuatan yang menyakitkan Rasulullah. Mereka bersumpah bahwa mereka tidak melakukannya (untuk mencari keridaan kalian, padahal Allah dan Rasul-Nya itu yang lebih patut mereka cari keridaannya) dengan melalui ketaatan (jika mereka adalah orang-orang yang mukmin) sebenarnya. Disatukannya dhamir karena mengingat kaitan di antara dua keridaan. Khabar daripada lafal allaah atau lafal rasuuluhu dibuang atau tidak disebutkan."
  },
  {
    "page": 197,
    "name": "At-Taubah",
    "ayat": 63,
    "arab": "اَلَمْ يَعْلَمُوْٓا اَنَّهٗ مَنْ يُّحَادِدِ اللّٰهَ وَرَسُوْلَهٗ فَاَنَّ لَهٗ نَارَ جَهَنَّمَ خَالِدًا فِيْهَاۗ ذٰلِكَ الْخِزْيُ الْعَظِيْمُ ",
    "translation": "Tidakkah mereka (orang munafik) mengetahui bahwa barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya, dia kekal di dalamnya. Itulah kehinaan yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1298.mp3",
    "tafsir": "Semestinya orang munafik segera sadar karena tidak mungkin mereka tidak mengetahui bahwa membuat-buat tuduhan terhadap Rasul seperti tuduhan berlaku curang dalam membagi zakat atau menuduh Rasul dengan sifat senang mendengar laporan tanpa meneliti kebenarannya adalah termasuk perbuatan menentang Allah dan Rasul-Nya. Orang yang demikian halnya akan mendapat ganjaran api neraka, kekal di dalamnya. Azab seperti ini adalah suatu kehinaan yang besar yang tentunya harus ditakuti dan dijauhi.",
    "quraish": "Apakah orang-orang munafik itu tidak mengetahui bahwa barangsiapa yang kufur atau menentang Allah dan rasul-Nya, maka balasannya adalah siksa yang abadi di dalam neraka jahannam. Sungguh, jahannam adalah suatu kehinaan yang amat sangat.",
    "jalalayn": "(Tidakkah mereka mengetahui bahwasanya) dhamir di sini adalah dhamir sya`n (barang siapa menentang) melawan (Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baqinya) sebagai pembalasan (dia kekal di dalamnya. Itu adalah kehinaan yang besar)."
  },
  {
    "page": 197,
    "name": "At-Taubah",
    "ayat": 64,
    "arab": "يَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُوْرَةٌ تُنَبِّئُهُمْ بِمَا فِيْ قُلُوْبِهِمْۗ قُلِ اسْتَهْزِءُوْاۚ اِنَّ اللّٰهَ مُخْرِجٌ مَّا تَحْذَرُوْنَ ",
    "translation": "Orang-orang munafik itu takut jika diturunkan suatu surah yang menerangkan apa yang tersembunyi di dalam hati mereka. Katakanlah (kepada mereka), “Teruskanlah berolok-olok (terhadap Allah dan Rasul-Nya).” Sesungguhnya Allah akan mengungkapkan apa yang kamu takuti itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1299.mp3",
    "tafsir": "Ayat ini menggambarkan tentang tingkah laku orang-orang munafik yang pernah diungkapkan dalam Perang Tabuk. Mereka merasa khawatir seandainya diturunkan ayat atau surah yang menerangkan segala sesuatu yang mereka lakukan. Karena itu Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka agar meneruskan ejekan-ejekan yang mereka lakukan. Orang-orang munafik adalah manusia yang tidak mempunyai pendirian, mereka berada di antara iman dan kufur, mereka tidak percaya kepada kebenaran wahyu yang diturunkan kepada Rasul, mereka berada di antara cemas dan harap. Andaikata mereka mengingkari Rasul secara tegas tentulah mereka tidak akan cemas. Demikian pula jika mereka beriman kepada Rasul secara tegas. Karena posisi mereka di antara iman dan kufur dan selalu mencela dan mengejek Nabi dan orang-orang mukmin, timbullah kekhawatiran dan kecemasan mereka kalau-kalau Allah menurunkan lagi ayat-ayat yang mengungkap keaiban mereka dan menerangkan segala sesuatu yang ada pada mereka meskipun mereka menyimpannya dalam hati mereka.",
    "quraish": "Di antara orang-orang munafik saling mengejek Rasulullah saw. Mereka takut apabila rahasia mereka terbongkar. Kemudian, turunlah ayat-ayat al-Qur'ân kepada Rasulullah mengenai orang-orang munafik itu yang menunjukkan rahasia yang mereka simpan di antara sesama mereka. Katakan kepada mereka, wahai Muhammad, \"Ejeklah sesuka kalian, sebab Allah pasti akan memperlihatkan apa yang kalian takuti untuk terbongkar.\"",
    "jalalayn": "(Merasa takut) merasa khawatir (orang-orang munafik itu akan diturunkan terhadap mereka) yaitu kaum Mukminin (suatu surah yang menerangkan apa yang tersembunyi dalam hati mereka) yakni tentang kemunafikan mereka, tetapi sekalipun demikian mereka masih tetap memperolok-olokkannya (Katakanlah, \"Teruskanlah ejekan-ejekan kalian.\") perintah yang mengandung makna ancaman (Sesungguhnya Allah akan menyatakan) akan menampakkan (apa yang kalian takuti) yaitu kemunafikan kalian akan ditampakkan."
  },
  {
    "page": 197,
    "name": "At-Taubah",
    "ayat": 65,
    "arab": "وَلَىِٕنْ سَاَلْتَهُمْ لَيَقُوْلُنَّ اِنَّمَا كُنَّا نَخُوْضُ وَنَلْعَبُۗ  قُلْ اَبِاللّٰهِ وَاٰيٰتِهٖ وَرَسُوْلِهٖ كُنْتُمْ تَسْتَهْزِءُوْنَ ",
    "translation": "Dan jika kamu tanyakan kepada mereka, niscaya mereka akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Mengapa kepada Allah, dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1300.mp3",
    "tafsir": "Sabab Nuzul: Turunnya ayat ini erat hubungannya dengan Perang Tabuk sebagaimana diriwayatkan oleh Ibnu Mundzir dari Qatadah, ketika Rasulullah pada Perang Tabuk melihat sekelompok manusia di hadapannya mengatakan, \"Apakah laki-laki ini (Muhammad) mengharapkan akan memperoleh istana dan benteng di negeri Syam, tidak mungkin, tidak mungkin.\" Allah memberitahukan kepada Nabi-Nya apa yang dibicarakan oleh kelompok manusia tersebut, maka Muhammad berkata, \"Kamu telah berkata begini-begitu.\" Mereka menjawab, \"Hai Nabi Allah, kami hanya bersenda-gurau dan main-main,\" maka turunlah ayat ini.\nAyat ini menggambarkan kepada Nabi Muhammad tentang tingkah laku orang-orang munafik manakala Nabi Muhammad bertanya kepada mereka tentang ucapan-ucapan mereka yang berupa tuduhan yang sengaja dilontarkan kepada Muhammad yang menyatakan bahwa Nabi itu mencari pengaruh, kekuasaan dan kekayaan, niscaya mereka akan menjawab bahwa ucapan mereka hanya senda gurau belaka. Mereka mengira bahwa Nabi Muhammad dapat memaafkan dan menerima dalih yang mereka kemukakan. Tetapi Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum munafik bahwa tidak patut mereka mengejek Allah dan ayat-ayat-Nya serta Rasul-Nya. Perbuatan demikian itu melampaui batas dan tidak ada yang melakukannya kecuali orang-orang yang ingkar kepada Allah.",
    "quraish": "Yakinlah, wahai Rasul, bahwa apabila engkau tanya orang-orang munafik itu--setelah rahasia mereka terbongkar--tentang alasan hujatan mereka terhadap agama dan ejekan mereka kepada Allah dan ayat- ayat-Nya, mereka akan beralasan meminta maaf dengan berkata, \"Kami hanya bercanda dan bersenda gurau.\" Katakan kepada mereka, \"Apakah kalian bercanda dan bersenda gurau dengan mengolok-olok Allah, ayat-Nya dan Rasul-Nya?\"",
    "jalalayn": "(Dan jika) Lam bermakna qasam/sumpah (kamu tanyakan kepada mereka) tentang ejekan-ejekan mereka terhadap dirimu dan terhadap Alquran, padahal mereka berangkat bersamamu ke Tabuk (tentulah mereka akan menjawab) mengemukakan alasannya (\"Sesungguhnya kami hanyalah bersenda-gurau dan bermain-main saja\") dalam ucapan kami guna melenyapkan rasa bosan dalam menempuh perjalanan yang jauh ini, dan kami tidak bermaksud apa-apa selain daripada itu (Katakanlah)kepada mereka! (\"Apakah dengan Allah, ayat-ayat-Nya dan Rasul-Nya kalian berolok-olok?\")."
  },
  {
    "page": 197,
    "name": "At-Taubah",
    "ayat": 66,
    "arab": "لَا تَعْتَذِرُوْا قَدْ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ ۗ اِنْ نَّعْفُ عَنْ طَاۤىِٕفَةٍ مِّنْكُمْ نُعَذِّبْ طَاۤىِٕفَةً ۢ بِاَنَّهُمْ كَانُوْا مُجْرِمِيْنَ ࣖ",
    "translation": "Tidak perlu kamu meminta maaf, karena kamu telah kafir setelah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah tobat), niscaya Kami akan mengazab golongan (yang lain) karena sesungguhnya mereka adalah orang-orang yang (selalu) berbuat dosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1301.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tak ada gunanya mereka meminta maaf dengan mengemukakan dalih seperti tersebut pada ayat 65 karena sesungguhnya orang-orang munafik itu telah menjadi kafir sesudah beriman, mereka mengejek Nabi dan memandang rendah beliau. Sikap demikian itu terhadap Rasul menunjukkan kekosongan jiwa mereka dari keimanan. Mereka telah melakukan dosa yang sangat besar karena dengan sengaja menghina Nabi dan mengingkari Allah. Namun sekiranya orang-orang munafik itu mau bertobat atas dorongan iman yang sesungguhnya, seperti Makhsyi bin Humair, tentulah Allah menerima tobatnya dan Allah tetap mengazab orang-orang munafik yang masih terus bergelimang dalam kemunafikan.",
    "quraish": "Janganlah kalian meminta maaf dengan mengemukakan alasan-alasan palsu. Kekufuran kalian telah tampak jelas, setelah sebelumnya kalian mengaku beriman. Maka, apabila Kami memberi maaf kepada sekelompok dari kalian yang bertobat dan beriman yang disebabkan oleh keimanan dan kebenaran tobat mereka, Kami pun menyiksa sekelompok lain dari kalangan kalian disebabkan oleh sikap keras kepala mereka dalam mempertahankan kekufuran dan kemunafikan serta karena kejahatan mereka terhadap hak Rasulullah dan orang-orang yang beriman.",
    "jalalayn": "(Tidak usah kalian meminta maaf) akan hal tersebut (karena kalian kafir sesudah beriman) artinya kekafiran kalian ini tampak sesudah kalian menampakkan keimanan. (Jika Kami memaafkan) bila dibaca memakai ya berarti menjadi mabni maf'ul sehingga bacaannya menjadi ya'fa. Jika dibaca memakai huruf nun, berarti mabni fa'il, dan bacaannya seperti yang tertera pada ayat (segolongan daripada kalian) lantaran keikhlasan dan tobatnya, seperti apa yang dilakukan oleh Jahsy bin Humair (niscaya Kami akan mengazab) dapat dibaca tu`adzdzib dan dapat pula dibaca nu`adzdzib (golongan yang lain disebabkan mereka adalah orang-orang yang selalu berbuat dosa) yakni, karena mereka selalu menetapi kemunafikannya dan selalu melancarkan ejekan-ejekan."
  },
  {
    "page": 197,
    "name": "At-Taubah",
    "ayat": 67,
    "arab": "اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُهُمْ مِّنْۢ بَعْضٍۘ يَأْمُرُوْنَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوْفِ وَيَقْبِضُوْنَ اَيْدِيَهُمْۗ نَسُوا اللّٰهَ فَنَسِيَهُمْ ۗ اِنَّ الْمُنٰفِقِيْنَ هُمُ الْفٰسِقُوْنَ ",
    "translation": "Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1302.mp3",
    "tafsir": "Ayat ini menerangkan tentang adanya persamaan di antara orang-orang munafik, baik pria maupun wanita, baik mengenai sifat-sifat mereka maupun mengenai akhlak dan perbuatan mereka. Masing-masing saling menganjurkan kepada yang lainnya untuk berbuat kemungkaran seperti yang diterangkan oleh Nabi:\nTanda orang munafik itu ada tiga: Apabila ia berbicara berdusta, apabila ia berjanji mungkir, dan apabila ia dipercayai berkhianat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\n\nOrang munafik itu masing-masing saling melarang antara sesamanya berbuat baik seperti melakukan jihad dan mengeluarkan harta untuk amal-amal sosial terutama perang sabil sebagaimana firman Allah:\n\nMereka yang berkata (kepada orang-orang Ansar), \"Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).\" (al-Munafiqun/63: 7)\n\nSemua itu disebabkan mereka lupa kepada kebesaran Allah, lupa kepada petunjuk-petunjuk agama-Nya dan siksaan-Nya. Lebih tegasnya mereka lupa mendekatkan diri kepada Allah dengan menaati perintah-Nya dan menjauhi larangan-Nya sebagaimana tidak terlintas di hati sanubari mereka kewajiban berterima kasih atas nikmat-nikmat yang diberikan Tuhan sehingga mereka mengikuti kehendak nafsu mereka dan godaan setan. Sudah sewajarnya jika Allah melupakan mereka dengan menjauhkan mereka dari karunia taufik-Nya di dunia dan ganjaran pahala di akhirat. Sesungguhnya orang-orang munafik yang tetap dalam kemunafikannya itu merupakan manusia yang paling fasik di dunia ini bahkan mereka lebih rendah dari orang-orang kafir biasa, karena orang kafir menutupi hati mereka terhadap keesaan atau adanya Tuhan secara terang-terangan. Berlainan halnya dengan orang-orang munafik yang sengaja menutupi kesalahan baik mengenai akidah atau pun mengenai akhlak dan tindak-tanduk perbuatan yang jauh menyimpang dari fitrah manusia yang murni dengan berpura-pura menjadi mukmin.",
    "quraish": "Orang munafik, laki-laki dan perempuan, adalah sama: melakukan dan menyerukan berbuat buruk, meninggalkan dan melarang berbuat kebenaran, dan kikir dalam mengeluarkan harta di jalan kebenaran. Masing-masing sepeti bagian-bagian dari satu benda yang saling melengkapi. Karena mereka berpaling dari Allah, Allah pun berpaling dan tidak akan memberi petunjuk kepada mereka. Mereka adalah orang-orang yang tidak patuh kepada Allah.",
    "jalalayn": "(Orang-orang munafik laki-laki dan orang-orang munafik perempuan sebagian dari mereka dengan sebagian yang lain adalah sama) yakni mereka mempunyai sikap dan sepak terjang yang sama, perihalnya sama dengan setali tiga uang (mereka menyuruh membuat yang mungkar) berupa kekafiran dan maksiat-maksiat (dan melarang berbuat yang makruf) berupa keimanan dan ketaatan (dan mereka menggenggam tangannya) daripada berinfak di jalan ketaatan (mereka telah lupa kepada Allah) artinya mereka tidak mau taat kepada-Nya (maka Allah melupakan mereka) dibiarkannya mereka melupakan pertanda sifat pemurah Allah. (Sesungguhnya orang-orang munafik itulah orang-orang yang fasik)."
  },
  {
    "page": 197,
    "name": "At-Taubah",
    "ayat": 68,
    "arab": "وَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ",
    "translation": "Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1303.mp3",
    "tafsir": "Ayat ini menerangkan ancaman Tuhan kepada orang-orang munafik baik pria maupun wanita dan ancaman-Nya kepada orang-orang kafir. Allah mengancam mereka dengan azab api neraka dan mereka kekal abadi di dalamnya. Mereka mendapat kutukan Tuhan di dunia dan di akhirat serta mereka tidak berhak mendapat rahmat Allah. Azab Tuhan terus-menerus menimpa mereka baik azab fisik maupun siksaan batin yang tak habis-habisnya. Mereka tidak dapat melihat wajah Allah karena melihat wajah Allah itu tidak diizinkan bagi orang-orang yang mengingkarinya.",
    "quraish": "Allah telah menentukan neraka jahannam bagi orang-orang yang munafik dan kafir. Mereka akan disiksa di dalamnya dan tidak akan dapat lari darinya. Cukuplah neraka itu sebagai hukuman bagi mereka. Dan bersama dengan hukuman ini, mereka ditimpakan pula kemurkaan Allah dan siksa yang abadi pada hari kiamat.",
    "jalalayn": "(Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam, mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka) sebagai pembalasan dan hukuman (dan Allah melaknat mereka) Dia menjauhkan mereka dari rahmat-Nya (dan bagi mereka azab yang kekal) yang abadi."
  }
]