[
  {
    "page": 200,
    "name": "At-Taubah",
    "ayat": 80,
    "arab": "اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ ",
    "translation": "(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar (kafir) kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1315.mp3",
    "tafsir": "Sabab Nuzul: Dari Urwah r.a. bahwa 'Abdullah bin Ubay berkata, \"Jika kalian tidak memberi infak kepada Muhammad dan sahabatnya, pasti mereka akan meninggalkannya.\" 'Abdullah berkata, \"Orang yang mulia pasti mengusir yang lemah.\" Maka Allah turunkan, \"Kamu memohonkan ampun atau tidak untuk mereka?\" Rasul bersabda, \"Aku akan lebihkan tujuh puluh kali.\" Maka Allah turunkan, \"Sama saja bagi mereka kamu mohonkan ampun atau tidak, Allah tidak akan mengampuni.\" \nAyat ini mengandung peringatan, khususnya ditujukan kepada Nabi Muhammad saw dan pada umumnya ditujukan kepada orang mukmin. Sikap orang munafik terhadap Rasul saw dan orang mukmin tidak dapat diharapkan. Mereka akan tetap dalam kemunafikan sampai mati. Tidak ada faedahnya, dimintakan ampun bagi mereka atau tidak dimintakan ampun, sebab Allah tidak akan mengampuni dosa-dosa mereka. Biarpun berulang kali dimintakan ampun, sampai tujuh puluh kali sekalipun, tidak juga akan berhasil, karena yang menyebabkan mereka munafik itu ialah keingkaran mereka kepada Allah dan kepada Rasul. Mereka tidak yakin, bahwa Allah mengetahui semua yang gaib, mereka tidak percaya kepada wahyu Allah yang disampaikan kepada Rasulullah saw, tentang hari Kiamat, hari kebangkitan dan hari pembalasan. Mereka bukan saja tergolong orang-orang munafik, tetapi juga tergolong orang-orang fasik, yaitu tidak mau menerima kebenaran dan terus-menerus membangkang, berbuat apa yang sudah di luar batas. Maka Allah tidak akan memberikan petunjuk kepada golongan yang fasik.",
    "quraish": "Sekalipun engkau, wahai Nabi, mengabulkan permintaan ampunan atas dosa-dosa mereka, hal itu tetap tidak akan berguna sama sekali. Sebab, baik engkau memintakan ampunan untuk mereka maupun tidak, bagi mereka sama saja. Bahkan, meskipun engkau memperbanyak permohonan ampunan untuk mereka, Allah tidak akan memaafkan mereka. Sebab, tidak ada yang dapat diharapkan dari pemberian maaf terhadap sikap kufur yang tidak menunjukkan tanda-tanda kesadaran. Dan mereka itu adalah benar-benar telah mengingkari Allah dan rasul-Nya. Oleh karenanya, Allah tidak akan memberi petunjuk kepada orang-orang yang tidak patuh kepada Allah dan rasul-Nya, karena mereka membangkang dan menentang syariat dan perintah-Nya.",
    "jalalayn": "(Kamu memohonkan ampun) hai Muhammad (bagi mereka atau tidak kamu mohonkan ampun bagi mereka adalah sama saja) ayat ini mengandung pengertian takhyir, yakni boleh memilih memintakan ampun atau tidak. Sehubungan dengan hal ini Rasulullah saw. telah bersabda, \"Sesungguhnya aku disuruh memilih, maka aku memilih memintakan ampun.\" (H.R. Bukhari) (Kendatipun kamu memohonkan ampun bagi mereka tujuh puluh kali, namun Allah sekali-kali tidak akan memberi ampun kepada mereka). Menurut suatu pendapat pengertian tujuh puluh kali ini merupakan ungkapan mubalaghah yang menunjukkan banyaknya istigfar (memohonkan ampun). Di dalam kitab sahih Bukhari telah diketengahkan sebuah hadis mengenai hal ini yaitu, \"Seandainya aku mengetahui, bahwa jika permohonan ampunku diterima bila dibacakan lebih daripada tujuh puluh kali, maka niscaya aku akan menambahkannya.\" (H.R. Bukhari). Dalam pendapat yang lain dikatakan, bahwa pengertian yang dimaksud ialah bilangan tertentu, yaitu tujuh puluh itu sendiri. Hal ini pun berlandaskan pada hadis Nabi saw. pula, yaitu, \"Aku akan membacakannya lebih dari tujuh puluh kali.\" Kemudian Allah swt. menjelaskan kepada Nabi-Nya tentang pemutusan ampunan, yaitu melalui firman-Nya, \"Sama saja bagi mereka, kamu mintakan ampunan atau tidak kamu mintakan ampunan. Niscaya Allah sekali-kali tidak akan mengampuni mereka. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang fasik.\" (Q.S. Al-Munafiqun 6). (Yang demikian itu adalah karena mereka kafir kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada kaum yang fasik)."
  },
  {
    "page": 200,
    "name": "At-Taubah",
    "ayat": 81,
    "arab": "فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِهِمْ خِلٰفَ رَسُوْلِ اللّٰهِ وَكَرِهُوْٓا اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَقَالُوْا لَا تَنْفِرُوْا فِى الْحَرِّۗ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَرًّاۗ  لَوْ كَانُوْا يَفْقَهُوْنَ ",
    "translation": "Orang-orang yang ditinggalkan (tidak ikut berperang), merasa gembira dengan duduk-duduk diam sepeninggal Rasulullah. Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka berkata, “Janganlah kamu berangkat (pergi berperang) dalam panas terik ini.” Katakanlah (Muhammad), “Api neraka Jahanam lebih panas,” jika mereka mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1316.mp3",
    "tafsir": "Ayat ini menerangkan keadaan orang-orang munafik yang tidak diikutkan oleh Nabi untuk berperang. Peristiwa ini terjadi pada Perang Tabuk, yaitu perang yang terjadi sesudah penaklukan kota Mekah. Perang ini adalah perang yang terakhir dilakukan Rasulullah saw. Ada orang yang menyampaikan berita kepada Rasulullah bahwa kerajaan Romawi telah menyiapkan angkatan perangnya untuk menyerang kaum Muslimin di perbatasan utara tanah Arab. Pada waktu itu sedang musim panas yang sangat terik, jarak perjalanan dari Medinah ke tempat perbatasan itu sangat jauh. Kesulitan dan kesukaran dalam perjalanan sangat banyak. Sedang waktu itu kaum Muslimin berada dalam situasi serba kekurangan. Rasulullah mulai menyiapkan tentara untuk pergi menghadapi angkatan perang kerajaan Romawi itu. Kepada orang-orang kaya Rasulullah saw meminta bantuan untuk bekal dalam peperangan. Maka berdatanganlah bantuan berupa uang dan benda dari hartawan dan dermawan secara ikhlas, karena hendak meninggikan kalimah Allah di atas permukaan bumi. Segenap kabilah yang telah memeluk Islam telah menyatakan ketaatannya untuk turut berperang bersama Rasulullah saw. Mereka telah menyediakan dirinya dan hartanya untuk berperang.\nMereka tidak takut panas teriknya matahari, tidak takut lapar dan dahaga dalam perjalanan mengarungi padang pasir yang sangat jauh, untuk menggempur musuh yang angkara murka.\nAkhirnya Rasulullah dapat mengumpulkan angkatan perangnya dengan sempurna sebanyak 30.000 orang, di antaranya ada kira-kira 10.000 barisan berkuda. Rasulullah saw mengetahui bahwa dalam angkatan itu turut pula 'Abdullah bin Ubay, pimpinan orang munafik, bersama-sama dengan pengikut-pengikutnya. Oleh karena itu, Rasulullah saw meragukan itikad baik orang-orang munafik itu, takut kalau-kalau di tengah perjalanan mereka akan mengacau, maka Rasulullah saw menyuruh mereka tinggal saja di Medinah dan tidak usah ikut berperang.\nMereka itulah yang dimaksudkan dalam ayat ini, bahwa mereka merasa gembira dan beruntung tidak diikutsertakan oleh Rasulullah berperang di Tabuk. Sebenarnya hati mereka tidak mau berperang, baik dengan harta ataupun dengan diri mereka untuk menegakkan agama Allah. Tidak tergores sedikitpun dalam hati mereka, bahwa turut berperang itu adalah keuntungan besar. Tetapi mereka berbuat sebaliknya; mereka mengacau dan melemahkan semangat berperang kaum Muslimin. Mereka mengatakan kepada kawan-kawan mereka, tidak usah ikut berperang. Segala kesukaran seperti panas dan terik, jauhnya perjalanan, kurangnya perbekalan dan lain-lainnya, selalu mereka jadikan alat propaganda untuk menghalang-halangi kaum Muslimin berperang dan untuk memadamkan semangat perjuangan.\nTetapi semuanya itu tidak melemahkan semangat kaum Muslimin malahan menambah semangat dan kekuatan, sehingga akhirnya kaum Muslimin kembali dari perang Tabuk itu dengan selamat, setelah musuh mundur dengan penuh ketakutan, Rasulullah disuruh menyampaikan kepada orang-orang munafik, bahwa api neraka Jahannam yang akan mereka derita nanti lebih panas jika mereka mau mengerti.",
    "quraish": "Orang-orang munafik itu menolak ikut serta berperang bersama Rasulullah dan umat Islam. Mereka merasa lebih enak tinggal di Madinah setalah Rasulullah meninggalkan kota itu, dan merasa senang tidak menaati perintah untuk berjihad bersamanya. Selain itu, mereka tidak suka berjuang dengan harta dan berkorban jiwa demi membela dan menegakkan agama Allah. Mereka lantas mempengaruhi orang lain untuk tinggal bersama mereka dan menakut-nakuti betapa sengsaranya berperang di musim panas. Katakanlah kepada mereka, wahai Muhammad, \"Jika kalian mau berfikir, kalian tentu ingat bahwa api neraka jauh lebih panas dan lebih kejam dari apa yang kalian takuti sekarang.\"",
    "jalalayn": "(Orang-orang yang ditinggalkan merasa gembira) yaitu mereka yang tidak ikut ke Tabuk (dengan tinggalnya mereka) dengan ketidakikutan mereka (sesudah) keberangkatan (Rasulullah, dan mereka tidak suka berjihad dengan harta dan jiwa mereka pada jalan Allah dan mereka berkata,) artinya sebagian dari mereka mengatakan kepada sebagian yang lain (\"Janganlah kalian berangkat) maksudnya janganlah kalian pergi untuk berjihad (dalam panas terik ini.\" Katakanlah, \"Api neraka Jahanam itu lebih sangat panas) daripada panasnya Tabuk. Yang lebih utama ialah hendaknya mereka menghindarkan diri daripada panasnya Jahanam itu, yaitu dengan ikut berperang dan tidak tinggal di tempat (jika mereka mengetahui) artinya jika mereka mengetahui hal tersebut, tentulah mereka tidak akan tinggal di tempat dan pasti ikut berjihad."
  },
  {
    "page": 200,
    "name": "At-Taubah",
    "ayat": 82,
    "arab": "فَلْيَضْحَكُوْا قَلِيْلًا وَّلْيَبْكُوْا كَثِيْرًاۚ جَزَاۤءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ ",
    "translation": "Maka biarkanlah mereka tertawa sedikit dan menangis yang banyak, sebagai balasan terhadap apa yang selalu mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1317.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang munafik itu sepantasnya lebih banyak menangis daripada tertawa memikirkan nasib dan dosa mereka di dunia dan di akhirat karena mereka akan menerima azab yang pedih, sesuai dengan perbuatan mereka di dunia. Di dunia mereka mendapat kehinaan dan kerugian karena perbuatan mereka sendiri, yaitu menghina dan mengejek orang-orang mukmin, membuat propaganda busuk untuk menghalang-halangi orang Islam dan mematahkan semangat perjuangan. Sedang di akhirat nanti membawa dosa yang banyak dan tidak dapat ampunan dari Allah swt. Hal ini sesuai pula dengan sabda Rasulullah yang ditujukan kepada orang-orang mukmin.\nTelah bersabda Rasullah saw:\nJika kamu ketahui apa-apa yang aku ketahui, niscaya kamu akan sedikit tertawa dan banyak menangis, meluaskan kemunafikan dan lenyapnya amanat, dicabutnya rahmat, orang yang jujur dituduh dan orang yang curang dipercayai. Huru-hara mencekam kamu, fitnahpun mencekam keadaan menjadi gelap seperti malam yang gelap gulita. (Riwayat al-hakim dari Abu Hurairah)",
    "quraish": "Biarkan mereka tertawa karena gembira dengan tidak ikut berperang dan bangga dengan mengejek orang-orang Mukmin. Sebab, tawa mereka itu tidak akan berlangsung lama, karena akan berhenti bersama habisnya masa hidup mereka di dunia. Setelah itu mereka akan menangis tiada hentinya di akhirat, sebagai balasan perbuatan buruk yang dahulu mereka lalukan.",
    "jalalayn": "(Maka hendaklah mereka tertawa sedikit) di dunia (dan hendaklah mereka menangis) di akhirat nanti (banyak sebagai pembalasan dari apa yang selalu mereka kerjakan) ayat ini merupakan berita tentang keadaan mereka, diungkapkan dalam bentuk ungkapan amar/perintah."
  },
  {
    "page": 200,
    "name": "At-Taubah",
    "ayat": 83,
    "arab": "فَاِنْ رَّجَعَكَ اللّٰهُ اِلٰى طَاۤىِٕفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوْكَ لِلْخُرُوْجِ فَقُلْ لَّنْ تَخْرُجُوْا مَعِيَ اَبَدًا وَّلَنْ تُقَاتِلُوْا مَعِيَ عَدُوًّاۗ اِنَّكُمْ رَضِيْتُمْ بِالْقُعُوْدِ اَوَّلَ مَرَّةٍۗ فَاقْعُدُوْا مَعَ الْخَالِفِيْنَ ",
    "translation": "Maka jika Allah mengembalikanmu (Muhammad) kepada suatu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), maka katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi (berperang) sejak semula. Karena itu duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1318.mp3",
    "tafsir": "Dalam ayat ini Allah swt memberikan peringatan kepada Rasulullah agar berhati-hati terhadap orang munafik bila telah kembali dari Perang Tabuk. Orang-orang munafik itu akan merencanakan minta maaf kepada Rasulullah saw dan menyatakan penyesalan mereka karena tidak dapat turut berperang bersama Nabi ke Tabuk. Padahal mereka merasa beruntung tidak ikut perang ke Tabuk itu dan terhindar dari bahaya. Tetapi setelah Rasulullah saw bersama kaum Muslimin kembali dari medan perang dengan selamat, mereka merasa malu dan terhina, dan berjanji dalam hati mereka akan turut berperang bersama Rasulullah. Maka Allah swt mengingatkan Nabi agar orang-orang munafik itu jangan diberi izin turut serta berperang karena mereka tetap tidak akan jujur dalam peperangan. Mereka pasti akan melakukan berbagai tindakan untuk merongrong Rasulullah dan kaum Muslimin. Oleh karena itu Rasulullah saw diperintahkan untuk menyatakan dengan tegas bahwa mereka tidak dibenarkan turut berperang bersama Rasulullah saw untuk selama-lamanya. Mereka tidak akan sanggup memerangi musuh bersama Rasulullah seperti halnya kaum Muslimin yang dengan rela mengorbankan harta dan jiwanya untuk berperang fisabilillah. Sikap mereka sewaktu menghadapi Perang Tabuk menunjukkan bahwa mereka lebih senang tidak turut berperang dan tetap tinggal di Madinah bersama orang-orang yang uzur, seperti anak-anak, wanita-wanita, dan orang-orang tua yang sudah lemah.",
    "quraish": "Kalau engkau kembali dari berperang dan berkesempatan berjumpa lagi dengan kelompok orang-orang munafik yang tidak mau ikut serta berperang itu, kemudian mereka meminta restumu untuk ikut serta berperang bersamamu pada peperangan lain, engkau tidak perlu merestui mereka. Katakan kepada mereka, \"Kalian tidak akan aku restui berperang bersamaku dalam peperangan apa pun dan dalam menghadapi musuh mana pun. Sebab, ketidak-ikutsertaan kalian dalam peperangan yang pertama dahulu itu tanpa didasari pada alasan yang kuat dan tidak diikuti dengan pertobatan yang dapat menghapus dosanya. Tinggallah dan tidak usah ikut serta berperang sesuka kalian bersama orang-orang lemah, orang tua, wanita dan anak-anak yang tidak ikut berperang.\"",
    "jalalayn": "(Maka jika kamu telah dikembalikan) bila telah dipulangkan dengan selamat (oleh Allah) dari Tabuk (lalu kamu kembali kepada satu golongan dari mereka) yaitu dari kalangan orang-orang munafik yang tinggal di Madinah tidak ikut berangkat berjihad (kemudian mereka minta izin kepadamu untuk keluar) bersamamu dalam perang yang lain (maka katakanlah) kepada mereka (\"Kalian tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kalian telah rela tidak pergi berperang kali yang pertama. Karena itu duduklah/tinggallah bersama orang-orang yang tidak ikut berperang.\") maksudnya bersama mereka yang tidak ikut berperang, yaitu bersama kaum wanita, anak-anak dan lain-lainnya."
  },
  {
    "page": 200,
    "name": "At-Taubah",
    "ayat": 84,
    "arab": "وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِّنْهُمْ مَّاتَ اَبَدًا وَّلَا تَقُمْ عَلٰى قَبْرِهٖۗ اِنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَمَاتُوْا وَهُمْ فٰسِقُوْنَ ",
    "translation": "Dan janganlah engkau (Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik), selama-lamanya dan janganlah engkau berdiri (mendoakan) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1319.mp3",
    "tafsir": "Dalam ayat ini Allah swt melarang menyalati jenazah orang-orang munafik. Juga melarang berdoa di atas kuburannya sesudah dikuburkan, seperti yang biasa dilakukan Rasulullah terhadap orang-orang mukmin yang sudah dikubur sebagaimana tersebut dalam hadis berikut:\nAdalah Nabi apabila sesudah menguburkan seorang mayat, beliau berdiri di kubur itu seraya berkata, \"Mintakanlah ampunan bagi saudaramu ini doakanlah agar dia tetap (dalam keimanan) sebab sekarang dia sedang ditanya.\" (Riwayat Abu Dawud dan al-Bazzar dari 'Utsman)\n\nPeristiwa yang terjadi pada 'Abdullah bin Ubay ini cukup menggentarkan orang-orang munafik lainnya, suatu penghinaan yang cukup berat dijatuhkan atas diri mereka. Tetapi mereka masih tetap dalam kemunafikannya. Ini merupakan hukuman bagi mereka di dunia, sebab mereka selalu ingkar kepada Allah dan Rasul-Nya. Mereka tergolong orang-orang yang fasik, terlampau berani mempermainkan perintah dan larangan Allah.\n(85) Ayat ini hampir bersamaan bunyinya dengan ayat 55 dalam surah ini. Maka pada ayat ini Allah swt mengulangi lagi, agar kaum Muslimin jangan sampai terpengaruh oleh kekayaan dan harta benda orang-orang munafik itu. Begitu pula jangan sampai terpengaruh oleh anak-anak mereka. Kalau ada di antaranya mereka yang kaya, banyak harta, banyak anak dan keturunannya, semua itu tidaklah akan membahagiakan mereka dan tidak akan menyelamatkan mereka dari siksa Allah.\nSemuanya itu akan menyusahkan mereka, menjadikan mereka teraniaya dan sengsara karenanya. Bagaimana mereka bersusah payah dalam mencari harta dan kekayaan itu, begitu pula mereka dibikin susah olehnya. Ada-ada saja peristiwa yang terjadi karena harta dan kekayaannya, dan anak-anak mereka cukup membuat mereka seolah-olah mendapat azab dunia. Maka harta dan kekayaan serta anak-anak mereka itu, bukan lagi menjadi nikmat, tetapi menjadi azab bagi mereka. Mereka tidak akan mendapat pertolongan sedikitpun dari harta dan anak-anaknya. Tidak ada manfaatnya sama sekali, dan akhirnya mereka mati dalam kekafiran.",
    "quraish": "Jika salah seorang dari mereka meninggal dunia, jangan salatkan jenazahnya dan jangan berdiri di kuburnya saat penguburannya, sebab mereka sepanjang hidupnya mengingkari Allah dan Rasul-Nya dan mati dalam keadaan tidak mematuhi agama Allah.",
    "jalalayn": "Ketika Nabi saw. melakukan salat jenazah atas kematian Ibnu Ubay (pemimpin orang-orang munafik), maka turunlah firman-Nya: (Dan janganlah kamu sekali-kali menyalatkan jenazah seorang yang mati di antara mereka, dan janganlah kamu berdiri di kuburnya) untuk keperluan menguburkannya atau menziarahinya. (Sesungguhnya mereka telah kafir kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik) yaitu dalam keadaan kafir."
  },
  {
    "page": 200,
    "name": "At-Taubah",
    "ayat": 85,
    "arab": "وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْۗ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِى الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ",
    "translation": "Dan janganlah engkau (Muhammad) kagum terhadap harta dan anak-anak mereka. Sesungguhnya dengan itu Allah hendak menyiksa mereka di dunia dan agar nyawa mereka melayang, sedang mereka dalam keadaan kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1320.mp3",
    "tafsir": "Ayat ini hampir bersamaan bunyinya dengan ayat 55 dalam surah ini. Maka pada ayat ini Allah swt mengulangi lagi, agar kaum Muslimin jangan sampai terpengaruh oleh kekayaan dan harta benda orang-orang munafik itu. Begitu pula jangan sampai terpengaruh oleh anak-anak mereka. Kalau ada di antaranya mereka yang kaya, banyak harta, banyak anak dan keturunannya, semua itu tidaklah akan membahagiakan mereka dan tidak akan menyelamatkan mereka dari siksa Allah.\nSemuanya itu akan menyusahkan mereka, menjadikan mereka teraniaya dan sengsara karenanya. Bagaimana mereka bersusah payah dalam mencari harta dan kekayaan itu, begitu pula mereka dibikin susah olehnya. Ada-ada saja peristiwa yang terjadi karena harta dan kekayaannya, dan anak-anak mereka cukup membuat mereka seolah-olah mendapat azab dunia. Maka harta dan kekayaan serta anak-anak mereka itu, bukan lagi menjadi nikmat, tetapi menjadi azab bagi mereka. Mereka tidak akan mendapat pertolongan sedikitpun dari harta dan anak-anaknya. Tidak ada manfaatnya sama sekali, dan akhirnya mereka mati dalam kekafiran.",
    "quraish": "Jangan pula engkau heran dengan banyaknya harta dan anak yang Kami berikan kepada mereka yang Kami sertai dengan kemurkaan Kami. Hal itu bukan berarti bahwa mereka lebih baik, tetapi justru untuk melaksanakan kehendak Allah untuk menyengsarakan mereka di dunia dengan diperbudak oleh ketamakan mengumpulan harta dan kekhawatiran yang timbul kemudian. Selain itu, hal itu juga dimaksudkan untuk melaksanakan kehendak Allah untuk mematikan mereka dalam keadaan kafir. Mereka benar-benar rugi dunia dan akhirat.",
    "jalalayn": "(Dan janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki akan mengazab mereka di dunia dengan harta dan anak-anak itu dan agar melayang) dicabut (nyawa mereka dalam keadaan kafir)."
  },
  {
    "page": 200,
    "name": "At-Taubah",
    "ayat": 86,
    "arab": "وَاِذَآ اُنْزِلَتْ سُوْرَةٌ اَنْ اٰمِنُوْا بِاللّٰهِ وَجَاهِدُوْا مَعَ رَسُوْلِهِ اسْتَأْذَنَكَ اُولُوا الطَّوْلِ مِنْهُمْ وَقَالُوْا ذَرْنَا نَكُنْ مَّعَ الْقٰعِدِيْنَ ",
    "translation": "Dan apabila diturunkan suatu surah (yang memerintahkan kepada orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang kaya dan berpengaruh di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1321.mp3",
    "tafsir": "Ayat ini menerangkan bagaimana lemahnya iman orang-orang munafik dan bagaimana pengecutnya mereka. Bukan saja terdapat pada orang-orang biasa, tetapi juga pada orang-orang kaya. Kalau ada surah turun yang ayat-ayatnya memerintahkan agar beriman dan berjihad bersama Rasulullah, orang-orang kaya dari mereka buru-buru datang menghadap Rasulullah, meminta izin agar tidak ikut berjihad dan berperang. Mereka tidak malu membuat alasan yang dibuat-buat untuk menguatkan permohonan mereka kepada Rasulullah saw, padahal mereka mampu dan kuat untuk berjihad dari segi kesehatan dan kemampuan. Dengan enteng, mereka mengatakan biarlah kami tinggal di rumah bersama orang-orang lemah yang tidak ikut berperang.\nCara-cara yang demikian itu menunjukkan bahwa mereka lebih mencintai kesenangan dan harta benda mereka daripada mencintai Allah dan Rasul-Nya. Hal yang serupa ini dijelaskan pula oleh Allah swt dalam firman-Nya:\n\n\nDan orang-orang yang beriman berkata, \"Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?\" Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.\" (Muhammad/47: 20)",
    "quraish": "Orang-orang munafik itu, jika mendengar suatu ayat al-Qur'ân yang diturunkan kepadamu--yang mengajak beriman kepada Allah secara ikhlas dan mengajak berjihad bersama Rasulullah--orang-orang kaya dan orang-orang kuat di antara mereka pun meminta izin kepadamu untuk tetap tinggal dan tidak ikut berjihad bersamamu. Mereka akan mengatakan kepadamu, \"Biarkan kami tinggal bersama orang-orang yang uzur dan tinggal di Madinah.\"",
    "jalalayn": "(Dan apabila diturunkan suatu surah) yakni sebagian daripada surah-surah Alquran (bahwa) yang memerintahkan mereka (berimanlah kalian kepada Allah dan berjihadlah beserta Rasul-Nya, niscaya akan meminta izin kepadamu orang-orang yang sanggup) yakni mereka yang memiliki kemampuan (di antara mereka untuk tidak berjihad dan mereka berkata, \"Biarkanlah kami berada bersama orang-orang yang duduk.\")."
  }
]