[
  {
    "page": 201,
    "name": "At-Taubah",
    "ayat": 87,
    "arab": "رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِ وَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
    "translation": "Mereka rela berada bersama orang-orang yang tidak pergi berperang, dan hati mereka telah tertutup, sehingga mereka tidak memahami (kebahagiaan beriman dan berjihad).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1322.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang munafik itu merasa senang tidak ikut berjihad fisabilillah. Mereka lebih senang tinggal bersama orang-orang lemah yang tidak kuat ikut berperang, yaitu perempuan-perempuan yang menjaga rumah tangga. Mereka tidak sedikit pun merasa malu tinggal bersama orang-orang perempuan yang tidak ikut berperang itu. Padahal mereka adalah orang-orang yang kuat, sehat, dan mampu untuk turut berperang. Walaupun banyak yang mengejek dan mentertawakan, namun ejekan itu bagi mereka tidak ada artinya, karena perasaan malu bagi mereka tidak ada lagi. Yang demikian itu adalah pertanda bahwa iman mereka sangat lemah dan hati mereka sudah dipengaruhi kebendaan. Oleh karena itu Allah menutup mati hati mereka, mereka tidak mau menerima kebenaran, pelajaran dan nasihat dari siapapun juga. Penyakit kemunafikan itu telah membalut seluruh hati mereka, sehingga mereka tidak dapat mempergunakan pikiran yang sehat untuk membedakan mana yang benar dan mana yang salah, mana yang menguntungkan dan mana yang merugikan, bahwa ikut berjihad dan berperang itu adalah suatu keuntungan dan tinggal di rumah adalah merugikan dan memalukan.",
    "quraish": "Mereka lebih memilih masuk ke dalam kelompok orang-orang lemah--orang tua, wanita dan anak-anak--yang tidak ikut berperang. Hati mereka ditutup oleh Allah dengan rasa takut dan dengan sikap munafik. Mereka selamanya tidak akan mengerti dengan baik makna yang terkandung dalam jihad dan mengikuti Rasulullah saw., berupa kejayaan di dunia dan keridaan Allah di akhirat.",
    "jalalayn": "(Mereka rela berada bersama dengan orang-orang yang tidak pergi berperang) lafal khawaalif merupakan bentuk jamak daripada lafal khaalifah, yang dimaksud adalah kaum wanita yang tinggal di rumah-rumahnya (dan hati mereka telah dikunci mati, maka mereka tidak mengetahui) kebaikan."
  },
  {
    "page": 201,
    "name": "At-Taubah",
    "ayat": 88,
    "arab": "لٰكِنِ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ جَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاُولٰۤىِٕكَ لَهُمُ الْخَيْرٰتُ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "translation": "Tetapi Rasul dan orang-orang yang beriman bersama dia, (mereka) berjihad dengan harta dan jiwa. Mereka itu memperoleh kebaikan. Mereka itulah orang-orang yang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1323.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan perbedaan yang sangat jauh antara sifat-sifat Rasul dan orang-orang yang beriman di satu pihak dengan sifat dan tingkah laku orang-orang munafik di pihak lain. Rasul dan orang-orang mukmin, senang dan gembira berjihad dan berperang dengan harta dan dirinya untuk membela dan meninggikan kalimah Allah untuk menyiarkan agama-Nya di permukaan bumi ini. Mereka lebih mencintai Allah daripada mencintai harta kekayaan dan diri mereka. Keyakinan mereka kalau hidup hendaknya hidup mulia dan terhormat dan kalau mati, hendaknya mati syahid di medan perang. Di dalam hati orang-orang mukmin tidak akan ditemui sifat malas, enggan berperang dan bakhil memberikan harta kekayaan dalam berjihad fisabilillah.\nMereka percaya bahwa berjihad fisabilillah itu akan mendatangkan kebaikan yang banyak kepada mereka dan umat Islam. Kebaikan-kebaikan yang banyak itu adalah berupa kemenangan, tingginya kalimah Allah, tegaknya keadilan dan kebenaran, di samping mendapatkan harta rampasan, dan luasnya kekuasaan Islam di permukaan bumi. Juga mereka percaya, bahwa mereka akan mendapat kabahagiaan di dunia dan di akhirat. Di dunia menjadi orang yang mulia dan terhormat, sedang di akhirat mendapat balasan surga Jannatunnaim, yang penuh dengan kesenangan dan kenikmatan yang abadi. Di dalamnya mengalir sungai-sungai yang menyejukkan. Kesenangan dan kebahagiaan yang berlimpah-limpah itu diberikan Allah kepada orang-orang mukmin.",
    "quraish": "Itulah perangai orang-orang munafik. Adapun Rasulullah saw. dan orang-orang yang bersamanya beriman kepada Allah, telah berjuang dengan mengorbankan harta dan jiwa demi mendapat keridaan Allah dan demi menegakkan agama-Nya. Hanya merekalah yang akan memperoleh kebaikan dunia berupa kejayaan, kemenangan dan amal saleh. Dan hanya mereka pulalah yang memperoleh keberuntungan.",
    "jalalayn": "(Tetapi Rasul dan orang-orang yang beriman bersama dia, mereka berjihad dengan harta dan diri mereka. Dan mereka itulah orang-orang yang memperoleh kebaikan) di dunia dan di akhirat (dan mereka itu pulalah orang-orang yang beruntung) orang-orang yang mendapatkan keberuntungan."
  },
  {
    "page": 201,
    "name": "At-Taubah",
    "ayat": 89,
    "arab": "اَعَدَّ اللّٰهُ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
    "translation": "Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1324.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan perbedaan yang sangat jauh antara sifat-sifat Rasul dan orang-orang yang beriman di satu pihak dengan sifat dan tingkah laku orang-orang munafik di pihak lain. Rasul dan orang-orang mukmin, senang dan gembira berjihad dan berperang dengan harta dan dirinya untuk membela dan meninggikan kalimah Allah untuk menyiarkan agama-Nya di permukaan bumi ini. Mereka lebih mencintai Allah daripada mencintai harta kekayaan dan diri mereka. Keyakinan mereka kalau hidup hendaknya hidup mulia dan terhormat dan kalau mati, hendaknya mati syahid di medan perang. Di dalam hati orang-orang mukmin tidak akan ditemui sifat malas, enggan berperang dan bakhil memberikan harta kekayaan dalam berjihad fisabilillah.\nMereka percaya bahwa berjihad fisabilillah itu akan mendatangkan kebaikan yang banyak kepada mereka dan umat Islam. Kebaikan-kebaikan yang banyak itu adalah berupa kemenangan, tingginya kalimah Allah, tegaknya keadilan dan kebenaran, di samping mendapatkan harta rampasan, dan luasnya kekuasaan Islam di permukaan bumi. Juga mereka percaya, bahwa mereka akan mendapat kabahagiaan di dunia dan di akhirat. Di dunia menjadi orang yang mulia dan terhormat, sedang di akhirat mendapat balasan surga Jannatunnaim, yang penuh dengan kesenangan dan kenikmatan yang abadi. Di dalamnya mengalir sungai-sungai yang menyejukkan. Kesenangan dan kebahagiaan yang berlimpah-limpah itu diberikan Allah kepada orang-orang mukmin.",
    "quraish": "Disediakan bagi mereka kenikmatan abadi di dalam surga-surga yang dialiri bermacam-macam sungai. Itu semua merupakan keberuntungan dan keberhasilan yang amat besar.",
    "jalalayn": "(Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar)."
  },
  {
    "page": 201,
    "name": "At-Taubah",
    "ayat": 90,
    "arab": "وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1325.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bagaimana pula keadaan orang-orang munafik yang tinggal di luar kota Medinah yang tinggal di kampung-kampung penduduk padang pasir yang biasa dipanggil orang dengan Arab Badui. Mereka sengaja datang menghadap Rasulullah untuk mengemukakan alasan agar Rasulullah berkenan memberi izin untuk tidak ikut berperang. Kejadian ini diterangkan dalam suatu riwayat yang diceritakan oleh seseorang yang bernama adz-ahhak, yaitu: \"Ada suatu kelompok Badui dari golongan Amir bin thufail datang menghadap Rasulullah seraya berkata, \"Ya Nabi Allah, kami tidak turut berperang bersama engkau, kami merasa khawatir, kalau-kalau perempuan kami, anak-anak kami, dan binatang-binatang ternak kami habis dirusak dan dirampok oleh penjahat-penjahat.\" Maka Rasulullah menjawab, \"Allah sudah memberitahukan kepadaku tentang keadaanmu; semoga Allah akan memaafkan dan menyelamatkanmu.\" Bermacam-macam alasan yang mereka kemukakan kepada Rasulullah, ada alasan yang dibuat-buat dan ada alasan yang sebenarnya agar mereka diberi izin untuk tidak turut berperang.\nMereka yang datang menghadap Rasulullah dengan mengemukakan alasan yang sebenarnya itu adalah kalangan orang-orang mukmin, dan mereka yang datang dengan alasan yang dibuat-buat adalah dari golongan orang-orang munafik. Ada segolongan lagi, yaitu orang-orang yang tidak datang menghadap Rasulullah untuk minta izin. Mereka itu sengaja duduk dan tinggal di rumahnya, tidak mau turut berjihad dan berperang. Mereka ini jelas termasuk orang-orang yang mendustakan Allah dan Rasul-Nya. Merekalah orang-orang munafik yang sudah parah dan sangat berbahaya. Menurut pendapat Umar bin Ala', baik mereka yang minta izin dengan mengemukakan alasan yang dibuat-buat, maupun yang duduk tinggal di rumah, tidak mau ikut berjihad dan berperang, kedua golongan itu sama-sama jeleknya dan sama-sama berbahaya. Kedua golongan itu sudah termasuk golongan orang kafir yang akan mendapat siksa yang pedih dari Allah, baik di dunia ini maupun di akhirat kelak.",
    "quraish": "Sebagaimana halnya orang-orang munafik Madinah yang enggan ikut serta berperang, ada pula sekelompok Arab Badui yang mencari-cari alasan untuk meminta izin tidak ikut berperang. Dengan demikian, orang-orang yang mendustakan Allah dan Rasul-Nya-yang seolah-olah beriman kepada Allah- tidak akan ikut berperang tanpa alasan yang dibenarkan oleh Allah dan Rasul-Nya. Hal itu adalah bukti kekafiran mereka. Kepada orang-orang yang kafir di antara mereka akan diturunkan siksa yang amat pedih.",
    "jalalayn": "(Kemudian datanglah orang-orang yang mengemukakan uzur) asalnya lafal al-mu`adzdziruuna ialah al-mu`tadziruuna kemudian huruf ta diidgamkan ke dalam huruf dzal sehingga jadilah al-mu`adzdziruuna keduanya mempunyai arti yang sama lalu dibaca al-mu`adzdziruuna (yaitu orang-orang Arab penduduk padang pasir) kepada Nabi saw. (agar diberi izin bagi mereka) untuk tetap tinggal di kampungnya, tidak pergi berjihad karena berhalangan, akhirnya Nabi saw. memberi izin kepada mereka (sedangkan orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam diri saja) mereka yang diam adalah orang-orang yang berpura-pura beriman dari kalangan orang-orang munafik penduduk padang pasir, mereka diam saja tidak datang menghadap kepada Nabi saw. untuk mengemukakan alasan ketidakikutannya. (Kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih)."
  },
  {
    "page": 201,
    "name": "At-Taubah",
    "ayat": 91,
    "arab": "لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ ",
    "translation": "Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1326.mp3",
    "tafsir": "Sabab Nuzul: Ada beberapa riwayat yang menerangkan sebab turunnya ayat ini. Di antaranya riwayat yang diterangkan oleh Ibnu Abi hatim dari Zaid bin sabit dia mengatakan, \"Aku adalah penulis wahyu yang diturunkan kepada Rasulullah. Ketika aku menulis surah Baraah, kemudian pena kuletakkan di atas telingaku, maka turunlah wahyu yang memerintah-kan kami berperang. Ketika Rasulullah memperhatikan wahyu yang diturun-kan kepadanya, tiba-tiba datang seorang buta, seraya berkata, \"Ya Rasulullah, bagaimana caranya agar saya ikut berperang, sedang saya orang buta,\" maka turunlah ayat ini.\" \nDalam ayat ini diterangkan, orang-orang yang dibolehkan tidak ikut berperang yakni bebas dari kewajiban ikut berperang. Mereka ini tidak termasuk orang yang bersalah dan tidak berdosa karena meninggalkan kewajiban berperang bilamana mereka benar-benar mempunyai alasan yang dapat dibenarkan, dan alasan itu dikemukakannya dengan jujur dan ikhlas, yaitu:\n1. Orang lemah, yaitu orang yang lemah fisiknya yang tidak memungkinkan dia ikut berperang, seperti orang lanjut usia, perempuan dan anak-anak, begitu juga orang cacat, seperti buta, pekak, lumpuh, patah, dan sebagainya.\n2. Orang sakit yang tidak mungkin ikut berperang. Tetapi kalau sudah sembuh mereka wajib ikut berperang.\n3. Orang miskin yang tidak mempunyai sarana dan bekal untuk perang.\nKetiga golongan ini bebas dari kewajiban berperang. Namun demikian karena kejujuran dan keikhlasannya kepada Allah dan Rasul, dia masih merasa berkewajiban untuk mengerjakan tugas-tugas yang lain seperti menjaga rumah dan kampung, mengawasi kalau ada mata-mata dan pengkhianat, memelihara rahasia, menyuruh orang agar tetap tenang, berbuat kebajikan dan berdoa, agar orang mukmin yang pergi berperang dilindungi oleh Allah dan mendapat kemenangan yang gilang-gemilang.\nKetiga macam orang-orang yang mempunyai alasan yang dibenarkan syara ini, betul-betul mereka ikhlas, beriman kepada Allah dan taat kepada Rasul, mereka tergolong orang-orang yang berbuat kebajikan. Mereka ini tidak termasuk orang-orang yang bersalah, berdosa dan disiksa. Pada akhir ayat ini dijelaskan, bahwa Allah Maha Pengampun lagi Maha Penyayang. Artinya Allah banyak ampunan-Nya dan luas rahmat-Nya, terhadap hamba-hamba-Nya yang lemah dalam menunaikan kewajibannya, selama mereka jujur dan ikhlas kepada Allah dan kepada Rasul-Nya.",
    "quraish": "Sesungguhnya orang-orang yang alasannya diterima untuk tidak ikut berperang adalah mereka yang lemah, sakit, miskin dan orang yang tidak mempunyai harta untuk dibelanjakan. Jika mereka bersikap tulus ikhlas kepada Allah dan rasul-Nya dalam beragama, mereka berarti termasuk orang yang berbuat baik. Dan orang yang berbuat baik seperti mereka itu tidak berdosa. Ampunan dan kasih sayang Allah sungguh amat banyak dan luas.",
    "jalalayn": "(Tiada dosa atas orang-orang yang lemah) yakni orang-orang jompo (atas orang-orang yang sakit) seperti orang buta dan orang yang sakit parah yang tak sembuh-sembuh (dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad (apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya) sewaktu ia tidak pergi berjihad, yaitu tidak menimbulkan kekacauan dan rasa takut kepada orang-orang lain dan tetap menaati peraturan. (Tidak atas orang-orang yang berbuat baik) yakni orang-orang yang melaksanakan hal tersebut (jalan) alasan untuk menyalahkan mereka. (Dan Allah Maha Pengampun) kepada mereka (lagi Maha Penyayang) kepada mereka di dalam memberikan kelonggaran mengenai masalah tidak pergi berjihad ini."
  },
  {
    "page": 201,
    "name": "At-Taubah",
    "ayat": 92,
    "arab": "وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ ",
    "translation": "dan tidak ada (pula dosa) atas orang-orang yang datang kepadamu (Muhammad), agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, “Aku tidak memperoleh kendaraan untuk membawamu,” lalu mereka kembali, sedang mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan (untuk ikut berperang).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1327.mp3",
    "tafsir": "Sabab Nuzul: Di dalam sebuah riwayat yang diterangkan oleh Ibnu Jarir ath -thabari dari Ibnu 'Abbas, dia berkata, \"Rasulullah memerintahkan agar orang-orang mukmin bersiap untuk pergi berperang. Maka segolongan dari para sahabatnya yang bernama 'Abdullah bin Saffal al-Muzani berkata, \"Ya Rasulullah, sediakanlah untuk kami kendaraan (kami miskin tidak mempunyai kendaraan).\" Rasulullah menjawab, \"Demi Allah, aku tidak sanggup menyediakan kendaraan yang akan membawa saudara-saudara ke medan perang.\" Maka turunlah ayat ini, lalu mereka semuanya menangis, karena tidak dapat ikut berperang, karena kendaraan dan alat perlengkapan perang sangat penting apabila medan perang letaknya sangat jauh.\" Kendaraan itu merupakan perlengkapan perang yang sangat penting untuk setiap masa. Apabila pada masa dahulu kendaraan yang diperlukan hanya unta, keledai dan kuda, maka pada masa-masa berikutnya manusia menciptakan kendaraan yang berkecepatan tinggi yang dapat dipergunakan untuk lalu lintas darat, laut dan udara.\nDengan turunnya ayat ini terhiburlah hati mereka yang datang menghadap Rasulullah itu, tetapi air mata mereka bercucuran menangis karena tidak dapat ikut berperang bersama Rasulullah karena mereka dalam keadaan miskin, tidak mempunyai kendaraan. Kalau tempat berperang tidak begitu jauh maulah rasanya mereka berjalan kaki saja, karena keinginan mereka berjihad dan mencari keridaan Allah. Begitulah semangat dan ruh Islam yang berkobar dalam dada setiap muslim yang tidak akan padam buat selama-lamanya. Dengan semangat seperti itulah Islam bisa tegak dan maju dan kalimah Allah akan menjulang tinggi di bumi ini.\nDalam ayat ini diterangkan alasan yang lain yang dibenarkan syara bagi seseorang yang tidak ikut berperang. Alasan tersebut ialah karena mereka tidak mempunyai kendaraan yang dapat mengangkut mereka ke medan perang, apalagi kalau tempat yang dituju itu jauh letaknya, yang tidak bisa dicapai dengan jalan kaki, seperti halnya Perang Tabuk yang sangat jauh yang dapat ditempuh hanya dengan mengarungi padang pasir, berhari-hari dan berminggu-minggu, baru sampai di tempat yang dituju. Maka kepada mereka yang tidak mempunyai kendaraan, dibolehkan tidak ikut, mereka ini terhitung tidak besalah dan tidak berdosa bila tinggal di rumahnya.",
    "quraish": "Juga tidak ada dosa bagi bagi orang-orang Mukmin yang datang kepadamu dengan memohon agar kamu mau mengajak mereka berperang. Kamu kemudian berkata, \"Aku tidak memiliki alasan untuk mengikutsertakan kalian berperang.\" Dengan berlinang air mata dan sedih karena tidak dapat ikut serta berperang di jalan Allah--karena tidak mempunyai harta untuk dibelanjakan--mereka pun kemudian meninggalkanmu.",
    "jalalayn": "(Dan tiada pula dosa atas orang-orang yang apabila mereka datang kepadamu supaya kamu memberi mereka kendaraan) untuk berangkat berperang bersamamu; jumlah mereka ada tujuh orang yang semuanya berasal dari kalangan sahabat Ansar. Akan tetapi menurut pendapat lain dikatakan bahwa mereka semua berasal dari Bani Muqarrin (lalu kamu berkata, \"Aku tidak memperoleh kendaraan untuk membawa kalian.\") jumlah ayat ini menjadi hal/kalimat keterangan (lalu mereka kembali) lafal ayat ini menjadi jawab dari kata idzaa, artinya mereka bubar kembali ke rumah masing-masing (sedangkan mata mereka bercucuran) yakni mengalirkan (berupa) lafal min di sini mempunyai arti bayan/kata penjelasan/kata penafsir (air mata karena kesedihan) lantaran mereka (tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad."
  },
  {
    "page": 201,
    "name": "At-Taubah",
    "ayat": 93,
    "arab": "اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔",
    "translation": "Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1328.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang kaya yang mampu, yang datang menghadap Rasulullah untuk meminta izin tidak akan ikut berperang, tidak dibenarkan meninggalkan kewajiban berperang. Mereka itu dianggap orang-orang yang bersalah dan patut mendapat hukuman karena kesalahannya itu.\nBerbeda dengan orang-orang yang disebutkan dalam ayat-ayat di atas, yaitu orang-orang yang mempunyai alasan yang dibenarkan syara dan dikemukakannya dengan ikhlas dan jujur untuk tidak ikut berperang, maka mereka tidak dapat disalahkan sama sekali. Orang-orang yang kaya yang sanggup berperang karena mereka mampu menyediakan perbekalan dan kendaraan, tidak mempunyai alasan untuk minta izin tidak ikut berperang. Itulah sebabnya maka mereka dikatakan orang-orang yang bersalah dan sudah sepantasnya kalau Allah menutup mati hati mereka, karena mereka tidak mau menerima kebenaran sedikit pun juga. Akhirnya mereka bergelimang dalam kesusahan dan dosa, sedang mereka tidak mengetahui akibat dari perbuatan yang mereka lakukan.",
    "quraish": "Sesungguhnya kehinaan dan hukuman diperuntukkan bagi orang-orang yang meminta izin kepadamu, Muhammad, karena keengganan mereka untuk berjihad, padahal mereka adalah orang-orang yang memiliki kekayaan dan mampu berjihad bersamamu. Kehinaan dan hukuman itu diberikan kepada mereka karena mereka puas dengan duduk bersama wanita, sedangkan mereka sebenarnya memiliki kekuatan dan kemampuan untuk berjihad. Selain itu, pemberian kehinaan dan hukuman itu juga disebabkan karena hati mereka telah tertutup dari kebenaran. Mereka tidak mengetahui akibat buruk di dunia dan akhirat yang diakibatkan oleh keengganan berjihad.",
    "jalalayn": "(Sesungguhnya jalan untuk menyalahkan itu hanyalah terhadap orang-orang yang meminta izin kepadamu) untuk tidak ikut berangkat berjihad (padahal mereka itu orang-orang kaya. Mereka rela berada bersama-sama orang-orang yang tidak ikut berperang dan Allah telah mengunci mati hati mereka, maka mereka tidak mengetahui) akibat perbuatan mereka."
  }
]