[
  {
    "page": 211,
    "name": "Yunus",
    "ayat": 21,
    "arab": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ",
    "translation": "Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasannya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1385.mp3",
    "tafsir": "Ayat ini menerangkan sifat orang kafir pada umumnya dan sifat orang musyrik pada khususnya. Bahwa bila Allah memberikan suatu kelapangan kepada mereka setelah menderita suatu kesukaran atau kebahagiaan sesudah mereka sengsara, mereka tidak mengakui bahwa kelapangan dan kebahagiaan itu datangnya dari Allah, sehingga mereka tidak mensyukuri-Nya.\nApabila rahmat Allah datang kepadanya berupa hujan yang diturunkan dari langit yang menumbuhkan tanam-tanaman dan menghidupkan binatang ternak, mereka menyatakan bahwa itu adalah berkat berhala dan sembahan-sembahan mereka, atau mereka mengatakan bahwa hujan itu turunnya secara kebetulan saja, karena musim hujan telah tiba. Jika mereka ditimpa kesukaran, kemudian kesukaran itu hilang maka mereka mengatakan bahwa kesukaran itu hilang semata-mata karena mereka sendiri adalah orang-orang yang pandai menghilangkan kesukaran dan termasuk orang-orang yang bernasib baik. Hal yang seperti ini telah dilakukan oleh Firaun dan kaumnya setiap mereka menerima azab Allah dan setiap mereka terlepas dari azab itu. Hal yang sama dilakukan orang-orang musyrik Mekah terhadap Nabi Muhammad saw dan pengikut-pengikutnya.\nDiriwayatkan oleh al-Bukhari dari Abdullah bin Masud bahwa tatkala orang-orang Quraisy menyakiti Rasul sampai melampui batas, Rasulullah saw berdoa kepada Allah agar orang musyrik ditimpakan azab berupa musim kemarau seperti tahun kemarau yang terjadi pada masa Nabi Yusuf. Maka merekapun ditimpa musim kemarau yang sangat dahsyat, hingga mereka terpaksa makan tulang dan bangkai. Karena kekeringan dan panas yang sangat tinggi, penglihatan mereka menjadi berkunang-kunang dan berasap sebagai dilukiskan Allah dalam Surah ad-Dukhan/44 ayat 10. Maka datang-lah Abu Sufyan, pemimpin Quraisy kepada Muhammad saw, ia berkata, \"Ya Muhammad, sesungguhnya engkau memerintahkan kepada kami mengada-kan hubungan silahturrahim, dan sesungguhnya kaummu telah binasa, maka mohonkanlah kepada Allah agar mereka dilepaskan dari kesulitan itu.\" Maka Rasulullah berdoa kepada Allah, lalu kesulitan dan malapetaka itu pun berakhir dan turunlah hujan. Ternyata, tidak berapa lama, mereka kembali mengingkari Rasulullah dan memusuhinya.\nKarena sikap mereka yang demikian itu, maka Allah memerintahkan kepada Rasulullah saw untuk menyampaikan peringatan kepada orang-orang musyrik itu bahwa Allah lebih cepat siksa-Nya dari tipu daya mereka, Allah telah menyiapkan azab yang akan ditimpakan kepada mereka, sebelum mereka sempat mengatur siasat tipu daya untuk menghancurkan Islam dan kaum Muslimin. Semua amalan baik dan buruk akan dicatat oleh malaikat yang telah ditugaskan Allah. Tidak ada satu pun dari perbuatan manusia, baik yang kecil maupun yang besar yang tidak dituliskannya. Kemudian di akhirat nanti, setiap manusia akan memperoleh balasan segala perbuatannya itu. Perbuatan buruk dibalas dengan siksa neraka, sedang perbuatan baik dibalas dengan kenikmatan surga.\nAyat ini mengisyaratkan bahwa semua pembicaraan manusia dicatat oleh malaikat dan keberadaan malaikat itu ditegaskan oleh ayat ini.",
    "quraish": "Di antara tabiat manusia adalah bahwa apabila Kami memberikan nikmat kepada mereka--setelah diri, keluarga dan harta mereka tertimpa kesusahan--mereka tidak mensyukuri Allah atas nikmat yang diberikan kepada mereka setelah kesusahan itu dihilangkan. Bahkan sebaliknya, mereka membalasnya dengan terus mendustakan dan menentang bukti-bukti kekuasaan Allah. Katakanlah, wahai Rasulullah, \"Kalau bukan karena ketetapan Allah yang terdahulu untuk menangguhkan kalian sampai waktu yang Dia ketahui, sesungguhnya Allah Mahakuasa untuk membinasakan dan mempercepat siksa kalian. Sesungguhnya Rasul- rasul Kami dari jenis malaikat yang Kami sertakan bersama kalaian mencatat tipu daya kalian dan Dia akan menghisab dan mengganjar kalian.\"",
    "jalalayn": "(Dan apabila Kami merasakan kepada manusia) kepada orang-orang kafir Mekah (suatu rahmat) berupa hujan dan kesuburan (sesudah datangnya bahaya) kesengsaraan dan kekeringan (menimpa mereka, tiba-tiba mereka mempunyai tipu daya dalam menentang tanda-tanda kekuasaan Kami) dengan memperolok-olokkannya dan mendustakannya. (Katakanlah,) kepada mereka (\"Allah lebih cepat dalam membuat tipu daya\") sebagai pembalasan dari-Nya. (Sesungguhnya utusan-utusan Kami) yaitu para malaikat (menuliskan tipu daya kalian) lafal tamkuruuna dapat dibaca dengan memakai huruf ta sehingga menjadi tamkuruuna, dapat pula dibaca dengan huruf ya sehingga bacaannya menjadi yamkuruuna."
  },
  {
    "page": 211,
    "name": "Yunus",
    "ayat": 22,
    "arab": "هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
    "translation": "Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1386.mp3",
    "tafsir": "Dalam ayat ini, Allah menunjukkan kemampuan, kekuasaan, dan anugerah-Nya kepada manusia seraya berfirman, \"Dialah Allah yang telah memberikan kepadamu (manusia) kesanggupan berjalan di darat, berlayar di lautan, dan terbang di udara dengan memberikan kepadamu kesempatan untuk mempergunakan beraneka macam sarana seperti bintang, kapal, dan sebagainya. Dengan alat angkutan tersebut kamu dapat mencapai berbagai keinginanmu dan untuk bersenang-senang.\"\nDengan kesanggupan dan kemampuan yang diberikan-Nya itu, manusia diuji dan dicoba oleh Allah, sehingga nampak jelas watak dan tabiatnya, yang diibaratkan Allah sebagai berikut: dengan kesanggupan yang diberikan-Nya itu, manusia membuat sebuah bahtera yang dapat mengarungi samudera luas. Tatkala mereka telah berada dalam bahtera itu dan ia berlayar membawa mereka dengan bantuan hembusan angin yang baik dan ombak yang tenang, mereka pun bergembira. Tiba-tiba datanglah angin badai yang kencang dan ombak yang menghempas dari segenap penjuru, sehingga timbullah kecemasan dan ketakutan dalam hati mereka. Mereka merasa tidak akan dapat lagi melihat matahari yang akan terbit pada esok harinya karena hempasan ombaknya yang dahsyat. Karena itu mereka pun berdoa kepada Allah seraya merendahkan diri dengan penuh keikhlasan, sambil menyesali perbuatan yang pernah mereka lakukan, agar Allah melepaskan mereka dari gulungan ombak yang maha dahsyat itu, mereka mengucapkan, \"Wahai Tuhan kami, sesungguhnya jika engkau lepaskan kami dari malapetaka yang akan menimpa kami, tentulah kami menjadi orang-orang yang mensyukuri nikmat yang telah Engkau berikan.\"",
    "quraish": "Allah, yang kalian ingkari nikmat-Nya dan kalian dustakan ayat-ayat-Nya, adalah yang menjadikan kalian mampu berjalan di daratan--baik dengan berjalan kaki maupun berkendaraan--dan di lautan dengan bahtera yang berlayar di atas air, dengan kekuatan angin yang disediakan bagi mereka dan mendorongnya dengan selamat sampai ke tujuan. Hingga apabila kalian merasa tenang dan gembira dengannya, datanglah badai yang membawa gelombang dari segenap penjuru. Kalian merasa yakin bahwa kebinasaan akan segera datang dengan pasti. Dalam kesulitan ini, kalian tidak mendapatkan pelindung kecuali Allah, sehingga kalian berdoa kepada-Nya dengan ikhlas dan penuh keyakinan bahwa tidak ada seorang penolong pun selain Allah. Kalian berjanji akan beriman kepada Allah dan menjadi golongan orang yang bersyukur apabila Dia menolong kalian dari bencana ini.",
    "jalalayn": "(Dialah Tuhan yang menjadikan kalian dapat berjalan) menurut suatu qiraat yansyurukum bukannya yusayyirukum (di daratan, berlayar di laut. Sehingga apabila kalian berada di dalam bahtera) di dalam perahu-perahu (dan meluncurlah bahtera itu membawa orang-orang yang di dalamnya) di dalam lafal ini terkandung pengertian iltifat dari mukhathab menjadi ghaib (dengan tiupan angin yang baik) angin yang lembut (dan mereka bergembira karenanya, datanglah angin badai) angin yang kencang tiupannya dan dapat menghancurkan segala sesuatu yang dilandanya (dan gelombang dari segenap penjuru menimpanya, dan mereka yakin bahwa mereka telah dikepung bahaya) mereka pasti binasa (maka mereka berdoa kepada Allah dengan mengikhlaskan ketaatan kepada-Nya semata-mata) yakni berseru (\"Sesungguhnya jika) huruf lam di sini bermakna qasam atau sumpah (Engkau menyelamatkan kami dari bahaya ini) dari malapetaka ini (pastilah kami termasuk orang-orang yang bersyukur.\") yaitu akan menjadi orang-orang yang mentauhidkan Allah."
  },
  {
    "page": 211,
    "name": "Yunus",
    "ayat": 23,
    "arab": "فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1387.mp3",
    "tafsir": "Setelah Allah melepaskan mereka dari malapetaka itu dan mereka merasa senang dan hilang segala kekhawatirannya, mereka lupa kepada Yang Maha Penyelamat dan Pemberi Karunia, bahkan mereka durhaka kepada-Nya dan kembali berbuat kebinasaan di muka bumi dengan melakukan kezaliman dan kekacauan di antara manusia.\nDemikianlah Allah melukiskan watak dan tabiat manusia. Mereka ingat dan merendahkan diri kepada Allah bila mendapat kesengsaraan dan bila malapetaka itu telah lenyap, mereka lupa bahkan kembali mendurhakai Allah.\nWatak dan tabiat yang dilukiskan di atas menunjukkan kelemahan manusia, karena itu hendaklah manusia insaf dan sadar atas kelemahan itu. Janganlah kelemahan itu membawa mereka kepada malapetaka yang lebih besar. Sikap congkak dan perbuatan zalim itu, seandainya merupakan suatu kesenangan baginya, maka itu adalah kesenangan sementara, selama hidup di dunia, sedang kesenangan dan kebahagiaan yang kekal ialah kesenangan dan kebahagiaan yang ditimbulkan oleh kepatuhan kepada Allah dalam keadaan bagaimanapun, baik dalam keadaan senang dan sengsara, suka dan duka, dalam keadaan rugi dan beruntung dan sebagainya. Kesenangan dan kebahagiaan yang demikian akan dirasakan selama hidup di dunia, lebih-lebih di akhirat nanti.",
    "quraish": "Lalu, ketika Dia menolong mereka dari kebinasaan yang hampir menimpa, mereka mengingkari janji dan kembali dengan cepat kepada kejahatan sebagaimana keadaan mereka semula. Wahai manusia yang mengingkari janji, sesungguhnya dampak buruk dari kejahatan dan kezaliman kalian akan kembali kepada kalian sendiri. Dan sesungguhnya kenikmatan yang kalian rasakan di dunia adalah kenikmatan duniawi yang fana. Kemudian kepada Allahlah, pada akhirnya, tempat kembali kalian. Dia akan memberikan balasan dari segala perbuatan yang telah kalian lakukan di dunia.",
    "jalalayn": "(Maha setelah Allah menyelamatkan mereka, tiba-tiba mereka membuat kelaliman di muka bumi tanpa alasan yang benar) mereka melakukan kemusyrikan. (Hai manusia, sesungguhnya perbuatan kelewat batas kalian) perbuatan kelaliman kalian (akan menimpa diri kalian sendiri) karena sesungguhnya yang menanggung dosanya adalah diri kalian sendiri (hal itu hanyalah kenikmatan duniawi) kalian bersenang-senang dengannya dalam waktu yang sedikit. (Kemudian kepada Kamilah kembali kalian) sesudah mati (lalu Kami kabarkan kepada kalian apa yang telah kalian kerjakan) maka Kami membalas kalian berdasarkannya. Menurut suatu qiraat lafal mataa'un dibaca nashab sehingga menjadi mataa'an, artinya kalian bersenang-senang."
  },
  {
    "page": 211,
    "name": "Yunus",
    "ayat": 24,
    "arab": "اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُ ۗحَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "translation": "Sesungguhnya perumpamaan kehidupan duniawi itu, hanya seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah tanaman-tanaman bumi dengan subur (karena air itu), di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan berhias, dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1388.mp3",
    "tafsir": "Ayat ini menerangkan sifat kehidupan dunia dan perumpamaan yang tepat ditinjau dari segi kefanaanya, seperti lenyapnya suatu harapan yang mulai timbul pada diri seseorang. Sifat dunia seperti ini diserupakan dengan air hujan yang diturunkan Allah dari langit. Dengan air itu tumbuhlah beraneka macam tanaman dan tumbuhan, yang beraneka rupa dan berlainan rasa yang menjadi makanan bagi manusia dan binatang. Lalu permukaan bumi ditutupi oleh keindahan pemandangan dari pohon-pohon yang menghijau, yang dihiasi oleh bunga dan buah-buahan yang beraneka warna. Pada saat itu timbullah harapan dan cita-cita manusia yang mempunyai kebun itu, seandainya tumbuh-tumbuhan itu berbuah dan bisa dipetik. Di tengah harapan yang demikian, datanglah malapetaka yang memusnahkan tumbuh-tumbuhan dan pohon-pohonan itu, sehingga bumi yang berhiaskan pohon yang beraneka warna itu tiba-tiba menjadi datar dan rata seakan-akan belum pernah ditumbuhi apapun. Pada saat itu, sirnalah harapan dan cita-cita itu, sebagaimana kehidupan dan kesenangan duniawi yang dapat pula sirna seketika.\nKefanaan hidup di dunia itu ditegaskan oleh firman Allah:\n\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-Araf/7: 97-98)\n\nSebagaimana Allah telah memberikan perumpamaan yang tepat dan jelas dalam melukiskan keadaan kehidupan dunia dan tertipunya manusia oleh kehidupan itu karena pengaruh setan dan mengikuti hawa nafsu, maka seperti itu pulalah jelas dan terangnya Allah menerangkan hakikat tauhid, pokok-pokok agama, budi pekerti yang baik dan amal-amal yang saleh yang harus dikerjakan dan dipatuhi. Hanya orang-orang yang mau menggunakan akal pikiran yang sehatlah yang dapat memahami perumpamaan dan penjelasan itu. Banyak manusia yang lalai dan ingkar karena merasa dirinya telah merasa cukup, merasa sanggup dan merasa berkuasa, sehingga lupa akan tujuan hidup dan kehidupan yang sebenarnya.",
    "quraish": "Kehidupan dunia dengan kesenangan dan keelokannya yang berakhir dengan kefanaan, bagaikan air yang turun dari langit, bercampur dengan tumbuhan bumi yang menjadi makanan manusia dan hewan. Tumbuh-tumbuhan itu lalu berbunga dan berbuah sehingga menambah keelokan bumi. Kemudian, ketika hiasan ini telah sampai pada kesempurnaannya dan penduduknya telah menguasai serta mengambil manfaat dari buah dan kebaikannya, tiba-tiba datang keputusan Kami untuk mematikannya. Sehingga Kami jadikan itu semua laksana sesuatu yang telah dipanen, seakan-akan tidak pernah berpenghuni dan tidak pernah menjadi bagus sebelumnya. Maka pada kedua keadaan itu--yaitu keelokan yang menggembirakan manusia kemudian disusul dengan kehilangan dan kemusnahan sebagaimana telah dijelaskan oleh Allah dengan tamsil yang jelas ini--Allah menjelaskan ayat-ayat dan merinci segala hukum dan bukti-bukti yang ada di dalamnya kepada kaum yang berpikir dan berakal(1). (1) Ayat ini menunjuk pada suatu hakikat yang mulai memperlihatkan tanda-tandanya, yaitu bahwa manusia mampu menggunakan ilmu pengetahuan untuk kepentingannya dan dengannya manusia mampu mewujudkan tujuannya. Sehingga apabila hakikat ini telah mendekati kesempurnaannya, dan manusia mengira bahwa dia merasa telah sampai pada puncak pengetahuan, maka ketentuan Allah akan datang.",
    "jalalayn": "(Sesungguhnya perumpamaan) gambaran (kehidupan duniawi itu adalah seperti air) hujan (yang Kami turunkan dari langit lalu tumbuhlah berkat air itu dengan suburnya) oleh sebab air itu (tanaman-tanaman bumi) sehingga sebagian di antaranya tampak bersatu dengan sebagian yang lain karena rimbunnya (di antaranya ada yang dimakan manusia) berupa biji jawawut, biji gandum dan lain sebagainya (dan binatang ternak) yaitu berupa rerumputan dan dedaunan. (Hingga apabila bumi itu telah sempurna keindahannya) menampakkan keindahannya berkat tumbuh-tumbuhannya (dan memakai pula perhiasannya) karena bunga-bungaannya. Asal kata wazzayyanat adalah tazayyanat, kemudian huruf ta diganti dengan huruf za, yang selanjutnya huruf za yang pengganti ini diidghamkan atau dimasukkan ke dalam huruf za asal, sehingga jadilah izzayyanat (dan pemilik-pemiliknya mengira bahwa mereka pasti menguasainya) mereka merasa pasti akan dapat memetik hasilnya (tiba-tiba datanglah kepadanya perkara Kami) kepastian atau azab Kami (di waktu malam hari atau siang, lalu Kami jadikan ia) yakni tanam-tanamannya (laksana tanam-tanaman yang sudah disabit) sudah dipanen dengan memakai sabit (seakan-akan) lafal ka-an adalah mukhaffafah dari lafal ka-anna, artinya seakan-akan ia (belum pernah tumbuh) belum pernah berujud (kemarin. Demikianlah Kami menjelaskan) Kami terangkan (tanda-tanda kekuasaan Kami kepada orang-orang yang berpikir)."
  },
  {
    "page": 211,
    "name": "Yunus",
    "ayat": 25,
    "arab": "وَاللّٰهُ يَدْعُوْٓ اِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Dan Allah menyeru (manusia) ke Darus-salam (surga), dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus (Islam).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1389.mp3",
    "tafsir": "Allah menyeru kaum Muslimin agar mereka menempuh jalan yang menghantarkan diri mereka ke Darussalam yaitu kebahagiaan abadi yang akan mereka rasakan di surga nanti. Sebagai bimbingan kepada kehidupan yang bahagia itu, Allah telah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya, agar mereka menempuh jalan yang lurus yaitu jalan yang bisa mengantarkan mereka kepada kehidupan bahagia itu. Mereka dilarang meniru perbuatan orang-orang musyrik yang mengutamakan kehidupan dunia. Mereka terpesona sedemikian rupa kepada kehidupan dunia; mereka tidak akan mengharapkan kebahagiaan lain dari yang telah mereka rasakan. Dengan demikian, mereka telah memilih jalan yang sesat sebab kehidupan dunia itu sangat terbatas dan kebahagiaannya tidak kekal. Itulah sebabnya maka Allah mengajak kaum Muslimin agar mengikuti syariat dan petunjuk yang dibawa Rasul, agar mereka dapat hidup bahagia di dunia dan di akhirat. Petunjuk Allah yang diberikan kepada manusia adalah merupakan tanda-tanda yang sangat halus, yang dapat dicapai oleh seseorang dengan menggunakan akalnya dengan jalan memperhatikan alam semesta dan isinya, serta hukum-hukum yang berlaku di dalamnya, sehingga dengan demikian manusia akan dapat mencapai kebenaran yang hakiki.\nSelain itu Allah memberikan penjelasan tentang hukum, baik yang bersifat umum ataupun yang bersifat khusus, yaitu hukum syara yang mengatur hubungan antara makhluk dengan Khalik serta hubungan antara sesama makhluk. Hukum-hukum Allah yang berlaku bagi manusia ditunjukkan oleh Allah dengan taufik-Nya. Orang yang mencapai hidayah-Nya itu ialah orang-orang yang diberi kemampuan untuk memahami dan melaksanakannya. Hidayah ini diberikan Allah kepada manusia sesuai dengan iradah-Nya.",
    "quraish": "Allah memanggil hamba-hamba-Nya dengan keimanan dan amal saleh ke surga, tempat yang aman dan damai. Dialah yang memberi petunjuk kepada siapa yang dikehendaki-Nya kepada jalan yang benar, yaitu keselamatan, disebabkan kesiapan dan kecondongannya kepada kebaikan.",
    "jalalayn": "(Allah menyeru ke darussalam) kepada jalan keselamatan, yaitu surga; Dia menyeru manusia pada keimanan (dan menunjuki orang yang dikehendaki-Nya) untuk mendapat petunjuk (kepada jalan yang lurus) yakni agama Islam."
  }
]