[
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 43,
    "arab": "وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ",
    "translation": "Dan di antara mereka ada yang melihat kepada engkau. Tetapi apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak memperhatikan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1407.mp3",
    "tafsir": "Sesudah itu Allah menjelaskan bahwa di antara orang-orang yang mendustakan ayat-ayat Allah ada pula kelompok orang yang benar-benar memperhatikan Nabi Muhammad saw pada saat membacakan Al-Qur'an. Akan tetapi, perhatian mereka itu hanya lahiriyah semata dan hanya melihat gerakan lidah Nabi pada saat mengucapkan lafaz dan susunannya, bukan merupakan perhatian yang murni yang dapat memahami dan memikirkan makna yang terkandung di dalam kata yang tersusun dalam kalimat itu. Itulah sebabnya maka cahaya iman dalam hati mereka tidak dapat memancar karena tertutup noda-noda kemusyrikan. Mereka tidak dapat melihat tanda-tanda kebenaran dan petunjuk yang terkandung dalam Al-Qur'an. Padahal pandangan batin inilah yang membedakan manusia dengan binatang. Seharusnya dengan perhatian itu manusia dapat memahami dan memikirkan apa yang dilihatnya, karena Allah menyamakan mereka itu dengan orang buta.\nPada akhir ayat, Allah menegaskan bahwa Nabi Muhammad sebagai utusan tidaklah mampu membuat mereka itu melihat tanda-tanda kebenaran yang terdapat di dalam ayat-ayat Al-Qur'an. Karena mereka memang tidak akan mampu mengindera tanda-tanda kebenaran ayatnya apalagi mereka tidak mempunyai niat untuk mempergunakan indera batinnya untuk memahami kandungan isi ayat-ayat Al-Qur'an itu selama-lamanya.",
    "quraish": "Di antara mereka ada yang melihatmu dan peduli dengan keadaanmu, sehingga ia dapat melihat bukti- bukti kenabianmu yang jelas. Tetapi, sayang, mereka tidak mau menerima petunjuk kenabian itu. Perumpamaan bagi mereka adalah bagaikan orang buta, dan kamu tidak dapat memberi petunjuk kepada orang yang buta itu. Kebutaan penglihatan adalah seperti kebutaan mata hati, kedua-duanya tidak dapat menerima petunjuk. Orang yang buta tidak dapat menerima petunjuk yang berbentuk materi, dan orang yang sesat tidak dapat menerima petunjuk yang bersifat maknawi.",
    "jalalayn": "(Dan di antara mereka ada orang yang melihat kepadamu, apakah dapat kamu memberi petunjuk kepada orang-orang yang buta, walaupun mereka tidak dapat memperhatikan) Allah swt. menyerupakan keadaan mereka dengan keadaan orang-orang yang tidak dapat melihat, karena mereka tidak mau mengambil petunjuk dari apa yang mereka lihat. Bahkan keadaan mereka lebih parah lagi; gambaran ini diungkapkan pula di dalam firman-Nya yang lain, yaitu, \"Karena sesungguhnya bukanlah mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.\" (Al-Hajj 46)."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 44,
    "arab": "اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "translation": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1408.mp3",
    "tafsir": "Kemudian Allah menandaskan kepada kaum Muslimin, bahwa Dia tidak akan menganiaya hambanya dan tidak akan mengurangi daya indera dan semua alat yang dimiliki manusia untuk memperoleh petunjuk, agar mereka sampai kepada kebenaran dan dapat mempedomani petunjuk itu sehingga dapat melaksanakannya untuk mencapai segala sesuatu yang bermanfaat bagi mereka, asalkan manusia itu sendiri mau mempergunakan pancainderanya sebaik-baiknya. Kalau terjadi sebaliknya, merekalah yang menganiaya diri mereka sendiri. Karena mereka diberi mata dan telinga, tetapi tidak mau memahami petunjuk Allah berarti merekalah yang menganiaya diri mereka sendiri. Karena mereka tidak mau mendengar, dan diberi hati tetapi tidak mau mengerti, maka sepantasnyalah apabila mereka disiksa sebab menganiaya diri mereka sendiri. Allah telah menurunkan utusan untuk membimbing mereka kepada kehidupan yang bahagia di dunia dan di akhirat, tetapi mereka tidak mau mendengar dan tidak mau menaatinya, maka apabila mereka tersesat di dunia dan di akhirat kelak dijatuhi siksaan yang berat, maka yang menganiaya mereka itu tiada lain adalah diri mereka sendiri.",
    "quraish": "Sesungguhnya Allah Swt. akan memberikan balasan bagi manusia sesuai dengan perbuatan mereka dengan adil. Dia tidak menzalimi seorang pun dari mereka, tetapi manusialah yang menzalimi diri mereka sendiri dengan memilih kekufuran daripada keimanan.",
    "jalalayn": "(Sesungguhnya Allah tidak berbuat lalim kepada manusia sedikit pun, akan tetapi manusia itulah yang berbuat lalim kepada diri mereka sendiri)."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 45,
    "arab": "وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1409.mp3",
    "tafsir": "Allah memerintahkan Rasul-Nya agar memberikan peringatan kepada orang musyrik bahwa Allah akan menimpakan siksa kepada mereka di Hari Kiamat yaitu pada saat mereka dihimpun di Padang Mahsyar setelah mereka dibangkitkan kembali dari alam kubur. Mereka akan diperiksa pada hari itu dan akan diberikan pembalasan yang setimpal dengan amalnya. Pada hari itu mereka akan dapat membandingkan betapa lamanya waktu yang harus mereka lalui apabila dibandingkan dengan kehidupan dunia yang terasa sebentar saja. Di saat itulah mereka akan merasa menyesal karena tertipu oleh kehidupan dan kenikmatan dunia yang sifatnya hanya sementara, serta melupakan kehidupan akhirat padahal kehidupan akhirat itu adalah kehidupan yang kekal dan di saat itu pulalah mereka akan merasakan penyesalan yang berkepanjangan dan menerima hukuman. Allah berfirman:\nPada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah mereka tinggal (di dunia) hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan kecuali kaum yang fasik (tidak taat kepada Allah). (al- Ahqaf/46: 35)\n\nDan firman Allah:\nDan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). Begitulah dahulu mereka dipalingkan (dari kebenaran). (ar-Rum/30: 55)\n\nAllah menjelaskan bahwa orang-orang musyrik merasa merugi karena mereka tidak dapat merasakan kebahagiaan yang abadi, karena mereka tidak beriman dengan iman yang benar, serta tidak melakukan amal yang baik, yang dapat meningkatkan diri mereka menjadi makhluk yang mulia yang pantas menerima keridaan Allah, sehingga mereka berhak memasuki surga. Mereka juga mendustakan kepercayaan bahwa orang-orang yang diridai Allah dapat bertemu dengan Allah. Itulah sebabnya maka Allah pada akhir ayat menandaskan bahwa mereka itu tergolong orang-orang yang tidak mendapat petunjuk, karena mereka telah menentukan pilihan yang salah yaitu mengutamakan kehidupan dunia yang fana, daripada kehidupan akhirat yang abadi yang mengandung kenikmatan yang tiada taranya.",
    "quraish": "Berilah peringatan kepada mereka, wahai Rasul, akan hari di mana Kami kumpulkan mereka untuk dihitung, sehingga terbukti kedatangan hari akhir setelah mereka mendustakannya. Mereka sadar kehidupan mereka di dunia terasa seakan-akan hanya sesaat dari siang saja, tidak cukup untuk mengerjakan perbuatan baik sebagaimana mestinya. Mereka saling mengetahui satu sama lain dan saling mencela atas kekufuran dan kesesatan mereka. Orang-orang yang mendustakan hari akhir itu sangat merugi, karena mereka tidak sempat mengerjakan amal saleh di dunia, dan mereka tidak akan beruntung untuk mendapatkan kenikmatan akhirat, disebabkan kekufuran mereka.",
    "jalalayn": "(Dan di hari ketika Allah mengumpulkan mereka, seakan-akan) artinya keadaan mereka seolah-olah (tidak pernah tinggal) di dunia atau di alam kubur (melainkan hanya sesaat saja di siang hari) mengingat kengerian yang mereka lihat pada saat itu. Jumlah tasybih atau kalimat ka-allam yalbatsuu illaa saa'atan minan nahaar menjadi hal atau kata keterangan daripada dhamir maf'ul yang terdapat di dalam lafal yahsyuruhum (mereka saling berkenalan di antara sesama mereka) sebagian di antara mereka berkenalan dengan sebagian yang lain bila mereka dibangkitkan dari alam kubur, kemudian terputuslah perkenalan mereka mengingat ngerinya keadaan yang sedang mereka hadapi. Kalimat ayat ini menjadi jumlah hal yang muqaddarah atau berta'alluq pada zharaf. (Sesungguhnya rugilah orang-orang yang mendustakan pertemuan mereka dengan Allah) yaitu mereka yang tidak mempercayai adanya hari berbangkit (dan mereka tidak mendapat petunjuk)."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 46,
    "arab": "وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ",
    "translation": "Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1410.mp3",
    "tafsir": "Selanjutnya ditegaskan adanya siksaan yang dijanjikan Allah kepada orang-orang musyrik, yaitu siksaan yang akan ditimpakan kepada mereka di dunia dan di akhirat. Siksaan yang akan ditimpakan kepada mereka akan diperlihatkan kepada Rasul keseluruhan atau sebagiannya baik di waktu Rasul masih hidup ataupun setelah wafat. Hal itu bergantung kepada kehendak Allah semata. Yang dimaksud dalam ayat itu bahwa Rasulullah saw akan mengetahui siksaan yang akan ditimpakan kepada mereka itu tidak seluruhnya, tetapi hanya sebagian saja, yaitu siksaan yang telah ditimpakan kepada mereka di dunia seperti terkabulnya doa Nabi di waktu perang Badar, yaitu turunnya hujan yang deras yang menguntungkan kaum Muslimin dan merugikan orang-orang musyrik sehingga kaum Muslimin mendapat kemenangan yang gilang gemilang. Juga seperti kekalahan total orang-orang musyrik pada Fath Makkah sehingga kekuatan mereka menjadi binasa sama sekali. Sekalipun demikian, persoalan mereka akan dikembalikan kepada allah, karena di hari Mahsyar kelak Allah akan memperlihatkan kepada Nabi Muhammad saw keseluruhan azab yang akan mereka rasakan.\nKemudian Allah akan memberikan balasan yang setimpal dengan perbuatan yang mereka lakukan dan tidak ada sesuatupun yang dapat menghalang-halangi pembalasan dan siksaan yang akan mereka rasakan dan mereka alami. Allah berfirman:\nMaka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan. (Gafir/40: 77)\n\nDan firman Allah:\nAtau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka. (az-Zukhruf/43: 42)",
    "quraish": "Dan apabila Kami perlihatkan kepadamu, wahai Rasul, sebagian dari apa yang Kami janjikan kepada mereka, yaitu berupa kemenanganmu atas mereka dan penimpaan azab atas mereka, atau Kami wafatkan kamu sebelum kamu melihat itu semua, maka sesungguhnya kepada Kami jualah mereka akan kembali untuk dihitung dan diberi balasan. Allah Swt. Mahateliti dan Mahatahu apa yang mereka kerjakan, dan akan memberikan balasan kepada mereka.",
    "jalalayn": "(Dan jika) lafal immaa ini asalnya adalah terdiri dari in syarthiyah dan maa zaidah yang digabungkan menjadi satu (Kami perlihatkan kepadamu sebagian dari apa yang Kami ancamkan kepada mereka) berupa azab, di dalam hidupmu. Jawab syarath dibuang, lengkapnya adalah fadzaaka, artinya tentulah kamu dapat menyaksikannya (atau jika Kami wafatkan kamu) sebelum mereka tertimpa azab (maka kepada Kamilah mereka kembali, dan Allah menjadi saksi) selalu melihat (atas apa yang mereka kerjakan) berupa kedustaan mereka dan kekafiran yang mereka lakukan itu, kelak Allah akan mengazab mereka dengan siksaan yang amat keras."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 47,
    "arab": "وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚفَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
    "translation": "Dan setiap umat (mempunyai) rasul. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan (sedikit pun) tidak dizalimi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1411.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengutus rasul pada tiap-tiap umat, pada saat umat itu memerlukannya. Tujuan pengutusan rasul ialah untuk memberikan berbagai pedoman yang wajib mereka turuti seperti pokok-pokok akidah dan segala amal saleh yang menyelamatkan mereka dari siksaan di hari pembalasan. Pada saat para rasul itu telah datang kepada mereka dan telah menyampaikan kepada mereka petunjuk-petunjuk yang harus mereka ketahui mengenai urusan agama, maka seharusnyalah mereka tidak membuat alasan untuk menolak dan menentangnya. Pada hari pembalasan nanti Allah juga akan memberikan keputusan tentang apa yang harus mereka rasakan dengan seadil-adilnya, dan mereka sedikitpun tidak teraniaya, itulah pembalasan yang setimpal dengan perbuatan yang mereka lakukan, oleh karena itu mereka berhak dijatuhi siksaan yang pedih.",
    "quraish": "Telah datang seorang rasul untuk setiap umat guna menyampaikan seruan Allah. Sebagian mereka ada yang beriman dan sebagian lainnya ada yang mendustakan. Maka apabila telah datang hari pengumpulan, dan Rasul mereka datang dan memberikan kesaksian kekufuran atas orang-orang yang mendustakannya, dan kesaksian keimanan kepada orang-orang yang beriman, maka Allah akan memutuskan di antara mereka dengan keadilan yang sempurna. Maka Dia tidak akan menzalimi seorang pun dalam memberikan balasan bagi orang yang berhak menerimanya.",
    "jalalayn": "(Tiap-tiap umat) dari umat-umat semuanya (mempunyai rasul, maka apabila telah datang rasul mereka) kepadanya mereka mendustakannya (diberikanlah keputusan antara mereka dengan adil) secara adil; untuk itu Allah mengazab mereka dan menyelamatkan rasul-Nya bersama orang-orang yang beriman kepadanya (dan mereka sedikit pun tidak dianiaya) seumpamanya mereka diazab tanpa dosa. Demikianlah Kami melakukan hal yang serupa terhadap mereka."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 48,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan mereka mengatakan,  ”Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1412.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa mereka akan bertanya kepada Rasulullah dan pengikut-pengikutnya tentang kapan saatnya janji yang telah dijanjikan kepada mereka itu akan terjadi. Pertanyaan itu adalah pertanyaan yang mengejek kepada Rasulullah dan pengikut-pengikutnya seolah-olah menurut penilaian mereka bahwa janji Allah itu tidak akan terjadi. Janji Allah yang ditanyakan kepada Nabi saw dan pengikutnya ialah ancaman Allah yang akan ditimpakan kepada mereka baik siksaan di dunia ataupun siksaan di akhirat.\nAllah berfirman:\n...Sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya. (Maryam/19: 75)\n\nDan firman-Nya :\nKatakanlah (Muhammad), \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama. (al-Jinn/72: 25)",
    "quraish": "Orang-orang kafir terus-menerus mendustakan hari akhir, dan meminta untuk disegerakan. Dengan mengejek, mereka berkata, \"Kapankah datangnya azab yang kamu janjikan kepadaku, apabila kamu, wahai Rasul, dan orang-orang yang bersamamu memang benar dengan apa yang kalian imani dan kalian serukan itu.\"",
    "jalalayn": "(Mereka mengatakan, \"Bilakah datangnya ancaman itu) siksaan itu (jika memang kalian orang-orang yang benar?\") dalam hal ini."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 49,
    "arab": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Bagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1413.mp3",
    "tafsir": "Allah mengajarkan kepada Rasulullah saw jawaban yang harus dikatakan kepada mereka dengan memerintahkan kepada Rasulullah saw agar mengatakan kepada mereka bahwa Rasulullah tidak berkuasa mendatangkan kemudaratan dan tidak pula mendatangkan kemanfaatan kepada dirinya. Sebab Rasulullah hanya utusan Allah yang tidak berkuasa untuk mempercepat ataupun memperlambat datangnya siksaan yang dijanjikan Allah kepada mereka, sebagaimana ia juga tidak dapat memperlambat datangnya pertolongan Allah yang dijanjikan oleh Allah kepada orang-orang Muslimin. Akan tetapi datangnya manfaat dan mudarat yang ditimpakan kepada manusia, tiada lain hanyalah atas kehendak Allah semata. Itu berarti apabila Allah menghendaki terjadinya sesuatu, maka hal itu tidak ada sangkut-pautnya dengan kehendak rasul-Nya, karena kehendak itu hanyalah semata-mata milik Allah yang memelihara alam semesta. Tugas Rasul hanyalah menyampaikan kehendak Alllah, bukan menciptakan kehendak. Apabila Rasulullah mengetahui akan hal-hal yang gaib, tidak lain hanya karena mengetahuinya dari wahyu Allah semata.\nFirman Allah:\nKatakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.\" (al-Araf/7: 188)\n\nSebagai penegasan Allah menjelaskan bahwa tiap-tiap umat mempunyai ajal yang telah ditentukan waktunya oleh Allah. Ajal itu akan tiba saatnya apabila waktu yang telah ditentukan Allah telah tiba. Waktu tibanya ajal itu termasuk pengetahuan Allah yang tidak dapat diketahui oleh siapapun juga selain-Nya. Maka apabila ajal mereka telah tiba mereka tidak mampu menundanya sesaat pun, dan mereka tidak pula mampu memajukan waktunya dari waktu yang telah ditentukan. Demikian pula Rasulullah saw tidak akan berkuasa untuk menentukan panjang pendeknya ajal yang telah ditentukan Allah.",
    "quraish": "Katakan kepada mereka, Muhammad, \"Sesungguhnya aku tidak mampu mendatangkan kebaikan atau keburukan kepada diriku, kecuali dengan kemampuan yang diberikan oleh Allah kepadaku. Maka bagaimana aku mampu mempercepat datangnya siksa? Sesungguhnya setiap umat memiliki ajal yang telah ditetapkan oleh Allah sejak dahulu. Apabila saat itu datang, maka mereka tidak akan dapat menangguhkannya ke saat lain atau menyegerakannya.\"",
    "jalalayn": "(Katakanlah, \"Aku tidak berkuasa untuk mendatangkan kemudaratan kepada diriku) yang aku dapat menolaknya (dan tidak pula kemanfaatan) yang aku dapat menariknya (melainkan apa yang dikehendaki Allah?\") bila memang Allah telah memastikannya terhadap diriku. Bagaimana aku dapat berkuasa untuk menurunkan azab kepada kalian. (Tiap-tiap umat mempunyai ajal) masa yang telah dimaklumi bagi kebinasaan mereka. (Maka apabila telah datang ajal mereka, maka mereka tidak dapat menangguhkannya) tidak dapat menangguhkan kedatangan azab itu (barang sedikit pun dan tidak pula mendahulukannya) menyegerakan datangnya azab itu."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 50,
    "arab": "قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ",
    "translation": "Katakanlah, “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, manakah yang diminta untuk disegerakan orang-orang yang berdosa itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1414.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah saw untuk mengatakan kepada orang-orang musyrik agar mereka itu menerangkan apa yang akan mereka lakukan seandainya siksaan Allah yang dijanjikan kepada mereka itu datang dengan tiba-tiba. Baik datangnya di waktu malam pada saat mereka tidur lelap, atau di waktu siang hari, pada saat mereka sibuk dengan urusan mereka, apakah orang-orang yang berdosa itu minta disegerakan juga, lalu apakah yang mereka inginkan, apakah mereka menginginkan siksaan akhirat yang akan ditimpakan kepada mereka pada hari pembalasan. Maka apapun pilihan mereka, itu hanyalah menunjukkan kepicikan dan kebodohan mereka, sebab janji Allah pasti akan datang dan tidak seorangpun dapat menghalang-halanginya. Pernyataan ini mengandung ejekan terhadap mereka karena pada umumnya orang yang berbuat jahat dan bergelimang dalam kedurhakaan merasa takut akan siksaan yang akan ditimpakan kepadanya. Lambat laun siksaan itu tentu akan datang juga, dan mereka tidak akan dapat mengelakkan diri dari siksaan itu.",
    "quraish": "Katakanlah kepada orang-orang yang mendustakan dan ingin menyegerakan turunnya azab itu, \"Katakanlah kepadaku, apabila azab Allah menimpa kalian siang malam, maka manfaat apakah yang didapatkan oleh orang-orang yang jahat yang penuh dengan dosa itu dengan disegerakannya azab itu.",
    "jalalayn": "(Katakanlah, \"Terangkanlah) ceritakanlah kepadaku (jika datang kepada kalian siksaan-Nya) yakni azab Allah (di waktu malam hari) (atau di siang hari, apakah) benar (minta disegerakan juga datangnya azab itu) siksaan itu (oleh orang-orang yang berdosa?\") yakni orang-orang musyrik. Di dalam ayat ini terkandung ungkapan meletakkan isim zhahir pada tempat isim dhamir. Jumlah istifham dalam ayat ini merupakan jawab syarat; perihalnya sama dengan ucapan anda, \"idzaa ataituka madzaa tu'thiiniy?\" (Jika aku datang berkunjung kepadamu, apakah yang akan engkau berikan kepadaku). Adapun pengertian yang dimaksud daripada makna ayat ini ialah menggambarkan kengerian; atau dengan kata lain, alangkah ngerinya apa yang mereka minta supaya disegerakan."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 51,
    "arab": "اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ",
    "translation": "Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya? Apakah (baru) sekarang, padahal sebelumnya kamu selalu meminta agar disegerakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1415.mp3",
    "tafsir": "Di ayat ini, Allah memerintahkan kepada Rasul agar menanyakan kepada mereka apakah orang-orang musyrik itu baru mau mempercayai ancaman Allah untuk mengazab mereka setelah terjadi azab yang mereka takuti. Padahal pada saat itu keimanan mereka tidak berguna lagi, lalu apa gunanya mereka selalu meminta supaya siksa yang dijanjikan kepada mereka itu disegerakan, ataukah permintaan menyegerakan itu hanyalah untuk menunjukkan sikap mereka yang selalu mendustakan ayat-ayat Allah dan menanggapi dengan kesombongan?",
    "quraish": "Apakah sekarang kalian tetap mengingkari azab Allah? Lalu, apabila azab itu telah menimpa kalian, dikatakan kepada kalian dengan ejekan, 'Apakah kalian mempercayainya saat kalian telah mengalaminya, sedangkan sebelumnya, di dunia, kalian--dengan sikap meremehkan dan membangkang-telah meminta untuk disegerakan?'\"",
    "jalalayn": "(Kemudian apakah setelah terjadinya azab itu) setelah siksaan menimpa kalian (kemudian itu kalian baru mempercayainya?) percaya kepada Allah atau percaya kepada azab-Nya sewaktu azab itu diturunkan. Hamzah di sini mengandung makna mengingkari adanya penangguhan azab. Kala itu iman kalian tidak dapat diterima, kemudian akan dikatakan kepada kalian (Apakah baru sekarang) kalian mempercayainya? (padahal sebelumnya kalian selalu meminta supaya disegerakan) kalimat ayat ini mengandung arti cemoohan."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 52,
    "arab": "ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ",
    "translation": "Kemudian dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu siksaan yang kekal. Kamu tidak diberi balasan, melainkan (sesuai) dengan apa yang telah kamu lakukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1416.mp3",
    "tafsir": "Allah menjelaskan bahwa apabila mereka tetap tidak mau percaya, hendaklah dikatakan kepada mereka bahwa mereka akan merasakan siksaan Allah yang pasti akan datang dan untuk selama-lamanya. Siksaan Allah yang akan ditimpakan kepada mereka itu adalah sebagai imbalan dari apa yang mereka lakukan di dunia ini. Mereka akan diberi balasan setimpal dengan perbuatan yang telah mereka lakukan sesuai dengan pilihan mereka sendiri, seperti mengingkari kebenaran ayat-ayat Allah, menyekutukan Tuhan, membuat kerusakan di muka bumi dan kebebalan mereka tidak mau berhenti melakukan permusuhan terhadap Rasulullah serta mengingkari terjadinya hari kebangkitan.",
    "quraish": "Kelak di hari kiamat, orang-orang yang telah menganiaya diri dengan melakukan pengingkaran dan kebohongan, akan dikatakan kepada mereka, \"Rasakan oleh kalian azab yang kekal. Yang kalian rasakan ini tidak lain kecuali balasan dari perbuatan-perbuatan yang kalian lakukan di dunia.\"",
    "jalalayn": "(Kemudian dikatakan kepada orang-orang yang lalim atau musyrik itu, \"Rasakanlah oleh kalian siksaan yang kekal) artinya siksaan yang kalian kekal di dalamnya (tidaklah) (kalian diberi balasan melainkan) pembalasan (dengan apa yang telah kalian kerjakan\")."
  },
  {
    "page": 214,
    "name": "Yunus",
    "ayat": 53,
    "arab": "وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ ",
    "translation": "Dan mereka menanyakan kepadamu (Muhammad), “Benarkah (azab yang dijanjikan) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1417.mp3",
    "tafsir": "Allah menjelaskan kepada Nabi saw bahwa orang-orang kafir Quraisy akan menanyakan berita yang sangat penting kepadanya, yaitu mengenai ancaman Allah yang akan ditimpakan kepada mereka, siksaan dunia maupun siksaan akhirat. Apakah janji itu memang benar-benar akan terjadi ataukah ancaman itu hanya berupa kabar untuk menakut-nakuti mereka saja. Pertanyaan yang demikian menunjukkan keraguan mereka sendiri, karena pada saat mereka mendustakan ayat-ayat Allah mereka tidak akan meyakini kebenaran ucapan mereka itu karena mereka dipengaruhi oleh perasaan permusuhan kepada Nabi Muhammad sw dan hanya taklid kepada kepercayaan nenek moyangnya. Menghadapi pertanyaan itu Rasulullah saw diperintahkan untuk menjawab bahwa apa yang diberitakan itu benar-benar akan terjadi. Bahkan di dalam jawaban itu Allah menyatakan dengan sumpah yang menunjukkan bahwa janji itu memang betul-betul akan terjadi.\nFirman Allah:\nSungguh, azab Tuhanmu pasti terjadi, tidak sesuatu pun yang dapat menolaknya. (ath-thur/52: 7-8)\n\nDi akhir ayat Allah menandaskan bahwa apabila Allah telah menurunkan siksa yang dijanjikan kepada mereka, maka mereka tidak akan pernah luput dari ancaman itu, meskipun mereka berusaha lari dari siksaan itu.\nAllah berfirman:\nDan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. (al-Jinn/72: 12)",
    "quraish": "Dengan nada mengejek dan mengingkari, orang-orang kafir bertanya kepadamu, Muhammad, apakah al-Qur'ân yang kamu sampaikan, hari kebangkitan dan siksaan yang kamu janjikan itu banar. Katakan kepada mereka, \"Ya. Demi kemahabenaran Tuhanku yang menciptakanku, itu semua adalah benar. Kalian tidak akan menang dalam menolak dan mencegah siksaan yang dikehendaki oleh Allah untuk kalian.\"",
    "jalalayn": "(Dan mereka menanyakan kepadamu) meminta penjelasan darimu (\"Benarkah hal itu?\") artinya apa yang telah engkau ancamkan kepada kami berupa siksaan dan dibangkitkan dari kubur itu? (Katakanlah, \"Ya,) benar (demi Rabbku, sesungguhnya azab itu adalah benar dan kalian sekali-kali tidak dapat luput.\") tidak dapat selamat daripadanya."
  }
]