[
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 71,
    "arab": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ ",
    "translation": "Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, “Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1435.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad saw untuk menceritakan kepada kaum musyrikin Mekah tentang peristiwa penting dalam kisah Nabi Nuh a.s. dan kaumnya. Nabi Nuh a.s. menyatakan kepada kaumnya tentang kebulatan tekadnya untuk terus menyebarkan agama Allah seraya menyerah-kan sepenuhnya segala keputusan kepada Allah. Tidak memperdulikan apakah kaumnya itu keberatan akan kehadirannya di tengah-tengah mereka untuk menyeru mereka menyembah Allah, ataukah mereka keberatan terhadap peringatan yang disampaikannya tentang bukti-bukti keesaan Allah. \nBerkat kebulatan tekad dan ketawakkalannya itu, Nabi Nuh a.s. tidak ragu-ragu menentang kaumnya supaya mereka membulatkan keputusan mereka dengan mengikutsertakan sembahan-sembahan mereka untuk membinasakan beliau. Bahkan dia menganjurkan kepada mereka agar dalam menetapkan rencana itu terang-terangan, tidak sembunyi-sembunyi. Kemudian bilamana rencana itu sudah matang dengan pemufakatan yang terbuka, Nabi Nuh menyerukan supaya mereka segera melaksanakan rencana pembunuhan terhadap dirinya itu dan tidak menunda-nundanya.",
    "quraish": "Dan sesungguhnya perlakuan kaummu ini juga telah dialami oleh para nabi sebelum kamu. Maka bacakanlah, wahai Rasul, kepada manusia apa yang Kami turunkan dalam al-Qur'ân tentang kisah Rasulullah Nûh, saat ia mendapati kebencian dan sikap memusuhi pada kaumnya. Maka berkatalah Nûh kepada mereka, \"Wahai kaumku, kendatipun keberadaanku di tengah-tengah kalian untuk menyampaikan misi kerasulan ini telah membuat susah kalian, aku akan terus berjalan dan tidak merasa bosan menyerukannya seraya berserah diri kepada-Nya. Kerahkanlah segala kekuatan kalian bersama sekutu- sekutu kalian untuk melakukan persekongkolan. Tak usah kalian sembunyikan lagi rasa permusuhan kalian kepadaku. Janganlah kalian menunda niat jahat yang kalian rencanakan untukku, jika kalian memang benar-benar sanggup menyakitiku. Sesungguhnya Tuhanku akan senantiasa memelihara dan menjagaku.\"",
    "jalalayn": "(Dan bacakanlah) hai Muhammad (kepada mereka) orang-orang kafir Mekah (berita penting) cerita penting (tentang Nuh) yaitu (di waktu dia berkata kepada kaumnya, \"Hai kaumku, jika terasa berat) keberatan (bagi kalian tinggal bersamaku) aku berdiam di antara kalian (dan peringatanku) nasihatku terhadap kalian (dengan ayat-ayat Allah, maka kepada Allahlah aku bertawakal, karena itu bulatkanlah keputusan kalian) bulatkanlah tekad kalian tentang perkara yang akan kalian lakukan terhadap diriku (bersama dengan sekutu-sekutu kalian) wawu di sini bermakna ma'a. (Kemudian janganlah keputusan kalian itu dirahasiakan) disembunyikan, akan tetapi tampakkanlah dan berterus-teranglah kepadaku tentang hal itu (lalu lakukanlah terhadap diriku) laksanakanlah apa yang telah kalian kehendaki itu (dan janganlah kalian memberi tangguh kepadaku) menangguh-nangguhkannya, karena sesungguhnya aku tidak akan mempedulikan kalian lagi."
  },
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 72,
    "arab": "فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۙوَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ",
    "translation": "Maka jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah, dan aku diperintah agar aku termasuk golongan orang-orang Muslim (berserah diri).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1436.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Nabi Nuh a.s. mengatakan kepada kaumnya bahwa dia tidak akan minta imbalan apa-apa kepada mereka dan tidak akan memperoleh keuntungan duniawi dari tugas dakwah itu, kecuali pahala dan ganjaran dari Allah. Karena itu tidak ada alasan bagi mereka untuk berpaling dari seruannya itu. Sekiranya mereka berpaling dari peringatan-peringatan dan seruan-seruan itu, sedikitpun Nabi Nuh tidak dirugikan atau disusahkan. Dia diperintahkan untuk menjadi orang yang menjunjung tinggi segala perintah Allah dan berserah diri kepada-Nya.",
    "quraish": "Dan kalau pun kalian tetap menolak ajakanku, maka hal itu tidak merugikan diriku. Aku tidak melakukan hal itu untuk mendapatkan imbalan yang khawatir tidak aku dapatkan jika kalian ternyata menolak seruanku. Sesungguhnya aku hanya mengharapkan ganjaran dari Allah semata. Dialah yang menyuruhku untuk selalu berserah diri kepada-Nya dalam segala urusan.\"",
    "jalalayn": "(Jika kalian berpaling) dari peringatanku (aku tidak meminta upah sedikit pun daripada kalian) sebagai imbalan dan upah atas jerih payahku itu, maka berpalinglah kalian (tiada lain) tidak lain (upahku) pahalaku (hanyalah dari Allah belaka dan aku disuruh supaya aku termasuk golongan orang-orang yang berserah diri) kepada-Nya."
  },
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 73,
    "arab": "فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ",
    "translation": "Kemudian mereka mendustakannya (Nuh), lalu Kami selamatkan dia dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka itu khalifah dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1437.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa meskipun Nabi Nuh a.s. sudah mengemukakan kebenaran seruan dan ajakannya dengan alasan-alasan yang logis, namun kaumnya terus mengingkarinya dan mendustakan kerasulan-nya. Karena kemungkinan mereka beriman telah tertutup, hukuman Tuhan diturunkan kepada mereka berupa angin topan yang dahsyat serta banjir besar yang menenggelamkan mereka. Nabi Nuh dan orang-orang beriman bersamanya, diselamatkan Allah dari bencana topan itu. Mereka naik ke sebuah bahtera yang mereka buat sebelum serangan topan itu atas petunjuk Allah. Mereka inilah yang menjadi penghuni bumi dan menggantikan kaum yang telah binasa itu yaitu mereka yang mendustakan ayat-ayat Allah. Dalam salah satu firman-Nya, Allah berkata:\nDan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya. (al-Isra/17: 17)\n\nAllah kemudian mengajarkan kepada Nabi Muhammad saw untuk menyampaikan berita ini kepada mereka yang terus menerus ingkar kepada Rasul. Apa yang dialami umat Nabi Nuh itu tentulah akan dialami pula oleh kaumnya bilamana mereka terus menerus mengingkari kerasulannya.",
    "quraish": "Meskipun Nûh telah mncurahkan segala daya dan upaya untuk memberi petunjuk, mereka tetap bersikeras mendustakan dan memusuhinya. Maka Allah menyelamatkannya bersama orang-orang beriman yang menyertainya dalam sebuah bahtera. Kami jadikan mereka sebagai pembangun bumi setelah kemusnahan orang-orang kafir yang dihancurkan topan. Maka renungkanlah, wahai Muhammad, betapa buruknya akhir perjalanan orang-orang yang meremehkan peringatan.",
    "jalalayn": "(Lalu mereka mendustakan Nuh, maka Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera) perahu (dan Kami jadikan mereka itu) orang-orang yang bersama dengan Nabi Nuh (pemegang kekuasaan) di muka bumi (dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami) dengan banjir besar (Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu) yaitu dengan binasanya mereka; maka demikian pula Kami akan berlaku sama terhadap orang yang mendustakan rasul."
  },
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 74,
    "arab": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ ",
    "translation": "Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1438.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan tentang pengutusan rasul-rasul sesudah peristiwa topan Nabi Nuh a.s. itu. Nabi-nabi yang diutus itu antara lain Nabi Hud, Saleh, Ibrahim, Lut dan Syuaib a.s. Mereka diutus kepada kaum mereka masing-masing; Nabi Hud kepada kaum ad, Nabi Saleh kepada kaum samud, dan Syuaib diutus kepada kaumnya penduduk Madyan, juga diutus kepada kaum Aikah, tetangganya. Kedua kaum ini sebenarnya satu rumpun, mereka mempunyai bahasa yang sama dan tanah air yang sama. Setiap nabi itu datang kepada kaumnya dengan membawa bukti-bukti kebenaran kerasulannya dan memberikan petunjuk kepada kaum itu. Setiap nabi itu menggariskan pedoman-pedoman hidup bagi kaumnya sesuai pula dengan masa, situasi, dan keadaan lingkungan mereka. \nKebanyakan kaum para nabi itu tidak beriman, bahkan mereka mendustakannya sebagaimana kaum Nuh. Kebiasaan taklid buta kepada pemuka-pemuka mereka selalu diikuti oleh generasi berikutnya. Oleh karena itu, seperti halnya hati nenek moyang mereka, hati mereka terkunci mati, maka hati nurani generasi berikutnyapun ikut terkunci. Hal demikian itu adalah akibat dari tindakan mereka yang melampaui batas.\nKaum musyrikin Arab yang menentang Nabi Muhammad saw, hati nuraninya gelap seperti halnya umat-umat yang lampau. Hati mereka tertutup untuk menerima kebenaran. Mereka mendustakan Rasul dan berbuat durhaka. Sunnah Allah tetap berlaku bagi mereka yang menantang dan mengingkari agama. Jika kaum musyrikin Arab itu tetap ingkar, mereka akan ditimpa azab Tuhan seperti halnya umat yang lampau itu. Firman Allah:\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
    "quraish": "Kemudian setelah Nûh, Kami pun mengutus rasul-rasul lainnya. Mereka mengajak untuk mengesakan Allah (tauhid) dan menyampaikan janji dan ancaman dengan dukungan mukjizat-mukjizat yang membuktikan kebenaran risalah yang mereka sampaikan. Tetapi kaum-kaum mereka mendustakan ajakan para rasul, sebagaimana perlakuan kaum Nûh kepada Nabinya. Begitulah keadaan orang-orang yang ingkar, mereka tidak mau tunduk dan patuh. Sebab, pengingkaran dan pendustaan telah mereka lakukan sebelum terlebih dulu mempertimbangkan dan mengambil pelajaran dari apa yang mereka dapatkan melalui para rasul. Karena itulah, orang-orang yang selalu menolak dan memusuhi kebenaran, Allah kunci hati mereka dalam kebatilan.",
    "jalalayn": "(Kemudian sesudahnya Kami utus) yakni sesudah Nabi Nuh (beberapa rasul kepada kaum mereka) seperti Nabi Ibrahim, Nabi Hud dan Nabi Saleh (maka rasul-rasul itu datang kepada mereka dengan membawa keterangan-keterangan yang nyata), yakni mukjizat-mukjizat (tetapi mereka tidak hendak beriman karena mereka dahulu telah biasa mendustakannya) sebelum rasul-rasul diutus kepada mereka. (Demikianlah Kami mengunci mati) menutup rapat-rapat (hati orang-orang yang melampaui batas) sehingga hati mereka tidak mau menerima iman, seperti Kami mengunci mati hati mereka yang melampaui batas."
  },
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 75,
    "arab": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ",
    "translation": "Kemudian setelah mereka, Kami utus Musa dan Harun kepada Fir‘aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Ternyata mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1439.mp3",
    "tafsir": "Sesudah menerangkan pengutusan rasul-rasul tersebut kepada kaum mereka masing-masing, maka dalam ayat ini, Allah menerangkan secara khusus pengutusan Musa dan Harun a.s. kepada Firaun dan pemuka-pemuka kaumnya. Kisah Musa a.s. berulang kali terdapat dalam Al-Quran, karena kisah ini mengandung pelajaran yang penting. Musa a.s. adalah seorang utusan Allah yang dihadapkan kepada seorang raja Firaun yang memiliki kekuasaan besar dan raja dari suatu negara yang sudah tinggi peradaban dan kebudayaannya. Karena kebesarannya itulah dia menjadi sombong dan aniaya terhadap rakyatnya. Dia dikelilingi oleh pemuka kaumnya (bangsa Qibthy) yang sangat besar pengaruhnya padanya dan banyak menyesatkan pikirannya. Penduduk pribumi Mesir amat dipengaruhi oleh pemuka-pemuka ini. Kalau pemimpin-pemimpin mereka itu ingkar, maka merekapun ingkar, kalau mereka beriman, maka mereka turut pula beriman. Segala urusan dan kepentingan mereka senantiasa tergantung kepada pemuka-pemuka ini.\nKetika Nabi Musa membuktikan kebenaran kerasulannya dengan beberapa mukjizat, mereka tetap tidak mau beriman dikarenakan keangkuhan yang bersarang dalam kalbu mereka. Akal pikiran mereka sebenarnya, mengakui kebenaran kerasulan Musa a.s. itu. Mereka dapat membedakan antara sihir dengan yang bukan sihir (mukjizat) karena mereka mengetahui apa sebenarnya itu. Namun mereka tetap ingkar, karena mereka adalah orang-orang yang penuh dosa.\nFirman Allah:\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagai-mana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)",
    "quraish": "Setelah para rasul itu, kami juga mengutus Mûsâ dan saudaranya, Hârûn, untuk menyampaikan dakwah kepada Fir'aun, raja Mesir, dan orang-orang dekatnya. Kedua rasul itu mengajak mereka untuk menyembah Allah yang kami dukung dengan bukti-bukti yang kuat. Tetapi Fir'aun dan kaumnya bersikap angkuh dan tak mau mengikuti seruan Mûsâ dan Harun. Dengan penolakan ini, mereka sebenarnya telah melakukan tindak kejahatan dan dosa yang besar.",
    "jalalayn": "(Kemudian sesudah rasul-rasul itu, Kami utus Musa dan Harun kepada Firaun dan pemuka-pemuka kaumnya) kaumnya Firaun (dengan membawa ayat-ayat Kami) yang berjumlah sembilan buah ayat (maka mereka menyombongkan diri) tidak mau beriman kepadanya (dan mereka adalah orang-orang yang berdosa)."
  },
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 76,
    "arab": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ",
    "translation": "Maka ketika telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, “Ini benar-benar sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1440.mp3",
    "tafsir": "Dalam ayat ini diterangkan anggapan pemuka kaum Firaun bahwa mukjizat dan bukti-bukti kebenaran itu adalah sihir yang nyata bagi orang-orang yang menyaksikan dan memperhatikannya. Tuduhan mereka itu sangatlah buruk, karena yang melontarkan tuduhan itu menyadari sepenuhnya bahwa tuduhan itu tidak benar. Keajaiban yang luar biasa yang dilahirkan Musa a.s. itu bukanlah perbuatan dia sendiri, tetapi peristiwa itu adalah mukjizat yang terjadi atas kuasa Allah.",
    "quraish": "Tatkala mereka melihat kebenaran Kami melalui mukjizat yang Kami berikan malah berkata, \"Sungguh, tak diragukan lagi, hal ini merupakan sihir yang jelas.\"",
    "jalalayn": "(Dan tatkala telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, \"Sesungguhnya ini adalah sihir yang nyata.\") jelas dan gamblang."
  },
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 77,
    "arab": "قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السَّاحِرُوْنَ ",
    "translation": "Musa berkata, “Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, ‘sihirkah ini?’ Padahal para pesihir itu tidaklah mendapat kemenangan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1441.mp3",
    "tafsir": "Allah menjelaskan bantahan Musa a.s. bahwa tidaklah patut mereka mengucapkan tuduhan sihir terhadap tanda-tanda kekuasaan Allah berupa mukjizat itu ketika didatangkan kepada mereka. Mata mereka menyaksikan sendiri kejadian-kejadian yang luar biasa lagi menggentarkan perasaan. Jika peristiwa-peristiwa itu hanyalah sihir tentu pada waktu yang lain akan dapat dikalahkan oleh sihir pula. Tetapi menjadi kenyataan bahwa ahli sihir mereka tidak berhasil mengalahkan mukjizat Nabi Musa. Ahli-ahli sihir tidak akan berhasil memperoleh kemenangan dengan sihirnya. Sihir merupakan sulapan, cepat atau lambat dia akan tersingkap kepalsuan dan tipu dayanya.",
    "quraish": "Mûsâ membantah anggapan mereka, dan berkata, \"Patutkah kalian menganggap kebenaran yang kusampaikan dari Allah ini sebagai suatu bentuk sihir? Apakah mungkin kebenaran yang kalian saksikan ini dapat disebut sebagai sihir? Inilah aku, Mûsâ, yang menantang kalian untuk membuktikan anggapan itu. Kerahkanlah para ahli sihir untuk membuktikannya, pasti mereka tidak dapat mengalahkannya untuk selamanya.\"",
    "jalalayn": "(Musa berkata, \"Apakah kalian mengatakan terhadap kebenaran waktu ia datang kepada kalian) sesungguhnya adalah sihir (sihirkah ini?) padahal sungguh telah mendapat kemenangan orang yang mendatangkannya dan kalahlah sihir yang dilakukan oleh para ahli tenung (dan sungguh ahli sihir itu tidaklah mendapat kemenangan.\") kedua kata tanya yang terdapat di dalam ayat ini mengandung makna ingkar."
  },
  {
    "page": 217,
    "name": "Yunus",
    "ayat": 78,
    "arab": "قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ",
    "translation": "Mereka berkata, “Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1442.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan sikap para pemuka bangsa Qibty, setelah mereka gagal mengemukakan bantahan yang kuat untuk mematahkan kebenaran Nabi Musa a.s., maka mereka mencari-cari alasan untuk membela dan mempertahankan tradisi atau adat istiadat mereka. Mereka menuduh bahwa kedatangan Musa kepada mereka ialah untuk memaksa mereka meninggalkan kebiasaan dan adat istiadat yang mereka warisi dari nenek moyang mereka, kemudian sesudah itu memaksa mereka mengikuti agama Nabi Musa. Menurut mereka, usaha Nabi Musa demikian itu bertujuan untuk menjadi pemimpin agama dan negara di Mesir bersama saudaranya Harun. Anggapan buruk mereka terhadap kedatangan Musa dan tujuannya membuat mereka bertekad untuk tidak beriman kepada ajaran yang dibawanya serta tidak menjadi pengikutnya.",
    "quraish": "Berkatalah Fir'aun dan kaumnya kepada Mûsâ, \"Sesungguhnya apa yang kalian sampaikan ini hanya sekadar untuk mengalihkan kami dari agama nenek moyang dan adat istiadat kaum kami. Dengan demikian, kamu bisa menjadikan kami sebagai pengikut-pengikutmu sehingga kalian berdua akan mendapatkan kekuasaan, kehormatan dan kepemimpinan. Karena itu, kami tidak akan mempercayai kalian berdua, juga risalah yang kalian bawa.\"",
    "jalalayn": "(Mereka berkata, \"Apakah kamu datang kepada kami untuk memalingkan kami) untuk membuat kami murtad (dari apa yang kami dapati nenek moyang kami mengerjakannya dan supaya kamu berdua mempunyai kekuasaan) kerajaan (di muka bumi?) yang dimaksud adalah negeri Mesir (Kami tidak akan mempercayai kamu berdua.\") tidak mau beriman."
  }
]