[
  {
    "page": 223,
    "name": "Hud",
    "ayat": 13,
    "arab": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗقُلْ فَأْتُوْا بِعَشْرِ سُوَرٍ مِّثْلِهٖ مُفْتَرَيٰتٍ وَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Bahkan mereka mengatakan, “Dia (Muhammad) telah membuat-buat Al-Qur'an itu.” Katakanlah, “(Kalau demikian), datangkanlah sepuluh surah semisal dengannya (Al-Qur'an) yang dibuat-buat, dan ajaklah siapa saja di antara kamu yang sanggup selain Allah, jika kamu orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1486.mp3",
    "tafsir": "Orang-orang kafir Mekah menuduh bahwa Muhammad itu telah menciptakan Al-Quran. Mereka menuduh bahwa Al-Quran itu bukan wahyu dari Allah, akan tetapi semata-mata buatan Muhammad belaka. Maka Nabi Muhammad diperintahkan untuk menantang orang-orang kafir Quraisy, termasuk pula orang-orang yang meragukan bahwa Al-Quran itu sebagai firman Allah, untuk membuat sepuluh surah yang sama dengan Al-Quran yang isinya mencakup hukum-hukum (syariat) kemasyarakatan, hikmat-hikmat, nasihat-nasihat, berita-berita yang gaib tentang umat-umat yang terdahulu dan berita-berita yang gaib tentang peristiwa yang akan datang, dengan susunan kata-kata yang sangat indah dan halus, sukar ditiru oleh siapa pun karena ketinggian bahasanya yang mempunyai pengaruh yang sangat mendalam kepada jiwa setiap orang yang membaca dan mendengarnya. Sesudah itu dijelaskan bahwa mereka telah mengenal Muhammad. Beliau telah bergaul berpuluh-puluh tahun di tengah-tengah mereka, dan mereka tidak pernah mendapatkan beliau berdusta atau menyalahi janji sehingga mendapat gelar al-Amin. Dengan sifat yang sudah terkenal kejujurannya sejak sebelum diangkat menjadi nabi, tidak wajar apabila beliau tiba-tiba berubah menjadi penipu atau pendusta seperti yang mereka tuduhkan, yaitu mengada-adakan Al-Quran dan mengatakannya dari Allah.\nSeorang sastrawan, bagaimana pun pandainya dan mahirnya membuat suatu karangan, tentu dapat saja ditiru atau diimbangi oleh sastrawan yang lain. Akan tetapi, orang musyrikin tidak mampu menciptakan surah-surah yang sama dengan Al-Quran, padahal mereka, sebagai pemimpin Quraisy, termasuk pujangga, ahli bahasa, dan sastrawan ulung, karena hasil karya kesusastraan mereka dalam bentuk syair sering dipamerkan bahkan dipertandingkan dalam gelanggang musabaqah keindahan bahasa di pasar Ukadh, dzul Majaz, dan Majannah. Jika mereka secara sendiri-sendiri ternyata tidak mampu mengemukakan surah-surah yang sama seperti Al-Quran, maka mereka dipersilahkan mengundang orang-orang yang sanggup membantu mereka jika mereka memang orang-orang yang benar.",
    "quraish": "Sesungguhnya dalam al-Qur'ân terdapat bukti yang menegaskan kebenaranmu. Jika mereka berkata, \"Sesungguhnya kamulah yang menyusunnya, atau kamu telah mengada-adakan kebohongan kepada Allah,\" maka katakanlah kepada mereka, \"Jika al-Qur'ân merupakan hasil karya manusia, tentu manusia mampu membuat yang serupa dengan al-Qur'ân. Dan karena kalian adalah para pujangga dan ahli sastera, cobalah membuat sepuluh surat yang sebanding dengan al-Qur'ân. Mintalah bantuan jin dan manusia yang dapat menolong kalian, jika anggapan bahwa al-Qur'ân adalah ucapan manusia itu benar.",
    "jalalayn": "(Bahkan) akan tetapi apakah (mereka mengatakan, \"Muhammad telah membuat-buatnya\") yakni Alquran itu (Katakanlah, \"Kalau demikian, maka datangkanlah sepuluh surah-surah semisal dengannya) dalam masalah kefasihan bahasa dan ketinggian paramasastranya (yang dibuat-buat) karena sesungguhnya kalian sama denganku adalah orang-orang Arab yang fasih dalam berbahasa. Allah swt. menantang mereka untuk pertama kalinya supaya mereka mendatangkan sepuluh surah, kemudian pada tantangan yang berikutnya cukup hanya dengan satu surah saja (dan panggillah orang-orang yang kalian sanggup memanggilnya selain Allah) selain dari Allah (jika kalian memang orang-orang yang benar.\") di dalam tuduhan kalian yang menyatakan, bahwa Alquran itu hanyalah buat-buatan belaka."
  },
  {
    "page": 223,
    "name": "Hud",
    "ayat": 14,
    "arab": "فَاِلَّمْ يَسْتَجِيْبُوْا لَكُمْ فَاعْلَمُوْٓا اَنَّمَآ اُنْزِلَ بِعِلْمِ اللّٰهِ وَاَنْ لَّآ اِلٰهَ اِلَّا هُوَ ۚفَهَلْ اَنْتُمْ مُّسْلِمُوْنَ",
    "translation": "Maka jika mereka tidak memenuhi tantanganmu, maka (katakanlah), “Ketahuilah, bahwa (Al-Qur'an) itu diturunkan dengan ilmu Allah, dan bahwa tidak ada tuhan selain Dia, maka maukah kamu berserah diri (masuk Islam)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1487.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa jika orang musyrik tidak mampu memenuhi tantangan Rasul, padahal mereka itu ahli bahasa dan ahli sastra yang ulung, maka ketahuilah bahwasanya Al-Quran itu bukan buatan Muhammad, tetapi semata-mata diturunkan oleh Allah atas kehendak-Nya, supaya disampaikan oleh Muhammad kepada sekalian umatnya. Ketahuilah pula bahwa tidak ada Tuhan yang wajib disembah dengan sebenarnya melainkan Dia, sebab hanya Allah yang mengetahui segala perkara yang gaib, yang tidak mempunyai tandingan atau sekutu dalam melaksanakan kekuasaan-Nya.\nDi akhir ayat, Allah memerintahkan agar mereka berserah diri kepada Allah setelah mereka mengetahui bukti yang sangat kuat itu dan agar mereka menerima Islam sebagai agama.",
    "quraish": "Jika kalian dan mereka yang membantu kalian tidak mampu membuat tandingan yang sebanding dengan al-Qur'ân, meskipun sekadar dibuat-buat, maka ketahuilah bahwa al-Qur'ân itu diturunkan dengan ilmu Allah, dan tak seorang pun yang mengetahui ilmu-Nya itu. Dan ketahui pula bahwa sesungguhnya tidak ada tuhan kecuali Allah. Tak satu pun, selain Allah, yang dapat melakukan pekerjaan-Nya. Dari itu, menyerahlah kalian setelah mendapati bukti yang memuaskan kalian ini, jika kalian memang benar-benar mau mencari kebenaran.\"",
    "jalalayn": "(Jika) bila (mereka yang kalian seru tidak menerima seruan/ajakan kalian) yaitu orang-orang yang kalian ajak untuk membantu kalian (maka ketahuilah) khithab atau pembicaraan ditujukan kepada orang-orang musyrik (sesungguhnya Alquran itu diturunkan) berdasarkan (ilmu Allah) dan bukannya buat-buatan yang dilakukan terhadap-Nya (dan bahwasanya) an di sini adalah bentuk takhfif daripada anna (tidak ada Tuhan selain Dia, maka maukah kalian berserah diri kepada-Nya) sesudah adanya hujah-hujah yang pasti ini. Makna yang dimaksud ialah hendaknya kalian masuk Islam."
  },
  {
    "page": 223,
    "name": "Hud",
    "ayat": 15,
    "arab": "مَنْ كَانَ يُرِيْدُ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا نُوَفِّ اِلَيْهِمْ اَعْمَالَهُمْ فِيْهَا وَهُمْ فِيْهَا لَا يُبْخَسُوْنَ",
    "translation": "Barangsiapa menghendaki kehidupan dunia dan perhiasannya, pasti Kami berikan (balasan) penuh atas pekerjaan mereka di dunia (dengan sempurna) dan mereka di dunia tidak akan dirugikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1488.mp3",
    "tafsir": "Barang siapa yang menginginkan kesenangan hidup di dunia seperti makanan, minuman, perhiasan, pakaian, perabot rumah tangga, binatang ternak, dan anak-anak tanpa mengadakan persiapan untuk kehidupan di akhirat, seperti beramal kebajikan, membersihkan diri dari berbagai sifat yang tercela, maka Allah akan memberikan kepada mereka apa yang mereka inginkan sesuai dengan sunnatullah atau ketentuan Allah. Dia tidak akan mengurangi sedikit pun dari hasil usaha mereka itu, karena untuk memperoleh rezeki tersebut terkait dengan usaha seseorang.\nHasil usaha mereka di dunia itu tergantung kepada usaha mereka dan sunnatullah dalam kehidupan, sedang amal-amal keakhiratan, balasannya ditentukan oleh Allah Taala sendiri tanpa perantara seorang pun.",
    "quraish": "Barangsiapa yang mencari kehidupan dunia, kesenangan dan perhiasannya, Kami akan memberikan hasil usaha mereka sepenuhnya, tanpa dikurangi sedikit pun.",
    "jalalayn": "(Barang siapa yang menghendaki kehidupan dunia dan perhiasannya) seumpamanya ia tetap bersikeras dalam kemusyrikannya. Menurut suatu pendapat ayat ini ditujukan kepada orang-orang yang berbuat ria atau pamer (niscaya Kami berikan kepada mereka balasan pekerjaannya dengan sempurna) pembalasan dari amal baik yang telah dikerjakannya, seperti sedekah dan bersilaturahmi (di dunia) umpamanya Kami meluaskan lapangan rezeki mereka (dan mereka di dalamnya) yakni di dunia (tidak dirugikan) artinya tidak akan dikurangi sedikit pun balasannya."
  },
  {
    "page": 223,
    "name": "Hud",
    "ayat": 16,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ لَيْسَ لَهُمْ فِى الْاٰخِرَةِ اِلَّا النَّارُ ۖوَحَبِطَ مَا صَنَعُوْا فِيْهَا وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Itulah orang-orang yang tidak memperoleh (sesuatu) di akhirat kecuali neraka, dan sia-sialah di sana apa yang telah mereka usahakan (di dunia) dan terhapuslah apa yang telah mereka kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1489.mp3",
    "tafsir": "Orang-orang yang amalnya hanya diniatkan sekadar mencapai kebahagiaan hidup di dunia dan tidak diniatkan sebagai persiapan untuk menghadapi akhirat, tidak memperoleh apa pun kecuali neraka. Mereka berusaha di dunia bukan karena dorongan iman pada Allah dan bukan untuk membersihkan diri dari dosa dan kejahatan dan bukan pula untuk mengejar keutamaan dan takwa, akan tetapi semata-mata untuk memenuhi keinginan hawa nafsu sepuas-puasnya. Itulah sebabnya Allah menjadikan apa yang telah mereka kerjakan di dunia sia-sia belaka.\n\nAllah berfirman:\nBarang siapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir. Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isra/17: 18-19)\n\nAllah berfirman:\nBarang siapa menghendaki keuntungan di akhirat akan Kami tambahkan keuntungan itu baginya dan barang siapa menghendaki keuntungan di dunia Kami berikan kepadanya sebagian darinya (keuntungan dunia), tetapi dia tidak akan mendapat bagian di akhirat. (asy-Syura/42: 20)",
    "quraish": "Mereka itulah orang-orang yang membatasi diri dengan hanya memikirkan kepentingan dunia. Karenanya, di akhirat kelak mereka tidak akan mendapatkan apa-apa selain siksa api neraka. Sungguh, apa yang mereka lakukan di dunia tidak akan mendatangkan manfaat karena, di samping di akhirat nanti mereka tidak mendapatkan bagian apa-apa, juga karena perbuatan mereka itu sendiri pada hakikatnya tidak berguna. Sebab, perbuatan yang tidak memberikan kebahagiaan abadi sebenarnya sama saja dengan tidak pernah ada.",
    "jalalayn": "(Itulah orang-orang yang tidak memperoleh di akhirat kecuali neraka dan lenyaplah) dileburlah (apa yang telah mereka usahakan) itu (di akhirat nanti) sehingga mereka tidak mempunyai pahala lagi (dan sia-sialah apa yang telah mereka kerjakan.)"
  },
  {
    "page": 223,
    "name": "Hud",
    "ayat": 17,
    "arab": "اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰىٓ اِمَامًا وَّرَحْمَةًۗ  اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗوَمَنْ يَّكْفُرْ بِهٖ مِنَ الْاَحْزَابِ فَالنَّارُ مَوْعِدُهٗ فَلَا تَكُ فِيْ مِرْيَةٍ مِّنْهُ اِنَّهُ الْحَقُّ مِنْ رَّبِّكَ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
    "translation": "Maka apakah (orang-orang kafir itu sama dengan) orang yang sudah mempunyai bukti yang nyata (Al-Qur'an) dari Tuhannya, dan diikuti oleh saksi dari-Nya dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat? Mereka beriman kepadanya (Al-Qur'an). Barangsiapa mengingkarinya (Al-Qur'an) di antara kelompok-kelompok (orang Quraisy), maka nerakalah tempat yang diancamkan baginya, karena itu janganlah engkau ragu terhadap Al-Qur'an. Sungguh, Al-Qur'an itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1490.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa nasib orang-orang kafir yang tersesat itu tidak sama dengan orang-orang yang berada di bawah cahaya yang terang-benderang yang datang dari Allah dan dibimbing pula oleh petunjuk-petunjuk-Nya yang membuktikan kebenaran agamanya yaitu Al-Quran. Kebenaran itu juga didukung oleh bukti-bukti yang lain yang datang sebelumnya, yaitu Kitab Taurat yang diturunkan kepada Musa sebagai landasan iman yang menjadi rahmat bagi orang yang mempercayainya di kalangan Bani Israil. Orang-orang yang mempunyai sifat yang demikian utamanya itu tentu tidak sama dengan orang-orang yang hanya mengejar kehidupan dunia yang fana, dan tidak sama pula dengan orang yang mengutamakan kehidupan kerohanian saja untuk mencapai kebahagiaan di akhirat.\nBarang siapa memperhatikan beberapa segi keutamaan yang tersebut dalam ayat ini, mereka itulah orang-orang yang beriman, yang menghimpun antara dalil-dalil yang nyata dan dalil-dalil yang diambil dari kitab lain. Mereka meyakini bahwa Al-Quran itu bukan buatan Muhammad akan tetapi semata-mata wahyu dan firman Allah.\nKarena itu jangan sampai ada yang meragukan kebenaran Al-Quran itu. Al-Quran tidak mengandung kebatilan, baik ayat-ayatnya yang pertama turun, hingga yang terakhir. Dia adalah firman Allah Yang Mahabijaksana dan Maha Terpuji. Tetapi amat disayangkan bahwa kebanyakan manusia tidak beriman kepadanya. Adapun orang-orang musyrik tidak mau beriman disebabkan oleh kesombongan para pemuka-pemukanya dan karena taklid buta dari pengikut-pengikutnya terhadap ajaran nenek moyang mereka yang sesat. Demikian pula ahli kitab, karena suka mengubah agama nabi-nabinya dan mengadakan berbagai macam bidah dalam agama.",
    "quraish": "Apakah orang yang menjalani kehidupan dengan petunjuk Tuhan, dan mencari kebenaran secara ikhlas dengan didukung saksi kebenaran dari Allah yang ada pada zamannya, berupa al-Qur'ân, dan yang ada sebelumnya berupa, kitab suci Mûsâ, yang Allah turunkan sebagai pedoman dan wujud kasih sayang, sederajat dengan orang yang berjalan dalam kesesatan dan kebutaan, yang tidak memikirkan selain kesenangan dan perhiasan dunia? Mereka yang disebut pertama adalah orang-orang yang hatinya dicerahkan oleh Allah. Mereka adalah orang-orang yang mengimani Nabi dan kitab yang diturunkan kepadanya. Adapun yang disebut kedua, mereka adalah orang-orang yang menolak dan menentang kebenaran, dan neraka adalah tempatnya di hari kiamat. Maka janganlah kamu, wahai Nabi, menyangsikan kebenaran al-Qur'ân yang Allah turunkan ini, satu kitab suci yang tidak mengandung kesalahan sedikit pun. Kendati pun demikian, kebanyakan manusia lebih mengikuti hawa nafsu mereka yang menyesatkan sehingga mereka tidak mengimani apa yang mesti mereka imani.",
    "jalalayn": "(Apakah orang yang mempunyai bukti) penjelasan (dari Rabbnya) yaitu Nabi saw. atau orang-orang mukmin yang dimaksud dengan bukti adalah Alquran (dan diikuti pula) dipanuti (oleh saksi) baginya yang membenarkannya (dari-Nya) yaitu dari Allah, yang dimaksud adalah malaikat Jibril (dan sebelumnya) sebelum Alquran (telah ada kitab Musa) yaitu kitab Taurat yang menyaksikan kebenaran Alquran pula (yang menjadi pedoman dan rahmat?) menjadi kata keterangan dari Alquran. Apakah keadaannya sama dengan orang-orang yang tidak demikian keadaannya? Tentu saja tidak (mereka itu) yakni orang-orang yang mempunyai bukti (beriman kepadanya) kepada Alquran, maka bagi mereka surga. (Dan barang siapa di antara golongan yang bersekutu ingkar kepada Alquran) semua orang-orang kafir (maka nerakalah tempat yang diancamkan baginya, karena itu janganlah kamu ragu-ragu) menaruh syak (kepadanya) kepada Alquran (Sesungguhnya Alquran itu benar-benar dari Rabbmu tetapi kebanyakan manusia) penduduk Mekah (tidak beriman)."
  },
  {
    "page": 223,
    "name": "Hud",
    "ayat": 18,
    "arab": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ اُولٰۤىِٕكَ يُعْرَضُوْنَ عَلٰى رَبِّهِمْ وَيَقُوْلُ الْاَشْهَادُ هٰٓؤُلَاۤءِ الَّذِيْنَ كَذَبُوْا عَلٰى رَبِّهِمْۚ  اَلَا لَعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ۙ  ",
    "translation": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah? Mereka itu akan dihadapkan kepada Tuhan mereka, dan para saksi akan berkata, “Orang-orang inilah yang telah berbohong terhadap Tuhan mereka.” Ingatlah, laknat Allah (ditimpakan) kepada orang yang zalim,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1491.mp3",
    "tafsir": "Allah swt menjelaskan bahwa orang-orang yang paling aniaya terhadap dirinya dan terhadap orang lain ialah mereka yang berbuat dusta kepada Allah dengan ucapan dan perbuatan yakni mereka yang mendustakan hukum Allah dan sifat-sifat-Nya atau yang mengangkat pemimpin-pemimpin mereka sebagai penolong-penolong yang dapat memberi syafaat di akhirat tanpa izin Allah, atau mereka yang beranggapan bahwa Allah mempunyai anak seperti anggapan orang-orang Arab Jahiliyah bahwa malaikat-malaikat itu anak-anak perempuan Allah dan anggapan orang-orang Nasrani bahwa Nabi Isa a.s. itu anak Allah, atau mereka yang mendustakan rasul-rasul Allah dengan maksud menghalangi manusia beriman. Pada hari Kiamat segala amal perbuatan mereka akan dihadapkan ke hadirat Allah untuk diadili. Ketika itu, para malaikat, para nabi, dan orang-orang mukmin yang saleh akan tampil sebagai saksi bahwa mereka adalah orang-orang yang membuat dusta terhadap Allah. Dengan persaksian itu, akan terbongkarlah kepalsuan-kepalsuan mereka, dan mereka akan dikutuk oleh Allah sebagai balasan dari kezaliman mereka.\nAllah berfirman:\n(Yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk. (al-Mumin/40: 52)",
    "quraish": "Tak ada yang lebih lalim terhadap dirinya dan jauh dari kebenaran daripada orang-orang yang mengada-adakan kebohongan lalu menyandangkan kebohongan itu kepada Allah. Sesungguhnya mereka ini akan dihadapkan kepada Tuhan untuk diperhitungkan perbuatan-perbuatan buruk yang mereka lakukan. Pada saat itu saksi-saksi dari para malaikat, para Nabi dan lainnya akan berkata, \"Mereka adalah orang-orang yang telah melakukan kejahatan dan kezaliman yang paling keji terhadap Pencipta mereka! Sesungguhnya laknat Allah akan menimpa mereka disebabkan perbuatan mereka yang zalim.\"",
    "jalalayn": "(Dan siapakah) tidak ada seorang pun (yang lebih lalim daripada orang yang membuat-buat dusta terhadap Allah?) dengan menisbatkan sekutu terhadap-Nya dan menganggapnya mempunyai anak. (Mereka itu akan dihadapkan kepada Rabb mereka) kelak di hari kiamat di antara semua makhluk-Nya (dan para saksi akan berkata) lafal asyhaad adalah bentuk jamak dari lafal syahiid yang artinya saksi. Mereka adalah para malaikat; mereka memberikan kesaksian, bahwa para rasul telah menyampaikan risalahnya, adapun orang-orang kafir mereka cap sebagai pendusta (\"Orang-orang inilah yang telah berdusta terhadap Rabb mereka.\" Ingatlah, kutukan Allah dilimpahkan atas orang-orang yang lalim) yaitu orang-orang musyrik."
  },
  {
    "page": 223,
    "name": "Hud",
    "ayat": 19,
    "arab": "الَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۗ وَهُمْ بِالْاٰخِرَةِ هُمْ كفِٰرُوْنَ",
    "translation": "(yaitu) mereka yang menghalangi dari jalan Allah dan menghendaki agar jalan itu bengkok. Dan mereka itulah orang yang tidak percaya adanya hari akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1492.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa sesungguhnya orang-orang yang zalim itu ialah yang menghalang-halangi manusia dari jalan Allah dan memalingkan mereka dari agama yang benar dan jalan yang lurus. Mereka berusaha menyesatkan manusia dengan cara mengajak mereka kepada agama yang menyimpang agar mereka lari menjauhkan diri dari agama yang benar. Mereka sengaja berbuat demikian, karena pada dasarnya mereka tidak percaya pada hari akhirat.\nAllah berfirman:\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)",
    "quraish": "Mereka adalah orang-orang yang memalingkan dan menghalang-halangi manusia dari agama Allah, jalan Dia yang lurus. Mereka juga menuntut agar jalan yang lurus itu disesuaikan dengan keinginan dan hawa nafsu mereka sehingga menjadi bengkok. Mereka mengingkari akhirat beserta pemberian pahala kepada orang Mukmin dan siksa kepada orang kafir yang ada di dalamnya.",
    "jalalayn": "(Yaitu orang-orang yang menghalangi manusia dari jalan Allah) dari agama Islam (dan menghendaki supaya jalan itu) (bengkok) tidak lurus (Dan mereka terhadap hari kemudian adalah) lafal hum kedua mengukuhkan makna lafal hum pertama (orang-orang yang tidak percaya)."
  }
]