[
  {
    "page": 224,
    "name": "Hud",
    "ayat": 20,
    "arab": "اُولٰۤىِٕكَ لَمْ يَكُوْنُوْا مُعْجِزِيْنَ فِى الْاَرْضِ وَمَا كَانَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ۘ يُضٰعَفُ لَهُمُ الْعَذَابُ ۗمَا كَانُوْا يَسْتَطِيْعُوْنَ السَّمْعَ وَمَا كَانُوْا يُبْصِرُوْنَ",
    "translation": "Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1493.mp3",
    "tafsir": "Allah swt menjelaskan bahwa mereka yang menghalang-halangi manusia menuju jalan Allah, tidak akan dapat melarikan diri dari siksa Allah, walaupun mereka lari ke penjuru bumi yang mana pun. Bilamana azab itu datang menimpa mereka, mereka pasti berada dalam genggaman malaikat dan tidak ada seorang pun yang dapat menolong atau menyelamatkan mereka dari azab itu, bahkan azab Allah akan ditimpakan dua kali lipat; pertama karena kesesatannya dan kedua karena menyesatkan orang lain. Dan juga karena mereka tidak mau mendengarkan seruan Al-Quran dan melihat kebenaran, karena dirinya telah diliputi oleh akidah yang sesat, kemusyrikan, dan kezaliman, bahkan mereka bersikap negatif terhadap seruan Al-Quran, sebagaimana dijelaskan Allah:\nDan orang-orang yang kafir berkata, \"Janganlah kamu mendengarkan (bacaan) Al-Quran ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).\" (Fushshilat/41: 26)",
    "quraish": "Orang-orang kafir itu tidak memiliki daya yang dapat membuat Allah tidak mampu untuk mengazab mereka di dunia. Mereka pun tidak mendapatkan penolong yang dapat menghindarkan mereka dari azab- Nya, jika Dia hendak mempercepat azab-Nya itu. Dan sungguh azab di akhirat akan mereka rasakan berkali lipat dibanding azab yang mereka rasakan di dunia. Hal itu karena mereka tidak bersedia mendengarkan al-Qur'ân dan tidak mau mengamati tanda-tanda kebesaran Allah di alam raya. Seolah-olah mereka memang tidak bisa mendengar dan melihat.",
    "jalalayn": "(Orang-orang itu tidak mampu menghalang-halangi) Allah (di bumi ini dan sekali-kali tidak adalah bagi mereka selain Allah) selain-Nya (yang menolong mereka) maksudnya para penolong yang dapat mencegah azab Allah terhadap mereka. (Siksaan itu dilipatgandakan kepada mereka) karena mereka menyesatkan orang lain. (Mereka selalu tidak dapat mendengar) kebenaran (dan mereka selalu tidak melihat) kebenaran itu karena kebencian mereka yang sangat terhadap kebenaran itu sehingga digambarkan seolah-olah mereka tidak mampu untuk mendengar dan melihatnya."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 21,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ",
    "translation": "Mereka itulah orang yang merugikan dirinya sendiri, dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1494.mp3",
    "tafsir": "Sesudah itu Allah swt menjelaskan bahwa mereka yang mempunyai sifat seperti itu adalah orang-orang yang merugikan dirinya sendiri. Mereka disingkirkan dari rahmat Allah, karena membuat-buat dusta, menukar petunjuk dengan kesesatan, dan menyembah berhala, yang sama sekali tidak dapat memberi mudarat atau manfaat, sehingga hilang lenyaplah dari mereka apa yang selalu mereka harap-harapkan.\nAllah berfirman:\nDan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isra/17: 97)",
    "quraish": "Orang-orang kafir itu tidak akan mendapatkan keuntungan sedikit pun dengan melakukan ibadah kepada selain Allah, bahkan mereka merugikan diri sendiri. Di akhirat nanti lenyaplah apa yang mereka ada- adakan itu berupa kebohongan-kebohongan, anggapan-anggapan yang tidak benar, dan tuhan-tuhan buatan mereka yang dianggap dapat memberikan kebaikan dan pertolongan kepada mereka. Sesungguhnya hari kiamat merupakan saat diperlihatkannya segala kebenaran, tak ada lagi kepalsuan dan kebohongan.",
    "jalalayn": "(Mereka itulah orang-orang yang merugikan dirinya sendiri) karena mereka menjerumuskan dirinya ke dalam neraka yang abadi (dan lenyaplah) terhapuslah (dari mereka apa yang selalu mereka ada-adakan) terhadap Allah, yaitu tuduhan mereka yang menyekutukan Allah."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 22,
    "arab": "لَاجَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ",
    "translation": "Pasti mereka itu (menjadi) orang yang paling rugi di akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1495.mp3",
    "tafsir": "Orang-orang yang disebutkan ciri-cirinya dalam ayat sebelumnya, menjadi orang-orang yang paling rugi di akhirat, karena telah menukar kenikmatan surga dengan api neraka yang sangat panas, menukar minuman yang lezat dengan minuman yang membakar, dan meninggalkan hidup senang dan bahagia dengan hidup menderita dalam neraka, yang penuh dengan azab yang tidak ada putus-putusnya.",
    "quraish": "Sungguh, di akhirat kelak mereka adalah sekelompok manusia yang paling merugi!",
    "jalalayn": "(Pasti) sungguh (mereka itu di akhirat menjadi orang-orang yang paling merugi)."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 23,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَخْبَتُوْٓا اِلٰى رَبِّهِمْۙ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan dan merendahkan diri kepada Tuhan, mereka itu penghuni surga, mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1496.mp3",
    "tafsir": "Berlainan sekali dengan nasib orang-orang yang beriman dan beramal saleh. Mereka selalu berserah diri kepada Allah dengan patuh dan taat kepada-Nya dan kepada rasul-Nya, mengerjakan berbagai kebajikan di dunia, melaksanakan ketaatan pada Allah dengan tulus ikhlas dan meninggalkan segala yang mungkar. Mereka itu adalah penghuni-penghuni surga yang tidak akan keluar lagi darinya, dan mereka tidak akan mati, bahkan kekal di dalamnya untuk selama-lamanya.",
    "quraish": "Sesungguhnya orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, yang melakukan amal saleh, rendah hati dan menerima ketentuan (qadlâ', takdir) Tuhannya, mereka berhak memasuki surga dan kekal di dalamnya.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh dan merendahkan diri) merasa tenang dan aman, atau kembali (kepada Rabb mereka, mereka itu adalah penghuni-penghuni surga; mereka kekal di dalamnya)."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 24,
    "arab": "۞ مَثَلُ الْفَرِيْقَيْنِ كَالْاَعْمٰى وَالْاَصَمِّ وَالْبَصِيْرِ وَالسَّمِيْعِۗ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَفَلَا تَذَكَّرُوْنَ ࣖ ",
    "translation": "Perumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1497.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa perumpamaan kedua golongan itu, yaitu golongan orang-orang kafir dan orang-orang mukmin, adalah seperti orang buta dan tuli dengan orang-orang yang melihat dan mendengar. Orang tuli yang kehilangan indera pendengarannya tentu tidak dapat menangkap ilmu pengetahuan yang menjadi unsur pembeda antara manusia dengan hewan, dan orang yang buta karena kehilangan penglihatan tentu tidak dapat menyaksikan kebenaran yang dilihatnya. Demikian pula orang yang kafir yang diserupakan dengan orang buta dan tuli itu, tentu saja tidak dapat disamakan dengan orang mukmin yang dapat mempergunakan kedua inderanya dengan sempurna.\nHal ini layak menjadi pelajaran yang berkesan mendalam dalam hati sanubari manusia sehingga setiap orang akan berusaha untuk dapat memanfaatkan penglihatan dan pendengarannya secara maksimal baik lahir maupun batin.",
    "quraish": "Golongan Mukmin dan golongan kafir dapat diibaratkan sebagai dua orang: yang satu buta--berjalan tanpa petunjuk--dan tuli--tidak dapat mendengar ajakan keselamatan--dan yang lain memiliki mata yang tajam, mampu melihat kebaikan dan keselamatan, dan mempunyai pendengaran yang kuat sehingga dapat mendengarkan segala kebaikan. Dua golongan di atas tidaklah sama, baik untuk saat ini (dunia) maupun dikemudian hari (akhirat). Apakah kalian tidak juga mau mempertimbangkan, wahai manusia, perbedaan yang ada di antara kalian--antara golongan Mukmin dan golongan kafir, antara yang hak dan yang batil--sehingga, dengan pertimbangan itu, kalian akan menjauhi kesesatan dan mengikuti jalan yang lurus?",
    "jalalayn": "(Perumpamaan) gambaran (kedua golongan itu) yakni orang-orang kafir dan orang-orang mukmin (seperti orang buta dan tuli) ini perumpamaan orang kafir (dengan orang yang dapat melihat dan dapat mendengar) ini perumpamaan orang mukmin. (Adakah kedua golongan itu sama keadaan dan sifatnya?) Tentu saja tidak. (Maka tidakkah kalian mengambil pelajaran) lafal tadzakkaruuna asalnya tatadzakkaruuna, kemudian huruf ta asal diidgamkan kepada huruf dzal sehingga jadilah tadzakkaruuna, artinya sama dengan lafal tatta'izhuuna, yaitu mengambil pelajaran."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 25,
    "arab": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۙ",
    "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, (dia berkata), “Sungguh, aku ini adalah pemberi peringatan yang nyata bagi kamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1498.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Dia telah mengutus Nabi Nuh a.s. kepada kaumnya yang ingkar dan durhaka kepada Tuhan dengan menyembah berhala. Nabi Nuh berkata kepada mereka, \"Sesungguhnya aku memberi peringatan dari Allah, supaya kamu meninggalkan syirik dan beriman serta taat kepada-Nya.\"\nNama Nabi Nuh a.s. sebenarnya adalah Abdul Gaffar bin Lamak bin Mutausyilkh bin Idris a.s. dan diutus sebagai nabi setelah Nabi Idris a.s. Namanya yang terkenal adalah Nuh karena banyak merintih, yang menggambarkan banyaknya kesulitan yang dihadapi dalam melaksanakan dakwah pada kaumnya yang musyrik. Menurut Ibnu Abbas r.a., Nabi Nuh diutus pada awal umur beliau 40 tahun dan terus-menerus melaksanakan dakwah kepada kaumnya selama 950 tahun. Nabi Nuh a.s. antara lain berkata kepada kaumnya, \"InnÄ« nadzÄ«run mubÄ«n\" (Sesungguhnya aku adalah pemberi peringatan yang nyata bagi kamu). Maksudnya, Nabi Nuh memperingatkan kaumnya akan beratnya siksaan Allah yang akan menimpa mereka karena kekafiran mereka. Maka Nabi Nuh menyuruh kaumnya agar beriman dan taat kepada-Nya.",
    "quraish": "Sebagaimana Kami mengutusmu, Muhammad, kepada kaummu untuk menyampaikan peringatan dan kabar gembira, tetapi sekelompok orang dari kaummu mengingkari dan menentangmu, demikian pula halnya Nûh sebelum kamu. Kami telah mengutus Nûh kepada kaumnya dan berkata, \"Sesungguhnya aku memperingatkan kalian akan siksa Allah dan menjelaskan kepada kalian jalan keselamatan.\"",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, ia berkata, \"Sesungguhnya aku) bahwa aku. Menurut suatu qiraat lafal innii dengan memperkirakan adanya makna al-qaul yang artinya, dia berkata (adalah pemberi peringatan yang nyata bagi kalian) yakni jelas peringatannya."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 26,
    "arab": "اَنْ لَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۖاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلِيْمٍ",
    "translation": "agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1499.mp3",
    "tafsir": "Peringatan ini dijelaskan dengan kata-kata, \"Supaya kamu sekalian jangan menyembah kecuali kepada Allah, dan jangan mempersekutukan-Nya dengan apa pun, dan aku khawatir jika kamu melanggar dasar agama itu, kamu akan ditimpa azab yang pedih sekali.\"\nPada ayat ini diungkapkan peringatan Nabi Nuh a.s. kepada kaumnya, ketika ia berkata, \"Hendaklah kamu semua tidak beribadah kecuali kepada Allah, dan jangan kamu menyekutukan-Nya. Sungguh aku khawatir karena kamu semua banyak melakukan pelanggaran terhadap aturan agama, sehingga kamu akan ditimpa azab yang pedih.\"\nKaum Nuh adalah umat yang pertama kali menyembah berhala dan mengadakan kemusyrikan. Nabi Nuh sendiri adalah rasul yang pertama menghadapi orang-orang musyrik, yang diutus Allah kepada kaumnya. Peringatan Nabi Nuh itu didasarkan atas kekhawatirannya, jika kaumnya tidak bertauhid kepada Allah, dan tidak meninggalkan semua bentuk kemusyrikan, mereka akan ditimpa azab yang sangat pedih. Akan tetapi kaum Nabi Nuh menentang seruan nabinya dengan empat alasan yang dibuat-buat sebagaimana dikemukakan pada ayat berikutnya (ayat 27).",
    "quraish": "Nûh kemudian melanjutkan, \"Aku mengharap kalian tidak menyembah selain kepada Allah, karena aku khawatir jika kalian menyembah selain Dia atau mempersekutukan-Nya dengan sesembahan lain, suatu saat nanti kalian akan mendapatkan azab yang menyakitkan.\"",
    "jalalayn": "(Agar) supaya (kalian jangan menyembah selain Allah. Sesungguhnya aku takut kalian) jika kalian menyembah selain-Nya (akan ditimpa azab pada hari yang sangat menyakitkan.\") azab yang menyakitkan di dunia dan di akhirat."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 27,
    "arab": "فَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا نَرٰىكَ اِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرٰىكَ اتَّبَعَكَ اِلَّا الَّذِيْنَ هُمْ اَرَاذِلُنَا بَادِيَ الرَّأْيِۚ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِنْ فَضْلٍۢ بَلْ نَظُنُّكُمْ كٰذِبِيْنَ",
    "translation": "Maka berkatalah para pemuka yang kafir dari kaumnya, “Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1500.mp3",
    "tafsir": "Pertama, para pemimpinnya berkata, \"Kami memandang kamu sebagai manusia biasa, sederajat saja dengan kami. Kamu tidak mempunyai kelebihan apa-apa daripada kami, sehingga kami tidak perlu mengikuti kamu, apalagi mengakui kamu sebagai seorang utusan Allah.\"\nKedua, \"Kami melihat pengikutmu adalah orang hina, rakyat biasa saja, seperti petani, kaum buruh, dan pekerja harian yang tidak mempunyai kedudukan tinggi dalam masyarakat. Mereka lekas percaya dan terpengaruh begitu saja tanpa pertimbangan akal.\"\nKetiga, \"Kami tidak melihat kamu dan pengikut-pengikut kamu mempunyai kelebihan ilmu pengetahuan atau kekayaan yang dapat dibanggakan, yang mendorong kami untuk mengikuti seruanmu.\"\nKeempat: \"Kami yakin bahwa pengakuanmu sebagai utusan Allah adalah semata-mata dusta.\"",
    "quraish": "Para pembesar kaumnya berkata, \"Kami tidak melihatmu kecuali sebagai manusia biasa seperti halnya kami. Tidak ada keistimewaan dan keutamaan pada dirimu sehingga kamu pantas mengajak kami untuk mempercayai bahwa kamu adalah utusan Allah. Kami pun tidak melihat pengikut-pengikutmu melainkan berasal dari tingkatan sosial yang lebih rendah dari kami. Kalian semua tidak lebih terhormat dibanding kami. Bahkan kami yakin bahwa semua yang kalian katakan itu adalah dusta belaka.\"",
    "jalalayn": "(Maka berkatalah pemimpin-pemimpin yang kafir dari kaumnya,) mereka adalah terdiri dari orang-orang terhormat kaumnya (\"Kami tidak melihat kamu melainkan sebagai manusia biasa seperti kami) tidak ada kelebihan bagimu atas diri kami (dan kami tidak melihat orang-orang yang mengikuti kamu, melainkan orang-orang yang hina-dina di antara kami) yaitu orang-orang yang rendah di antara kami, seperti tukang tambal pakaian dan tukang sol sepatu (yang lekas percaya saja) dapat dibaca baadiya dan baadia yang artinya, mereka lekas percaya kepadamu tanpa berpikir lebih matang lagi. Lafal ini dinashabkan karena menjadi zharaf yang artinya, mereka terus percaya dengan begitu saja (dan kami tidak melihat kalian memiliki suatu kelebihan apa pun atas kami) sehingga karena kelebihan itulah kalian berhak untuk diikuti daripada kami (bahkan kami yakin bahwa kalian adalah orang-orang yang dusta\") dalam pengakuan risalah yang kalian bawa. Dalam hal ini mereka mengikut sertakan sebutan Nabi Nuh beserta kaum yang mengikutinya."
  },
  {
    "page": 224,
    "name": "Hud",
    "ayat": 28,
    "arab": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَاٰتٰىنِيْ رَحْمَةً مِّنْ عِنْدِهٖ فَعُمِّيَتْ عَلَيْكُمْۗ اَنُلْزِمُكُمُوْهَا وَاَنْتُمْ لَهَا كٰرِهُوْنَ",
    "translation": "Dia (Nuh) berkata,  ”Wahai kaumku! Apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku, dan aku diberi rahmat dari sisi-Nya, sedangkan (rahmat itu) disamarkan bagimu. Apa kami akan memaksa kamu untuk menerimanya, padahal kamu tidak menyukainya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1501.mp3",
    "tafsir": "Nabi Nuh a.s. bertanya, \"Hai kaumku, bagaimana pendapatmu jika aku mengemukakan hujjah yang nyata sekali kebenarannya dari Tuhanku, dan bukan sekali-kali dari diriku sendiri, dan bukan pula karena jasaku sendiri, sebagai seorang manusia yang istimewa, akan tetapi karena aku diberi rahmat oleh Tuhanku, yaitu kenabian, yang tidak dapat kamu melihatnya karena dihalangi oleh kejahilan, kesombongan, serta kesenangan kepada pangkat dan kedudukan duniawi, maka apakah aku akan memaksa kamu untuk menerimanya, sedangkan kamu sangat membencinya? Kami tidak dapat melakukan paksaan. Terserah kepada kalian untuk menerima atau menolaknya, karena aku hanya seorang utusan Allah yang bertugas menyampaikannya.\"\nNabi Nuh a.s. menjelaskan apa yang tersirat dalam jawabannya yaitu walaupun mereka sama-sama manusia, namun jangan menyamaratakan semua manusia dalam segala hal ihwal keadaannya. Semua orang tidak sama watak dan tabiatnya, kecerdasan dan kemampuannya, dan kesediaan untuk menerima petunjuk dan kebenaran, apalagi dalam bidang-bidang yang secara keseluruhan dikuasai oleh Allah swt, seperti membuka hati dan menerima rahmat, atau menerima pangkat kenabian yang semuanya itu sangat samar bahkan tertutup sama sekali bagi orang-orang kafir. Nabi Nuh mengatakan, \"Apa yang dapat aku kerjakan ialah menyampaikan perintah Allah. Sama sekali aku tidak mampu memaksa kamu untuk menerima kenyataan-kenyataan seperti itu. Sebagai utusan Allah, aku hanya mampu menyampaikan saja, terserah kepada kamu untuk menerima atau menolaknya, asal kamu betul-betul memahami semua akibatnya.\"",
    "quraish": "Berkata Nûh, \"Wahai kaumku, beritahu aku bagaimana jika aku benar-benar didukung oleh bukti yang kuat dari Tuhanku dan aku diberi--dengan rahmat-Nya--kenabian dan kerasulan, tapi kalian tidak dapat melihat cahaya kebenaran itu. Kalian telah dibutakan dan ditipu oleh kedudukan dan kekayaan; apakah dapat dibenarkan jika aku memaksa kalian untuk mempercayai bukti itu, sementara kalian merasa terpaksa dan dan tidak suka?",
    "jalalayn": "(Berkata Nuh, \"Hai kaumku! Bagaimana pikiranmu) coba katakan kepadaku (jika aku ada mempunyai bukti yang nyata) penjelasan yang nyata (dari Rabbku dan diberi-Nya aku rahmat) kenabian (dari sisi-Nya tetapi rahmat itu disamarkan) disembunyikan (bagi kalian) dan menurut suatu qiraat dibaca fa`amiyat (apa akan kami paksakan kalian menerimanya) artinya apakah kami harus memaksakan kalian untuk menerimanya (padahal kalian tiada menyukainya?\") tidak mampu untuk melakukan hal tersebut."
  }
]