[
  {
    "page": 227,
    "name": "Hud",
    "ayat": 46,
    "arab": "قَالَ يٰنُوْحُ اِنَّهٗ لَيْسَ مِنْ اَهْلِكَ ۚاِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنِّيْٓ اَعِظُكَ اَنْ تَكُوْنَ مِنَ الْجٰهِلِيْنَ",
    "translation": "Dia (Allah) berfirman, “Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1519.mp3",
    "tafsir": "Pada ayat ini diterangkan, bahwa Allah menolak permohonan Nuh a.s. agar anaknya Kanan bisa lepas dari azab topan itu. Allah menerangkan bahwa Kanan yang enggan masuk kapal itu tidak termasuk keluarganya yang dijanjikan oleh Allah swt akan diselamatkan dari topan karena anak itu telah melakukan perbuatan yang tidak baik. Dia tidak mau turut masuk ke dalam kapal dan tidak mau menerima petunjuk yang benar, walaupun petunjuk itu datangnya dari ayahnya sendiri, yang telah menjadi rasul Allah. Ia tetap keras kepala dan membangkang bersama dengan orang-orang kafir lainnya dan harus ditenggelamkan di waktu topan itu. Allah tidak membeda-bedakan sesama manusia melainkan dengan takwanya, tanpa memandang warna kulit, bangsa, dan keturunan.\nAllah melarang Nuh a.s. memohon kepada-Nya tentang sesuatu yang belum diketahuinya dengan yakin bahwa permohonan itu sudah wajar dikemukakan atau tidak. Selanjutnya Allah memperingatkan Nuh a.s. supaya ia tidak termasuk ke dalam golongan orang-orang jahil yang memohon sesuatu kepada-Nya menurut keinginan nafsunya atau untuk keuntungan keluarga dan kekasihnya tanpa mengetahui apa yang boleh dan patut diminta.\nAyat ini mengandung beberapa hukum dan petunjuk antara lain:\na. Tidak boleh memohon kepada Allah tentang sesuatu yang tidak wajar yang bertentangan dengan sunnah Allah atau yang belum diketahui bahwa permohonan itu wajar atau tidak.\nb. Setiap orang yang menentang kebenaran yang ditunjuki oleh Allah dan rasul-Nya akan mendapat balasan siksa.",
    "quraish": "Allah Swt. berfirman, \"Sesungguhnya putramu tidak termasuk keluargamu. Sebab, dengan kekufuran dan keikutsertaannya bersama orang-orang kafir, hubungan perwalian antara kamu dan putramu menjadi terputus. Dan sungguh putramu itu telah melakukan perbuatan-perbuatan yang tidak baik. Maka jangan paksakan kehendakmu dan meminta sesuatu yang tidak kamu ketahui benar salahnya. Janganlah pula menuruti rasa belas kasihmu. Sesungguhnya Aku akan menunjukkan kebenaran agar kamu tidak termasuk dalam golongan orang-orang yang bodoh, yang rasa belas kasihnya sering mengesampingkan kebenaran yang ada.\"",
    "jalalayn": "(Dan berfirmanlah) Allah swt. (\"Hai Nuh! Sesungguhnya dia bukan termasuk keluargamu) yang dijanjikan akan diselamatkan, atau dia bukan termasuk pemeluk agamamu (sesungguhnya) permintaanmu kepada-Ku yang memohon supaya dia diselamatkan (perbuatan yang tidak baik) karena sesungguhnya dia adalah orang kafir, dan tidak ada keselamatan bagi orang-orang kafir. Menurut qiraat lain dibaca `amila sedangkan lafal ghairu dibaca ghaira dan dhamir kembali kepada anaknya Nabi Nuh, artinya sesungguhnya dia telah mengerjakan perbuatan yang tidak baik (sebab itu janganlah kamu memohon kepada-Ku) dapat dibaca tas-alanna dan tas-alan (sesuatu yang kamu tidak mengetahuinya) yaitu memohon supaya anakmu diselamatkan. (Sesungguhnya Aku memperingatkan kepadamu supaya kamu jangan termasuk orang-orang yang tidak berpengetahuan\") yang menyebabkan kamu meminta kepada-Ku apa-apa yang kamu tidak ketahui hakikatnya."
  },
  {
    "page": 227,
    "name": "Hud",
    "ayat": 47,
    "arab": "قَالَ رَبِّ اِنِّيْٓ اَعُوْذُ بِكَ اَنْ اَسْـَٔلَكَ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ ۗوَاِلَّا تَغْفِرْ لِيْ وَتَرْحَمْنِيْٓ اَكُنْ مِّنَ الْخٰسِرِيْنَ",
    "translation": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku berlindung kepada-Mu untuk memohon kepada-Mu sesuatu yang aku tidak mengetahui (hakikatnya). Kalau Engkau tidak mengampuniku, dan (tidak) menaruh belas kasihan kepadaku, niscaya aku termasuk orang yang rugi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1520.mp3",
    "tafsir": "Pada ayat ini diterangkan anggapan Nabi Nuh a.s. terhadap teguran Allah yang berisi penolakan atas permohonannya, agar anaknya Kanan diselamatkan dari topan. Demikianlah, setelah Nabi Nuh a.s. mengetahui dari Allah hakikat anaknya itu, maka ia memohon ampun kepada-Nya tentang kekhilafan dan kesalahannya dalam memohonkan sesuatu yang tidak pada tempatnya. Ia berlindung kepada Allah supaya dapat menjaga dirinya agar tidak menyampaikan permohonan yang sifatnya serupa dengan kesalahannya itu. Pada akhir permohonan ampun itu, dengan sungguh-sungguh dan ikhlas, ia menyatakan penyesalannya kepada Allah. Jika kesalahannya tidak diampuni Tuhan, niscaya ia termasuk golongan orang yang merugi, sebab kesalahannya itu hanya didorong oleh perasaan kasih sayang seorang ayah terhadap anaknya dan ingin supaya anaknya mendapat rahmat Allah.",
    "quraish": "Nûh berkata, \"Wahai Tuhan yang memelihara aku, aku berlindung kepada-Mu. Aku tidak akan lagi meminta sesuatu yang tidak aku ketahui kebenarannya. Ampunilah segala ucapanku karena didorong rasa belas kasihku. Jika Engkau tak berkenan memberi ampunan dan rahmat-Mu, tentu aku termasuk dalam golongan orang-orang yang merugi.\"",
    "jalalayn": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya aku berlindung kepada Engkau) daripada perbuatan (memohon kepada Engkau sesuatu yang aku tiada mengetahui hakikatnya. Dan sekiranya Engkau tidak memberi ampun kepadaku) atas apa yang aku telah terlanjur melakukannya (dan tidak menaruh belas kasihan kepadaku, niscaya aku akan termasuk orang-orang yang merugi\")"
  },
  {
    "page": 227,
    "name": "Hud",
    "ayat": 48,
    "arab": "قِيْلَ يٰنُوْحُ اهْبِطْ بِسَلٰمٍ مِّنَّا وَبَرَكٰتٍ عَلَيْكَ وَعَلٰٓى اُمَمٍ مِّمَّنْ مَّعَكَ ۗوَاُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ اَلِيْمٌ",
    "translation": "Difirmankan, “Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1521.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah kapal itu berlabuh di atas bukit Judiy beberapa waktu yang tidak diterangkan lamanya ”menurut sebagian mufasir, lamanya satu bulan”dan air bah sudah surut, Allah memerintahkan kepada Nuh a.s. supaya turun dari kapal itu bersama-sama dengan para pengikutnya untuk membangun kehidupan baru dalam rangka meneruskan generasi umat manusia yang bertauhid dan bertakwa, setelah orang-orang kafir dari kaumnya itu musnah tenggelam dalam azab topan.\nAllah memerintahkan agar Nuh a.s. dan para pengikutnya turun dari kapal itu disertai ucapan selamat sejahtera dan penuh keberkatan dari-Nya. Mereka akan diberi berkah, sesuai dengan janji Allah, dalam menempuh kehidupan dunia dan akhirat. Setelah mereka turun ke daratan, maka mereka mendapat keluasan dalam rezeki dan keperluan hidup yang mereka butuhkan untuk kepentingan mereka dan generasi selanjutnya.\nSelanjutnya Allah menerangkan bahwa tidak semua dari generasi mereka yang akan berkembang biak di kemudian hari sama dengan mereka. Akan tetapi, ada di antara generasi yang berkembang biak itu menjadi umat-umat yang hanya dapat menikmati rezeki dan kesenangan dunia, namun di akhirat mereka akan menerima azab yang sangat pedih. Mereka disesatkan oleh setan sehingga menjadi musyrik dan bergelimang dalam kezaliman dan kejahatan-kejahatan lainnya, sehingga mereka tidak bisa memelihara keamanan dan kesejahteraan, bahkan sebagian menindas sebagian yang lain. Mereka bercerai-berai dan berselisih serta menyimpang dari petunjuk agama yang dibawa oleh para rasul Allah.\nMenurut keterangan Taqiyuddin al-Maqrizi, semua pengikut Nabi Nuh tidak ada yang mempunyai keturunan kecuali tiga anaknya (Syam, Ham, dan Yafis). Pendapat ini berdasarkan firman Allah:\nDan Kami jadikan anak cucunya orang-orang yang melanjutkan keturunan. (ash-saffat/37: 77)",
    "quraish": "Difirmankan melalui wahyu, \"Wahai Nûh, turunlah ke bumi dari bahtera keselamatan dengan selamat sejahtera dan keberkahan Allah tercurahkan kepadamu dan orang-orang yang menyertaimu. Mereka yang menyertaimu kelak akan menjadi umat-umat yang berbeda satu sama lainnya. Sebagian dari mereka akan diberkahi dengan keimanan dan kepatuhan, sementara sebagian lainnya akan menjadi umat-umat yang terbuai dengan kesenangan dunia dan tidak tunduk kepada kebenaran. Mereka yang disebut terakhir ini akan mendapatkan azab yang pedih dan menyakitkan di hari kiamat.\"",
    "jalalayn": "(Difirmankan, \"Hai Nuh! Turunlah) turunlah dari bahtera (dengan selamat) dengan selamat atau dengan hormat (dari Kami dan penuh keberkahan) penuh kebaikan (atasmu dan atas umat-umat yang mukmin dan orang-orang yang bersamamu\") di dalam bahtera, yang dimaksud adalah anak cucu dan keturunannya, yaitu orang-orang yang beriman (Dan ada pula umat-umat) dibaca rafa` yaitu umamun, makna yang dimaksud adalah umat-umat yang bersamamu (yang Kami beri kesenangan pada mereka) di dunia (kemudian mereka akan ditimpa azab yang pedih dari Kami) di akhirat kelak; mereka adalah orang-orang kafir."
  },
  {
    "page": 227,
    "name": "Hud",
    "ayat": 49,
    "arab": "تِلْكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهَآ اِلَيْكَ ۚمَا كُنْتَ تَعْلَمُهَآ اَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هٰذَاۚ فَاصْبِرْۚ اِنَّ الْعَاقِبَةَ لِلْمُتَّقِيْنَ ࣖ ",
    "translation": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad); tidak pernah engkau mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka bersabarlah, sungguh, kesudahan (yang baik) adalah bagi orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1522.mp3",
    "tafsir": "Pada ayat ini, Allah swt menjelaskan kepada Nabi Muhammad saw, bahwa kisah Nuh a.s. itu dan kisah nabi-nabi lainnya adalah berita penting yang termasuk dalam soal-soal gaib yang diwahyukan Allah kepadanya, yang belum pernah diketahuinya dan belum pernah pula diketahui oleh kaumnya sebelum itu, sehingga mereka bisa menuduhnya bahwa kisah itu diperolehnya dari orang lain. Tetapi Allah-lah yang mewahyukan kisah itu kepada Muhammad sesuai dengan kejadian yang sebenarnya sebagaimana yang diterangkan dalam kitab-kitab para nabi sebelumnya. Seandainya ada di antara kaumnya yang pernah mendengarnya, maka pengetahuan mereka itu hanya secara global dan samar-samar.\nOleh karena itu, sekalipun berbagai tuduhan mereka lemparkan terhadap Muhammad saw, tetapi Allah memerintahkannya supaya bersabar menghadapi kaumnya yang banyak menyakitkan hatinya; sebagaimana Nuh a.s. bersabar menghadapi kaumnya yang mengejek dan mencemoohkannya beratus-ratus tahun lamanya. Hal serupa itu sudah menjadi sunnah Allah pada rasul-rasul-Nya. Namun demikian, kesudahannya adalah kemenangan dan keberuntungan bagi orang-orang yang bertakwa dan sabar. Sebaliknya, kekalahan dan kerugian akan menimpa orang-orang yang membangkang terhadap kebenaran dan orang-orang yang berbuat jahat. Ini sesuai dengan ayat-ayat lain seperti firman Allah:\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mumin/40: 51)\n\nDalam Al-Quran tidak diterangkan dengan tegas berapa usia Nabi Nuh a.s., tetapi hanya disebutkan dalam firman-Nya sebagai berikut:\nDan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim. (al-Ankabut/29: 14)\nYang jelas ayat tersebut hanya menyatakan bahwa Nuh a.s. tinggal di antara kaumnya selama sembilan ratus lima puluh tahun. Ada kemungkinan bahwa rentang waktu tersebut hanya menunjuk pada jangka waktu dalam menyampaikan dakwah kepada kaumnya. Dan ada kemungkinan pula bahwa itulah jumlah seluruh usianya termasuk di dalam masa menyampaikan dakwah.",
    "quraish": "Kisah Nûh dan kaumnya yang Kami paparkan kepadamu, wahai Muhammad, termasuk berita gaib yang hanya diketahui oleh Allah. Sebelum diturunkan wahyu, kamu dan kaummu tidak mengetahuinya secara teliti dan terperinci. Maka bersabarlah dalam menghadapi penindasan kaummu sebagaimana kesabaran para nabi sebelum kamu. Sesungguhnya kamu, pada gilirannya, akan mendapatkan kemenangan seperti para nabi terdahulu. Akhir yang baik akan selalu berada di pihak mereka yang menghindari azab Allah, dengan beriman dan mengerjakan amal saleh.",
    "jalalayn": "(Itu adalah) ayat-ayat yang mengandung kisah Nabi Nuh (di antara berita-berita penting yang gaib) berita-berita yang belum engkau ketahui (yang Kami wahyukan kepadamu) hai Muhammad (tidak pernah kamu mengetahuinya dan tidak pula kaummu sebelum ini) sebelum diturunkannya Alquran ini. (Maka bersabarlah) di dalam menyampaikan risalah dan menghadapi perlakuan kaummu yang menyakitkan itu, sebagaimana Nabi Nuh bersabar (sesungguhnya kesudahan yang baik) yang terpuji (adalah bagi orang-orang yang bertakwa)."
  },
  {
    "page": 227,
    "name": "Hud",
    "ayat": 50,
    "arab": "وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗاِنْ اَنْتُمْ اِلَّا مُفْتَرُوْنَ",
    "translation": "Dan kepada kaum ‘Ad (Kami utus) saudara mereka, Hud. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1523.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah telah mengutus rasul-Nya kepada bangsa ad yang berdiam di sebelah utara Hadramaut di Yaman dan sebelah barat Oman. Rasul Allah itu ialah Hud a.s. yang dipilih Allah dari bangsa ad sendiri, agar lebih mudah menyampaikan dan menanamkan kepercayaan kepada mereka. Menurut sebagian riwayat yang dikutip oleh sebagian mufasir dikatakan bahwa Nabi Hud a.s. adalah orang pertama yang berbahasa Arab dan rasul Allah pertama dari bangsa Arab keturunan Nuh a.s. Pada ayat ini, Allah mempergunakan uslub atau gaya bahasa ijaz yang singkat padat yaitu \"kepada kaum ad ada saudara mereka yaitu Hud,\" maksudnya, \"Kami telah utus kepada kaum ad seorang dari mereka yang bernama Hud.\" Tata bahasa semacam ini banyak dipergunakan dalam Al-Quran. \nHud a.s. sebagai rasul Allah, mulai menyeru kaumnya supaya menyembah Allah Yang Maha Esa, tiada tuhan yang lain melainkan Dia. Nabi Hud a.s. melarang mereka menyembah patung-patung dan berhala-berhala, karena perbuatan semacam itu adalah mempersekutukan Tuhan dan mengadakan perkataan bohong dengan menyebutkan bahwa patung-patung dan berhala-berhala yang mereka sembah itu, sebagai penolong yang dapat memberikan manfaat dan menolak mudarat (bahaya). Padahal patung-patung itu dibuat oleh manusia.",
    "quraish": "Kepada kaum 'Ad pertama, Kami telah mengutus Hûd, saudara dari kabilah mereka. Hûd berkata kepada mereka, \"Wahai kaumku, sembahlah Allah yang Mahaesa, karena tidak ada yang patut kalian sembah selain Dia. Sesungguhnya anggapan kalian bahwa Allah mempunyai sekutu yang patut disembah dan dijadikan perantara adalah kebohongan belaka.\"(1) (1) Lihat catatan kaki tafsir ayat 65 surat al-A'râf.",
    "jalalayn": "(Dan) Kami utuskan (kepada kaum Ad saudara mereka) dari kabilah mereka sendiri (Hud. Ia berkata, \"Hai kaumku! Sembahlah Allah) artinya esakanlah Allah (sekali-kali tidak ada bagi kalian) huruf min di sini zaidah (Tuhan selain Dia, tiada lain) (kalian) yang dimaksud adalah penyembahan kalian terhadap berhala-berhala itu (hanyalah mengada-adakan saja) kalian berdusta terhadap Allah."
  },
  {
    "page": 227,
    "name": "Hud",
    "ayat": 51,
    "arab": "يٰقَوْمِ لَآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا ۗاِنْ اَجْرِيَ اِلَّا عَلَى الَّذِيْ فَطَرَنِيْ ۗ اَفَلَا تَعْقِلُوْنَ ",
    "translation": "Wahai kaumku! Aku tidak meminta imbalan kepadamu atas (seruanku) ini. Imbalanku hanyalah dari Allah yang telah menciptakanku. Tidakkah kamu mengerti?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1524.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Hud a.s. dalam menyampaikan dakwah kepada kaumnya, sama sekali tidak meminta upah dan bayaran, sehingga mereka tidak dapat menuduhnya untuk mencari keuntungan bagi dirinya sendiri. Ia hanya mengharap pahala dari Allah Yang telah menciptakannya sebagai manusia yang berpikiran sehat dan yang dapat membebaskan dirinya dari menyembah patung-patung yang dibikin oleh kaum Nuh a.s. Patung-patung itu mereka buat untuk mengabadikan jasa-jasa nenek moyang mereka yang saleh. Sebenarnya mereka terjerumus ke jurang syirik itu karena dipermainkan oleh tipu daya setan yang pada mulanya dimaksudkan untuk menghormati dan mengagungkan, tetapi pada akhirnya menjadi sesembahan.\nKemudian Nabi Hud a.s. mendorong kaumnya supaya mau memperguna-kan akal pikiran yang sehat, agar mereka bisa membedakan mana yang bermanfaat dan mana yang membikin mudarat bagi mereka. Ia juga mengatakan bahwa ia menasihati mereka dan menunjukkan kepada jalan yang benar hanyalah untuk keselamatan dan kebahagiaan mereka di dunia dan di akhirat. Tetapi mereka tidak mau mengikutinya.",
    "quraish": "Wahai kaumku, aku tidak bermaksud menyampaikan nasihat ini untuk mendapatkan imbalan dari kalian, baik berupa kedudukan, kekuasaan maupun harta. Aku hanya mengharapkan imbalan dari Allah yang telah menciptakan aku. Hendaknya kalian tidak dikuasai oleh kelalaian yang membuat kalian tidak dapat berpikir dan tidak mampu membedakan mana yang bermanfaat dan mana yang membawa mudarat.",
    "jalalayn": "(Hai kaumku! Aku tidak meminta kepada kalian atas hal ini) yakni menganjurkan mentauhidkan Allah (upah. Tiada lain) (upahku hanyalah dari Allah yang telah menciptakanku) yang telah menjadikan aku (Maka tidakkah kalian memikirkannya?\")"
  },
  {
    "page": 227,
    "name": "Hud",
    "ayat": 52,
    "arab": "وَيٰقَوْمِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ يُرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًا وَّيَزِدْكُمْ قُوَّةً اِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِيْنَ",
    "translation": "Dan (Hud berkata), “Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1525.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Hud a.s., setelah mengajak kaumnya menyembah Tuhan Yang Maha Esa dan melarang mereka menyekutukan-Nya dengan beribadah kepada berhala-berhala, menyuruh mereka meminta ampun kepada Allah yang kemudian bertobat dengan penuh keikhlasan. Selanjutnya Hud a.s. menjelaskan, apabila mereka berbuat seperti yang telah dinasihatkan itu, niscaya Allah akan menurunkan hujan lebat, yang sangat besar manfaatnya bagi mereka sebagai bangsa yang banyak mempunyai tanam-tanaman dan kebun-kebun. Allah juga akan menambah kekuatan dan kemuliaan yang mereka impikan, di samping yang sudah mereka miliki. Oleh karena itu, Nabi Hud a.s. memperingatkan kaumnya, supaya tidak berpaling dari kebenaran yang telah dinasihatkan kepada mereka dan tidak meneruskan kesalahan-kesalahan besar yang sudah biasa mereka lakukan yaitu menyembah berhala-berhala, patung-patung dan terjerumus pada perbuatan jahat lainnya. Kaum Hud a.s. itu, yang disebut bangsa ad atau kabilah ad atau kaum ad, di samping terkenal sebagai bangsa yang kaya raya di bidang pertanian, mereka terkenal pula sebagai orang-orang kuat yang bertubuh kekar, yang menyebabkan mereka bertambah sombong dan takabur, sebagaimana yang diterangkan oleh Allah dalam firman-Nya:\n\nMaka adapun kaum ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fushshilat/41: 15-16)",
    "quraish": "Wahai kaumku, mohonlah kepada Pencipta kalian agar mengampuni segala dosa. Lalu, kembalilah kalian kepada-Nya. Sesungguhnya jika kalian melakukan hal itu, Dia akan mengaruniakan hujan deras berturut-turut sehingga kalian akan memperoleh kebaikan yang semakin banyak. Dan Dia pun akan menambah kekuatan yang ada pada kalian, yang kalian bangga-banggakan itu! Janganlah kalian berpaling dari seruannya dengan terus melakukan kejahatan yang mengantarkan kalian pada kehancuran.\"",
    "jalalayn": "(Dan dia berkata, \"Hai kaumku! Mohonlah ampun kepada Rabb kalian) dari kemusyrikan (lalu bertobatlah kalian) kembalilah kalian (kepada-Nya) dengan menjalankan ketaatan (niscaya Dia menurunkan hujan) air hujan yang sebelumnya mereka kekeringan (kepada kalian dengan derasnya) sangat deras (dan Dia akan menambahkan kekuatan kepada) bersama dengan (kekuatanmu) yaitu berupa harta benda dan anak-anak (dan janganlah kalian berpaling dengan berbuat dosa.\") yakni berbuat kemusyrikan."
  },
  {
    "page": 227,
    "name": "Hud",
    "ayat": 53,
    "arab": "قَالُوْا يٰهُوْدُ مَاجِئْتَنَا بِبَيِّنَةٍ وَّمَا نَحْنُ بِتَارِكِيْٓ  اٰلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
    "translation": " Mereka (kaum ‘Ad) berkata, “Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1526.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan tantangan kaum Hud a.s. terhadap dakwah yang disampaikan Hud a.s. dengan cara membangkang dan mengatakan, bahwa Hud a.s. tidak memberikan bukti yang nyata sedikit pun yang menunjukkan kebenarannya sebagai rasul Allah, yang ditugaskan untuk menyampaikan dakwah kepada mereka. Sebab itu mereka tidak akan meninggalkan penyembahan berhala-berhala dan patung-patung hanya karena mendengar ucapannya yang tidak beralasan, dan menyatakan bahwa mereka tidak akan percaya kepadanya. Tantangan kaum Hud yang keras ini, pada mulanya didasarkan kepada tidak-adanya bukti yang nyata yang disampaikan oleh Nabi Hud a.s. kepada mereka tentang kebenarannya sebagai rasul Allah. Akan tetapi bila diperhatikan dari cara, gaya, dan isi dari tantangan kaumnya itu, maka dapat disimpulkan bahwa mereka hakikatnya hanya membangkang, bukan karena tidak adanya bukti atau dalil yang nyata. Dengan adanya tantangan itu mereka tidak bisa diharapkan lagi untuk beriman.",
    "quraish": "Mereka berkata, \"Wahai Hûd, kamu tidak menunjukkan kepada kami bukti yang menguatkan kebenaran seruanmu. Kami juga tidak akan meninggalkan sembahan kami hanya karena ucapanmu. Apakah patut kami meninggalkan tuhan-tuhan kami, sementara kami tidak mempercayaimu?\"",
    "jalalayn": "(Kaum Ad berkata, \"Hai Hud! Kamu tidak mendatangkan kepada kami suatu bukti yang nyata) yang menunjukkan kebenaran perkataanmu itu (dan kami sekali-kali tidak akan meninggalkan sembahan-sembahan kami karena perkataanmu) hanya karena ucapanmu itu (dan kami sekali-kali tidak akan mempercayai kamu)."
  }
]