[
  {
    "page": 229,
    "name": "Hud",
    "ayat": 63,
    "arab": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْۗ وَاٰتٰىنِيْ مِنْهُ رَحْمَةً فَمَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ اِنْ عَصَيْتُهٗ ۗفَمَا تَزِيْدُوْنَنِيْ غَيْرَ تَخْسِيْرٍ",
    "translation": "Dia (Saleh) berkata, “Wahai kaumku! Terangkanlah kepadaku jika aku mempunyai bukti yang nyata dari Tuhanku dan diberi-Nya aku rahmat (kenabian) dari-Nya, maka siapa yang akan menolongku dari (azab) Allah jika aku mendurhakai-Nya? Maka kamu hanya akan menambah kerugian kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1536.mp3",
    "tafsir": "Nabi Saleh a.s. menjawab tuduhan dan tantangan kaumnya itu dengan menyatakan bahwa seruannya itu adalah seruan yang benar untuk kebaikan dan kebahagiaan mereka sendiri, jika mereka mau memikirkan dan mempertimbangkannya. Nabi Saleh meminta mereka mempertimbangkan dengan sebaik-baiknya, jika ternyata ia yang benar dan dapat mengemuka-kan bukti-bukti dari Tuhan atas kebenaran seruan itu. Apakah mungkin ia mendurhakai-Nya dan enggan menyampaikan seruan ini kepada kaumnya. Siapakah yang dapat menolong jika Allah membinasakannya karena kedurhakaan itu? Ia harus menyampaikan kebenaran ini dan menjelaskan kepada mereka bahwa sembahan-sembahan dan berhala-berhala itu, tidak dapat menolong mereka sedikit pun. Oleh karena itu, sembahlah Allah yang menciptakan mereka dan memberi nikmat dan karunia kepada mereka sehingga mereka dapat hidup senang di muka bumi ini.",
    "quraish": "Shâlih berkata, \"Apa pendapat kalian jika aku jelas-jelas benar dalam seruanku dengan didukung bukti- bukti penguat dari Tuhanku, dan Dia telah memberikan kasih sayang kepadaku dan kalian berupa kenabian dan kerasulan, lalu bagaimana mungkin aku menyalahi dan melanggar perintah-Nya dengan tidak menyampaikan pesan-pesan-Nya karena memenuhi permintaan kalian? Siapa yang akan menolongku untuk menolak siksa Allah jika aku mendurhakai-Nya? Kalian tidak akan mampu menolongku dan menghindarkan siksa-Nya untukku. Kalian hanya akan menghilangkan rahmat-Nya dariku dan menambahkan kerugian untukku jika aku mengikuti kalian dan mendurhakai Tuhanku dan Tuhan kalian.",
    "jalalayn": "(Saleh berkata, \"Hai kaumku! Bagaimana pikiran kalian jika aku mempunyai bukti) bukti yang jelas (dari Rabbku dan diberi-Nya aku rahmat daripada-Nya?) kenabian (Maka siapakah yang akan menolong aku) yang dapat memelihara diriku (dari Allah) maksudnya dari azab-Nya (jika aku mendurhakai-Nya. Sebab itu kalian tidak menambah apa pun kepadaku) dengan perintah kalian yang menyuruhku untuk melakukan hal tersebut (selain daripada kerugian.\") penyesatan."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 64,
    "arab": "وَيٰقَوْمِ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيْبٌ",
    "translation": "Dan wahai kaumku! Inilah unta betina dari Allah, sebagai mukjizat untukmu, sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apa pun yang akan menyebabkan kamu segera ditimpa (azab).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1537.mp3",
    "tafsir": "Nabi Saleh a.s. mengatakan kepada kaumnya yang ingkar, bahwa kalau mereka tidak percaya akan seruanya ini, maka Allah telah mengirimkan seekor unta yang istimewa sebagai bukti atas kebenaran seruannya. Unta ini jauh berbeda sifat dan tingkah lakunya dari unta biasa, baik mengenai makan-minumnya, maupun tabiat dan sifatnya. Mereka dilarang mengganggunya dan membiarkan unta itu makan dan minum di tempat yang disukainya. Jika mereka berani mengganggu atau menganiayanya pasti mereka akan ditimpa siksaan dari Allah.",
    "quraish": "Wahai kaumku, inilah unta betina dari Allah yang dijadikan untuk kalian sebagai bukti kebenaranku dalam seruan yang aku sampaikan kepada kalian. Karena unta betina itu lain daripada yang lain, maka biarkanlah ia makan di bumi Allah, sebab ia milik Allah dan bumi juga milik-Nya. Jangan sekali-kali kalian ganggu unta betina itu. Kalau kalian lakukan, maka siksa dari Allah yang amat dekat akan menimpa kalian.\"",
    "jalalayn": "(\"Hai kaumku! Inilah unta betina dari Allah sebagai mukjizat yang menunjukkan kebenaran untuk kalian) lafal aayatan berkedudukan menjadi hal atau kata keterangan sedangkan yang menjadi amilnya adalah isim isyarah atau lafal haadzihii tadi (sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kalian mengganggunya dengan gangguan apa pun) seperti menyembelihnya (yang akan menyebabkan kalian ditimpa azab yang dekat.\") jika kalian menyembelihnya."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 65,
    "arab": "فَعَقَرُوْهَا فَقَالَ تَمَتَّعُوْا فِيْ دَارِكُمْ ثَلٰثَةَ اَيَّامٍ ۗذٰلِكَ وَعْدٌ غَيْرُ مَكْذُوْبٍ",
    "translation": "Maka mereka menyembelih unta itu, kemudian dia (Saleh) berkata, “Bersukarialah kamu semua di rumahmu selama tiga hari. Itu adalah janji yang tidak dapat didustakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1538.mp3",
    "tafsir": "Tetapi kaum namud tetap tidak mempercayainya dan tetap menentang serta memperolok-olokkannya bahkan membunuh unta yang dikirimkan Allah sebagai mukjizat itu. Nabi Saleh a.s. sangat bersedih hati atas tindakan kaumnya, sebab dia yakin mereka akan dibinasakan Allah karena perbuatan mereka membunuh unta itu. Lalu Nabi Saleh berkata, \"Kamu diberi kesempatan oleh Allah bersenang-senang hidup di negeri ini selama tiga hari, dan sesudah itu kamu akan dibinasakan karena keingkaran dan kedurhakaan kamu. Ini adalah janji dari Allah, yang pasti terlaksana dan kamu akan melihat sendiri.\"",
    "quraish": "Mereka tidak mengindahkan nasihatnya dan tidak memenuhi seruannya. Bahkan mereka semakin sombong dan meremehkannya dengan mengancam akan menyembelih unta betina itu. Lalu Shâlih berkata kepada mereka, \"Nikmatilah hidup di negeri kalian selama tiga hari, setelah itu akan datang siksa Allah. Itulah janji Allah yang benar, tidak pernah terlambat dan tidak bohong.",
    "jalalayn": "(Maka mereka menyembelihnya) unta betina itu disembelih oleh seseorang yang kuat atas perintah mereka (maka ia berkata) Nabi Saleh (\"Bersuka-rialah kalian) bersenang-senanglah kalian (di rumah kalian selama tiga hari) kemudian kalian akan binasa (itu adalah janji yang tidak dapat didustakan.\") janji yang tidak diingkari lagi."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 66,
    "arab": "فَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا صٰلِحًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْيِ يَوْمِىِٕذٍ ۗاِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيْزُ",
    "translation": "Maka ketika keputusan Kami datang, Kami selamatkan Saleh dan orang-orang yang beriman bersamanya dengan rahmat Kami dan (Kami selamatkan) dari kehinaan pada hari itu. Sungguh, Tuhanmu, Dia Mahakuat, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1539.mp3",
    "tafsir": "Tatkala datang malapetaka yang diancamkan Allah kepada kaum Samud, sebagai siksaan dan balasan atas kedurhakaan mereka, Allah swt menyelamatkan Nabi Saleh a.s. dan orang-orang yang beriman bersamanya, dengan karunia dan rahmat-Nya, dari azab dan siksaan itu. Pada hari tersebut, mereka yang durhaka dimusnahkan semuanya. Mereka mendapat nama buruk dalam sejarah manusia, yang tentu saja akan dianggap sebagai lembaran hitam yang menodai kemurnian dan ketinggian martabat manusia sebagai khalifah di muka bumi. Sungguh amat berat siksaan yang ditimpakan Allah kepada mereka, tetapi tindakan itu adalah adil dan sesuai dengan dosa dan kesalahan yang mereka lakukan. Allah-lah yang berhak melakukannya dan Dia-lah yang dapat melaksanakannya karena Dia adalah Maha Perkasa dan Maha Kuasa.",
    "quraish": "Ketika datang siksaan itu, Kami selamatkan Shâlih dan para pengikutnya yang beriman dari kehancuran dengan rahmat khusus dari Kami. Kami selamatkan mereka dari kenistaan saat kaum Tsamûd Kami hancurkan. Sesungguhnya Tuhanmu, wahai Muhammad, Mahakuat lagi Mahaperkasa. Maka yakinlah akan kekuatan, kejayaan, bantuan dan pertolongan-Nya.",
    "jalalayn": "(Maka tatkala datang perintah Kami) yang memerintahkan supaya mereka dibinasakan (Kami selamatkan Saleh beserta orang-orang yang beriman bersama dia) jumlah mereka ada empat ribu orang (dengan rahmat dari Kami dan) Kami selamatkan pula mereka (dari kehinaan di hari itu) kalau dibaca yaumi-idzin dianggap sebagai isim yang mu`rab dan kalau dibaca yaumaidzin dianggap sebagai isim yang mabni karena diidhafatkan kepada isim yang mabni pula; demikianlah menurut pendapat kebanyakan ahli nahwu. (Sesungguhnya Rabbmu Dialah Yang Maha Kuasa lagi Maha Perkasa) Maha Menang."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 67,
    "arab": "وَاَخَذَ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
    "translation": " Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1540.mp3",
    "tafsir": "Kaum Samud dibinasakan Allah dengan suara keras yang mengguntur, menggoncangkan hati setiap pendengarnya dan menimbulkan gempa yang amat dahsyat, sehingga orang yang berdosa dan durhaka itu jatuh tersungkur tidak sadarkan diri lalu ditelan oleh bumi yang telah merekah dan pecah-belah. Tidak seorang pun di antara mereka yang dapat menyelamatkan diri dari malapetaka itu.",
    "quraish": "Satu suara keras yang disertai goncangan dan petir menimpa mereka karena mereka menzalimi diri dengan kekafiran dan permusuhan. Kemudian mereka binasa, mati bergelimpangan di tempat tinggal mereka dengan wajah tertelungkup, tanpa gerak sedikit pun.",
    "jalalayn": "(Dan satu suara yang keras yang mengguntur menimpa orang-orang yang lalim itu lalu mereka mati bergelimpangan di tempat tinggal mereka) dalam keadaan bersimpuh pada lutut mereka padahal mereka telah mati semuanya."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 68,
    "arab": "كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَآ اِنَّ ثَمُوْدَا۠ كَفَرُوْا رَبَّهُمْ ۗ اَلَا بُعْدًا لِّثَمُوْدَ ࣖ ",
    "translation": "Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum samud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1541.mp3",
    "tafsir": "Sungguh dahsyat malapetaka yang ditimpakan kepada mereka, sehingga dalam sesaat saja mereka sudah musnah semuanya, seakan-akan mereka tidak pernah ada di muka bumi, seakan-akan kampung halaman mereka tidak pernah didiami oleh manusia, hilang lenyap dan musnah ditelan bencana. Semua ini akibat kedurhakaan mereka terhadap Allah dan keingkaran mereka terhadap mukjizat dan bukti-bukti yang diturunkan-Nya. Sepantasnyalah mereka mendapat kutukan dan siksaan yang dahsyat.",
    "quraish": "Selesailah ihwal mereka dan hilanglah jejak mereka dari negeri itu, seakan-akan mereka tidak pernah tinggal di situ. Ihwal mereka menyiratkan sesuatu yang harus diperhatikan dan dijadikan pelajaran, bahwa kaum Tsamûd telah mengingkari tanda-tanda kekuasaan Tuhan, Sang Pencipta mereka. Oleh karena itu, mereka dihancurkan dan dijauhkan dari rahmat Allah.",
    "jalalayn": "(Seolah-olah) lafal ka-an adalah takhfif daripada ka-anna sedangkan isimnya tidak disebutkan, kepanjangannya adalah ka-annahum, artinya seolah-olah mereka (belum pernah berdiam) belum pernah tinggal (di tempat itu) di dalam rumah mereka. (Ingatlah, sesungguhnya kaum Tsamud mengingkari Tuhan mereka. Ingatlah, kebinasaanlah bagi kaum Tsamud) lafal tsamuud dapat ditanwinkan sehingga menjadi tsamuudan dan dapat pula dibaca tanpa memakai tanwin sehingga menjadi tsamuuda. Makna yang dimaksud ialah kabilahnya."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 69,
    "arab": "وَلَقَدْ جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰى قَالُوْا سَلٰمًا ۖقَالَ سَلٰمٌ فَمَا لَبِثَ اَنْ جَاۤءَ بِعِجْلٍ حَنِيْذٍ",
    "translation": "Dan para utusan Kami (para malaikat) telah datang kepada Ibrahim dengan membawa kabar gembira, mereka mengucapkan, “Selamat.” Dia (Ibrahim) menjawab, “Selamat (atas kamu).” Ma-ka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1542.mp3",
    "tafsir": "Beberapa malaikat datang mengunjungi Nabi Ibrahim a.s. di rumah-nya untuk menyampaikan berita gembira kepadanya. Diriwayatkan dari Atha bahwa malaikat-malaikat itu terdiri dari Jibril, Mikail, dan Israfil a.s. Ada pula riwayat yang mengatakan mereka terdiri dari Jibril bersama tujuh malaikat lainnya. Mereka disambut oleh Nabi Ibrahim a.s. dengan sambutan yang baik sekali karena dia yakin bahwa tamunya yang penuh sopan-santun dan mengucapkan salam sebelum memasuki rumahnya adalah tamu-tamu terhormat dari kalangan orang-orang yang baik. Sudah menjadi kebiasaan bagi orang-orang Arab Badui bila kedatangan tamu, mereka harus disuguhi hidangan yang istimewa, sesuai dengan kesanggupan tuan rumah. Nabi Ibrahim a.s. pun menghidangkan untuk tamu-tamunya itu makanan yang lezat yaitu seekor domba yang dibakar di atas batu yang dipanaskan dan mempersilahkan mereka menikmati makanan yang istimewa itu. Tetapi tamu-tamu itu tidak mau menyentuh makanan itu, karena mereka adalah malaikat yang menyamar seperti manusia, sedang malaikat tidak membutuhkan makanan dan minuman.",
    "quraish": "Sesungguhnya Kami telah mengutus malaikat kepada Ibrâhîm untuk memberikan kabar gembira kepadanya dan istrinya tentang kelahiran seorang anak. Mereka memberikan hormat kepadanya dengan ucapan salam. Ibrâhîm menjawab penghormatan mereka dengan salam pula. Ia lalu cepat menyajikan jamuan berupa daging anak sapi yang dipanggang untuk dimakan.",
    "jalalayn": "(Dan sesungguhnya utusan-utusan Kami telah datang kepada Ibrahim dengan membaca kabar gembira) yaitu akan diberi anak bernama Ishak dan menyusul Yakub anak Ishak sesudah itu. (mereka mengucapkan, \"Selamat.\") lafal salaaman menjadi mashdar (Ibrahim menjawab, \"Selamatlah.\") atas kalian (Maka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang) daging panggang anak sapi."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 70,
    "arab": "فَلَمَّا رَاٰىٓ اَيْدِيَهُمْ لَا تَصِلُ اِلَيْهِ نَكِرَهُمْ وَاَوْجَسَ مِنْهُمْ خِيْفَةً ۗقَالُوْا لَا تَخَفْ اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمِ لُوْطٍۗ ",
    "translation": "Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, “Jangan takut, sesungguhnya kami diutus kepada kaum Lut.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1543.mp3",
    "tafsir": "Karena para tamu tidak mau menyentuh makanan lezat yang dihidangkan itu, maka Nabi Ibrahim a.s. merasa curiga atas niat baik mereka. Di kalangan orang Arab bila tamu tidak makan makanan yang dihidangkan itu adalah suatu tanda tamunya bermaksud jahat terhadapnya. Berbagai macam perasaan seperti curiga, takut, dan lain sebagainya timbul dari hati Nabi Ibrahim a.s. dan istrinya, melihat sikap tamu-tamunya itu. Hal ini jelas tampak pada air mukanya yang tadinya berseri-seri, lantas berubah menjadi pucat pasi. Akhirnya para malaikat itu menjelaskan bahwa mereka adalah malaikat yang diutus Allah kepada kaum Luth untuk membinasakan mereka karena mereka adalah kaum yang terkutuk yang tidak mengindahkan peringatan Allah supaya mereka meninggalkan perbuatan maksiat dan terkutuk dan beriman kepada Allah swt serta kepada risalah yang dibawa Nabi Lut a.s.",
    "quraish": "Ketika melihat tangan mereka tidak menyentuh jamuan itu sedikit pun, seperti tamu-tamu pada umumnya, Ibrâhîm merasa bahwa mereka bukan tamu, tetapi malaikat. Ia menyembunyikan rasa takut kalau-kalau kedatangan mereka itu karena sesuatu yang dianggap salah oleh Allah atau untuk menyiksa kaumnya. Para malaikat itu berkata, setelah mengetahui rasa takut dalam diri Ibrâhîm, \"Sesungguhnya kami diutus untuk membinasakan kaum Lûth.\"",
    "jalalayn": "(Maka tatkala dilihatnya tangan mereka tidak menjamahnya, Ibrahim memandang aneh perbuatan mereka) merasa heran dengan kelakuan mereka itu (dan mulai timbul) memendam rasa di dalam hati (rasa takut terhadap mereka) ketakutan. (Malaikat itu berkata, \"Jangan kamu takut, sesungguhnya kami adalah malaikat-malaikat yang diutus kepada kaum Luth.\") untuk membinasakan mereka."
  },
  {
    "page": 229,
    "name": "Hud",
    "ayat": 71,
    "arab": "وَامْرَاَتُهٗ قَاۤىِٕمَةٌ فَضَحِكَتْ فَبَشَّرْنٰهَا بِاِسْحٰقَۙ وَمِنْ وَّرَاۤءِ اِسْحٰقَ يَعْقُوْبَ",
    "translation": "Dan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1544.mp3",
    "tafsir": "Istri Nabi Ibrahim a.s. yang bernama Sarah menjadi gembira dan tersenyum karena yang datang itu bukanlah orang jahat, tetapi adalah malaikat-malaikat utusan Allah, dan tentu saja mereka tidak mau makan dan minum. Selanjutnya mereka berkata kepada Sarah bahwa Allah telah menyampaikan suatu berita gembira untuknya bahwa dia akan melahirkan seorang anak bernama Ishak dan Ishak pun akan mempunyai keturunan pula di antaranya Yakub.",
    "quraish": "Saat itu istrinya berdiri ikut mendengarkan pembicaraan mereka di sebuah tempat tak jauh dari mereka. Ia kemudian tersenyum karena gembira mendengar Lûth, kemenakan suaminya, akan selamat. Melalui malaikat, Kami sampaikan kabar gembira bahwa ia, dari suaminya, akan melahirkan seorang putra yang bernama Ishâq. Anak itu nantinya akan hidup. Setelah itu, dari Ishâq, dia akan memperoleh seorang cucu yang bernama Ya'qûb.",
    "jalalayn": "(Dan istrinya) yakni istri Nabi Ibrahim, yaitu Siti Sarah (berdiri) melayani mereka (lalu dia tersenyum) merasa gembira dengan akan dibinasakannya kaum Luth (maka Kami sampaikan kepadanya berita gembira tentang kelahiran Ishak dan menyusul sesudah) (Ishak Yakub) yaitu anak Nabi Ishak yang sempat melihat Nabi Ibrahim."
  }
]