[
  {
    "page": 230,
    "name": "Hud",
    "ayat": 72,
    "arab": "قَالَتْ يٰوَيْلَتٰىٓ ءَاَلِدُ وَاَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗاِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ",
    "translation": "Dia (istrinya) berkata, “Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1545.mp3",
    "tafsir": "Alangkah terkejutnya Sarah ketika mendengar ucapan malaikat itu seakan-akan ia tidak percaya bahwa yang dihadapinya itu ialah malaikat-malaikat yang tidak pernah berbohong dan tidak akan berdusta selama-lamanya. Karena itu dengan spontan ia menjawab, \"Sungguh mengherankan! Bagaimana aku akan melahirkan seorang anak, padahal aku ini sudah tua dan suamiku sudah tua renta pula!\"\nDiriwayatkan bahwa umur Nabi Ibrahim di waktu itu 100 tahun dan istrinya 90 tahun. Menurut kebiasaan seorang perempuan bila telah berumur 50 tahun tidak haid lagi dan karena itu ia tidak ada harapan lagi untuk beranak. Apalagi Sarah adalah seorang perempuan mandul pula seperti tersebut dalam firman Allah:\nKemudian istrinya datang memekik (tercengang) lalu menepuk wajahnya sendiri seraya berkata, \"(Aku ini) seorang perempuan tua yang mandul.\" (az-Zariyat/51: 29)\n\nNabi Ibrahim a.s. tidak kurang terkejutnya mendengar berita itu seperti tersebut dalam firman Allah:\nDia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\" (al-hijr/15: 54)\n\nKeduanya (Nabi Ibrahim a.s. dan istrinya Sarah) sama-sama ragu akan berita gembira itu, karena biasanya hal itu tidak mungkin terjadi.",
    "quraish": "Istri Ibrâhîm berteriak heran, \"Aneh! Mungkinkah aku akan melahirkan anak, padahal aku adalah perempuan tua dan suamiku kalian lihat juga sudah tua, sehingga tidak akan mungkin punya anak? Demi Allah, sungguh luar biasa apa yang aku dengar ini! Sebab bagaimana mungkin dua orang yang sudah tua seperti aku dan suamiku dapat menghasilkan anak?\"",
    "jalalayn": "(Istrinya berkata, \"Sungguh mengherankan) lafal wailataa ini merupakan kalimat yang biasa diucapkan di kala seseorang melihat perkara yang besar. Huruf ya yang ada padanya merupakan pergantian dari huruf alif (apakah aku akan melahirkan anak padahal aku adalah seorang perempuan tua) aku berumur sembilan puluh sembilan tahun (dan ini suamiku pun dalam keadaan yang sudah tua pula) Nabi Ibrahim pada saat itu berumur seratus atau seratus dua puluh tahun. Lafal syaikhan dinashabkan karena menjadi hal, sedangkan amilnya adalah isim isyarah yaitu lafal haadzaa tadi. (Sesungguhnya ini benar-benar suatu yang aneh\") kedua pasangan yang sama-sama telah tua dapat mempunyai anak."
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 73,
    "arab": "قَالُوْٓا اَتَعْجَبِيْنَ مِنْ اَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ اِنَّهُ حَمِيْدٌ مَّجِيْدٌ",
    "translation": "Mereka (para malaikat) berkata, “Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1546.mp3",
    "tafsir": "Akhirnya para malaikat itu berkata, \"Apakah patut kamu merasa heran terhadap sesuatu yang telah ditetapkan Allah?\" Allah Yang Mahakuasa lagi Mahaperkasa tidak akan sulit baginya bila Dia menghendaki akan menganugerahkan anak kepada siapa saja meskipun hal itu menurut adat dan kebiasaan tidak mungkin terjadi. Hal itu sungguh amat mudah bagi Allah sesuai dengan firman-Nya:\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n\nSelanjutnya malaikat mengatakan, \"Semoga Allah selalu melimpahkan rahmat kepada kamu, hai keluarga Ibrahim a.s. Dia-lah yang berhak disanjung dan dipuji.\"\nMendengar ucapan para malaikat itu mengertilah Nabi Ibrahim a.s. dan istrinya Sarah, bahwa mereka telah terlanjur dan terlalu lancang mengucapkan kata-kata padahal yang membawa berita gembira itu adalah para malaikat utusan Allah.\nTidaklah dapat dilukiskan bagaimana gembira dan bahagianya Nabi Ibrahim a.s. apalagi istrinya yang lain yang bernama Hajar telah melahirkan seorang putera bernama Ismail. Mereka mengucapkan syukur dan puji kepada Allah, yang telah memberi mereka karunia yang sudah lama mereka idam-idamkan dan hampir berputus-asa dalam hal ini karena mereka sudah tua.",
    "quraish": "Malaikat berkata kepadanya, \"Apakah kamu merasa heran akan mendapatkan anak meskipun kalian berdua telah berusia tua, padahal itu semua terjadi atas perintah Allah yang tidak dapat dihalangai oleh sesuatu apapun? Itulah rahmat dan nikmat Allah yang diberikan kepada kalian, sanak keluarga Nabi. Bukanlah suatu hal yang aneh jika Allah memberikan kepada kalian sesuatu yang tidak pernah diberikan kepada orang lain. Dialah yang melakukan segala sesuatu yang patut dipuji. Dia Mahaagung, serta banyak memberikan kebaikan, kemuliaan dan karunia.",
    "jalalayn": "(Para malaikat itu berkata, \"Apakah kamu merasa heran tentang perintah Allah) yakni kekuasaan-Nya (itu adalah rahmat Allah dan keberkatan-Nya dicurahkan atas kalian) hai (ahlul bait) keluarga Nabi Ibrahim. (Sesungguhnya Allah Maha Terpuji) sangat terpuji (lagi Maha Pemurah\") Maha Pengasih."
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 74,
    "arab": "فَلَمَّا ذَهَبَ عَنْ اِبْرٰهِيْمَ الرَّوْعُ وَجَاۤءَتْهُ الْبُشْرٰى يُجَادِلُنَا فِيْ قَوْمِ لُوْطٍ",
    "translation": "Maka ketika rasa takut hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bersoal jawab dengan (para malaikat) Kami tentang kaum Lut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1547.mp3",
    "tafsir": "Setelah Nabi Ibrahim a.s. mengetahui bahwa yang datang kepadanya adalah malaikat utusan Allah, maka dia merasa lega dan hilanglah segala syakwasangka di dalam hatinya. Alangkah bahagianya keluarga Nabi Ibrahim a.s. di kala itu, tidak ada kegembiraan dan kebahagiaan yang melebihinya karena apa yang telah lama diingini dan diidam-idamkan, tiba-tiba dengan karunia dan rahmat Allah dia akan memperoleh seorang anak yang sekaligus telah diberi nama Ishak. Tetapi Nabi Ibrahim a.s. sebagai seorang penyantun dan pengasih dan penyayang terhadap umat manusia, di saat diliputi kegembiraan, ia tidak lupa bahkan ingat kembali akan ucapan para malaikat itu, bahwa mereka diutus Allah untuk membinasakan kaum Luth. Terlukislah di dalam ingatannya bagaimana buruknya nasib kaum Luth itu, dan bagaimana dahsyatnya malapetaka yang akan menimpa mereka. Rasa bahagia dan gembira dengan sekejap telah berganti dengan rasa cemas dan putus asa. Ia memberanikan dirinya untuk berdebat dengan para malaikat itu, dengan harapan rencana pembinasaan kaum Luth itu dapat dibatalkan. Hal itu tersebut dalam firman Allah:\nDan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, \"Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.\" (al-Ankabut/29: 31)",
    "quraish": "Ketika rasa takut telah hilang dari dalam diri Ibrâhîm dan ia mendengar berita gembira akan kedatangan seorang putra, rasa ibanya pun muncul. Kemudian ia mendebat para melaikat tentang rencana pemusnahan kaum Lûth.",
    "jalalayn": "(Maka tatkala rasa takut hilang dari Ibrahim) perasaan takut telah lenyap dari hatinya (dan berita gembira telah datang kepadanya) yaitu memperoleh anak, mulailah (dia pun bersoal jawab dengan Kami) yakni dengan malaikat-malaikat utusan Kami (tentang) mengenai perihal (kaum Luth)."
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 75,
    "arab": "اِنَّ اِبْرٰهِيْمَ لَحَلِيْمٌ اَوَّاهٌ مُّنِيْبٌ",
    "translation": "Ibrahim sungguh penyantun, lembut hati dan suka kembali (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1548.mp3",
    "tafsir": "Demikianlah rasa santun dan kasih sayang seorang nabi terhadap umat manusia, terutama Nabi Ibrahim a.s. yang dalam keadaan gembira dan bahagia ia akan memperoleh keinginan dan idaman hatinya yang telah lama dicita-citakannya, yaitu seorang anak laki-laki bernama Ishak dari istri pertama. Di dalam keadaan demikian, biasanya orang lupa akan segala-galanya, tetapi ia tidak melupakan nasib kaum Luth yang didengarnya bahwa mereka akan dibinasakan dan ia mohon kepada Tuhannya agar mereka diselamatkan dengan mengemukakan alasan dan harapan agar permohonannya itu dikabulkan. Sesungguhnya Nabi Ibrahim memang benar seorang yang penyantun dan menaruh iba (kasihan) terhadap orang yang ditimpa kemalangan dan selalu berserah diri kepada Tuhannya.",
    "quraish": "Ibrâhîm adalah seorang yang sangat penyabar. Ia tidak menyukai suatu azab disegerakan, sering merasa iba melihat orang lain tertimpa musibah dan selalu bertobat dengan melakukan sesuatu yang disukai dan diridai oleh Allah. Kelembutan dan kasih sayangnya itulah yang mendorongnya untuk mengajukan keberatan kepada para malaikat dengan harapan kaum Nabi Lûth tidak ditimpa azab Allah dan mereka dapat bertobat kepada-Nya.",
    "jalalayn": "(Sesungguhnya Ibrahim itu benar-benar penyantun) sangat sabar (lagi penghiba dan suka kembali kepada Allah) banyak istighfarnya atau ia banyak mengucapkan kalimat innaa lillaahi wa innaa ilaihi raaji`uuna. Maka Nabi Ibrahim berkata kepada para malaikat itu, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat tiga ratus orang beriman?\" Para malaikat menjawab, \"Tidak.\" Ia kembali bertanya, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat dua ratus orang yang beriman?\" Para malaikat menjawab, \"Tidak.\" Ia bertanya lagi, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat empat puluh orang yang beriman.\" Para malaikat menjawab, \"Tidak.\" Ia kembali bertanya, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat empat belas orang yang beriman?\" Mereka menjawab, \"Tidak.\" Nabi Ibrahim kembali bertanya, \"Bagaimana pendapat kalian jika di dalam sebuah kota terdapat hanya seorang yang beriman?\" Mereka menjawab, \"Tidak pula.\" Maka Nabi Ibrahim berkata kepada mereka, \"Sesungguhnya di dalam kota tersebut terdapat Nabi Luth.\" Mereka menjawab, \"Kami lebih mengetahui tentang orang-orang beriman yang terdapat di dalamnya"
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 76,
    "arab": "يٰٓاِبْرٰهِيْمُ اَعْرِضْ عَنْ هٰذَا ۚاِنَّهٗ قَدْ جَاۤءَ اَمْرُ رَبِّكَۚ وَاِنَّهُمْ اٰتِيْهِمْ عَذَابٌ غَيْرُ مَرْدُوْدٍ",
    "translation": "Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1549.mp3",
    "tafsir": "Akhirnya para malaikat dengan tegas mengatakan kepada Ibrahim sambil menolak permintaannya yang dikemukakan dengan sungguh-sungguh. Janganlah ia membicarakan nasib kaum Luth itu dan serahkanlah urusan mereka kepada keputusan Tuhannya. Allah telah memberi keputusan terhadap mereka bahwa mereka akan ditimpa azab yang tidak dapat ditolak, karena mereka adalah kaum yang ingkar akan perintah-Nya dan telah melakukan dosa dan maksiat yang sangat jahat dan menjijikkan. Dosa mereka tidak dapat diampuni lagi, mereka telah diberi kesempatan untuk bertobat dan kembali kepada jalan yang lurus, tetapi semua dakwah dan seruan yang baik selalu mereka tolak, malah mereka sambut dengan cemoohan dan ejekan. Itulah keputusan Tuhanmu yang Maha Adil. Mereka dan negeri mereka akan dimusnahkan dengan menenggelamkannya ke dalam tanah.",
    "quraish": "Malaikat berkata, \"Hai Ibrâhîm, janganlah kamu mengajukan keberatan dan memohon belas kasih untuk mereka. Perintah untuk menghancurkan mereka telah datang dari Tuhan. Diprotes atau tidak, mereka akan tetap didatangi azab yang tidak dapat ditolak.\"",
    "jalalayn": "Maka tatkala Nabi Ibrahim berkepanjangan di dalam bertanya jawab dengan mereka, lalu mereka mengatakan: (\"Hai Ibrahim! Tinggalkanlah soal jawab ini) perbantahan ini (sesungguhnya telah datang ketetapan Rabbmu) untuk membinasakan mereka (dan sesungguhnya mereka itu akan didatangi azab yang tidak dapat ditolak.\")"
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 77,
    "arab": "وَلَمَّا جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالَ هٰذَا يَوْمٌ عَصِيْبٌ",
    "translation": "Dan ketika para utusan Kami (para malaikat) itu datang kepada Lut, dia merasa curiga dan dadanya merasa sempit karena (kedatangan)nya. Dia (Lut) berkata, “Ini hari yang sangat sulit.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1550.mp3",
    "tafsir": "Tatkala malaikat-malaikat Allah datang kepada Lut, dalam bentuk pemuda yang rupawan, ia merasa susah karena kedatangan tamu-tamu itu. Ia sudah khawatir bahwa kaumnya pasti akan mengganggu mereka itu karena pemuda-pemuda itu menarik perhatian mereka, karena mereka suka kepada lelaki, bukan kepada wanita. Nabi Lut a.s. merasa sesak dadanya karena kedatangan tamu-tamu itu, sehingga ia berkata, \"Inilah hari yang paling menyulitkan dan paling berbahaya.\"",
    "quraish": "Ketika para malaikat utusan Kami datang kepada Nabi Lûth dalam bentuk pemuda-pemuda tampan, Lûth merasa susah dan menderita. Ia merasa tidak dapat melindungi mereka dan merasa susah dengan keberadaan mereka karena takut perilaku jelek kaumnya akan tertuju kepada mereka. Ia berkata, \"Ini adalah hari yang teramat sulit.\"",
    "jalalayn": "(Dan tatkala datang utusan-utusan Kami itu kepada Luth, dia merasa susah) merasa repot dengan kedatangan mereka itu (dan merasa sempit dadanya karena kedatangan mereka) mereka datang dalam rupa yang tampan menyamar sebagai tamu-tamu. Hal inilah yang membuat Nabi Luth merasa takut terhadap kaumnya yang tentunya akan berlaku tidak senonoh terhadap tamu-tamunya ini (dan dia berkata, \"Ini adalah hari yang amat berat.\") hari yang sangat keras."
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 78,
    "arab": "وَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ اِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ اَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  اَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ",
    "translation": "Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, “Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1551.mp3",
    "tafsir": "Datanglah kaum Luth kepadanya dengan bergegas-gegas seperti orang-orang yang didorong oleh hawa nafsu yang jahat. Mereka sejak dahulu mengerjakan perbuatan-perbuatan yang keji dan sangat dicela oleh tabiat manusia yang wajar, lebih-lebih oleh syariat agama. Mereka suka melakukan homoseksual, melakukan hubungan kelamin dengan sesama lelaki tidak dengan wanita, dan mereka secara terang-terangan melakukan berbagai kemungkaran di balai pertemuannya. Firman Allah:\nApakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" (al-Ankabut/29: 29)\n\nNabi Lut a.s. berkata, \"Wahai kaumku inilah puteri-puteriku, dan puteri-puteri kaumku, silahkan kamu kawin dengan mereka. Mereka lebih suci bagimu dan kamu dapat bergaul secara halal dan baik dengan mereka dari pada memuaskan seleramu dengan melakukan homoseksual yang sangat keji dan merusak moral dan kesehatan. Bertakwalah kepada Allah dan hindarilah azab Allah, dan janganlah kamu mencemarkan namaku dengan memperkosa tamu-tamuku ini, sebab menghinakan tamu sama dengan menghinakan tuan rumahnya. Tidakkah ada di antara kamu seorang yang mempunyai akal yang sehat dan kebijaksanaan yang dapat mencegahmu dari perbuatan keji?\"",
    "quraish": "Setelah mengetahui tetamu Nabi Lûth itu, dengan bergegas, kaumnya datang kepada Lûth. Sebelum itu mereka terkenal sering melakukan perbuatan-perbuatan keji. Lûth berkata kepada mereka, \"Hai kaumku, inilah putri-putriku, kawinilah mereka. Ini lebih suci bagi kalian daripada berbuat keji dengan laki-laki. Bertakwalah kepada Allah. Peliharalah diri kalian dari siksaan-Nya. Jangan kalian permalukan aku dengan mengganggu tamu-tamuku. Tidak adakah di antara kalian seseorang yang berakal sehat yang dapat menyelamatkan kalian dari jurang kesesatan dan mencegah kejahatan kalian?",
    "jalalayn": "(Datanglah kepadanya kaumnya) ketika mereka mengetahui tentang tamu-tamunya itu (dengan bergegas-gegas) dengan segera (menuju kepadanya. Dan sejak dahulu) sebelum kedatangan para tetamu itu (mereka selalu mengerjakan perbuatan-perbuatan keji) yaitu menyetubuhi anus laki-laki. (Ia pernah berkata,) yakni Nabi Luth (\"Hai kaumku! Inilah putri-putriku) maka kawinilah mereka (mereka lebih suci bagi kalian, maka bertakwalah kepada Allah dan janganlah kalian membuat malu) mempermalukan diriku (terhadap tamuku ini) tamu-tamu ini. (Tidak adakah di antara kalian seorang yang berakal?\") yang memerintahkan kalian berbuat kebajikan dan melarang kalian melakukan perbuatan yang mungkar."
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 79,
    "arab": "قَالُوْا لَقَدْ عَلِمْتَ مَا لَنَا فِيْ بَنٰتِكَ مِنْ حَقٍّۚ وَاِنَّكَ لَتَعْلَمُ مَا نُرِيْدُ",
    "translation": "Mereka menjawab, “Sesungguhnya eng-kau pasti tahu bahwa kami tidak mempunyai keinginan (syahwat) terhadap putri-putrimu; dan engkau tentu mengetahui apa yang (sebenarnya) kami kehendaki.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1552.mp3",
    "tafsir": "Mereka menjawab, \"Sesungguhnya kamu sejak dahulu sudah tahu bahwa kami sama sekali tidak mempunyai hasrat untuk mengawini anak-anak perempuanmu itu dan anak-anak perempuan kaummu. Oleh karena itu, janganlah kamu mencoba untuk memalingkan perhatian kami dari pemuda-pemuda itu dengan menyodorkan anak-anak perempuanmu, karena kamu tentu telah mengetahui apa yang sebenarnya kami inginkan.\"",
    "quraish": "Mereka berkata, \"Hai Lûth, kamu tahu bahwa kami tidak pantas menikahi putri-putrimu dan sama sekali kami tidak menyukai mereka. Tentunya kamu sangat tahu apa maksud kedatangan kami kepadamu.\"",
    "jalalayn": "(Mereka menjawab, \"Sesungguhnya kamu telah mengetahui bahwa kami tak mempunyai keinginan terhadap putri-putrimu itu) kami tidak membutuhkannya (dan sesungguhnya kamu tentu mengetahui apa yang sekiranya kami kehendaki.\") yaitu suka menyetubuhi anus laki-laki."
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 80,
    "arab": "قَالَ لَوْ اَنَّ لِيْ بِكُمْ قُوَّةً اَوْ اٰوِيْٓ اِلٰى رُكْنٍ شَدِيْدٍ",
    "translation": "Dia (Lut) berkata, “Sekiranya aku mempunyai kekuatan (untuk menolakmu) atau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1553.mp3",
    "tafsir": "Nabi Lut a.s. berkata ketika kaumnya tetap ingin melaksanakan kejahatan homoseksual terhadap tamu-tamunya, sehingga ia putus harapan untuk menghentikan mereka dari perbuatan yang keji itu, \"Seandainya aku mempunyai kekuatan dan daya kemampuan untuk menghalangi kamu atau seandainya aku dapat menjumpai sekumpulan orang-orang yang kuat yang dapat menolong aku dari kejahatan-kejahatan kamu tentulah akan aku lakukan.\"",
    "quraish": "Lûth berkata, \"Kalaulah aku memiliki kekuatan untuk menolak kalian atau keluarga yang kuat untuk berlindung, maka sikapku terhadap kalian tentu akan berbeda. Aku pasti akan menghalangi kalian mendekati tamu-tamuku akan dan aku cegah kalian dari perbuatan dosa itu.\"",
    "jalalayn": "(Luth berkata, \"Seandainya aku mempunyai kekuatan untuk menolak kalian) mempunyai kemampuan untuk menolak keinginan kalian (atau kalau aku dapat berlindung kepada keluarga yang kuat\") yakni keluarga yang mau menolongku, tentu aku akan menghajar kalian atas kekurangajaran kalian itu. Maka tatkala para malaikat itu melihat hal tersebut, lalu mereka mengatakan:"
  },
  {
    "page": 230,
    "name": "Hud",
    "ayat": 81,
    "arab": "قَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِقَرِيْبٍ",
    "translation": "Mereka (para malaikat) berkata, “Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1554.mp3",
    "tafsir": "Setelah para malaikat yang menjadi tamu Nabi Lut a.s. itu menyaksikan adanya kekhawatiran pada diri Nabi Lut a.s., mereka berkata, \"Hai Lut, sesungguhnya kami adalah utusan Tuhanmu yang sengaja diutus untuk membinasakan mereka dan menyelamatkan kamu dari kejahatan-kejahatan mereka. Mereka sekali-kali tidak akan dapat mengganggu kamu, maka tenangkanlah hatimu. Ternyata penglihatan kaum Nabi Lut a.s. itu dijadikan gelap oleh Allah sehingga mereka tidak dapat melihat kepada Nabi Lut a.s. dan kepada tamu-tamunya seperti diterangkan dalam firman Allah:\nDan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku! (al-Qamar/54: 37)\n\nAkhirnya mereka kembali ke rumahnya masing-masing dalam keadaan buta, tidak mengetahui jalan menuju ke rumahnya, mereka berteriak-teriak minta tolong dan mengatakan bahwa kami disihir oleh tamu-tamu yang berada di rumah Lut a.s.\nMalaikat itu berkata kepada Nabi Lut a.s., \"Keluarlah dari kampung ini, beserta keluarga dan kaummu yang beriman di akhir malam ini dan janganlah ada seorang pun di antara kamu yang ketinggalan atau menoleh ke belakang kecuali istrimu. Sesungguhnya azab yang akan menimpa mereka itu akan menimpa istrimu pula karena ia adalah seorang perempuan yang tidak beriman bahkan telah khianat kepada suaminya.\" Adapun sebabnya mereka tidak menoleh ke belakang, karena akibat menyaksikan azab itu, ia akan panik sehingga kakinya tidak akan dapat melangkah lagi dan akhirnya ditimpa oleh azab yang menyusul di belakangnya. Saat datangnya azab kepada mereka adalah waktu subuh seperti diterangkan dalam firman Allah:\nMaka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit. (al-Hijr/15: 73)\n\nKemudian malaikat itu menegaskan kepastian turunnya azab dengan sebuah pertanyaan, \"Bukankah subuh itu sudah dekat? Maka segeralah kamu bersiap-siap untuk mencari keselamatan.\"",
    "quraish": "Setelah berubah menjadi bentuk aslinya, malaikat berkata, \"Hai Lûth, jangan takut dan cemas! Sesungguhnya kami adalah utusan-utusan Tuhanmu, bukan manusia seperti yang tampak menurut penglihatanmu dan kaummu. Mereka tidak akan dapat menyakitimu dan mengganggumu. Pergilah dengan membawa keluarga dan pengikut-pengikutmu di akhir malam. Keluarlah bersama mereka dari negeri ini, dan jangan sampai ada seorang pun yang tertinggal supaya tidak terkena pedihnya azab. Akan tetapi jangan kamu ikut sertakan istrimu keluar bersamamu, sebab dia harus ditimpa azab seperti yang lainnya. Sesungguhnya waktu kehancuran mereka ialah waktu subuh yang sudah dekat. Maka, kau tak perlu takut.\"",
    "jalalayn": "(Para utusan itu berkata, \"Hai Luth! Sesungguhnya kami adalah utusan-utusan Rabbmu, sekali-kali mereka tidak akan dapat mengganggu kamu) dengan berlaku jahat terhadap dirimu (sebab itu bawalah pergi keluarga dan pengikut-pengikut kamu di akhir) pada bagian yang terakhir dari (malam dan janganlah ada seorang pun di antara kalian yang tertinggal) supaya ia tidak melihat kengerian azab yang menimpa mereka (kecuali istrimu) dengan dibaca rafa`, yaitu imra-atuka, berkedudukan menjadi badal dari lafal ahadin. Menurut qiraat lain dibaca nashab, yaitu imra-ataka, berkedudukan menjadi istitsna dari lafal al-ahl. Artinya janganlah engkau membawa pergi dia. (Sesungguhnya dia akan ditimpa azab yang menimpa mereka) menurut suatu pendapat dikatakan bahwa Nabi Luth tidak membawa istrinya pergi. Akan tetapi menurut pendapat yang lain dikatakan bahwa Nabi Luth membawanya pergi. Hanya saja ia menoleh ke belakang seraya mengatakan, 'Aduh kaumku!' Lalu ia ditimpa oleh batu besar sehingga matilah dia.\" Nabi Luth bertanya kepada utusan tentang waktu pembinasaan kaumnya, maka para utusan itu berkata. (\"Sesungguhnya saat jatuhnya azab kepada mereka ialah di waktu subuh) Nabi Luth meminta, 'Aku minta supaya lebih disegerakan lagi.' Mereka menjawab ('Bukankah subuh itu sudah dekat?'\")"
  }
]