[
  {
    "page": 231,
    "name": "Hud",
    "ayat": 82,
    "arab": "فَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ",
    "translation": "Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1555.mp3",
    "tafsir": "Ketika putusan Allah telah datang untuk mengazab kaum Luth, Allah menjadikan negeri mereka terjungkir balik, yang di atas jatuh ke bawah dan yang di bawah naik ke atas, dan Allah menghujani mereka dengan batu-batu yang berasal dari tanah yang terbakar hangus yang jatuh kepada mereka secara bertubi-tubi. Tentang ambruknya tanah menurut ahli pengetahuan adalah disebabkan karena adanya uap atau gas-gas yang keluar dari dasarnya kemudian karena adanya kekosongan di bawah lapisan bumi itu, maka tanah-tanah yang ada di atasnya menjadi runtuh dan ambruk ke bawah.",
    "quraish": "Tatkala waktu terjadinya azab yang telah Kami tentukan datang, Kami jadikan negeri yang ditinggali kaum Lûth terbalik, yang di atas menjadi ke bawah. Pada saat itu, Kami hujani mereka dengan bebatuan yang berasal dari tanah terbakar.",
    "jalalayn": "(Maka tatkala datang perintah Kami) untuk membinasakan mereka (Kami jadikan bagian atas) dari negeri kaum Luth (ke bawah) artinya malaikat Jibril mengangkat negeri mereka ke atas kemudian menjatuhkannya ke bumi dalam keadaan terbalik (dan Kami hujani mereka dengan batu dari tanah yang terbakar) yaitu lumpur yang panas membara (dengan bertubi-tubi) secara terus-menerus."
  },
  {
    "page": 231,
    "name": "Hud",
    "ayat": 83,
    "arab": "مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ࣖ ",
    "translation": "yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1556.mp3",
    "tafsir": "Allah menurunkan batu-batu sijjil sebelum bumi dijungkirbalikkan. Menurut firman Allah dalam surah adz-dzariyat batu-batu itu adalah tanah liat yang terbakar sehingga menjadi batu yang diberi tanda oleh Allah Taala dengan nama orang-orang yang akan ditimpakannya. Batu-batu itu dijatuhkan di tempat yang sering dilalui orang musyrik Quraisy ketika mereka berdagang ke negeri Syam supaya menjadi peringatan bagi mereka agar jangan memusuhi Muhammad, supaya jangan ditimpa azab seperti yang menimpa kaum Nabi Lut a.s. yang ingkar kepada nabinya. Tempat itu sering dilalui oleh mereka bila mereka berdagang di musim panas di negeri Syam seperti diterangkan dalam firman Allah:\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, (ash-saffat/37: 137)",
    "quraish": "Bebatuan itu menimpa mereka secara bertubi-tubi sebagai tanda siksaan dari Tuhanmu, wahai Muhammad. Siksaan berupa bebatuan itu tidak akan jauh dari orang-orang zalim dari kalangan kaummu.",
    "jalalayn": "(Yang diberi tanda) telah ditandai masing-masing tanah yang membara itu dengan nama orang yang dikenainya (oleh Rabbmu) menjadi zharaf bagi lafal mu`allamatan (dan hal itu) makna yang diisyaratkan di sini adalah azab yang berupa batu itu atau negeri mereka (dari orang-orang yang lalim) artinya penduduk Mekah (tidak jauh)."
  },
  {
    "page": 231,
    "name": "Hud",
    "ayat": 84,
    "arab": "۞ وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗوَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيْزَانَ اِنِّيْٓ اَرٰىكُمْ بِخَيْرٍ وَّاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيْطٍ",
    "translation": "Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan. Sesungguhnya aku melihat kamu dalam keadaan yang baik (makmur). Dan sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang membinasakan (Kiamat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1557.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah swt mengutus Syuaib sebagai rasul-Nya kepada penduduk Madyan. Syuaib dipilih dari kaumnya sendiri. Syuaib adalah seorang putera keturunan dari Madyan bin Ibrahim a.s. Madyan membangun suatu daerah untuk kaumnya yang terletak di Hajar dekat negeri Syam, dan dinamakan sesuai dengan namanya, sehingga daerah itu beserta penduduknya dan kabilahnya dikatakan Madyan. Syuaib a.s. sebagai rasul Allah memulai tugas dakwahnya dengan mengajak kaumnya supaya menyembah Allah dan melarang mempersekutukan-Nya dengan berhala-berhala, patung-patung, dan sebagainya, karena tiada Tuhan yang patut disembah selain Allah Yang Maha Esa yang menciptakan seluruh alam semesta. Kemudian Syuaib a.s. melarang kaumnya mengurangi takaran dan timbangan, sebagaimana yang mereka lakukan dalam segala macam perdagangan dan jual-beli, sebab perbuatan itu sama dengan mengambil hak orang dengan kecurangan yang sangat jahat dan keji. Larangan serupa ini diterangkan pula dalam firman Allah:\nCelakalah bagi orang-orang yang curang (dalam menakar dan menimbang)! (Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan, dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi. (al-Muthaffifin/83: 1- 3)\n\nSyuaib a.s. menjelaskan kepada kaumnya, bahwa ia melihat mereka hidup berkecukupan dan kaya raya, mereka tidak perlu melakukan kecurangan dalam takaran dan timbangan. Sebab, perbuatan itu selain mengambil hak orang lain dengan cara yang licik dan keji juga berarti mengingkari nikmat Allah yang telah memberi kekayaan yang banyak kepada mereka. Semestinya mereka bersyukur kepada-Nya, bukan sebalik-nya mereka menambah harta kekayaan dengan kecurangan-kecurangan dan kelicikan-kelicikan yang sangat dimurkai Allah. Nabi Syuaib a.s. mem-peringatkan kaumnya, bahwa apabila mereka masih tetap membangkang dalam kekafiran dan terus melakukan pekerjaan tercela itu, maka ia khawatir mereka akan ditimpa azab yang membinasakan mereka.",
    "quraish": "Sesungguhnya Kami mengutus kepada penduduk Madyan(1) saudara mereka, Syu'aib. Ia berkata kepada mereka, \"Wahai kaumku, sembahlah Allah semata. Tidak ada Tuhan yang patut disembah selain Dia. Janganlah kalian mengurangi takaran dan timbangan saat kalian menjual sesuatu yang harus ditimbang kepada orang lain. Sesungguhnya aku melihat ada kebaikan yang diharapkan dari kalian untuk bersyukur dan taat kepada Allah serta memberikan hak-hak orang lain dengan sempurna. Aku khawatir jika kalian tidak mensyukuri karunia Allah dan tidak menaati perintah-Nya, siksaan hari yang kalian tidak akan mampu menghindarinya akan menimpa kalian. Sebab, siksaan hari itu meliputi semua orang yang tersiksa, dan tidak ada jalan keluar untuk menyelamatkan diri. (1) Ayat ini dan ayat berikutnya menerangkan bahwa mengurangi takaran dan timbangan adalah suatu tindakan kejahatan yang pelakunya harus ditindak secara hukum. Menurut Islam hukumannya adalah ta'zîr (sanksi yang penentuannya ditetapkan oleh pihak penguasa). Dalam hukum konvensional, tindakan tersebut dikenal dengan kejahatan pemalsuan timbangan atau takaran yang juga ada sanksi hukumnya. Oleh al-Qur'ân hal tersebut dilarang sebagai upaya melindungi harta. Negeri Madyan terletak antara utara Hijâz dan selatan Syâm. Di situ, terdapat pepohonan rindang yang dinamakan Aykah. Allah telah mengirim siksa yang kejam lantaran penduduk negeri itu mendurhakai-Nya.",
    "jalalayn": "(Dan) Kami utus (kepada penduduk Madyan saudara mereka Syuaib. Ia berkata, \"Hai kaumku! Sembahlah Allah) tauhidkanlah Dia (sekali-kali tiada Tuhan bagi kalian selain Dia. Dan janganlah kalian kurangi takaran dan timbangan, sesungguhnya aku melihat kalian dalam keadaan yang baik) kalian hidup dalam keadaan yang menyenangkan sehingga kalian tidak perlu melakukan pengurangan takaran dan timbangan (dan sesungguhnya aku) (khawatir terhadap kalian) jika kalian tidak mau beriman (akan azab hari yang membinasakan\") hari yang meliputi kalian dengan kebinasaan. Lafal yaum disifati dengan lafal muhith mengandung pengertian majaz, karena terjadinya azab itu pada hari tersebut."
  },
  {
    "page": 231,
    "name": "Hud",
    "ayat": 85,
    "arab": "وَيٰقَوْمِ اَوْفُوا الْمِكْيَالَ وَالْمِيْزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
    "translation": "Dan wahai kaumku! Penuhilah takaran dan timbangan dengan adil, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan jangan kamu membuat kejahatan di bumi dengan berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1558.mp3",
    "tafsir": "Syuaib a.s. menjelaskan kepada kaumnya tentang hal yang harus mereka lakukan dalam soal takar-menakar dan timbang-menimbang, setelah lebih dahulu melarang mereka mengurangi takaran dan timbangan. Kewajiban itu ialah supaya kaumnya menyempurnakan takaran dan timbangan dengan adil tanpa kurang atau lebih dari semestinya. Bagi penjual yang sebetulnya dilarang ialah mengurangi takaran dan timbangan dari semestinya, dan tidak ada salahnya menambah dengan sepantasnya, untuk meyakinkan bahwa takaran dan timbangan itu benar-benar sudah cukup. Cara ini adalah terpuji, akan tetapi Syuaib a.s. mewajibkan mereka supaya berbuat adil tanpa kurang atau lebih. Ini maksudnya supaya dalam melaksanakan takaran dan timbangan benar-benar teliti. \nSetelah Nabi Syuaib a.s. melarang kaumnya mengurangi takaran dan timbangan dan mewajibkan mereka supaya menyempurnakannya, kemudian ia melarang mereka dari segala macam perbuatan yang sifatnya mengurangi hak-hak orang lain, hak milik perseorangan atau orang banyak, baik jenis yang ditakar dan yang ditimbang maupun jenis-jenis lainnya seperti yang dihitung atau yang sudah dibatasi dengan batas-batas tertentu. Lebih jauh lagi Nabi Syuaib a.s. melarang kaumnya berbuat apa saja yang sifatnya merusak atau mengganggu keamanan dan ketenteraman di muka bumi, baik yang berhubungan dengan urusan-urusan keduniaan maupun yang ber-hubungan dengan keagamaan. Ayat ini mengandung hukum antara lain:\na. Wajib menyempurnakan timbangan dan takaran sebagaimana mestinya.\nb. Haram mengambil hak orang lain, dengan cara dan jalan apa saja, baik hak itu milik perseorangan atau milik orang banyak seperti harta pemerintah dan perusahaan.\nc. Haram berbuat sesuatu yang bersifat merusak atau mengganggu keamanan dan ketenteraman di muka bumi, seperti mencopet, mencuri, merampok, korupsi, menteror, dan lain-lainnya.",
    "quraish": "Wahai kaumku, laksanakanlah timbangan dan takaran barang yang kalian jual secara adil dan seimbang dengan tidak mengurangi atau melebihkannya. Jangan kalian kurangi hak-hak orang lain yang ada pada barang itu. Dan jangan kalian membuat kejahatan dan kerusakan di muka bumi dengan merampas harta, menyerang dan membegal mereka, serta menjadikan kejahatan sebagai cara memperoleh harta secara tidak benar.",
    "jalalayn": "(Dan Syuaib berkata, \"Hai kaumku!) (Cukupkanlah takaran dan timbungan) sempurnakanlah keduanya (dengan adil) secara tetap (dan janganlah kalian merugikan manusia terhadap hak-hak mereka) janganlah kalian mengurangi hak-hak mereka sedikit pun (dan janganlah kalian membuat kejahatan di muka bumi dengan membuat kerusakan) dengan melakukan pembunuhan dan kejahatan lainnya. Lafal ta'tsau berasal dari fi'il madhi `atsiya, artinya mengadakan kerusakan. Sedangkan lafal mufsidiina berkedudukan menjadi hal atau keterangan yang mengukuhkan makna amilnya yaitu ta'tsau."
  },
  {
    "page": 231,
    "name": "Hud",
    "ayat": 86,
    "arab": "بَقِيَّتُ اللّٰهِ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ەۚ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ",
    "translation": "Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1559.mp3",
    "tafsir": "Pada ayat ini, Nabi Syuaib a.s. memberikan penjelasan kepada kaumnya bahwa keuntungan yang halal yang mereka peroleh setelah menyempurnakan takaran dan timbangan, adalah lebih baik dari keuntungan yang haram yang mereka peroleh dengan cara mengurangi takaran dan timbangan, jika mereka beriman. Karena iman itu benar-benar dapat membersihkan jiwa dari keserakahan dan ketamakan, dan mengisinya dengan sifat pemurah. Tetapi jika mereka tidak beriman, tentu tidak akan dapat merasakan sama sekali. Selanjutnya Nabi Syuaib a.s. menjelaskan kepada kaumnya, bahwa ia bukanlah orang yang ditugaskan memelihara atau menjaga mereka dari berbuat kejahatan-kejahatan. Dia hanya sekadar menyampaikan nasihat-nasihat dan petunjuk-petunjuk kepada mereka. Tugas itu sudah dilaksanakannya dengan sungguh-sungguh dan disertai dengan peringatan-peringatan tentang azab Allah kepada orang-orang yang tetap membangkang.",
    "quraish": "Keuntungan yang tersisa untuk kalian berupa harta halal yang diberikan Allah kepada kalian jauh lebih baik dari sekadar harta haram yang kalian kumpulkan, jika kalian beriman kepada Allah dan menjauhi segala larangan-Nya. Maka, lakukanlah introspeksi terhadap diri kalian. Jadikanlah Allah sebagai Pengawas kalian. Aku bukanlah pengawas yang menghitung dan memvonis amal perbuatan kalian.\"",
    "jalalayn": "(Sisa keuntungan dari Allah) yaitu rezeki yang masih tersisa bagi kalian sesudah kalian mencukupkan takaran dan timbangan (adalah lebih baik bagi kalian) daripada perbuatan mengurangi takaran dan timbangan (jika kalian orang-orang yang beriman. Dan aku bukanlah seorang penjaga atas diri kalian.\") aku bukanlah pengawas yang membalas kalian terhadap amal perbuatan kalian, akan tetapi sesungguhnya aku adalah orang yang diutus bagi kalian sebagai pembawa peringatan."
  },
  {
    "page": 231,
    "name": "Hud",
    "ayat": 87,
    "arab": "قَالُوْا يٰشُعَيْبُ اَصَلٰوتُكَ تَأْمُرُكَ اَنْ نَّتْرُكَ مَا يَعْبُدُ اٰبَاۤؤُنَآ اَوْ اَنْ نَّفْعَلَ فِيْٓ اَمْوَالِنَا مَا نَشٰۤؤُا ۗاِنَّكَ لَاَنْتَ الْحَلِيْمُ الرَّشِيْدُ",
    "translation": "Mereka berkata, “Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1560.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan reaksi yang dihadapi Nabi Syuaib a.s. dari kaumnya sebagai bantahan atas dua macam isi dakwahnya itu, yaitu: pertama, supaya mereka menyembah Allah Yang Maha Esa dan tidak boleh mermpersekutukan-Nya dengan menyembah berhala-berhala dan sebagai-nya; kedua, supaya mereka menyempurnakan takaran dan timbangan dan tidak boleh menguranginya.\nTerhadap isi dakwah yang pertama, mereka membantah dengan mengatakan, \"Apakah salatmu, yang ditimbulkan oleh kekacauan pikiran yang tidak menentu dan perbuatan gila, yang mendorong dan memerintahkan kamu supaya kami meninggalkan sembahan kami dari berhala-berhala dan patung-patung yang disembah oleh nenek-moyang kami?\" Mereka sengaja menyebutkan salat Syuaib a.s. karena ia terkenal banyak melakukan salat sehingga menjadi ejekan bagi mereka, karena mereka menyangka bahwa perbuatannya itu adalah perbuatan gila dan kekacauan pikiran yang tidak menentu. Apabila kaumnya melihat ia sedang melakukan salat mereka saling mengedipkan mata dan mentertawakannya, maka salat itu adalah di antara syiar-syiar agama yang menjadi bahan tertawaan mereka.\nAdapun terhadap isi dakwahnya yang kedua, mereka membantah dengan mengatakan, \"Apakah salat itu yang memerintahkan kamu supaya melarang dan mengekang kebebasan kami dalam mendayagunakan harta kekayaan kami menurut kepandaian dan kecerdikan dengan segala macam tipu daya sesuai dengan kemauan dan keinginan kami? Sungguh kamu adalah orang yang sangat penyantun lagi pandai.\"\nMenurut Ibnu Abbas, pujian kepada Syuaib a.s. itu merupakan ejekan terhadapnya, sedang yang mereka maksud ialah sebaliknya, yakni lawan dari dua sifat itu. Pendapat ini sesuai dengan percakapan mereka sebelumnya yang sifat dan tujuannya adalah mengejek.\nPendapat lain mengatakan bahwa pujian itu tetap menurut artinya yang asal berdasarkan prasangka mereka semula yaitu sebelum Syuaib a.s. menyampaikan dakwahnya itu kepada mereka. Seolah-olah mereka mengatakan, \"Kamu selama ini sangat penyantun lagi pandai, mengapa sekarang kamu mau menyusahkan kami?\" Pendapat ini seirama dengan perkataan kaum namud kepada Nabi Saleh a.s. yang diterangkan dalam firman Allah:\n\nMereka (kaum Samud) berkata, \"Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami merupakan orang yang diharapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami.\" (Hud/11: 62)",
    "quraish": "Dengan nada mencemooh dan meremehkan mereka berkata, \"Wahai Syu'aib, agamamukah yang menyuruhmu agar kami meninggalkan patung-patung yang disembah oleh nenek moyang kami atau agar kami tidak menggunakan harta sesuka kami menurut kemaslahatan dari sudut pandang kami? Sesungguhnya itu adalah tindakan yang sangat bodoh dan salah, serta tidak sesuai dengan kepribadianmu yang kami kenal pintar dan bijaksana dalam berpendapat. Kamu telah dikenal sebagai orang yang sangat penyantun lagi berakal.\"",
    "jalalayn": "(Mereka berkata) kepada Nabi Syuaib dengan nada mengejek (\"Hai Syuaib! Apakah salatmu menyuruhmu) membebankan kepadamu (agar kami meninggalkan apa yang disembah oleh bapak-bapak kami) yaitu berhala-berhala (atau) melarang kami (mencegah kami melakukan apa yang kami kehendaki tentang harta kami) maksudnya hal ini tidak benar sama sekali, tidak ada seorang pun yang menyeru kepada kebaikan. (Sesungguhnya kamu adalah orang yang sangat penyantun lagi berakal.\") mereka mengatakan demikian dengan nada mengejek dan mencemoohkan Nabi Syuaib."
  },
  {
    "page": 231,
    "name": "Hud",
    "ayat": 88,
    "arab": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَرَزَقَنِيْ مِنْهُ رِزْقًا حَسَنًا وَّمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰى مَآ اَنْهٰىكُمْ عَنْهُ ۗاِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُۗ وَمَا تَوْفِيْقِيْٓ اِلَّا بِاللّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنِيْبُ ",
    "translation": "Dia (Syuaib) berkata, “Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata dari Tuhanku dan aku dianugerahi-Nya rezeki yang baik (pantaskah aku menyalahi perintah-Nya)? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya. Aku hanya bermaksud (mendatangkan) perbaikan selama aku masih sanggup. Dan petunjuk yang aku ikuti hanya dari Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1561.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan jawaban Syuaib a.s. terhadap bantahan kaumnya itu dengan mengatakan, \"Hai kaumku bagaimana pikiranmu tentang persoalan ini jika aku mempunyai bukti yang nyata dari Tuhanku bahwa dakwah yang kusampaikan kepadamu itu bukan pendapatku sendiri tetapi wahyu dari Allah. Ia telah menganugerahkan kepadaku bermacam-macam rezeki yang baik. Semuanya aku peroleh dengan jalan yang halal, tanpa mengurangi takaran dan timbangan dan cara-cara lain yang sifatnya mengurangi atau merugikan hak orang lain dengan cara yang tidak sah. Apa yang kukatakan ini kepadamu sekalian adalah hasil percobaan dan pengalamanku dalam usaha yang berhasil baik yang mengandung kebajikan dan keberkahan, bukan sekadar berdasarkan teori atau omongan orang yang belum berpengalaman.\"\nSelanjutnya Nabi Syuaib a.s. menjelaskan kepada kaumnya dengan mengatakan, \"Sama sekali aku tidak bermaksud melarangmu untuk mengurangi takaran dan timbangan serta perbuatan-perbuatan lain yang sifatnya mengurangi atau merugikan hak orang lain dengan jalan yang tidak halal, lalu kemudian aku sendiri mengerjakannya, tetapi sejak semula aku telah berlaku jujur dan tidak mengerjakan penipuan dan kecurangan.\"\nKemudian Nabi Syuaib a.s. mengatakan bahwa ia tidak akan mendapat taufik dalam setiap langkah yang diambilnya, kecuali dengan hidayah dan pertolongan Allah. Kemudian ia menyatakan lagi bahwa ia tidak punya daya dan kekuatan, hanya kepada Allah-lah dia bertawakal dalam menunaikan dakwah yang disampaikan kepada kaumnya. Dan kepada-Nyalah ia kembali dalam segala urusan di dunia ini, dan Dialah yang akan membalas semua amalnya di hari akhirat.",
    "quraish": "Syu'aib berkata, \"Wahai kaumku, bagaimana menurut kalian jika aku memiliki bukti nyata dan keyakinan dari Tuhanku dan aku diberi rezeki yang baik sebagai karunia dari-Nya, apakan patut aku menyembunyikan sesuatu yang harus kusampaikan kepada kalian, seperti perintah meninggalkan penyembahan berhala, menepati timbangan dan takaran, perintah meninggalkan berbuat kerusakan di muka bumi? Aku tidak ingin melakukan apa yang aku larang. Dengan nasihat, perintah dan larangan, aku hanya menginginkan perbaikan sesuai dengan kekuatan, usaha dan kesanggupanku. Dan aku tidak akan mendapatkan kebenaran kecuali dengan pertolongan dan dukungan-Nya. Hanya kepada-Nyalah aku bertawakal. Dan juga hanya kepada-Nyalah aku kembali.",
    "jalalayn": "(Syuaib berkata, \"Bagaimana pikiran kalian jika aku mempunyai bukti yang nyata dari Rabbku dan dianugerahi-Nya aku daripada-Nya rezeki yang baik) rezeki yang halal lalu apakah patut jika aku mencampurinya dengan barang yang haram hasil mengurangi takaran dan timbangan (Dan aku tidak berkehendak menyalahi kalian) melakukan (apa yang aku larang kalian daripadanya) kemudian aku mengerjakannya. (Aku tidak) aku tiada (bermaksud kecuali mendatangkan perbaikan) bagi kalian supaya menegakkan keadilan (selama aku masih berkesanggupan. Dan tidak ada taufik bagiku) berkemampuan untuk melakukan hal tersebut dan perkara ketaatan lainnya (melainkan dengan pertolongan Allah. Hanya kepada Allah aku bertawakal dan hanya kepada-Nyalah aku kembali.\") mengembalikan semua perkara."
  }
]