[
  {
    "page": 232,
    "name": "Hud",
    "ayat": 89,
    "arab": "وَيٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِيْٓ اَنْ يُّصِيْبَكُمْ مِّثْلُ مَآ اَصَابَ قَوْمَ نُوْحٍ اَوْ قَوْمَ هُوْدٍ اَوْ قَوْمَ صٰلِحٍ ۗوَمَا قَوْمُ لُوْطٍ مِّنْكُمْ بِبَعِيْدٍ",
    "translation": "Dan wahai kaumku! Janganlah pertentangan antara aku (dengan kamu) menyebabkan kamu berbuat dosa, sehingga kamu ditimpa siksaan seperti yang menimpa kaum Nuh, kaum Hud atau kaum Saleh, sedang kaum Lut tidak jauh dari kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1562.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Nabi Syuaib a.s. menjelaskan kepada kaumnya nasihat dan peringatan dengan mengatakan, \"Hai kaumku, janganlah pertentangan antara aku dengan kamu, karena kamu masih tetap mempertahankan menyembah berhala dan patung-patung, dan menganiaya hak orang lain dengan mengurangi takaran, timbangan dan lain-lain, mendorong dan menyebabkan kamu menjadi orang-orang yang jahat sehingga kamu ditimpa oleh azab yang membinasakan di dunia ini sebagai-mana azab topan yang menenggelamkan kaum Nuh atau azab angin keras yang memusnahkan kaum Hud atau azab suara keras mengguntur yang mematikan kaum Saleh.\"\nKalau azab yang menimpa kaum-kaum itu yang disebabkan pembangkangan mereka terhadap Allah dan rasul-rasul-Nya, tidak dapat menjadi contoh dan pengajaran bagimu, karena sudah jauh masanya atau tempatnya dari kamu, maka perhatikanlah tentang azab hujan batu yang membakar dan memusnahkan kaum Luth. Peristiwa ini tidaklah jauh masa dan tempatnya dari kamu.",
    "quraish": "Wahai kaumku, jangan sampai perselisihan yang terjadi antara aku dan kalian membuat kalian keras kepala dan terus dalam kekufuran yang menyebabkan kalian tertimpa azab seperti yang ditimpakan atas kaum Nûh, atau kaum Hûd, atau kaum Shâlih. Masa, tempat dan kehancuran kaum Lûth, juga tidak jauh dari kalian. Maka petiklah pelajaran dari itu semua agar kalian tidak ditimpa azab seperti mereka.",
    "jalalayn": "(\"Hai kaumku! Janganlah membuat kalian jahat) menyebabkan kalian melakukannya (adanya pertentangan dengan aku) pertentangan antara aku dan kalian. Lafal syiqaaqii menjadi fa'il atau subjek daripada fi'il yajrimannakum, dan lafal qaum yang terkandung di dalamnya berkedudukan menjadi maf'ul awwal atau objek pertama, sedangkan maf'ul yang kedua ialah (hingga kalian ditimpa azab seperti yang menimpa kaum Nuh atau kaum Hud atau kaum Saleh) ditimpa azab yang sama (sedangkan kaum Luth tidaklah) artinya tempat tinggal kaum Luth atau waktu mereka dibinasakan (jauh dari kalian) maka ambillah hal itu sebagai pelajaran buat kalian."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 90,
    "arab": "وَاسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ رَحِيْمٌ وَّدُوْدٌ",
    "translation": " Dan mohonlah ampunan kepada Tuhanmu, kemudian bertobatlah kepada-Nya. Sungguh, Tuhanku Maha Penyayang, Maha Pengasih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1563.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Nabi Syuaib a.s. menyuruh kaumnya untuk memohon ampun kepada Allah Yang Maha Esa dengan beriman kepada-Nya dan tidak mempersekutukan-Nya dengan menyembah berhala-berhala dan patung-patung, dan tidak mengurangi takaran, timbangan dan mengambil harta orang lain dengan jalan yang tidak halal. Kemudian ia menyuruh mereka supaya tobat yakni kembali kepada jalan yang benar dengan menaati Allah dan menjauhi larangan-Nya, karena sesungguhnya Allah Maha Penyayang dan Pengasih terhadap hamba-Nya yang sudah bertobat dan kembali kepada jalan yang benar dengan memberikan ampunan dan membebaskan dari azab dunia dan akhirat.\nPerintah minta ampun dan tobat disebut secara bergandengan sebagaimana terdapat dalam ayat-ayat lain yang maksudnya hampir sama. Akan tetapi, kalau perintah istigfar itu ditujukan kepada orang-orang yang masih kafir, maka maksudnya bukan sekedar minta ampun tetapi supaya beriman kepada Allah. Adapun tobat ialah menyesali kesalahan yang diperbuat dan kembali kepada jalan yang benar. Kesalahan yang dimaksud ialah kesalahan-kesalahan yang dilakukan sesudah beriman, sebab kesalahan-kesalahan yang diperbuat di dalam kekafiran bisa hapus sendiri dengan beriman, dan masuk Islam.",
    "quraish": "Mohonlah kepada Allah agar Dia mengampuni segala dosa kalian. Kemudian bertobatlah kepada Allah dengan rasa menyesal dan memohon ampunan setiap kali berbuat dosa. Sesungguhnya Tuhanku Maha Penyayang lagi Maha Pencinta, dan selalu mengampuni dan menyukai hamba-hamba-Nya yang bertobat.",
    "jalalayn": "(Dan mohonlah ampun kepada Rabb kalian, kemudian bertobatlah kepada-Nya. Sesungguhnya Rabbku Maha Penyayang) terhadap orang-orang yang beriman (lagi Maha Pengasih.\") sangat mencintai orang-orang yang beriman."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 91,
    "arab": "قَالُوْا يٰشُعَيْبُ مَا نَفْقَهُ كَثِيْرًا مِّمَّا تَقُوْلُ وَاِنَّا لَنَرٰىكَ فِيْنَا ضَعِيْفًا ۗوَلَوْلَا رَهْطُكَ لَرَجَمْنٰكَ ۖوَمَآ اَنْتَ عَلَيْنَا بِعَزِيْزٍ ",
    "translation": "Mereka berkata, “Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1564.mp3",
    "tafsir": "Sesudah penduduk Madyan (kaum Syuaib a.s.) merasa jenuh dan jengkel terhadap Nabi Syuaib a.s. karena semua alasan yang mereka kemukakan untuk menolak seruannya dijawab oleh Nabi Syuaib, mereka akhirnya berkata, \"Hai Syuaib, kami tidak dapat memahami apa yang engkau kemukakan kepada kami mengenai tuhan-tuhan sembahan kami dan peraturan-peraturan yang mengekang kebebasan kami untuk bertindak dan mengendalikan harta kekayaan kami, begitu pula tentang azab yang akan menimpa kami, jika kami tidak mengikuti kemauanmu. Seakan-akan engkaulah yang menetapkan segala sesuatu dan di tangan engkaulah kebahagiaan dan kecelakaan kami, padahal semua itu adalah semata-mata urusan Tuhan. Kami melihat dan meyakini bahwa engkau adalah seorang yang lemah tak berdaya, tidak mungkin akan dapat membawa manfaat atau mudarat kepada kami, dan bila kami ingin membinasakan engkau, engkau tidak akan dapat membela diri. Kalau tidak rasa kasihan kami terhadap keluarga dan karib kerabatmu, tentulah kami sudah melemparimu dengan batu sampai mati.\"\nMereka melanjutkan bantahannya, \"Engkau sendiri tidak ada harapan dan tidak ada harganya bagi kami karena engkau bukanlah seorang yang gagah berani dan perkasa yang dapat mempertahankan diri dari serangan orang lain. Hanya semata-mata karena kasihan kepada keluarga dan karib kerabatmulah, kami belum membunuhmu, karena mereka masih tetap berada di pihak kami, dalam golongan kami tidak mau meninggalkan agama kami dan agama nenek moyang kami.\"",
    "quraish": "Mereka berkata, \"Wahai Syu'aib, kami tidak mengerti kebanyakan dari apa yang kamu katakan. Kami tegaskan kepadamu bahwa dalam pandangan kami, keberadaanmu di tengah-tengah kami sangat lemah, tidak memiliki kesanggupan untuk membela diri dan meyakinkan, jika kami berkehendak menyakitimu. Kalau bukan karena kami ingin mengambil hati keluargamu yang seagama dengan kami, tentu kami sudah membunuhmu dengan cara rajam. Kamu bukanlah seseorang yang berwibawa sehingga kami harus memuliakan serta melindungimu dari perajaman. Sikap kami terhadap keluargamu itulah yang membuat kami tidak membunuhmu.\"",
    "jalalayn": "(Mereka berkata) dengan nada yang menunjukkan kurang perhatian mereka terhadap perkataan Nabi Syuaib (\"Hai Syuaib! Kami tidak mengerti) kurang memahami (banyak tentang apa yang kamu katakan itu dan sesungguhnya kami benar-benar melihat kamu seorang yang lemah di antara kami) maksudnya orang yang rendah (kalau tidaklah karena keluargamu) familimu (tentulah kami telah merajam kamu) dengan batu (sedangkan kamu pun bukanlah seorang yang berwibawa di sisi kami.\") bukan orang-orang tidak pantas untuk dihukum rajam; dan sesungguhnya hanya keluargamu sajalah orang-orang yang berwibawa itu."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 92,
    "arab": "قَالَ يٰقَوْمِ اَرَهْطِيْٓ اَعَزُّ عَلَيْكُمْ مِّنَ اللّٰهِ ۗوَاتَّخَذْتُمُوْهُ وَرَاۤءَكُمْ ظِهْرِيًّا ۗاِنَّ رَبِّيْ بِمَا تَعْمَلُوْنَ مُحِيْطٌ",
    "translation": "Dia (Syuaib) menjawab, “Wahai kaumku! Apakah keluargaku lebih terhormat menurut pandanganmu daripada Allah, bahkan Dia kamu tempatkan di belakangmu (diabaikan)? Ketahuilah sesungguhnya (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1565.mp3",
    "tafsir": "Mendengar ucapan kaumnya yang sangat menusuk hati dan menganggapnya sebagai orang hina dan tidak berdaya itu, Nabi Syuaib a.s. berkata, \"Sungguh sangat menyedihkan kepicikan pikiranmu dan sangat mengherankan sekali pendapatmu itu. Apakah kamu menganggap kaum kerabatku itu lebih mulia dan lebih perkasa dari Allah yang menciptakan mereka, menciptakan kamu semua bahkan menciptakan langit dan bumi? Apakah hanya karena aku berasal dari mereka, sehingga tidak berani melaksanakan ancamanmu itu, bukan karena aku beriman kepada Allah yang akan menyeru kamu supaya kamu menyembah dan tidak mempersekutukan-Nya. Karena Dialah Yang Maha Kuasa, Maha Perkasa, dan Maha Pemurah yang melimpahkan-Nya dan menganggap enteng kekuasaan dan rahmat-Nya. Dialah yang patut kamu takuti. Dialah yang sewajarnya kamu muliakan, bahkan kaum kerabatku tidak dapat berbuat apa-apa terhadap kehendak Allah. Sesungguhnya Allah Maha Mengetahui segala apa yang kamu lakukan, tak ada sesuatupun yang tersembunyi bagi-Nya. Dia akan memberi balasan yang setimpal atas keingkaran dan kedurhakaanmu itu.\"",
    "quraish": "Syu'aib menjawab, \"Wahai kaumku, apakah keluargaku lebih pantas kalian pergauli dengan baik daripada Allah, sehingga mereka selalu kalian ingat dan Allah kalian lupakan. Kalian pergauli aku dengan baik sementara Allah kalian perlakukan seperti sesuatu yang dicampakkan? Sesungguhnya Tuhanku Maha Mengetahui segala apa yang kalian lakukan. Tidak ada satu pun perbuatan kalian yang tersembunyi dari pengetahuan-Nya. Dia akan memperhitungkan itu semua meskipun kalian melupakannya.",
    "jalalayn": "(Syuaib menjawab, \"Hai kaumku! Apakah keluargaku lebih terhormat menurut pandangan kalian daripada Allah) oleh sebab itu lalu kalian tidak mau membunuhku demi mereka dan kalian tidak mau membiarkan aku demi karena Allah (sedangkan kalian menjadikan Dia) yakni kalian menganggap Allah (sebagai sesuatu yang terbuang di belakang kalian) terasing di belakang kalian tanpa kalian hiraukan Dia. (Sesungguhnya Rabbku meliputi apa yang kalian kerjakan.\") Dia Maha Mengetahui kesemuanya; oleh karena itu kelak Dia akan membalas kalian."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 93,
    "arab": "وَيٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ  ۗسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَمَنْ هُوَ كَاذِبٌۗ وَارْتَقِبُوْٓا اِنِّيْ مَعَكُمْ رَقِيْبٌ",
    "translation": "Dan wahai kaumku! Berbuatlah menurut kemampuanmu, sesungguhnya aku pun berbuat (pula). Kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan siapa yang berdusta. Dan tunggulah! Sesungguhnya aku bersamamu adalah orang yang menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1566.mp3",
    "tafsir": "Kemudian Nabi Syuaib a.s. dengan tegas menentang mereka dan mengatakan kepada mereka, \"Berbuatlah sekehendak hatimu, lakukanlah apa yang dapat kamu lakukan, dan kumpulkanlah segala kekuatan yang ada pada kamu, aku akan tetap berpegang teguh kepada akidahku, dan aku tetap beriman kepada-Nya dan aku percaya dan yakin bahwa Dia akan melindungiku dan memeliharaku dari segala marabahaya. Kamu akan mengetahui siapa di antara kita yang akan ditimpa azab dan malapetaka, siapa di antara kita yang berbohong dan berdusta, tunggulah nasib yang akan menimpamu, aku pun bersamamu menunggu.\"\nIni adalah suatu tantangan yang berani dari seorang yang tak berdaya, tak mempunyai penolong dan pembela dari kalangan kaumnya dan tidak mempunyai kekuatan yang dapat diandalkan, tetapi penuh keyakinan dan kepercayaan bahwa Allah selalu menyertainya dan tidak akan mengabaikan atau menyia-nyiakannya. Inilah tantangan terhadap orang-orang yang sombong dan takabur, selalu membanggakan materi tetapi lupa bahwa di atas kekuatan materi ada kekuatan gaib yang dapat menghancurleburkan mereka yaitu kekuatan dan kekuasaan Allah swt.",
    "quraish": "Wahai kaumku, kerjakanlah apa yang kalian mampu dan sanggup lakukan. Meskipun kalian tidak mendengar nasihatku, aku akan tetap melakukan apa yang berlawanan dengan yang kalian lakukan. Kalian akan tahu, siapa di antara kita yang akan mendapat siksaan hina, dan siapa di antara kita yang berbohong; akukah yang mengingatkan kalian dari siksa, ataukah kalian yang mengancam akan mengusirku dari negeri ini? Tunggulah apa yang akan terjadi. Aku pun juga menunggu bersama kalian.\"",
    "jalalayn": "(Dan dia berkata, \"Hai kaumku! Berbuatlah menurut kemampuan kalian) sesuai dengan keadaan kalian (sesungguhnya aku pun berbuat pula) sesuai dengan kedudukanku. (Kelak kalian akan mengetahui siapa) lafal man di sini adalah maushul yang berkedudukan menjadi maf'ul dari lafal ta'lamuuna (yang akan ditimpa azab yang menghinakannya dan siapa yang berdusta. Dan tunggulah) akibat daripada perbuatan kalian itu (sesungguhnya aku pun menunggu bersama kalian.\") ikut mengawasinya."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 94,
    "arab": "وَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا شُعَيْبًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَاَخَذَتِ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
    "translation": "Maka ketika keputusan Kami datang, Kami selamatkan Syuaib dan orang-orang yang beriman bersamanya dengan rahmat Kami. Sedang orang yang zalim dibinasakan oleh suara yang mengguntur, sehingga mereka mati bergelimpangan di rumahnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1567.mp3",
    "tafsir": "Sudah menjadi ketetapan dan sunnah Allah bagi umat-umat yang dahulu bahwa setiap umat yang durhaka dan menolak seruan rasul-Nya akan ditimpa malapetaka dan dibinasakan kecuali orang-orang yang beriman dan patuh serta taat kepada Allah. Akhirnya siksaan dan malapetaka itu ditimpakan pula kepada penduduk Madyan dan dengan rahmat dan kasih sayang Allah, Nabi Syuaib a.s. beserta orang-orang yang beriman diselamatkan dari malapetaka berupa suara yang keras mengguntur yang menggoncangkan hati setiap orang dan menimbulkan goncangan dan gempa bumi yang maha hebat sehingga penduduk negeri itu dengan sekejap mata hilang ditelan bumi, persis seperti malapetaka yang menimpakan kaum namud, kaum Nabi Saleh a.s. yang ingkar dan durhaka pula.",
    "quraish": "Ketika perintah Kami untuk menyiksa dan menghancurkan mereka datang, Kami selamatkan Syu'aib dan pengikutnya yang beriman dari siksaan dan kehancuran. Keselamatan mereka itu disebabkan oleh kasih sayang Kami kepada mereka. Penduduk Madyan yang kafir itu dibinasakan oleh suara keras yang menggoncang dan menghancurkan. Mereka lalu mati bergelimpangan di tempat tinggal mereka dengan muka tertelungkup, tidak bergerak sedikit pun(1). (1) Lihat catatan kaki tafsir ayat 84 dan 85 surat ini.",
    "jalalayn": "(Dan tatkala datang perintah Kami) yang memerintahkan supaya mereka dibinasakan (Kami selamatkan Syuaib dan orang-orang yang beriman bersama-sama dengan dia sebagai rahmat dari Kami, dan orang-orang yang lalim dibinasakan oleh suatu suara yang mengguntur) malaikat Jibril mengeluarkan suara yang mengguntur terhadap mereka (lalu jadilah mereka mati bergelimpangan di tempat tinggalnya) mereka mati dalam keadaan bersimpuh."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 95,
    "arab": "كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُوْدُ ࣖ ",
    "translation": "seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, binasalah penduduk Madyan sebagaimana kaum samud (juga) telah binasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1568.mp3",
    "tafsir": "Negeri Madyan sesudah malapetaka itu menjadi sunyi sepi seakan-akan belum pernah didiami manusia. Sungguh celaka nasib mereka dan terjauhlah mereka dari rahmat dan kasih sayang Allah karena keingkaran dan kedurhakaan mereka sama halnya dengan nasib kaum namud.",
    "quraish": "Selesailah ihwal mereka dan lenyaplah jejak mereka. Seakan-akan mereka tidak pernah tinggal di negeri itu. Ihwal mereka menyiratkan sesuatu yang harus diperhatikan dan diambil pelajarannya oleh setiap orang yang berakal. Ingat, penduduk Madyan dihancurkan dan dijauhkan dari rahmat Allah seperti pendahulu mereka, kaum Tsamûd.",
    "jalalayn": "(Seolah-olah) mereka; lafal ka-an adalah bentuk takhfif daripada lafal ka-anna (belum pernah tinggal di tempat tinggalnya itu, di tempat mereka bermukim. Ingatlah, kebinasaanlah bagi penduduk Madyan sebagaimana kaum Tsamud telah binasa)."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 96,
    "arab": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ ",
    "translation": "Dan sungguh, Kami telah mengutus Musa dengan tanda-tanda (kekuasaan) Kami dan bukti yang nyata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1569.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Musa a.s. dilengkapinya dengan tanda-tanda kekuasaan-Nya dan mukjizat yang nyata dan kesemuanya itu menunjukkan keesaan Allah swt, tidak ada Tuhan melainkan Dia. Ulama tafsir sepakat bahwa tanda-tanda kekuasaan Allah yang memperkuat kenabian Nabi Musa a.s. ada sembilan macam, yaitu tongkat, tangan putih bercahaya, angin topan, belalang, kutu, darah, katak, kekurangan buah-buahan dan kekurangan jiwa. Kesembilan tanda-tanda kekuasaan Allah itu, telah dicantumkan antara lain dalam firman-Nya:\nLalu (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya. Dan dia mengeluarkan tangannya, tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya. (al-Araf/7: 107-108)\n\nDan firman-Nya:\nMaka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa. (al-Araf/7: 133)\n\nDan firman-Nya pula:\nDan sungguh, Kami telah menghukum Firaun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran. (al-Araf/7: 130)\n\nDi samping kelengkapan mukjizat yang diberikan kepada Nabi Musa a.s. itu, Allah swt juga telah memberikan kefasihan dan kepandaian berhujjah kepada adiknya bernama Harun terutama di dalam berdialog dengan Firaun beserta pemimpin-pemimpin kaumnya. Inilah yang dimaksud dengan \"sulthanan mubina\" (mukjizat yang nyata). Sebagian ulama Tafsir berpendapat, bahwa yang dimaksud dengan sulthanan mubina pada ayat ini, ialah tongkat Nabi Musa a.s. Sekalipun itu termasuk salah satu dari sembilan tanda-tanda kekuasaan Allah swt sebagaimana tersebut di atas, tetapi dialah yang paling menonjol dibandingkan dengan tanda-tanda kekuasaan Allah yang lain yang diberikan kepada Musa a.s. Dengan mukjizat tongkat itulah, ahli-ahli sihir Firaun berbalik, lalu beramai-ramai beriman meninggalkan Firaun dan kepercayaannya yang sesat, sebagaimana dalam firman Allah swt:\nDan Kami wahyukan kepada Musa, \"Lemparkanlah tongkatmu!\" Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka. Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina. Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud. Mereka berkata, \"Kami beriman kepada Tuhan seluruh alam, (yaitu) Tuhannya Musa dan Harun.\" (al-Araf/7: 117-122)",
    "quraish": "Sesungguhnya Kami mengutus Mûsâ dengan didukung oleh mukjizat dari Kami yang menunjukkan kebenarannya, juga dengan bukti nyata yang dapat meluluhkan hati.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Musa dengan membawa tanda-tanda kekuasaan Kami dan mukjizat yang nyata) bukti yang jelas dan gamblang."
  },
  {
    "page": 232,
    "name": "Hud",
    "ayat": 97,
    "arab": "اِلٰى فِرْعَوْنَ وَملَا۟ىِٕهٖ فَاتَّبَعُوْٓا اَمْرَ فِرْعَوْنَ ۚوَمَآ اَمْرُ فِرْعَوْنَ بِرَشِيْدٍ",
    "translation": "Kepada Fir‘aun dan para pemuka kaumnya, tetapi mereka mengikuti perintah Fir‘aun, padahal perintah Fir‘aun bukanlah (perintah) yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1570.mp3",
    "tafsir": "Pada ayat ini Allah swt menjelaskan bahwa Nabi Musa a.s. yang dilengkapi dengan tanda-tanda kekuasaan Allah dan mukjizat yang nyata, telah diutus kepada Firaun dan pemimpin-pemimpin kaumnya, agar mereka menyembah hanya kepada Allah swt, Tuhan Pencipta alam, karena tidak ada Tuhan yang sebenarnya melainkan Dia. Meskipun mereka telah melihat dan menyaksikan sendiri tanda-tanda kekuasaan Allah dan mukjizat yang nyata yang diperlihatkan oleh Nabi Musa a.s. yang kesemuanya itu menunjukkan atas kekuasaan Allah swt, namun mereka tidak mau sadar, bahkan mereka tetap menaati perintah Firaun, sekalipun Firaun itu tidak benar, dan tidak mendatangkan kebaikan bahkan yang demikian itu hanya merusak dan menyesatkan.",
    "quraish": "Kami mengutusnya kepada Fir'aun dan para pembesar kerajaannya. Fir'aun mengingkari Mûsâ dan menyuruh kaumnya untuk ingkar mengikuti jejak langkahnya. Mereka pun mengikuti perintah Fir'aun dan melanggar perintah Mûsâ, padahal perintah Fir'aun tidaklah benar dan berakhir baik, yang patut diikuti.",
    "jalalayn": "(Kepada Firaun dan pemimpin-pemimpin kaumnya, tetapi mereka mengikuti perintah Firaun, padahal perintah Firaun sekali-kali bukanlah perintah yang benar) perintah yang lurus."
  }
]