[
  {
    "page": 233,
    "name": "Hud",
    "ayat": 98,
    "arab": "يَقْدُمُ قَوْمَهٗ يَوْمَ الْقِيٰمَةِ فَاَوْرَدَهُمُ النَّارَ ۗوَبِئْسَ الْوِرْدُ الْمَوْرُوْدُ",
    "translation": "Dia (Fir‘aun) berjalan di depan kaumnya di hari Kiamat, lalu membawa mereka masuk ke dalam neraka. Neraka itu seburuk-buruk tempat yang dimasuki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1571.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Firaun telah merusak di muka bumi dan menyesatkan kaumnya di dunia, pada ayat ini Allah swt menerangkan bahwa di akhirat nanti, dia akan mengantar kaumnya ke tempat yang telah disediakan untuk mereka. Ia berjalan di depan dan kaumnya yang mengiringinya dari belakang sehingga mereka sampai ke neraka, lalu mereka dijebloskan ke dalamnya bersama-sama. Alangkah celaka dan meruginya Firaun dan kaumnya, karena neraka itu seburuk-buruk tempat yang didatangi, bahkan sejak mereka meninggalkan dunia ini, tiap hari, pagi dan petang neraka itu selalu ditampakkan kepada mereka sebagaimana firman Allah swt:\nMaka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Firaun beserta kaumnya dikepung oleh azab yang sangat buruk. Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), \"Masukkanlah Firaun dan kaumnya ke dalam azab yang sangat keras!\" (al-Mumin/40: 45-46)",
    "quraish": "Pada hari kiamat, Fir'aun berada di muka kaumnya, memimpin mereka seperti halnya di dunia, kemudian dengan pasti memasukkan mereka ke dalam neraka. Di sana mereka terbakar dan merasakan kepedihan siksaannya. Sungguh merupakan tempat masuk yang amat jelek, tempat mereka meminum air yang amat panas untuk melepas dahaga. Tetapi yang terjadi malah perut mereka robek.",
    "jalalayn": "(Ia berjalan di muka) berada paling depan (kaumnya di hari kiamat) sehingga para pengikutnya mengikutinya sebagaimana mereka mengikutinya sewaktu hidup di dunia (lalu memasukkan mereka) menjerumuskan mereka (ke dalam neraka. Neraka itu seburuk-buruk tempat yang didatangi.)"
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 99,
    "arab": "وَاُتْبِعُوْا فِيْ هٰذِهٖ لَعْنَةً وَّيَوْمَ الْقِيٰمَةِۗ بِئْسَ الرِّفْدُ الْمَرْفُوْدُ",
    "translation": "Dan mereka diikuti dengan laknat di sini (dunia) dan (begitu pula) pada hari Kiamat. (Laknat) itu seburuk-buruk pemberian yang diberikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1572.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan bahwa Firaun beserta kaumnya sejak di dunia telah mendapat laknat dari umat sesudahnya, terus menerus, sampai di akhirat nanti dilaknat lagi oleh orang-orang yang sedang berada di Padang Mahsyar, menunggu keputusan dari Qadhi Rabbul Jalil tentang di mana ia akan ditempatkan nanti. Laknat atau kutukan yang mereka peroleh adalah satu hal yang paling buruk. Ayat ini sejalan dengan firman Allah swt:\nDan Kami susulkan laknat kepada mereka di dunia ini; sedangkan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah). (al-Qashash/28: 42)",
    "quraish": "Di dunia, mereka selalu diikuti oleh laknat Allah, malaikat dan manusia. Demikian pula pada hari kiamat. Sebab kutukan itu adalah ganjaran yang berhak mereka terima. Itulah pemberian yang amat jelek yang dapat membangkitkan rasa berdosa. Pada saat itu dikatakan, \"Seburuk-buruk pemberian adalah yang diberikan kepada mereka.\"",
    "jalalayn": "(Dan mereka telah diikuti di dalam) dunia ini (oleh kutukan, dan begitu pula di hari kiamat) mereka dikutuk pula (seburuk-buruk pemberian) bantuan (adalah yang diberikan kepada mereka) kutukan yang diberikan kepada mereka."
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 100,
    "arab": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْقُرٰى نَقُصُّهٗ عَلَيْكَ مِنْهَا قَاۤىِٕمٌ وَّحَصِيْدٌ",
    "translation": "Itulah beberapa berita tentang negeri-negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Muhammad). Di antara negeri-negeri itu sebagian masih ada bekas-bekasnya dan ada (pula) yang telah musnah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1573.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan bahwa perisitwa yang telah terjadi pada umat terdahulu dan kejadian-kejadian penting baik di kota maupun di desa-desa sejak dari kaum Nabi Nuh a.s. hingga kaum nabi-nabi sesudahnya, sengaja dicantumkan di dalam Al-Quran, supaya Nabi Muhammad dapat membacakan kepada manusia dan dapat pula dibaca oleh orang-orang sepeninggalnya untuk dapat dijadikan pelajaran dan peringatan.\nDi antara negeri-negeri yang telah dibinasakan itu ada yang masih nampak bekas-bekasnya ibarat tanaman yang masih tegak berdiri di muka bumi seperti halnya negeri kaum Nabi Saleh a.s. Ada pula yang tidak mempunyai bekas sama sekali laksana tanaman yang telah dituai yang tidak mempunyai bekas-bekas sedikit pun seperti halnya negeri kaum Nabi Lut a.s. yang telah dijungkirbalikkan itu.",
    "quraish": "Kisah-kisah itu, wahai Rasulullah, adalah sebagian dari kisah negeri yang telah Kami hancurkan. Semua itu Kami ceritakan kepadamu agar kamu dapat menasihati kaummu dan kamu yakin akan pertolongan Allah kepadamu. Sebagian negeri itu seperti tanaman yang berdiri tegak di atas lanjaran sehingga nampak terlihat apa yang telah terjadi. Sebagian lainnya hilang tanpa jejak seperti tanaman yang telah dituai.",
    "jalalayn": "(Yang demikian itu) hal yang telah disebutkan tadi; lafal dzaalika berkedudukan menjadi mubtada sedangkan khabarnya ialah (adalah sebagian berita-berita negeri yang Kami ceritakan kepadamu) hai Muhammad (di antaranya) di antara negeri-negeri itu (ada yang masih kedapatan bekas-bekasnya) artinya penduduknya telah binasa tetapi bekas-bekasnya masih ada (dan) di antaranya ada pula (yang telah musnah) telah binasa berikut penduduknya, sehingga tidak ada bekasnya sama sekali. Perumpamaan mereka sama dengan tanaman yang dipanen dengan memakai sabit."
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 101,
    "arab": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ ظَلَمُوْٓا اَنْفُسَهُمْ فَمَآ اَغْنَتْ عَنْهُمْ اٰلِهَتُهُمُ الَّتِيْ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ مِنْ شَيْءٍ لَّمَّا جَاۤءَ اَمْرُ رَبِّكَۗ وَمَا زَادُوْهُمْ غَيْرَ تَتْبِيْبٍ ",
    "translation": "Dan Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri, karena itu tidak bermanfaat sedikit pun bagi mereka sesembahan yang mereka sembah selain Allah, ketika siksaan Tuhanmu datang. Sesembahan itu hanya menambah kebinasaan bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1574.mp3",
    "tafsir": "Ayat ini menerangkan bahwa dibinasakannya mereka itu bukanlah tindakan aniaya dari Allah, tetapi mereka sendirilah yang menganiaya dirinya yang menyebabkan Allah mengambil tindakan demikian. Mereka mempersekutukan Allah dan mengadakan kerusakan di muka bumi secara terus-menerus, sehingga azab tidak dapat ditunda-tunda. Andaikata mereka dibiarkan dalam keadaan yang demikian berlarut-larut, niscaya mereka akan tetap saja, malah bertambah-tambah penganiayaan, kejahatan, dan pengrusakannya di muka bumi, sebagaimana kata Nabi Nuh a.s. tentang kaumnya, kepada Allah:\n\nSesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. (Nuh/71: 27)\nRasul-rasul yang diutus kepada mereka cukup gigih memberikan pelajaran dan petunjuk, tetapi mereka tetap saja angkuh dan membangkang. Apabila diberi ancaman, mereka makin membangkang dan menentang karena mereka terlalu percaya bahwa tuhan-tuhan sembahannya itulah yang akan menyelamatkan dari segala marabahaya dan azab yang akan menimpanya. Padahal apabila Allah swt telah memutuskan akan menurunkan azab dan membinasakan suatu kaum, maka sembahan-sembahan yang mereka seru selain Allah swt itu tidak akan bermanfat sedikit pun dan tidak mempunyai daya sama sekali untuk menahan dan menghalangi keputusan Allah. Kepercayaan mereka kepada sembahan-sembahan mereka itu, tidak lain kecuali hanya menambah kebinasaan dan kehancuran mereka. Mereka percaya bahwa sembahan-sembahan itu akan menimpakan malapetaka kepada nabi yang diutus sebagaimana diceritakan Allah swt di dalam firman-Nya; mengenai kaum Nabi Hud a.s.:\n\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu. (Hud/11: 54)",
    "quraish": "Dengan kehancuran itu, Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri sendiri dengan kekufuran, peribadatan kepada selain Allah dan membuat kejahatan di muka bumi. Pada saat perintah Tuhanmu datang, wahai Nabi, tuhan-tuhan yang mereka sembah selain Allah itu tidak mampu menolak kebinasaan yang menimpa mereka. Juga tidak dapat mendatangkan manfaat sedikit pun untuk mereka. Sikap mereka yang selalu menyembah berhala hanya akan menambahkan kebinasaan dan kerugian kepada mereka.",
    "jalalayn": "(Dan Kami tidak menganiaya mereka) dengan membinasakan mereka tanpa dosa (tetapi merekalah yang menganiaya dirinya sendiri) dengan melakukan perbuatan syirik (karena itu tiadalah bermanfaat) tidak ada gunanya (kepada diri mereka, sesembahan-sesembahan yang mereka seru) yang mereka sembah (selain Allah). Huruf min di sini zaidah atau tidak mengandung makna (sedikit pun, di waktu perintah Rabbmu datang) yaitu azab-Nya. (Dan sesembahan-sesembahan itu tidaklah menambah kepada mereka) penyembahan mereka terhadapnya itu tidak dapat memberikan kepada mereka (selain kerugian belaka) yaitu kebinasaan."
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 102,
    "arab": "وَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَآ اَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌ  ۗاِنَّ اَخْذَهٗٓ اَلِيْمٌ شَدِيْدٌ",
    "translation": "Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1575.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa azab yang ditimpakan kepada negeri-negeri kaum Nuh, kaum ad dan kaum namud itu juga akan ditimpakan kepada semua negeri yang penduduknya tetap bersifat dan selalu berbuat kerusakan di muka bumi ini. Tidak ada suatu kaum pun yang akan luput dan terhindar daripadanya apabila Allah swt telah menghendakinya. Sabda Nabi Muhammad saw:\nSesungguhnya Allah swt menangguhkan siksaan bagi orang-orang yang zalim sehingga apabila Dia mengazabnya Dia tidak akan meluputkannya. (Riwayat Ahmad, al-Bukhari, Muslim dan at-Tirmidzi dari Abu Musa al-Asyari)\nSesungguhnya azab Allah itu sangat pedih. Uraian di atas dapat dijadikan pelajaran terutama bagi orang-orang yang zalim, supaya mereka sadar dan menginsafi perbuatannya yang jahat itu. Tidak ada suatu usaha dan kekuatan bagaimanapun hebatnya yang dapat menghalangi atau membendung azab Allah yang akan ditimpakan-Nya kepada suatu negeri atau suatu kaum. Firman Allah swt:\nDan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang jelas. Maka Allah sama sekali tidak berlaku zalim kepada mereka, tetapi merekalah yang berlaku zalim kepada diri mereka sendiri. (ar-Rum/30: 9)",
    "quraish": "Seperti azab keras yang ditimpakan kepada kaum Nûh, kaum 'Ad, kaum Tsamûd dan lainnya, Allah pun akan mengazab penduduk negeri yang menganiaya diri dengan kekufuran dan kejahatan. Sesungguhnya siksa Allah kepada orang-orang yang zalim amatlah keras, pedih dan menyakitkan.",
    "jalalayn": "(Dan begitulah) perumpamaan azab-Nya (azab Rabbmu apabila Dia mengazab penduduk negeri-negeri) yang dimaksud adalah penduduknya (yang berbuat lalim) dengan melakukan perbuatan-perbuatan dosa. Jelasnya tidak ada sesuatu pun yang dapat memberi manfaat kepada mereka bila azab Allah diturunkan kepada mereka. (Sesungguhnya azab-Nya itu adalah sangat pedih lagi keras) sehubungan dengan ayat ini Imam Bukhari dan Imam Muslim meriwayatkan sebuah hadis melalui Abu Musa Al-Asyari r.a. yang menceritakan bahwasanya Rasulullah saw. telah bersabda, \"Sesungguhnya Allah selalu mencatat semua perbuatan orang yang aniaya sehingga apabila Dia mengazabnya, maka ia tidak dapat luput daripada-Nya.\" Kemudian Rasulullah saw. membacakan firman-Nya, \"Dan begitulah azab Rabbmu..\" (Q.S. Hud 102)"
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 103,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّمَنْ خَافَ عَذَابَ الْاٰخِرَةِ ۗذٰلِكَ يَوْمٌ مَّجْمُوْعٌۙ لَّهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَّشْهُوْدٌ",
    "translation": "Sesungguhnya pada yang demikian itu pasti terdapat pelajaran bagi orang-orang yang takut kepada azab akhirat. Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1576.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa apa yang telah dikisahkan tentang kehancuran umat-umat dahulu sebagai akibat dari penganiayaan yang telah dilakukannya, adalah menjadi bahan pelajaran bagi orang-orang yang mau sadar dan takut kepada azab akhirat. Allah yang menyiksa mereka di dunia ini, tentu mampu pula menyiksa mereka di akhirat kelak dan apa yang meliputi mereka di dunia ini, merupakan gambaran dan contoh dari apa yang akan ditemuinya di akhirat nanti.\nKejadian-kejadian seperti topan, gempa bumi, tanah longsor, dan sebagainya, yang menghancurkan harta benda dan jiwa yang tidak sedikit jumlahnya, adalah azab dan teguran dari Allah swt kepada manusia untuk menyadari kesalahan-kesalahan, dosa-dosa, penganiayaan-penganiayaan yang diperbuatnya, dan bukan hanya bencana alam yang tidak ada sangkut pautnya dengan kekuasaan Allah swt. Sebelum terjadi hal-hal seperti tersebut di atas, rasul-rasul Allah telah memperingatkan kepada kaumnya akan terjadinya sesuatu, supaya mereka berhati-hati. Itu semua menunjukkan bahwa kejadian-kejadian itu tidaklah secara kebetulan, tetapi erat hubungannya dengan Qadha dan Qadar, salah satu rukun iman yang wajib diyakini dan dipercayai, perhatikanlah firman Allah swt:\nDan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali. (asy-Syuara/26: 227)\nOrang-orang yang tidak mau sadar akan peringatan Allah di dunia ini, akan diazab nanti di akhirat, pada hari di mana semua makhluk akan berkumpul untuk dihisab semua amalnya, kemudian dibalas dengan seadil-adilnya. Kejadian itu disaksikan oleh semua makhluk baik manusia, jin, malaikat, maupun makhluk-makhluk yang lain.",
    "quraish": "Sesungguhnya di dalam kisah-kisah tersebut, terdapat pelajaran berharga yang dapat dipetik oleh orang yang meyakini hari kebangkitan dan takut kepada azab akhirat. Hari kiamat itu adalah suatu hari yang semua manusia dikumpulkan untuk diperhitungkan segala amal perbuatannya. Dan hari itu adalah suatu hari yang disaksikan oleh malaikat dan manusia.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) pada kisah-kisah yang telah disebutkan tadi (benar-benar terdapat pelajaran) bahan pelajaran (bagi orang-orang yang takut kepada azab akhirat. Hari itu) yakni hari kiamat itu (adalah suatu hari yang dikumpulkan menghadap kepada-Nya) pada hari itu (semua manusia, dan hari itu adalah suatu hari yang disaksikan) artinya hari itu disaksikan oleh semua makhluk."
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 104,
    "arab": "وَمَا نُؤَخِّرُهٗٓ اِلَّا لِاَجَلٍ مَّعْدُوْدٍۗ ",
    "translation": "Dan Kami tidak akan menunda, kecuali sampai waktu yang sudah ditentukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1577.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa hari Kiamat adalah hari dimana segenap makhluk akan berkumpul dan menyaksikan segala amalnya dan tiap-tiap manusia diminta mempertanggungjawabkan amalnya di dunia, tidak akan ditunda dan diperpanjang, tetapi akan berakhir sesuai dengan yang telah ditentukan Allah swt.",
    "quraish": "Kami tidak akan mengundurkannya kecuali hanya beberapa saat yang Kami tentukan. Meskipun lama menurut pandangan manusia, tetapi sebenarnya itu sangatlah sebentar menurut Allah.",
    "jalalayn": "(Dan Kami tiadalah mengundur-undurkannya melainkan sampai waktu yang tertentu) waktu yang hanya diketahui oleh Allah."
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 105,
    "arab": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ اِلَّا بِاِذْنِهٖۚ فَمِنْهُمْ شَقِيٌّ وَّسَعِيْدٌ",
    "translation": "Ketika hari itu datang, tidak seorang pun yang berbicara, kecuali dengan izin-Nya; maka di antara mereka ada yang sengsara dan ada yang berbahagia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1578.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan bahwa jika hari yang telah ditentukan itu tiba, tidak seorang pun dapat berbicara dan berbuat sesuatu kecuali dengan izin Allah, sebagaimana firman-Nya:\nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36)\nDan firman-Nya:\nPada hari, ketika ruh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba/78: 38)\n\nDi antara orang-orang yang berkumpul di hari Kiamat itu, ada yang celaka, mereka akan mendapat azab yang pedih sebagaimana yang telah diancamkan kepada orang-orang kafir, dan ada yang berbahagia, mereka akan memperoleh pahala dan kesenangan sepanjang masa sesuai dengan yang telah dijanjikan kepada orang-orang yang bertakwa.",
    "quraish": "Di kala datang azab hari itu, tidak seorang manusia pun dapat berbicara kecuali dengan izin Allah. Di antara mereka ada yang celaka, yaitu mereka yang kafir, karena menerima berbagai macam siksaan. Ada pula yang berbahagia, yaitu mereka yang beriman, karena kenikmatan akhirat yang diperoleh.",
    "jalalayn": "(Di kala datang hari itu) sudah tiba saatnya (tidak dapat berbicara) lafal takallama pada asalnya adalah tatakallama, kemudian salah satu huruf tanya dibuang sehingga jadilah ia takallama (seorang pun melainkan dengan izin-Nya) izin Allah swt. (maka di antara mereka) makhluk (ada yang celaka dan) yang lainnya (ada yang berbahagia) masing-masing telah dipastikan nasibnya di zaman azali."
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 106,
    "arab": "فَاَمَّا الَّذِيْنَ شَقُوْا فَفِى النَّارِ لَهُمْ فِيْهَا زَفِيْرٌ وَّشَهِيْقٌۙ  ",
    "translation": "Maka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1579.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa orang-orang yang termasuk golongan celaka, karena pada waktu mereka di dunia telah merusak akidahnya, mengikuti orang-orang yang sesat perbuatannya, sehingga pudar dan padamlah cahaya iman dari padanya, bergelimang dosa sepanjang masa. Mereka itu akan dimasukkan ke dalam neraka dan merasakan azab yang pedih seperti halnya seekor himar yang mengeluarkan dan memasukkan nafasnya disertai rintihan dan teriakan yang amat keras.",
    "quraish": "Orang-orang yang celaka, tempat mereka adalah neraka. Di situ mereka bernafas dengan disertai rintihan sakit ketika menghirup dan mengeluarkan nafas dari dada.",
    "jalalayn": "(Adapun orang-orang yang celaka) menurut pengetahuan Allah swt. (maka tempatnya di dalam neraka, di dalamnya mereka mengeluarkan jeritan) suara yang sangat keras (dan rintihan) suara yang lemah."
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 107,
    "arab": "خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ اِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيْدُ",
    "translation": "mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain). Sungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1580.mp3",
    "tafsir": "Mereka akan kekal di dalam neraka, selama-lamanya kecuali kalau Allah swt menghendaki yang lain, karena Dia Maha Pelaksana terhadap apa yang Dia kehendaki. Apa saja yang dikehendaki-Nya akan terwujud dan apa yang tidak dikehendaki-Nya tidak akan ada.",
    "quraish": "Mereka kekal selama-lamanya di neraka, selama ada langit dan bumi. Mereka tidak akan keluar kecuali pada waktu yang dikehendaki Allah untuk diberi siksa yang lain. Sesungguhnya Tuhanmu, wahai Nabi, Maha Pelaksana terhadap apa yang Dia kehendaki, tidak ada seorang pun yang dapat menghalangi-Nya.",
    "jalalayn": "(Mereka kekal di dalamnya selama ada langit dan bumi) artinya selama keberadaan langit dan bumi di alam dunia (kecuali) melainkan (jika Rabbmu menghendaki yang lain) yaitu perpanjangan waktu yang melebihi umur langit dan bumi. Makna yang dimaksud adalah tidak terbatas; mereka kekal di dalamnya untuk selama-lamanya. (Sesungguhnya Rabbmu Maha Pelaksana terhadap apa yang Dia kehendaki.)"
  },
  {
    "page": 233,
    "name": "Hud",
    "ayat": 108,
    "arab": "۞ وَاَمَّا الَّذِيْنَ سُعِدُوْا فَفِى الْجَنَّةِ خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ عَطَاۤءً غَيْرَ مَجْذُوْذٍ",
    "translation": "Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain); sebagai karunia yang tidak ada putus-putusnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1581.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa orang-orang yang berbahagia karena ketika mereka berada di dunia selalu berhati-hati dan menghindari perbuatan yang bertentangan dengan perintah Allah dan menjauhi godaan-godaan yang akan menjerumuskannya ke lembah maksiat, mereka akan ditempatkan di surga, dan kekal di dalamnya selama-lamanya, kecuali Allah swt menghendaki yang lain. Balasan dan nikmat yang dianugerahkan kepada orang-orang yang berbahagia adalah karunia semata-mata dari Allah swt yang terus menerus tiada putus-putusnya, sesuai dengan firman-Nya:\nMereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 6)",
    "quraish": "Sedangkan orang-orang yang diberikan kebahagiaan oleh Allah, mereka akan masuk surga dan kekal di dalamnya, dari sejak awal selesainya perhitungan sampai waktu yang tidak terbatas. Kecuali orang-orang yang dikehendaki oleh Allah untuk ditunda waktunya masuk surga, yaitu orang-orang Mukmin yang banyak berbuat maksiat. Mereka itu akan berada di neraka sesuai azab yang pantas mereka terima, kemudian keluar dari situ dan masuk ke dalam surga. Mereka yang berbahagia itu, akan diberi oleh Tuhanmu karunia yang besar dan kekal di surga, tidak berkurang dan tidak putus-putus.",
    "jalalayn": "(Adapun orang-orang yang berbahagia) dapat dibaca sa`iduu atau su`iduu (maka tempatnya di dalam surga, mereka kekal di dalamnya selama ada langit dan bumi kecuali) melainkan (jika Rabbmu menghendaki) penafsirannya seperti apa yang telah dikemukakan pada ayat terdahulu yang hal ini ditunjukkan oleh firman selanjutnya, yaitu (sebagai karunia yang tiada putus-putusnya) tidak pernah terputus, dan penakwilan yang terdahulu itulah penakwilan yang paling kuat karena ia terlepas dari pengertian yang dipaksakan. Akhirnya hanya Allah jualah Yang Maha Mengetahui akan maksud-Nya."
  }
]