[
  {
    "page": 234,
    "name": "Hud",
    "ayat": 109,
    "arab": "فَلَا تَكُ فِيْ مِرْيَةٍ مِّمَّا يَعْبُدُ هٰٓؤُلَاۤءِ ۗمَا يَعْبُدُوْنَ اِلَّا كَمَا يَعْبُدُ اٰبَاۤؤُهُمْ مِّنْ قَبْلُ ۗوَاِنَّا لَمُوَفُّوْهُمْ نَصِيْبَهُمْ غَيْرَ مَنْقُوْصٍ ࣖ ",
    "translation": "Maka janganlah engkau (Muhammad) ragu-ragu tentang apa yang mereka sembah. Mereka menyembah sebagaimana nenek moyang mereka dahulu menyembah. Kami pasti akan menyempurnakan pembalasan (terhadap) mereka tanpa dikurangi sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1582.mp3",
    "tafsir": "Pada ayat ini, Allah swt menghibur Nabi Muhammad saw dan memberi peringatan kepada musuh-musuhnya. Dan bagi orang-orang musyrik penyembah berhala, Allah pasti akan menyiksa mereka karena apa yang disembah mereka, sama saja dengan yang telah disembah oleh nenek moyangnya. Sebagaimana nenek moyang mereka telah disiksa akibat perbuatannya memusuhi nabi-nabi dan menyembah berhala, begitu juga yang akan ditimpakan kepada mereka, tidak dikurangi sedikit pun.",
    "quraish": "Jika nasib bangsa-bangsa yang musyrik di dunia dan akhirat seperti yang telah Kami ceritakan kepadamu, wahai Muhammad, maka janganlah kamu ragu akan kesudahan nasib kaummu yang menyembah berhala, seandainya mereka terus berada dalam kesesatan. Sebab, mereka sama dengan nenek moyang mereka terdahulu yang telah Kami ceritakan kisah-kisahnya, sama-sama musyrik. Sesungguhnya Kami akan memenuhi azab yang berhak diterima oleh orang-orang kafir itu secara sempurna, tanpa dikurangi sedikit pun, sesuai dengan dosa yang mereka lakukan.",
    "jalalayn": "(Maka janganlah kamu) hai Muhammad (berada dalam keraguan) menaruh syak (tentang apa yang disembah oleh mereka) yaitu berhala-berhala sesembahan mereka karena sesungguhnya Kami akan mengazab mereka sebagaimana Kami mengazab orang-orang sebelum mereka yang melakukan perbuatan yang sama. Ayat ini dimaksud sebagai penghibur hati Nabi saw. (Mereka tidak menyembah melainkan sebagaimana nenek moyang mereka menyembah) artinya sama dengan penyembahan mereka (dahulu) dan sungguh dahulu Kami telah mengazab mereka. (Dan sesungguhnya Kami pasti akan menunaikan terhadap mereka) sama dengan apa yang telah Kami tunaikan kepada nenek moyang mereka (bagian mereka) pembalasan azab mereka (dengan tidak dikurangi sedikit pun) artinya secukup-cukupnya."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 110,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ",
    "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkannya. Dan kalau tidak ada ketetapan yang terdahulu dari Tuhanmu, niscaya telah dilaksanakan hukuman di antara mereka. Sungguh, mereka (orang kafir Mekah) benar-benar dalam kebimbangan dan keraguan terhadapnya (Al-Qur'an).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1583.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Dia telah memberikan kitab Taurat kepada Musa a.s., kemudian kitab Taurat itu diperselisihkan oleh kaumnya, apakah kitab Taurat itu betul dari Allah atau bukan? Ada di antara mereka yang percaya, bahwa kitab Taurat itu betul-betul dari Allah dan sebagian yang lain mengingkarinya. Oleh karena itu, Nabi Muhammad tidak perlu merasa gusar kalau dia melihat orang-orang kafir Mekah meragukan Al-Quran, baik isi maupun kebenarannya. Andaikata tidak ada ketentuan dari Allah untuk menangguhkan kepada orang-orang yang zalim dan ingkar sampai kepada waktu yang telah ditetapkan, tentunya Allah mengazab mereka sebagaimana telah mengazab dan menghancurkan orang-orang yang menentang dakwah rasul dahulu sebelum Nabi Muhammad saw. Sejalan dengan isi ayat ini, Allah berfirman:\nDan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak, (Ibrahim/14: 42)\n\nPada akhir ayat ini Allah menjelaskan bahwa orang-orang yang mendustakan kitab Allah benar-benar dalam keraguan dan kebimbangan yang sangat dalam, sebagaimana firman Allah:\nDan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Dan sesungguhnya orang-orang yang mewarisi Kitab (Taurat dan Injil) setelah mereka (pada zaman Muhammad), benar-benar berada dalam keraguan yang mendalam tentang Kitab (Al-Quran) itu. (asy-Syura/42: 14)",
    "quraish": "Kami tegaskan sekali lagi kepadamu, hai Muhammad, bahwa Kami telah memberikan Tawrât kepada Mûsâ. Sepeninggal Mûsâ, kaumnya beselisih paham dalam penafsiran dan maksud maknanya sesuai dengan keinginan hawa nafsu mereka. Masing-masing mencoba memahaminya menurut hawa nafsu. Mereka pun lantas terpecah menjadi beberapa golongan. Banyak dari mereka yang melenceng jauh dari kebenaran yang dikandungnya. Kalau bukan karena janji Allah untuk menunda siksa mereka sampai datangnya hari kiamat, niscaya ketetapan Allah berupa kebinasaan untuk orang-orang yang menyalahi dan keselamatan bagi orang-orang yang membenarkan pasti akan mereka terima di dunia, seperti halnya umat-umat terdahulu yang menyelewengkan pemahaman kitab suci sehingga sulit ditemukan kebenarannya. Sesungguhnya orang-orang yang mewarisi Tawrât itu berada dalam kebimbangan dan jauh dari hakikat kebenaran.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan Kitab kepada Musa) yaitu kitab Taurat (lalu diperselisihkan tentang Kitab itu) ada yang membenarkan dan ada yang mendustakan, sama halnya dengan nasib yang menimpa Alquran (Dan seandainya tidak ada ketetapan yang terdahulu dari Rabbmu) dengan ditangguhkannya penghisaban dan pembalasan terhadap semua makhluk hingga hari kiamat nanti (niscaya telah ditetapkan peradilan di antara mereka) di dunia tentang apa yang mereka perselisihkan mengenai masalah Kitab itu. (Dan sesungguhnya mereka) yaitu orang-orang yang mendustakannya (dalam keraguan yang menggelisahkan terhadap Alquran) mereka ragu terhadapnya."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 111,
    "arab": "وَاِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ اَعْمَالَهُمْ ۗاِنَّهٗ بِمَا يَعْمَلُوْنَ خَبِيْرٌ",
    "translation": "Dan sesungguhnya kepada masing-masing (yang berselisih itu) pasti Tuhanmu akan memberi balasan secara penuh atas perbuatan mereka. Sungguh, Dia Mahateliti terhadap apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1584.mp3",
    "tafsir": "Pada ayat ini Allah swt menegaskan bahwa orang-orang yang memperselisihkan tentang kebenaran Al-Quran dan meragukan kedatangannya dari Allah, maka Allah akan menyempurnakan balasan perbuatan mereka baik di dunia maupun di akhirat, karena Allah Maha Mengetahui apa yang telah mereka kerjakan. Firman Allah:\nDemikian itu disebabkan oleh perbuatan tanganmu sendiri, dan sesungguh-nya Allah tidak menzalimi hamba-hamba-Nya. (ali Imran/3: 182)\n\nDan firman-Nya:\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (-Nya). (Fushshilat/41: 46)",
    "quraish": "Masing-masing kelompok di antara mereka pasti akan dipenuhi balasan amal perbuatan mereka oleh Tuhanmu. Sesungguhnya Allah Maha Mengetahui sekecil apa pun kebaikan dan kejahatan yang mereka lakukan. Dan Dia akan membalas mereka sesuai dengan perbuatannya.",
    "jalalayn": "(Dan sesungguhnya) dapat dibaca wain dan wainna (kepada masing-masing) artinya kepada setiap makhluk (pasti) huruf maa adalah zaidah, sedangkan huruf lam adalah mauthiah atau pendahuluan bagi qasam atau sumpah, atau lam fariqah. Menurut qiraat yang lain lamaa dibaca tasydid sehingga menjadi lammaa yang maknanya sama dengan illaa sedangkan huruf in sebelumnya bermakna nafi (Rabbmu akan menyempurnakan dengan cukup amal perbuatan mereka) yakni pembalasannya. (Sesungguhnya Dia Maha Mengetahui apa yang mereka kerjakan) Dia Maha Mengetahui apa yang tersembunyi dan yang terlahirkan daripadanya."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 112,
    "arab": "فَاسْتَقِمْ كَمَآ اُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْاۗ اِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Maka tetaplah engkau (Muhammad) (di jalan yang benar), sebagaimana telah diperintahkan kepadamu dan (juga) orang yang bertobat bersamamu, dan janganlah kamu melampaui batas. Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1585.mp3",
    "tafsir": "Ayat ini memberikan tuntutan kepada Nabi Muhammad saw terhadap apa yang semestinya ia perbuat pada waktu umatnya melancarkan tantangan, dan meragukan Al-Quran yang dibawanya. Dia diperintahkan untuk tetap pada pendiriannya, berjalan di atas jalan yang lurus, menyampaikan syariat yang diamanatkan kepadanya, melaksanakan risalahnya dan jangan sampai terlintas di dalam hatinya akan meninggalkan sebagian dari apa yang telah diwahyukan kepadanya, karena kekejaman fitnahan umatnya, sebagaimana firman Allah:\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya. (Hud/11: 12)\nBegitu pula orang-orang yang telah sadar dan insyaf serta tobat dari kemusyrikan dan kekafiran dan telah beriman bersama Muhammad saw supaya tetap dalam pendiriannya, mempertahankan akidah tauhidnya dan jangan sekali-kali bergeser dari jalan yang lurus dan benar yang telah diimani dan diyakininya, karena Allah melihat dan mengetahui semuanya itu. Sejalan dengan ayat ini, Allah berfirman:\nKarena itu serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, \"Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami amal perbuatan kami dan bagi kamu amal perbuatan kamu. Tidak (perlu) ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah (kita) kembali.\" (asy-Syura/42: 15)",
    "quraish": "Jika keadaan umat-umat yang memperselisihkan pemahaman kitab suci begitu adanya, maka bersikaplah kamu dan para pengikutmu yang beriman dengan konsisten mengikuti jalan kebenaran seperti yang diperintahkan Allah. Janganlah kalian melampaui batas kewajaran dengan melalaikan atau meremehkan atau berlebih-lebihan dengan melakukan sesuatu yang di luar kemampuan. Sesungguhnya Allah Maha Mengetahui semua apa yang kalian kerjakan dan pasti Dia akan membalasnya.",
    "jalalayn": "(Maka tetaplah kamu pada jalan yang benar) yaitu mengamalkan perintah Rabbmu dan menyembah kepada-Nya (sebagaimana diperintahkan kepadamu dan) juga tetaplah pada jalan yang benar (orang yang telah bertobat) yaitu orang yang telah beriman (beserta kamu dan janganlah kalian melampuai batas) melanggar batasan-batasan Allah. (Sesungguhnya Dia Maha Melihat apa yang kalian kerjakan) oleh sebab itu Dia membalas kalian."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 113,
    "arab": "وَلَا تَرْكَنُوْٓا اِلَى الَّذِيْنَ ظَلَمُوْا فَتَمَسَّكُمُ النَّارُۙ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ثُمَّ لَا تُنْصَرُوْنَ",
    "translation": "Dan janganlah kamu cenderung kepada orang yang zalim yang menyebabkan kamu disentuh api neraka, sedangkan kamu tidak mempunyai seorang penolong pun selain Allah, sehingga kamu tidak akan diberi pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1586.mp3",
    "tafsir": "Pada ayat ini, Allah swt menandaskan bahwa orang-orang yang beriman kepada Nabi Muhammad dan menganut agamanya, supaya jangan sekali-kali cenderung kepada orang-orang zalim, yaitu musuh-musuh kaum Muslimin yang selalu menyakitinya dan orang-orang musyrik yang selalu berusaha mengembalikannya kepada kemusyrikan. Jangan sekali-kali minta bantuan dan pertolongan dari mereka, seakan-akan mereka telah dijadikan pemimpinnya, karena bila hal itu sudah sampai kepada derajat yang demikian, maka termasuklah orang-orang mukmin itu seperti mereka juga yang tidak akan mendapat petunjuk. Firman Allah:\nBarang siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim. (al-Maidah/5: 51)\n\nSatu-satunya yang dapat dijadikan pemimpin serta diminta bantuan dan pertolongannya hanya Allah. Barang siapa yang berbuat selain dari itu, maka ia termasuk orang yang zalim yang tak mempunyai penolong, sebagaimana firman Allah:\nDan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-Maidah/5: 72)",
    "quraish": "Janganlah sedikit pun kalian condong kepada musuh-musuh Allah dan musuh-musuh kalian yang menzalimi diri mereka dan melanggar batasan-batasan Allah. Jangan kalian bergantung kepada mereka atau menganggap baik jalan yang mereka tempuh. Sebab, dengan condong kepada mereka, kalian pantas menerima siksa neraka, dan tidak ada seorang pun yang dapat menghindarkannya dari kalian. Sebagai kesudahan kalian, kalian tidak akan dibela oleh Allah dalam melawan musuh dengan cara tidak ditolong, oleh sebab kecenderungan kalian kepada musuh-Nya.",
    "jalalayn": "(Dan janganlah kalian cenderung) condong hati (kepada orang-orang yang lalim) dengan menyukai mereka atau berbasa-basi terhadap mereka atau menyenangi perbuatan mereka (yang menyebabkan kalian disentuh) kalian terkena (api neraka dan sekali-kali kalian tiada mempunyai selain daripada Allah) selain-Nya (seorang penolong pun) yang dapat memelihara diri kalian dari azab-Nya. Huruf min di sini zaidah (kemudian kalian tidak akan diberi pertolongan) sehingga kalian tidak dapat selamat dari azab-Nya."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 114,
    "arab": "وَاَقِمِ الصَّلٰوةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ الَّيْلِ ۗاِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِۗ ذٰلِكَ ذِكْرٰى لِلذَّاكِرِيْنَ",
    "translation": "Dan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1587.mp3",
    "tafsir": "Ayat ini memerintahkan agar kaum Muslimin mendirikan salat, lengkap dengan rukun dan syaratnya, tetap dikerjakan lima kali dalam sehari semalam menurut waktu yang telah ditentukan yaitu salat Subuh, Zuhur, dan Asar, Magrib, dan Isya. Sejalan dengan ayat ini firman Allah:\nMaka bertasbihlah kepada Allah pada petang hari dan pada pagi hari (waktu subuh), dan segala puji bagi-Nya baik di langit, di bumi, pada malam hari dan pada waktu zuhur (tengah hari). (ar-Rum/30: 17-18)\n\nAyat ini menerangkan juga bahwa perbuatan-perbuatan yang baik, yang garis besarnya ialah mengerjakan perintah Allah dan menjauhi larangannya, antara lain melaksanakan salat, akan menghapuskan dosa-dosa kecil dan perbuatan-perbuatan buruk. Ini sejalan dengan sabda Nabi Muhammad saw:\nIringilah perbuatan buruk itu dengan perbuatan yang baik, maka perbuatan baik itu akan menghapuskan (dosa) perbuatan buruk itu. (Riwayat at-Tirmidzi dari Abu dzar al-Gifari)\n\nDan firman Allah:\nJika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga). (an-Nisa/4: 31)\n\nPesan-pesan terdahulu seperti perintah istiqamah, larangan berbuat aniaya dan memihak kepada orang-orang zalim serta perintah mendirikan salat adalah merupakan pelajaran dan peringatan bagi orang-orang yang sadar dan insyaf yang selalu ingat kepada Allah.",
    "quraish": "Laksanakanlah salat, hai Muhammad, dengan sempurna pada kedua tepi siang (pagi dan sore) dan pada bagian-bagian waktu malam. Sesungguhnya yang demikian itu dapat menyucikan jiwa, sehingga mampu mengalahkan kecenderungan berbuat jahat dan dapat menghapuskan dampak dosa-dosa kecil yang tidak pernah luput dari manusia. Petunjuk kebaikan yang diperintahkan kepadamu itu adalah suatu nasihat yang bermanfaat bagi orang-orang yang siap menerimanya, yang selalu ingat dan tidak melupakan Tuhan- Nya.",
    "jalalayn": "(Dan dirikanlah salat itu pada kedua tepi siang) yaitu di waktu pagi dan sore; yang dimaksud adalah salat subuh, zuhur dan asar (dan pada bagian permulaan) lafal zulafan adalah bentuk jamak dari kata tunggal zulfatan, artinya beberapa bagian (dari malam hari) yaitu salat isyak dan magrib. (Sesungguhnya perbuatan-perbuatan yang baik itu) seperti menjalankan salat lima waktu (menghapuskan perbuatan-perbuatan yang buruk) yakni dosa-dosa yang kecil. Ayat ini diturunkan berkenaan dengan seorang sahabat yang mencium perempuan bukan muhrimnya. Kemudian sahabat itu menceritakannya kepada Nabi saw. Maka Nabi saw. bersabda sampai dengan perkataannya berikut ini, \"... hal ini berlaku bagi umatku seluruhnya.\" Hadis ini diriwayatkan oleh Imam Bukhari dan Imam Muslim. (Itulah peringatan bagi orang-orang yang ingat) sebagai pelajaran bagi orang-orang yang mau mengambil pelajaran."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 115,
    "arab": "وَاصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "translation": "Dan bersabarlah, karena sesungguhnya Allah tidak menyia-nyiakan pahala orang yang berbuat kebaikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1588.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan supaya berlaku sabar. Yang dimaksud dengan sabar dalam ayat ini ialah tabah dan tahan menghadapi segala kesulitan dalam menjalankan perintah Allah dan menjauhi larangan-Nya. Sabar dan salat adalah dua amal yang kembar yang dapat dijadikan penolong untuk dapat mengatasi segala kesulitan yang dihadapi, sehingga dengan mudah dapat sampai kepada yang dicita-citakan. Tidak sedikit ayat yang menganjurkan supaya sabar dan salat itu dijadikan penolong. Antara lain firman Allah:\nWahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar. (al-Baqarah/2: 153)\n\nDan firman-Nya:\nMaka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang. (thaha/20: 130)\n\nAyat ini disudahi dengan suatu penegasan bahwa Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat kebaikan seperti sabar, tetapi Allah akan menyempurnakan pahalanya sebagaimana firman-Nya:\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)",
    "quraish": "Bersabarlah dalam menghadapi kesulitan dalam mengerjakan apa yang Kami perintahkan kepadamu. Laksanakanlah dengan baik. Allah pasti akan memberimu pahala yang besar. Sebab pahala orang-orang yang baik amalnya tidak akan sia-sia di sisi Allah.",
    "jalalayn": "(Dan bersabarlah) hai Muhammad, di dalam menghadapi perlakuan kaummu yang menyakitkan itu; atau bersabarlah kamu di dalam menjalankan salat (karena sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat kebaikan) bersabar di dalam menjalankan ketaatan."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 116,
    "arab": "فَلَوْلَا كَانَ مِنَ الْقُرُوْنِ مِنْ قَبْلِكُمْ اُولُوْا بَقِيَّةٍ يَّنْهَوْنَ عَنِ الْفَسَادِ فِى الْاَرْضِ اِلَّا قَلِيْلًا مِّمَّنْ اَنْجَيْنَا مِنْهُمْ ۚوَاتَّبَعَ الَّذِيْنَ ظَلَمُوْا مَآ اُتْرِفُوْا فِيْهِ وَكَانُوْا مُجْرِمِيْنَ",
    "translation": "Maka mengapa tidak ada di antara umat-umat sebelum kamu orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil di antara orang yang telah Kami selamatkan. Dan orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan. Dan mereka adalah orang-orang yang berdosa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1589.mp3",
    "tafsir": "Pada ayat ini Allah swt menyatakan celaan-Nya kepada orang-orang pintar, cerdik-pandai yang tidak melarang orang-orang sesamanya berbuat kerusakan di muka bumi, padahal akal sehat dan pikiran cerdas yang mereka miliki itu cukup untuk dapat mengerti dan memahami kebaikan yang diserukan oleh para rasul. Hanya sedikit saja di antara mereka yang mempergunakan akal sehat, pikiran, dan kecerdasannya, untuk melarang berbuat yang mungkar dan menyuruh berbuat yang baik. Mereka yang sedikit itulah yang diselamatkan oleh Allah. Orang-orang dahulu yang cerdik pandai yang zalim lebih mementingkan kemewahan dan kesenangan yang berlebih-lebihan yang menyebabkan mereka itu menjadi sombong, takabur, dan fasik. Ajakan rasul kepada kebaikan ditentangnya, bahkan mereka berbuat sebaliknya. Kejahatan merebak, tidak ada seorang pun di antara mereka yang melarang orang lain berbuat yang mungkar. Oleh karena dosa yang mereka perbuat itu sudah terlalu berat, maka Allah membinasakan mereka. Firman Allah:\nDan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra/17: 16)",
    "quraish": "Seharusnya, di antara umat-umat terdahulu yang telah Kami binasakan karena kezaliman mereka, ada sekelompok orang yang didengar dan diberi kelebihan dalam beragama dan menggunakan akal, selalu mencegah orang lain berbuat kerusakan di muka bumi, sehingga mampu melindungi mereka dari azab yang menimpa. Sama sekali itu tidak akan terjadi. Yang terjadi justru di antara mereka hanya ada sedikit dari orang-orang yang beriman, yang tidak didengar pendapat dan arahannya.",
    "jalalayn": "(Maka mengapa tidak ada) mengapa tidak (dari umat-umat) dari bangsa-bangsa terdahulu (sebelum kamu orang-orang yang mempunyai keutamaan) orang-orang yang teguh dalam beragama dan memiliki keutamaan (yang melarang daripada mengerjakan kerusakan di muka bumi) makna yang dimaksud adalah meniadakan, artinya hal tersebut jelas tidak akan terjadi di kalangan mereka (kecuali) hanya (sebagian kecil di antara orang-orang yang telah Kami selamatkan di antara mereka) yang melakukan nahi mungkar sehingga selamatlah mereka. Huruf min di sini mengandung makna bayan atau penjelasan (dan orang-orang yang lalim hanya mementingkan) mereka tidak mau melakukan nahi mungkar dan selalu senang dengan perbuatan kerusakan (kenikmatan yang mewah yang ada pada mereka) mereka hanya bersenang-senang saja (dan mereka adalah orang-orang yang berdosa)."
  },
  {
    "page": 234,
    "name": "Hud",
    "ayat": 117,
    "arab": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا مُصْلِحُوْنَ",
    "translation": "Dan Tuhanmu tidak akan membinasakan negeri-negeri secara zalim, selama penduduknya orang-orang yang berbuat kebaikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1590.mp3",
    "tafsir": "Pada ayat ini Allah swt menjelaskan bahwa Dia tidak akan membinasakan suatu negeri, jika penduduk negeri itu, masih berbuat kebaikan, tidak berbuat zalim seperti mengurangi timbangan sebagaimana halnya kaum Nabi Syuaib a.s., tidak melakukan perbuatan liwath (homoseks, sodomi) seperti halnya kaum Nabi Lut a.s., tidak patuh kepada pimpinannya yang kejam dan bengis, seperti halnya Firaun, dan kejahatan lain, karena yang demikian, adalah suatu kezaliman. Allah tidak akan menyuruh melakukan yang demikian itu. Firman Allah:\nDan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)\n\nDan firman-Nya:\nSesungguhnya Allah tidak menzalimi manusia sedikit pun. (Yunus/10: 44)",
    "quraish": "Bukan merupakan suatu ketentuan dan keadilan Allah di alam ini, untuk menganiaya penduduk suatu negeri dengan membinasakan mereka, padahal mereka berpegang teguh pada kebenaran dan melaksanakan segala kebaikan secara konsisten serta mengerjakan segala yang membawa kemaslahatan bagi diri mereka dan orang lain.",
    "jalalayn": "(Dan Rabbmu sekali-kali tidak akan membinasakan negeri-negeri secara lalim) dengan sesuka-Nya terhadap negeri-negeri tersebut (sedangkan penduduknya orang-orang yang berbuat kebaikan) orang-orang yang beriman."
  }
]