[
  {
    "page": 235,
    "name": "Hud",
    "ayat": 118,
    "arab": "وَلَوْ شَاۤءَ رَبُّكَ لَجَعَلَ النَّاسَ اُمَّةً وَّاحِدَةً وَّلَا يَزَالُوْنَ مُخْتَلِفِيْنَۙ  ",
    "translation": "Dan jika Tuhanmu menghendaki, tentu Dia jadikan manusia umat yang satu, tetapi mereka senantiasa berselisih (pendapat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1591.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa kalau Allah menghendaki, maka manusia menjadi umat yang satu dalam beragama sesuai dengan fitrah asal kejadiannya. Sekalipun pada mulanya manusia itu merupakan umat yang satu tidak terdapat perselisihan di antara mereka, tetapi setelah mereka berkembang biak, timbullah keperluan dan keinginan yang berbeda-beda maka timbul pulalah perbedaan dan perselisihan yang tak habis-habisnya, sebagaimana firman Allah:\nDan manusia itu dahulunya hanyalah satu umat, kemudian mereka berselisih. (Yunus/10: 19)",
    "quraish": "Kalau Tuhanmu berkehendak, niscaya Dia akan menjadikan seluruh manusia menganut satu agama, tunduk dengan sendirinya kepada Allah, seperti malaikat. Dan alam pun tidak seperti yang ada ini. Tetapi Allah tidak menghendaki yang demikian itu. Allah membiarkan mereka bebas memilih, sehingga terus berselisih paham dalam memahami segala sesuatu, meskipun hal itu adalah masalah yang berkaitan dengan pokok-pokok kepercayaan seperti iman kepada Allah, malaikat, rasul dan hari kiamat yang sebenarnya tidak boleh diperselisihkan. Mereka berselisih menurut kecenderungan, hawa nafsu dan cara berpikir masing- masing. Tiap-tiap kelompok dari mereka bersikeras dengan pendapatnya dan ajaran nenek moyangnya.",
    "jalalayn": "(Jikalau Rabbmu menghendaki, tentu Dia menjadikan manusia umat yang satu) pemeluk agama yang satu (tetapi mereka senantiasa berselisih pendapat) dalam masalah agama."
  },
  {
    "page": 235,
    "name": "Hud",
    "ayat": 119,
    "arab": "اِلَّا مَنْ رَّحِمَ رَبُّكَ ۗوَلِذٰلِكَ خَلَقَهُمْ ۗوَتَمَّتْ كَلِمَةُ رَبِّكَ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ",
    "translation": "kecuali orang yang diberi rahmat oleh Tuhanmu. Dan untuk itulah Allah menciptakan mereka. Kalimat (keputusan) Tuhanmu telah tetap, “Aku pasti akan memenuhi neraka Jahanam dengan jin dan manusia (yang durhaka) semuanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1592.mp3",
    "tafsir": "Perselisihan mereka tidak saja tentang agama yang dianut oleh masing-masing kaum seperti agama Yahudi, Nasrani, Majusi, Islam, atau syirik, tetapi juga penganut dari satu agama, kecuali orang-orang yang mendapat rahmat dari Allah dan diberi taufik serta hidayah. Mereka itu bersatu dan selalu mengusahakan persatuan agar manusia taat kepada peraturan dan ketentuan Allah, mengerjakan apa yang diperintahkan-Nya dan menjauhi apa yang dilarang-Nya. Demikian kehendak Allah mengenai keragaman manusia. Ada yang mendapat rahmat, taufik, dan hidayah dari Allah, mereka bersatu dan menggalang persatuan, dan mereka termasuk dalam golongan orang-orang yang bahagia yang akan menjadi penghuni surga. Ada pula yang tak putus-putusnya berselisih dan mereka termasuk dalam golongan orang-orang yang celaka yang menjadi penghuni neraka. Malik bin Anas pernah berkata, \"Manusia itu diciptakan sebagian berada di surga dan sebagian yang lain berada di neraka sair.\" Oleh karena itu Allah mengakhiri ayat ini dengan satu ketegasan bahwa telah menjadi ketentuan-Nya akan memenuhi neraka Jahanam dengan jin dan manusia yang selalu berbuat jahat dan dosa di muka bumi ini.",
    "quraish": "Akan tetapi orang-orang yang diberi rahmat oleh Allah karena fitrah mereka yang suci, sepakat tentang ketentuan Allah untuk mereka, sehingga mereka percaya kepada para rasul, kitab-kitab suci dan hari kiamat. Atas dasar kehendak-Nya yang telah ditetapkan dalam sistem alam raya ini, Allah menciptakan manusia siap untuk menerima pahala dan siksa. Dengan begitu, janji Allah pun terlaksana, yaitu neraka jahanam akan diisi dengan pengikut-pengikut iblis yang terdiri atas manusia dan jin.",
    "jalalayn": "(Kecuali orang-orang yang diberi rahmat oleh Rabbmu) artinya Allah telah menghendaki kebaikan bagi mereka sehingga mereka tidak berselisih pendapat tentangnya. (Dan untuk itulah Allah menciptakan mereka) sebagian di antara mereka ada yang suka berselisih dan sebagian yang lain ada yang diberi rahmat oleh-Nya sehingga mereka tidak berselisih mengenai agama. (Kalimat Rabbmu telah diputuskan) yaitu (sesungguhnya Aku akan memenuhi Jahanam dengan jin dan manusia semuanya.)"
  },
  {
    "page": 235,
    "name": "Hud",
    "ayat": 120,
    "arab": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤءِ الرُّسُلِ مَا نُثَبِّتُ بِهٖ فُؤَادَكَ وَجَاۤءَكَ فِيْ هٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَّذِكْرٰى لِلْمُؤْمِنِيْنَ ",
    "translation": "Dan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu; dan di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat dan peringatan bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1593.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kisah para rasul terdahulu bersama umatnya, seperti peristiwa perdebatan dan permusuhan di antara mereka, keluhan para nabi karena kaumnya mendustakan serta menyakiti dan sebagainya, semuanya itu berguna untuk meneguhkan hati Rasulullah agar tidak tergoyahkan oleh apa pun untuk mengemban tugas kerasulan dan menyiarkan dakwahnya. Selain itu, kisah-kisah tersebut juga menanamkan keyakinan yang mantap dan mendalam tentang apa yang diserukan para rasul, seperti akidah bahwa Allah adalah Esa, bertobat dan beribadah kepada-Nya dengan ikhlas, meninggalkan kejahatan, baik yang nyata maupun yang tidak nyata. Kesemuanya itu merupakan pelajaran dan peringatan yang bermanfaat bagi orang-orang mukmin bahwa umat terdahulu itu ditimpakan azab kepadanya karena mereka telah berbuat aniaya dan kerusakan di bumi.",
    "quraish": "Dari setiap kisah rasul-rasul dan umat-umatnya yang telah lalu, Kami kisahkan kepadamu, Muhammad, sesuatu yang dapat menguatkan hatimu dalam melaksanakan tugas berat: menyampaikan pesan-pesan Allah. Di dalam kisah-kisah tersebut terdapat penjelasan kebenaran yang kamu serukan seperti para rasul terdahulu, seperti seruan mengesakan Tuhan dan menjauhi sesuatu yang dimurkai-Nya. Di dalamnya juga terkandung nasihat dan pelajaran yang dapat diambil oleh orang-orang Mukmin sehingga iman mereka bertambah dan orang-orang yang siap menerima keimanan sehingga bergegas menggapainya.",
    "jalalayn": "(Dan setiap) lafal kullan ini dinashabkan dengan alamat naqsh sedangkan tanwinnya merupakan pergantian dari mudhaf ilaih, artinya semua kisah rasul-rasul yang diperlukan (Kami ceritakan kepadamu, yaitu kisah-kisah para rasul) lafal maa di sini menjadi badal daripada lafal kullan (yang dengannya Kami teguhkan) Kami tenangkan (hatimu) kalbumu (dan dalam surah ini telah datang kepadamu kebenaran) yang dimaksud adalah kisah-kisah para rasul ini atau ayat-ayat ini (serta pengajaran dan peringatan bagi orang-orang yang beriman) orang-orang yang beriman disebutkan di sini secara khusus, mengingat hanya merekalah yang dapat memanfaatkan adanya kisah-kisah atau ayat-ayat ini untuk mempertebal keimanan mereka, berbeda dengan orang-orang kafir."
  },
  {
    "page": 235,
    "name": "Hud",
    "ayat": 121,
    "arab": "وَقُلْ لِّلَّذِيْنَ لَا يُؤْمِنُوْنَ اعْمَلُوْا عَلٰى مَكَانَتِكُمْۗ اِنَّا عٰمِلُوْنَۙ  ",
    "translation": "Dan katakanlah (Muhammad) kepada orang yang tidak beriman, “Berbuatlah menurut kedudukanmu; kami pun benar-benar akan berbuat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1594.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan kepada Nabi Muhammad saw agar berkata kepada orang-orang kafir, \"Berbuatlah menurut kedudukan dan kemampuanmu menentang dakwah dan menyakiti orang-orang yang berdakwah beserta pendukung-pendukungnya. Kami pun akan berbuat menurut kedudukan dan kemampuan kami mempertahankan dakwah dan meneruskan perintah Allah, serta taat dan patuh kepada-Nya.\" Ini adalah ancaman kepada mereka tentang azab yang akan diterimanya sebagai balasan dari perbuatannya itu.",
    "quraish": "Katakanlah, hai Muhammad, kepada mereka yang terus membangkang dan ingkar, kerahkanlah segala kemampuan kalian untuk memerangi Islam dan mengganggu orang-orang Mukmin. Kami akan tetap tegar melangkah di jalan kami.",
    "jalalayn": "(Dan katakanlah kepada orang-orang yang tidak beriman, \"Berbuatlah menurut kemampuan kalian) sesuai dengan keadaan dan kondisi kalian (sesungguhnya Kami pun berbuat pula.\") sesuai dengan keadaan Kami; ungkapan ini dimaksud sebagai ancaman buat orang-orang yang tidak beriman."
  },
  {
    "page": 235,
    "name": "Hud",
    "ayat": 122,
    "arab": "وَانْتَظِرُوْاۚ اِنَّا مُنْتَظِرُوْنَ",
    "translation": "dan tunggulah, sesungguhnya kami pun termasuk yang menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1595.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad untuk mengatakan kepada orang-orang kafir yang tetap membangkang kepada Rasul agar mereka menunggu apa yang akan terjadi dengan dakwah Rasul, dan musibah apa yang menimpa Rasul, yang memang sangat mereka harapkan, sebagaimana dijelaskan dalam firman-Nya:\nBahkan mereka berkata, \"Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.\" (ath-thur/52: 30)\n\nKemudian Rasul diperintahkan untuk mengatakan kepada mereka bahwa ia juga menunggu apa yang akan terjadi dengan nasib mereka, apakah mereka akan diazab Allah, ataukah mereka akan dikalahkan oleh orang-orang mukmin, dalam peperangan yang akan terjadi antara kedua belah pihak, sebagaimana nasib yang diterima umat-umat terdahulu, yang membangkang kepada nabi-nabi mereka. Sesungguhnya Allah menjamin kemenangan bagi orang-orang yang membela agama, dan kekalahan serta kehinaan bagi orang-orang yang zalim. Ayat-ayat ini serupa dengan firman Allah:\nKelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-Anam/6: 135)",
    "quraish": "Tunggulah apa yang kalian nantikan dari kami, kami pun juga menunggu janji Allah kepada kami berupa kesuksesan misi dakwah dan kemenangan atas musuh.",
    "jalalayn": "(\"Dan tunggulah) akibat perbuatan kalian (sesungguhnya kami pun menunggu pula.\") hal tersebut."
  },
  {
    "page": 235,
    "name": "Hud",
    "ayat": 123,
    "arab": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِ وَاِلَيْهِ يُرْجَعُ الْاَمْرُ كُلُّهٗ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ ",
    "translation": "Dan milik Allah meliputi rahasia langit dan bumi dan kepada-Nya segala urusan dikembalikan. Maka sembahlah Dia dan bertawakallah kepada-Nya. Dan Tuhanmu tidak akan lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1596.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengetahui yang tersembunyi dan tidak terjangkau dengan ilmu siapa pun baik di langit maupun di bumi. Dialah mengetahui segala apa yang akan terjadi dan waktu terjadinya secara tepat. Semua urusan akan kembali kepada-Nya. Apa yang Dia kehendaki pasti jadi, dan apa yang tidak Dia kehendaki tak akan ada. Oleh karena itu, Dialah satu-satunya yang pantas dan wajib disembah, dengan segala keikhlasan. Kepada-Nyalah kita harus bertawakal guna tercapainya sesuatu yang di luar kemampuan kita, karena barang siapa yang bertawakal kepada-Nya akan tercapailah keperluannya. Firman Allah:\nDan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. (ath-thalaq/65: 3)\n\nPada akhir ayat ini, Allah swt menjelaskan bahwa Dia tidak akan lalai dari apa yang telah dikerjakan hamba-Nya. Dia akan menyempurnakan tiap-tiap balasan amal yang diperbuat di dunia ini dan tidak akan ada pengurangan sedikit pun.\n\nFirman Allah:\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)",
    "quraish": "Pengetahuan tentang sesuatu yang gaib di langit dan bumi hanyalah milik Allah. Oleh karena itu, Dia Maha Mengetahui apa yang akan menimpa kalian dan apa yang akan kami terima. Dan hanya kepada- Nyalah pengaturan segala sesuatu dikembalikan. Jika demikian, maka sembahlah Allah semata. Bertawakallah kepada-Nya, dan jangan takut kepada selain-Nya. Tuhanmu tidak akan lengah dari apa yang kalian kerjakan, hai orang-orang Mukmin dan kafir. Masing-masing akan diberi balasan yang setimpal di dunia dan akhirat.",
    "jalalayn": "(Dan kepunyaan Allahlah apa yang gaib di langit dan di bumi) artinya Allah mengetahui semua yang samar atau yang gaib di dalam keduanya (dan kepada-Nyalah dikembalikan) jika dibaca yarji'u artinya sama dengan lafal ya'uudu yaitu kembali. Jika dibaca yurja'u maka artinya sama dengan lafal yuraddu yaitu dikembalikan (urusan-urusan semuanya) oleh sebab itu Dia menghukum orang-orang yang durhaka terhadap-Nya (maka sembahlah Dia) artinya esakanlah Dia (dan bertawakallah kepada-Nya) artinya percayalah kepada-Nya karena sesungguhnya Dialah yang mencukupimu. (Dan sekali-kali Rabbmu tidak lalai dari apa yang mereka kerjakan) sesungguhnya Dia sengaja menangguhkan mereka hanya sampai pada saatnya nanti. Menurut suatu qiraat lafal ya'maluuna dibaca ta`maluuna, artinya yang kalian kerjakan."
  },
  {
    "page": 235,
    "name": "Yusuf",
    "ayat": 1,
    "arab": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ",
    "translation": "Alif Lam Ra.  Ini adalah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1597.mp3",
    "tafsir": "Ayat pertama surah Yusuf ini sama bunyinya dengan ayat pertama pada surah Yunus kecuali pada akhir ayat pertama surah Yunus ada kata \"al hakim\" sedang pada ayat pertama surah ini terdapat kata \"al-Mubin\".\nAl-hakim artinya penuh hikmat dan al-Mubin artinya nyata, jelas, dan terang. Biasanya dengan memperhatikan ayat pertama dari tiap-tiap surah sudah dapat diperkirakan apa pokok-pokok isi surah itu. Surah Yunus yang ayat pertamanya diakhiri dengan al-Hakim, terdapat di dalamnya masalah-masalah hikmat dan filsafat, seperti masalah keesaan Allah, sifat-sifat-Nya, kebenaran risalah yang dibawa para nabi yang dikuatkan dengan berbagai macam mukjizat, masalah hari kebangkitan, hari pembalasan, dan sebagainya. Semuanya itu adalah masalah-masalah yang harus direnungkan dan difikirkan secara mendalam dan termasuk masalah hikmat dan filsafat. Adapun surah Yusuf ayat pertamanya diakhiri dengan al-Mubin. Hal ini mengisyaratkan bahwa di dalamnya terdapat suatu kisah yang sangat menarik, digubah dengan susunan kata-kata yang mempesona penuh balagah dan falsafah dalam suatu jalinan cerita yang indah yang mendorong pembacanya untuk mengikuti sampai akhir, suatu kisah yang patut menjadi contoh dan teladan yang menggambarkan dengan jelas bagaimana kehidupan seorang nabi yang mulia semenjak kecilnya mengalami beraneka ragam penderitaan sampai ia menjadi penguasa yang disegani dan dihormati di negeri Mesir.",
    "quraish": "[[12 ~ YUSUF (NABI YUSUF A. S.) Pendahuluan: Makkiyyah, 111 ayat ~ Surat ini termasuk dalam kelompok surat Makkiyyah. Kisah Yûsuf dalam surat ini diceritakan pada 78 ayat. Surat ini dimulai dengan tiga ayat yang menyebutkan wahyu yang diturunkan kepada Muhammad. Di ayat yang pertama disebut sebagai kitab suci yang jelas dan menjelaskan (al-kitâb al-mubîn). Sementara di ayat kedua disebut sebagai bacaan yang berbahasa Arab (al-Qur'ân al-'Arabiyy). Hal ini berarti, al-Qur'ân harus dipelihara dalam bentuk tulisan dan hafalan sekaligus. Kemudian pada ayat ketiga disebutkan bahwa al-Qur'ân mengandung kisah-kisah terbaik yang belum diketahui oleh Nabi Muhammad saw. sebelum turunnya wahyu. Hal ini membuktikan bahwa al-Qur'ân adalah wahyu Allah. Surat dan kisah di dalam surat ini ditutup dengan menegaskan kembali apa yang telah ditetapkan di awal-awal surat. Pada sepuluh ayat terakhir, Allah mengarahkan Nabi-Nya bahwa kisah ini termasuk berita-berita gaib yang belum pernah Nabi ketahui hakikat dan rinciannya sebelum wahyu turun. Dan juga ketika saudara- saudara Yûsuf sepakat berencana mencelakakannya, Nabi tidak berada ditengah-tengah mereka. Kemudian Allah memberitahukan rasul-Nya bahwa kepongahan dan kedengkianlah yang membuat kebanyakan manusia tetap mempertahankan kekufurannya, dan bahwa usaha keras yang dilakukan Nabi agar kebanyakan mereka beriman tidak berguna sama sekali. Di sini dijelaskan bahwa dalam menjalankan tugas Nabi tidak mengharap upah sedikit pun. Al-Qur'ân yang dibawanya itu hanyalah petunjuk dan peringatan bagi semua manusia. Sebagai penutup surat, Allah menyinggung hal ihwal para rasul yang kisahnya telah diceritakan, bagaimana sikap kaumnya dan kemenangan yang pada akhirnya mereka peroleh dari orang-orang kafir yang jahat. Allah menegaskan bahwa kisah-kisah para nabi itu merupakan pelajaran berharga bagi orang-orang berakal. Dan al-Qur'ân yang berbicara tentang kisah-kisah tersebut, juga yang lainnya, bukanlah dongeng palsu dari Allah. Akan tetapi al-Qur'ân itu adalah suatu kebenaran dan kitab yang membenarkan kitab-kitab suci samawi lainnya. Dia juga merupakan petunjuk dan rahmat bagi orang-orang yang mau berfikir, menjadikan pelajaran dan beriman. Ciri yang paling menonjol dari surat ini, adalah kisah Yûsuf diceritakan secara lengkap. Tersebarnya dengki di keluarga itu karena kasih sayang yang diberikan kepada sebagian anak saja juga tampak di surat ini. Kedengkian putra-putra Ya'qûb terhadap saudara mereka, Yûsuf, membuat Yûsuf diceburkan ke dalam sumur. Akan tetapi Allah melindunginya dari rencana jahat mereka seperti halnya Dia menjaga Yûsuf dari godaan istri pembesar Mesir (al-'Azîz) ketika telah menginjak dewasa, sampai akhirnya Yûsuf mempunyai posisi penting di Mesir, negeri yang menjadi tumpuan saudara-saudaranya yang telah bersekongkol mencelakakannya. Demikian pula sikap Allah terhadap para nabi yang akan memenangkan mereka atas musuh dan membuat mereka eksis di muka bumi selama mereka berpegang teguh pada kebenaran, mempercayainya dan bersikukuh pada tali kebenaran.]] Alif, Lâm, Râ'. Huruf-huruf tersebut, dan huruf-huruf serupa lainnya yang merupakan bagian dari bahasa kalian, bangsa Arab, adalah juga bagian dari ayat-ayat al-Qur'ân yang mengandung mukjizat. Al-Qur'ân itu juga jelas dan menjelaskan kepada orang yang mencari kebenaran dan petunjuk. Huruf-huruf fonetis ini juga untuk menggugah perhatian mereka sehingga memperhatikan apa yang akan dibacakan walaupun mereka telah sepakat untuk tidak mendengarkannya.",
    "jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya (ini) ayat-ayat ini (adalah ayat-ayat Kitab) yakni Alquran; idhafat di sini mengandung makna min, artinya bagian daripada Alquran (yang jelas) yang membedakan perkara hak daripada perkara yang batil."
  },
  {
    "page": 235,
    "name": "Yusuf",
    "ayat": 2,
    "arab": "اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
    "translation": "Sesungguhnya Kami menurunkannya sebagai Qur'an berbahasa Arab, agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1598.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Dia menurunkan Al-Quran dalam bahasa Arab yang fasih agar dapat direnungkan dan difikirkan isi dan maknanya. Memang Al-Quran diturunkan untuk semua manusia, bahkan juga untuk jin, tetapi karena yang pertama-tama menerimanya ialah penduduk Mekah, maka wajarlah bila firman itu ditujukan lebih dahulu kepada mereka dan seterusnya berlaku untuk semua umat manusia. Pertama-tama Allah menuntut perhatian orang-orang Quraisy dan orang-orang Arab seluruhnya supaya mereka memperhatikan isinya dengan sebaik-baiknya karena di dalamnya terkandung bermacam-macam ilmu pengetahuan yang bermanfaat bagi mereka di dunia dan akhirat seperti hukum-hukum agama, kisah para nabi dan rasul, hal-hal yang bertalian dengan pembangunan masyarakat, pokok-pokok kemakmuran, akhlak, filsafat, tata cara berpolitik, baik yang bersifat nasional maupun yang bersifat internasional, dan lain sebagainya. Semuanya itu diutarakan dalam bahasa Arab yang indah susunannya mudah dipahami oleh mereka.",
    "quraish": "Sesungguhnya Kami menurunkan kepadamu, Muhammad, sebuah firman berbahasa Arab yang dapat dibaca dan dihafal oleh bangsa Arab, agar mereka dapat memahaminya dan menyampaikannya kepada orang lain.",
    "jalalayn": "(Sesungguhnya Kami menurunkannya berupa Alquran dengan berbahasa Arab) dengan memakai bahasa Arab (agar kalian) hai penduduk Mekah (memahaminya) memahami makna-maknanya."
  },
  {
    "page": 235,
    "name": "Yusuf",
    "ayat": 3,
    "arab": "نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
    "translation": "Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1599.mp3",
    "tafsir": "Pada ayat ini, Allah mengkhususkan firman-Nya kepada Nabi Muhammad saw dan tentu saja untuk diperhatikan oleh orang Arab dan umat manusia seluruhnya. Para mufasir mengatakan bahwa surah Yusuf ini adalah salah satu surah dalam Al-Quran yang diturunkan untuk menghibur dan menggembirakan hati Nabi Muhammad saw di kala beliau menderita tekanan-tekanan yang berat dari kaum Quraisy berupa cemoohan, hinaan, pembangkangan, dan tindakan kekerasan sehingga beliau terpaksa hijrah bersama Abu Bakar ke Medinah. Memang demikianlah halnya karena kisah Nabi Yusuf ini adalah suatu kisah yang menarik sekali, dikisahkan dengan cara terperinci, tiap babak mengandung hikmah yang dalam dan pelajaran yang besar manfaatnya bagi orang yang memperhatikannya, apalagi bila dilihat dari segi keindahan susunan bahasa dan isi ceritanya yang belum dikenal seluruhnya baik oleh Nabi Muhammad saw sendiri maupun oleh kaum Quraisy dan orang Arab pada umumnya.\nKisah ini selain menceritakan keadaan Nabi Yakub a.s. beserta anak-anaknya yang masih hidup dengan cara kehidupan orang-orang Badui, menceritakan pula bagaimana kehidupan dalam masyarakat yang telah maju dan berkebudayaan tinggi, bagaimana kehidupan para penguasa yang penuh dengan kemewahan serta kesenangan dan bagaimana pula cara mereka mengendalikan pemerintahan dan mengatur perekonomian negara. Benarlah firman Allah yang mengatakan bahwa kisah Nabi Yusuf a.s. yang akan dikisahkan berikut ini adalah kisah yang paling baik, menarik, dan yang paling indah penggambarannya.",
    "quraish": "Kami menyampaikan kepadamu, Muhammad, kisah yang paling baik dengan cara mewahyukan kitab suci al-Qur'ân ini kepadamu. Sebelum menerima wahyu itu kamu termasuk orang-orang yang belum mengetahui isinya dan yang mengandung nasihat-nasihat dan ayat-ayat yang jelas.",
    "jalalayn": "(Kami menceritakan kepadamu kisah yang paling baik dengan mewahyukan) melalui apa yang Kami wahyukan (Alquran ini kepadamu dan sesungguhnya) lafal in merupakan takhfif daripada lafal inna (kamu sebelumnya adalah termasuk orang-orang yang belum mengetahui)."
  },
  {
    "page": 235,
    "name": "Yusuf",
    "ayat": 4,
    "arab": "اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ",
    "translation": "(Ingatlah), ketika Yusuf berkata kepada ayahnya, “Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1600.mp3",
    "tafsir": "Pada suatu ketika Nabi Yusuf a.s. memberitahukan kepada ayahnya Nabi Yakub bin Ishak bin Ibrahim bahwa ia bermimpi melihat sebelas bintang, matahari, dan bulan, semuanya tunduk dan sujud kepadanya. Tentu saja sujud di sini bukan dengan arti menyembah seperti yang kita kenal, tetapi hanyalah sujud dalam arti kiasan yaitu tunduk dan patuh. Sujud dengan arti tunduk dan patuh itu ada juga terdapat dalam Al-Quran, seperti firman Allah:\nDan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6)\n\nSetelah mendengar cerita itu, Nabi Yakub a.s. menyadari bahwa mimpi anaknya bukan mimpi biasa, tetapi merupakan ilham dari Allah sebagaimana kerapkali dialami oleh para nabi. Ia yakin bahwa anaknya ini akan menghadapi urusan yang sangat penting dan setelah dewasa menjadi pemimpin dimana masyarakat akan tunduk kepadanya tidak terkecuali saudara-saudaranya dan ibu-bapaknya. Ia merasa khawatir kalau hal ini diketahui oleh saudara-saudaranya, dan tentulah mereka akan merasa iri dan dengki terhadapnya serta berusaha untuk menyingkirkan atau membinasa-kannya apalagi mereka telah merasa bahwa ayah mereka lebih banyak menumpahkan kasih sayangnya kepadanya. Tergambarlah dalam khayal Nabi Yakub bagaimana nasib anaknya bila mimpi itu diketahui oleh saudara-saudaranya, tentulah mereka dengan segala usaha dan tipu daya akan mencelakakannya.",
    "quraish": "Di antara kisah-kisah itu adalah kisah Yûsuf(1) ketika ia berkata kepada ayahnya, \"Wahai ayahku, aku bermimpi melihat sebelas bintang, matahari dan bulan, tunduk dan bersujud di hadapanku.\" (1) Lihat catatan kaki tafsir ayat 84 dan 85 surat ini.",
    "jalalayn": "Ingatlah (Ketika Yusuf berkata kepada ayahnya) Nabi Yakub (\"Wahai ayahku!) dibaca kasrah, yaitu abati untuk menunjukkan adanya ya idhafat yang tidak disebutkan. Sedangkan bila dibaca fatah, maka menunjukkan adanya huruf alif yang tidak disebutkan, yaitu abata, kemudian alif ditukar dengan ya (Sesungguhnya aku telah melihat) di dalam tidurku, yakni bermimpi (sebelas buah bintang dan matahari serta bulan, kulihat semuanya) lafal ra-aytuhum berkedudukan menjadi taukid atau pengukuh dari lafal ra-aytu di muka tadi (sujud kepadaku.\") lafal saajidiina adalah bentuk jamak, yang alamat i'rabnya memakai ya dan nun karena menggambarkan keadaan sujud, hal ini merupakan ciri khas daripada makhluk yang berakal."
  }
]