[
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 5,
    "arab": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
    "translation": "Dia (ayahnya) berkata, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1601.mp3",
    "tafsir": "Oleh sebab itu, Nabi Yakub a.s. berkata kepada anaknya, \"Hai anakku, jangan sekali-kali engkau beritahukan apa yang engkau lihat dalam mimpi itu, karena kalau mereka sampai mengetahuinya, mereka akan mengerti tabir mimpi itu dan mereka akan iri dan dengki terhadapmu. Aku melihat bahwa mimpi itu bukan sembarang mimpi. Mimpimu itu adalah sebagai ilham dari Allah bahwa engkau di belakang hari akan menjadi orang besar serta berpengaruh, dan manusia akan tunduk patuh kepadamu termasuk saudara-saudaramu dan aku serta ibumu. Aku tidak dapat menjamin bahwa saudara-saudaramu tidak akan melakukan tindakan-tindakan buruk terhadapmu.\"\nNasihat ayahnya itu disadari sepenuhnya oleh Yusuf dan selalu diingat dan dikenangnya sehingga nanti pada akhir kisah ketika ia telah dapat bertemu dengan seluruh keluarganya, ia tetap mengatakan bahwasanya setanlah yang memperdaya saudara-saudaranya sehingga terputus hubungan antara dia dengan keluarganya, sebagaimana tersebut dalam firman Allah:\nDan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.\" (Yusuf/12: 100)",
    "quraish": "Ayahnya berkata, \"Hai anakku, jangan kamu ceritakan mimpi itu kepada saudara-saudaramu, sebab akan menimbulkan kedengkian di hati mereka sehingga mereka tergoda oleh setan untuk mengatur siasat mencelakakanmu. Mereka akan membuat tipu daya dan berbuat makar terhadapmu. Sesungguhnya setan adalah musuh manusia yang sangat nyata.",
    "jalalayn": "(Ayahnya berkata, \"Hai anakku! Janganlah kamu ceritakan mimpimu itu kepada saudara-audaramu, maka mereka membuat makar kepadamu) maksudnya mereka pasti akan membuat tipu muslihat guna membinasakanmu, karena terdorong oleh rasa dengki mereka kepadamu. Tentu mereka menakwilkan impianmu itu, bahwa bintang-bintang itu adalah mereka sendiri dan matahari itu adalah ibumu, sedangkan bulan adalah ayahmu. (Sesungguhnya setan itu adalah musuh yang nyata bagi manusia.\") jelas permusuhannya."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 6,
    "arab": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
    "translation": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijak-sana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1602.mp3",
    "tafsir": "Selanjutnya ayahnya berkata, \"Demikianlah Tuhan akan memilihmu untuk menjadi nabi dan mengangkat derajatmu menjadi penguasa serta menganugerahkan kepadamu berbagai macam nikmat dan kemuliaan. Dia akan memberikan kepadamu ilmu dengan mengilhamkannya kepadamu. Dengan ilmu itu kamu dapat mentabirkan mimpi dan mengetahui hal-hal yang tidak dapat diketahui oleh manusia biasa.\" Hal ini terbukti di waktu Yusuf dalam penjara, dapat mentabirkan mimpi raja Mesir sehingga ia menjadi orang yang disegani dan diangkat menjadi penguasa tertinggi. Selain itu dapat mengetahui makanan apa yang akan dibawa oleh pegawai penjara sebelum makanan itu sampai ke kamar temannya seperti tersebut dalam firman Allah dalam surah ini juga.\nDia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku.\" (Yusuf/12: 37)\n\nKemudian Yakub berkata lagi kepada Yusuf dalam ayat ini, \"Allah akan menyempurnakan nikmat dan karunia-Nya kepadamu dan kepada keluarga Yakub termasuk ayahmu, saudaramu, dan keturunan mereka di belakang hari. Adapun nikmat dan karunia-Nya kepadamu ialah seperti yang telah diterangkan tadi, sedang nikmat dan karunia-Nya kepada ayah dan ibumu serta saudara-saudaramu dan keturunan mereka ialah terlepasnya mereka dari berbagai macam kesulitan serta marabahaya dan mendapat kehormatan serta kedudukan di Mesir, kemudian di antara keturunan keluarga Yakub akan diangkat pula beberapa orang nabi. Semua nikmat dan karunia itu telah diberikan Allah kepada kakekmu Ibrahim serta Ishak. Kepada Ibrahim, Allah telah menjanjikan akan memilih di antara keluarga dan keturunannya untuk menerima kenabian dan kitab suci.\"\nLanjut Yakub lagi, \"Demikianlah tabir mimpi itu dan bergembiralah dengan rahmat dan karunia Allah yang akan dianugerahkan kepadamu, tetapi engkau harus tabah dan sabar menghadapi segala ujiannya dan penuh tawakkal serta rela atas segala yang ditimpakan-Nya kepadamu, karena Dia Mahabijaksana dan Maha Mengetahui segala apa yang ditetapkan-Nya.\"",
    "quraish": "Seperti halnya kamu lihat dirimu dalam mimpi sebagai tuan yang ditaati, memiliki kehormatan dan kedudukan, Tuhanmu memilih kamu dan mengajarkanmu takwil mimpi yang membuat kamu dihormati. Allah juga menyempurnakan nikmat-Nya kepadamu dan keluarga Ya`qub dengan kenabian dan kerasulan, sama halnya ketika Dia menyempurnakan rahmat-Nya kepada dua orang tua sebelum bapakmu yaitu Ibrâhîm dan Ishâq. Sesungguhnya Tuhanmu Mahabijaksna sehingga tidak pernah salah, Maha Mengetahui sehingga Dia memilih hamba-Nya yang diketahui pantas untuk dipilih.",
    "jalalayn": "(Dan demikianlah) seperti apa yang kamu lihat dalam mimpimu itu (telah memilih kamu) telah mengangkatmu (Rabbmu dan diajarkan-Nya kepadamu sebagian dari takwil-takwil mimpi) makna mimpi (dan disempurnakan-Nya kepadamu nikmat-Nya) yaitu kenabian (dan kepada keluarga Yakub) yakni anak-anaknya (sebagaimana Dia telah menyempurnakan nikmat-Nya) yaitu nikmat kenabian (kepada kedua orang tuamu sebelum itu, yaitu Ibrahim dan Ishak. Sesungguhnya Rabbmu Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam memperlakukan mereka."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 7,
    "arab": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ",
    "translation": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1603.mp3",
    "tafsir": "Allah memperingatkan lebih dahulu bahwa pada kisah Nabi Yusuf a.s. ini terdapat teladan yang baik dan pelajaran bagi orang yang memperhatikannya yaitu betapa besar kekuasaan Allah swt, dan betapa luas hikmah dan kebijaksanaan-Nya dalam mengatur sesuatu dalam suatu rentetan kejadian yang akhirnya sampai kepada tujuan yang dimaksud yaitu pemberian rahmat dan karunia kepada orang yang dikasihi-Nya. Sesudah itu barulah Allah mengisahkan bagaimana sikap saudara-saudara Yusuf terhadapnya.",
    "quraish": "Di dalam kisah Yûsuf dan saudara-saudaranya terdapat pelajaran dan bukti-bukti kekuasaan Allah bagi orang-orang yang menanyakan dan ingin mengetahuinya.",
    "jalalayn": "(Sesungguhnya telah ada pada) kisah (Yusuf dan saudara-saudaranya) jumlah mereka ada sebelas orang (tanda-tanda) bahan-bahan pelajaran (bagi orang-orang yang bertanya)."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 8,
    "arab": "اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ",
    "translation": "Ketika mereka berkata, “Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1604.mp3",
    "tafsir": "Saudara-saudara Yusuf berkata sesama mereka, \"Sesungguhnya ayah kita lebih banyak menyayangi Yusuf dan saudaranya Bunyamin dan lebih banyak menumpahkan perhatiannya kepada keduanya, padahal kitalah yang lebih berhak untuk disayangi dan diperhatikan, karena kita ini sudah menjadi orang dewasa yang kuat dan dapat membelanya serta memenuhi segala kebutuhannya. Sikap ayah kita itu bertentangan dengan keadilan dan persamaan hak antara anak-anak. Mengapa ayah lebih mengutamakan dua orang anak yang lemah dan tak berdaya itu dari pada kita yang kuat serta lebih sanggup berkhidmat dan berbakti kepadanya?\"\nSepintas lalu nampak dengan jelas kebenaran ucapan saudara-saudara Yusuf itu, seakan-akan Nabi Yakub a.s. telah membuat kekeliruan dengan tindakannya itu padahal dia seorang nabi yang selalu dibimbing Allah dalam segala sikap dan tindakannya. Menurut riwayat memang Yakub menumpah-kan perhatian yang besar terhadap Yusuf, karena ada firasat dan tanda-tanda yang menunjukkan bahwa Yusuf mempunyai keistimewaan pada sifat dan pembawaannya. Keistimewaan ini tidak dimiliki oleh saudara-saudaranya yang lain. Maka Yakub sangat menaruh harapan kepadanya, apalagi setelah ia mendengar Yusuf menceritakan mimpinya. Jika Yakub lebih cinta kepada Yusuf dan lebih banyak memperhatikannya, maka hal itu adalah wajar, sebab Yusuf dan Bunyamin masih kecil-kecil dan lebih banyak membutuhkan perhatian dan bimbingan orang tuanya dibanding saudara-saudaranya yang sudah besar. Hanya sifat iri dan dengki sajalah yang mendorong saudara-saudaranya untuk melakukan tindakan permusuhan terhadapnya, bukanlah karena ayah mereka sudah menyimpang dari jalan keadilan.",
    "quraish": "Yaitu, ketika saudara-saudara Yûsuf berkata kepada sesama mereka, \"Sesungguhnya Yûsuf dan saudara kandungnya lebih dicintai oleh ayah kita daripada kita sendiri, padahal kita adalah satu kelompok yang kuat dan lebih bermanfaat bagi ayah daripada mereka berdua. Dengan lebih menganakemaskan Yûsuf dan saudara kandungnya daripada kita, sesungguhnya ayah kita telah keliru dan jauh dari kebenaran. Padahal kebenaran itu amat jelas.\"",
    "jalalayn": "Ingatlah (ketika mereka berkata) yaitu sebagian saudara-saudara Nabi Yusuf kepada sebagian yang lain (\"Sesungguhnya Yusuf) lafal Yusuf berkedudukan menjadi mubtada (dan saudaranya) yang sekandung yaitu Bunyamin (lebih dicintai) menjadi khabar dari lafal Yusuf tadi (oleh ayah kita daripada kita sendiri, padahal kita ini adalah satu golongan) kelompok yang kuat. (Sesungguhnya ayah kita adalah dalam kesesatan) kekeliruan (yang nyata) kekeliruan yang jelas dikarenakan ia lebih menyayangi Yusuf dan saudara sekandungnya daripada kita."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 9,
    "arab": " ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
    "translation": "Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tertumpah kepadamu, dan setelah itu kamu menjadi orang yang baik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1605.mp3",
    "tafsir": "Dalam suatu musyawarah untuk menetapkan tindakan yang tepat dan tegas terhadap Yusuf, mereka mengusulkan agar dia dibunuh saja atau dibuang ke tempat yang jauh, sehingga ia tidak mungkin kembali atau binasa dan mati di tempat pembuangan itu. Dengan demikian, ayah mereka Yakub akan berputus asa dan tidak mempunyai harapan lagi untuk bertemu dengan anaknya yang paling disayanginya itu, dan lama kelamaan tentunya dia akan melupakannya. Selama ini yang menjadi halangan baginya untuk memperhatikan mereka ialah Yusuf di sampingnya. Bila Yusuf sudah tiada atau tersingkir ke negeri yang jauh, tentulah ayah mereka akan kembali memperhatikan dan menyayangi mereka. Mereka menginsyafi bahwa tindakan ini adalah suatu tindakan yang kejam tidak berperikemanusiaan, suatu tindakan kriminal yang sangat besar dosanya. Akan tetapi, mereka telah jauh tersesat dari jalan yang benar dan terjerumus ke dalam perangkap setan, sehingga tidak nampak lagi oleh mereka akibat perbuatan itu bagi ayah dan diri mereka sendiri jika perbuatan itu dilakukan.\nMereka membujuk diri mereka sendiri dengan mengatakan, meskipun mereka telah berdosa, pintu tobat masih terbuka lebar. Mereka akan bertobat dengan tobat nasuha dan tidak akan berbuat seperti itu lagi, dan menjadi hamba Allah yang saleh. Tentu Allah akan menerima tobat, mengampuni segala dosa dan kesalahan hamba-Nya, dengan demikian ayah mereka akan merasa senang kepada mereka, dan Allah tidak akan menyiksa mereka.",
    "quraish": "Bunuh saja Yûsuf atau buang ia ke suatu daerah yang jauh dari ayahnya dan tidak bisa dijamah oleh ayah supaya kecintaan dan perhatian ayah hanya tertuju pada kalian. Sesudah kalian menjauhkan Yûsuf darinya dengan membunuh atau membuangnya kalian, akan menjadi orang-orang yang baik, sebab Allah menerima tobat kalian dan ayah pun akan memaafkan perbuatan kalian.",
    "jalalayn": "(Bunuhlah Yusuf atau buanglah dia ke suatu daerah) ke tempat yang jauh dan belum dikenal (supaya perhatian ayah kalian tertumpah kepada kalian) sehingga beliau hanya memperhatikan kalian dan tidak kepada yang lainnya (dan sesudah itu hendaklah kalian) sesudah membunuh Yusuf atau membuangnya (menjadi orang-orang yang baik.\") dengan jalan bertobat."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 10,
    "arab": "قَالَ قَاۤئِلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ",
    "translation": "Seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1606.mp3",
    "tafsir": "Rupanya masih ada di antara mereka yang tidak mau melaksanakan usul itu dan masih mengalir dalam tubuhnya rasa kasih sayang terhadap saudaranya dan tergambar dalam khayalnya, betapa ngerinya perbuatan itu. Dia mengusulkan agar Yusuf jangan dibunuh jika hanya ingin memisahkan dari ayahnya dan menarik perhatian ayah mereka kembali. Mengapa untuk mencapai tujuan itu kita harus melakukan pembunuhan, melakukan suatu dosa besar yang belum tentu akan diampuni Tuhan? Dia mempunyai usul yang tidak begitu berat dosanya yaitu menjatuhkan Yusuf ke dalam sumur dan nanti dia akan ditemukan oleh para musafir dan akan dibawa mereka ke negeri yang jauh. Dengan demikian, Yusuf tidak akan mati dan mereka bebas dari dosa pembunuhan sedang maksud dan tujuan tercapai juga. Akhirnya usul ini mereka terima dengan baik, dan mereka sudah bertekad dalam hati untuk melaksanakannya.",
    "quraish": "Salah seorang pembicara di antara mereka berkata, \"Jangan kalian bunuh Yûsuf, sebab, itu perbuatan yang amat jahat. Tetapi masukkanlah ia ke dalam lobang sumur yang tidak seorang pun melihatnya. Nantinya ia akan ditemukan oleh beberapa orang musafir, jika embernya diulurkan ke dalam sumur, dan membawanya pergi jauh dari kalian dan ayah kalian. Lakukanlah itu jika kalian ingin menjauhkannya dan mewujudkan maksud kalian.",
    "jalalayn": "(Seorang di antara mereka berkata,) yaitu Yahudza (\"Janganlah kalian bunuh Yusuf, tetapi lemparkanlah dia) masukkanlah dia (ke dasar sumur) yang gelap sekali. Menurut qiraat lafal al-jub dibaca dalam bentuk jamak (supaya dia dipungut oleh beberapa orang musafir) orang-orang yang sedang melakukan perjalanan (jika kalian hendak berbuat.\") apa yang kalian kehendaki, yaitu ingin memisahkan antara Yusuf dan ayahnya, maka cukuplah dengan cara tersebut."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 11,
    "arab": "قَالُوْا يٰٓاَبَانَا مَالَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنَاصِحُوْنَ",
    "translation": "Mereka berkata, “Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1607.mp3",
    "tafsir": "Pada ayat ini, terbayang dengan jelas betapa besar kecurigaan Nabi Yakub terhadap para saudara Yusuf dan kekhawatirannya apabila ia membiarkan Yusuf bergaul dengan mereka, apalagi setelah mendengar cerita Yusuf tentang mimpinya. Sikap ayah mereka itu sangat menjengkelkan hati dan menyinggung perasaan mereka. Dengan terus terang mereka berkata, \"Wahai ayah kami, mengapa engkau selalu mencurigai kami terhadap Yusuf, padahal kami tetap mencintai dan menyayanginya, selalu berusaha agar dia senang dan gembira, dan tidak pernah terlintas dalam pikiran kami akan menyakiti hatinya apalagi menganiayanya. Mengapa engkau tidak membiarkan dia bergaul, bercengkerama dengan sewajarnya seakan-akan engkau menaruh curiga terhadap kami.\"",
    "quraish": "Setelah sepakat untuk menjauhkan Yûsuf, mereka berkata, \"Wahai ayah, apa yang membuatmu ragu untuk melepas Yûsuf dan merasa tidak aman kalau ia bersama kami? Kami tegaskan kepadamu bahwa kami sangat mencintai dan menyayanginya serta selalu menginginkan kebaikan baginya. Tidak akan engkau dapatkan dari kami selain cinta dan nasihat yang tulus.\"",
    "jalalayn": "(Mereka berkata, \"Wahai ayah kami! Apa sebabnya engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami adalah orang-orang yang menginginkan kebaikan baginya.\") orang-orang yang bersedia mengurusi semua kepentingan-kepentingannya."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 12,
    "arab": "اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
    "translation": "Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1608.mp3",
    "tafsir": "Saudara-saudara Yusuf kembali membujuk ayahnya dengan menyatakan, \"Biarkanlah dia pergi berekreasi dengan kami besok ke tempat pengembalaan, berolah raga, dan berlomba. Kami akan membawa makanan yang enak-enak dan buah-buahan yang lezat, yang akan kami santap setelah selesai bermain-main. Kami akan selalu menjaga dan memeliharanya dari segala bahaya. Percayakanlah dia kepada kami. Insya Allah dia akan senang bersama kami dan kami pun menyenangi dia, dan dia akan kami bawa pulang dengan selamat dan tidak kurang suatu apa.\"",
    "quraish": "Izinkan ia pergi bersama kami besok ke tempat bermain, agar ia bisa bermain-main dan bersenang- senang dengan makanan yang enak. Kami akan berusaha keras untuk menjaga dan melindunginya dari segala bentuk gangguan.\"",
    "jalalayn": "(\"Biarkanlah dia pergi bersama kami besok pagi) ke padang sahara (agar dia dapat bersenang-senang dan bermain-main) dapat dibaca yarta' dan yal'ab, atau narta' dan nal`ab; artinya supaya dia atau kami dapat semangat yang baru dan pikiran yang segar (dan sesungguhnya kami pasti menjaganya\")."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 13,
    "arab": "قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ",
    "translation": "Dia (Yakub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1609.mp3",
    "tafsir": "Yakub berkata kepada mereka, \"Hai anak-anakku! Aku akan menjadi gelisah dan sedih jika kamu membawanya bermain-main berolah raga dan berlomba dan tinggal sendirian karena masih kecil, dan belum sanggup melayanimu bermain-main? Siapa tahu datang serigala lalu menerkamnya sedangkan kamu semua sedang asyik bermain-main.\"",
    "quraish": "Ayah mereka berkata, \"Aku sungguh merasa sedih melepas kalian pergi jauh dariku. Aku khawatir, jika aku percayakan ia kepada kalian, ia akan dimakan serigala, sementara kalian lengah.\"",
    "jalalayn": "(Berkata Yakub, \"Sesungguhnya amat menyedihkan aku kepergian kalian) bila kalian pergi (bersama Yusuf) karena merasa berat berpisah dengannya (dan aku khawatir kalau-kalau dia dimakan serigala) makna yang dimaksud adalah jenis, yaitu mencakup semua binatang buas. Tersebutlah bahwa daerah tempat tinggal mereka terkenal banyak hewan buasnya (sedangkan kalian lengah daripadanya.\") lalai daripadanya."
  },
  {
    "page": 236,
    "name": "Yusuf",
    "ayat": 14,
    "arab": "قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ",
    "translation": "Sesungguhnya mereka berkata, “Jika dia dimakan serigala, padahal kami golongan (yang kuat), kalau demikian tentu kami orang-orang yang rugi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1610.mp3",
    "tafsir": "Mereka menjawab, \"Wahai ayah kami, sungguh tidak pada tempat-nya ayah curiga dan gelisah serupa itu dan janganlah ayah merasa khawatir atas keselamatan Yusuf. Kami ini sudah besar-besar dan dewasa, kami ini orang-orang kuat semuanya, dan kami telah berjanji akan menjaganya. Apa yang ayah khawatirkan itu tidak mungkin akan terjadi, dan kalau terjadi juga maka apalah arti hidup bagi kami, jika kami yang besar dan yang kuat ini tidak bisa menjamin keselamatan adik kami. Dengan demikian kami akan termasuk orang-orang yang merugi, orang yang tidak berharga sedikitpun.\" Akhirnya karena desakan yang sangat kuat dari saudara-saudara Yusuf dan mereka telah memberikan jaminan pula, maka dengan perasaan yang berat, terpaksalah Yakub memberi izin kepada mereka untuk membawa Yusuf bermain-main ke tempat gembala di padang pasir.",
    "quraish": "Mereka berkata, \"Kami bersumpah kepadamu, kalau ia sampai dimakan serigala, sementara kami orang-orang yang kuat, maka itu merupakan suatu keaiban dan kerugian. Kalau kekhawatiranmu itu terjadi, sungguh kami telah kehilangan sesuatu yang harus dijaga dan tidak boleh dilalaikan. Percayalah, kami tidak akan lengah menjaganya. Sebab, kalau kami lalai, berarti kami telah merugikan dan menghinakan diri kami sendiri.\"",
    "jalalayn": "(Mereka berkata, \"Jika benar-benar) lam di sini bermakna qasam atau sumpah (ia dimakan oleh serigala sedangkan kami adalah golongan yang kuat) kelompok yang kuat (sesungguhnya kami kalau demikian adalah orang-orang yang merugi.\") orang-orang yang tidak mampu membela diri. Kemudian setelah itu Nabi Yakub mengizinkan kepergian mereka membawa Nabi Yusuf."
  }
]