[
  {
    "page": 240,
    "name": "Yusuf",
    "ayat": 38,
    "arab": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
    "translation": "Dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah dari karunia Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1634.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Yusuf melanjutkan pembicaraan-nya dengan kedua pemuda itu sebelum menerangkan takwil mimpi mereka. Yusuf mengatakan bahwa dia hanya patuh mengikuti agama nenek moyangnya, yaitu agama Nabi Ibrahim, Ishak, dan Yakub a.s., agama tauhid bukan agama yang mempersekutukan Allah. \"Tidak sepantasnya bagi kami para nabi dan rasul untuk mempersekutukan Allah dengan yang lain, seperti halnya dengan golongan Firaun dan pengikut-pengikutnya. Mereka mempersekutukan Allah dengan yang lain, seperti matahari, bulan, berhala-berhala dan lain-lain. Kepercayaan tauhid itu termasuk karunia Allah kepada kami para nabi dan rasul, begitu juga kepada semua orang yang mempunyai kepercayaan yang sama. Allah telah memberikan petunjuk kepada kami dan manusia yang beriman. Dengan diutusnya kami para nabi dan para rasul, kami menunjukkan kepada mereka mana jalan yang lurus dan mana jalan yang bengkok, kami terangkan kepada mereka kepercayaan yang benar. Namun begitu masih ada saja manusia yang tidak tahu bersyukur kepada Allah,\" kata Yusuf.",
    "quraish": "Aku tinggalkan agama orang-orang kafir itu dan aku ikuti agama leluhurku, Ibrâhîm, Ishâq, dan Ya'qûb. Aku hanya menyembah kepada Allah semata. Tidak patut bagi kami mempersekutukan sesuatu apa pun bentuknya--malaikat, jin atau manusia--dengan Allah, apalagi berhala-berhala yang tidak dapat mendatangkan manfaat dan mudarat, tidak dapat mendengar dan melihat. Ajaran tauhid semacam itu adalah karunia yang diberikan oleh Allah kepada kami dan semua manusia, sebab kami deperintahkan untuk menyampaikannya kepada mereka. Kebanyakan manusia tidak mensyukuri karunia tersebut, tetapi malah mengingkarinya.",
    "jalalayn": "(\"Dan aku mengikuti agama bapak-bapakku, yaitu Ibrahim, Ishak dan Yakub. Tiadalah patut) tidak pantas (bagi kami mempersekutukan Allah dengan) huruf min di sini zaidah (sesuatu pun) karena kami selalu memelihara (yang demikian itu) yakni ajaran tauhid (adalah karunia Allah kepada kami dan kepada manusia seluruhnya tetapi kebanyakan manusia itu) dimaksud adalah orang-orang kafir (tidak mensyukuri.\") terhadap Allah; lalu mereka menyekutukan-Nya. Kemudian Nabi Yusuf menjelaskan ajakannya kepada mereka berdua agar keduanya beriman seraya berkata:"
  },
  {
    "page": 240,
    "name": "Yusuf",
    "ayat": 39,
    "arab": "يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ",
    "translation": "Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1635.mp3",
    "tafsir": "Yusuf meneruskan dakwahnya dengan menyeru kedua pemuda yang menjadi kawannya dalam penjara itu, \"Wahai kedua penghuni penjara, manakah yang lebih baik, tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa Yangperkasa?\" Seruan ini adalah yang ikhlas dari seorang kawan yang setia dan jujur kepada kawan-kawannya. Pertanyaan dalam seruan ini adalah merupakan suatu penegasan, bahwa berhentilah menyembah tuhan-tuhan yang bermacam-macam itu dan sembahlah Allah Yang Maha Esa lagi Mahaperkasa. Tuhan-tuhan yang bermacam-macam itu tidak akan dapat menolong mereka dari siksaan di akhirat. Hanya Allah Yang Maha Esa lagi Mahaperkasa saja yang dapat memberikan pertolongan di kala susah dan membantu di kala sempit.",
    "quraish": "Wahai kedua teman sepenjaraku, apakah tuhan-tuhan yang banyak, yang masing-masing dipatuhi oleh manusia, lebih baik daripada Allah Yang Esa dan tidak terkalahkan?",
    "jalalayn": "(\"Hai kedua temanku) yang satu tempat tinggal (dalam penjara! Manakah yang baik tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Maha Perkasa?\") pilihlah! Istifham atau kata tanya di sini mengandung pengertian taqrir atau menetapkan."
  },
  {
    "page": 240,
    "name": "Yusuf",
    "ayat": 40,
    "arab": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
    "translation": "Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1636.mp3",
    "tafsir": "Kelanjutan dari seruan Yusuf adalah semua yang mereka sembah selain Allah itu adalah tuhan-tuhan palsu yang sengaja diberi nama bermacam-macam oleh mereka sendiri, bapak-bapak dan nenek-moyang mereka. Yusuf berkata, \"Kamu yang membuatnya, kamu yang memberinya nama dan kamu pula yang menyembahnya sebagai Tuhan. Padahal dia adalah benda yang lemah yang tidak mempunyai kekuatan apa-apa dan tidak ada pula keterangan dari Allah kepada rasul-rasul-Nya untuk membenarkan tuhan yang kamu buat-buat itu. Bahwa ketentuan yang benar tentang ketuhanan dan pengabdian ialah yang diatur oleh Allah yang telah diwahyukan kepada rasul-rasul-Nya. Allah telah memerintahkan, bahwa janganlah kamu menyembah selain Allah. Kepada-Nyalah kamu berdoa dan minta tolong, kepada-Nyalah kamu sujud bersimpuh. Itulah agama yang lurus. Tetapi kebanyakan manusia belum mengetahuinya.\"",
    "quraish": "Apa yang kalian sembah selain Allah itu, tidak lain hanyalah nama-nama yang kalian dan nenek moyang kalian katakan sebagai dongeng belaka, yang sama sekali tidak ada bukti kebenarannya dari Allah sebagai tuhan. Aturan peribadatan dan apa yang patut dan tidak patut disembah hanyalah milik Allah. Dia menyuruh agar kalian tidak tunduk kepada selain-Nya dan agar kalian hanya menyembah kepada-Nya. Itulah agama yang lurus dan benar yang ditunjukkan oleh bukti-bukti nyata. Akan tetapi kebanyakan manusia tidak mengambil petunjuk dari bukti-bukti itu dan tidak mengetahui kebodohan dan kesesatan mereka.",
    "jalalayn": "(\"Kamu berdua tidak menyembah yang selain-Nya) selain Allah (melainkan hanya menyembah nama-nama yang dibuat-buat) yaitu kalian namakan mereka berhala-berhala (oleh kalian dan nenek moyang kalian sendiri, Allah tidak menurunkan tentang nama-nama itu) untuk disembah (suatu keterangan pun) hujah dan argumentasi. (Tiada lain) tiadalah (keputusan itu) kepastian itu (hanya kepunyaan Allah) semata (Dia telah memerintahkan agar kalian tidak menyembah selain Dia. Itulah) yakni agama tauhid itulah (agama yang lurus) agama yang mustaqim (tetapi kebanyakan manusia) orang-orang kafir (tidak mengetahui.\") apa yang bakal menimpa mereka, yaitu berupa azab; mereka benar-benar orang-orang yang menyekutukan-Nya."
  },
  {
    "page": 240,
    "name": "Yusuf",
    "ayat": 41,
    "arab": "يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ",
    "translation": "Wahai kedua penghuni penjara, “Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1637.mp3",
    "tafsir": "Pada ayat ini barulah diterangkan takwil mimpi kedua pemuda itu oleh Yusuf. Berkatalah Yusuf, \"Hai kedua kawan penghuni penjara, adapun mimpi yang pertama, takwilnya ialah, bahwa engkau segera akan keluar dari penjara ini dan kembali bekerja seperti dulu sebelum masuk penjara, yaitu sebagai tukang siram kebun raja dan akan memberi minum raja dengan khamar. Takwil mimpi kedua, bahwa engkau akan dihukum salib, lalu bangkaimu dan sebagian dari kepalamu akan dimakan burung. Begitulah takwil mimpi yang kamu tanyakan kepada saya sebagai wahyu yang telah diwahyukan kepadaku.\"",
    "quraish": "Wahai kedua teman sepenjaraku, inilah takwil mimpi kalian. Kamu, yang bermimpi memeras anggur, akan keluar dari penjara dan menjadi penyuguh minuman khamar raja. Sedangkan kamu, akan disalib dan dibiarkan tersalib sehingga datang burung dan memakan sebagian kepalamu. Selesailah sudah perkara yang kalian tanyakan kepadaku berupa takwil mimpi seperti yang aku jelaskan tadi.",
    "jalalayn": "(\"Hai kedua temanku dalam penjara! Adapun salah seorang di antara kamu berdua) yang dimaksud adalah mantan penyuguh minuman raja; maka setelah tiga hari kemudian ia akan keluar dari penjara ini (akan memberi minum tuannya) rajanya (dengan khamar) sebagaimana biasa (dan adapun yang seorang lain) ia bakal keluar dari penjara ini setelah tiga hari (maka ia akan disalib, lalu burung memakan sebagian dari kepalanya) itulah makna mimpi kalian berdua. Kemudian keduanya menjawab, \"Kami sebenarnya tidak bermimpi melihat apa-apa.\" Nabi Yusuf berkata: (\"Telah diputuskan perkara yang kamu berdua menanyakannya.\") yang kamu berdua telah menanyakan perihalnya, apakah kamu berdua mempercayainya atau tidak, itu terserah."
  },
  {
    "page": 240,
    "name": "Yusuf",
    "ayat": 42,
    "arab": "وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ",
    "translation": "Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Terangkanlah keadaanku kepada tuanmu.” Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1638.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Yusuf berpesan kepada pemuda yang keluar dengan takwil yang baik, agar disampaikan kepada raja, bahwa di dalam penjara masih banyak orang yang tidak bersalah dihukum. Mereka dihukum karena tuduhan-tuduhan yang tidak benar agar hal ini menjadi perhatian raja. Sampaikan juga kepada raja apa yang dia lihat dan didengar tentang Yusuf dan seruan untuk menganut agama tauhid dan lain-lain yang terjadi selama ia dalam penjara. Rupanya pemuda itu setelah sampai di luar, lupa menyampaikan pesan-pesan Yusuf kepada raja, sehingga Yusuf terpaksa meringkuk dalam penjara beberapa tahun lamanya.",
    "quraish": "Kepada salah seorang dari dua temanya yang diperkirakan akan dibebaskan dari penjara, Yûsuf berkata, \"Ceritalah tentang aku kepada raja. Semoga ia akan menyelamatkan aku dari penderitaan ini.\" Akan tetapi, orang itu disibukkan oleh setan hingga lupa menceritakan kisah Yûsuf kepada raja. Akhirnya Yûsuf tetap mendekam dalam penjara tidak kurang dari tiga tahun.",
    "jalalayn": "(Dan Yusuf berkata kepada orang yang diketahuinya) yang telah ia yakini (akan selamat di antara mereka berdua) yaitu mantan penyuguh minum raja (\"Jelaskanlah keadaanku kepada tuanmu\") yaitu kepada rajamu, bahwa sesungguhnya di dalam penjara ini terdapat seorang pemuda yang ditahan secara lalim, kemudian penyuguh minuman itu dikeluarkan dari penjara. (Maka ia dijadikan lupa) orang yang dimaksud adalah mantan penyuguh minuman (oleh setan menceritakan) tentang Nabi Yusuf (kepada tuannya. Karena itu tetaplah dia) Nabi Yusuf tetap tinggal (dalam penjara beberapa tahun lamanya) menurut suatu pendapat tujuh tahun dan menurut pendapat yang lain dua belas tahun."
  },
  {
    "page": 240,
    "name": "Yusuf",
    "ayat": 43,
    "arab": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُؤْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
    "translation": "Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1639.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa raja pada suatu ketika bermimpi yang sangat ajaib sekali dan sangat menggelisahkan hatinya. Belum pernah raja bermimpi seperti itu selama hidupnya. Maka dikumpulkannya semua orang cerdik pandainya, juru-juru tenung dan pembesar-pembesar kerajaannya. Lalu dia berkata, \"Aku bermimpi melihat tujuh ekor sapi yang gemuk-gemuk dimakan tujuh ekor sapi yang kurus, aku melihat tujuh butir gandum yang subur dan tujuh butir pula yang kering. Cobalah kamu ceritakan tabir mimpiku itu kalau di antara kamu ada yang mempunyai ilmu tabir mimpi.\"",
    "quraish": "Raja berkata: Aku bermimpi melihat tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus dan lemah. Aku juga melihat tujuh bulir gandum yang hijau dan tujuh bulir lainnya kering. Wahai para pakar dan cerdik pandai, terangkanlah mimpiku ini jika kalian tahu ta'bir mimpi.",
    "jalalayn": "(Raja berkata) raja negeri Mesir, yaitu Ar-Rayyan bin Walid (\"Sesungguhnya aku bermimpi melihat) fi'il mudhari' di sini bermakna fi'il madhi (tujuh ekor sapi betina yang gemuk-gemuk dimakan oleh) ditelan oleh (tujuh ekor) sapi (sapi betina yang kurus-kurus) lafal `ijaaf adalah bentuk jamak dari kata tunggal `ajfau, artinya sapi betina yang kurus (dan tujuh bulir gandum yang hijau dan yang lainnya) yakni tujuh bulir pula (kering) telah melingkar pada tujuh bulir yang hijau itu dan menutupinya. (Hai orang-orang yang terkemuka, terangkanlah kepadaku tentang takbir mimpiku itu) jelaskanlah kepadaku makna mimpiku itu (jika kalian dapat menakbirkan mimpi.\") ceritakanlah maknanya kepadaku sekarang juga."
  }
]