[
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 70,
    "arab": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسَارِقُوْنَ",
    "translation": "Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, “Wahai kafilah! Sesungguhnya kamu pasti pencuri.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1666.mp3",
    "tafsir": "Maka tatkala bahan makanan itu sedang dipersiapkan, diam-diam Yusuf memasukkan piala (tempat minum yang dapat juga digunakan untuk menakar) raja ke dalam karung Bunyamin. Setelah kafilah itu bersiap-siap untuk berangkat meninggalkan Mesir, seorang utusan datang menyusul kafilah itu seraya berseru dengan suara yang keras, \"Hai kafilah, tunggu dulu sesungguhnya kamu adalah para pencuri.\"",
    "quraish": "Kemudian, setelah Yûsuf menjamu mereka dengan baik, memberi jatah makanan mereka dan menambahnya dengan bahan makanan seberat beban unta untuk saudaranya, mereka bersiap-siap untuk kembali. Yûsuf memerintahkan kepada pembantu-pembantunya itu untuk menyelipkan bejana (tempat minuman) di tempat perbekalan Benyamin. Setelah itu salah satu dari pembantu Yûsuf berkata, \"Wahai rombongan yang sedang membawa perbekalan, berhentilah! Kalian telah mencuri.\"",
    "jalalayn": "(Maka tatkala telah disiapkan untuk mereka bahan makanan mereka, Yusuf memasukkan piala tempat minum) teko yang terbuat dari emas dan dihiasi dengan permata (ke dalam karung saudaranya) yaitu karung kepunyaan Bunyamin (kemudian berteriaklah seseorang yang menyerukan) setelah mereka berpisah dari majelis Yusuf, tiba-tiba terdengar ada seseorang yang berseru (\"Hai kafilah!) rombongan musafir (Sesungguhnya kalian adalah orang-orang yang mencuri.\")."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 71,
    "arab": "قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
    "translation": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Kamu kehilangan apa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1667.mp3",
    "tafsir": "Saudara-saudara Yusuf segera menghentikan perjalanan mereka dan bertanya barang apakah yang hilang dari kerajaan, sehingga ia datang menyusul dan menuduh mereka sebagai pencuri.",
    "quraish": "Saudara-saudara Yûsuf gemetar mendengarkan seruan itu. Mereka pun bergerak ke arah orang yang berkata tadi dan bertanya, \"Apa yang hilang dari kalian dan apa yang kalian cari.\"",
    "jalalayn": "(Mereka menjawab sambil) seraya (menghadap kepada penyeru-penyeru itu, \"Barang apakah) sesuatu apakah yang (hilang daripada kalian.\")."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 72,
    "arab": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ",
    "translation": "Mereka menjawab, “Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1668.mp3",
    "tafsir": "Penyeru itu berkata bahwa raja kehilangan piala yang ada cap kerajaan padanya. Barang siapa yang dapat mengembalikan piala itu akan memperoleh hadiah yaitu bahan makanan seberat beban unta. Penyeru itu menjelaskan pula bahwa dia menjamin akan tetap memberikan hadiah itu pada siapa saja yang bisa mengembalikannya.",
    "quraish": "Para pembantu raja menjawab, \"Kami sedang mencari bejana tempat minum raja. Kami akan memberikan hadiah bagi orang yang menemukannya berupa makanan seberat beban unta.\" Pemimpin mereka pun menyatakan dan menegaskan hal itu dengan berkata, \"Aku menjamin janji ini.\"",
    "jalalayn": "(Penyeru-penyeru itu berkata, \"Kami kehilangan piala) teko (raja dan bagi siapa yang dapat mengembalikannya akan memperoleh hadiah seberat beban unta) berupa bahan makanan (dan aku terhadapnya) tentang hadiah itu (menjadi penjamin.\") yang menanggungnya."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 73,
    "arab": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سَارِقِيْنَ",
    "translation": "Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1669.mp3",
    "tafsir": "Saudara-saudara Yusuf berkata dengan maksud membersihkan diri dari tuduhan itu, \"Demi Allah kamu telah mengetahui bahwa kami datang ke Mesir ini, baik pertama maupun yang kedua kalinya, bukan untuk membuat kerusakan di negeri Mesir dengan mencuri ataupun melakukan kejahatan lainnya, dan kami yakin bahwa kami bukanlah pencuri.\"",
    "quraish": "Saudara-saudara Yûsuf berkata, \"Tuduhan mencuri yang kalian arahkan kepada kami itu sungguh aneh! Sungguh, tingkah laku dan keteguhan kami dalam beragama yang kalian lihat selama dua kali kedatangan kami ke negeri kalian ini tidak menunjukkan bahwa kami bermaksud melakukan kejahatan. Bukan kebiasaan kami untuk mencuri.\"",
    "jalalayn": "(Saudara-saudara Yusuf menjawab, \"Demi Allah) sumpah yang di dalamnya terkandung makna takjub (sesungguhnya kalian mengetahui bahwa kami datang bukan untuk membuat kerusakan di negeri ini dan kami bukanlah orang-orang pencuri.\") kami sama sekali belum pernah mencuri."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 74,
    "arab": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ",
    "translation": "Mereka berkata, “Tetapi apa hukumannya jika kamu dusta?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1670.mp3",
    "tafsir": "Penyeru itu bertanya, \"Tetapi apa akibatnya jika kamu berdusta? Dan ternyata piala raja itu disembunyikan di karung-karungmu.\"",
    "quraish": "Yûsuf membisikkan pembantu-pembantunya untuk meminta ketentuan hukum kepada saudara- saudaranya mengenai sanksi yang pantas diterima oleh orang yang terbukti menyimpan bejana raja di dalam tasnya sebagai \"prolog\" untuk mengambil Benyamin dengan berdasar pada ketentuan mereka sendiri. Selain itu, juga agar keputusan mereka itu terlaksana tanpa ada pengampunan. Pembantu- pembantu Yûsuf pun berkata, \"Menurut kalian, apa balasan untuk pencuri jika terbukti bahwa pencuri itu adalah salah seorang di antara kalian?\"",
    "jalalayn": "(Penyeru-penyeru itu berkata) yakni juru penyeru dan teman-temannya (\"Tetapi apa balasannya) bagi si pencuri (jika kalian betul-betul pendusta?\") kalian berdusta di dalam pengakuan kalian yang mengatakan bahwa kalian tidak mencuri. Kemudian ternyata piala tersebut ditemukan dalam barang kalian."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 75,
    "arab": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
    "translation": "Mereka menjawab, “Hukumannya ialah pada siapa ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah menerima hukumannya. Demikianlah kami memberi hukuman kepada orang-orang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1671.mp3",
    "tafsir": "Mereka menjawab, \"Balasannya ialah siapa saja yang ditemukan piala itu di dalam karungnya, maka dialah pencurinya dan harus bersedia menerima akibatnya.\" Syariat yang berlaku menurut agama yang dibawa Nabi Yakub ialah si pencuri dijadikan hamba sahaya oleh orang yang kecurian selama satu tahun. Demikianlah Allah membalas kejahatan orang-orang yang zalim.",
    "quraish": "Karena begitu yakinnya anak-anak Ya'qûb bahwa mereka tidak mencuri bejana raja, mereka menjawab pertanyaan itu tanpa ragu-ragu, \"Orang yang mencuri bejana harus dijadikan budak. Dengan hukuman seperti itulah kami membalas orang-orang zalim yang mengambil harta orang lain.\"",
    "jalalayn": "(Mereka menjawab, \"Balasannya) lafal jazaauhu ini menjadi mubtada, sedangkan khabarnya ialah (ialah pada siapa ditemukan barang yang hilang itu dalam karungnya) maka ia harus dijadikan budak. Kemudian diperkuat dengan berikutnya (maka dia sendirilah) si pencuri itu sendiri (balasannya.\") sebagai tebusan dari barang yang dicurinya, bukan orang lain. Ketentuan ini yaitu orang yang mencuri dihukum menjadi budak, merupakan syariat Nabi Yakub. (Demikianlah) seperti pembalasan itu (Kami memberi pembalasan kepada orang-orang yang lalim.) yaitu karena mencuri. Kemudian para penyeru itu mengajukan usul kepada Nabi Yusuf supaya karung-karung mereka diperiksa."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 76,
    "arab": "فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجَاتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ",
    "translation": "Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1672.mp3",
    "tafsir": "Setelah kafilah kembali lagi ke Mesir dan menghadap Yusuf, ia mulai memeriksa karung-karung mereka semuanya dan yang terakhir diperiksa adalah karung Bunyamin. Sengaja beliau berbuat demikian untuk menutupi taktiknya. Kemudian Yusuf menemukan piala yang hilang itu dari karung Bunyamin. Dengan cara demikian Allah mengatur taktik Yusuf untuk mencapai maksudnya. Yusuf sama sekali tidak bermaksud menghu-kum saudaranya menurut undang-undang kerajaan kecuali jika Allah menghendakinya. Beliau sengaja membuat taktik ini untuk sekedar menguji akhlak saudara-saudaranya dan bukan untuk menyakiti Bunyamin, karena ia terlebih dahulu telah diberitahu tentang rencana tersebut. Allah meninggikan derajat orang-orang yang dikehendaki-Nya, baik berupa ilmu maupun keimanan dan memperlihatkan pula jalan kebenaran untuk mencapai maksudnya, seperti Allah telah mengangkat derajat Yusuf di atas saudara-saudaranya. Di atas setiap orang yang berpengetahuan ada lagi yang lebih mengetahui. Hanya Allah yang Maha Mengetahui.",
    "quraish": "Mereka pun akhirnya diperiksa. Pemeriksaan itu tentu harus dilakukan dengan seksama agar pelaksanaan taktik itu tidak tampak dibuat-buat. Yûsuf a. s. memimpin sendiri pemeriksaan itu, setelah sebelumnya memberikan \"prolog\". Mulailah ia memerikasa tas sepuluh orang bersaudara itu. Ketika giliran pemeriksaan itu tiba pada Benyamin, saudaranya, Yûsuf menemukan bejana raja. Dengan begitu, taktiknya berhasil. Yûsuf pun berhak menghukum Benyamin dengan ketentuan yang ditetapkan saudara-saudaranya tadi, yaitu menangkap dan menahannya. Begitulah Allah mengatur strategi untuk Yûsuf. Yûsuf tidak akan menghukum saudaranya itu sesuai ketentuan hukum yang berlaku di Mesir, kecuali atas kehendak Allah. Saat itu Allah benar-benar berkehendak, maka kemudian mengatur strategi untuk Yûsuf. Allah memberikan kemudahan bagi Yûsuf untuk mengatur segala sarana dan taktiknya dengan seksama dan penuh hati-hati. Itu semua adalah sebagian karunia Allah yang meninggikan derajat ilmu kepada siapa saja yang dikehendaki-Nya. Dan di atas orang yang berilmu selalu ada yang Lebih Besar dan Lebih Berilmu. Selalu ada saja yang lebih tahu.",
    "jalalayn": "(Maka mulailah Yusuf dengan karung-karung mereka) yaitu memeriksanya (sebelum memeriksa karung saudaranya sendiri) supaya mereka tidak menaruh rasa curiga terhadapnya (kemudian dia mengeluarkan piala raja itu) yakni tempat minum raja. (dari karung saudaranya.) Selanjutnya Allah berfirman mengisahkan (Demikianlah) tipu muslihat itu (Kami atur untuk mencapai maksud Yusuf) artinya, Kami ajarkan kepadanya tentang siasat untuk mengambil saudara sekandungnya (Tiada patut) Yusuf (menghukum saudaranya) dengan menjadikannya sebagai budak karena terbukti telah mencuri (menurut undang-undang raja) sesuai dengan ketentuan raja Mesir, karena hukuman bagi pencuri menurut undang-undang raja Mesir ialah dipukuli dan dikenai denda sebanyak dua kali lipat harga barang yang dicurinya, bukannya dijadikan sebagai budak (kecuali Allah menghendaki-Nya) yakni menghendaki supaya Yusuf menghukum saudaranya sesuai dengan ketentuan syariat Nabi Yakub. Artinya Nabi Yusuf tidak dapat menghukumnya kecuali Allah menghendaki melalui wahyu-Nya supaya Nabi Yusuf menghukum saudaranya itu sesuai dengan syariat yang berlaku pada mereka (Kami tinggikan derajat orang yang Kami kehendaki) melalui ilmu seperti yang Kami lakukan terhadap Yusuf. Lafal ayat ini dapat dibaca secara idhafah, yaitu menjadi darajaati man nasyaau, dan dapat pula dibaca darajaatin man nasyaau (dan di atas tiap-tiap orang berpengetahuan itu) di antara semua makhluk (ada lagi yang Maha Mengetahui.) artinya yang lebih mengetahui daripadanya sehingga rentetannya selesai pada Allah swt."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 77,
    "arab": "۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ",
    "translation": "Mereka berkata, “Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.” Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1673.mp3",
    "tafsir": "Dalam ayat ini, saudara-saudara Yusuf mengatakan bahwa jika Bunyamin ternyata mencuri, itu karena saudaranya Yusuf juga telah mencuri. Tuduhan mereka bahwa Yusuf pernah mencuri menunjukkan bahwa sifat dengki masih tertanam dalam hati mereka. Hal itu sempat menimbulkan perasaan jengkel dalam diri Yusuf. Akan tetapi, dengan sabar Yusuf mampu menyembunyikan kejengkelan itu dan tidak menampakkan-nya kepada mereka.\nBahwa Yusuf dikatakan pernah mencuri pada waktu ia masih kecil, sebenarnya tidaklah benar. Peristiwa yang sebenarnya bukanlah kasus pencurian, melainkan kasus yang direkayasa agar Yusuf kecil tetap tinggal bersama bibinya, tidak dibawa pulang oleh ayahnya, yaitu Nabi Yakub a.s. Kasusnya adalah seperti yang diriwayatkan oleh Mujahid r.a. yang menerangkan bahwa Yusuf ketika kecil dipelihara oleh bibinya yang sangat sayang kepadanya. Bibinya menyimpan ikat pinggang Nabi Ishak a.s. yang secara turun-temurun diwariskan kepada anaknya yang tertua. Nabi Yakub sering datang kepada saudara perempuannya, untuk mengambil Yusuf. Karena bibinya amat sayang kepadanya, beliau mempertahankan Yusuf supaya tetap di bawah asuhannya. Akhirnya, bibinya tersebut membuat suatu taktik dengan mengikatkan ikat pinggang pusaka tadi ke pinggang Yusuf dan ditutup oleh bajunya sehingga tidak kelihatan. Lalu, bibinya mengumumkan bahwa ikat pinggang pusaka itu hilang dicuri orang. Kemudian, semua anggota keluarga diperiksa. Ternyata ikat pinggang kedapatan dipakai oleh Yusuf. Menurut syariat Nabi Yakub a.s. waktu itu, Yusuf harus diserahkan kepada bibinya sebagai hamba sahaya selama satu tahun. Peristiwa inilah, antara lain, yang dituduhkan oleh saudara-saudaranya bahwa ia pernah mencuri.",
    "quraish": "Ditemukannya bejana dari tas Benyamin, saudaranya, mengagetkan dan membuat malu saudara- saudara Yûsuf yang lain. Mereka pun mencari-cari alasan untuk membebaskan diri dari pencurian yang dilakukan oleh Benyamin. Sebuah alasan yang menohok Benyamin dan Yûsuf dan mengisyaratkan bahwa mencuri adalah watak yang mereka berdua warisi dari ibunya. Mereka mengatakan, \"Tidak aneh kalau ia mencuri, sebab saudara kandungnya pun pernah melakukan hal yang sama sebelumnya!\" Yûsuf merasakan dalamnya dan pedihnya tuduhan tersembunyi itu, tetapi ia menyimpan perasaan itu dalam dirinya, yang kalau diutarakan akan berbunyi, \"Derajat kalian lebih rendah dan hina. Allah lebih tahu dengan benar tentang apa yang kalian katakan mengenai tindakan mencuri yang dilakukan Benyamin itu.\"",
    "jalalayn": "(Mereka berkata, \"Jika ia mencuri maka sesungguhnya telah pernah mencuri pula saudaranya sebelum itu.\") yang dimaksud oleh mereka adalah Yusuf. Disebutkan bahwa Nabi Yusuf dahulu pernah mencuri sebuah berhala yang terbuat dari emas milik ayah ibunya kemudian berhala tersebut dihancurkannya; dimaksud supaya ia tidak menyembahnya. (Maka Yusuf menyembunyikan kejengkelan itu pada dirinya dan tidak menampakkannya) tidak melahirkannya (kepada mereka) dhamir atau kata ganti yang ada pada kalimat ayat ini merujuk kepada pengertian yang tersirat di dalam perkataan Nabi Yusuf berikut ini, yaitu: (Dia berkata,) di dalam hatinya (\"Kalian lebih buruk kedudukannya) daripada Yusuf dan saudara sekandungnya karena kalian telah mencuri saudara kalian, yaitu Nabi Yusuf sendiri dari tangan ayah kalian kemudian kalian telah berbuat aniaya terhadap dirinya (dan Allah Maha Mengetahui) mengetahui (apa yang kalian terangkan itu.\") apa yang kalian sebutkan tentang perkara Yusuf itu."
  },
  {
    "page": 244,
    "name": "Yusuf",
    "ayat": 78,
    "arab": "قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
    "translation": "Mereka berkata, “Wahai Al-Aziz! Dia mempunyai ayah yang sudah lanjut usia, karena itu ambillah salah seorang di antara kami sebagai gantinya, sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1674.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang apa yang dikatakan oleh saudara-saudara Yusuf kepada al-Aziz, bahwa Bunyamin yang ditetapkan sebagai pencuri itu mempunyai ayah yang telah lanjut usia, dan tidak bisa berpisah dengannya. Bunyamin adalah pengganti saudaranya yang hilang. Oleh karena itu, mereka mengharap kepada al-Aziz agar sudi mengambil salah seorang dari mereka sebagai jaminan karena Bunyamin lebih dicintai ayahnya. Mereka juga telah berjanji untuk menjaga keselamatan Bunyamin selama dalam perjalanan. Di samping itu, mereka pun memuji al-Aziz bahwa beliau adalah orang yang gemar berbuat baik. Pujian serupa itu tentu saja dengan maksud agar Bunyamin dibebaskan dari penahanan karena tuduhan pencurian. Mereka sebagai tamu merasa telah mendapatkan pelayanan dengan sebaik-baiknya, dan alangkah lebih sempurna jika kebaikan itu ditambah lagi dengan memenuhi permintaan mereka untuk membiarkan Bunyamin kembali kepada ayahnya yang selama ini dilanda kesedihan karena kehilangan Yusuf.",
    "quraish": "Mereka harus melakukan pembelaan terhadap saudaranya atau malah bersedia menjadi tebusannya, dengan harapan agar janji mereka kepada ayahnya, Ya'qûb, terbukti. Mereka kemudian mengetuk hati Yûsuf dengan mengingatkan ayah mereka yang telah tua renta. \"Wahai pembesar kerajaan, saudara kami ini mempunyai orangtua yang sudah amat lanjut usianya. Jika paduka berkenan dan merasa kasihan kepadanya, terimalah salah seorang kami sebagai tebusannya untuk menerima hukuman, karena Benyamin amat disayang ayah kami. Kami sangat berharap paduka dapat menerima permohonan kami. Kami merasakan dan mengalami sendiri keramahan paduka, sehingga kami yakin dan berkesan bahwa paduka adalah orang yang suka berbuat baik,\" kata mereka kepada Yûsuf.",
    "jalalayn": "(Mereka berkata, \"Wahai Al-Aziz! Sesungguhnya ia mempunyai ayah yang sudah lanjut usianya) yang sangat mencintainya lebih daripada kecintaannya terhadap kami. Ia selalu menghibur dirinya dengan dia dari anaknya yang hilang dahulu karena ia sangat sedih sekali dengan kehilangannya (oleh karena itu ambillah salah seorang di antara kami) kemudian jadikanlah dia sebagai hamba sahayamu (sebagai gantinya.) penggantinya (Sesungguhnya kami melihat kamu termasuk orang-orang yang berbuat baik.\") dalam semua tindakan-tindakanmu."
  }
]