[
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 87,
    "arab": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
    "translation": "Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1683.mp3",
    "tafsir": "Selanjutnya Yakub berkata kepada anak-anaknya bahwa ia tahu bahkan yakin mimpi Yusuf dulu itu benar dan ia akan sujud menghormatinya. Kalau mereka berpendapat lain, Yakub mengingatkan anak-anaknya bahwa satu saat Allah swt akan memperlihatkan kebenaran pendapatnya itu. Untuk itu, ia meminta anak-anaknya untuk kembali ke Mesir menyelidiki sampai mendapat berita yang pasti tentang Yusuf dan adiknya Bunyamin serta tidak berputus asa karena Allah telah berfirman:\nTidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat. (al-hijr/15:56)\n\nOrang-orang mukmin tidak akan berputus asa karena musibah yang menimpanya, dan tidak goyah imannya karena bahaya yang melanda. Mereka bersabar dan tabah menghadapi segala kesulitan yang dialaminya. Ia dengan rela penuh ikhlas menerima takdir dari Allah swt dengan keyakinan bahwa suatu saat nanti Allah akan menghilangkan semua kesulitan itu, sebagaimana firman-Nya:\nSesungguhnya Allah membela orang-orang yang telah beriman. (al-hajj/22: 38)\n\nKesimpulan",
    "quraish": "Yakin dan percaya kepada Allah memang dapat membangkitkan harapan. Maka dari itu, kesedihan yang dialami Ya'qûb tidak mampu membuatnya putus asa bahwa kedua anaknya yang hilang pasti akan kembali ke pangkuannya. Nalurinya mengatakan bahwa kedua anaknya itu masih hidup, dan bahwa pertemuannya dengan mereka sudah semakin dekat. Ya'qûb kemudian meminta anak-anaknya pergi ke Mesir mencari kedua anaknya yang hilang itu dengan mengatakan, \"Anak-anakku, pergilah kalian ke Mesir dan bergabunglah dengan kakakmu lalu carilah Yûsuf dan saudaranya, Benyamin. Tanyakan kepada orang-orang tentang mereka secara lemah lembut tanpa harus dirasakan orang. Jangan berputus asa terhadap sifat kasih sayang Allah yang pasti akan mengembalikan mereka kepada kita. Sebab, sesungguhnya yang berputus asa terhadap kasih sayang Allah hanyalah orang-orang yang ingkar dan kafir.\"",
    "jalalayn": "(\"Hai anak-anakku! Pergilah kalian, maka carilah berita tentang Yusuf dan saudara sekandungnya) artinya carilah berita tentang keduanya (dan jangan kalian berputus asa) putus harapan (dari rahmat Allah) dari rahmat-Nya (Sesungguhnya tiada berputus asa dari rahmat Allah melainkan kaum yang kafir.\") Lalu mereka berangkat menuju ke negeri Mesir."
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 88,
    "arab": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
    "translation": "Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, “Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1684.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah saudara-saudara Yusuf menerima anjuran dari ayahnya untuk kembali ke Mesir, mereka lalu berangkat. Sesampainya di Mesir, mereka masuk ke istana Yusuf dengan segala kerendahan diri. Mereka ingin mengetahui kebenaran keyakinan ayahnya yang pernah mengatakan bahwa al-Aziz itu adalah Yusuf. Mereka berkata kepada al-Aziz bahwa mereka ditimpa musibah kelaparan sehingga mereka menjadi kurus dan lemah karena kekurangan makanan, sedangkan keluarga mereka tidak sedikit. Mereka mengadukan halnya itu kepada al-Aziz, dengan maksud untuk mengetahui keadaan Yusuf dan Bunyamin. Mereka juga mengemukakan bahwa mereka datang membawa dagangan yang jelek dan rendah mutunya, sehingga mungkin tidak ada pedagang yang mau menawarnya. Mereka berharap agar al-Aziz mau menolong mereka dengan menyempurnakan takaran dagangannya tanpa mempertimbangkan kejelekannya. Kekurangan yang harus mereka bayar kepadanya agar disedekahkan saja kepada mereka. \nAllah membalas budi baik seseorang yang suka bersedekah dan Dia pulalah yang akan mengganti segala apa yang telah disedekahkan dan diinfakkan itu, sebagaimana firman-Nya:\nDan apa saja yang kamu infakkan, Allah akan menggantinya, dan Dialah pemberi rezeki yang terbaik. (Saba/34: 39)",
    "quraish": "Saudara-saudara Yûsuf itu kemudian melaksanakan perintah ayahnya dan pergi ke Mesir. Ketika tampak penguasa kerajaan yang dari kejauhan mirip Yûsuf, mereka pun berusaha menyamar agar dapat bertemu dengan penguasa Mesir itu. Ketika menghadap sang penguasa itu mereka berkata, \"Paduka, kami sekeluarga tertimpa musibah kelaparan yang menyebabkan jiwa dan raga kami sakit. Kami dahulu pernah datang kepada paduka dengan membawa sedikit barang, tapi kemudian barang itu dikembalikan kepada kami karena berjumlah sedikit dan tak berharga, serta tidak seimbang dengan apa yang kami harapkan dari paduka. Karena kami mengharap paduka untuk tidak mengurangi dan tidak melebihkan timbangan, maka penuhilah timbangan kami. Jadikanlah yang lebih dari hak yang kami terima sebagai sedekah. Sesungguhnya Allah akan memberi balasan kepada orang-orang yang bersedekah dengan pahala yang lebih baik.\"",
    "jalalayn": "(Maka ketika mereka masuk ke tempat Yusuf mereka berkata, \"Hai Al-Aziz! Kami dan keluarga kami ditimpa kesengsaraan) yakni kelaparan (dan kami datang membawa barang-barang yang tak berharga) artinya barang-barang yang buruk; setiap orang yang melihatnya pasti akan menolaknya karena mutunya sangat rendah sekali. Disebutkan bahwa barang-barang tersebut berupa dirham-dirham palsu atau barang-barang lainnya (maka sempurnakanlah) genapkanlah (sukatan untuk kami dan bersedekahlah kepada kami) bertoleransilah terhadap kami sekali pun barang-barang kami rendah mutunya (sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah.\") artinya Allah memberi mereka pahala. Akhirnya Nabi Yusuf merasa belas kasihan kepada mereka timbullah rasa sayangnya. Kemudian Nabi Yusuf berbicara secara terus terang terhadap mereka untuk menyingkapkan tabir antara dirinya dan mereka."
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 89,
    "arab": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جَاهِلُوْنَ",
    "translation": "Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1685.mp3",
    "tafsir": "Setelah anak-anak Yakub mengemukakan alasan-alasan mereka kembali ke Mesir, Yusuf menjawabnya dengan mengingatkan mereka atas kejahatan yang telah mereka lakukan terhadap Yusuf dan Bunyamin, adiknya. Yusuf juga mengatakan bahwa apa yang mereka perbuat kepada diri dan adiknya adalah perbuatan yang sangat jelek atau buruk. Mungkin karena kejahilan mereka pada waktu itu, mereka tidak mengetahui dan merasakan buruknya perbuatan itu walaupun bertentangan dengan syariat agama serta melanggar kewajiban berbuat baik kepada kedua orang tua dan perintah bergaul dengan baik terhadap karib kerabat. Ini adalah realisasi dari apa yang telah Allah wahyukan kepada Yusuf ketika ia dilemparkan ke dalam sumur oleh saudara-saudaranya sebagaimana firman Allah swt:\nKami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari. (Yusuf/12: 15)",
    "quraish": "Naluri kesaudaraan Yûsuf yang sayang dan memaafkan kesalahan pun muncul. Yûsuf mulai membuka tabir yang selama ini tertutup, dengan mencela dan mengatakan kepada mereka, \"Apakah kalian menyadari keburukan perbuatan yang kalian lakukan terhadap Yûsuf ketika kalian melemparnya ke dalam sumur, dan Benyamin yang kalian sakiti? Ketika itu kalian terdorong oleh kebodohan yang membuat kalian lupa sikap kasih dan persaudaraan!\"",
    "jalalayn": "(Berkatalah Yusuf) kepada mereka dengan nada mencela (\"Apakah kalian mengetahui kejelekan apa yang telah kalian lakukan terhadap Yusuf) yaitu dengan memukuli dan menjualnya serta hal-hal lainnya yang menyakitkan (dan saudaranya) yakni penekanan kalian terhadapnya sesudah ia terpisah dari saudaranya (ketika kalian tidak mengetahui akibat perbuatan kalian itu?\") akibat perbuatan kalian terhadap Nabi Yusuf"
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 90,
    "arab": "قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "translation": "Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Sesungguhnya barangsiapa bertakwa dan bersabar, maka Sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1686.mp3",
    "tafsir": "Setelah mendengar ucapan Yusuf, timbullah di hati mereka kesadaran bahwa yang di hadapan mereka itu adalah Yusuf. Untuk menguatkan dugaannya, mereka mengajukan pertanyaan dengan penuh rasa heran, \"Apakah kamu ini benar-benar Yusuf?\" Dua tahun lebih mereka bolak-balik bertemu Yusuf tetapi tidak mengenalinya. Sebaliknya, Yusuf mengenali mereka, namun ia sembunyikan dalam hati. Pertanyaan mereka dijawab oleh Yusuf dengan mengatakan, \"Aku ini adalah Yusuf yang telah kalian aniaya dengan penganiayaan yang cukup berat. Allah swt telah menolongku dan memuliakanku sampai memberiku pangkat yang tinggi. Aku tidak berdaya sama sekali ketika kalian berencana untuk membunuh dan membuangku ke dasar sumur yang dalam. Dan ini adikku, Bunyamin, yang telah kalian pisahkan dari aku, yang kemudian Allah swt memberikan karunia kepadanya sebagaimana kalian lihat. Allah swt melimpahkan karunia-Nya kepada kami berdua, menyatukan kami kembali sesudah berpisah sekian lama, memuliakan kami sesudah dihina, dan menyelamatkan kami dari segala ujian dan cobaan. \nAgama telah menetapkan dan pengalaman telah membuktikan bahwa orang yang bertakwa kepada Allah swt dengan mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya serta selalu sabar menghadapi ujian dan cobaan yang menimpanya serta tipu daya setan dan hawa nafsu yang selalu menggodanya, Allah tidak akan menyia-nyiakan balasan amalnya itu di dunia, lebih-lebih di akhirat. Di dunia diberi jalan keluar dari kesulitan yang dihadapinya serta diberi rezeki dari arah yang tidak diduga sebelumnya, dan di akhirat diberi pahala tanpa ada perhitungan. Firman Allah swt:\nBarang siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya. Dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3)\n\nDan firman-Nya:\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)",
    "quraish": "Kejutan yang dilakukan Yûsuf itu menggugah mereka bahwa penguasa yang mereka hadapi itu adalah Yûsuf. Mereka pun kemudian berkata, \"Tentu padukalah Yûsuf itu. Benar, engkaulah Yûsuf.\" Yûsuf pun membenarkan dugaan mereka dan berkata, \"Benar, akulah Yûsuf dan ini Benyamin, saudaraku. Allah telah menyelamatkan kami dari kematian, dan memberikan karunia serta kekuasaan kepada kami. Hal itu adalah balasan Allah atas keikhlasan dan kebaikanku. Sesungguhnya Allah tidak akan menyia-nyiakan pahala orang yang berbuat baik.\"",
    "jalalayn": "(Mereka berkata) sesudah mengetahuinya, ketika mereka mulai meneliti dan memperhatikan secara seksama tingkah laku raja (\"Apakah kamu ini) dapat dibaca ainnaka dan ayinnaka (benar-benar Yusuf?\" Yusuf menjawab, \"Akulah Yusuf dan ini saudaraku. Sesungguhnya telah mendapat karunia) telah memperoleh nikmat (kami dari Allah) sehingga kami dapat berkumpul. (Sesungguhnya barang siapa yang bertakwa) merasa takut kepada Allah (dan bersabar) atas apa yang menimpa dirinya (maka sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik.\") di dalam ungkapan ini terkandung pengertian meletakkan isim zahir pada tempat isim mudhmar."
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 91,
    "arab": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ",
    "translation": "Mereka berkata, “Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1687.mp3",
    "tafsir": "Setelah Yusuf memberikan pengakuan siapa dirinya sebenarnya dan saudara-saudaranya telah meyakini bahwa al-Aziz itu adalah Yusuf, mereka secara jujur mengakui kemuliaan yang diberikan Allah swt kepada Yusuf tentang kelebihan ilmunya, dan ketinggian akhlak yang dimilikinya. Mereka dengan terus terang juga mengakui kesalahan yang telah mereka perbuat kepada Yusuf dan Bunyamin dengan sengaja dan direncanakan sebelumnya. Suatu kesalahan yang tidak diampuni oleh Allah swt kecuali dengan taubat nashuha (tobat yang sebenar-benarnya), dan tidak dapat dimaafkan kecuali dengan hati lapang dan budi luhur dari yang bersangkutan.",
    "quraish": "Mereka berkata, \"Engkau benar, Yûsuf. Kami berani bersumpah bahwa engkau sungguh telah dikaruniai ketakwaan, kesabaran, kelakuan baik dan kerajaan serta kedudukan yang tinggi oleh Allah. Kamilah yang berdosa atas apa yang kami perbuat terhadapmu dan saudaramu. Maka Allah pun merendahkan kami dan memberikan balasan orang-orang yang berdosa kepada kami.\"",
    "jalalayn": "(Mereka berkata, \"Demi Allah, sesungguhnya telah melebihkan kamu) telah mengutamakan kamu (Allah atas kami) dengan memperoleh kerajaan dan nikmat-nikmat lainnya (dan sesungguhnya) huruf in di sini adalah bentuk takhfif daripada inna, artinya sesungguhnya (kami adalah orang-orang yang bersalah\") yakni orang-orang yang berdosa disebabkan kami telah merendahkanmu."
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 92,
    "arab": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
    "translation": "Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1688.mp3",
    "tafsir": "Setelah mendengar pengakuan bersalah dari saudara-saudaranya secara terus terang, Yusuf sebagai seorang nabi, manusia pilihan yang mempunyai budi pekerti yang mulia, kesopanan yang tinggi, dengan tandas dan gamblang memaafkan segala kesalahan yang telah diperbuat kepadanya dan Bunyamin. Dia mendoakan semoga Allah swt mengampuni dosa saudara-saudaranya dengan syarat mereka mau bertobat dengan segala keikhlasan dan kerendahan hati, menyesali perbuatan buruk itu, bertekad tidak akan mengulanginya lagi, dan senantiasa berbuat baik, karena Allah adalah Maha Penyayang.\nBudi pekerti yang mulia dan akhlak yang tinggi sebagaimana yang dimiliki Nabi Yusuf a.s. itu juga pernah dicontohkan oleh Nabi Muhammad saw, yaitu ketika beliau dan bala tentaranya menaklukkan kota Mekah. Setelah Nabi Muhammad saw bertawaf dan kemudian salat sunat dua rakaat, beliau berdiri di samping Kabah menghadap para tawanan perang lalu berkata:\nApakah perkiraanmu terhadap apa yang akan saya perbuat terhadap kalian? Para tawanan menjawab, \"Kami hanya menyangka yang baik saja. Anda adalah saudara yang mulia dan anak saudara yang mulia.\" Nabi saw berkata, \"Saya akan mengatakan sebagaimana yang telah dikatakan oleh saudaraku Yusuf, \"Tidak ada celaan, cercaan, dan kekerasan sekarang ini.\" Maka keluarlah para tawanan itu (meninggalkan tempat) seakan-akan mereka dibangkitkan dari kubur. (Riwayat al-Bukhari dari Abu Hurairah)",
    "quraish": "Yûsuf, sang nabi, menjawab, \"Tidak apa-apa. Hari ini kalian tidak terhina. Kalian aku maafkan karena alasan menghormati keturunan dan hak saudara. Aku akan memohon kepada Allah agar memaafkan dan mengampuni kalian. Sesungguhnya Dia adalah pemilik kasih sayang yang amat luas.\"",
    "jalalayn": "(Yusuf berkata, \"Tidak ada cercaan) tidak ada celaan (terhadap kalian pada hari ini) kata hari ini secara khusus disebutkan, sebab celaan pasti terjadi di dalamnya akan tetapi pengertiannya menunjukkan, bahwa selainnya lebih utama lagi untuk tidak mendapatkan cercaan (mudah-mudahan Allah mengampuni kalian, dan Dia adalah Maha Penyayang di antara para penyayang.\") Lalu Nabi Yusuf menanyakan kepada mereka tentang keadaan ayahnya, mereka menjawab bahwa matanya telah rabun dan tidak dapat melihat dengan jelas lagi. Kemudian Nabi Yusuf berkata kepada mereka,"
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 93,
    "arab": "اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ ࣖ",
    "translation": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1689.mp3",
    "tafsir": "Setelah Yusuf menjelaskan siapa dirinya kepada saudara-saudaranya, dia lalu menanyakan kepada mereka tentang keadaan ayahnya. Mereka menjawab bahwa beliau tidak bisa melihat lagi. Seketika itu Yusuf memberikan baju gamisnya kepada saudara-saudaranya agar dibawa pulang ke negerinya. Sesampainya di rumah, baju gamis itu agar segera disapukan ke wajah beliau, niscaya dia akan melihat kembali. Yusuf berkata demikian berdasarkan wahyu. Dia juga mengetahui bahwa penyebab tertutupnya penglihatan ayahnya ialah terlalu banyak menangis. Apabila ayahnya mengetahui bahwa baju gamis itu adalah miliknya, yang menandakan bahwa ia masih hidup dan selamat dari aniaya dan cobaan yang dialaminya, tentu ayahnya akan senang dan timbul dalam hatinya perasaan gembira, dan akan melihat kembali seperti sediakala. Hal tersebut merupakan mukjizat bagi Nabi Yusuf. Ia juga meminta kepada saudaranya supaya mendatangkan segenap keluarganya ke Mesir, baik laki-laki, perempuan, maupun anak-anak, yang menurut suatu riwayat, semuanya berjumlah tujuh puluh orang.",
    "quraish": "Yûsuf kemudian menanyakan ayahnya kepada mereka. Ketika mereka menceritakan kondisi buruknya dan keadaan matanya akibat terlalu sedih dan banyak menangis, Yûsuf memberikan bajunya kepada mereka lalu berkata, \"Bawalah baju ini pulang dan lemparkanlah ke wajah ayah. Ia pasti akan gembira dan yakin bahwa aku masih hidup. Baju itu juga akan mengembalikan penglihatannya kembali. Saat ayah dapat melihat kembali, ajaklah ia dan semua keluarga kalian ke sini.\"",
    "jalalayn": "(\"Pergilah kalian dengan membawa baju gamisku ini) yaitu baju gamis Nabi Ibrahim yang dipakainya sewaktu ia dicampakkan ke dalam api. Baju tersebut dikalungkan Nabi Yusuf sewaktu ia berada di dalam sumur. Baju tersebut dari surga; malaikat Jibril memerintahkan Nabi Yusuf supaya mengirimkannya kepada ayahnya, seraya berkata, 'Sesungguhnya pada baju itu terdapat bau surga, dan tidak sekali-kali ia diusapkan kepada orang yang sakit melainkan orang sakit itu akan sembuh dengan seketika (lalu letakkanlah dia ke wajah ayahku, nanti ia akan) menjadi (melihat kembali, dan bawalah keluarga kalian semuanya kepadaku.'\")."
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 94,
    "arab": "وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ",
    "translation": "Dan ketika kafilah itu telah keluar (dari negeri Mesir), ayah mereka berkata, “Sesungguhnya Aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1690.mp3",
    "tafsir": "Tatkala barisan unta putra-putra Yakub keluar dari perbatasan negeri Mesir menuju tanah Syam, berkatalah Yakub kepada cucu-cucunya dan para kerabat yang berada di sampingnya pada waktu itu, \"Aku telah mencium bau Yusuf yang wangi, seperti baunya yang pernah aku kenal di waktu kecilnya. Andaikata kalian tidak berburuk sangka kepadaku, menyangka bahwa aku lemah akal, rusak pikiran karena terlalu tua, tentunya kalian akan membenarkan ucapanku ini bahwa aku benar-benar telah mencium bau Yusuf, dan dia masih hidup. Tidak lama lagi aku akan berjumpa dengannya dan merasa senang melihatnya.\" Ini adalah suatu mukjizat bagi Yakub yang dapat mencium bau Yusuf dari tempat yang amat jauh, kira-kira delapan hari perjalanan unta waktu itu.",
    "quraish": "Mereka pun lalu pergi membawa baju Yûsuf. Saat itu hati Ya'qûb berdebar menanti berita yang akan dibawa anak-anaknya. Saat menanti itu Allah selalu bersama Ya'qûb dan menghubungkan antara jiwanya dan jiwa anak-anaknya. Maka, tatkala kafilah anak-anaknya telah melewati perbatasan Mesir menuju kepadanya, Allah melapangkan harapannya dan memberikan ketenangan tentang dekatnya kabar gembira mengenai keselamatan Yûsuf. Ya'qûb memberitahukan hal itu kepada keluarganya seraya berkata, \"Aku mencium bau Yûsuf yang sangat aku sukai. Kalau bukan karena takut kalian tuduh aku berbuat sesuatu yang tidak baik, tentu aku akan ceritakan kepada kalian lebih dari sekadar perasaan dan naluri.\"",
    "jalalayn": "(Tatkala kafilah itu telah keluar) dari negeri Mesir (berkata ayah mereka) kepada anak-anak dan cucu-cucunya yang ada bersamanya (\"Sesungguhnya aku mencium bau Yusuf) bau itu tercium oleh Nabi Yakub karena dibawa oleh angin berkat kekuasaan Allah dari jarak perjalanan tiga hari, atau delapan hari atau lebih dari itu (sekiranya kalian tidak menuduhku sebagai orang yang lemah akalnya.\") maka niscaya kalian akan membenarkan aku."
  },
  {
    "page": 246,
    "name": "Yusuf",
    "ayat": 95,
    "arab": "قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ",
    "translation": "Mereka (keluarganya) berkata, “Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1691.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa tidak seorang pun di antara keluarga Yakub yang membenarkan ucapannya, bahkan mereka mengecamnya dengan ucapan yang tidak sepantasnya diucapkan kepada orang tua. Menurut mereka, Yakub keliru karena merasa akan segera berjumpa dengan Yusuf, padahal dalam anggapan mereka Yusuf telah tewas diterkam serigala. Anggapan Yakub ini, menurut mereka, sebagai tanda-tanda kesesatannya.",
    "quraish": "Keluarganya malah membalas dengan keras dan tetap yakin bahwa Ya'qûb belum sadar dan terbuai dalam khayalan. Akibatnya terjadilah apa yang terjadi, karena begitu cintanya kepada Yûsuf, begitu seringnya ia menyebut namanya karena ingin berjumpa.",
    "jalalayn": "(Keluarganya berkata) kepadanya (Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu) kesalahanmu (yang dahulu) disebabkan kecintaanmu yang berlebihan terhadap Yusuf, dan harapanmu yang selalu tak padam untuk bersua kembali dengannya sekali pun sudah lama masanya."
  }
]