[
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 6,
    "arab": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
    "translation": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1713.mp3",
    "tafsir": "Setelah mendustakan Rasul dan mengingkari azab hari kiamat, mereka mengingkari pula azab di dunia yang telah diancamkan oleh Rasulullah kepada mereka. Mereka meminta kepadanya agar siksa yang telah diancamkan kepada mereka disegerakan datangnya. Semestinya mereka memohon kebaikan dan keselamatan dari turunnya azab dan mengharapkan pahala yang dijanjikan oleh Rasulullah di akhirat. Padahal bermacam-macam azab telah ditimpakan Allah kepada umat-umat yang mendustakan para rasul sebelumnya. Di antara mereka ada yang diubah rupa dan sifatnya menjadi seperti kera, ada pula yang dihancurkan dengan gempa bumi, dan sebagainya. Tentang keadaan mereka yang lebih suka menantang turunnya azab daripada meminta kebaikan disebutkan pula dalam firman Allah:\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anfal/8: 32)\n\nSesungguhnya Allah benar-benar mempunyai ampunan yang luas terhadap dosa-dosa hamba-Nya yang bertobat dan menutupi kesalahan-kesalahannya pada hari kiamat. Seandainya tidak bersifat Maha Penyantun, tentu Allah akan menyiksa manusia karena kezalimannya. Firman Allah:\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini. (Fathir/35: 45)\n\nSesungguhnya siksaan Allah sangat pedih terhadap orang yang mengerja-kan kejahatan dan terus bergelimang dalam kesesatan dan dosa. Ada sebagian azab yang disegerakan turunnya di dunia sebagai akibat dari berbagai dosa, seperti terganggunya kesehatan orang-orang yang biasa minum minuman keras, bangkrutnya orang-orang yang suka berjudi padahal sebelumnya kaya, dan seseorang koruptor yang dicopot dari kedudukannya yang tinggi karena terlibat soal korupsi dan manipulasi. Sering sekali ampunan dari Allah itu disebut berdampingan dengan siksaan agar seorang hamba Allah selalu berada di posisi tengah antara khauf dan raja (ketakutan terhadap azab Allah dan harapan memperoleh ampunan-Nya) seperti dalam firman Allah:\nSesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang. (al-Araf/7: 167)",
    "quraish": "Kesesatan mereka yang terlalu itu menggiring mereka untuk meminta agar siksa itu didatangkan segera, bukan malah meminta petunjuk yang dapat menyelamatkan mereka. Mereka menduga bahwa Allah tidak akan menurunkan siksa di dunia jika Dia berkehendak. Padahal, sebelum mereka dahulu telah pernah didatangkan siksa yang memusnahkan orang-orang seperti mereka. Namun demikian, Allah akan mengampuni kezaliman dari orang yang mau bertobat dan kembali ke jalan yang benar. Juga, Allah akan mendatangkan siksa yang pedih kepada orang yang tetap berada dalam kesesatan.",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan permintaan mereka yang menginginkan disegerakannya azab; mereka kemukakan hal ini dengan nada mengejek (Mereka meminta kepadamu supaya disegerakan datangnya keburukan) yakni azab (sebelum mereka meminta kebaikan) rahmat (padahal telah terjadi bermacam-macam contoh siksa sebelum mereka) lafal matsulaat merupakan bentuk jamak dari kata tunggal al-matslah dengan wazan ats-tsamrah; artinya siksaan-siksaan yang telah menimpa orang-orang seperti mereka dari kalangan orang-orang yang mendustakan. Mengapa mereka tidak mengambil pelajaran daripadanya? (Dan sesungguhnya Rabbmu benar-benar mempunyai ampunan yang luas bagi manusia sekali pun) walaupun (mereka zalim) dan jika tidak demikian, niscaya tidak akan tersisa di permukaan bumi ini makhluk yang melata di atasnya. (Dan sesungguhnya Rabbmu benar-benar sangat keras siksaan-Nya) terhadap orang-orang yang durhaka kepada-Nya."
  },
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 7,
    "arab": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
    "translation": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1714.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bagaimana orang-orang kafir berkata kepada Nabi Muhammad dengan nada menantang mengapa tidak diturunkan kepadanya tanda kebesaran dari Tuhannya seperti tongkat sebagai mukjizat yang diberikan kepada Nabi Musa dan unta kepada Nabi Saleh, serta mengapa Muhammad tidak bisa menjadikan bukit Safa menjadi emas atau mengubah bukit-bukit ini menjadi lembah dengan sungai yang mengalir. Mereka menuntut yang demikian itu karena menyangka bahwa Al-Quran bukan merupakan mukjizat. Allah swt telah menolak tuntutan mereka itu dengan firman-Nya:\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isra/17: 59)\n\nSunatullah yang berlaku adalah jika tanda-tanda kekuasaan Allah telah diminta, dan setelah tanda-tanda itu diturunkan, namun mereka yang menuntutnya tetap membangkang dan tidak percaya, pasti mereka akan dimusnahkan dengan azab Allah. Allah tidak menghendaki yang demikian itu sehingga tidak menurunkan tanda-tanda mukjizat seperti yang mereka tuntut. Nabi Muhammad saw telah diberi mukjizat yang lain untuk menunjukkan kebenaran risalahnya. Tugas pokok Nabi Muhammad saw hanya sekedar menyampaikan risalahnya seperti tugas nabi-nabi sebelum-nya, bukan memenuhi usul dan permintaan kaumnya agar mereka dapat petunjuk. Urusan memberi petunjuk ke dalam hati seseorang hanya di tangan Allah dan tidak menjadi wewenang Nabi Muhammad, seperti diterangkan dalam firman Allah:\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allahlah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSesungguhnya Nabi Muhammad hanyalah seorang pemberi peringatan. Bagi tiap-tiap umat ada pemimpin yang memberi petunjuk kepada kebaikan. Mereka itu adalah para nabi dan jika mereka telah tiada, maka ahli hikmah, ulama, dan mujtahidin yang melanjutkan tugas nabi untuk menggali dan menjelaskan syariat secara lebih terperinci yang mengandung unsur-unsur akhlak yang baik dan pedoman hidup bagi umat manusia. Firman Allah:\nDan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24)",
    "quraish": "Orang-orang yang mengingkari kebenaran mukjizat besar, yaitu al-Qur'ân, berkata \"Mengapa Allah tidak menurunkan kepadanya bukti yang tampak jelas, seperti menggerakkan gunung, tentang kebenaran kenabian, hingga Allah menunjukkan kebenaran itu kepada nabi-Nya?\" Kepada mereka, Allah mengatakan, \"Engkau, Muhammad, hanyalah seorang pemberi peringatan tentang akibat buruk yang akan mereka rasakan kalau mereka terus menerus berada dalam kesesatannya. Masing-masing umat memiliki rasul yang menunjukkan mereka ke jalan yang benar. Masing-masing rasul itu memiliki mukjizat yang membuktikan kebenaran misi kenabian-Nya. Dalam hal ini mereka tidak memiliki kebebasan memilih. Mereka harus melawan tantangan mukjizat itu dan mendatangkan sesuatu yang serupa.",
    "jalalayn": "(Orang-orang yang kafir berkata, \"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu tanda dari Rabbnya?\") yakni mukjizat, seperti tongkat dan tangannya Nabi Musa, dan seperti untanya Nabi Saleh. Maka Allah berfirman, (\"Sesungguhnya kamu hanyalah seorang pemberi peringatan) juru peringat bagi orang-orang yang kafir; dan tugasmu bukanlah untuk mendatangkan mukjizat-mukjizat (dan bagi tiap-tiap kaum ada orang yang memberi petunjuk\") seorang nabi yang mengajak mereka untuk menyembah Rabb mereka dengan membawa mukjizat-mukjizat yang telah diberikan oleh-Nya, bukannya mukjizat-mukjiat seperti apa yang orang-orang kafir minta."
  },
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 8,
    "arab": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
    "translation": "Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1715.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengetahui apa yang dikandung oleh setiap perempuan dalam rahimnya, baik isi kandungan itu berjenis kelamin laki-laki ataupun perempuan, satu atau kembar, dan akan panjang usianya atau pendek, seperti tersebut dalam firman-Nya:\nDia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. (an-Najm/53: 32)\n\nAllah mengetahui kandungan rahim yang kurang sempurna, dimana bayinya memiliki cacat tubuh. Allah mengetahui kandungan rahim yang kembar dua, tiga, empat, atau lebih, dan yang masa kandungannya sempurna sembilan bulan, kurang dari itu, ataupun lebih. Menurut penelitian beberapa rumah sakit di London, janin tidak dapat hidup dalam kandungan ibunya lebih dari 305 hari, sedangkan menurut penelitian rumah sakit di Berlin tidak lebih dari 308 hari. Bagi tiap-tiap sesuatu telah ada ukurannya di sisi Allah swt, tidak ada kekurangan atau tambahannya, seperti tersebut dalam firman-Nya:\nSungguh, Kami menciptakan segala sesuatu menurut ukuran. (al-Qamar/54: 49)\n\nAyat di atas memberikan pernyataan mengenai proses embriologi yang terjadi dalam kandungan. Ayat selengkapnya mengenai perubahan yang terjadi dalam proses embriologi manusia dapat dilihat pada Surah Al-Muminun/23: 12-16 yang penggalannya sebagai berikut: Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).¦\nDua ayat lain yang membicarakan secara umum mengenai tahapan-tahapan dalam perkembangan manusia. Pertama adalah Surah Nuh/71: 13-14 berikut: Mengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Ayat kedua adalah Surah Fathir/35: 11 yang penggalannya sebagai berikut: Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan).",
    "quraish": "Yang memberikan mukjizat yang besar itu kepada Rasulullah saw. adalah Allah yang mengetahui segala sesuatu. Dia mengetahui keadaan manusia sejak masih berupa sperma yang tersimpan di dalam rahim sampai matinya. Oleh karena itu, Dia mengetahui keadaan janin--laki-laki atau perempuan--yang dikandung dalam rahim setiap wanita, pengurangan dan penambahan yang terjadi di dalam rahim dari waktu ke waktu, sampai selesai masa kehamilan dan sempurnalah pertumbuhan janin dan lahirlah ia ke alam dunia. Bagi Allah, segala sesuatu telah dibatasi kadar dan waktunya(1). (1) Allah mengetahui janin yang dikandung oleh rahim setiap wanita, dan mengetahui berbagai fase yang terjadi. Sejak rahim itu masih kecil, ketika sperma mulai menghilang [menjelma dalam bentuk lain], kemudian membesar dari hari ke hari, sampai akhirnya sperma itu menjadi janin yang siap dilahirkan. Sungguh, segala sesautu, besar maupun kecil, bagi Allah ditetapkan dengan perhitungan yang tepat.",
    "jalalayn": "(Allah mengetahui apa yang dikandung oleh setiap perempuan) apakah ia laki-laki atau perempuan, dan apakah kandungan itu berisi satu atau kembar dan lain sebagainya (dan apa yang kurang sempurna) kekurangan (pada kandungan rahim) tentang masa kandungan (dan apa yang lebih) daripada masa kandungan itu. (Dan segala sesuatu pada sisi-Nya ada ukurannya) menurut kadar dan ukuran yang tidak berlebihan."
  },
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 9,
    "arab": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
    "translation": "(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1716.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Dialah Tuhan Yang Mengetahui yang gaib, yang tampak, dan yang tidak bisa diketahui oleh pancaindra manusia. Ilmu pengetahuan telah membuktikan bahwa ada makhluk yang tidak dapat dilihat dengan mata telanjang, karena kecil sekali. Ia baru dapat dilihat dengan mikroskop dan teleskop, seperti bakteri dan virus yang dapat menularkan bermacam-macam penyakit yang sulit sekali untuk diberantas, atau sampai sekarang belum ditemukan obat pembasminya. Bakteri dan virus itu termasuk tentara Allah, yang tidak dapat diketahui berapa jumlahnya melainkan oleh Allah sendiri, seperti diterangkan dalam firman-Nya:",
    "quraish": "Dialah yang mengetahui sesuatu yang gaib, yang luput dari jangkauan indera kita dan sesuatu yang nyata, yang dapat kita saksikan dengan indera, dengan ilmu-Nya yang jauh lebih luas dari sekadar apa yang kita lihat. Dia Mahabesar yang lebih besar dari segala yang ada di alam raya.",
    "jalalayn": "(Yang mengetahui semua yang gaib dan yang tampak) hal-hal yang gaib dan hal-hal yang kelihatan (Yang Maha Besar) Maha Agung (lagi Maha Tinggi) di atas semua makhluk-Nya dengan cara paksa. Lafal al-muta`aal dapat pula di baca al-muta`aaliy dengan memakai huruf ya di akhirnya."
  },
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 10,
    "arab": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
    "translation": "Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1717.mp3",
    "tafsir": "Selanjutnya ayat ini menerangkan sifat Maha Mengetahui Allah terhadap seseorang yang merahasiakan ucapannya dan menyimpan dalam hatinya, atau yang berterus terang mengucapkannya. Semua itu sama di hadapan Allah. Tidak ada yang samar atau terselubung bagi-Nya. seperti Firman Allah:\nDan jika engkau mengeraskan ucapanmu, sungguh, Dia mengetahui rahasia dan yang lebih tersembunyi. (thaha/20: 7)\n\nBegitu pula Allah mengetahui siapa yang bersembunyi di malam hari dan berjalan menampakkan diri di siang hari. Semua itu tetap berada dalam ruang lingkup pengetahuan-Nya karena Allah Maha Mengetahui segalanya. Firman Allah:\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudh). (al-Anam/6: 59)",
    "quraish": "Dia mengetahui segala keadaan kalian, perkataan dan perbuatan, semasa hidup. Dengan begitu, Dia mengetahui perkataan yang kalian rahasiakan dan apa yang kalian tampakkan. Dia juga mengetahui persembunyian kalian di malam hari dan keluarnya kalian di siang hari. Semua itu sama dalam ilmu Allah.",
    "jalalayn": "(Sama saja) menurut ilmu Allah swt. (siapa yang merahasiakan ucapannya, dan siapa yang berterus terang, dan siapa yang bersembunyi) menyembunyikan dirinya (di malam hari) di dalam kegelapannya (dan yang berjalan) yang tampak kepergiannya di dalam perjalanannya (di siang hari)."
  },
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 11,
    "arab": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
    "translation": "Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1718.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah swt menugaskan kepada beberapa malaikat untuk selalu mengikuti manusia secara bergiliran, di muka dan di belakangnya. Mereka menjaganya atas perintah Allah. Ada malaikat yang bertugas menjaga manusia di malam hari, dan ada yang di siang hari, menjaga dari pelbagai bahaya dan kemudaratan. Ada pula malaikat yang mencatat semua amal perbuatan manusia, yang baik atau yang buruk, yaitu malaikat yang berada di sebelah kanan dan kiri. Malaikat yang berada di sebelah kanan mencatat segala kebaikan, dan yang di sebelah kiri mencatat amal keburukan, dan dua malaikat lainnya, yang satu di depan dan satu lagi di belakang. Setiap orang memiliki empat malaikat empat pada siang hari dan empat pada malam hari. Mereka datang secara bergiliran, sebagaimana diterangkan dalam hadis yang sahih:\nAda beberapa malaikat yang menjaga kamu secara bergiliran di malam hari dan di siang hari. Mereka bertemu (untuk mengadakan serah terima) pada waktu salat Subuh dan salat Ashar, lalu naiklah malaikat-malaikat yang menjaga di malam hari kepada Allah Taala. Dia bertanya, sedangkan Ia sudah mengetahui apa yang akan ditanyakannya itu, \"Bagaimana keadaan hamba-hamba-Ku ketika kamu meninggalkan mereka (di dunia)?\" Malaikat menjawab, \"Kami datang kepada mereka ketika salat dan kami meninggalkan mereka, dan mereka pun sedang salat.\" (Riwayat al-Bukhari dari Abu Hurairah)\n\nApabila manusia mengetahui bahwa di sisinya ada malaikat-malaikat yang mencatat semua amal perbuatan dan mengawasinya, maka dia harus selalu menjaga diri dari perbuatan maksiat karena setiap aktivitasnya akan dilihat oleh malaikat-malaikat itu. Pengawasan malaikat terhadap perbuatan manusia dapat diyakini kebenarannya setelah ilmu pengetahuan menciptakan alat-alat modern yang dapat mencatat semua kejadian yang terjadi pada diri manusia. Sebagai contoh, alat pengukur pemakaian aliran listrik dan air minum di tiap-tiap kota dan desa telah diatur sedemikian rupa sehingga dapat diketahui berapa jumlah yang telah dipergunakan dan berapa yang harus dibayar oleh si pemakai. Demikian pula alat-alat yang dipasang di kendaraan bermotor yang dapat mencatat kecepatannya dan mengukur berapa jarak yang telah ditempuh. \nPerkembangan ilmu pengetahuan yang dapat mengungkapkan bermacam-macam perkara gaib, sebagai bukti yang dapat memberi keyakinan kepada kita tentang benarnya teori ketentuan agama. Hal itu juga menjadi sebab untuk meyakinkan orang-orang yang dikuasai oleh doktrin kebendaan, sehingga mereka mengakui adanya hal-hal gaib yang tidak dapat dirasakan dan diketahui hanya dengan panca indera. Oleh karena itu, sungguh tepat orang yang mengatakan bahwa kedudukan agama dan pengetahuan dalam Islam laksana dua anak kembar yang tidak dapat dipisahkan, atau seperti dua orang kawan yang selalu bersama seiring sejalan dan tidak saling berbantahan.\nMalaikat-malaikat itu menjaga manusia atas perintah Allah dan seizin-Nya. Mereka menjalankan tugas dengan sempurna. Sebagaimana dalam alam kebendaan ada hubungan erat antara sebab dan akibat, sesuai dengan hikmahnya, seperti adanya pelupuk mata yang dapat melindungi mata dari benda yang mungkin masuk dan bisa merusaknya, demikian pula dalam kerohanian, Allah telah menugaskan beberapa malaikat untuk menjaga manusia dari berbagai kemudaratan dan godaan hawa nafsu dan setan. \nAllah swt telah menugaskan para malaikat itu untuk mencatat amal perbuatan manusia meskipun kita tidak tahu bagaimana cara mereka mencatat. Kita mengetahui bahwa sesungguhnya Allah sendiri cukup untuk mengetahuinya, tetapi mengapa Dia masih menugaskan malaikat untuk mencatatnya? Mungkin di dalamnya terkandung hikmah agar manusia lebih tunduk dan berhati-hati dalam bertindak karena kemahatahuan Allah melingkupi mereka. Amal mereka terekam dengan akurat sehingga kelak tidak ada yang merasa dizalimi dalam pengadilan Allah.\nAli bin Abi Talib mengatakan bahwa tidak ada seorang hamba pun melainkan ada malaikat yang menjaganya dari kejatuhan tembok, jatuh ke dalam sumur, dimakan binatang buas, tenggelam, atau terbakar. Akan tetapi, bilamana datang kepastian dari Allah atau saat datangnya ajal, mereka membiarkan manusia ditimpa oleh bencana dan sebagainya. \nAllah tidak akan mengubah keadaan suatu bangsa dari kenikmatan dan kesejahteraan yang dinikmatinya menjadi binasa dan sengsara, melainkan mereka sendiri yang mengubahnya. Hal tersebut diakibatkan oleh perbuatan aniaya dan saling bermusuhan, serta berbuat kerusakan dan dosa di muka bumi. Hadis Rasulullah saw: \nJika manusia melihat seseorang yang zalim dan tidak bertindak terhadapnya, maka mungkin sekali Allah akan menurunkan azab yang mengenai mereka semuanya. (Riwayat Abu Dawud, at-Tirmidzi, dan Ibnu Majah dari Abu Bakar ash-shiddiq)\n\nPernyataan ini diperkuat dengan firman Allah:\n\nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. (al-Anfal/8: 25)\n\nKaum muslimin pada fase pertama penyebaran Islam telah mengikuti ajaran-ajaran Al-Quran dengan penuh keyakinan dan kesadaran, sehingga mereka menjadi umat terbaik di antara manusia. Mereka menguasai berbagai kawasan yang makmur pada waktu itu, serta mengalahkan kerajaan Roma dan Persia dengan menjalankan kebijaksanaan dalam pemerintahan yang adil, dan disaksikan oleh musuh-musuhnya. Orang-orang yang teraniaya dibela dalam rangka menegakkan keadilan. Oleh karena itu, agama Islam telah diakui sebagai unsur mutlak dalam pembinaan karakter bangsa dan pembangunan negara.\nSetelah generasi mereka berlalu dan diganti dengan generasi yang datang kemudian, ternyata banyak yang melalaikan ajaran agama tentang keadilan dan kebenaran, sehingga keadaan mereka berubah menjadi bangsa yang hina. Padahal sebelum itu, mereka merupakan bangsa yang terhormat, berwibawa, mulia, dan disegani oleh kawan maupun lawan. Mereka menjadi bangsa yang diperbudak oleh kaum penjajah, padahal sebelumnya mereka sebagai penguasa. Mereka menjadi bangsa yang mengekor, padahal dahulunya mereka merupakan bangsa yang memimpin.\nIbnu Khaldun dalam Muqaddimah-nya telah mencantumkan sebuah bab dengan judul: Kezaliman dapat Menghancurkan Kemakmuran. Beliau mengemukakan beberapa contoh dalam sejarah sebelum dan sesudah Islam, bahwa kezaliman itu menghancurkan kekuasaan umat Islam dan merendahkan derajatnya, sehingga menjadi rongrongan dari semua bangsa. Umat Islam yang pernah jaya terpuruk beberapa abad lamanya di bawah kekuasaan dan penjajahan orang Barat.\nApabila Allah menghendaki keburukan bagi suatu kaum dengan penyakit, kemiskinan, atau bermacam-macam cobaan yang lain sebagai akibat dari perbuatan buruk yang mereka kerjakan, maka tak ada seorang pun yang dapat menolaknya dan sekali-kali tidak ada pelindung bagi mereka selain Allah.",
    "quraish": "Sesungguhnya Allahlah yang memelihara kalian. Setiap manusia memiliki sejumlah malaikat yang bertugas--atas perintah Allah--menjaga dan memeliharanya. Mereka ada yang menjaga dari arah depan dan ada juga yang menjaga dari arah belakang. Demikian pula, Allah tidak akan mengubah nasib suatu bangsa dari susah menjadi bahagia, atau dari kuat menjadi lemah, sebelum mereka sendiri mengubah apa yang ada pada diri mereka sesuai dengan keadaan yang akan mereka jalani. Apabila Allah berkehendak memberikan bencana kepada suatu bangsa, tidak akan ada seorang pun yang dapat melindungi mereka dari bencana itu. Tidak ada seorang pun yang mengendalikan urusan kalian hingga dapat menolak bencana itu.",
    "jalalayn": "(Baginya) manusia (ada malaikat-malaikat yang selalu mengikutinya bergiliran) para malaikat yang bertugas mengawasinya (di muka) di hadapannya (dan di belakangnya) dari belakangnya (mereka menjaganya atas perintah Allah) berdasarkan perintah Allah, dari gangguan jin dan makhluk-makhluk yang lainnya. (Sesungguhnya Allah tidak mengubah keadaan sesuatu kaum) artinya Dia tidak mencabut dari mereka nikmat-Nya (sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri) dari keadaan yang baik dengan melakukan perbuatan durhaka. (Dan apabila Allah menghendaki keburukan terhadap suatu kaum) yakni menimpakan azab (maka tak ada yang dapat menolaknya) dari siksaan-siksaan tersebut dan pula dari hal-hal lainnya yang telah dipastikan-Nya (dan sekali-kali tak ada bagi mereka) bagi orang-orang yang telah dikehendaki keburukan oleh Allah (selain Dia) selain Allah sendiri (seorang penolong pun) yang dapat mencegah datangnya azab Allah terhadap mereka. Huruf min di sini adalah zaidah."
  },
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 12,
    "arab": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
    "translation": "Dialah yang memperlihatkan kilat kepadamu, yang menimbulkan ketakutan dan harapan, dan Dia menjadikan mendung. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1719.mp3",
    "tafsir": "Dialah Tuhan yang memperlihatkan kilat, yang menimbulkan ketakutan disambar petir bagi orang-orang yang sedang berada di alam bebas atau bepergian. Tetapi kadangkala kilat dan petir itu menimbulkan harapan bagi orang lain seperti para petani yang mengharapkan turunnya hujan untuk mengairi sawah dan ladangnya. Demikian pula segala sesuatu di dunia ini, kadang-kadang dipandang baik karena dibutuhkan pada masa-masa tertentu, dan kadangkala dipandang buruk mengingat kemudaratan yang mungkin ditimbulkannya. Allah pula yang mengadakan awan mendung yang mengandung air hujan dan karena beratnya, maka awan tersebut tercurah ke permukaan bumi turun menjadi hujan.\nMenurut kajian saintis, terbentuknya awan-awan mendung (thunder-clouds), kilat, guruh, dan halilintar, sebagaimana diungkapkan dalam Al-Quran, sejak awal diyakini oleh banyak ilmuwan merupakan fenomena alam yang mempunyai hubungan yang erat dengan proses kejadian hujan dan atau badai yang sering terjadi di permukaan bumi. Fenomena ini adalah salah satu tanda kekuasaan dan keperkasaan Allah.\nMemang tidak semua jenis awan bisa mendatangkan hujan. Awan yang dapat menyebabkan turunnya hujan adalah awan dari jenis kumulonimbus (cumulonimbus). Menurut saintis, awan yang terbentuk akan menghasilkan pemisah muatan (listrik) positif dan negatif. Muatan positif umumnya berkumpul di bagian atas awan, sedangkan muatan negatif berkumpul di bagian bawah awan. Muatan tersebut akan mengalir melalui berbagai cara seperti antar kantong muatan di awan, dari awan ke bumi, lepas melalui udara sebagai aliran muatan elektrostatik, dan meloncat ke ionosfer. Lompatan bunga api raksasa ini dikenal sebagai petir, kilat, atau halilintar. Sebagai akibatnya udara terbelah, sambarannya yang memiliki kecepatan mencapai 150.000 km/detik akan menimbulkan bunyi menggele-gar yang biasa kita sebut geluduk, geledek, guruh, guntur, dan lain-lain. Suara geledek ini menciutkan hati manusia yang mendengarnya dan dampaknya kerap bisa mematikan manusia. Inilah yang dimaksud dengan \"kilat yang menakutkan\".\nBenjamin Franklin (1752) berhasil membuktikan bahwa petir adalah suatu lompatan listrik (electric discharge) yang sangat besar. Dari hasil penelitian kemudian diketahui bahwa besar medan listrik minimal yang memungkinkan terpicunya petir ini adalah sekitar 1.000.000 volt per meter. \nDalam kondisi tertentu, bumi yang cenderung menjadi peredam listrik statis, bisa pula ikut berinteraksi. Hal ini dimungkinkan terjadi peng-konsentrasian listrik bermuatan positif karena adanya beda muatan antara dasar awan dengan permukaan bumi. Yang terjadi kemudian adalah perpindahan muatan listrik. Maka secara fisik kita akan melihat sambaran petir dengan muatan listrik yang begitu besar, selanjutnya akan segera menyebar ke bagian permukaan bumi yang kemudian menjalar ke dalam tanah dan akhirnya ternetralisasi pada kedalaman yang mengandung air tanah. Tempat terjadinya perpindahan muatan listrik ini yang sering kali mendatangkan musibah dan kerusakan. Ini yang biasa dikenal dengan istilah disambar petir atau geledek.\nDari sisi pengamatan lainnya diketahui bahwa petir mempunyai manfaat bagi bumi dan manusia. Petir merupakan proses alam yang menghasilkan unsur nitrogen yang dibutuhkan tumbuh-tumbuhan dan mengisi sekitar 4/5 atmosfir bumi, bahkan petir juga berfungsi dalam sirkuit global listrik. Kilatan petir raksasa diyakini akan dapat membantu menyeimbangkan sirkuit global listrik antara bumi dan angkasa dan juga berkonsentrasi dalam pembentukan ozon. Selain itu maka kilat yang berkilauan itu bisa menghasilkan jamur. Menurut penelitian di Jepan, jamur shiitake bisa tumbuh subur bila di sekitar benih yang ditaburkan itu diberi loncatan listrik, yang sama dengan efek kilat. Hal ini berdasarkan pengalaman bahwa setelah kemarin sorenya ada kilat, besoknya di sekitarnya tumbuh banyak sekali jamur. Selain itu panjang (kekuatan) kilat bisa meramalkan curah hujan yang bakal turun keesokan harinya. Demikian penjelasan dari pandangan saintis.",
    "quraish": "Kekuasaan Allah di dalam alam raya ini sungguh jelas dan nyata. Dialah, misalnya, yang memperlihatkan kilat kepada kalian yang membuat kalian takut melihatnya atau khawatir akan turun hujan yang tidak kalian butuhkan lalu memusnahkan tanaman kalian. Atau sebaliknya, kilat yang membuat kalian justru sangat berharap akan turunnya hujan lebat yang kalian perlukan untuk memperbaiki tanaman kalian. Dialah pula yang membentuk gumpalan awan yang penuh dengan air hujan.",
    "jalalayn": "(Dialah Tuhan yang memperlihatkan kilat kepada kalian untuk menimbulkan ketakutan) terhadap orang-orang yang sedang musafir disebabkan suara halilintar (dan harapan) bagi orang yang bermukim terhadap turunnya hujan (dan Dia mengadakan) menciptakan (awan yang tebal) karena mengandung air hujan."
  },
  {
    "page": 250,
    "name": "Ar-Ra'd",
    "ayat": 13,
    "arab": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
    "translation": "Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1720.mp3",
    "tafsir": "Suara menggelegar yang dikeluarkan oleh petir akibat terjadinya lompatan listrik yang sangat besar menurut Al-Quran adalah bacaan tasbihnya dalam memuji Allah. Ini merupakan tanda ketundukannya kepada Allah, menyucikan-Nya dari persekutuan dan pengungkapan kelemahan dirinya dibandingkan kekuasaan Penciptanya Yang Mahaluhur dan Maha Agung. Tiap-tiap benda yang bersuara maka suaranya itu berarti tasbih, hanya saja manusia tidak mengerti bahasanya:\nDan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isra/17: 44)\n\nApabila kita mendengar suara guntur dan halilintar, maka disunatkan untuk membaca doa, sebagaimana hadis Rasulullah yang diriwayatkan oleh al-Bukhari, Ahmad, at-Tirmidzi, an-Nasai dari Ibnu Umar, bahwa Nabi Muhammad saw bila mendengar suara guntur dan halilintar beliau membaca:\n\nYa Allah, janganlah Engkau membunuh kami dengan kemurkaan-Mu, janganlah Engkau membinasakan kami dengan azab-Mu, dan berilah kesehatan kepada kami sebelum itu.\n\nIbnu Mardawaih meriwayatkan hadis dari Abu Hurairah sebagai berikut:\nBahwa Rasulullah saw bila ada tiupan angin yang keras, atau mendengar suara guruh, warna mukanya berubah, lalu beliau berkata untuk guruh itu, \"Mahasuci Zat, yang guruh bertasbih kepada-Nya.\" Dan kepada angin beliau berkata, \"Ya Allah jadikanlah angin itu sebagai rahmat dan jangan jadikan sebagai azab.\"\n\nDemikian pula para malaikat bertasbih karena takut kepada Allah dan memuji kepada-Nya. Allah melepaskan halilintar, lalu mengenai siapa yang Dia kehendaki dan membinasakannya. Namun demikian, mereka tetap berbantah-bantahan tentang sifat-sifat Allah yang telah diterangkan oleh rasul-Nya, seperti: ilmu-Nya yang sempurna, kekuasaan, keesaan, dan ketentuan-Nya menghidupkan manusia kembali di hari kiamat untuk menghisab mereka pada hari pengadilan dan pembalasan. \nPada ayat ini, Allah swt menyuruh Nabi supaya bersikap sabar atas keingkaran orang-orang musyrik yang menuntutnya untuk mendatangkan mukjizat seperti tongkat Musa, mukjizat Isa, dan lain-lain. Padahal, Al-Quran sendiri adalah mukjizat terbesar dan kekal sepanjang masa, tidak dapat ditiru oleh siapapun juga. Allah menyuruh Nabi bersabar karena mereka itu sudah melampaui batas sampai mengingkari ketuhanan Allah dan Keesaan-Nya, mengadakan berbagai sekutu bagi-Nya, mengatakan bahwa Allah mempunyai anak, dan mengingkari adanya hari kebangkitan dan pembalasan. Dengan cara demikian, Allah swt menenteramkan hati Nabi supaya jangan larut dalam kesedihan dalam menghadapi semua tantangan itu, dan menyatakan bahwa Dialah Tuhan Yang Mahakeras (siksa-Nya), seperti tercantum dalam firman-Nya:\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
    "quraish": "Selain itu, tanda kekuasaan-Nya adalah bahwa guruh pun tunduk dan patuh kepada Allah dengan sepenuhnya. Suara petir yang kalian dengar itu tak ubahnya sebagai tasbih yang telah menciptakannya, sebagai bukti kepatuhannya kepada Sang Pencipta. Demikian pula malaikat yang tidak dapat kalian lihat, mereka bertasbih pula memuji Allah Swt. Dialah yang menurunkan angin badai yang panas dan membakar, lalu menimpakannya kepada siapa saja yang dikehendaki-Nya. Namun, meskipun bukti-bukti tentang kemahakuasaan Allah begitu nyata dan jelas, mereka masih saja mendebat tentang hakikat Allah. Padahal, Allah Mahakuat dan siasat-Nya dalam membalas makar kepada musuh-musuh-Nya pun sungguh sangat tajam.",
    "jalalayn": "(Dan guruh itu bertasbih) yaitu malaikat yang diserahi tugas untuk menggiring mendung seraya (memuji Allah) artinya ia selalu mengucapkan kalimat 'subhaanallaah wa bihamdihi' (dan) demikian pula bertasbih (para malaikat karena takut kepada-Nya) kepada Allah (dan Allah melepaskan halilintar) yaitu api yang keluar dari mendung (lalu menimpakannya kepada siapa yang Dia kehendaki) kemudian halilintar itu membakarnya. Ayat ini diturunkan berkenaan dengan seorang laki-laki yang Nabi saw. mengutus seseorang untuk menyerunya menyembah Allah. Akan tetapi laki-laki itu menjawab, \"Siapakah utusan Allah itu, dan siapakah Allah itu; apakah ia dari emas atau dari perak atau dari tembaga.\" Ketika itu juga turunlah halilintar menyambarnya sehingga hancur tulang batok kepalanya (dan mereka) orang-orang kafir (berbantah-bantahan) selalu membantah Nabi saw. (tentang Allah dan Dialah Tuhan Yang Maha Keras siksa-Nya) Maha Kuat atau Maha Keras azab-Nya."
  }
]