[
  {
    "page": 256,
    "name": "Ibrahim",
    "ayat": 6,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1756.mp3",
    "tafsir": "Dalam ayat ini, Allah swt mengisahkan tentang Nabi Musa yang mengajak umatnya untuk mengenang nikmat Allah yang telah dilimpahkan kepada mereka, yakni ketika Allah menyelamatkan mereka dari kekejaman Firaun beserta para pengikutnya, yang telah menyiksa mereka dengan siksaan yang berat, menyembelih anak laki-laki mereka, dan membiarkan anak-anak perempuan mereka hidup. Kemudian Nabi Musa mengingatkan kepada umatnya bahwa semua pengalaman yang telah mereka lalui itu sebenarnya merupakan cobaan yang amat berat dari Allah terhadap mereka, untuk menguji keimanan dan ketaatan mereka kepada-Nya.",
    "quraish": "Wahai Muhammad, ingatkan kaummu--barangkali mereka mau berpikir--saat Mûsâ berkata kepada kaumnya sebagai pelaksanaan perintah Tuhanmu, \"Ingatlah kalian akan nikmat Allah pada saat Dia menyelamatkanmu dari kaum Fir'aun, yang menyiksa kalian dengan membebani pekerjaan berat, menyembelih anak-anak lelaki kalian, dan membiarkan anak-anak perempuan kalian tetap hidup dalam kehinaan dan ketertindasan.\" Dalam setiap siksa dan penyelamatan yang telah tersebut di atas terdapat ujian besar dari Allah untuk memperlihatkan kadar ketabahan dan kesyukuran.",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Ingatlah nikmat Allah atas kalian ketika Dia menyelamatkan kalian dari Firaun dan pengikut-pengikutnya; mereka menyiksa kalian dengan siksa yang pedih, mereka menyembelih anak laki-laki kalian) yang baru lahir (dan membiarkan hidup) membiarkan tetap hidup (anak-anak perempuan) karena ada sebagian tukang tenung yang mengatakan bahwasanya akan lahir seorang anak lelaki dari kalangan kaum Bani Israel, dia adalah penyebab bagi runtuhnya kerajaan Firaun. (Sesungguhnya pada yang demikian itu) penyelamatan atau penyiksaan (ada cobaan) baik berupa pemberian nikmat maupun penimpaan malapetaka (yang besar dari Rabb kalian.\")"
  },
  {
    "page": 256,
    "name": "Ibrahim",
    "ayat": 7,
    "arab": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ",
    "translation": "Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1757.mp3",
    "tafsir": "Dalam ayat ini Allah swt kembali mengingatkan hamba-Nya untuk senantiasa bersyukur atas segala nikmat yang telah dilimpahkan-Nya. Bila mereka melaksanakannya, maka nikmat itu akan ditambah lagi oleh-Nya. Sebaliknya, Allah juga mengingatkan kepada mereka yang mengingkari nikmat-Nya, dan tidak mau bersyukur bahwa Dia akan menimpakan azab-Nya yang sangat pedih kepada mereka.\nMensyukuri rahmat Allah bisa dilakukan dengan berbagai cara. Pertama, dengan ucapan yang setulus hati; kedua, diiringi dengan perbuatan, yaitu menggunakan rahmat tersebut untuk tujuan yang diridai-Nya.\nDalam kehidupan sehari-hari, dapat kita lihat bahwa orang-orang yang dermawan dan suka menginfakkan hartanya untuk kepentingan umum dan menolong orang, pada umumnya tak pernah jatuh miskin ataupun sengsara. Bahkan, rezekinya senantiasa bertambah, kekayaannya makin meningkat, dan hidupnya bahagia, dicintai serta dihormati dalam pergaulan. Sebaliknya, orang-orang kaya yang kikir, atau suka menggunakan kekayaannya untuk hal-hal yang tidak diridai Allah, seperti judi atau memungut riba, maka kekayaannya tidak bertambah, bahkan lekas menyusut. Di samping itu, ia senantiasa dibenci dan dikutuk orang banyak, dan di akhirat memperoleh hukuman yang berat.",
    "quraish": "Ingatlah, wahai Banû Isrâ'îl, ketika kalian diberitahu Tuhan dengan mengatakan, \"Apabila kalian mensyukuri nikmat penyelamatan dan lain-lain yang pernah Aku berikan kepada kalian berupa keteguhan iman dan ketaatan, niscaya Aku akan menambah nikmat-nikmat yang telah Aku berikan itu. Tetapi apabila kalian mengingkarinya dengan kekafiran dan perbuatan maksiat niscaya Aku akan menyiksa kalian dengan siksaan yang menyakitkan. Siksaan-Ku memang sangat pedih bagi orang-orang yang ingkar.\"",
    "jalalayn": "(Dan ingatlah pula ketika mempermaklumkan) memberitahukan (Rabb kalian sesungguhnya jika kalian bersyukur) akan nikmat-Ku dengan menjalankan ketauhidan dan ketaatan (pasti Kami akan menambah nikmat kepada kalian dan jika kalian mengingkari nikmat-Ku) apabila kalian ingkar terhadap nikmat-Ku itu dengan berlaku kekafiran dan kedurhakaan niscaya Aku akan menurunkan azab kepada kalian. Pengertian ini diungkapkan oleh firman selanjutnya: (\"Sesungguhnya azab-Ku sangat keras.\")"
  },
  {
    "page": 256,
    "name": "Ibrahim",
    "ayat": 8,
    "arab": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ",
    "translation": "Dan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1758.mp3",
    "tafsir": "Allah swt menjelaskan dalam ayat ini ucapan Nabi Musa a.s. ketika ia mengatakan kepada kaumnya, bahwa seandainya mereka dan orang-orang yang ada di bumi ini semuanya kafir kepada Allah dan mengingkari nikmat dan rahmat-Nya, hal ini tidak akan mengurangi kebesaran dan keagungan-Nya. Sebab, Allah swt Mahakaya, dan Terpuji, tidak memerlukan ucapan syukur mereka dan tidak membutuhkan amalan kebajikan mereka untuk kepentingan dirinya atau untuk menambah kebesaran dan kemuliaan-Nya. Kekafiran mereka itu akan merugikan diri sendiri, karena Allah tidak menambah nikmat dan rahmat kepada mereka. Firman Allah:\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (Nya). (Fushshilat/41: 46)",
    "quraish": "Mûsâ berkata kepada kaumnya pada saat mereka ingkar dan membangkang, \"Apabila kalian dan semua penduduk bumi mengingkari nikmat-nikmat Allah dan tidak mau bersyukur dengan keimanan dan ketaatan, maka hal itu tidak akan merugikan Allah sama sekali, karena Allah tidak membutuhkan kesyukuran manusia. Dia terpuji karena zat-Nya, dan tetap terpuji walau tidak ada seorang pun yang memuji-Nya.",
    "jalalayn": "(Dan Musa berkata) kepada kaumnya (\"Jika kalian dan orang-orang yang ada di muka bumi semuanya mengingkari nikmat Allah, maka sesungguhnya Allah Maha Kaya) tidak membutuhkan makhluk-Nya (lagi Maha Terpuji.\") Maha Terpuji di dalam tindakan-Nya terhadap mereka."
  },
  {
    "page": 256,
    "name": "Ibrahim",
    "ayat": 9,
    "arab": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ",
    "translation": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, “Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1759.mp3",
    "tafsir": "Dalam ayat ini, Allah swt bertanya kepada umat manusia apakah mereka pernah mendapatkan berita tentang umat-umat yang terdahulu, serta berita tentang peristiwa-peristiwa yang telah mereka alami, misalnya berita tentang kaum Nabi Nuh, kaum Â'd dan kaum samud, serta umat yang datang sesudah mereka, yang hanya Allah sajalah yang benar-benar mengetahuinya? \nMereka mendustakan para rasul padahal telah membawa bukti-bukti yang nyata. Mereka menutupkan tangan ke mulut untuk menunjukkan kebencian kepada para rasul tersebut, seraya berkata, \"Sesungguhnya kami menging-kari apa-apa yang diperintahkan kepadamu untuk disampaikan kepada kami.\" Di samping itu, umat-umat tersebut juga mengatakan kepada para rasul bahwa mereka berada dalam keragu-raguan dan tidak yakin akan kebenaran yang diserukan para rasul kepada mereka.",
    "quraish": "Belum sampaikah kepada kalian berita tentang orang-orang yang telah berlalu sebelum kalian, yaitu kaum Nûh, kaum Hûd ('Ad), kaum Shâlih (Tsamûd), dan banyak bangsa setelahnya, yang hanya diketahui oleh Allah. Yaitu, pada saat mereka didatangi oleh para rasul dengan bukti-bukti yang jelas atas kebenaran mereka. Sambil meletakkan tangan di depan mulut sebagai pertanda keheranan dan ketidakpercayaan, mereka berkata kepada para rasul itu, \"Kami sungguh tidak mempercayai mukjizat-mukjizat dan bukti-bukti yang kalian bawa, dan ragu-ragu terhadap keimanan dan tauhid yang kalian serukan. Kami tidak mendapatkan kemantapan terhadap sesuatu dan bingung tentang hal itu.\"",
    "jalalayn": "(Belumkah sampai kepada kalian) Istifham atau kata tanya di sini mengandung makna menetapkan (berita) kisah (tentang orang-orang sebelum kalian, yaitu kaum Nuh dan Ad) kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh (dan orang-orang sesudah mereka, yang tiada seorang pun mengetahui jumlah mereka selain Allah) karena saking banyaknya. (Telah datang rasul-rasul kepada mereka dengan membawa bukti-bukti yang nyata) yakni dengan membawa hujah-hujah yang jelas untuk membuktikan kebenaran mereka (lalu mereka menutupkan) yang dimaksud adalah umat-umat terdahulu itu (tangan mereka ke mulutnya) dengan menggigitnya sebagai pertanda kebencian mereka yang sangat terhadap ajakan para rasul itu (dan berkata, \"Sesungguhnya kami mengingkari apa yang kalian disuruh menyampaikannya) menurut anggapan kalian itu (dan sesungguhnya kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kalian ajak kami kepadanya.\") artinya mereka benar-benar ragu terhadapnya."
  },
  {
    "page": 256,
    "name": "Ibrahim",
    "ayat": 10,
    "arab": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ",
    "translation": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?” Mereka berkata, “Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1760.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa karena mereka menyatakan keragu-raguan terhadap apa yang disampaikan oleh para rasul kepada mereka, terutama tentang kekuasaan Allah swt, maka para rasul tersebut mengatakan kepada umatnya, \"Apakah patut adanya keragu-raguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu untuk memberikan ampunan atas segala dosa-dosamu, dan Dia telah menangguhkan siksaan terhadapmu sampai kepada suatu masa yang ditentukan-Nya ?\nSebaliknya, umat dari masing-masing rasul itu mengatakan bahwa para rasul tersebut, menurut pandangan mereka, adalah manusia biasa seperti mereka dan tidak mempunyai kelebihan apa-apa. Sebab itu, tidak ada alasan bagi mereka untuk menjadi pengikut rasul-rasul tersebut. Menurut mereka, para rasul itu sudah memalingkan mereka dari agama yang diwarisi dari nenek moyang mereka, serta menghalang-halangi mereka dari menyembah patung-patung yang menjadi sesembahan nenek moyang tersebut. Oleh karena itu, mereka meminta bukti yang nyata dari para rasul untuk menunjukkan kebenaran pengutusan mereka sebagai rasul Allah swt. Padahal, rasul-rasul itu telah mengemukakan mukjizat masing-masing, yang dikaruniakan Allah kepada mereka sebagai bukti kerasulannya.",
    "quraish": "Dengan rasa tidak percaya dan heran menghadapi keragu-raguan mereka akan adanya Allah dan keesaan-Nya, para rasul itu, kemudian, mengatakan kepada kaum mereka masing-masing, \"Apakah ada keraguan mengenai adanya Allah dan keesaan-Nya sebagai Tuhan, padahal Dia adalah pencipta langit dan bumi tanpa contoh sebelumnya. Dia menyeru kalian agar Dia mengampuni dosa-dosa yang kalian lakukan sebelum beriman, dan membiarkan kalian tetap hidup sampai datang ajal?\" Dengan keras kepala, mereka mengatakan kepada rasul masing-masing, \"Kalian hanyalah manusia seperti kami. Tidak ada kelebihan yang membuat kalian berhak menjadi rasul. Dengan seruan itu, kalian hanya ingin menghalangi kami untuk melakukan ibadah yang telah ada sejak zaman nenek moyang kami. Berilah kami bukti yang jelas seperti yang kami usulkan!\"",
    "jalalayn": "(Berkata rasul-rasul mereka, \"Apakah ada keraguan terhadap Allah) istifham di sini mengandung makna ingkar; artinya tentu saja tidak ada keraguan di dalam mentauhidkan-Nya mengingat adanya bukti-bukti yang jelas menunjukkan ke arah itu (Pencipta) yang menciptakan (langit dan bumi? Dia menyeru kalian) supaya taat kepada-Nya (untuk memberi ampunan kepada kalian dari dosa-dosa kalian) huruf min adalah huruf zaidah. Karena sesungguhnya Islam itu menghapus semua dosa yang sebelumnya. Atau huruf min itu bermakna tab`idh yang artinya sebagian daripada dosa-dosa kalian. Dimaksud untuk mengecualikan dosa-dosa yang menyangkut hak-hak hamba-hamba Allah (dan menangguhkan kalian) tanpa mengazab kalian (sampai masa yang ditentukan?\") sampai kalian mati. (Mereka berkata, \"Tiada lain) tidak lain (kalian adalah manusia biasa seperti kami juga. Kalian menghendaki untuk menghalang-halangi kami dari apa yang selalu disembah oleh nenek moyang kami) yaitu berhala-berhala sesembahan mereka (karena itu datangkanlah kepada kami bukti yang nyata.\") hujah yang jelas untuk membuktikan kebenaran kalian itu."
  }
]