[
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 11,
    "arab": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
    "translation": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1761.mp3",
    "tafsir": "Untuk menjawab pertanyaan dan permintaan umatnya, maka dalam ayat ini disebutkan ucapan para rasul itu kepada mereka bahwa benar mereka hanyalah manusia seperti umat mereka juga, hanya saja Allah telah memberikan karunia kepada mereka, yaitu berupa kenabian dan kerasulan, yang disertai mukjizat yang hanya dapat digunakan dengan seizin Allah swt. Oleh sebab itu, bukanlah wewenang seorang rasul untuk mengemukakan mukjizat yang lain dari apa yang telah dikaruniakan Allah kepadanya.\nPada akhir ayat ini ditunjukkan pula, bahwa tawakal adalah merupakan suatu prinsip dan sikap hidup yang harus menjadi pegangan bagi setiap orang yang beriman, apabila mereka sudah melaksanakan kewajiban dengan sebaik-baiknya.",
    "quraish": "Para rasul itu menjawab, \"Kami memang hanya manusia biasa sebagaimana kalian katakan, tetapi Allah memilih hamba-Nya yang Dia kehendaki untuk dijadikan nabi dan rasul. Kami tidak mampu memberikan bukti seperti yang kalian usulkan kecuali dengan kemudahan dari Allah. Hanya kepada-Nyalah orang-orang Mukmin boleh bertawakal, dan kami akan bertawakal dengan penuh kesabaran atas sikap keras kepala kalian.\"",
    "jalalayn": "(Rasul-rasul mereka berkata kepada mereka, \"Tiada lain) tidak lain (kami ini hanyalah manusia biasa sama dengan kalian) persis seperti apa yang kalian katakan itu (akan tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya) berupa kenabian. (Dan tidak patut) tidak layak (bagi kami mendatangkan suatu bukti kepada kalian melainkan dengan izin Allah) berdasarkan perintah-Nya karena sesungguhnya kami ini adalah hamba-hamba yang dipelihara oleh-Nya (Dan hanya kepada Allah sajalah hendaknya orang-orang yang beriman bertawakal.\") hanya percaya kepada-Nya."
  },
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 12,
    "arab": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ",
    "translation": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1762.mp3",
    "tafsir": "Pada ayat ini diterangkan penegasan para rasul kepada umat mereka, bahwa bagi mereka tidak ada alasan sama sekali untuk tidak bertawakal kepada Allah swt, karena Dia telah memberikan rahmat dan nikmat yang banyak sekali kepada mereka. Di antaranya ialah bahwa Allah swt telah menunjukkan kepada mereka jalan lurus yang mengantarkan mereka kepada cahaya iman yang terang benderang sehingga mereka memperoleh rida-Nya di dunia dan di akhirat. Oleh sebab itu, mereka akan menghadapi semua ancaman umat mereka dengan penuh kesabaran dan keuletan serta tawakal kepada Yang Mahakuasa. Hanya kepada Allah semata-mata orang-orang mukmin bertawakal dan berserah diri. Mereka tidak merasa gentar ataupun takut terhadap ancaman orang-orang yang tidak beriman karena segala sesuatu di alam ini tunduk di bawah kekuasaan Allah.",
    "quraish": "Atas alasan apa kami tidak bertawakal kepada Allah, sedang Dia telah membimbing tiap orang di antara kami semua kepada jalan yang telah ditentukan dan harus dilalui dalam agama? Sungguh kami akan menegaskan sikap berserah diri kami kepada Allah dan betul-betul akan tabah menghadapi penganiayaan yang kalian lakukan kepada kami, berupa sikap keras kepala dan usul untuk mendatangkan mukjizat. Hanya kepada Allahlah orang-orang boleh berserah diri.",
    "jalalayn": "(\"Mengapa kami) huruf allaa asalnya adalah gabungan daripada an dan laa (tidak bertawakal kepada Allah) artinya tidak ada yang melarang kami untuk melakukan hal tersebut (padahal Dia telah menunjukkan jalan kepada kami dan kami sungguh-sungguh akan bersabar terhadap perlakuan-perlakuan kalian yang menyakitkan kami) di dalam menghadapi gangguan-gangguan yang kalian lakukan terhadap kami. (Dan hanya kepada Allah saja orang-orang yang bertawakal berserah diri.\")"
  },
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 13,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
    "translation": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1763.mp3",
    "tafsir": "Dalam ayat ini, diceritakan lanjutan dari ucapan kaum kafir terhadap rasul-rasul, di mana mereka mengancam para rasul itu akan diusir dari negeri mereka apabila tidak menghentikan dakwah kepada agama Allah. Kaum kafir tersebut mengajukan pilihan kepada rasul-rasul itu, apakah mereka menerima pengusiran itu, ataukah mereka bersedia untuk kembali kepada agama yang mereka warisi dari nenek moyang, yaitu agama syirik dan kufur.\nSelanjutnya dalam ayat ini dijelaskan, bahwa setelah adanya ancaman kaum kafir, maka Allah swt mewahyukan kepada rasul-rasul tersebut bahwa Dia pasti akan membinasakan kaum yang zalim itu. Wahyu ini merupakan dorongan moril yang amat besar artinya bagi masing-masing rasul yang sedang menjalankan tugas sucinya, sehingga mereka tidak merasa gentar untuk menghadapi umat yang zalim itu.",
    "quraish": "Orang-orang kafir pemegang keputusan yang sombong beralih kepada kekuatan fisik setelah mereka tidak bisa melawan para rasul dengan dalil, dan mengatakan kepada mereka, \"Pilih salah satu: kalian kami usir dari tanah kami, atau kalian masuk agama kami!\" Kemudian Allah berfirman kepada para rasul itu dengan mengatakan, \"Kami benar-benar akan menghancurkan orang-orang kafir karena kezaliman mereka.",
    "jalalayn": "(Orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami sungguh-sungguh akan mengusir kalian dari negeri kami atau kalian kembali) menjadi pemeluk (kepada tuntunan kami.\") yakni agama kami. (Maka Rabb mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang-orang yang lalim itu.\") yakni orang-orang kafir itu."
  },
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 14,
    "arab": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
    "translation": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1764.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan janji-Nya yang lain kepada para rasul, bahwa Allah akan menempatkan mereka di negeri-negeri itu, setelah umat yang zalim itu lenyap karena azab yang akan ditimpakan kepada mereka. Janji ini akan dilaksanakan-Nya untuk orang-orang yang bertakwa, yang merasa takut untuk menghadap Allah dengan dosa yang banyak, dan merasa takut kepada ancaman dan siksa-Nya.\nDengan jelas dapat dipahami bahwa janji Allah yang disebutkan dalam ayat ini memperkuat janji-Nya yang telah disebutkan pada ayat di atas, tentang pembinasaan orang-orang yang zalim. Setelah mereka binasa dan lenyap dari muka bumi, maka rasul-rasul bersama umatnya masing-masing yang beriman dan taat kepada Allah menjadi penghuni negeri-negeri itu, dan mereka hidup dengan tenteram di bawah limpahan rahmat dan rida Allah.",
    "quraish": "Sungguh Kami akan menempatkan kalian di tanah mereka setelah mereka hancur.\" Pemilihan kawasan itu menjadi tempat tinggal orang-orang Mukmin adalah suatu hak bagi orang yang takut kepada tempat perhitungan-Ku dan takut kepada ancaman azab-Ku. Karena, barangsiapa yang dipenuhi oleh rasa takut, akan selalu taat.",
    "jalalayn": "(\"Dan Kami pasti akan menempatkan kalian di negeri-negeri itu) di negeri tempat mereka tinggal (sesudah mereka) dibinasakan. (Yang demikian itu) yakni pertolongan dan mewariskan negeri itu (adalah untuk orang-orang yang takut akan menghadap kepada-Ku) pada hari ia menghadap kepada-Nya (dan yang takut kepada ancaman-Ku.\") takut kepada azab-Ku."
  },
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 15,
    "arab": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
    "translation": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1765.mp3",
    "tafsir": "Orang yang beriman kepada Allah, mengharapkan rida dan kasih sayang-Nya, serta takut kepada ancaman dan siksaan-Nya, memohon kepada Allah agar diberi kemenangan atas musuh-musuh mereka yang zalim itu. Allah mengabulkan permohonan mereka. Maka binasalah kaum yang bersifat sewenang-wenang dan keras kepala itu.\nSifat sewenang-wenang dan keras kepala adalah ciri-ciri dari orang-orang yang takabur, yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka tidak mempedulikan hukum-hukum dan peraturan yang telah dikaruniakan Allah kepada hamba-Nya untuk mengatur hubungan antara sesama manusia, agar tercapai kehidupan yang harmonis, saling mengasihi dan saling menghargai. Oleh sebab itu, selayaknya mereka menerima hukuman dari Yang Mahakuasa dan Maha Penyayang.",
    "quraish": "Setelah tidak ada lagi harapan agar kaum mereka beriman, para rasul itu kemudian meminta kemenangan kepada Allah atas kaum mereka dan atas orang-orang kafir. Allah pun memberikannya, dan mereka menjadi beruntung. Sedang orang yang sombong dan sangat keras kepala terhadap ketatan kepada Allah akan merugi.",
    "jalalayn": "(Dan mereka memohon kemenangan) para rasul itu memohon pertolongan Allah di dalam menghadapi kaumnya (dan merugilah) binasalah (setiap orang yang berlaku sewenang-wenang) setiap orang yang takabur tidak mau taat kepada Allah (lagi keras kepala) artinya tidak mau tunduk kepada perkara yang hak."
  },
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 16,
    "arab": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
    "translation": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1766.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa orang-orang yang menolak kebenaran dengan mengingkari rasul yang diutus Allah kepada mereka, bahkan berani mengancam akan mengusirnya, adalah orang-orang yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka bersifat keras kepala, takabur, dan berbuat sewenang-wenang. Mereka telah berada di depan neraka Jahanam, bahkan dalam kehidupan di dunia, mereka telah merasa seperti di tepi neraka, selalu gelisah, khawatir, dan penuh keraguan. Di akhirat nanti, mereka akan dimasukkan ke dalam neraka dan diberi minuman dari air kotor seperti nanah. Hal ini merupakan hukuman bagi mereka yang tidak mempedulikan hukum dan petunjuk yang diberikan Allah kepada hamba-hamba-Nya.",
    "quraish": "Di dunia ia mendapatkan kekalahan, dan di akhirat kelak akan mendapatkan siksa di neraka Jahanam. Di sana ia akan diberi minum dengan air yang menjijikkan: air mirip nanah yang mengalir dari tubuh penghuni neraka.",
    "jalalayn": "(Di hadapannya) di depannya (ada Jahanam) yang akan dimasukinya (dan dia akan diberi minum) di dalam Jahanam itu (dengan air nanah) yaitu cairan yang meleleh dari perut ahli neraka bercampur dengan nanah dan darah."
  },
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 17,
    "arab": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
    "translation": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1767.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menggambarkan betapa berat siksaan yang akan diterima atau diderita umat yang zalim di akhirat kelak, yaitu siksaan dengan api neraka yang amat panas, mereka diberi minum yang kotor seperti nanah, dan mereka minum air kotor itu, akan tetapi amat sukar bagi mereka untuk meneguknya. Di samping itu, bahaya maut senantiasa mengancam mereka dari segala penjuru, tetapi kematian mereka ditangguhkan Allah, agar mereka merasakan kepedihan azab yang akan ditimpakan kepada mereka.",
    "quraish": "Ia meminumnya dengan susah payah. Seolah-olah ia meneguknya seteguk demi seteguk, tapi tidak juga bisa menelannya, karena wujudnya yang sangat kotor dan menjijikkan. Penghuni neraka itu disiksa dengan siksaan teramat berat yang semestinya membuat ia mati dan bebas dari penderitaan. Tetapi kenyataannya ia tetap hidup untuk menerima siksa yang lebih dahsyat.",
    "jalalayn": "(Diminumnya air nanah itu) diteguknya air nanah itu seteguk demi seteguk karena rasanya teramat pahit (dan hampir dia tidak dapat menelannya) ia merasa amat jijik mengingat baunya yang sangat busuk dan rupanya yang sangat menjijikkan (dan datanglah bahaya maut kepadanya) hal-hal yang menyebabkan kematian, berupa berbagai macam azab (dari segenap penjuru, tetapi dia tidak juga mati dan di hadapannya) sesudah mengalami azab tersebut (masih ada siksaan yang berat) siksaan yang keras lagi terus-menerus."
  },
  {
    "page": 257,
    "name": "Ibrahim",
    "ayat": 18,
    "arab": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
    "translation": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1768.mp3",
    "tafsir": "Jika dalam ayat-ayat di atas Allah telah menjelaskan azab yang akan diderita orang-orang kafir dalam neraka Jahanam, maka dalam ayat ini dijelaskan-Nya kerugian besar yang akan mereka derita, yaitu pahala dari amalan kebajikan mereka di dunia, kalau ada, dihapus Allah. Dengan demikian, mereka tidak dapat merasakan manfaat apapun dari amalan kebajikan yang mungkin pernah mereka perbuat di dunia. Amalan-amalan mereka itu diibaratkan oleh ayat ini bagaikan abu yang ditiup angin kencang, hilang tanpa kesan. Keadaan yang demikian adalah akibat dari kesesatan mereka dan penyelewengan yang jauh sekali dari petunjuk Allah swt.",
    "quraish": "Pekerjaan dan usaha duniawi para dermawan kafir, karena tidak dibangun atas dasar keimanan, bagaikan abu yang bercerai berai ditiup angin pada hari yang berangin kencang. Pada hari kiamat, mereka tidak mampu mengambil manfaat sedikit pun dari usaha yang pernah mereka lakukan di dunia, karena tidak melihat adanya pengaruh dalam pendapatan pahala, sebagaimana tidak mampunya pemilik abu untuk memegangnya pada saat beterbangan ditiup angin kencang. Mereka yang tersesat itu mengira diri mereka dermawan, padahal perbuatan-perbuatan mereka sangat jauh dari jalan kebenaran.",
    "jalalayn": "(Perumpamaan) gambaran (tentang orang-orang yang ingkar kepada Rabb mereka) kalimat ayat ini berkedudukan menjadi mubtada kemudian dijelaskan oleh badalnya pada firman selanjutnya, yaitu: (amalan-amalan mereka) yang baik, seperti silaturahmi dan sedekah, yaitu dalam hal tiada kemanfaatan (seperti abu yang ditiup angin dengan keras pada suatu hari yang berangin keras) sangat keras tiupannya sehingga angin keras itu menjadikannya debu-debu yang beterbangan yang tiada manfaatnya. Jar dan majrurnya merupakan khabar daripada mubtada (mereka tidak dapat) yakni orang-orang kafir itu (mengambil manfaat dari apa yang telah mereka upayakan itu) dari apa yang telah mereka amalkan sewaktu di dunia (barang sedikit pun) artinya mereka sama sekali tidak menemukan pahala daripada amal-amal mereka karena tidak memenuhi syarat, yaitu tiadanya iman. (Yang demikian itu adalah kesesatan) kebinasaan (yang jauh.)"
  }
]