[
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 25,
    "arab": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "translation": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1775.mp3",
    "tafsir": "Dalam ayat ini digambarkan bahwa pohon yang baik itu selalu memberikan buahnya pada setiap manusia, dengan seizin Tuhannya. Adapun proses pertumbuhan tanaman diperlukan berbagai unsur hara yang cukup banyak macamnya. Menurut jumlah yang diperlukannya, unsur hara ini dibedakan menjadi unsur hara makro yang diperlukan dalam jumlah banyak, dan unsur hara mikro yang diperlukan dalam jumlah sedikit, tetapi keberadaannya mutlak diperlukan. Untuk sampai pada terjadinya buah, akar harus dapat memasok semua kebutuhan unsur hara ini dalam jumlah yang cukup dan seimbang. Ada beberapa unsur hara yang apabila dipasok melebihi kebutuhannya akan menjadi racun bagi tanaman dan dapat menyebabkan kematian bagi tanaman (misalnya besi untuk tanaman padi). Sebab itu, manusia yang mengambil manfaat dari pohon itu hendaklah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\nDemikian pula halnya kata-kata baik yang kita ucapkan kepada orang lain, misalnya dalam memberikan ilmu pengetahuan yang berguna, manfaatnya akan didapat oleh orang banyak. Setiap orang yang memperoleh ilmu pengetahuan dari seorang guru haruslah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\nIbu bapak dalam rumah tangga haruslah senantiasa mempergunakan kata-kata yang baik dan sopan, serta menjauhi ucapan-ucapan kotor dan kasar, karena ucapan-ucapan itu akan ditiru oleh anak-anak mereka.",
    "quraish": "Dengan kehendak penciptanya, pohon itu selalu berbuah pada waktu-waktu tertentu. Demikian juga kalimat tauhid: tertanam kokoh dalam hati orang Mukmin, dan amalannya naik menuju Allah. Dia selalu mendapatkan berkah dan balasannya pada setiap waktu. Demikianlah, Allah telah menerangkan permisalan kepada manusia dengan mendekatkan makna-makna abstrak melalui benda-benda inderawi, agar mereka dapat mengambil pelajaran lalu beriman.",
    "jalalayn": "(Pohon itu memberikan) membuahkan (buahnya) buah-buahannya (pada setiap musim dengan seizin Rabbnya) dengan kehendak-Nya demikian pula kalimat iman tertanam di dalam kalbu orang mukmin sedangkan amalnya naik ke langit kemudian memperoleh berkah dan pahala amalannya itu setiap saat (dibuatkan) dijelaskan (oleh Allah perumpamaan-perumpamaan itu untuk manusia supaya mereka selalu ingat) mau mengambil pelajaran daripadanya kemudian mereka mau beriman karenanya."
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 26,
    "arab": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
    "translation": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1776.mp3",
    "tafsir": "Dalam ayat ini disebutkan perumpamaan kata-kata dan kalimat-kalimat yang jelek, yaitu ucapan-ucapan yang mengandung kekufuran dan kemusyrikan atau yang mengajak kepada perbuatan maksiat. Kata-kata yang jelek itu diumpamakan sebagai pohon yang buruk, yang akarnya tercabut dari bumi, sehingga pohon tersebut tidak dapat tegak dengan kokoh, tidak dapat berdaun dan berbuah. Artinya tidak dapat memberikan buah dan manfaat lainnya bagi manusia, bahkan hanya memberikan mudarat, apabila pohon itu roboh dan menimpa mereka. Kata-kata yang jelek hanya dapat menimbulkan dosa, serta membangkitkan kemarahan dan kebencian. Dalam sebuah hadis yang diriwayatkan oleh Abu Hathim sebagai hadis marfu, bahwa syajarah khabitsah (pohon yang buruk) adalah handhalah yang rasa buahnya pahit.\nOrang-orang yang tidak dapat mengendalikan emosinya sering meng-ucapkan kata-kata yang buruk, yang membahayakan dirinya dan mem-bahayakan orang lain. Demikian pula orang-orang yang sedang mabuk dan rusak akalnya, suka mengucapkan kata-kata yang jelek. Itulah sebabnya agama Islam mengajarkan kesabaran karena kesabaran mendorong seseorang untuk menguasai emosinya. Agama Islam juga melarang seseorang dari hal-hal yang merusak akal, seperti meminum minuman keras dan lain-lain.",
    "quraish": "Sedangkan kalimat yang buruk, adalah bagaikan pohon yang buruk pula. Pohon itu tercabut dari akarnya dan roboh di atas tanah karena tidak tertancap dengan kokoh. Dan begitulah kalimat yang jelek, mudah disanggah, karena tidak kuat dan tidak didukung oleh alasan yang kuat.",
    "jalalayn": "(Dan perumpamaan kalimat yang buruk) yaitu kalimat kekafiran (seperti pohon yang buruk) yaitu pohon hanzhal yang buahnya sangat pahit (yang telah dicabut) telah dibongkar sampai ke akar-akarnya (dari permukaan bumi, ia tidak dapat tetap sedikit pun) artinya tidak mempunyai tempat untuk berpijak lagi, maka demikian pula keadaan kalimat kekafiran tidak mempunyai tempat berpijak, tidak mempunyai ranting dan pula tidak ada keberkahannya."
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 27,
    "arab": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ",
    "translation": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1777.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa Dia meneguhkan orang-orang yang mukmin dengan ucapan-ucapan yang baik dan teguh, baik dalam kehidupan di dunia ini, maupun di akhirat. Dengan demikian, ada hubungan timbal balik antara iman dengan ucapan yang baik dan teguh. Iman mendorong seseorang untuk senantiasa menggunakan ucapan yang baik dan teguh. Sebaliknya, ucapan yang baik itu dapat memelihara keteguhan iman seseorang.\nDalam ayat ini selanjutnya, Allah swt menegaskan bahwa Dia membiarkan sesat orang-orang yang zalim dan yang suka berbuat menurut kehendaknya sendiri, tanpa mengabaikan peraturan yang benar, antara lain ialah mengucapkan kata-kata yang buruk yang mengajak kepada kekafiran, kemusyrikan, kemaksiatan, dan sebagainya.",
    "quraish": "Allah mengokohkan orang-orang Mukmin di atas kata kebenaran di dunia dan akhirat, dan menjauhkan orang-orang kafir dari situ karena jeleknya persiapan mereka. Allah mengokohkan sebagian orang dan menyesatkan yang lain menurut kehendak-Nya. Tak ada yang dapat menyanggah dan menghalangi keputusan-Nya.",
    "jalalayn": "(Allah meneguhkan iman orang-orang yang beriman dengan ucapan yang teguh itu) yaitu kalimat tauhid itu (di dunia dan di akhirat) yaitu di alam kubur, ketika dua orang malaikat menanyakan kepadanya tentang Rabb mereka, agama mereka dan nabi mereka. Maka orang-orang yang beriman dapat menjawabnya dengan benar; demikianlah menurut keterangan yang disebutkan di dalam hadis Imam Bukhari dan Imam Muslim (dan Allah menyesatkan orang-orang yang lalim) yaitu orang-orang kafir; oleh sebab itu mereka tidak mendapat petunjuk untuk memberikan jawaban yang benar. Bahkan mereka hanya mengatakan, \"Kami tidak tahu,\" demikian menurut keterangan dalam hadis (dan memperbuat apa yang Dia kehendaki.)"
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 28,
    "arab": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ",
    "translation": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1778.mp3",
    "tafsir": "Ayat ini disampaikan dalam bentuk pertanyaan, tetapi bukan untuk dijawab, melainkan hanyalah sebagai peringatan bagi kaum Muslimin agar mereka jangan sekali-kali berbuat dan bertindak seperti yang dilakukan oleh orang kafir. Hendaklah mereka selalu taat, tunduk, dan patuh kepada perintah-perintah Allah dan menghentikan semua larangan-Nya. Jika mereka ingkar kepada Allah, mereka pasti akan diazab di dunia dan di akhirat seperti yang ditimpakan kepada orang kafir.\nMenurut Ibnu Abbas yang dimaksud dengan \"orang-orang yang telah menukar nikmat Allah\" dalam ayat ini ialah orang-orang kafir Mekah. Mereka telah dianugerahi bermacam-macam nikmat yang tidak diberikan Allah kepada bangsa lain. Negeri Mekah telah dijadikan sebagai tanah haram yakni tanah yang dihormati, tanah yang terjamin keamanannya, dan tempat berdirinya Kabah yang dikunjungi manusia dari segala penjuru dunia setiap tahun. Allah swt telah mendatangkan air, makanan, dan buah-buahan ke tanah yang tandus itu. Nikmat yang lebih besar lagi ialah diangkatnya Muhammad dari bangsa mereka sendiri sebagai nabi dan rasul penutup, yang membawa agama Allah, yang menjadi petunjuk dan pegangan hidup bagi seluruh manusia.\nSemua nikmat yang telah dilimpahkan itu mereka ingkari. Bahkan mereka menyiksa Nabi Muhammad saw dan kaum Muslimin dan menghambat tersiarnya agama Islam. Oleh karena itu, Allah swt menimpakan azab dan siksa kepada mereka berupa musim kemarau yang kering dan lama, sehingga mereka banyak yang mati kelaparan. Menurut riwayat, ada di antara mereka yang sampai memakan tulang karena tidak ada lagi makanan yang akan dimakan.\nAllah menerangkan bahwa mereka adalah orang-orang yang telah menukar nikmat Allah dan telah menempatkan kaum mereka yang jadi pengikut-pengikut mereka di tempat yang penuh kesengsaraan, yaitu neraka Jahanam yang menyala-nyala, yang bahan bakarnya adalah batu dan manusia.\nDari ayat ini dipahami bahwa Allah swt memerintahkan manusia agar selalu mensyukuri nikmat-Nya dengan mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya. Seluruh manusia dan makhluk sangat tergantung kepada nikmat itu, baik nikmat dalam bentuk lahir, maupun nikmat dalam bentuk batin atau yang tidak nampak.",
    "quraish": "Wahai orang-orang yang mendengar firman Allah, tidakkah engkau memperhatikan orang-orang musyrik yang seharusnya mensyukuri nikmat yang diberikan Allah kepada Muhammad dan agamanya malah mengingkari-Nya, kemudian menjerumuskan para pengikutnya ke dalam jurang kehancuran.",
    "jalalayn": "(Tidakkah kamu perhatikan) artinya melihat (orang-orang yang telah menukar nikmat Allah) yang dimaksud ialah bersyukur kepada Allah atas nikmat-Nya (dengan kekafiran) mereka adalah orang-orang yang kafir Quraisy (dan menjatuhkan) menyeret (kaumnya) yakni mereka menyesatkan kaumnya (ke lembah kebinasaan) ke dalam kebinasaan."
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 29,
    "arab": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ",
    "translation": " yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1779.mp3",
    "tafsir": "Ayat ini disampaikan dalam bentuk pertanyaan, tetapi bukan untuk dijawab, melainkan hanyalah sebagai peringatan bagi kaum Muslimin agar mereka jangan sekali-kali berbuat dan bertindak seperti yang dilakukan oleh orang kafir. Hendaklah mereka selalu taat, tunduk, dan patuh kepada perintah-perintah Allah dan menghentikan semua larangan-Nya. Jika mereka ingkar kepada Allah, mereka pasti akan diazab di dunia dan di akhirat seperti yang ditimpakan kepada orang kafir.\nMenurut Ibnu Abbas yang dimaksud dengan \"orang-orang yang telah menukar nikmat Allah\" dalam ayat ini ialah orang-orang kafir Mekah. Mereka telah dianugerahi bermacam-macam nikmat yang tidak diberikan Allah kepada bangsa lain. Negeri Mekah telah dijadikan sebagai tanah haram yakni tanah yang dihormati, tanah yang terjamin keamanannya, dan tempat berdirinya Kabah yang dikunjungi manusia dari segala penjuru dunia setiap tahun. Allah swt telah mendatangkan air, makanan, dan buah-buahan ke tanah yang tandus itu. Nikmat yang lebih besar lagi ialah diangkatnya Muhammad dari bangsa mereka sendiri sebagai nabi dan rasul penutup, yang membawa agama Allah, yang menjadi petunjuk dan pegangan hidup bagi seluruh manusia.\nSemua nikmat yang telah dilimpahkan itu mereka ingkari. Bahkan mereka menyiksa Nabi Muhammad saw dan kaum Muslimin dan menghambat tersiarnya agama Islam. Oleh karena itu, Allah swt menimpakan azab dan siksa kepada mereka berupa musim kemarau yang kering dan lama, sehingga mereka banyak yang mati kelaparan. Menurut riwayat, ada di antara mereka yang sampai memakan tulang karena tidak ada lagi makanan yang akan dimakan.\nAllah menerangkan bahwa mereka adalah orang-orang yang telah menukar nikmat Allah dan telah menempatkan kaum mereka yang jadi pengikut-pengikut mereka di tempat yang penuh kesengsaraan, yaitu neraka Jahanam yang menyala-nyala, yang bahan bakarnya adalah batu dan manusia.\nDari ayat ini dipahami bahwa Allah swt memerintahkan manusia agar selalu mensyukuri nikmat-Nya dengan mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya. Seluruh manusia dan makhluk sangat tergantung kepada nikmat itu, baik nikmat dalam bentuk lahir, maupun nikmat dalam bentuk batin atau yang tidak nampak.",
    "quraish": "Yaitu neraka Jahanam, tempat tinggal paling buruk, yang mereka rasakan panasnya.",
    "jalalayn": "(Yaitu neraka Jahanam) lafal Jahanam merupakan athaf bayan (mereka masuk ke dalamnya) dijebloskan ke dalamnya (dan itulah seburuk-buruk tempat kediaman) tempat yang paling buruk ialah Jahanam itu."
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 30,
    "arab": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ",
    "translation": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1780.mp3",
    "tafsir": "Ayat ini menerangkan tindakan kedua dan ketiga yang menyebabkan Allah menimpakan azab yang pedih kepada mereka.\nSebab yang kedua ialah tindakan mempersekutukan Allah. Termasuk dalam tindakan ini ialah:\n1. Mengakui Tuhan itu banyak.\n2. Menyembah yang lain di samping menyembah Allah.\n3. Mengakui sesuatu selain Allah mempunyai kekuatan dan kekuasaan seperti kekuatan dan kekuasaan Allah swt.\nMempersekutukan Allah ini adalah kepercayaan orang-orang Arab Jahiliah. Mereka mempunyai sesembahan selain Allah. Sesembahan itu ada yang berupa patung-patung yang mereka buat, di antaranya ada yang mereka letakkan di sekeliling Kabah. Mereka percaya kepada tenung dan ramalan nasib. Jika mereka ingin melakukan sesuatu pekerjaan yang penting atau perjalanan yang jauh, mereka pergi ke Kabah dan menyuruh penjaganya mengadakan undian. Hasil undian inilah yang menentukan apakah mereka akan melakukan pekerjaan atau perjalanan jauh itu atau tidak.\nSebab yang ketiga ialah orang-orang kafir itu berusaha menyesatkan manusia dari jalan Allah. Mereka menghalang-halangi, bahkan membunuh orang-orang yang melakukan pekerjaan atau mengikuti agama Islam.\nKetiga macam perbuatan di atas adalah perbuatan dosa besar. Oleh karena itu, Allah swt memerintahkan Nabi Muhammad agar menyampaikan peringatan keras-Nya kepada manusia. Jika mereka tetap ingkar, biarkan mereka berbuat sesuka hatinya, bersenang-senang, dan berbuat kebinasaan di muka bumi dalam waktu tertentu, sampai Allah menimpakan azab yang keras kepada mereka.\nHal ini ditegaskan oleh firman Allah swt:\nKatakanlah, \"Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka. (az-Zumar/39: 8)",
    "quraish": "Orang-orang musyrik itu juga membuat patung-patung sebagai sekutu Allah, satu-satunya Tuhan yang pantas disembah, sehingga perbuatan mereka itu mengakibatkan sesatnya manusia dari jalan Allah. Katakan, hai Muhammad, kepada orang-orang yang sesat itu, \"Bersenang-senanglah dengan keinginan hawa nafsu kalian! Tetapi tempat kembali kalian nanti adalah neraka.\"",
    "jalalayn": "(Orang-orang yang kafir itu telah menjadikan sekutu-sekutu bagi Allah) tandingan-tandingan (supaya mereka menyesatkan manusia) dapat dibaca liyudhilluu dan liyadhilluu (dari jalan-Nya) yaitu agama Islam. (Katakanlah) kepada mereka (\"Bersenang-senanglah kalian) dengan keduniaan kalian dalam waktu yang sedikit (karena sesungguhnya tempat kembali kalian) yaitu tempat menetap kalian (ialah neraka.\")"
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 31,
    "arab": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ",
    "translation": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1781.mp3",
    "tafsir": "Pada ayat ini Allah swt memerintahkan kepada kaum Muslimin agar mereka mengerjakan perbuatan-perbuatan baik, yang dapat membahagiakan manusia dalam kehidupan duniawi dan ukhrawi. Perbuatan-perbuatan itu ialah :\n1. Melaksanakan salat.\n2. Menginfakkan sebagian harta yang telah dianugerahkan Allah swt.\nAllah swt memerintahkan kepada kaum Muslimin mendirikan salat, karena salat itu tiang agama, sebagaimana sabda Nabi saw:\n\nSalat itu adalah tiang agama, barang siapa yang mendirikannya, maka sesungguhnya ia telah mendirikan agama dan barang siapa yang meninggalkannya, maka sesungguhnya ia telah meruntuhkan agama. (Riwayat al-Baihaqi dari Umar bin al-Khaththab)\nSeseorang yang taat dan selalu melaksanakan salat sesuai dengan ajaran Al-Quran adalah orang yang suci jasmani dan rohaninya, karena salat itu mencegah orang yang mengerjakannya melakukan perbuatan keji dan perbuatan yang terlarang, sebagaimana firman Allah swt:\n\n... dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-Ankabut/29: 45)\n\nDan firman Allah swt:\n\nSungguh beruntung orang yang menyucikan diri (dengan beriman), dan mengingat nama Tuhannya, lalu dia salat. (al-Ala/87: 14-15)\n\nPerbuatan hamba yang pertama kali dihisab Allah di hari kiamat ialah salat. Jika baik salat seorang hamba, maka baiklah perbuatannya, sebaliknya jika buruk salatnya atau tidak mengerjakannya, maka buruk dan rusak pulalah seluruh pahala amalnya yang lain.\nRasulullah saw bersabda:\nPerbuatan hamba yang pertama kali dihisab Allah pada hari kiamat ialah salat. Maka jika baik amalan salat itu, baik pulalah seluruh amalnya, dan jika rusak amalan salat itu, rusak pulalah seluruh amalnya. (Riwayat ath-thabrani dari Anas bin Malik)\n\nBahkan Allah swt menegaskan, bahwa orang yang selalu mengerjakan salat itu adalah orang yang menjadi pewaris surga Firdaus di akhirat, sebagaimana firman-Nya:\n\nSerta orang yang memelihara salatnya. Mereka itulah orang yang akan mewarisi, (yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya. (al-Muminun/23: 9-11)\n\nMelaksanakan salat berarti mengerjakan salat terus-menerus, sesuai dengan waktu yang telah ditentukan agama, lengkap dengan syarat-syarat dan rukun-rukunnya, disertai dengan khusyuk dan ikhlas.\nAllah juga memerintahkan kepada orang-orang yang beriman untuk menginfakkan sebagian harta yang telah dikaruniakan Allah kepada mereka, sebelum datang hari kiamat, yaitu hari ketika semua pintu tobat telah ditutup, tidak satu dosa pun yang dapat ditebus, walaupun ditebus dengan emas sepenuh bumi. Tidak ada lagi seorang teman karib yang dapat menolong dan tidak seorang pun yang dapat menyelamatkan dan memberikan bantuan termasuk anak-anak dan cucu-cucu. Allah swt berfirman:\n\nMaka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. (al-hadid/57: 15)\n\nDan firman Allah swt:\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim. (al-Baqarah/2: 254)\n\nOrang-orang yang terlepas dari azab hari kiamat itu hanyalah orang-orang yang selama hidup di dunia mengerjakan amal-amal saleh, senang bersedekah, sehingga hatinya suci dan bersih serta rela terhadap apa yang diberikan Allah kepadanya nanti. Allah swt berfirman:\n\n(Yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuara/26: 88-89)\n\nSenang menginfakkan harta merupakan pencerminan dari kepribadian muslim yang sesungguhnya, sebagai seorang yang telah menyerahkan diri, harta, dan kehidupannya kepada agama, semata-mata untuk mencari keridaan Allah swt. Perbuatan itu juga merupakan perwujudan dari rasa syukur kepada Allah yang telah melimpahkan nikmat-Nya yang tidak terhingga banyaknya. Terhadap orang yang mensyukuri nikmat, Allah akan menambah nikmat lebih banyak dari nikmat-nikmat yang telah diberikan-Nya.\nSebaliknya sifat tidak senang menginfakkan sebagian harta yang telah dianugerahkan Allah adalah pencerminan pribadi orang-orang yang ingkar kepada Allah dan rasul-Nya serta pencerminan dari rasa ingkar terhadap nikmat Allah. Mereka merasa bahwa segala yang mereka peroleh itu semata-mata karena hasil jerih payahnya sendiri. Dengan sikap yang demikian berarti mereka telah zalim terhadap dirinya sendiri. Akibat zalim terhadap dirinya sendiri ialah tidak lagi mendapat tambahan nikmat dari Allah, bahkan mereka akan ditimpa azab yang pedih di dunia dan di akhirat. Zalim terhadap orang lain ialah ia tidak mau memberikan atau mengeluarkan hak orang lain yang ada dalam hartanya. Zalim kepada masyarakat yang ada di sekitarnya ialah mengganggu kepentingan dan hubungan baik yang telah dijalin dalam masyarakat.\nBahkan dari ayat ini dipahami bahwa orang yang kikir dan tidak mau membelanjakan sebagian hartanya itu adalah orang yang congkak dan sombong. Karena merasa dirinya telah mampu mengatasi segala macam kesulitan yang dihadapinya, termasuk kesulitan dan malapetaka yang akan menimpanya di hari kiamat nanti. Mereka merasa tidak lagi memerlukan tambahan nikmat dan pertolongan Allah baik di dunia maupun di akhirat.\nMenginfakkan harta dalam agama Islam ada beberapa bentuk:\n1. Membelanjakan harta untuk nafkah diri sendiri, anak-anak, kerabat, dan istri.\n2. Menginfakkan harta untuk menunaikan kewajiban, seperti zakat harta dan zakat fitrah.\n3. Menginfakkan harta untuk infak sunah.\nMembelanjakan harta untuk nafkah istri, kerabat, dan untuk menunaikan nafkah wajib, merupakan suatu kewajiban yang ditetapkan agama atas orang-orang yang beriman, dan ketentuan-ketentuannya tersebut di dalam ayat-ayat Al-Quran dan hadis-hadis Nabi. Sedang infak sunah yang diberikan untuk kepentingan umum dan untuk meninggikan kalimat Allah dikategorikan sebagai amal jariah, yaitu infak atau amal yang tidak akan putus pahalanya, walaupun orang yang memberi infak itu telah meninggal dunia, selama infak itu memberikan manfaat.\nPemberian infak wajib, infak sunah, dan nafkah itu haruslah diiringi dengan niat yang ikhlas, semata-mata dilakukan untuk mencari keridaan Allah, terjauh dari sifat ria, ingin dipuji dan disanjung oleh sesama manusia. Karena itu Allah menyerahkan kepada manusia bagaimana cara sebaiknya memberi harta itu kepada orang yang berhak menerimanya, sehingga membuahkan pahala dari sisi Allah. Jika ia khawatir akan timbul rasa ria dalam hatinya, maka ia boleh memberikan harta itu secara sembunyi, tidak diketahui orang. Bila ingin perbuatannya ditiru orang lain, maka ia boleh pula memberikan hartanya itu dengan terang-terangan.\nHendaklah kaum Muslimin ingat bahwa harta itu pada hakikatnya adalah milik Allah. Dianugerahkan-Nya kepada manusia agar mereka dapat melaksanakan tugasnya sebagai hamba Allah selama mereka hidup di dunia. Oleh karena itu, jika seseorang telah memperoleh harta dan telah melebihi keperluannya, hendaklah diinfakkan kepada yang berhak menerimanya.",
    "quraish": "Wahai Muhammad, katakan kepada hamba-hamba-Ku yang jujur, beriman, dan berbuat baik, \"Kerjakanlah salat, dan sedekahkanlah sebagian harta kalian dalam macam-macam bentuk kebajikan, baik secara terang-terangan maupun secara rahasia, sebelum datangnya suatu hari, di mana perdagangan dan persaudaraan tidak akan berguna lagi.",
    "jalalayn": "(Katakanlah kepada hamba-hamba-Ku yang telah beriman, \"Hendaklah mereka mendirikan salat, menafkahkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi atau pun terang-terangan sebelum datang hari kiamat yang pada hari itu tidak ada jual-beli) tebusan (dan persahabatan.\") persahabatan yang dapat menolong; yang dimaksud adalah hari kiamat."
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 32,
    "arab": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ",
    "translation": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1782.mp3",
    "tafsir": "Allah Yang Maha Esa dan Mahakuasa sangat banyak melimpahkan nikmat kepada hamba-hamba-Nya. Di antaranya ialah:\nAllah Yang Maha Agung, yang ilmunya meliputi segala sesuatu, menerangkan bahwa Dialah yang telah menciptakan langit dan bumi, yang kejadiannya jauh lebih besar dan lebih sulit dari kejadian manusia, yang selalu disaksikan dan diperhatikan manusia dan pada keduanya terdapat pelajaran dan manfaat. Langit berupa ruang angkasa yang tidak terhingga luas dan besarnya, di dalamnya terdapat benda-benda angkasa berupa planet-planet yang tidak terhitung jumlahnya, masing-masing berjalan menurut garis edar yang telah ditentukan, mengikuti hukum-hukum yang telah ditetapkan Allah swt. Tidak ada satu pun dari planet-planet yang tidak mengikuti hukum itu, karena tidak mengikuti hukum-hukum yang telah ditetapkan itu berarti kehancuran bagi seluruh planet-planet itu. Jika direnungkan, diperhatikan, dan dipelajari tata ruang angkasa yang rapi dan teratur itu, akan terasa ketiadaan arti manusia dan semakin terasa pula keagungan dan kebesaran Penciptanya.\nAllah juga yang menciptakan bumi yang merupakan salah satu dari planet-planet ruang angkasa, tempat manusia hidup, berdiam, dan mempersiapkan diri sebelum mengalami hidup yang sebenarnya di akhirat. Permukaan bumi ditumbuhi tumbuh-tumbuhan yang beraneka ragam, dengan buahnya yang beraneka macam pula yang berguna dan bermanfaat bagi manusia. Di dalam perut bumi terdapat barang tambang yang beraneka macam. Semuanya itu diciptakan Allah untuk manusia.\nDialah yang menurunkan hujan yang berasal dari uap air dan menjadi awan. Awan itu dihalau-Nya dengan angin ke tempat tertentu, hingga menjadi mendung yang hitam pekat, kemudian berubah dan jatuh sebagai hujan yang menyirami permukaan bumi. Dengan siraman hujan itu, tumbuh dan suburlah tumbuh-tumbuhan yang kemudian menjadi besar, berbunga, dan berbuah, sebagaimana firman Allah swt:\nDan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan tetumbuhan yang indah. (al-hajj/22: 5)\n\nDan firman Allah swt:\n(Tuhan) yang telah menjadikan bumi sebagai hamparan bagimu, dan menjadikan jalan-jalan di atasnya bagimu, dan yang menurunkan air (hujan) dari langit.\" Kemudian Kami tumbuhkan dengannya (air hujan itu) berjenis-jenis aneka macam tumbuh-tumbuhan. (thaha/20: 53)\n\nSecara kauniyah (sains) ayat ini menjelaskan tentang siklus biosfer (Biospheric Cycle). Allah menegaskan kembali akan kekuasaan-Nya dalam mengatur kehidupan di bumi ini. Dari air yang tercurah dari langit, maka muncullah kebun-kebun yang subur yang mengeluarkan buah-buahan, yang kesemuanya diperuntukkan sebagai rezeki bagi manusia. Kemudian dalam ayat tersebut dilanjutkan dengan \"Dia menundukkan kapal bagimu\", dan juga \"Dia telah menundukkan sungai-sungai bagimu\". Menundukkan dalam kedua kalimat ayat di atas diterjemahkan dari kata dalam bahasa Arab sakhkhara. Ini mengisyaratkan kepada manusia untuk menggunakan akalnya (teknologinya) dalam membuat atau menciptakan kapal yang mampu berlayar di lautan, atau dalam pengelolaan sungai, sebagai tempat untuk pelayaran atau keperluan lainnya.\nJika manusia menggunakan akalnya dengan menggunakan ilmu pengetahuan alam (ketentuan Allah) sehingga dapat menemukan sendiri ketentuan Allah yang digunakan Allah untuk mengendalikan kapal, maka manusia tadi dapat mengusahakan agar kehendak manusia sejalan dengan kehendak-Nya dan ketentuan-Nya,\nKetentuan Allah itu menunjukkan bagaimana mengkonstruksikan kapal agar bisa mengangkat tubuhnya beserta muatannya agar tidak tenggelam. Ketentuan Allah menunjukkan bahwa suatu benda yang mengapung di air akan memindahkan air sebanyak isi benda tersebut. Berat dari air yang dipindahkan benda tadi akan sebanding dengan tekanan ke atas yang dialami oleh benda itu. Dengan membuat kapal berongga maka akan tercapai volume luar yang besar, tapi beratnya kecil karena berongga. Oleh sebab itu, tubuh kapal dan muatannya itu mampu diangkat kekuatan ke atas hingga mengapung. \nDengan menggunakan mesin penggerak yang serupa dengan kendaraan darat tapi telah disesuaikan sedemikian rupa, maka kapal itu selain mampu mengapung juga mampu bergerak ke arah yang dikehendaki. Demikian penjelasan dari sudut kajian saintis.\nAllah menjelaskan yang demikian itu agar manusia mengetahui betapa besar kekuasaan-Nya dalam mengatur hidup dan kehidupan di permukaan bumi ini dan nikmat yang telah dilimpahkan kepada manusia. Bagi manusia yang suka memperhatikan kejadian hujan, tumbuh-tumbuhan, serta proses kehidupan di permukaan bumi ini akan mengetahui betapa tingginya nilai hukum Allah dan betapa luas ilmu-Nya, yang berlaku secara tetap, tiada henti-hentinya sampai kepada waktu yang ditentukan-Nya. Allah juga memerintahkan manusia memperhatikan air yang diminumnya agar mereka bersyukur, sebagaimana firman-Nya:\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin, mengapa kamu tidak bersyukur? (al-Waqiah/56: 68-70)\n\nAllah menaklukkan kapal (bahtera) bagi manusia maksudnya ialah memberikan kemampuan kepada manusia membuat kapal dan menjadikannya dapat mengapung di permukaan air dan berlayar ke tempat yang dikehendakinya, membawanya ke segenap penjuru dunia. Allah swt menaklukkan lautan bagi manusia sehingga laut itu dapat dilayari kapal-kapal yang mengangkut segala keperluan mereka, sebagaimana firman-Nya:\nDan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan, dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai. (Yasin/36: 41-42)\nDengan kapal itu pula, manusia bersenang-senang menikmati pelayaran. Dengan kapal itu pula mereka mencari nafkah, menangkap ikan, mencari hasil-hasil lautan, dan mencari barang tambang yang tidak ternilai harganya. Semuanya itu merupakan nikmat Allah kepada manusia.\nAllah menundukkan sungai-sungai bagi manusia, seperti memberi kemampuan untuk membendung dan mengalirkannya untuk kepentingan pertanian, serta mengubah arus air yang deras itu menjadi sumber tenaga yang bermanfaat, seperti kincir air dan arus listrik. Sungai dapat juga berfungsi sebagai jalan raya yang dilalui kapal-kapal dan merupakan urat nadi perdagangan. Untuk memperpendek lalu-lintas sungai maka manusia membuat terusan-terusan yang menghubungkan antara sungai yang satu dengan sungai yang lain, dan antara lautan yang satu dengan lautan yang lain. Air sungai yang kotor dapat dibersihkan, sehingga dapat menjadi air minum yang sangat diperlukan.",
    "quraish": "Hanya Allah yang menciptakan langit dan bumi beserta isinya masing-masing, dan menurunkan air yang deras dari awan, untuk mengeluarkan rezeki kalian berupa buah-buahan dari tanaman di kebun dan pepohonan. Hanya Dia juga yang, dengan kehendak-Nya, menundukkan perahu untuk kalian, hingga melaju di lautan, mengangkut harta dan barang dagangan kalian. Hanya Dia yang menundukkan sungai- sungai berair tawar, agar kalian memanfaatkannya untuk minum dan mengairi tanaman.",
    "jalalayn": "(Allahlah yang telah menciptakan langit dan bumi dan menurunkan air hujan dari langit kemudian Dia mengeluarkan dengan air hujan itu berbagai buah-buahan menjadi rezeki untuk kalian dan Dia telah menundukkan bahtera bagi kalian) yang dimaksud adalah perahu (supaya bahtera itu berlayar di lautan) sehingga kalian dapat menaikinya dan memuat barang-barang di atasnya (dengan kehendak-Nya) dengan seizin-Nya (dan Dia telah menundukkan pula bagi kalian sungai-sungai.)"
  },
  {
    "page": 259,
    "name": "Ibrahim",
    "ayat": 33,
    "arab": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ",
    "translation": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1783.mp3",
    "tafsir": "Demikian pula sebagai nikmat Allah swt kepada manusia ialah Dia telah menaklukkan bagi manusia matahari dan bulan, yaitu menjadikan matahari dan bulan terus menerus berjalan mengelilingi garis edarnya, yang menimbulkan terang dan gelap yang berfaedah bagi hidup dan kehidupan makhluk. Dengan tetapnya matahari dan bulan, demikian juga planet-planet yang lain, berjalan mengelilingi garis edarnya, akan terhindarlah terjadinya benturan yang dahsyat antara planet-planet yang ada di cakrawala, sebagaimana firman Allah:\nDan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 39-40)\n\nKeberadaan garis edar yang terus menerus dilalui oleh setiap planet, telah memberi jalan kepada manusia sampai ke bulan, memberi kemungkinan yang besar bagi manusia untuk berusaha mencapai planet-planet yang lain. Dengan perantara garis edar itu pula, manusia dapat menempatkan satelit-satelit yang dapat digunakan untuk kepentingan umat manusia, seperti untuk mengetahui keadaan cuaca, untuk memperlancar hubungan telekomunikasi dan sebagainya, sehingga hubungan antar negara yang semula dirasakan jauh, maka sekarang dirasakan bertambah dekat.\nAllah swt menundukkan pula bagi manusia siang dan malam. Siang dapat digunakan manusia sebagai tempat berusaha, beramal, dan bermasyarakat. Sedangkan malam dapat dijadikan sebagai waktu untuk beristirahat dari kelelahan setelah berusaha di siang hari. Allah berfirman:\nDan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya. (al-Qashash/28: 73)\n\nDalam ayat ini pula Allah menggunakan kata sakhkhara (menunduk-kan), yang mengisyaratkan kita untuk menggunakan akal dalam memanfaat-kan baik matahari, bulan, maupun fenomena malam maupun siang. Dengan demikian sakhkhara ini mengandung perintah untuk mengembangkan teknologi, kalender berbasis matahari (solar calendar) atau bulan (lunar calendar), dan energi matahari (solar energy). Juga mengandung perintah untuk menggunakan baik matahari atau bulan untuk keperluan navigasi dalam pelayaran maupun penerbangan, dan sebagainya. Begitu juga meng-gunakan malam dan siang untuk mengetahui atau mengukur biological clock kita. Demikian penjelasan dari sudut pandang saintis.",
    "quraish": "Hanya Dia pula yang menundukkan matahari dan bulan untuk kalian, hingga terus berputar menerangi bumi dan membawa kelangsungan hidup bagi tetumbuhan dan hewan, dan menundukkan malam bagi kalian untuk beristirahat, dan siang untuk berusaha.",
    "jalalayn": "(Dan Dia telah menundukkan pula bagi kalian matahari dan bulan yang terus-menerus beredar) di dalam garis edarnya secara terus-menerus dan tidak pernah berhenti (dan Dia telah menundukkan pula bagi kalian malam) supaya kalian tenang di dalamnya (dan siang) dan supaya kalian mencari kemurahan Allah di dalamnya."
  }
]