[
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 1,
    "arab": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ  ۔",
    "translation": "Alif Lam Ra. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Al-Qur'an yang memberi penjelasan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1803.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ayat-ayat dari surah yang akan dijelaskan ini termasuk salah satu surah yang ada di dalam kitab yang sempurna dan agung, yaitu Al-Qur'an yang diturunkan Allah kepada Nabi Muhammad saw, nabi terakhir. Ia merupakan kitab yang paling lengkap di antara kitab-kitab yang diturunkan Allah kepada para rasul-Nya, membenar-kan kitab yang terdahulu, serta menerangkan jalan menuju kepada ke-bahagiaan dan jalan sesat yang pernah ditempuh umat-umat terdahulu. Dengan demikian, manusia dapat membedakan antara kedua jalan itu, mana yang harus dilalui dan mana yang harus dihindari dan dijauhi.\nDalam Al-Qur'an juga terdapat ayat-ayat yang menerangkan tentang ketauhidan, kisah, budi pekerti yang baik, ilmu pengetahuan, janji Allah dan ancaman-Nya, dan hukum-hukum yang menjadi pedoman bagi manusia dalam hidup dan kehidupannya di dunia dan dalam rangka mencapai keselamatan dan kebahagiaan di akhirat nanti, sebagaimana firman Allah swt:\n\nAlif Lam Ra. (Inilah) Kitab yang ayat-ayatnya disusun dengan rapi kemudian dijelaskan secara terperinci, (yang diturunkan) dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui. (Hud/11: 1)\n\nDan firman Allah swt:\n\nAlif Lam Mim shad. (Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman. (al-A'raf/7: 1-2)",
    "quraish": "[[15 ~ AL-HIJR (LEMBAH HIJR, ANTARA MADINAH DAN SYAM) Pendahuluan: Makkiyyah, 99 ayat ~ Surat al-Hijr termasuk dalam kelompok surat Makkiyyah. Secara garis besar, surat ini berisi berita dan pelajaran yang dapat diambil dari kejadian-kejadian yang menimpa bangsa-bangsa terdahulu, termasuk penduduk Hijr; isyarat tentang kebesaran Allah di alam raya, seperti langit yang ditinggikan, gugusan bintang-bintang dan lain sebagainya; isyarat tentang pertikaian pertama dalam penciptaan antara Iblîs dan Adam beserta istrinya, dan bagaimana pertikaian itu dilanjutkan dengan berlangsungnya pertikaian antara baik dan buruk sampai hari kiamat. Selain itu, surat ini juga mengandung keterangan mengenai balasan baik dan buruk, posisi al-Qur'ân, dan sikap orang-orang musyrik terhadap al-Qur'ân, dan bagaimana Nabi harus bersikap dalam menghadapi pengingkaran mereka itu, yaitu dengan menyampaikan pesan sucinya secara terang-terangan dan tetap menyembah Allah sampai datangnya sesuatu yang pasti.]] Alif, Lâm, Râ'. Digunakannya beberapa huruf dengan cara seperti ini pada permulaan sebagian surat adalah untuk menggugah pendengaran dan untuk menunjukkan kemukjizatan al-Qur'ân yang, meskipun \"hanya\" tersusun dari huruf-huruf yang biasa mereka gunakan dalam komunikasi mereka sehari-hari, ternyata tidak bisa ditandingi. Itu adalah ayat-ayat kitab suci yang diturunkan, dibaca, dan diterangkan dengan jelas.",
    "jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya. (Ini) ayat-ayat ini (adalah sebagian dari ayat-ayat kitab) Alquran; idhafat di sini mengandung makna min yang berarti sebagian (yaitu Alquran yang memberi penjelasan) yang memenangkan perkara yang hak atas perkara yang batil. Lafal ayat ini diathafkan kepada lafal sebelumnya dengan ditambah sifat."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 2,
    "arab": "رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ ",
    "translation": "Orang kafir itu kadang-kadang (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang Muslim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1804.mp3",
    "tafsir": "Ayat ini merupakan peringatan Allah swt kepada orang-orang kafir dengan menerangkan kepada mereka bahwa di akhirat nanti di saat mereka merasakan beratnya siksa neraka, mereka menyesal atas perbuatan dan tindakan mengingkari Tuhan yang Mahakuasa selama hidup di dunia. Seandainya mereka mengikuti seruan rasul, melaksanakan perintah-perintah Allah, meninggalkan larangan-larangan-Nya, dan beribadah dengan tunduk dan patuh kepada-Nya, tentulah mereka tidak akan diazab seperti yang mereka alami pada hari itu. Seandainya mereka berbuat sebaliknya, tentulah mereka akan dimasukkan Allah ke dalam surga yang penuh kenikmatan seperti yang dialami oleh orang-orang muslim pada saat itu. Akan tetapi pada waktu itu, semua penyesalan mereka tidak ada lagi gunanya. Allah swt telah menetapkan keputusan-Nya yang tidak dapat diubah lagi, kecuali jika kekuasaan-Nya menghendaki yang lain.\nDalam suatu hadis diterangkan saat-saat penyesalan mereka itu:\nDari Abu Musa semoga Allah meridainya, ia berkata, \"Rasulullah Berkata saw, \"Apabila telah berkumpul penghuni neraka dan beserta mereka ada orang yang dikehendaki Allah dari ahli kiblat (orang yang mukmin), orang kafir berkata kepada orang-orang Islam, \"Bukankah kamu sekalian dahulu orang-orang Islam.\" Orang Islam berkata, \"Benar.\" Mereka berkata, \"Tidaklah berfaedah bagimu agama Islam yang kamu anut dahulu, sehingga kamu dikumpulkan bersama kami di neraka ini?\" Orang-orang Islam berkata, \"Kami telah mengerjakan perbuatan dosa, maka kami diazab karenanya.\" Maka Allah swt mendengar pembicaraan mereka, lalu memerintahkan orang-orang Islam yang berada di dalam neraka itu untuk dikeluarkan. Tatkala orang-orang kafir yang tinggal melihat yang demikian, mereka berkata, \"Wahai seandainya kami dahulu orang muslim, tentu kami akan dikeluarkan pula dari neraka, sebagaimana mereka dikeluarkan.\" Abu Musa Berkata, \"Kemudian Rasulullah saw mengucap-kan, \"Aku berlindung kepada Allah dari setan yang terkutuk.\" Dan selanjutnya beliau membaca ayat ini.\" (Riwayat ath-thabrani)\n\nFirman Allah swt yang senada dengan ayat ini ialah:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" (al-An'am/6: 27)\n\nSebagaimana disebut dalam al-Maragi, Az-Zajjaj mengatakan, \"Sesungguhnya orang kafir, tatkala melihat keadaan azab neraka dan melihat keadaan orang Islam di surga, mereka berangan-angan, seandainya dahulu waktu di dunia mereka adalah orang-orang muslim.\"\nDemikianlah Allah melukiskan watak manusia yang ingkar kepada Allah. Mereka hanya ingat kepada Allah sewaktu bahaya dan azab menimpa mereka, tetapi bila bahaya dan azab itu telah tiada, mereka kembali ingkar kepada Allah penolong dan pencipta mereka. Hal yang seperti itu terjadi pula pada orang-orang kafir yang berangan-angan kembali hidup di dunia untuk beribadah dan mereka berjanji seandainya angan-angan mereka itu dikabulkan, mereka akan beriman dengan sungguh-sungguh tidak akan ingkar lagi seperti dahulu. Seandainya manusia itu benar-benar mau beriman, telah cukup petunjuk-petunjuk Allah swt yang disampaikan oleh para nabi dan rasul-Nya, tetapi kebanyakan manusia terpengaruh oleh kesenangan hidup duniawi yang sifatnya sementara. Mereka lebih meng-hambakan diri kepada setan yang terkutuk daripada menghambakan diri kepada Allah, Tuhan penciptanya. Telah cukup banyak kesempatan untuk bertobat yang diberikan Allah sewaktu di dunia kepada mereka, tetapi mereka mengabaikan kesempatan itu. Setelah mereka di akhirat, kesempatan itu tidak akan diberikan lagi. Bagi mereka telah berlaku ketentuan Allah yang akan mengazab setiap orang yang ingkar kepada-Nya.\nAyat ini merupakan peringatan keras bagi orang-orang musyrik Arab khususnya, dan orang-orang kafir pada umumnya, terutama mereka yang menghalangi tersiarnya agama Allah di muka bumi. Bagi Nabi saw dan para sahabat, ayat ini merupakan kabar gembira. Pada saat turunnya ayat ini, orang kafir menghalangi dengan keras terlaksananya dakwah Islam yang sedang dilakukan Nabi saw dan para sahabat, bahkan kaum musyrik Mekah telah sampai pada tingkat melakukan tindakan penganiayaan disertai dengan ancaman yang keras kepada pengikut Nabi Muhammad, sehingga Nabi dan para sahabat hampir putus asa dan khawatir, seandainya tugas yang dipikulkan Allah tidak dapat terlaksana dengan baik. Turunnya ayat ini menimbulkan rasa optimis. Ketabahan, dan kesabaran mereka bertambah dalam menyiarkan agama Allah karena mereka betul-betul percaya agama Islam pasti berkembang dan kemenangan paling hakiki ialah kemenangan yang akan diperoleh di akhirat nanti.\nDari ayat ini dan hadis di atas dapat dipahami bahwa pahala atau siksa yang akan diterima oleh orang-orang yang beriman dan orang-orang yang kafir adalah setimpal dan sesuai dengan perbuatan yang pernah mereka lakukan sewaktu di dunia.",
    "quraish": "Orang-orang yang mengingkari ayat-ayat Allah, saat melihat siksaan di hari kiamat, banyak berangan- angan: alangkah senangnya bila dulu, di dunia, mereka memeluk Islam dan ikhlas beragama kepada Allah.",
    "jalalayn": "(Sering kali) dapat dibaca rubbamaa dan rubamaa (berkeinginan) mengharapkan (orang-orang yang kafir itu) kelak di hari kiamat, yaitu sewaktu diperlihatkan kepada mereka keadaan diri mereka dan keadaan kaum Muslimin (seandainya mereka menjadi orang-orang muslim) lafal rubba menunjukkan makna littaktsir/sering, karena sesungguhnya mereka sering kali mengharapkan hal tersebut. Akan tetapi menurut pendapat lain menunjukkan makna littaqlil, artinya sedikit, karena sesungguhnya kengerian-kengerian pemandangan di hari kiamat membuat mereka terkejut dengan sangat, sehingga mereka tidak sadar untuk berharap seperti itu melainkan hanya dalam masa yang sedikit."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 3,
    "arab": "ذَرْهُمْ يَأْكُلُوْا وَيَتَمَتَّعُوْا وَيُلْهِهِمُ الْاَمَلُ فَسَوْفَ يَعْلَمُوْنَ ",
    "translation": "Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong) mereka, kelak mereka akan mengetahui (akibat perbuatannya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1805.mp3",
    "tafsir": "Pada ayat di atas, Allah swt telah menggambarkan kepada orang-orang kafir keadaan mereka di akhirat nanti dan saat menanggung azab yang pedih. Namun demikian, gambaran itu tidak membekas sedikit pun di hati mereka, bahkan mereka menganggap peringatan Allah itu sesuatu yang tidak ada artinya sama sekali. Pada ayat ini, Allah memerintahkan kepada Rasulullah saw, jika mereka tetap ingkar sekalipun telah menerima peringatan dan pelajaran, untuk membiarkan mereka dalam kelalaian dan kelengahan seperti yang telah mereka lakukan, mengenyam dan mengecap segala kesenangan dan kelezatan hidup di dunia serta memperturutkan hawa nafsunya. Rasul juga diperintahkan untuk membiarkan mereka memakan makanan dan berbuat sesuka hati sampai kepada waktu yang ditentukan, berangan-angan dan berkhayal bahwa mereka akan memperoleh harta benda yang tidak terhingga banyaknya, memperoleh apa yang mereka inginkan, seperti keturunan yang banyak, istana yang indah, serta memaksakan kehendak kepada musuh dan siapa yang mereka kehendaki.\nPeringatan yang disampaikan Allah itu merupakan ancaman yang keras bagi orang-orang kafir, bahwa perbuatan dan tindakan mereka itu bertentangan dengan ajaran agama Allah, bertentangan dengan budi pekerti dan pribadi muslim.\nKehancuran budi pekerti dan kepribadian muslim itu dilukiskan dalam sabda Rasulullah saw:\nDari Amr bin Syuaib dari Nabi saw, beliau bersabda, \"Kebaikan generasi pertama umat ini ialah dengan zuhud dan keyakinan. Sedangkan umat belakangan akan dirusak oleh kebakhilan dan angan-angannya.\" (Riwayat Ahmad, ath-thabrani dan al-Baihaqi)\nAli bin Abi thalib berkata, \"Bahwasanya yang aku takuti atasmu ada dua perkara, yaitu panjang angan dan memperturutkan hawa nafsu. Maka sesungguhnya panjang angan membuat lupa kepada akhirat, sedangkan memperturutkan hawa nafsu menghalangi berlakunya kebenaran.\"",
    "quraish": "Tetapi, saat ini mereka lalai akan siksaan akhirat yang akan menyambut mereka. Dari itu, biarkanlah mereka, setelah disampaikan pesan dan peringatan, melakukan apa saja. Mereka tidak memikirkan selain masalah makan dan kesenangan dunia saja. Mereka terlena oleh angan-angan kosong itu. Tetapi nanti, mereka pasti mengetahui azab yang akan menyambut mereka apabila telah melihatnya dengan mata kepala sendiri, pada hari kiamat.",
    "jalalayn": "(Biarkanlah mereka) biarkanlah orang-orang kafir itu, hai Muhammad (makan dan bersenang-senang) di dunia mereka ini (dan dilalaikan) disibukkan (oleh angan-angan kosong) dengan dipanjangkan umur mereka dan lain-lainnya sehingga mereka lupa daratan akan iman (maka kelak mereka akan mengetahui) akibat daripada perbuatan mereka. Ayat ini diturunkan sebelum ada perintah untuk memerangi mereka."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 4,
    "arab": "وَمَآ اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا وَلَهَا كِتَابٌ مَّعْلُوْمٌ ",
    "translation": "Dan Kami tidak membinasakan suatu negeri, melainkan sudah ada ketentuan yang ditetapkan baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1806.mp3",
    "tafsir": "Pada ayat di atas, Allah swt telah menggambarkan kepada orang-orang kafir keadaan mereka di akhirat nanti dan saat menanggung azab yang pedih. Namun demikian, gambaran itu tidak membekas sedikit pun di hati mereka, bahkan mereka menganggap peringatan Allah itu sesuatu yang tidak ada artinya sama sekali. Pada ayat ini, Allah memerintahkan kepada Rasulullah saw, jika mereka tetap ingkar sekalipun telah menerima peringatan dan pelajaran, untuk membiarkan mereka dalam kelalaian dan kelengahan seperti yang telah mereka lakukan, mengenyam dan mengecap segala kesenangan dan kelezatan hidup di dunia serta memperturutkan hawa nafsunya. Rasul juga diperintahkan untuk membiarkan mereka memakan makanan dan berbuat sesuka hati sampai kepada waktu yang ditentukan, berangan-angan dan berkhayal bahwa mereka akan memperoleh harta benda yang tidak terhingga banyaknya, memperoleh apa yang mereka inginkan, seperti keturunan yang banyak, istana yang indah, serta memaksakan kehendak kepada musuh dan siapa yang mereka kehendaki.\nPeringatan yang disampaikan Allah itu merupakan ancaman yang keras bagi orang-orang kafir, bahwa perbuatan dan tindakan mereka itu bertentangan dengan ajaran agama Allah, bertentangan dengan budi pekerti dan pribadi muslim.\nKehancuran budi pekerti dan kepribadian muslim itu dilukiskan dalam sabda Rasulullah saw:\nDari Amr bin Syuaib dari Nabi saw, beliau bersabda, \"Kebaikan generasi pertama umat ini ialah dengan zuhud dan keyakinan. Sedangkan umat belakangan akan dirusak oleh kebakhilan dan angan-angannya.\" (Riwayat Ahmad, ath-thabrani dan al-Baihaqi)\nAli bin Abi thalib berkata, \"Bahwasanya yang aku takuti atasmu ada dua perkara, yaitu panjang angan dan memperturutkan hawa nafsu. Maka sesungguhnya panjang angan membuat lupa kepada akhirat, sedangkan memperturutkan hawa nafsu menghalangi berlakunya kebenaran.\"",
    "quraish": "Apabila mereka meminta untuk disiksa di dunia seperti yang telah Allah lakukan kepada bangsa-bangsa terdahulu, hendaknya mereka mengetahui bahwa Allah tidak menghancurkan suatu kota atau bangsa dengan menurunkan azab, kecuali menurut ketentuan dan ilmu-Nya.",
    "jalalayn": "(Dan Kami tiada membinasakan) huruf min adalah zaidah (sesuatu negeri pun) yang dimaksud adalah para penduduknya (melainkan ada baginya ketentuan) masa (yang telah ditetapkan) yang terbatas untuk pembinasaan mereka."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 5,
    "arab": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ",
    "translation": "Tidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak (pula) dapat meminta penundaan(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1807.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidak ada satu negeri yang dihancurkan Allah, kecuali jika telah ditentukan Allah waktu kehancurannya di dalam Lauh Mahfudh, tidak ada sesuatu pun yang lupa dituliskan-Nya, tidak ada yang terlambat, dan tidak pula terjadi sebelum ketentuan waktu yang telah ditetapkan.\nDari ayat ini dapat dipahami bahwa Allah swt tidak akan mengazab suatu kaum sebelum ada alasan untuk menjatuhkan azab. Yang dimaksud dengan alasan ialah telah diutus seorang rasul kepada umat tersebut untuk menyampaikan agama Allah, tetapi mereka menolak rasul itu atau mengingkari ajarannya.\nAyat ini merupakan peringatan bagi orang-orang musyrik Mekah yang selalu menghalang-halangi Rasulullah dan para sahabatnya menyampaikan risalahnya. Peringatan ini berlaku juga bagi orang-orang yang datang kemudian yang melakukan tindakan yang serupa dengan berbagai tindakan orang-orang musyrik Mekah. Keputusan dan peringatan Allah itu pasti berlaku.",
    "quraish": "Mereka tidak dapat mempercepat dan menunda ajal yang telah ditentukan itu.",
    "jalalayn": "(Tiada yang dapat mendahului) huruf min adalah zaidah (suatu umat pun akan ajalnya, dan tiada pula yang dapat mengundurkannya) menangguhkan saat ajalnya dari waktu yang telah ditentukan oleh Allah."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 6,
    "arab": "وَقَالُوْا يٰٓاَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ اِنَّكَ لَمَجْنُوْنٌ  ۗ  ",
    "translation": "Dan mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur'an, sesungguhnya engkau (Muhammad) benar-benar orang gila.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1808.mp3",
    "tafsir": "Ayat ini menerangkan perkataan dan ejekan orang-orang kafir Mekah kepada Nabi Muhammad saw ketika ayat-ayat Al-Qur'an disampaikan kepada mereka. Mereka mengatakan, \"Hai Muhammad, engkau yang mengaku sebagai nabi dan rasul Allah dan telah diturunkan Al-Qur'an kepadamu. Sebenarnya ucapan dan dakwahmu itu menunjukkan bahwa kamu sesungguhnya adalah orang yang gila atau ada tanda-tanda gila pada dirimu, karena Al-Qur'an tidak mempunyai arti dan makna sedikit pun, bertentangan dengan pendapat kami, dan menyalahi kepercayaan yang telah diwariskan nenek moyang kami. Apakah mungkin kami menerima sesuatu yang tidak sesuai dengan pikiran dan tidak disukai pula oleh cerdik-pandai dan para ulama kami.\"\nDari ucapan orang-orang kafir itu, tampak jelas sikap mereka yang sebenarnya terhadap Al-Qur'an dan Nabi Muhammad saw. Mereka membantah Al-Qur'an tanpa memikirkan dan merenungkan bukti-bukti dan dalil-dalil yang tersebut di dalamnya yang menjelaskan tanda-tanda kekuasaan dan kebesaran Allah yang ada pada diri mereka, pada hewan ternak yang mereka pelihara, pada tanaman-tanaman yang mereka tanam untuk memenuhi kebutuhan mereka, pada bumi tempat mereka bertempat tinggal, pada alam semesta, dan sebagainya. Semuanya itu mereka ingkari dan dustakan tanpa merenungkan dan memikirkan terlebih dahulu.\nSikap mereka yang demikian itu timbul karena kesesatan hati, keras kepala, dan fanatik kepada nenek moyang yang telah terhunjam dalam diri mereka, sebagaimana firman Allah swt:\n\nSetiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, \"(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerimanya (sihir itu) padahal kamu menyaksikannya?\" (al-Anbiya'/21: 2-3)\n\nKarena sikap tidak mau memperhatikan dan rasa fanatik yang mendalam, mereka mendustakan ayat-ayat Al-Qur'an, sebagaimana firman Allah swt:\n\nDan setiap ayat dari ayat-ayat Tuhan yang sampai kepada mereka (orang kafir), semuanya selalu diingkarinya. (al-An'am/6: 4)\n\nSikap mereka yang demikian menimbulkan sifat sombong dan takabur pada diri mereka, sebagaimana firman Allah swt:\n\nDan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman). (al-Furqan/25: 21)",
    "quraish": "Salah satu bentuk keburukan dan kedunguan mereka adalah apa yang mereka katakan kepada Nabi dengan nada mengejek, \"Wahai orang yang diberi kitab suci yang berisikan peringatan, sesungguhnya kamu menderita penyakit gila yang berkepanjangan.\" Seruan itu tidak lebih dari sekadar ejekan.",
    "jalalayn": "(Dan mereka berkata) yaitu orang-orang kafir Mekah kepada Nabi saw. (\"Hai orang yang diturunkan Adz-Dzikru kepadanya!) yakni Alquran, menurut perkiraan (Sesungguhnya kamu benar-benar orang yang gila.\")"
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 7,
    "arab": "لَوْمَا تَأْتِيْنَا بِالْمَلٰۤىِٕكَةِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
    "translation": "Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1809.mp3",
    "tafsir": "Selanjutnya orang-orang kafir mengatakan, \"Seandainya engkau hai Muhammad benar-benar percaya atas kebenaran apa yang engkau sampaikan dan percaya bahwa engkau benar-benar nabi dan rasul Allah, yang diutus kepada kami, tentulah engkau dapat meminta kepada-Nya agar bersama engkau diutus pula seorang malaikat dari langit, yang dapat menguatkan dan membuktikan kenabian dan kerasulanmu itu kepada kami.\"\nDari permintaan mereka itu, tergambarlah jalan pikiran mereka tentang kenabian dan kerasulan. Menurut mereka, jika diutus seorang nabi atau rasul, mesti ada malaikat yang mendampinginya, sehingga malaikat dapat menguatkan kenabian dan kerasulannya, memudahkan manusia menerima risalahnya, atau nabi itu cukup berupa malaikat saja. Menurut jalan pikiran mereka, yang membawa ayat-ayat Allah hanyalah makhluk rohani, sedangkan manusia adalah makhluk jasmani (dapat dilihat). Manusia, sekalipun mempunyai kekuatan yang tinggi, tetap tidak mungkin menjadi nabi dan rasul, disebabkan mereka masih bergaul dengan manusia, berada di tengah-tengah mereka, dan masih memiliki kebutuhan jasmani, seperti makan, minum, berpakaian, ingin kekuasaan, ingin mengumpulkan harta, tertarik dengan kehidupan duniawi, dan sebagainya. Karena itu mustahil seorang manusia menjadi nabi dan rasul, kecuali jika pengangkatan kenabian dan kerasulan itu dikuatkan atau dikukuhkan dengan keberadaan malaikat sebagai pendamping.\nKepercayaan orang-orang musyrik Mekah ini seperti kepercayaan Fir'aun dan para pengikutnya tentang rasul dan nabi. Menurut mereka, seharusnya semua rasul yang diutus Allah diangkat dengan upacara yang penuh keagungan dan kebesaran, seperti pengangkatan raja-raja mereka, dengan memakai perhiasan gelang dan kalung yang terbuat dari emas dan pakaian kebesaran, atau rasul itu datang dengan diiringi oleh para malaikat, sebagaimana diterangkan dalam firman Allah swt:\n\n\"Maka mengapa dia (Musa) tidak dipakaikan gelang dari emas atau malaikat datang bersama-sama dia untuk mengiringkannya?\" Maka (Firaun) dengan perkataan itu telah mempengaruhi kaumnya, sehingga mereka patuh kepadanya. Sungguh, mereka adalah kaum yang fasik. (az-Zukhruf/43: 53-54)",
    "quraish": "Kukuhnya pembangkangan yang ada pada mereka--setelah cercaan dan pelecehan tadi--membuat mereka berkata, \"Mengapa tidak kamu datangkan saja malaikat kepada kami sebagai ganti al-Qur'ân yang diturunkan itu untuk membuktikan bahwa kamu memang termasuk orang yang benar?\"",
    "jalalayn": "(\"Mengapa tidak) (kamu datangkan malaikat kepada kami, jika kamu termasuk orang-orang yang benar?\") di dalam ucapanmu itu yang mengatakan, bahwa kamu adalah seorang nabi, dan Alquran ini dari sisi Allah?"
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 8,
    "arab": "مَا نُنَزِّلُ الْمَلٰۤىِٕكَةَ اِلَّا بِالْحَقِّ وَمَا كَانُوْٓا اِذًا مُّنْظَرِيْنَ ",
    "translation": "Kami tidak menurunkan malaikat melainkan dengan kebenaran (untuk membawa azab) dan mereka ketika itu tidak diberikan penangguhan",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1810.mp3",
    "tafsir": "Allah menjawab olok-olok dan ejekan orang musyrik Mekah itu dengan ayat ini, bahwa Dia tidak akan menurunkan malaikat karena tidak ada hikmah dan faedahnya. Hal tersebut berarti seandainya pun Allah swt menurunkan para malaikat dari langit dan mengangkatnya sebagai rasul yang menyampaikan agama-Nya, hal itu tidak ada manfaatnya dan tidak akan dapat meyakinkan serta meluruskan akidah orang musyrik itu. Sebagaimana diketahui bahwa malaikat adalah makhluk yang gaib dan halus sehingga mata manusia tidak akan sanggup melihatnya. Seandainya Allah swt menghendaki dan menjadikan malaikat itu berbentuk manusia, sehingga mata manusia dapat melihatnya, kemudian Allah mengutusnya sebagai nabi dan rasul kepada mereka, malaikat itu makan dan minum seperti mereka, berjalan dan bergaul bersama mereka, maka akan timbul pula dalam pikiran mereka bahwa malaikat yang diberi tugas sebagai seorang rasul itu adalah manusia juga seperti mereka, bukan malaikat. Artinya, keraguan dalam diri mereka akan terus ada. Hal ini diterangkan dalam firman Allah swt:\n\nDan sekiranya rasul itu Kami jadikan (dari) malaikat, pastilah Kami jadikan dia (berwujud) laki-laki, dan (dengan demikian) pasti Kami akan menjadikan mereka tetap ragu sebagaimana kini mereka ragu. (al-An'am/6: 9)\n\nDari sikap dan cara mereka seperti yang dikemukakan dalam firman Allah di atas, terbuktilah bahwa sebenarnya hati mereka telah tertutup menerima kebenaran. Bukti apa pun yang dikemukakan kepada mereka, mereka tetap tidak akan beriman, Allah swt berfirman:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nKarena sikap mereka yang demikian itu, maka Allah memberikan peringatan keras kepada mereka bahwa jika ada malaikat yang diturunkan, maka itu merupakan tanda bahwa mereka akan ditimpa malapetaka yang besar, dan dihancurleburkan sehingga riwayat mereka akan berakhir. Ketentuan ini sesuai dengan sunatullah yang telah berlaku bagi umat-umat terdahulu yang telah memperolok-olokkan para rasul Allah yang telah diutus kepada mereka. Sebelum azab ditimpakan, diutuslah kepada mereka malaikat, seperti yang pernah terjadi pada kaum Luth, sebagaimana firman Allah swt:\n\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksa) yang menimpa mereka. Sesungguhnya saat terjadinya siksa kepada mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81)\n\nMujahid dalam penafsiran ayat ini mengatakan bahwa Allah menurunkan malaikat hanya sebagai rasul Allah, tanda datangnya azab, atau pembawa azab Allah.",
    "quraish": "Allah telah menjawab tuntutan mereka itu melalui firman-Nya yang suci, \"Kami tidak menurunkan malaikat melainkan dengan membawa kebenaran yang kuat dan jelas, yang tak mungkin dapat dipungkiri. Maka jika mereka tetap mengingkarinya, mereka tidak akan diberi kesempatan lagi. Bahkan mereka akan segera mendapatkan azab di dunia ini.",
    "jalalayn": "Allah berfirman (Kami tidak menurunkan) dan menurut suatu qiraat dibaca tanazzalu dengan membuang salah satu huruf ta-nya (malaikat melainkan dengan benar) untuk membawa azab (dan tiadalah mereka ketika itu) sewaktu malaikat turun dengan membawa azab (diberi tangguh) ditangguhkan azabnya."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 9,
    "arab": "اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ ",
    "translation": "Sesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1811.mp3",
    "tafsir": "Ayat ini merupakan peringatan keras bagi orang-orang yang mengabaikan Al-Qur'an dan tidak percaya bahwa Al-Qur'an itu diturunkan Allah kepada rasul-Nya Muhammad. Seakan-akan Allah mengatakan kepada mereka, \"Kamu ini hai orang-orang kafir sebenarnya adalah orang-orang yang sesat yang memperolok-olokkan nabi dan rasul yang telah Kami utus untuk menyampaikan agama Islam kepadamu. Sesungguhnya sikap kamu yang demikian itu tidak akan mempengaruhi sedikit pun terhadap kemurnian dan kesucian Al-Qur'an karena Kamilah yang menurunkannya. Kamu menuduh Muhammad seorang yang gila tetapi Kami menegaskan bahwa Kami sendirilah yang memelihara Al-Qur'an itu dari segala macam usaha untuk mengotorinya dan usaha untuk menambah, mengurangi dan mengubah ayat-ayatnya. Kami akan memeliharanya dari segala macam bentuk campur tangan manusia terhadapnya. Akan datang saatnya nanti manusia akan menghafal, membaca, mempelajari, dan menggali isinya, agar mereka memperoleh dari Al-Qur'an itu petunjuk dan hikmah, tuntunan akhlak dan budi pekerti yang baik, ilmu pengetahuan dan pedoman berpikir bagi para ahli dan cerdik pandai, serta petunjuk ke jalan hidup di dunia dan di akhirat nanti.\"\nJaminan Allah swt terhadap pemeliharaan Al-Qur'an itu ditegaskan lagi dalam firman-Nya:\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. (as-shaff/61: 8)\n\nMengenai jaminan Allah terhadap kesucian dan kemurnian Al-Qur'an serta penegasan bahwa Allah sendirilah yang memeliharanya terbukti dengan memperhatikan dan mempelajari sejarah turunnya Al-Qur'an, cara-cara yang dilakukan Nabi saw ketika menyiarkan, memelihara, dan membetulkan bacaan para sahabat, melarang menulis selain ayat-ayat Al-Qur'an, dan sebagainya. Kemudian usaha pemeliharaan Al-Qur'an ini dilanjutkan oleh para sahabat, tabiin, dan oleh setiap generasi kaum Muslimin yang datang sesudahnya, sampai sekarang ini.\nUntuk mengetahui dan membuktikan bahwa Al-Qur'an yang sampai kepada kita sekarang terpelihara kemurniannya, diterangkan dalam sejarah Al-Qur'an, baik di masa Rasulullah, maupun di zaman sahabat, dan usaha kaum Muslimin memeliharanya pada saat ini. Di sisi lain otentisitas Al-Qur'an dapat dilacak dari sejarah penulisan dan bacaannya.\nPertama:\nAl-Qur'an diturunkan secara berangsur-angsur kepada Nabi Muhammad saw dalam waktu kurang lebih 23 tahun. Setiap turun ayat, Nabi menyuruh para sahabatnya menghafal dan menuliskannya di batu, kulit binatang, dan pelepah korma. Nabi memiliki beberapa orang sahabat yang bertugas menulis wahyu dan mendampingi beliau ketika turun ayat. Di antara penulis wahyu itu adalah Zaid bin sabit, Ali bin Abi thalib, Utsman bin 'Affan, Ubay bin Ka'ab, dan lain-lain.\nSetiap ayat turun, Nabi menjelaskan kepada para penulis wahyu di bagian mana dari ayat-ayat yang turun lebih dulu atau di surah apa ayat itu diletakkan dan ditulis. Beliau melarang para sahabat menulis selain Al-Qur'an, baik itu penjelasannya yang menjadi tafsir dari ayat atau keterangan yang ditulis oleh para sahabat itu sendiri. Hadis Nabi saw seperti diriwayatkan Abu Sa'id al-Khudri:\nJangan kalian menulis dariku apapun selain Al-Qur'an. Barang siapa yang menulis selain Al-Qur'an, hendaklah dia menghapusnya. (Riwayat Muslim)\n\nLarangan secara umum itu adalah untuk menjaga kemurnian tulisan Al-Qur'an agar tidak bercampur-baur dengan tulisan-tulisan lain selain Al-Qur'an, baik bersumber dari Nabi saw maupun sahabat. Namun demikian, ada beberapa sahabat yang memang pandai baca tulis, menuliskan ucapan-ucapan Rasul sebagai penafsiran Al-Qur'an dan catatan mereka, seperti 'Abdullah bin 'Umar, 'Abdullah bin Mas'ud, Ali bin Abi thalib, Ibnu Abbas, dan lain-lain. \nSelain ditulis oleh para penulis wahyu dan sebagian sahabat, Al-Qur'an juga dihafal oleh para sahabat dan diwajibkan membacanya dalam salat.\nMengingat pentingnya peran tulis baca dalam menjaga otentisitas atau kemurnian Al-Qur'an, Nabi sangat menghargai orang-orang yang bisa tulis baca, dan menganjurkan sahabat-sahabatnya untuk mempelajarinya. Setelah Perang Badar, Nabi memanfaatkan para tawanan perang Badar yang pandai baca tulis untuk menebus dirinya dengan mengajar baca tulis 10 orang anak-anak muslim. Dengan keputusan Rasul ini, semakin banyak orang yang bisa baca tulis, semakin banyak pula orang yang bisa mencatat dan menghafal Al-Qur'an.\nDengan demikian, ada tiga faktor yang membantu menjaga kelestarian tulisan dan bacaan Al-Qur'an:\n1.Tulisan atau naskah yang ditulis para penulis wahyu.\n2.Hafalan dari para sahabat yang sangat antusias menghafalnya.\n3.Tulisan atau naskah pribadi yang ditulis oleh para sahabat yang sudah lebih dulu pandai baca tulis seperti 'Abdullah bin 'Umar, 'Abdullah bin Mas'ud, Ali bin Abi thalib, dan lain-lain.\nSelain tiga faktor di atas, Malaikat Jibril selalu mengecek bacaan Al-Qur'an Rasulullah setiap tahun. Ketika pengecekan, Rasulullah disuruh mengulang bacaan Al-Qur'an yang telah diturunkan. Bahkan sebelum wafat, Malaikat Jibril mengecek dua kali. \nNabi sendiri sering mengecek bacaan sahabatnya. Mereka disuruh membaca Al-Qur'an di hadapannya, dan beliau membetulkan bacaan mereka.\nNabi wafat sesudah Al-Qur'an selesai diturunkan dan telah dihafal oleh orang banyak menurut tertib susunan Al-Qur'an yang kita baca sekarang ini, sesuai dengan petunjuk yang diberikannya ketika membaca Al-Qur'an, baik di dalam maupun di luar salat. Dengan cara pengamalan yang praktis di atas, Al-Qur'an bisa terpelihara kemurniannya dan tersebar dengan mudah di masyarakat.\nSesudah Rasulullah saw wafat, para sahabat sepakat memilih Abu Bakar sebagai khalifah. Pada permulaan masa pemerintahannya banyak di antara orang-orang Islam yang belum kuat imannya menjadi murtad dan ada pula di antara mereka mendakwakan diri menjadi nabi. Oleh karena itu, Abu Bakar memerangi mereka. Dalam peperangan ini telah gugur 70 orang penghafal Al-Qur'an dan sebelum itu telah gugur pula beberapa orang. Atas anjuran Umar bin Khaththab dan diterima oleh Abu Bakar, maka Zaid bin sabit ditugaskan menulis kembali Al-Qur'an yang naskahnya telah ditulis pada masa Nabi dan didukung oleh hafalan para sahabat yang masih hidup. Setelah selesai menuliskannya dalam lembaran-lembaran, diikat dengan benang, tersusun menurut urutan yang telah ditetapkan Rasulullah, mushaf itu kemudian diserahkan kepada Abu Bakar. Setelah Abu Bakar meninggal, mushaf ini diserahkan kepada penggantinya Umar bin al-Khaththab. Setelah Umar meninggal mushaf ini disimpan di rumah Hafsah, putri Umar dan istri Rasulullah, sampai kepada masa pembukuan Al-Qur'an di masa khalifah Utsman bin 'Affan.\nDi masa khalifah Utsman bin 'Affan, daerah pemerintahan Islam telah sampai ke Armenia dan Azerbaijan di sebelah timur dan Tripoli di sebelah barat. Dengan demikian, para sahabat waktu itu telah terpencar-pencar di Mesir, Syria, Irak, Persia, dan Afrika. Ke mana mereka pergi dan di mana mereka tinggal, Al-Qur'an Al-Karim itu tetap menjadi imam mereka, di antara mereka banyak yang hafal Al-Qur'an. Mereka mempunyai naskah-naskah Al-Qur'an, tetapi naskah-naskah yang mereka miliki itu tidak sama susunan surah-surahnya karena dicatat sesuai dengan pemahaman mereka atau masih bercampur dengan penjelasan-penjelasan Rasul sebagai tafsirnya.\nHal ini menimbulkan pertikaian tentang bacaan Al-Qur'an di antara mereka. Asal mula perbedaan bacaan ini ialah karena Rasulullah sendiri memberi kelonggaran kepada kabilah-kabilah Arab yang berada di masanya, untuk membacakan dan melafazkan Al-Qur'an itu menurut dialek mereka masing-masing. Kelonggaran ini diberikan Nabi supaya mereka mudah mengucapkan dan menghafal Al-Qur'an.\nTetapi kemudian timbul kekhawatiran bahwa pertikaian tentang bacaan Al-Qur'an ini kalau dibiarkan saja akan mendatangkan perselisihan dan perpecahan yang tidak diinginkan di kalangan kaum Muslimin.\nOrang yang mula-mula menunjukkan perhatiannya tentang hal ini adalah seorang sahabat yang bernama Huzaifah bin Yaman. Beliau ikut dalam peperangan menaklukkan Armenia dan Azerbaijan. Selama dalam perjalan-an, ia pernah mendengar kaum Muslimin bertikai tentang bacaan beberapa ayat Al-Qur'an dan pernah mendengar perkataan seorang muslim kepada temannya, \"Bacaan saya lebih baik daripada bacaanmu.\"\nKetika hal ini disampaikan kepada Khalifah Utsman bin 'Affan, beliau langsung menyetujui dilakukannya penulisan Al-Qur'an, maka segera dibentuk tim yang terdiri dari para penulis wahyu, seperti Zaid bin sabit yang menjadi ketua tim, 'Abdullah bin Zubair, Sa'id bin 'As dan 'Abdurrahman bin Haris bin Hisyam, dan lain-lain.\nMushaf yang berisi lembaran bertuliskan Al-Qur'an, yang pernah disusun oleh Khalifah Abu Bakar, dan disimpan di rumah hafsah, diminta kembali oleh Utsman. Karena tim ini bertugas menyalin kembali tulisan Al-Qur'an yang ada di mushaf tersebut dan menyeragamkan bacaan dan tulisannya. Hasil kerja tim ini akan menjadi acuan dan rujukan bagi bacaan Al-Qur'an umat Islam di seluruh dunia. \nDalam menjalankan tugasnya, tim ini memberlakukan syarat-syarat berikut:\n1.Tidak ditulis kecuali yang diyakini betul-betul Al-Qur'an, dengan mengacu pada tulisan dan hafalan sahabat.\n2.Tidak ditulis kecuali ayat-ayat yang diyakini tidak pernah dinasakh.\n3.Jika ada kata yang memiliki beberapa bacaan berbeda, maka ditulis dengan dialek Quraisy karena mayoritas Al-Qur'an ditulis dalam dialek itu.\n4.Jika ada dua bacaan berbeda tetapi bisa ditampung dalam satu tulisan, ditulis dalam satu tulisan seperti malik dan malik. \nMushaf yang sudah diseragamkan bacaannya itu dikenal dengan nama al-Mushaf al-Imam atau al-Mushaf al-'Utsmani. Mushaf ini digandakan menjadi lima mushaf, masing-masing dikirim ke Mekah, Syiria, Basrah, Kufah, dan sebuah ditinggalkan di Medinah.\nDemikianlah Al-Qur'an itu dibukukan pada masa sahabat. Semua mushaf yang diterbitkan kemudian harus disesuaikan dengan al-Mushaf al-Imam. Kemudian usaha menjaga kemurnian Al-Qur'an itu tetap dilakukan oleh kaum Muslimin di seluruh dunia, sampai kepada generasi yang sekarang ini.\nUntuk menjaga kemurnian Al-Qur'an itu di Indonesia dilakukan dalam bermacam-macam usaha, di antaranya ialah:\n1. Membentuk \"Lajnah Pentashihan Mushaf Al-Qur'an\" yang bertugas antara lain meneliti semua mushaf yang akan dicetak sebelum diedarkan ke masyarakat. Tim berada di bawah pengawasan Menteri Agama.\n2. Pemerintah telah mempunyai naskah Al-Qur'an yang menjadi standar dalam penerbitan Al-Qur'an di Indonesia, yang telah disesuaikan dengan Mushaf al-Imam.\n3. Mengadakan Musabaqah Tilawatil Qur'an setiap tahun yang ditangani dan diurus oleh negara. \n4. Usaha-usaha lain yang dilakukan oleh masyarakat muslim, seperti membentuk lembaga pendidikan, kajian, dan tahfiz Al-Qur'an\n\nKedua:\nSetelah 'Utsman bin 'Affan wafat, al-Mushaf al-Imam tetap dianggap sebagai pegangan satu-satunya oleh umat Islam dalam bacaan Al-Qur'an. Meskipun demikian, terdapat juga beberapa perbedaan dalam bacaan tersebut. Sebab-sebab timbulnya perbedaan itu dapat disimpulkan dalam dua hal:\nPertama: Penulisan Al-Qur'an itu sendiri yang belum sempurna.\nKedua: Perbedaan dialek orang-orang Arab.\nPenulisan Al-Quran itu dapat menimbulkan perbedaan karena al-Mushaf al-Imam ditulis oleh sahabat-sahabat yang tulisannya belum dapat dikatakan tulisan yang sempurna karena belum mendapat tanda baca dan titik. Sebagaimana yang diterangkan Ibnu Khaldun dalam bukunya \"Muqaddimah Ibnu Khaldun\", ia berkata, \"Perhatikanlah akibat-akibat yang terjadi karena tulisan mushaf yang ditulis sendiri oleh para sahabat dengan tangannya. Tulisan itu belum sempurna, sehingga kadang-kadang terjadi beberapa kesalahan dalam memahami bacaan dari tulisan tersebut karena tanpa titik dan baris.\"\nAdapun perbedaan dialek orang-orang Arab yang telah ditoleransi oleh Rasulullah menimbulkan macam-macam qira'at (bacaan), sehingga pada tahun 200 Hijriah muncullah ahli-ahli qira'at yang tidak terhitung banyaknya.\nDi antara dialek-dialek bahasa Arab yang terkenal ialah lahjah Quraisy, Hudzail, Tamim, Asad, Rabiah, Hawazin, dan Sa'ad. Pada waktu itu muncullah para ahli qiraat yang masyhur, dan yang termasyhur ada tujuh orang, yaitu: 'Abdullah bin Amir, Abu Ma'bad 'Abdullah bin Katsir, Abu Bakar Asim bin Abi an-Najud, Abu Amr bin A'la, Nafi' bin Abi Nu'aim, Abul Hasan 'Ali bin Hamzah al-Kisa'i, Abu Jarah bin Habib Ibnu Zayyat/Hamzah. Qiraat-qiraat itu dipopulerkan orang dengan nama \"Qiraat Sab'ah\" (bacaan yang tujuh).\nSebagaimana diterangkan di atas, Al-Qur'an mula-mula ditulis tanpa titik dan baris, namun hal ini tidak mempengaruhi bacaan Al-Qur'an karena para sahabat dan para tabiin selain hafal Al-Qur'an juga orang-orang yang fasih dalam bahasa Arab. Oleh sebab itu, mereka dapat membacanya dengan baik dan tepat. Tetapi setelah agama Islam tersiar dan banyak bangsa yang bukan Arab memeluk agama Islam, sulit bagi mereka membaca Al-Qur'an tanpa titik dan baris. Sangat dikhawatirkan bahwa hal ini akan menimbulkan kesalahan dalam bacaan Al-Qur'an.\nMaka Abul Aswad Ad-Duali mengambil inisiatif untuk memberi tanda-tanda baca dalam Al-Qur'an dengan tinta yang berlainan warnanya. Tanda titik ialah titik di atas untuk fathah, titik di bawah untuk kasrah, titik sebelah kiri atas untuk dhamah, dan dua titik untuk tanwin. Hal ini terjadi pada masa Ali bin Abi thalib.\nKemudian di masa khalifah Abdul Malik bin Marwan, Nasr bin Asim, dan Yahya bin Ya'mar menambahkan tanda-tanda untuk huruf-huruf yang bertitik dengan tinta yang sama dengan tulisan Al-Qur'an untuk membedakan antara maksud dari titik Abul Aswad Ad-Duali dengan titik yang baru ini. Titik Abul Aswad adalah untuk tanda baca dan titik Nasr bin Asim adalah titik huruf. Cara penulisan semacam ini tetap berlaku pada masa Bani Umayyah, dan pada permulaan kerajaan Abbasiyah, bahkan tetap pula dipakai di Spanyol sampai pertengahan abad keempat hijriah. Kemudian ternyata cara pemberian tanda seperti ini masih menimbulkan kesulitan bagi para pembaca Al-Qur'an karena terlalu banyak titik, sedang titik itu lama kelamaan hampir menjadi serupa warnanya.\nMaka al-Khalil mengambil inisiatif untuk membuat tanda-tanda yang baru, yaitu wau kecil di atas untuk dhammah, huruf alif kecil untuk tanda fathah, huruf ya kecil untuk tanda kasrah, kepala huruf sin untuk tanda syiddah, kepala ha untuk sukun dan kepala 'ain untuk hamzah.\nKemudian tanda-tanda ini dipermudah dengan dipotong dan ditambah sehingga menjadi bentuk yang ada sekarang.\nDemikianlah usaha Nabi Muhammad saw dan kaum Muslimin memelihara dan menjaga Al-Qur'an dari segala macam campur tangan manusia, sehingga Al-Qur'an yang ada pada tangan kaum Muslimin pada masa kini, persis sama dengan Al-Qur'an yang diturunkan kepada Nabi Muhammad saw. Ini merupakan bukti dari jaminan Allah yang akan tetap memelihara Al-Qur'an untuk selamanya.",
    "quraish": "Dan sesungguhnya, agar dakwah Nabi tetap berlaku hingga hari kiamat, Kami tidak menurunkan malaikat. Tetapi Kami menurunkan al-Qur'ân yang akan terus disebut dan diingat. Kami akan memelihara al-Qur'ân itu dari berbagai perubahan dan penggantian sampai hari kiamat nanti.",
    "jalalayn": "(Sesungguhnya Kamilah) lafal nahnu mentaukidkan atau mengukuhkan makna yang terdapat di dalam isimnya inna, atau sebagai fashl (yang menurunkan Adz-Dzikr) Alquran (dan sesungguhnya Kami benar-benar memeliharanya) dari penggantian, perubahan, penambahan dan pengurangan."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 10,
    "arab": "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ شِيَعِ الْاَوَّلِيْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus (beberapa rasul) sebelum engkau (Muhammad) kepada umat-umat terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1812.mp3",
    "tafsir": "Dengan ayat ini Allah swt menghibur hati Nabi Muhammad saw yang sedang bersedih hati dan mengalami penderitaan akibat olok-olok, cercaan, dan kezaliman orang-orang musyrik Mekah. Beliau merasa sedih atas kebodohan kaumnya yang tidak mau memahami Al-Qur'an, bahkan menuduh dirinya orang gila. Allah swt menerangkan bahwa apa yang sedang dialami Nabi Muhammad itu telah dialami pula oleh para rasul sebelumnya yang diutus kepada umat-umat yang dahulu. Hampir semua umat itu memperolok-olokkan para rasul bahkan di antara mereka ada yang mengadakan rencana jahat untuk membunuhnya. Mereka mengingkari seruan rasul dan tetap melaksanakan adat kebiasaan dan kepercayaan warisan nenek moyang mereka. Hampir semua rasul diutus kepada kaumnya sendirian, tanpa teman dan pembantu yang menolongnya kecuali pembantu dan penolong dari para pengikut yang diperoleh setelah banyak berdakwah. Pada umumnya, para rasul itu orang miskin, tanpa pembesar atau penguasa yang menyokongnya, dan tanpa harta benda yang cukup untuk membiayai dakwahnya, tetapi semua rasul adalah orang-orang yang amanah, tabah, dan sabar melaksanakan tugas-tugas yang dipikulkan kepada mereka.\nDengan ayat ini, seakan-akan Allah swt menegaskan kepada Nabi Muhammad agar tidak berputus asa disebabkan oleh sikap dan tindakan orang-orang kafir itu, karena semua rasul mengalami cobaan dan tantangan seperti itu. Sikap orang kafir yang demikian itu adalah karena akhlak mereka telah rusak, dan nafsu telah mengalahkan semua kebenaran yang mungkin bisa masuk ke dalam hati mereka. Oleh karena itu, mereka tidak dapat menerima kebenaran ayat-ayat Al-Qur'an yang disampaikan kepada mereka.",
    "quraish": "Maka janganlah kamu bersedih, wahai Rasul yang terpercaya, sebab sebelum kamu Kami telah mengutus para rasul kepada beberapa kelompok manusia yang bersikukuh mempertahankan kebatilan sebagaimana halnya mereka itu. Mereka, dengan demikian, telah mengikuti jejak umat-umat terdahulu yang binasa disebabkan pembangkangan mereka.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus sebelum kamu) beberapa rasul (kepada umat-umat) golongan-golongan (terdahulu.)"
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 11,
    "arab": "وَمَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
    "translation": "Dan setiap kali seorang rasul datang kepada mereka, mereka selalu memperolok-olokannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1813.mp3",
    "tafsir": "Dengan ayat ini Allah swt menghibur hati Nabi Muhammad saw yang sedang bersedih hati dan mengalami penderitaan akibat olok-olok, cercaan, dan kezaliman orang-orang musyrik Mekah. Beliau merasa sedih atas kebodohan kaumnya yang tidak mau memahami Al-Qur'an, bahkan menuduh dirinya orang gila. Allah swt menerangkan bahwa apa yang sedang dialami Nabi Muhammad itu telah dialami pula oleh para rasul sebelumnya yang diutus kepada umat-umat yang dahulu. Hampir semua umat itu memperolok-olokkan para rasul bahkan di antara mereka ada yang mengadakan rencana jahat untuk membunuhnya. Mereka mengingkari seruan rasul dan tetap melaksanakan adat kebiasaan dan kepercayaan warisan nenek moyang mereka. Hampir semua rasul diutus kepada kaumnya sendirian, tanpa teman dan pembantu yang menolongnya kecuali pembantu dan penolong dari para pengikut yang diperoleh setelah banyak berdakwah. Pada umumnya, para rasul itu orang miskin, tanpa pembesar atau penguasa yang menyokongnya, dan tanpa harta benda yang cukup untuk membiayai dakwahnya, tetapi semua rasul adalah orang-orang yang amanah, tabah, dan sabar melaksanakan tugas-tugas yang dipikulkan kepada mereka.\nDengan ayat ini, seakan-akan Allah swt menegaskan kepada Nabi Muhammad agar tidak berputus asa disebabkan oleh sikap dan tindakan orang-orang kafir itu, karena semua rasul mengalami cobaan dan tantangan seperti itu. Sikap orang kafir yang demikian itu adalah karena akhlak mereka telah rusak, dan nafsu telah mengalahkan semua kebenaran yang mungkin bisa masuk ke dalam hati mereka. Oleh karena itu, mereka tidak dapat menerima kebenaran ayat-ayat Al-Qur'an yang disampaikan kepada mereka.",
    "quraish": "Dan sebagaimana orang-orang terdahulu yang bersikeras mempertahankan kebatilan selalu mencemooh para rasul mereka satu persatu, kamu pun akan diperolok oleh mereka. Demikianlah, memang, kebiasaan orang-orang yang berbuat kebatilan.",
    "jalalayn": "(Dan tidak) sekali-kali (datang seorang rasul pun kepada mereka melainkan mereka selalu memperolok-olokkannya) sebagaimana kaummu memperolok-olokkanmu. Ayat ini dimaksudkan untuk menghibur hati Nabi saw."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 12,
    "arab": "كَذٰلِكَ نَسْلُكُهٗ فِيْ قُلُوْبِ الْمُجْرِمِيْنَۙ",
    "translation": "Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang yang berdosa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1814.mp3",
    "tafsir": "Ayat ini menerangkan tanggapan orang kafir terhadap Al-Qur'an. Mereka memperolok-olokkannya dan tidak menerimanya. Hal ini disebab-kan oleh sikap ingkar dan memperolok-olokkan itu telah tumbuh subur di dalam hati mereka, sehingga dalam diri mereka tidak ada lagi kesediaan menerima kebenaran. Di dalam hati mereka, tidak ada lagi pelita yang memancarkan cahaya yang dapat menuntun dan menerangi jalan menuju kebenaran. Keadaan mereka itu sama dengan keadaan umat-umat yang dahulu menerima kitab Allah yang disampaikan oleh para rasul, namun tidak ada yang berbekas sedikit pun di dalam hati mereka.\nOleh karena itu, bagi umat yang telah diutus kepada mereka para rasul, namun mereka mengingkari seruan rasul itu, berlaku sunatullah, yaitu Allah akan membinasakan setiap orang yang mendurhakai rasul dan risalah yang disampaikannya, serta menolong dan memberi kemenangan kepada orang-orang yang menerima seruannya.\nPada suatu saat nanti, orang-orang kafir akan mengetahui kebenaran berita dan peringatan Al-Qur'an, sebagaimana yang ditegaskan dalam firman Allah swt:\nDan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi. (shad/38: 88)\n\nKebenaran berita-berita Al-Qur'an yang dimaksud ayat di atas ada yang terlaksana di dunia, seperti kebenaran janji Allah kepada orang-orang yang beriman bahwa mereka akan menang dalam peperangan melawan kaum musyrikin, dan ada yang terlaksana di akhirat, seperti kebenaran janji Allah tentang balasan dan perhitungan yang akan dilakukan terhadap manusia di hari akhir nanti.",
    "quraish": "Sebagaimana Kami telah memasukkan dan mencerahkan hati orang-orang yang beriman dengan al-Qur'ân, Kami pun memasukkan kebatilan ke dalam hati orang-orang yang berbangga dengan dosa-dosa. Dengan demikian, kondisi kejiwaan pada diri mereka telah berubah, karena kebatilan itu telah sangat kuat mengakar dalam jiwa mereka.",
    "jalalayn": "(Demikianlah Kami memasukkannya) artinya seperti itulah gambarannya bila Kami memasukkan ke dalam hati orang-orang kafir rasa ingkar dan memperolok-olokkan (ke dalam hati orang-orang yang berdosa) yaitu orang-orang kafir Mekah."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 13,
    "arab": "لَا يُؤْمِنُوْنَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْاَوَّلِيْنَ ",
    "translation": "mereka tidak beriman kepadanya (Al-Qur'an) padahal telah berlalu sunatullah terhadap orang-orang terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1815.mp3",
    "tafsir": "Ayat ini menerangkan tanggapan orang kafir terhadap Al-Qur'an. Mereka memperolok-olokkannya dan tidak menerimanya. Hal ini disebab-kan oleh sikap ingkar dan memperolok-olokkan itu telah tumbuh subur di dalam hati mereka, sehingga dalam diri mereka tidak ada lagi kesediaan menerima kebenaran. Di dalam hati mereka, tidak ada lagi pelita yang memancarkan cahaya yang dapat menuntun dan menerangi jalan menuju kebenaran. Keadaan mereka itu sama dengan keadaan umat-umat yang dahulu menerima kitab Allah yang disampaikan oleh para rasul, namun tidak ada yang berbekas sedikit pun di dalam hati mereka.\nOleh karena itu, bagi umat yang telah diutus kepada mereka para rasul, namun mereka mengingkari seruan rasul itu, berlaku sunatullah, yaitu Allah akan membinasakan setiap orang yang mendurhakai rasul dan risalah yang disampaikannya, serta menolong dan memberi kemenangan kepada orang-orang yang menerima seruannya.\nPada suatu saat nanti, orang-orang kafir akan mengetahui kebenaran berita dan peringatan Al-Qur'an, sebagaimana yang ditegaskan dalam firman Allah swt:\nDan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi. (shad/38: 88)\n\nKebenaran berita-berita Al-Qur'an yang dimaksud ayat di atas ada yang terlaksana di dunia, seperti kebenaran janji Allah kepada orang-orang yang beriman bahwa mereka akan menang dalam peperangan melawan kaum musyrikin, dan ada yang terlaksana di akhirat, seperti kebenaran janji Allah tentang balasan dan perhitungan yang akan dilakukan terhadap manusia di hari akhir nanti.",
    "quraish": "Orang-orang jahat itu tidak akan mau beriman. Allah, dengan cara-Nya, telah menetapkan untuk memberi mereka kesempatan sampai saatnya nanti mereka saksikan sendiri azab hari kiamat yang menyakitkan.",
    "jalalayn": "(Mereka tidak beriman kepadanya) kepada Nabi saw. (dan sesungguhnya telah berlalu sunatullah terhadap orang-orang yang dahulu) artinya kebiasaan yang dilakukan oleh Allah swt. terhadap orang-orang yang tidak beriman, yaitu mengazab mereka disebabkan perbuatan dusta mereka terhadap nabi-nabi mereka. Orang-orang kafir Mekah pun akan mengalami hal yang serupa."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 14,
    "arab": "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ",
    "translation": "Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1816.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang musyrik Mekah itu adalah orang-orang yang sangat ingkar dan tidak mau menerima kebenaran. Keadaan mereka seperti itu dilukiskan Allah dalam ayat ini. Seandainya Allah membukakan pintu-pintu langit bagi mereka dan menyediakan tangga untuk naik ke langit itu, maka mereka pun akan naik.\nSeandainya mereka melihat malaikat-malaikat di langit atau suatu keajaiban yang merupakan tanda-tanda kekuasaan dan kebesaran Allah, mereka tidak akan mengakuinya, bahkan mereka mengatakan, \"Mata kami telah dikaburkan sehingga kami tidak melihat dengan jelas suatu tanda yang ada di hadapan kami. Apa yang terlihat oleh kami tidak lain hanyalah khayalan belaka, sebagai hasil sihir Muhammad yang telah menyihir kami, sehingga kami tidak lagi melihat hakikat kebenaran.\" Ayat ini senada dengan firman Allah swt:\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6: 7)",
    "quraish": "Mereka telah benar-benar meminta agar diturunkan malaikat. Tetapi janganlah kamu mengira, wahai Muhammad, mereka bersedia beriman jika malaikat itu diturunkan. Bahkan, kalaupun Kami membukakan mereka suatu pintu di langit sehingga mereka dapat terus naik dan menyaksikan berbagai keajaiban serta melihat yang ada di sana,",
    "jalalayn": "(Dan seandainya Kami membukakan kepada mereka salah satu dari pintu-pintu langit, lalu mereka terus-menerus padanya) pada pintu tersebut (dalam keadaan naik) selalu naik."
  },
  {
    "page": 262,
    "name": "Al-Hijr",
    "ayat": 15,
    "arab": "لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَ ࣖ ",
    "translation": "tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.”  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1817.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang musyrik Mekah itu adalah orang-orang yang sangat ingkar dan tidak mau menerima kebenaran. Keadaan mereka seperti itu dilukiskan Allah dalam ayat ini. Seandainya Allah membukakan pintu-pintu langit bagi mereka dan menyediakan tangga untuk naik ke langit itu, maka mereka pun akan naik.\nSeandainya mereka melihat malaikat-malaikat di langit atau suatu keajaiban yang merupakan tanda-tanda kekuasaan dan kebesaran Allah, mereka tidak akan mengakuinya, bahkan mereka mengatakan, \"Mata kami telah dikaburkan sehingga kami tidak melihat dengan jelas suatu tanda yang ada di hadapan kami. Apa yang terlihat oleh kami tidak lain hanyalah khayalan belaka, sebagai hasil sihir Muhammad yang telah menyihir kami, sehingga kami tidak lagi melihat hakikat kebenaran.\" Ayat ini senada dengan firman Allah swt:\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6: 7)",
    "quraish": "mereka tetap tidak akan beriman. Mereka akan berkata, \"Penglihatan kami telah ditutup dan dikelabui. Apa yang kami lihat itu tidak lebih dari sihir yang mempengaruhi kami.\" Demikianlah, pengingkaran yang merasuk kuat dalam hati mereka telah menepiskan berbagai bukti yang ada.",
    "jalalayn": "(Tentulah mereka berkata, \"Sesungguhnya benar-benar telah dikaburkan) telah ditutup (pandangan kami bahkan kami adalah orang-orang yang kena sihir.\") seolah-olah tampak hal itu di mata kami secara ilusi."
  }
]