[
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 32,
    "arab": "قَالَ يٰٓاِبْلِيْسُ مَا لَكَ اَلَّا تَكُوْنَ مَعَ السّٰجِدِيْنَ ",
    "translation": "Dia (Allah) berfirman, “Wahai Iblis! Apa sebabnya kamu (tidak ikut) sujud bersama mereka?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1834.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.",
    "quraish": "Saat itu Allah berfirman, \"Wahai Iblîs, apa yang mendorongmu melanggar perintah-Ku dan tidak mau bersama mereka yang patuh dan sujud?\"",
    "jalalayn": "(Allah berfirman) Maha Tinggi Allah (\"Hai iblis! Apa sebabnya kamu) apa yang menyebabkan kamu enggan (tidak mau) huruf laa adalah zaidah (ikut sujud bersama-sama mereka yang sujud itu?\")"
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 33,
    "arab": "قَالَ لَمْ اَكُنْ لِّاَسْجُدَ لِبَشَرٍ خَلَقْتَهٗ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ ",
    "translation": "Ia (Iblis) berkata, “Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1835.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.",
    "quraish": "Iblîs menjawab, \"Tak pantas aku bersujud kepada manusia yang Engkau ciptakan dari tanah kering yang dapat bersuara ketika diketuk dan dapat berubah-ubah warnanya.\"",
    "jalalayn": "(Berkata iblis, \"Aku sekali-kali tidak akan sujud) tidak layak bagiku untuk sujud (kepada manusia yang Engkau telah menciptakannya dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk.\")"
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 34,
    "arab": "قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۙ",
    "translation": "Dia (Allah) berfirman, “(Kalau begitu) keluarlah dari surga, karena sesungguhnya kamu terkutuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1836.mp3",
    "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.",
    "quraish": "Allah berkata, \"Kalau kamu membangkang dan tidak mau mematuhi-Ku, keluarlah dari surga ini. Kamu terusir dari naungan kasih sayang-Ku dan dari tempat yang terhormat.",
    "jalalayn": "(Allah berfirman, \"Keluarlah dari surga) menurut suatu pendapat dari langit (karena sesungguhnya kamu terkutuk.\") terusir."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 35,
    "arab": "وَّاِنَّ عَلَيْكَ اللَّعْنَةَ اِلٰى يَوْمِ الدِّيْنِ ",
    "translation": " dan sesungguhnya kutukan itu tetap menimpamu sampai hari Kiamat.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1837.mp3",
    "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.",
    "quraish": "Aku telah memutuskan untuk mengusirmu dari kasih sayang dan kemuliaan-Ku sampai hari kiamat, hari perhitungan dan pembalasan. Pada hari itu, kamu dan siapa saja yang mengikutimu akan memperoleh siksa.\"",
    "jalalayn": "(Dan sesungguhnya kutukan itu tetap menimpamu sampai hari kiamat) sampai hari pembalasan"
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 36,
    "arab": "قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
    "translation": "Ia (Iblis) berkata, “Ya Tuhanku,  (kalau begitu) maka berilah penangguhan kepadaku sampai hari (manusia) dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1838.mp3",
    "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.",
    "quraish": "Iblîs yang membangkang berkata, \"Wahai Sang Pencipta, berikan aku tenggang waktu dan jangan matikan aku sebelum hari kiamat, saat manusia akan dibangkitkan hidup kembali dari kematiannya.\"",
    "jalalayn": "(Berkata iblis, \"Ya Rabbku! Kalau begitu maka beri tangguhlah kepadaku sampai hari dibangkitkan.\") nya manusia"
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 37,
    "arab": "قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ",
    "translation": " Allah berfirman, “(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1839.mp3",
    "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.",
    "quraish": "Allah berkata, \"Kamu termasuk mereka yang matinya ditangguhkan,",
    "jalalayn": "(Allah berfirman, \"Kalau begitu, maka sesungguhnya kamu termasuk orang-orang yang diberi tangguh)."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 38,
    "arab": "اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ ",
    "translation": "sampai hari yang telah ditentukan (kiamat).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1840.mp3",
    "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.",
    "quraish": "sampai batas waktu yang telah Aku tentukan dan Aku ketahui. Sepanjang apa pun waktu itu, ia tetap terbatas.\"",
    "jalalayn": "(sampai hari suatu waktu yang telah ditentukan.\") yaitu sampai tiupan sangkakala yang pertama."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 39,
    "arab": "قَالَ رَبِّ بِمَآ اَغْوَيْتَنِيْ لَاُزَيِّنَنَّ لَهُمْ فِى الْاَرْضِ وَلَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ  ",
    "translation": "Ia (Iblis) berkata, “Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1841.mp3",
    "tafsir": "Karena telah dikutuk dan dilaknat Allah dengan menjauhkannya dari nikmat-Nya dan menjadikan ia sesat dan hina, Iblis memohon supaya Allah memberi kesempatan untuk menyesatkan anak cucu Adam dengan menjadikan perbuatan jahat menjadi baik menurut pandangannya. Dengan demikian, akan menarik hati mereka sehingga tanpa disadari mereka melakukan perbuatan-perbuatan yang jahat itu. Namun hal itu tidak berlaku bagi hamba-hamba yang ikhlas dan saleh, yang tidak dapat dipalingkan dari kebenaran.\nMenurut sebagian mufasir, setelah dikutuk, Iblis tidak memohon ampun kepada Allah, tetapi malahan bersumpah akan menipu dan memperdaya anak cucu Adam sampai hari kiamat, kecuali hamba-hamba yang saleh dan ikhlas. Mereka tidak dapat ditipu dan diperdaya karena kekuatan imannya, berdasarkan firman Allah swt:\n\n(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83)\n\nSumpah ini benar-benar dilaksanakan dan diwujudkan Iblis dengan segala kemampuan yang ada padanya, sebagaimana firman Allah swt:\n\n(Iblis) menjawab, \"Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus, kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.\" (al-A'raf/7: 16-17)\n\nAllah swt menyatakan bahwa Iblis dapat memenuhi target sumpahnya dengan menyesatkan sebagian besar manusia. Allah berfirman:\n\nDan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba/34: 20)\n\nOrang-orang yang mengikuti setan dan Iblis menjadikannya sebagai pimpinan mereka, sebagaimana firman Allah swt:\n\nWahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-A'raf/7: 27)",
    "quraish": "Iblîs yang membangkang dan durhaka itu berkata, \"Wahai Penciptaku Yang menghidupkan aku. Karena Engkau telah menghendaki aku sesat, maka aku akan menyesatkan anak cucu Adam dengan membuat kejahatan tampak indah bagi mereka. Aku akan selalu berbuat apa saja demi menyesatkan mereka semua.",
    "jalalayn": "(Iblis berkata, \"Ya Rabbku! Oleh sebab Engkau telah memutuskan bahwa aku sesat) artinya disebabkan Engkau telah menetapkan aku sesat; huruf ba pada lafal bimaa adalah bermakna qasam, sedangkan jawabnya ialah (pasti aku akan menjadikan mereka memandang baik di muka bumi ini) terhadap perbuatan-perbuatan maksiat (dan pasti aku akan menyesatkan mereka semuanya)."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 40,
    "arab": "اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ ",
    "translation": " kecuali hamba-hamba-Mu yang terpilih di antara mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1842.mp3",
    "tafsir": "Karena telah dikutuk dan dilaknat Allah dengan menjauhkannya dari nikmat-Nya dan menjadikan ia sesat dan hina, Iblis memohon supaya Allah memberi kesempatan untuk menyesatkan anak cucu Adam dengan menjadikan perbuatan jahat menjadi baik menurut pandangannya. Dengan demikian, akan menarik hati mereka sehingga tanpa disadari mereka melakukan perbuatan-perbuatan yang jahat itu. Namun hal itu tidak berlaku bagi hamba-hamba yang ikhlas dan saleh, yang tidak dapat dipalingkan dari kebenaran.\nMenurut sebagian mufasir, setelah dikutuk, Iblis tidak memohon ampun kepada Allah, tetapi malahan bersumpah akan menipu dan memperdaya anak cucu Adam sampai hari kiamat, kecuali hamba-hamba yang saleh dan ikhlas. Mereka tidak dapat ditipu dan diperdaya karena kekuatan imannya, berdasarkan firman Allah swt:\n\n(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83)\n\nSumpah ini benar-benar dilaksanakan dan diwujudkan Iblis dengan segala kemampuan yang ada padanya, sebagaimana firman Allah swt:\n\n(Iblis) menjawab, \"Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus, kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.\" (al-A'raf/7: 16-17)\n\nAllah swt menyatakan bahwa Iblis dapat memenuhi target sumpahnya dengan menyesatkan sebagian besar manusia. Allah berfirman:\n\nDan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba/34: 20)\n\nOrang-orang yang mengikuti setan dan Iblis menjadikannya sebagai pimpinan mereka, sebagaimana firman Allah swt:\n\nWahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-A'raf/7: 27)",
    "quraish": "Tidak akan ada yang dapat selamat dari penyesatan yang aku lakukan kecuali hamba-hamba-Mu yang beribadah dengan ikhlas. Aku tidak mampu menguasai mereka, karena jiwa mereka penuh dengan zikir menyebut asma-Mu.",
    "jalalayn": "(Kecuali hamba-hamba Engkau yang mukhlis di antara mereka\") yakni orang-orang yang beriman."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 41,
    "arab": "قَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيْمٌ ",
    "translation": "Dia (Allah) berfirman, “Ini adalah jalan yang lurus (menuju) kepada-Ku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1843.mp3",
    "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.",
    "quraish": "Keikhlasan hamba-hamba-Mu dalam sikap beragama mereka itu adalah jalan yang lurus yang tidak dapat aku lawan. Aku tak mampu menyesatkan mereka.\"",
    "jalalayn": "(Berfirmanlah Allah) swt. (\"Inilah jalan yang lurus; kewajiban Akulah memeliharanya\")"
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 42,
    "arab": "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌ اِلَّا مَنِ اتَّبَعَكَ مِنَ الْغٰوِيْنَ ",
    "translation": "Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1844.mp3",
    "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.",
    "quraish": "Allah berfirman, \"Sesungguhnya hamba-hamba-Ku yang tulus murni dan ikhlas dalam sikap beragama itu memang tidak dapat kau sesatkan. Tetapi, orang-orang tersesat yang mengikutimu, jiwa mereka dapat kau kuasai dan kau sesatkan.",
    "jalalayn": "(Sesungguhnya hamba-hamba-Ku) yang beriman (tidak ada kekuasaan bagimu terhadap mereka) kamu tidak mempunyai kekuatan (kecuali) hanyalah (orang-orang yang mengikut kalian; yaitu orang-orang yang sesat) yakni orang-orang kafir."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 43,
    "arab": "وَاِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ اَجْمَعِيْنَۙ",
    "translation": "Dan sungguh, Jahanam itu benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semuanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1845.mp3",
    "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.",
    "quraish": "Neraka yang kejam dan amat dalam itu adalah siksaan pedih yang disediakan untuk mereka semua.",
    "jalalayn": "(Dan sesungguhnya Jahanam itu benar-benar tempat yang telah dijanjikan kepada mereka semuanya) yaitu kepada orang-orang yang mengikutimu."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 44,
    "arab": "لَهَا سَبْعَةُ اَبْوَابٍۗ لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُوْمٌ ࣖ  ",
    "translation": "(Jahanam) itu mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1846.mp3",
    "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.",
    "quraish": "Neraka yang kejam itu tidak hanya mempunyai satu pintu, tetapi tujuh pintu, karena begitu banyaknya orang yang pantas masuk neraka. Masing-masing pintu itu dikhususkan untuk golongan tertentu. Dan masing-masing golongan mempunyai derajat sendiri-sendiri sesuai kejahatan yang dilakukan.\"",
    "jalalayn": "(Jahanam itu mempunyai tujuh pintu) tujuh lapis (Tiap-tiap pintu) daripadanya (adalah untuk segolongan di antara mereka bagian) yakni jatah (yang tertentu)."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 45,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۗ  ",
    "translation": "Sesungguhnya orang yang bertakwa itu berada dalam surga-surga (taman-taman), dan (di dekat) mata air (yang mengalir).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1847.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang bertakwa akan ditempatkan dalam surga dengan taman-taman yang memiliki beberapa mata air yang mengalir. Pada firman Allah swt yang lain diterangkan pula sifat surga yang dijanjikan kepada orang-orang yang bertakwa itu, sebagaimana firman Allah:\n\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong? (Muhammad/47: 15)\n\nYang dimaksudkan dengan orang-orang yang bertakwa ialah orang yang menjaga dirinya dari azab Allah dengan melaksanakan perintah-perintah Allah dan menjauhi larangan-Nya.",
    "quraish": "Itulah balasan orang-orang yang mengikuti setan. Sedangkan orang-orang yang tak dapat digoda setan, karena membuat dinding pemisah antara dirinya dan hawa nafsunya, akan memperoleh berbagai taman dan air yang mengalir.",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa itu berada di dalam surga) kebun-kebun surga (dan mata air-mata air) yang mengalir di dalamnya."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 46,
    "arab": "اُدْخُلُوْهَا بِسَلٰمٍ اٰمِنِيْنَ ",
    "translation": "(Allah berfirman), “Masuklah ke dalamnya dengan sejahtera dan aman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1848.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa orang yang bertakwa dipersilakan masuk ke dalam surga. Di sana mereka akan selamat, sejahtera, aman, dan sentosa, serta tiada rasa takut sedih, dan gundah. Tidak ada suatu apa pun yang mengganggu ketenangan perasaan mereka, dan tidak ada bencana yang akan menyusahkan, bahkan Allah akan menurunkan nikmat yang tiada putus-putusnya.",
    "quraish": "Kepada mereka, Allah berkata, \"Masuklah kalian ke dalam taman-taman surga itu dengan tenang dan aman. Kalian tidak akan takut dan tidak akan pernah merasa sedih selamanya.\"",
    "jalalayn": "Dan dikatakan kepada mereka (\"Masuklah ke dalamnya dengan sejahtera) dengan perasaan yang aman dari setiap hal yang menakutkan. Atau masuklah ke dalamnya dengan bersalam artinya, bersalamlah lalu masuklah (lagi aman\") dari setiap hal-hal yang mengerikan."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 47,
    "arab": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ ",
    "translation": "Dan Kami lenyapkan segala rasa dendam yang ada dalam hati mereka; mereka merasa bersaudara, duduk berhadap-hadapan di atas dipan-dipan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1849.mp3",
    "tafsir": "Allah berjanji akan mencabut dari hati penduduk surga segala macam dendam, kebencian, dan rasa dengki yang telah terpendam selama mereka hidup di dunia, dan menjadikan mereka hidup bersaudara dan berkasih sayang. Mereka senantiasa bergembira bersama-sama dan duduk berhadap-hadapan di atas permadani yang terhampar.\nDiriwayatkan oleh al-Qasim dan Abu Umamah, ia berkata, \"Semula ahli surga ketika masuk surga masih membawa apa yang telah tersimpan dalam hati mereka selama hidup di dunia, seperti rasa dengki dan dendam, hingga mereka duduk berhadapan dengan temannya di atas dipan dalam surga. Allah lalu mencabut segala yang tersimpan di dalam hati mereka itu.\" Kemudian Abu Umamah membaca ayat ini.\nKeadaan penghuni surga itu diterangkan pula dalam firman Allah swt:\n\nMereka berada di atas dipan-dipan yang bertahtakan emas dan permata, mereka bersandar di atasnya berhadap-hadapan. Mereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir, mereka tidak pening karenanya dan tidak pula mabuk, dan buah-buahan apa pun yang mereka pilih, dan daging burung apa pun yang mereka inginkan. Dan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 15-23)",
    "quraish": "Orang-orang yang beriman hidup di dalam kenikmatan itu dengan hati penuh gembira. Sifat dengki telah Kami cabut dari hati mereka. Mereka semua adalah bersaudara bagai satu keluarga yang saling berjumpa dengan wajah penuh ceria dan rasa cinta. Mereka tidak saling membelakangi, sebaliknya, justru saling ingin berjumpa.",
    "jalalayn": "(Dan Kami lenyapkan segala rasa dendam yang berada dalam hati mereka) maksudnya semua perasaan dengki (sedangkan mereka merasa bersaudara) lafal ikhwaanan ini menjadi hal tentang keadaan mereka (duduk berhadap-hadapan di atas dipan-dipan) kalimat ayat ini pun menggambarkan tentang keadaan mereka; artinya sebagian dari mereka tidak melihat kepada tengkuk sebagian yang lain karena tempat duduk mereka saling berhadap-hadapan."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 48,
    "arab": "لَا يَمَسُّهُمْ فِيْهَا نَصَبٌ وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ ",
    "translation": "Mereka tidak merasa lelah di dalamnya dan mereka tidak akan dikeluarkan darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1850.mp3",
    "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.",
    "quraish": "Di sana mereka tidak merasa lelah. Itu adalah kenikmatan abadi, dan mereka tidak akan keluar dari dalamnya.",
    "jalalayn": "(Mereka tidak merasa lelah di dalamnya) tidak pernah merasa penat (dan mereka sekali-kali tidak akan dikeluarkan daripadanya) untuk selama-lamanya."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 49,
    "arab": "۞ نَبِّئْ عِبَادِيْٓ اَنِّيْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُۙ",
    "translation": "Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1851.mp3",
    "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.",
    "quraish": "Kabarkanlah, wahai Muhammad, kepada semua hamba-Ku bahwa pengampunan-Ku amat banyak bagi orang yang bertobat lalu melakukan amal saleh. Sampaikan pula bahwa kasih sayang-Ku amat luas.",
    "jalalayn": "(Kabarkanlah) beritakanlah, hai Muhammad (kepada hamba-hamba-Ku bahwa sesungguhnya Akulah Yang Maha Pengampun) terhadap orang-orang mukmin (lagi Maha Penyayang) terhadap mereka yang beriman."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 50,
    "arab": "وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْاَلِيْمُ ",
    "translation": "dan sesungguhnya azab-Ku adalah azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1852.mp3",
    "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.",
    "quraish": "Sampaikan pula bahwa siksa yang Aku berikan kepada orang-orang yang durhaka dan ingkar benar- benar pedih. Jenis siksaan lain tidak akan terasa pedih jika dibandingkan dengan siksaan itu.",
    "jalalayn": "(Dan bahwa sesungguhnya azab-Ku) terhadap orang-orang yang durhaka (adalah azab yang sangat pedih) sangat menyakitkan."
  },
  {
    "page": 264,
    "name": "Al-Hijr",
    "ayat": 51,
    "arab": "وَنَبِّئْهُمْ عَنْ ضَيْفِ اِبْرٰهِيْمَۘ ",
    "translation": "Dan kabarkanlah (Muhammad) kepada mereka tentang tamu Ibrahim (malaikat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1853.mp3",
    "tafsir": "Ayat ini menerangkan keadaan Nabi Ibrahim ketika kedatangan tamu yang tidak dikenal dan tidak diundang. Para tamu itu masuk dan mengucapkan salam. Karena tidak mengenal para tamunya, Nabi Ibrahim mengatakan bahwa ia takut kepada mereka. Penyebab ketakutan Ibrahim dijelaskan dalam ayat yang lain. Allah swt berfirman:\n\nMaka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70)\n\nMenurut ayat ini, Ibrahim merasa takut kepada tamunya karena mereka tidak mau memakan daging anak lembu yang dipanggang dan disuguhkan kepada mereka. Menurut kebiasaan, tamu yang tidak mau memakan suguhan yang dihidangkan kepadanya adalah tamu yang datang untuk maksud jahat atau bisa juga berarti bahwa tamu itu curiga dengan niat baik tuan rumah.",
    "quraish": "Dalam menerangkan kasih sayang-Ku dan siksa-Ku di dunia, ceritakanlah kepada mereka kisah beberapa malaikat yang bertamu menemui Ibrâhîm.",
    "jalalayn": "(Dan kabarkanlah kepada mereka tentang tamu-tamu Ibrahim) yaitu malaikat-malaikat yang berjumlah dua belas malaikat, atau sepuluh malaikat, atau tiga malaikat yang salah satu di antara mereka adalah malaikat Jibril."
  }
]