[
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 71,
    "arab": "قَالَ هٰٓؤُلَاۤءِ بَنٰتِيْٓ اِنْ كُنْتُمْ فٰعِلِيْنَۗ ",
    "translation": "Dia (Lut) berkata, “Mereka itulah putri-putri (negeri)ku (nikahlah dengan mereka), jika kamu hendak berbuat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1873.mp3",
    "tafsir": "Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan.\nMelihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\"\nKaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\"\nPerkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu.\nTetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\"\nDalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah:\n\nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6)\n\nJika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya.",
    "quraish": "Nabi Lûth, sambil mengingatkan mereka cara wajar yang diperbolehkan, berkata, \"Ini gadis-gadis desa. Mereka adalah anak-anakku. Kawinilah mereka jika kalian ingin menyalurkan nafsu kalian.\"",
    "jalalayn": "(Luth berkata, \"Inilah putri-putriku, jika kalian hendak berbuat,\") untuk melampiaskan nafsu syahwat kalian, oleh sebab itu maka kawinilah mereka. Lalu Allah berfirman:"
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 72,
    "arab": "لَعَمْرُكَ اِنَّهُمْ لَفِيْ سَكْرَتِهِمْ يَعْمَهُوْنَ ",
    "translation": "(Allah berfirman), “Demi umurmu (Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (kesesatan).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1874.mp3",
    "tafsir": "Ayat ini menerangkan penegasan Allah swt kepada Nabi Muhammad saw bahwa perbuatan homoseksual dan lesbian yang dilakukan kaum Lut benar-benar perbuatan keji dan sesat, karena itu wajib dijauhi dan ditinggalkan.\nOrang Arab biasa bersumpah dengan menyebut umur seseorang. Dalam ayat ini Allah swt bersumpah dengan umur dan kehidupan Nabi Muhammad saw yang tujuannya ialah untuk menunjukkan keutamaan Nabi Muhammad saw.\nSebagian ahli tafsir berpendapat bahwa yang bersumpah dalam ayat ini ialah para malaikat. Mereka menyatakan perbuatan kaum Lut yang demikian itu keterlaluan. Akan tetapi, pendapat ini dibantah oleh riwayat yang mengatakan bahwa Allah swt tidak pernah bersumpah dengan menyebut umur nabi-nabi dan rasul-rasul yang lain, kecuali menyebut umur Nabi Muhammad saw. Hal ini semata-mata untuk menunjukkan keutamaan Nabi Muhammad.",
    "quraish": "Demi hidupmu, wahai Nabi yang terpercaya, sesungguhnya mereka lengah, seperti orang mabuk, terhadap azab yang akan menimpa mereka. Mereka adalah orang-orang tersesat dan bimbang, tidak mengerti jalan yang akan dilalui.",
    "jalalayn": "(\"Demi umurmu) khithab atau pembicaraan ini ditujukan kepada Nabi saw.; artinya demi hidupmu (sesungguhnya mereka terombang-ambing di dalam kemabukan atau kesesatan\") yakni mereka bergelimang di dalam kesesatannya."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 73,
    "arab": "فَاَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِيْنَۙ",
    "translation": "Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1875.mp3",
    "tafsir": "Ayat ini menerangkan azab yang ditimpakan kepada kaum Lut, untuk menunjukkan akibat perbuatan mereka. Azab itu datang pada dini hari berupa suara halilintar yang menghancurkan kota Sodom. Pada ayat yang lain disebut bahwa azab itu datang pada waktu subuh dan berakhir pada waktu matahari terbit.",
    "quraish": "Sementara mereka dalam keadaan mabuk yang membuat lengah, hati mereka terguncang oleh suara keras yang sangat mengejutkan ketika matahari terbit.",
    "jalalayn": "(Maka mereka dibinasakan oleh suara keras yang mengguntur) oleh suara keras malaikat Jibril (ketika matahari akan terbit)."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 74,
    "arab": "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّنْ سِجِّيْلٍ ",
    "translation": "Maka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1876.mp3",
    "tafsir": "Allah menerangkan bentuk azab yang menimpa kaum Lut ada tiga macam:\n1. Berupa suara petir yang mengguntur dan menakutkan;\n2. Membalikkan kota Sodom, sehingga lapisan tanah yang semula di atas terbalik menjadi lapisan yang di bawah;\n3. Menghujani mereka dengan batu.",
    "quraish": "Allah telah melaksanakan ketetapan-Nya dan berkata, \"Kami menjadikan bagian atas kota-kota mereka terbalik ke bawah, hancur porak poranda. Mereka Kami hujani dengan tanah yang membatu sehingga rumah-rumah mereka hancur. Meskipun mereka keluar ke tanah lapang, hujan batu itu menghadang mereka. Dengan demikian, mereka dikelilingi oleh azab.\"",
    "jalalayn": "(Maka Kami jadikan bagian atasnya) yakni bagian atas kota mereka (terbalik ke bawah) malaikat Jibril mengangkatnya ke langit kemudian menjatuhkannya dalam keadaan terbalik ke tanah (dan Kami hujani mereka dengan batu dari tanah yang keras) yaitu tanah liat yang dibakar dengan api."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 75,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَۙ",
    "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang yang memperhatikan tanda-tanda,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1877.mp3",
    "tafsir": "Ayat ini menerangkan perbuatan dan tingkah laku kaum Lut, kemudian mereka dihancurkan karena perbuatan-perbuatan mereka yang bertentangan dengan perintah Allah, Tuhan Yang Maha Esa, Mahakuasa, mengasihi dan menyayangi hamba-hamba-Nya yang beriman, dan mengazab orang-orang yang ingkar kepada-Nya. Orang-orang beriman, yang memperhatikan tanda-tanda kekuasaan dan kebesaran Allah, menjadikan semuanya itu sebagai pelajaran, sebagaimana tersebut dalam hadis: \nRasulullah swt bersabda, \"Jagalah dirimu terhadap firasat orang-orang yang beriman karena sesungguhnya ia melihat dengan nur Allah,\" kemudian beliau membaca surah ini. (Riwayat at-Tirmidzi dan Ibnu Jarir ath-thabari dari Abu Sa'id al-Khudri)\n\nFirasat ini ada dua macam:\n1. Suatu kesan dan perasaan yang dijadikan Allah swt pada hati orang-orang yang saleh. Kemampuan yang diberikan kepadanya untuk membaca raut muka, tingkah laku dan keadaan orang lain.\n2. Firasat yang ditimbulkan oleh pengalaman, kehidupan yang luhur, dan budi pekerti yang mulia.\nDalam hadis disebutkan pula:\nRasulullah saw bersabda, \"Sesungguhnya Allah mempunyai hamba-hamba yang mengetahui manusia dengan tanda-tanda.\" (Riwayat ath-thabrani dan al Bazzar dari Anas bin Malik)",
    "quraish": "Di dalam azab yang menimpa kaum Lûth itu terdapat bukti nyata yang menunjukkan pertanda yang jelas bahwa Allah telah membuktikan ancaman-Nya. Hal itu hanya dapat dimengerti oleh orang-orang yang mengenali peristiwa dan akibat-akibatnya dari tanda-tandanya.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) hal yang telah disebutkan itu (benar-benar terdapat tanda-tanda) yang menunjukkan kepada keesaan Allah (bagi orang-orang yang memperhatikan tanda-tanda) bagi orang-orang yang mau memperhatikannya kemudian mau mengambilnya sebagai pelajaran."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 76,
    "arab": "وَاِنَّهَا لَبِسَبِيْلٍ مُّقِيْمٍ ",
    "translation": "dan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1878.mp3",
    "tafsir": "Allah swt menerangkan bahwa negeri kaum Lut yang telah dihancurkan itu terletak pada jalan-jalan yang biasa dilalui manusia. Reruntuhannya dapat dilihat sampai saat ini oleh orang-orang yang mengadakan perjalanan dari Medinah ke Syam. Hal ini ditegaskan oleh Allah swt dalam firman-Nya yang lain:\n\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (as-shaffat/37: 137-138)\n\nOrang-orang Arab Mekah biasanya mengadakan perdagangan ke Syam. Mereka berangkat dalam kafilah. Dalam perjalanan mereka pulang balik dari Mekah ke Syam itu, mereka melalui negeri kaum Lut dan dapat menyaksikan bekas-bekasnya.",
    "quraish": "Bahkan reruntuhan kota ini masih ada, yaitu terletak di jalan yang masih dilalui manusia. Dan orang yang hendak mengambil pelajaran dapat memetiknya.",
    "jalalayn": "(Dan sesungguhnya kota itu) yaitu kota kaum Nabi Luth (benar-benar terletak di jalan yang masih tetap dilalui manusia) yakni jalan yang masih dipakai oleh orang-orang Quraisy untuk menuju ke negeri Syam; jalan itu masih tetap ada; mengapa mereka tidak mau menjadikannya sebagai pelajaran?"
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 77,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَۗ  ",
    "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1879.mp3",
    "tafsir": "Kemudian Allah swt memperingatkan bahwa azab yang ditimpakan-Nya kepada kaum Lut sehingga mereka hancur binasa serta terhindarnya Lut beserta pengikutnya merupakan tanda-tanda kekuasaan dan kebesaran Allah. Dia akan mengazab setiap orang yang ingkar dan durhaka dan memberi pahala orang-orang yang beriman kepada-Nya. Sedang bagi orang-orang kafir, peristiwa yang menghancurkan kaum Lut itu hanyalah semata-mata akibat bencana alam. Adanya gempa bumi, panas terik sepanjang tahun, dan timbulnya wabah penyakit adalah suatu hal yang biasa terjadi di alam ini, tidak ada hubungan dengan kedurhakaan dan keingkaran manusia pada Allah swt.",
    "quraish": "Keberadaannya di jalan yang jelas dan dilalui manusia merupakan bukti dilaksanakannya janji Allah yang diketahui oleh orang-orang Mukmin yang tunduk kepada kebenaran.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda) yakni pelajaran-pelajaran (bagi orang-orang yang beriman)."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 78,
    "arab": "وَاِنْ كَانَ اَصْحٰبُ الْاَيْكَةِ لَظٰلِمِيْنَۙ",
    "translation": "Dan sesungguhnya penduduk Aikah itu benar-benar kaum yang zalim,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1880.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk kota Aikah adalah penduduk yang zalim dan ingkar. Kepada mereka diutus Nabi Syuaib a.s., tetapi mereka mengingkari dan mendustakan dakwahnya.\nDalam hadis diterangkan hubungan penduduk Aikah dengan penduduk kota Madyan.\nRasulullah saw berkata, \"Sesungguhnya penduduk kota Madyan dan penduduk Aikah itu adalah dua umat yang kepada keduanya Allah mengutus Nabi Syuaib\". (Riwayat Ibnu Mardawaih dan Ibnu 'Asakir)\n\nArti dasar dari Aikah ialah hutan, kemudian menjadi nama suatu negeri karena negeri itu memiliki banyak hutan. Negeri itu terletak di daerah Madyan.\nPenduduk Aikah menganut kepercayaan politeisme, suka menyamun dan merampok orang yang lewat negeri mereka, serta berlaku curang dalam menimbang dan menakar. Kepada mereka diutus Nabi Syuaib a.s., tetapi mereka mengingkarinya.",
    "quraish": "Seperti pendustaan kaum Lûth, penduduk kota yang ditumbuhi pepohonan lebat dan berbuah juga mendustakan rasul mereka. Mereka adalah orang-orang yang benar-benar zalim dalam akidah dan hidup bermasyarakat.",
    "jalalayn": "(Dan sesungguhnya) lafal in adalah bentuk takhfif daripada inna (adalah penduduk Aikah itu) yang terkenal dengan pohon-pohonnya yang subur dan rindang, terletak di dekat kota Madyan, dan mereka adalah kaum Nabi Syuaib (benar-benar kaum yang zalim) disebabkan mereka mendustakan Nabi Syuaib."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 79,
    "arab": "فَانْتَقَمْنَا مِنْهُمْۘ وَاِنَّهُمَا لَبِاِمَامٍ مُّبِيْنٍۗ  ࣖ  ",
    "translation": "maka Kami membinasakan mereka. Dan sesungguhnya kedua (negeri) itu terletak di satu jalur jalan raya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1881.mp3",
    "tafsir": "Karena tindakan mereka yang melanggar larangan Allah dan meng-abaikan seruan rasul itu, mereka ditimpa azab berupa panas terik selama tujuh hari, tanpa sedikit pun awan yang menaungi. Allah kemudian mengirimkan awan, lalu mereka bernaung di bawahnya. Tiba-tiba dari dalam awan itu memancar nyala api yang menghanguskan mereka. Dalam Surah al-A'raf/7: 91, diterangkan bahwa mereka juga ditimpa gempa yang dahsyat.\n\nLalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka. (al-A'raf/7: 91)\n\nKemudian Allah swt menerangkan bahwa kota Sodom dan kota Aikah itu adalah dua kota yang berdekatan letaknya, sama-sama terletak di jalan yang biasa dilalui manusia. Bahkan, bekas peninggalan mereka masih dapat dilihat dan diteliti, agar dijadikan pelajaran oleh orang-orang yang mau menggunakan pikirannya.",
    "quraish": "Maka Kami menurunkan murka Kami kepada mereka. Dan bekas-bekas peninggalan mereka terlihat jelas di jalan, hingga memungkinkan orang yang beriman untuk mengambil pelajaran apabila lewat di depan rumah-rumah mereka.",
    "jalalayn": "(Maka Kami membalas perbuatan mereka itu) yaitu membinasakan mereka dengan musim panas yang sangat (Dan sesungguhnya kedua kota itu) yaitu kota kaum Nabi Luth dan kota kaum Nabi Syuaib (benar-benar terletak di jalan umum) yakni jalan raya (yang terang) jelas; mengapa kalian hai penduduk Mekah tidak mau mengambil pelajaran daripadanya?"
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 80,
    "arab": "وَلَقَدْ كَذَّبَ اَصْحٰبُ الْحِجْرِ الْمُرْسَلِيْنَۙ",
    "translation": "Dan sesungguhnya penduduk negeri Hijr benar-benar telah mendustakan para rasul (mereka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1882.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul.\nKota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu.",
    "quraish": "Sebagaimana bangsa-bangsa terdahulu, penduduk Hijr(1) juga mendustakan rasul yang diutus kepada mereka. Dengan perkataan mereka itu, berarti mereka telah mendustakan semua rasul, karena misi mereka adalah satu. (1) Penduduk Hijr adalah bangsa Tsamûd. Hijr itu sendiri adalah sebuah lembah yang terletak di antara Madinah dan Syam. Lihat catatan kaki tafsir surat al-A'râf, ayat 73).",
    "jalalayn": "(Dan sesungguhnya penduduk kota Al-Hijr telah mendustakan) Al-Hijr, nama sebuah lembah yang terletak di antara kota Madinah dan negeri Syam; tempatnya kaum Tsamud (rasul-rasulnya) mereka mendustakan nabi mereka yaitu Nabi Saleh, hal ini berarti sama saja dengan mendustakan rasul-rasul lainnya, karena sesungguhnya ajaran yang disampaikan oleh para rasul itu pada hakikatnya sama, yaitu ajaran tauhid."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 81,
    "arab": "وَاٰتَيْنٰهُمْ اٰيٰتِنَا فَكَانُوْا عَنْهَا مُعْرِضِيْنَۙ",
    "translation": "dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1883.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul.\nKota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu.",
    "quraish": "Kami telah menjelaskan bukti-bukti yang menunjukkan kemahakuasaan Kami dan kerasulan Rasul utusan Kami, tetapi mereka memalingkan diri dan tidak mau merenungkannya.",
    "jalalayn": "(Dan Kami telah mendatangkan kepada mereka tanda-tanda kekuasaan Kami) melalui seekor unta betina tetapi mereka selalu berpaling daripadanya) tidak mau memikirkan tentangnya."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 82,
    "arab": "وَكَانُوْا يَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا اٰمِنِيْنَ ",
    "translation": "dan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1884.mp3",
    "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)",
    "quraish": "Dulu mereka adalah bangsa yang mempunyai kekuatan dan kebudayaan. Mereka membuat rumah dengan cara memahat gunung-gunung hingga mendapat rasa aman terhadap diri dan harta mereka.",
    "jalalayn": "(Dan mereka memahat rumah-rumah dari gunung-gunung batu yang didiami dengan aman.)"
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 83,
    "arab": "فَاَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِيْنَۙ",
    "translation": "Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1885.mp3",
    "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)",
    "quraish": "Ketika ingkar, mereka didatangi oleh suara-suara gaduh yang membawa kebinasaan, hingga mereka semua binasa di pagi hari.",
    "jalalayn": "(Maka mereka dibinasakan oleh suara keras yang mengguntur di waktu pagi) pada waktu subuh."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 84,
    "arab": "فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَۗ  ",
    "translation": "sehingga tidak berguna bagi mereka, apa yang telah mereka usahakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1886.mp3",
    "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)",
    "quraish": "Mereka tidak bisa ditolong oleh harta yang telah mereka usahakan dan benteng, dari kebinasaan yang telah menimpa mereka itu.",
    "jalalayn": "(Maka tidak dapat menolong) tidak dapat menolak (mereka) daripada azab (apa yang telah mereka usahakan) yaitu berupa bangunan-bangunan benteng dan harta benda yang mereka miliki dan mereka kumpulkan itu."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 85,
    "arab": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّۗ وَاِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيْلَ ",
    "translation": "Dan Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan kebenaran. Dan sungguh, Kiamat pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1887.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan semua yang ada di langit dan di bumi ini, bukan untuk berbuat aniaya dan zalim kepada seluruh penduduk atau makhluk, seperti yang dilakukan terhadap umat dahulu yang durhaka. Allah menciptakan benda-benda tersebut dengan maksud dan tujuannya, sesuai dengan pengetahuan dan kasih sayang Allah kepada makhluk-Nya. Demikian pula kisah-kisah umat yang dahulu disampaikan agar dijadikan iktibar, tamsil, dan ibarat bagi orang-orang yang mau percaya kepada kekuasaan dan kebesaran Allah.\nKemudian Allah swt menegaskan bahwa hari kiamat itu pasti datang, tidak ada keraguan sedikit pun, karena pada waktu itulah Allah menyem-purnakan balasannya kepada manusia sesuai dengan perbuatan yang telah mereka lakukan. Perbuatan baik dibalas dengan surga, sedang perbuatan buruk dibalas dengan azab neraka. \nAllah memperingatkan bahwa jika manusia tidak mau beriman kepada Allah dan Nabi Muhammad, serta tidak mau mengambil pelajaran dan pengalaman yang telah dialami umat-umat yang dahulu, maka Rasul diperintahkan untuk berpaling dari mereka, dan memperlihatkan sikap yang baik, budi pekerti yang tinggi, serta memaafkan tindak-tanduk mereka yang tidak wajar terhadapnya.\nAyat ini menerangkan sikap-sikap yang harus dimiliki oleh seorang dai khususnya dan seluruh kaum Muslimin pada umumnya dalam menyampai-kan agama Allah dan menghadapi orang-orang yang durhaka. Kaum Muslimin hanya berkewajiban menyampaikan agama Allah, dan tidak diharuskan untuk memaksa dan menjadikan mereka (orang-orang durhaka) beriman, yang menjadikan iman dan kafirnya seseorang hanyalah Allah.",
    "quraish": "Kami tidak menciptakan langit, bumi dan segala yang ada di antara keduanya dari kehampaan. Manusia, binatang, tumbuhan, dan benda mati yang ada di antara keduanya telah Kami ciptakan menurut dasar keadilan, kebijaksanaan dan keselarasan yang tidak menghendaki kerusakan yang tidak ada habisnya. Dari itu, hari berakhirnya kejahatan itu pasti akan datang. Tapi maafkanlah orang-orang musyrik, wahai Muhammad, bila hal itu menyangkut masalah keduniaan. Bersabarlah dalam menghadapi kejahatan mereka, karena dakwah yang bijaksana mengharuskan sikap lemah lembut dan senang memaafkan.",
    "jalalayn": "(Dan tidaklah Kami ciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan benar. Dan sesungguhnya hari kiamat itu pasti akan datang) setiap orang akan menemukan pembalasan amal perbuatannya (maka maafkanlah) hai Muhammad kaummu (dengan cara yang baik) berpalinglah engkau dari mereka tanpa dibarengi dengan rasa menggerutu; akan tetapi ayat ini dinasakh oleh ayat yang memerintahkan memerangi mereka."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 86,
    "arab": "اِنَّ رَبَّكَ هُوَ الْخَلّٰقُ الْعَلِيْمُ ",
    "translation": "Sungguh, Tuhanmu, Dialah Yang Maha Pencipta, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1888.mp3",
    "tafsir": "Selanjutnya Allah menegaskan bahwa Dia adalah Tuhan Yang Maha Esa, Maha Pencipta, dan Maha Mengetahui segala sesuatu, baik yang tampak atau yang tidak, yang nyata dan yang disembunyikan dan Dia Maha Mengetahui segala isi hati.",
    "quraish": "Sesungguhnya Allah yang telah menciptakan dan mendidikmu, wahai Rasulullah, adalah banyak ciptaan- Nya dan Dia Maha Mengetahui keadaanmu dan keadaan mereka. Dia pantas untuk kamu serahi urusanmu dan urusan mereka, dan hal-hal yang lebih baik buat kamu dan mereka.",
    "jalalayn": "(Sesungguhnya Rabbmu, Dialah Yang Maha Pencipta) segala sesuatu (lagi Maha Mengetahui) segala sesuatu."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 87,
    "arab": "وَلَقَدْ اٰتَيْنٰكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْاٰنَ الْعَظِيْمَ ",
    "translation": "Dan sungguh, Kami telah memberikan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang dan Al-Qur'an yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1889.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kepada Nabi Muhammad \"as-sab'ul matsani\" (tujuh ayat yang dibaca berulang-ulang) dan Al-Qur'an yang agung. Tidak diterangkan dalam ayat ini yang dimaksud dengan \"as-sab'ul matsani\" dan \"Al-Qur'an yang agung itu\". Tetapi, ada hadis menerangkan bahwa yang dimaksud dengan as-sab'ul matsani dan Al-Qur'an yang agung itu ialah Surah al-Fatihah. Hadis itu ialah:\nDari Abi Said Al-Mu'alla ia berkata, \"Telah lewat di hadapanku Nabi saw sedang saya dalam salat, maka dia memanggilku dan aku tidak mendatanginya hingga aku selesai salat. Kemudian aku datang kepadanya, kemudian Nabi berkata, \"Kenapa engkau tidak datang kepadaku.\" Aku menjawab, \"Aku sedang salat.\" Beliau berkata, \"Bukanlah Allah telah berfirman, \"Hai orang-orang yang beriman perkenankanlah seruan Allah dan rasul,\" kemudian beliau berkata, Ketahuilah! Aku akan mengajarkan kepadamu surah yang paling agung di dalam Al-Qur'an, sebelum aku keluar dari mesjid ini.\" Maka Nabi saw pergi untuk keluar lalu beliau kuingatkan, maka katanya,\"Al-hamdu lillahi rabbil-'alamin adalah \"as-sab'ul-matsani\" dan \"Al-Qur'an yang agung\" yang telah diberikannya kepadaku.\" (Riwayat al-Bukhari)\n\nPada hadis yang lain, Rasulullah saw bersabda:\nUmmul-Qur'an itu ialah as-sab'ul-matsani dan Al-Qur'an yang Agung. (Riwayat al-Bukhari)\n\nBanyak hadis sahih lain yang menerangkan bahwa as-sab'ul-matsani dan Al-Qur'an yang Agung adalah nama-nama lain dari Surah al-Fatihah.\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan as-sab'ul matsani dalam ayat di atas ialah as-sab'uth-thiwal (tujuh surah Al-Qur'an yang terpanjang ayat-ayatnya), yaitu Surah al-Baqarah, Ali 'Imran, al-Ma'idah, an-Nisa, al-A'raf, al-An'am, dan at-Taubah atau al-Anfal. Surah-surah yang tujuh itu disebut as-sab'ul-matsani, karena dalam surah yang tujuh itu diulang-ulang penyebutan kisah-kisah, hukum-hukum, ketauhidan, dan lain-lain. Akan tetapi, pendapat ini bertentangan dengan hadis-hadis sahih di atas. Sementara itu, sebagian dari surah as-sab'uth-thiwal diturunkan di Medinah, sedangkan ayat yang menerangkan tentang as-sab'ul-matsani ini adalah Makkiyah.\nDisebut as-sab'ul-matsani (tujuh berulang-ulang) karena Surah al-Fatihah itu terdiri atas tujuh ayat yang diulang-ulang membacanya pada tiap-tiap rakaat dalam salat. Seorang muslim sekurang-kurangnya salat tujuh belas rakaat dalam sehari semalam. Oleh karena itu, mereka sekurang-kurangnya membaca al-Fatihah tujuh belas kali dalam sehari semalam. Disebut Al-Qur'an yang agung karena isi Surah al-Fatihah itu merupakan pokok-pokok isi dari seluruh Al-Qur'an, dan sesuai pula dengan maksud hadis di atas.",
    "quraish": "Sungguh Kami telah memberimu, wahai Nabi yang jujur, tujuh ayat dari al-Qur'ân, surat al-Fâtihah, yang selalu kamu baca dalam setiap salat. Di dalamnya terdapat permohonan kepada Kami dan permintaan petunjuk yang sempurna. Juga telah Kami berikan kepadamu seluruh al-Qur'ân yang mengandung mukjizat dan bukti kebenarannya sendiri. Dengan keadaan seperti ini, kamu adalah pihak yang kuat yang pantas untuk memberi maaf.",
    "jalalayn": "(Dan sesungguhnya Kami telah berikan kepadamu tujuh ayat yang dibaca berulang-ulang) Nabi saw. telah bersabda bahwa yang dimaksud adalah surah Al-Fatihah. Demikianlah menurut riwayat yang dikemukakan oleh Bukhari dan Muslim; surah Al-Fatihah dinamakan demikian karena selalu dibaca berulang-ulang dalam setiap salat (dan Alquran yang agung)."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 88,
    "arab": "لَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِيْنَ ",
    "translation": "Jangan sekali-kali engkau (Muhammad) tujukan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir), dan jangan engkau bersedih hati terhadap mereka dan berendah hatilah engkau terhadap orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1890.mp3",
    "tafsir": "Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir:\n\nDan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131)\n\nAllah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka.",
    "quraish": "Wahai Muhammad, janganlah kamu memandang kesenangan dunia yang telah Kami berikan kepada sebagian orang kafir, musyrik, Yahudi, Nasrani dan Majusi itu dengan pandangan iri dan ingin memiliki. Yang Kami berikan kepada mereka itu adalah sangat kecil jika dibandingkan dengan kesempurnaan hubunganmu dengan Kami dan dengan al-Qur'ân yang telah kami berikan. Kamu tidak perlu bersedih karena mereka tetap dalam kesalahan. Bersikaplah rendah hati dan penyayang kepada orang-orang Mukmin yang menyertaimu, karena mereka adalah pembela kebenaran dan kaum yang dekat kepada Allah.",
    "jalalayn": "(Janganlah sekali-kali kamu menunjukkan pandangan matamu kepada berbagai macam kenikmatan hidup yang telah Kami berikan kepada beberapa golongan) maksudnya terhadap berbagai macam kemewahan hidup (di antara mereka, dan janganlah kamu bersedih hati terhadap mereka) jika mereka tidak beriman (dan berendah dirilah kamu) bersikap lembutlah kamu (terhadap orang-orang yang beriman.)"
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 89,
    "arab": "وَقُلْ اِنِّيْٓ اَنَا النَّذِيْرُ الْمُبِيْنُۚ  ",
    "translation": "Dan katakanlah (Muhammad), “Sesungguhnya aku adalah pemberi peringatan yang jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1891.mp3",
    "tafsir": "Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir:\n\nDan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131)\n\nAllah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka.",
    "quraish": "Katakan, wahai Rasulullah, kepada semua orang yang ingkar, \"Aku adalah pemberi peringatan tentang azab yang keras dengan bukti-bukti yang akurat dan tidak bisa disaingi.",
    "jalalayn": "(Dan katakanlah, \"Sesungguhnya aku adalah pemberi peringatan) tentang azab Allah supaya jangan menimpa kalian (yang menjelaskan.\") artinya yang jelas peringatannya."
  },
  {
    "page": 266,
    "name": "Al-Hijr",
    "ayat": 90,
    "arab": "كَمَآ اَنْزَلْنَا عَلَى الْمُقْتَسِمِيْنَۙ",
    "translation": "Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1892.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya.\nPara mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi).\nPendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\n\nDan firman Allah swt:\n\nItukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49)\n\nPendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt:\n\n¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85)\n\nDan firman Allah swt:\n\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46)\n\nPendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt:\n\nBahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5)\nFirman Allah swt:\n\nLalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24)\n\nSetiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\".\nAl-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari.\nHasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw.",
    "quraish": "Seperti peringatan yang telah Kami berikan kepada mereka yang membagi al-Qur'ân menjadi syair, mantra kedukunan, dongeng dan lain sebagainya, kemudian tidak mempercayainya meskipun telah ada bukti yang nyata.",
    "jalalayn": "(Sebagaimana Kami telah menurunkan) azab (kepada orang-orang yang membagi-bagi kitab Allah) yaitu Yahudi dan Nasrani."
  }
]