[
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 91,
    "arab": "الَّذِيْنَ جَعَلُوا الْقُرْاٰنَ عِضِيْنَ ",
    "translation": "(yaitu) orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1893.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya.\nPara mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi).\nPendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\n\nDan firman Allah swt:\n\nItukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49)\n\nPendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt:\n\n¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85)\n\nDan firman Allah swt:\n\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46)\n\nPendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt:\n\nBahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5)\nFirman Allah swt:\n\nLalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24)\n\nSetiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\".\nAl-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari.\nHasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw.",
    "quraish": "Yang telah menjadikan al-Qur'ân terpecah menjadi bagian-bagian yang terpisah, padahal ia adalah satu kesatuan yang kemukjizatan dan kebenarannya tidak bisa dipecah-pecah.\"",
    "jalalayn": "(Yaitu orang-orang yang telah menjadikan kitab bacaan) yaitu kitab-kitab yang diturunkan kepada mereka (terbagi-bagi) menjadi beberapa bagian; mereka beriman terhadap sebagiannya dan ingkar terhadap sebagian yang lainnya. Menurut pendapat orang lain dikatakan, yang dimaksud dengan mereka adalah orang-orang yang menguasai jalan-jalan yang menuju ke Mekah dengan maksud untuk menghalang-halangi manusia masuk Islam. Sebagian dari mereka mengatakan tentang Alquran, bahwa Alquran itu adalah sihir; sebagian lainnya mengatakan, Alquran adalah peramal; sedangkan sebagian yang lainnya lagi mengatakan, bahwa Alquran adalah syair."
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 92,
    "arab": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ",
    "translation": "Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1894.mp3",
    "tafsir": "Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka.",
    "quraish": "Jika seperti itu keadaan mereka, maka demi Tuhan yang menciptakan, memelihara dan mendidikmu, Kami sungguh akan memperhitungkan amalan mereka semua pada hari kiamat.",
    "jalalayn": "(Maka demi Rabbmu, Kami pasti akan menanyai mereka semuanya) dengan pertanyaan yang bernada mengejek."
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 93,
    "arab": "عَمَّا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "tentang apa yang telah mereka kerjakan dahulu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1895.mp3",
    "tafsir": "Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka.",
    "quraish": "Menghisab mereka atas perbuatan jahat, ingkar dan olok-olok yang telah mereka lakukan.",
    "jalalayn": "(Tentang apa yang telah mereka kerjakan dahulu.)"
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 94,
    "arab": "فَاصْدَعْ بِمَا تُؤْمَرُ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ ",
    "translation": "Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1896.mp3",
    "tafsir": "Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka.\nSebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka.",
    "quraish": "Maka berdakwahlah dengan terang-terangan dan jangan hiraukan perkataan dan perbuatan orang-orang musyrik.",
    "jalalayn": "(Maka sampaikanlah olehmu secara terang-terangan) hai Muhammad (segala apa yang diperintahkan kepadamu) untuk melakukannya, artinya sampaikanlah secara terang-terangan dan laksanakanlah dengan rutin (dan berpalinglah dari orang-orang yang musyrik) ayat ini diturunkan sebelum diperintahkan untuk berjihad."
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 95,
    "arab": "اِنَّا كَفَيْنٰكَ الْمُسْتَهْزِءِيْنَۙ",
    "translation": "Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1897.mp3",
    "tafsir": "Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka.\nSebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka.",
    "quraish": "Orang-orang musyrik yang mengejek seruanmu itu tidak akan bisa mengalahkanmu dan tidak akan bisa menghalangi-halangi dakwahmu.",
    "jalalayn": "(Sesungguhnya Kami memelihara kamu daripada kejahatan orang-orang yang memperolok-olokkan) kamu, Kami akan membinasakan masing-masing dari mereka dengan malapetaka. Mereka yang memperolok-olokkan ialah Walid bin Mughirah, Ashi bin Wa'il, Addi bin Qais, Aswad bin Abdul Mutthalib dan Aswad bin Abdu Yaghuts."
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 96,
    "arab": "الَّذِيْنَ يَجْعَلُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۚ فَسَوْفَ يَعْلَمُوْنَ ",
    "translation": " (yaitu) orang yang menganggap adanya tuhan selain Allah; mereka kelak akan mengetahui (akibatnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1898.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Penglihatan mereka telah melemah, hingga membuat mereka menjadikan berhala-berhala sebagai sekutu Allah. Tapi mereka akan mengetahui sendiri akibat-akibat kesyirikan mereka itu, pada saat ditimpakan azab yang menyakitkan.",
    "jalalayn": "(Yaitu orang-orang yang menganggap adanya tuhan yang lain di samping Allah) kalimat ayat ini berkedudukan menjadi sifat. Akan tetapi menurut suatu pendapat dianggap sebagai mubtada, oleh karena mengandung makna syarat, maka khabarnya dimasuki huruf fa, yaitu (maka mereka kelak akan mengetahui) akibat-akibat perbuatannya itu."
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 97,
    "arab": "وَلَقَدْ نَعْلَمُ اَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَۙ",
    "translation": "Dan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1899.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Kami benar-benar mengetahui betapa sakit dan sesaknya hatimu akibat kata-kata syirik, ejekan dan hinaan yang mereka katakan.",
    "jalalayn": "(Dan sungguh) lafal qad menunjukkan makna littahqiq (Kami telah mengetahui, bahwa dadamu menjadi sempit disebabkan apa yang mereka katakan) yaitu disebabkan perolok-olokkan dan pendustaan mereka itu."
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 98,
    "arab": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّاجِدِيْنَۙ",
    "translation": "maka bertasbihlah dengan memuji Tuhanmu dan jadilah engkau di antara orang yang bersujud (salat), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1900.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Maka apabila kamu merasakan penderitaan itu, bersegeralah menghadap Allah. Masuklah ke dalam golongan orang-orang yang tunduk dan selalu memohon kepada-Nya. Dan jadikanlah salat sebagai penolongmu, karena salat mengandung kesembuhan.",
    "jalalayn": "(Maka bertasbihlah) seraya (memuji Rabbmu) artinya katakanlah subhaanallaah wa bihamdihi (dan jadilah kamu di antara orang-orang yang bersujud) yakni orang-orang yang mendirikan salat."
  },
  {
    "page": 267,
    "name": "Al-Hijr",
    "ayat": 99,
    "arab": "وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنُ ࣖࣖ ",
    "translation": "Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1901.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Beristikamahlah dalam beribadah kepada Allah yang telah mencipta dan menjagamu hingga datang sesuatu yang pasti, hari kiamat dan hari yang dijanjikan.",
    "jalalayn": "(Dan sembahlah Rabbmu sampai datang kepadamu yang diyakini) yaitu ajal."
  },
  {
    "page": 267,
    "name": "An-Nahl",
    "ayat": 1,
    "arab": "اَتٰىٓ اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوْهُ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
    "translation": "Ketetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1902.mp3",
    "tafsir": "Allah menegaskan bahwa ketetapan Allah pasti datang. Maksud ketetapan Allah dalam ayat ini ialah hari kiamat yang telah diancamkan kepada kaum musyrik dan orang-orang kafir. Mereka secara berolok-olok meminta kepada Nabi agar azab hari kiamat itu segera didatangkan. Itulah sebabnya, maka Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa azab Allah yang akan dijatuhkan kepada mereka pasti terjadi. Allah swt melarang mereka agar tidak meminta azab itu disegerakan datangnya, karena azab hari kiamat itu akan datang pada waktu yang telah ditentukan dan diputuskan-Nya.\nDalam ayat ini, Allah swt memberitakan datangnya hari kiamat dengan menggunakan kata kerja bentuk lampau (fi'il madhi) padahal azab itu belum terjadi. Hal ini memberikan pengertian bahwa azab itu betul-betul akan terjadi. Ayat ini mengandung ancaman bagi orang-orang kafir dan sekaligus mengandung pemberitahuan kepada mereka bahwa azab yang akan ditimpakan kepada mereka dan kehancuran mereka telah dekat dan pasti datang.\nAllah swt menyatakan bahwa Dia Mahasuci dari apa yang mereka persekutukan. Dia tidak memerlukan sekutu dan pembantu untuk menjatuh-kan azab kepada mereka. Bantahan ini sebagai jawaban terhadap pernyataan mereka bahwa mereka akan meminta bantuan (syafa'at) kepada patung-patung yang mereka sembah.",
    "quraish": "[[16 ~ AN-NAHL (LEBAH) Pendahuluan: Makkiyyah, 128 ayat ~ Surat ini termasuk dalam kelompok surat Makkiyyah, kecuali tiga ayat terakhir yang termasuk dalam surat Madaniyyah. Surat yang terdiri atas 128 ayat ini dimulai dengan penegasan Allah akan ancaman-Nya terhadap orang-orang musyrik dan penjelasan tentang kekuasaan-Nya dalam melaksanakan ancaman itu. Hal ini dibuktikan dengan penciptaan langit dan bumi. Beberapa karunia yang diberikan kepada manusia seperti penciptaan unta, menumbuhkan tanaman dan segala makhluk laut, seperti segala jenis ikan yang bisa dimakan dan mutiara-mutiara yang dapat dijadikan perhiasan juga dijelaskan. Selanjutnya Allah mengisyaratkan konsekuensi dari nikmat yang telah diberikan, yaitu keharusan bersyukur kepada-Nya dan kewajiban menyembah hanya kepada-Nya. Di samping itu, diisyaratkan juga sikap orang-orang musyrik dalam menyambut seruan kepada ajaran tauhid dan pendustaan yang mereka lakukan terhadap al-Qur'ân. Mereka menuduh bahwa al-Qur'ân adalah termasuk dongeng-dongeng dan legenda orang-orang terdahulu. Kemudian, di bagian lain, Allah menunjukkan siksa bagi orang-orang musyrik dan nikmat bagi orang-orang Mukmin pada hari kiamat. Lalu dijelaskan pula mengenai keingkaran orang-orang musyrik terhadap hari kebangkitan. Allah menolak keingkaran mereka dengan menjelaskan kekuasaan-Nya dan menegaskan janji-Nya kepada orang-orang Mukmin dan ancaman-Nya terhadap orang-orang musyrik. Setelah itu Allah mendekatkan gambaran kebenaran hari kiamat melalui kekuasan-Nya kepada mereka dan ketundukan seluruh alam hanya kepada-Nya. Di surat ini, dijelaskan pula bahwa Allahlah yang akan membuka tabir kepalsuan dari keyakinan orang-orang musyrik mengenai kekuasaan tuhan-tuhan yang tidak dapat mendatangkan manfaat dan mudarat sama sekali dan kekeliruan mereka dalam memandang wanita, baik kecil maupun dewasa. Kemudian, dalam surat ini Allah juga menyebutkan kisah beberapa rasul sebelum Muhammad, pelajaran yang harus dipetik dari penciptaan-Nya terhadap segala sesuatu termasuk pelbagai nikmat-Nya kepada manusia, keterpautan rezeki yang membuat orang kaya memiliki kelebihan dari orang fakir, nikmat-nikmat-Nya yang diberikan kepada manusia dalam penciptaan laki-laki maupun perempuan dan keturunan yang dihasilkan dari perkawinan antara keduanya. Lalu Allah memberikan perumpamaan untuk menjelaskan kekuasaan-Nya dan mengajak untuk memperhatikan kehebatan berbagai ciptaan-Nya yang menunjukkan kebesaran Pencipta dan kemurahan nikmat-Nya, serta sikap orang-orang musyrik dalam menerima nikmat-nikmat yang besar itu. Setelah menjelaskan pandangan-pandangan Islam tentang keadilan, tentang pentingnya menjalin hubungan dengan menepati janji, tentang mukjizat al-Qur'ân serta keingkaran dan tuduhan orang-orang musyrik terhadap mukjizat itu, Allah menunjukkan keadaan orang-orang musyrik pada hari kiamat dan bagaimana dahulu mereka menghalalkan dan mengharamkan sesuatu tanpa alasan. Di bagian akhir surat ini disinggung tentang orang-orang Yahudi yang selalu mendekati orang-orang musyrik. Dijelaskan juga bahwa hukuman balasan itu hendaknya sesuatu yang sepadan, dan orang-orang Mukmin hendaknya selalu bersabar, bertakwa dan berbuat baik.]] Yakinilah, hai orang-orang musyrik, bahwa ancaman Allah kepada kalian pada hari kiamat tidak diragukan lagi pasti akan tiba saatnya. Maka janganlah kalian mengolok-olok dengan meminta agar kedatangan itu dipercepat. Mahasuci Allah dari sekutu yang berhak disembah dan dari segala sesuatu yang kalian sekutukan, yaitu tuhan-tuhan yang tidak memiliki kemampuan apa-apa.",
    "jalalayn": "Ketika orang-orang musyrik merasa lambat akan datangnya azab yang diancamkan kepada mereka, lalu turunlah firman-Nya: (Telah pasti datangnya ketetapan Allah) yakni hari kiamat. Lafal ataa diungkapkan dalam bentuk fi`il madhi untuk menunjukkan kepastian kejadiannya, artinya telah dekat (maka janganlah kalian meminta disegerakan datangnya) artinya janganlah kalian meminta disegerakan sebelum saatnya karena sesungguhnya hari kiamat itu pasti akan terjadi (Maha Suci Allah) kalimat ini mengandung makna memahasucikan Dia (dan Maha Tinggi dari apa yang mereka persekutukan) di samping-Nya."
  },
  {
    "page": 267,
    "name": "An-Nahl",
    "ayat": 2,
    "arab": "يُنَزِّلُ الْمَلٰۤىِٕكَةَ بِالرُّوْحِ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اَنْ اَنْذِرُوْٓا اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاتَّقُوْنِ ",
    "translation": "Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, “Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.”       ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1903.mp3",
    "tafsir": "Setelah ayat tersebut turun, orang-orang Quraisy menanyakan, \"Seandainya Allah memang berkuasa untuk mengazab para hamba-Nya yang lain, maka siapakah yang mengetahui hal yang sangat gaib ini yang tidak diketahui oleh siapa punjuga kecuali hanya Dia? Pertanyaan ini hanya menunjukkan pengingkaran mereka terhadap kejadian hari kiamat. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa berita itu diketahui dari wahyu yang diturunkan Allah melalui malaikat. Dari wahyu itulah berita-berita gaib dapat diketahui. Wahyu itu dibawa oleh malaikat dengan perintah Allah kepada hamba-Nya yang dikehendaki. Penjelasan itu dikemukakan agar mereka dapat mengetahui bahwa seseorang yang menerima wahyu berarti telah menerima tugas kenabian. Yang dimaksud dengan roh dalam ayat ini ialah wahyu sebagai-mana tampak jelas artinya di ayat yang lain:\n\n¦Yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya,¦ (al-Mu'min/40: 15)\n\nDan firman-Nya lagi:\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami¦ (asy-Syura/42: 52)\n\nWahyu itu dibawa oleh para malaikat kepada para nabi semata-mata karena perintah Allah dan bukan kemauan malaikat itu sendiri. Seperti ditegaskan dalam ayat-ayat yang lain sebagai berikut:\n\nDan tidaklah kami (Jibril) turun kecuali atas perintah Tuhanmu. (Maryam/19: 64)\nDan firman Allah swt:\n\nMereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya. (al-Anbiya'/21: 27)\n\nWahyu itu diberikan oleh Allah kepada para hamba-Nya yang terpilih dan mempunyai kesiapan mental untuk menerimanya. Gunanya sebagai sarana untuk memberikan peringatan kepada para hamba Allah. Antara lain, untuk menyampai-kan ajaran tauhid dan meyakinkan mereka tentang keesaan Allah, bahwa tidak ada tuhan yang wajib disembah kecuali Allah dan Dialah Tuhan bagi segala makhluk, sedang tuhan-tuhan yang lain adalah tuhan ciptaan mereka yang jauh dari kebenaran. Dengan demikian, wajib bagi manusia untuk menghambakan diri semata-mata kepada-Nya karena dengan jalan demikian manusia akan selamat dari kehancuran dan terlepas dari kesesatan. Dalam ayat itu terdapat petunjuk bahwa wahyu itu turun dari Allah kepada nabi-Nya dengan perantaraan para malaikat. Dalam ayat yang lain disebutkan:\n\nSemua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (al-Baqarah/2: 285)\n\nMalaikat disebut lebih dahulu daripada rasul-rasul untuk menyatakan bahwa malaikat itu menerima wahyu dari Allah tanpa perantara. Sedangkan yang dimaksud dengan kitab-kitab ialah wahyu yang disampaikan oleh para malaikat kepada para nabi-Nya. \nDi akhir ayat ini, Allah swt menegaskan bahwa hendaklah manusia bertakwa hanya kepada-Nya. Ini adalah seruan yang ditujukan kepada orang-orang yang beriman agar tetap bertakwa kepada-Nya. Juga ditujukan kepada orang-orang kafir Quraisy yang menentang akan terjadinya hari kiamat agar mereka menghentikan kemusyrikannya dan meninggalkan sifat-sifat yang menentang terhadap ketentuan yang datang dari Allah dikarenakan sifat tergesa-gesa menolak sesuatu yang belum diyakini kebenarannya.",
    "quraish": "Dia menurunkan malaikat dengan membawa wahyu yang menghidupkan kalbu kepada para hamba-Nya yang dipilih untuk menjadi rasul. Para rasul itu diutus untuk memberi peringatan kepada manusia bahwa tiada Tuhan yang wajib disembah kecuali Aku. Maka jauhilah segala apa yang menyebabkan murka-Ku dan yang menjerumuskan kalian kepada siksaan. Hendaknya kalian selalu taat agar terlindung dari siksaan.",
    "jalalayn": "(Dia menurunkan malaikat) yakni malaikat Jibril (dengan wahyu) dengan membawa wahyu (atas perintah-Nya) berdasarkan kehendak-Nya (kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya) mereka adalah para nabi (yaitu) huruf an di sini bermakna mufassirah atau kata penafsir (peringatkanlah olehmu sekalian) peringatkanlah orang-orang kafir dengan azab, dan beritahukanlah kepada mereka (bahwasanya tidak ada Tuhan melainkan Aku, maka hendaklah kalian bertakwa kepada-Ku) artinya takutlah kalian kepada-Ku."
  },
  {
    "page": 267,
    "name": "An-Nahl",
    "ayat": 3,
    "arab": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ تَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
    "translation": "Dia menciptakan langit dan bumi dengan kebenaran. Mahatinggi Allah dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1904.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dia menciptakan benda-benda yang ada di langit dan benda-benda yang ada di bumi dengan benar. Maksudnya ialah sesuai dengan hikmah dan kebijaksanaan-Nya dan tidak ada yang sia-sia. Dia menciptakan semuanya tanpa bantuan dan pertolongan siapa pun. Dia cukup menciptakan benda-benda dan hukum yang berlaku baginya, sehingga benda-benda itu berfungsi sesuai dengan hukumnya. Tidak ada zat yang lain yang berkuasa untuk mencipta, mengatur, dan mengendalikan langit, bumi dan semua isinya. Sebagai konsekuensinya, tidak layak apabila ada orang yang menghambakan dirinya kepada tuhan-tuhan yang lain selain-Nya. Oleh karena itu, Allah menyatakan di akhir ayat ini bahwa Dia Mahasuci dari apa yang mereka persekutukan. (Keterangan lebih lanjut bisa dilihat dalam tafsir Surah Ibrahim/14: 19).\nPenciptaan langit dan bumi dengan haq (benar) juga bisa bermakna bahwa Tuhan menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tatasurya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.\nApa yang tertulis di atas hanya sebagian dari \"keputusan rancangan\" yang dibuat Allah agar kehidupan di bumi dapat eksis dan bertahan. Namun yang sedikit ini pun sudah cukup untuk menunjukkan bahwa keberadaan bumi bukan karena kebetulan. Tidak juga terbentuk oleh serangkaian kejadian acak.\nHal tersebut dan detail lain yang tak berhingga meyakinkan kembali kebenaran yang sederhana dan murni. Allah dan hanya Allah yang menciptakan alam semesta, bintang, planet, pegunungan, dan laut dengan sempurna, memberikan kehidupan bagi manusia dan makhluk hidup lainnya, dan menempatkan ciptaan-Nya di bawah kendali manusia. Allah dan hanya Allah, sumber pengampunan dan kekuasaan, cukup berkekuatan untuk menciptakan sesuatu dari kehampaan.",
    "quraish": "Dia menciptakan langit dan bumi sesuai dengan hikmah-Nya. Allah Mahasuci dari sekutu yang bertindak di dalam kerajaan-Nya atau yang pantas disembah seperti Dia.",
    "jalalayn": "(Dia menciptakan langit dan bumi dengan hak) artinya secara sungguh-sungguh. (Maha Tinggi Allah daripada apa yang mereka persekutukan) bersama-Nya yaitu berhala-berhala."
  },
  {
    "page": 267,
    "name": "An-Nahl",
    "ayat": 4,
    "arab": "خَلَقَ الْاِنْسَانَ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
    "translation": "Dia telah menciptakan manusia dari mani, ternyata dia menjadi pembantah yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1905.mp3",
    "tafsir": "Kemudian dalam ayat ini, Allah menjelaskan proses kejadian diri manusia bahwa Dia menciptakannya dari nuthfah. Dalam ayat yang lain dijelaskan bahwa Allah menciptakan manusia dari air yang lemah. Kejadian itu melalui proses perkembangan. Di dalam kandungan, mani berubah menjadi 'alaqah (sesuatu yang menggantung di dinding rahim), kemudian menjadi gumpalan daging. Setelah mengalami jangka waktu 4 bulan mulai terwujud janin yang sempurna, dan setelah 9 bulan kejadian, bayi itu dikeluarkan dari kandungan ibunya ke alam dunia. Setelah itu, bayi masih memerlukan bantuan dan perawatan ibunya untuk disusui, dirawat, dan dididik sampai dewasa dan dapat berpikir secara sempurna. \nManusia yang mengalami proses penciptaan yang rumit dan bertahap, dari makhluk yang lemah menjadi yang perkasa ini, tiba-tiba mengingkari keesaan penciptanya dan terjadinya hari kebangkitan, serta memusuhi para rasul Allah, padahal ia diciptakan hanya sebagai hamba. Manusia bahkan melupakan asal kejadiannya bahwa ia diciptakan dari setetes air yang tidak mempunyai kemampuan sedikit pun. Mereka berkata dengan terus-terang, sebagaimana dijelaskan dalam firman Allah:\n\nDan tentu mereka akan mengatakan (pula), \"Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.\" (al-An'am/6: 29)\n\nMereka juga mengingkari kebangkitan kembali manusia setelah mati dan menjadi tulang-belulang. Firman Allah:\n\n¦Dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?\" (Yasin/36: 78)",
    "quraish": "Setiap manusia diciptakan dari bahan cair, yaitu sperma. Tetapi kemudian manusia itu berubah menjadi seorang yang sangat membantah hakikat dirinya sendiri, tangguh menghadapi lawan dan kuat argumentasinya.",
    "jalalayn": "(Dia telah menciptakan manusia dari mani) mulai dari mani hingga menjadi manusia yang kuat lagi kekar (tiba-tiba ia menjadi pembantah) sangat memusuhi (yang nyata) lalu Allah menjelaskan tentang bantahan manusia itu yang tidak mempercayai adanya hari berbangkit, yaitu melalui firman-Nya yang lain: \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh.\" (Q.S. Yasin 78)"
  },
  {
    "page": 267,
    "name": "An-Nahl",
    "ayat": 5,
    "arab": "وَالْاَنْعَامَ خَلَقَهَا لَكُمْ فِيْهَا دِفْءٌ وَّمَنَافِعُ وَمِنْهَا تَأْكُلُوْنَ ",
    "translation": "Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1906.mp3",
    "tafsir": "Pada ayat ini, Allah swt menjelaskan aneka ragam kenikmatan yang disediakan untuk para hamba-Nya berupa binatang ternak, seperti unta, sapi, kambing, dan lain sebagainya. Nikmat yang diperoleh dari binatang itu seperti bulunya yang dapat dibuat kain wool, berguna untuk melindungi tubuh dari gangguan udara dingin, dan kulitnya dapat dijadikan sepatu dan peralatan lainnya. Begitu pula susu dan dagingnya bermanfaat bagi kesehatan manusia. Secara ringkas dapat dikatakan bahwa binatang ternak itu diciptakan untuk manusia agar dapat dimanfaatkan sebagai sumber pemenuhan kebutuhan hidupnya.",
    "quraish": "Allah telah memberikan keutamaan kepada kalian, wahai para hamba. Telah diciptakan untuk kalian unta, sapi, kambing, dan anak kambing yang bulu dan rambutnya bisa dipakai untuk menghangatkan badan, dan dagingnya bisa dimakan untuk kelangsungan hidup kalian.",
    "jalalayn": "(Dan binatang ternak) yakni unta, sapi dan kambing. Lafal al-an`aam dibaca nashab karena dinashabkan oleh fi`il yang diperkirakan keberadaannya lalu fi`il tersebut ditafsirkan atau dijelaskan oleh lafal berikut ini, yaitu: (Dia telah menciptakannya untuk kalian) sebagian dari manusia (padanya ada kehangatan) yaitu bulu dan kulitnya dapat dibuat pakaian dan selimut untuk penghangat tubuh kalian (dan berbagai manfaat) yaitu dari anak-anaknya, air susunya dan dapat dijadikan sebagai kendaraan (dan sebagiannya kalian makan) zharaf didahulukan karena untuk tujuan fashilah."
  },
  {
    "page": 267,
    "name": "An-Nahl",
    "ayat": 6,
    "arab": "وَلَكُمْ فِيْهَا جَمَالٌ حِيْنَ تُرِيْحُوْنَ وَحِيْنَ تَسْرَحُوْنَۖ",
    "translation": "Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1907.mp3",
    "tafsir": "Allah swt menjelaskan bahwa manusia memperoleh kepuasan batin dan pemandangan yang indah pada binatang ternak ketika mereka melepas dan menggiringnya di pagi hari menuju tempat penggembalaan. Perasaan yang sama juga dirasakan pada sore hari ketika mereka menghalau dan menggiring binatang ternak itu kembali ke kandangnya. Keindahan yang diperoleh manusia dari binatang ternak itu termasuk nikmat Allah yang diberikan kepada hamba-Nya.",
    "quraish": "Kalian mendapatkan kesenangan ketika melihat hewan-hewan ternak itu kembali dari tempat penggembalaan dalam keadaan kenyang dan penuh dengan susu, dan ketika kalian pergi ke kebun dan tempat penggembalaan, dengan cepat hewan-hewan itu memakan makanannya.",
    "jalalayn": "(Dan kalian memperoleh pandangan yang indah padanya) yakni sebagai perhiasan kalian (ketika kalian membawanya kembali ke kandang) ketika kalian menggiringnya kembali ke kandangnya di waktu sore hari (dan ketika kalian melepaskannya ke tempat penggembalaan) kalian mengeluarkannya dari kandangnya menuju ke tempat penggembalaan di waktu pagi hari."
  }
]