[
  {
    "page": 27,
    "name": "Al-Baqarah",
    "ayat": 177,
    "arab": "۞ لَيْسَ الْبِرَّاَنْ تُوَلُّوْا وُجُوْهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰكِنَّ الْبِرَّ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَالْمَلٰۤىِٕكَةِ وَالْكِتٰبِ وَالنَّبِيّٖنَ ۚ وَاٰتَى الْمَالَ عَلٰى حُبِّهٖ ذَوِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِۙ وَالسَّاۤىِٕلِيْنَ وَفىِ الرِّقَابِۚ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ ۚ وَالْمُوْفُوْنَ بِعَهْدِهِمْ اِذَا عَاهَدُوْا ۚ وَالصّٰبِرِيْنَ فِى الْبَأْسَاۤءِ وَالضَّرَّاۤءِ وَحِيْنَ الْبَأْسِۗ اُولٰۤىِٕكَ الَّذِيْنَ صَدَقُوْا ۗوَاُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ ",
    "translation": "Kebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/184.mp3",
    "tafsir": "Ayat ini bukan saja ditujukan kepada umat Yahudi dan Nasrani, tetapi mencakup juga semua umat yang menganut agama-agama yang diturunkan dari langit, termasuk umat Islam.\nPada ayat 177 ini Allah menjelaskan kepada semua umat manusia, bahwa kebajikan itu bukanlah sekadar menghadapkan muka kepada suatu arah yang tertentu, baik ke arah timur maupun ke arah barat, tetapi kebajikan yang sebenarnya ialah beriman kepada Allah dengan sesungguhnya, iman yang bersemayam di lubuk hati yang dapat menenteramkan jiwa, yang dapat menunjukkan kebenaran dan mencegah diri dari segala macam dorongan hawa nafsu dan kejahatan. Beriman kepada hari akhirat sebagai tujuan terakhir dari kehidupan dunia yang serba kurang dan fana. Beriman kepada malaikat yang di antara tugasnya menjadi perantara dan pembawa wahyu dari Allah kepada para nabi dan rasul. Beriman kepada semua kitab-kitab yang diturunkan Allah, baik Taurat, Injil maupun Al-Qur'an dan lain-lainnya, jangan seperti Ahli Kitab yang percaya pada sebagian kitab yang diturunkan Allah, tetapi tidak percaya kepada sebagian lainnya, atau percaya kepada sebagian ayat-ayat yang mereka sukai, tetapi tidak percaya kepada ayat-ayat yang tidak sesuai dengan keinginan mereka. Beriman kepada semua nabi tanpa membedakan antara seorang nabi dengan nabi yang lain.\nIman tersebut harus disertai dan ditandai dengan amal perbuatan yang nyata, sebagaimana yang diuraikan dalam ayat ini, yaitu:\n1. a.memberikan harta yang dicintai kepada karib kerabat yang membutuhkannya. Anggota keluarga yang mampu hendaklah lebih mengutamakan memberi nafkah kepada keluarga yang lebih dekat.\nb.memberikan bantuan harta kepada anak-anak yatim dan orang-orang yang tidak berdaya. Mereka membutuhkan pertolongan dan bantuan untuk menyambung hidup dan meneruskan pendidikannya, sehingga mereka bisa hidup tenteram sebagai manusia yang bermanfaat dalam lingkungan masyarakatnya.\nc.memberikan harta kepada musafir yang membutuhkan, sehingga mereka tidak terlantar dalam perjalanan dan terhindar dari pelbagai kesulitan.\nd.memberikan harta kepada orang yang terpaksa meminta minta karena tidak ada jalan lain baginya untuk menutupi kebutuhannya.\ne.memberikan harta untuk menghapus perbudakan, sehingga ia dapat memperoleh kemerdekaan dan kebebasan dirinya yang sudah hilang.\n2.Mendirikan salat, artinya melaksanakannya pada waktunya dengan khusyuk lengkap dengan rukun-rukun dan syarat-syaratnya. \n3.Menunaikan zakat kepada yang berhak menerimanya sebagaimana yang tersebut dalam surah at-Taubah ayat 60. Di dalam Al-Qur'an apabila disebutkan perintah: \"mendirikan salat\", selalu pula diiringi dengan perintah: \"menunaikan zakat\", karena antara salat dan zakat terjalin hubungan yang sangat erat dalam melaksanakan ibadah dan kebajikan. Sebab salat pembersih jiwa sedang zakat pembersih harta. Mengeluarkan zakat bagi manusia memang sukar, karena zakat suatu pengeluaran harta sendiri yang sangat disayangi. Oleh karena itu apabila ada perintah salat, selalu diiringi dengan perintah zakat, karena kebajikan itu tidak cukup dengan jiwa saja tetapi harus pula disertai dengan harta. Oleh karena itulah, sesudah Nabi Muhammad saw wafat, para sahabat sepakat tentang wajib memerangi orang yang tidak mau menunaikan zakat hartanya.\n4.Menepati janji bagi mereka yang telah mengadakan perjanjian. Segala macam janji yang telah dijanjikan wajib ditepati, baik janji kepada Allah seperti sumpah dan nazar dan sebagiannya, maupun janji kepada manusia, terkecuali janji yang bertentangan dengan hukum Allah (syariat Islam) seperti janji berbuat maksiat, maka tidak boleh (haram) dilakukan, hal ini dikuatkan oleh sabda Rasulullah saw:\nTanda munafik ada tiga: yaitu apabila ia berkata, maka ia selalu berbohong, apabila ia berjanji, maka ia selalu tidak menepati janjinya, apabila ia dipercayai, maka ia selalu berkhianat. (Riwayat Muslim dari Abu Hurairah r.a.).\n\n5. Sabar dalam arti tabah, menahan diri dan berjuang dalam mengatasi kesempitan, yakni kesulitan hidup seperti krisis ekonomi; penderitaan, seperti penyakit atau cobaan ; dan dalam peperangan, yaitu ketika perang sedang berkecamuk. \n\nMereka itulah orang-orang yang benar dalam arti sesuai dengan sikap, ucapan dan perbuatannya dan mereka itulah orang-orang yang bertakwa.",
    "quraish": "Sering dan banyak sekali manusia berbicara tentang kiblat seolah-olah kiblat itu sebagai satu-satunya kebaikan, padahal tidak demikian. Sekadar menghadapkan muka ke barat atau ke timur bukan merupakan pokok persoalan keagamaan atau kebajikan. Sumber kebajikan itu bermacam-macam, sebagian merupakan pokok-pokok kepercayaan (akidah) dan sebagian lagi induk kebajikan dan ibadah. Termasuk dalam kategori pertama, beriman pada Allah, pada hari kebangkitan, hari pengumpulan seluruh makhluk dan hari pembalasan. Beriman pada malaikat dan pada kitab-kitab suci yang diturunkan kepada para nabi dan beriman pada para nabi itu sendiri. Kedua, menafkahkan harta secara sukarela untuk para fakir dari kerabat terdekat, anak-anak yatim dan bagi siapa yang sangat membutuhkan juga para musafir yang kehabisan sebelum sampai di tempat tujuan, para peminta-minta dan mengeluarka harta demi memerdekakan budak. Ketiga, menjaga dan memelihara sembahyang. Keempat, menunaikan kewajiban zakat. Kelima, menepati janji pada diri sendiri dan hak milik. Keenam, bersabar atas segala cobaan yang menimpa diri dan harta atau termasuk bersabar di tengah medan perang mengusir musuh. Orang-orang yang menyatukan dalam diri mereka pokok-pokok kepercayaan (akidah) dan kebajikan, mereka adalah orang yang benar-benar beriman. Mereka itulah yang membentengi diri dari kufur dan moral yang rendah.",
    "jalalayn": "(Kebaktian itu bukanlah dengan menghadapkan wajahmu) dalam salat (ke arah timur dan barat) ayat ini turun untuk menolak anggapan orang-orang Yahudi dan Kristen yang menyangka demikian, (tetapi orang yang berbakti itu) ada yang membaca 'al-barr' dengan ba baris di atas, artinya orang yang berbakti (ialah orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab) maksudnya kitab-kitab suci (dan nabi-nabi) serta memberikan harta atas) artinya harta yang (dicintainya) (kepada kaum kerabat) atau famili (anak-anak yatim, orang-orang miskin, orang yang dalam perjalanan) atau musafir, (orang-orang yang meminta-minta) atau pengemis, (dan pada) memerdekakan (budak) yakni yang telah dijanjikan akan dibebaskan dengan membayar sejumlah tebusan, begitu juga para tawanan, (serta mendirikan salat dan membayar zakat) yang wajib dan sebelum mencapai nisabnya secara tathawwu` atau sukarela, (orang-orang yang menepati janji bila mereka berjanji) baik kepada Allah atau kepada manusia, (orang-orang yang sabar) baris di atas sebagai pujian (dalam kesempitan) yakni kemiskinan yang sangat (penderitaan) misalnya karena sakit (dan sewaktu perang) yakni ketika berkecamuknya perang di jalan Allah. (Mereka itulah) yakni yang disebut di atas (orang-orang yang benar) dalam keimanan dan mengakui kebaktian (dan mereka itulah orang-orang yang bertakwa) kepada Allah."
  },
  {
    "page": 27,
    "name": "Al-Baqarah",
    "ayat": 178,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِى الْقَتْلٰىۗ  اَلْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْاُنْثٰى بِالْاُنْثٰىۗ  فَمَنْ عُفِيَ لَهٗ مِنْ اَخِيْهِ شَيْءٌ فَاتِّبَاعٌ ۢبِالْمَعْرُوْفِ وَاَدَاۤءٌ اِلَيْهِ بِاِحْسَانٍ ۗ ذٰلِكَ تَخْفِيْفٌ مِّنْ رَّبِّكُمْ وَرَحْمَةٌ  ۗفَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ ",
    "translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. Orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya, perempuan dengan perempuan. Tetapi barangsiapa memperoleh maaf dari saudaranya, hendaklah dia mengikutinya dengan baik, dan membayar diat (tebusan) kepadanya dengan baik (pula). Yang demikian itu adalah keringanan dan rahmat dari Tuhanmu. Barangsiapa melampaui batas setelah itu, maka ia akan mendapat azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/185.mp3",
    "tafsir": "Ayat ini menetapkan suatu hukuman kisas yang wajib dilaksanakan dengan ketentuan-ketentuan:\n1. Apabila orang merdeka membunuh orang merdeka, maka kisas berlaku bagi pembunuh yang merdeka tersebut.\n2. Apabila seorang budak membunuh budak (hamba sahaya), maka kisas berlaku bagi budak pembunuh.\n3. Apabila yang membunuh seorang perempuan, maka yang terkena hukuman mati adalah perempuan tersebut.\nDemikianlah menurut bunyi ayat ini, tetapi bagaimana hukumannya kalau terjadi hal-hal seperti berikut:\na. Apabila orang merdeka membunuh seorang hamba sahaya.\nb. Apabila seorang Muslim membunuh seorang kafir zimmi (kafir yang menjadi warga negara Islam).\nc. Apabila orang banyak bersama-sama membunuh seorang manusia\nd. Apabila seorang laki-laki membunuh seorang perempuan.\ne. Apabila seorang ayah membunuh anaknya.\nPara ulama memberikan hasil ijtihadnya masing-masing sebagai berikut: Menurut mazhab Hanafi, pada masalah no. 1 dan no. 2 hukumnya ialah bahwa si pembunuh itu harus dihukum mati, walaupun derajat yang dibunuh dianggap lebih rendah dari yang membunuhnya, dengan alasan antara lain:\n1)Dari permulaan ayat 178 ini sampai kepada kata-kata al-qatl sudah dianggap satu kalimat yang sempurna. Jadi, tidak dibedakan antara derajat manusia yang membunuh dan yang dibunuh. Sedang kata-kata berikutnya yaitu orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan, hanyalah sekadar memperkuat hukum, agar jangan berbuat seperti pada masa jahiliah.\n2)Ayat ini dinasakhkan (tidak berlaku lagi hukumannya) dengan ayat 45 surah al-Ma'idah/5 yang tidak membedakan derajat dan agama manusia. \n\nMenurut mazhab Maliki dan Syafi'i, pada masalah No. 1 dan No. 2 ini, pembunuh tidak dibunuh, karena persamaan itu adalah menjadi syarat bagi mereka dengan alasan bahwa:\n1) Kalimat dalam ayat tersebut belum dianggap sempurna kalau belum sampai kepada kata-kata:\n(perempuan dengan perempuan). Jadi merdeka dengan yang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan. Persamaan itu menjadi syarat, sedang ayat 45 Al-Ma'idah sifatnya umum ditakhsiskan dengan ayat ini. \n2) Sabda Rasulullah saw:\nTidak dibunuh orang mukmin karena membunuh orang kafir. (Riwayat al-Bukhari dari Ali bin Abi thalib)\n\nMasalah no. 3: menurut jumhur ulama, semua dihukum mati karena masing-masing telah mengambil bagian dalam pembunuhan. Masalah no. 4 hukumnya sesuai dengan ijmak sahabat, yaitu pembunuh wajib dihukum mati, karena dianggap tidak ada perbedaan yang pokok antara laki-laki dengan perempuan. Masalah no. 5 hukumnya tidak dihukum mati karena membunuh anaknya, sesuai dengan sabda Rasulullah saw:\nAyah tidak dibunuh karena membunuh anaknya (Riwayat al-Bukhari dari Umar)\n\nPada masalah yang terakhir ini dan masalah-masalah sebelumnya ditetapkan hukumnya bahwa si pembunuh bebas dari hukuman kisas, tetapi dijatuhkan kepadanya hukuman lain, seperti diat, denda, dan sebagainya, sebagaimana diterangkan secara terinci di dalam kitab-kitab fikih.\nSelanjutnya Allah swt menerangkan adanya kemungkinan lain yang lebih ringan dari kisas, yaitu \"Barang siapa mendapat suatu pemaafan dari saudara yang terbunuh, maka hendaklah orang yang diberi maaf itu membayar diat kepada saudara (ahli waris) yang memberi maaf dengan cara yang baik.\" Artinya gugurlah hukuman wajib kisas dan diganti dengan hukuman diat yang wajib dibayar dengan baik oleh yang membunuh.\nKemudian dalam penutup ayat ini Allah memperingatkan kepada ahli waris yang telah memberi maaf, agar jangan berbuat yang tidak wajar kepada pihak yang telah diberi maaf, karena apabila ia berbuat hal-hal yang tidak wajar, maka artinya perbuatan itu melampaui batas dan akan mendapat azab yang pedih di hari kiamat.",
    "quraish": "Di antara syariat yang Kami wajibkan atas orang-orang beriman adalah hukum yang mengatur soal pembunuhan dengan sengaja. Telah Kami wajibkan pelaksanaan kisas atas kalian sebagai hukuman bagi pelaku pembunuhan. Janganlah kalian mencontoh tirani kaum jahiliah. (1) Mereka menghukum orang merdeka bukan pelaku pembunuhan sebagai balasan atas terbunuhnya seorang budak. Laki-laki sebagai ganti wanita. Petinggi kaum sebagai ganti rakyat jelata tanpa memberi hukuman pada pelaku pembunuhan itu sendiri. Maka dengan hukum kisas ini Kami mewajibkan bahwa orang merdeka harus dikisas karena membunuh orang merdeka lain, hamba dengan hamba, dan wanita dengan wanita. Jadi, landasan hukum kisas ini adalah semata-mata untuk menghentikan kejahatan si pembunuh dengan memberikannya hukuman yang setimpal. Tapi apabila pihak keluarga korban berhati lapang dan memilih sesuatu yang lebih baik dari itu dengan tidak menuntut balas, dan memberi maaf pada terdakwa, maka mereka berhak mendapatkan diyat. Jika itu yang dikehendaki oleh pihak keluarga korban, maka hendaknya ia menerima pilihan mereka sendiri secara sukarela tanpa menekan apalagi menggunakan kekerasan terhadap pelaku. Si pelaku semestinya menyerahkan diyat itu secepatnya dan tidak menundanya. Dan sesungguhnya di dalam hukum kisas yang Kami wajibkan itu terdapat keringanan bagi orang-orang Mukmin, jika dibandingkan dengan hukum Tawrât, yang tidak memberikan pilihan bagi pelaku pembunuhan kecuali dihukum bunuh. Sebagaimana terdapat pula rahmat bagi mereka sehingga tidak hanya mengharap maaf dari keluarga korban. Barangsiapa yang melanggar ketentuan hukum ini maka baginya azab yang pedih di dunia dan akhirat. {(1) Orang-orang Arab pada masa jahiliah membedakan antara petinggi kaum dengan orang biasa. Misalnya ketika salah seorang kepala suku terbunuh, pembalasan atas pembunuhan itu tidak hanya terbatas pada si pembunuh. Bagi mereka terdapat perbedaan antara darah orang biasa dengan darah petinggi, antara jiwa orang biasa dengan jiwa petinggi. Ketika Islam datang, kebiasaan itu ditinggalkan dengan memberlakukan hukum kisas, yaitu suatu ketentuan hukum yang menetapkan bahwa pembalasan terhadap tindak pembunuhan hanya diberlakukan terhadap si pembunuh. Jika seorang yang merdeka terbunuh, siapa pun orangnya, tebusannya adalah orang merdeka pula, hamba dengan hamba, wanita dengan wanita dan seterusnya. Dapat dipahami secara eksplisit bahwa seorang budak tidak akan dikisas karena melakukan pembunuhan terhadap orang merdeka dan sebaliknya seorang merdeka tidak dikisas karena membunuh budak. Akan tetapi, pada ayat lain kita menemukan bahwa hukum kisas itu berlaku secara umum tanpa memandang status dan jenis kelamin. Ini merupakan suatu hukum yang telah diundangkan dalam kitab Tawrât, Injîl dan al-Qur'ân. Allah berfrman, \"Dan telah Kami tentukan terhadap mereka di dalamnya (Tawrât) bahwa jiwa dibalas dengan jiwa\" (lihat surat al-Mâ'idah). Dan Rasululullah bersabda, \"Orang-orang Muslim itu saling melindungi hak hidup masing-masing,\" dan, \"Nyawa dibalas dengan nyawa.\" Tampaknya, bahwa dalam hukum kisas ini Islam memiliki sudut pandang yang berbeda dengan pandangan para ahli hukum, dengan menjadikan kisas itu sebagai hak bagi keluarga si terbunuh, sebagai peredam kemarahan di satu sisi dan sebagai upaya prefentif untuk menjaga hak hidup orang yang tak berdosa di sisi lain. Oleh karena itu dalam hal ini pihak keluarga korban memiliki hak memaafkan pelaku di samping hak menuntut balas (kisas) itu sendiri, sementara pihak penguasa (waliy al-amr) memiliki kekuasaan untuk memberi hukuman mati sebagai ta'zîr jika dalam hal itu terdapat maslahat. Dalam penetapan hukum kisas ini, Islam tidak memandang dari sudut motif, karena si pelaku dianggap zalim apa pun motif yang melatarbelakangi kejahatannya. Bahkan, melihat kejahatan dari sisi motifnya akan melahirkan rasa kasihan pada si pelaku dan mengabaikan maslahat korban yang semua itu sering kali mendorong tindak balas dendam yang tidak ada habisnya. Belakangan ini teori hukum Islam dalam persoalan kisas banyak mendapat tanggapan dan kajian serius di berbagai perguruan tinggi di Eropa. }",
    "jalalayn": "(Hai orang-orang beriman, diwajibkan atas kamu kisas) pembalasan yang setimpal (berkenaan dengan orang-orang yang dibunuh) baik tentang sifat maupun perbuatan (orang merdeka) dibunuh (oleh orang merdeka) maka tidak boleh oleh hamba (hamba oleh hamba dan wanita oleh wanita). Sunah menyatakan bahwa laki-laki boleh dibunuh oleh wanita dan dalam agama dipandang seimbang atau sebanding, tetapi tidak boleh seorang Islam walaupun ia seorang hamba dibunuh oleh seorang kafir walaupun ia seorang merdeka. (Barang siapa yang mendapat kemaafan) maksudnya di antara pembunuh-pembunuh itu (berkenaan dengan) darah (saudaranya) yang dibunuh (berupa sesuatu) misalnya dengan ditiadakannya kisas yang menyebabkan gugurnya sebagian hukuman oleh sebagian ahli waris. Dengan disebutkannya 'saudaranya', membangkitkan rasa santun yang mendorong seseorang untuk memaafkan dan menjadi pernyataan bahwa pembunuhan itu tidaklah mengakibatkan putusnya persaudaraan dalam agama dan keimanan. 'Man' yang merupakan syarthiyah atau isim maushul menjadi mubtada, sedangkan khabarnya ialah, (maka hendaklah mengikuti) artinya orang yang memaafkan itu terhadap pembunuh hendaklah mengikuti (dengan cara yang baik) misalnya memintanya supaya membayar diat atau denda dengan baik-baik dan tidak kasar. Pengaturan 'mengikuti' terhadap 'memaafkan' menunjukkan bahwa yang wajib ialah salah satu di antara keduanya dan ini merupakan salah satu di antara kedua pendapat Syafii, sedangkan menurut pendapatnya yang kedua yang wajib itu ialah kisas, sedangkan diat menjadi penggantinya. Sekiranya seseorang memaafkan dan tidak menyebutkan diat, maka bebaslah dari segala kewajiban (dan) hendaklah si pembunuh (membayar) diat (kepadanya) yaitu kepada yang memaafkan tadi, yakni ahli waris (dengan cara yang baik pula) artinya tanpa melalaikan dan mengurangi pembayarannya. (Demikian itu) maksudnya diperbolehkan mengganti hukum kisas dan kemaafan dengan diat, hal ini adalah (suatu keringanan) atau kemudahan (dari Tuhanmu) terhadapmu (suatu rahmat) kepadamu berupa kelapangan dan tidak dipastikan-Nya salah satu di antara keduanya, seperti diwajibkan-Nya kisas atas orang-orang Yahudi dan diat atas orang-orang Kristen. (Dan barang siapa yang melanggar batas) misalnya dianiayanya si pembunuh dengan membunuhnya pula (sesudah itu) maksudnya setelah memaafkan, (maka baginya siksa yang pedih) atau menyakitkan, yaitu di akhirat dengan api neraka, atau di dunia dengan dibunuh pula."
  },
  {
    "page": 27,
    "name": "Al-Baqarah",
    "ayat": 179,
    "arab": "وَلَكُمْ فِى الْقِصَاصِ حَيٰوةٌ يّٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تَتَّقُوْنَ ",
    "translation": "Dan dalam qisas itu ada (jaminan) kehidupan bagimu, wahai orang-orang yang berakal, agar kamu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/186.mp3",
    "tafsir": "Pada ayat tersebut diberikan penjelasan tentang hikmah hukuman kisas, yaitu untuk mencapai keamanan dan ketenteraman. Karena dengan pelaksanaan hukum kisas, umat manusia tidak akan sewenang-wenang melakukan pembunuhan dengan memperturutkan hawa nafsunya saja, dan mendasarkan pembunuhan itu kepada perasaan bahwa dirinya lebih kuat, lebih kaya, lebih berkuasa dan sebagainya.\nTafsir al-Manar telah memberikan uraian panjang lebar tentang kebaikan hukuman kisas dan hukuman diat yang dibawa oleh Al-Qur'an; dengan memberikan bermacam-macam perbandingan tentang perundang-undangan, serta tingkah laku umat manusia, baik di timur maupun di barat, dan memberikan analisis beberapa pendapat para sarjana hukum. Tafsir al-Manar mengatakan: apabila kita memperhatikan syariat umat yang terdahulu, dan yang sekarang tentang hukuman yang ditetapkan dalam pembunuhan, maka kita melihat bahwa Al-Qur'an benar-benar berada digaris tengah yang sangat wajar. Karena hukuman yang diberikan kepada pembunuh pada periode jahiliah adalah selalu berdasarkan kepada kuat dan lemahnya suku. Seorang yang terbunuh dari suku yang kuat, sebagai balasan biasanya membunuh 10 orang dari pihak suku pembunuh yang lemah. \nTafsir al-Manar menambahkan, \".... Sebagian manusia (penjahat-penjahat), kalau hukuman pembunuh hanya ditetapkan sekadar masuk penjara beberapa tahun, mereka tidak akan jera, bahkan ada yang ingin masuk penjara untuk mendapatkan perlindungan dan penghidupan dengan cuma-cuma. Bagi orang seperti ini, tentulah yang paling baik hukumannya ialah kisas, dibunuh apabila ia membunuh orang lain. Tetapi kalau ahli waris yang terbunuh memberikan maaf, maka gugurlah hukuman kisas diganti dengan hukuman lain yaitu membayar diat (denda).\" Demikian beberapa uraian ringkasan dari Tafsir al-Manar.",
    "quraish": "Sesungguhnya rahmat Allah atas kalian sangat besar dalam perundangan hukum kisas itu, yaitu terjaminnya kehidupan yang aman dan tenteram. Karena apabila seseorang yang berniat untuk membunuh menyadari risiko kebinasaan diri sendiri dalam perbuatan itu, maka ia akan mengurungkan niatnya. Tindak pencegahan yang terkandung dalam hukum kisas itulah yang menjamin kelanggengan hidup seorang yang hendak melakukan tindak pembunuhan di satu pihak, dan orang yang akan menjadi korban di pihak lain. Dan apabila seorang petinggi kaum dikisas sebagai ganti dari seorang rakyat jelata yang membunuh, orang yang tidak bersalah dihukum karena kejahatan yang dilakukan orang lain, sebagaimana terjadi pada masa jahiliah, maka hal ini akan menjadi pemicu fitnah dan ketimpangan sistem sebuah masyarakat. Maka orang-orang yang berakal akan menerima hukum kisas ini sebab di dalam hukum itu mereka dapat merasakan kasih sayang Allah yang mendorong mereka ke jalan ketakwaan dan menepati perintah-Nya.",
    "jalalayn": "(Dan bagimu dalam kisas itu terdapat kehidupan) artinya terjaminnya kelangsungan hidup manusia (hai orang-orang yang berakal) karena jika seseorang yang akan membunuh itu mengetahui bahwa ia akan dibunuh pula, maka ia akan merasa takut lalu mengurungkan rencananya sehingga berarti ia telah memelihara nyawanya dan nyawa orang yang akan dibunuhnya tadi. Disyariatkan oleh Allah Taala (supaya kamu bertakwa) artinya menjaga dirimu dari membunuh, agar terhindar dari kisas."
  },
  {
    "page": 27,
    "name": "Al-Baqarah",
    "ayat": 180,
    "arab": "كُتِبَ عَلَيْكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ اِنْ تَرَكَ خَيْرًا ۖ ۨالْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ بِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُتَّقِيْنَ ۗ  ",
    "translation": "Diwajibkan atas kamu, apabila maut hendak menjemput seseorang di antara kamu, jika dia meninggalkan harta, berwasiat untuk kedua orang tua dan karib kerabat dengan cara yang baik, (sebagai) kewajiban bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/187.mp3",
    "tafsir": "Secara umum menurut bunyi ayat 180 ini, Allah mewajibkan berwasiat bagi orang yang beriman yang merasa bahwa ajalnya sudah dekat, dengan datangnya tanda-tanda bahwa dia akan mati. Kewajiban berwasiat, bagi orang-orang yang mempunyai harta, agar sesudah mati dapat disisihkan sebagian harta yang akan diberikan kepada ibu-bapak dan karib kerabatnya dengan baik (adil dan wajar).\nPara ulama mujtahid, dalam menetapkan suatu hukum wasiat yang positif dari ayat 180 ini, memerlukan pembahasan dan penelitian terhadap ayat-ayat lain dalam Al-Qur'an dan terhadap hadis-hadis Nabi yang ada hubungannya dengan persoalan ini, sehingga mereka menghasilkan pendapat antara lain:\n1. Jumhur ulama memberikan pendapat bahwa ayat wasiat 180 ini telah dinasakhkan (dihapus hukumnya) oleh ayat-ayat harta waris yang diturunkan dengan terperinci pada surah an-Nisa' ayat 11 dan 12 dengan alasan antara lain sebagai berikut:\na. Sabda Rasulullah saw:\nSesungguhnya Allah swt telah memberikan kepada setiap orang haknya masing-masing, maka tidak ada wasiat bagi ahli waris (Riwayat Ahmad dan al-Baihaqi dari Abu Umamah al-Bahili).\nHadis ini walaupun tidak mutawatir, namun telah diterima baik oleh para ulama Islam semenjak dahulu.\nb. Para ulama sependapat bahwa ayat-ayat harta waris tersebut diturunkan sesudah ayat wasiat ini.\n2. Para ulama yang berpendapat bahwa ayat wasiat ini dinasakh oleh ayat-ayat harta waris, terbagi pula kepada 2 golongan: golongan pertama mengatakan, tidak ada wasiat yang wajib, baik kepada kerabat yang ahli waris maupun kerabat yang bukan ahli waris. Golongan kedua berpendapat bahwa yang dinasakhkan hanya wasiat kepada kerabat ahli waris saja, sesuai dengan ayat-ayat mawaris itu tetapi untuk karib kerabat yang tidak termasuk ahli waris, wasiat itu tetap wajib hukumnya sesuai dengan ayat wasiat ini.\n3.Menurut Abu Muslim al-Isfahani (seorang ulama yang tidak mengakui adanya nasakh dalam ayat-ayat Al-Qur'an) dan Ibnu Jarir ath-thabari, bahwa ayat wasiat 180 ini, tidak dinasakhkan oleh ayat-ayat mawaris dengan alasan antara lain:\na.Tidak ada pertentangan antara ayat wasiat ini dengan ayat-ayat mawaris, karena wasiat ini sifatnya pemberian dari Tuhan. Oleh karena itu, seorang ahli waris bisa mendapat bagian dari wasiat sesuai dengan ayat 180 ini, dan dari warisan sesuai dengan ketentuan ayat-ayat harta waris.\nb.Andaikata ada pertentangan antara ayat wasiat ini dengan ayat-ayat harta waris, maka dapat dikompromikan yaitu ayat-ayat wasiat ini sifatnya umum, artinya wajib wasiat kepada setiap kerabat, baik ahli waris maupun bukan, sedang ayat-ayat mawaris sifatnya khusus. Jadi kewajiban berwasiat itu seperti dalam ayat 180 tetap berlaku, sehingga tidak bertentangan dengan ayat-ayat harta waris.\nPada ayat 180 ini diterangkan lagi bahwa wasiat itu diberlakukan kalau harta yang akan ditinggalkan oleh yang berwasiat itu banyak. Para ulama yang memberi pendapat tentang berapa banyak jumlah harta yang mengharuskan adanya wasiat. Perincian pendapat para ulama ini dapat diketahui dalam kitab fikih. Tetapi bagaimanapun banyaknya dalil yang dikemukakan, pikiran yang sehat dapat mengambil kesimpulan bahwa harta yang ditinggalkan itu tentulah tidak sedikit sebab wasiat tidak boleh melebihi sepertiga dari jumlah seluruh harta yang ditinggalkan, setelah dikeluarkan lebih dahulu apa yang wajib dikeluarkan, seperti utang-utang dan ongkos seperlunya untuk kepentingan penyelenggaraan jenazah. Kalau wasiat itu lebih dari sepertiga, maka harus mendapat persetujuan dari ahli waris.\nKalau ada yang tidak setuju, maka wasiat hanya berlaku sepertiga dari jumlah harta yang ditinggalkan, sesuai dengan sabda nabi Muhammad saw:\nSesungguhnya Allah telah membolehkan memberikan sepertiga dari harta kamu sewaktu dekat dengan kematian (ajal) untuk menambah kebajikan kamu. (Riwayat ad-Daraquthni dari Mu'adz bin Jabal)\n\nJadi kalau harta itu sedikit, wasiat tidak pantas dan tidak wajar dikeluarkan.\nSesudah itu ayat ini menekankan, bahwa apa yang diwasiatkan itu diberikan dan dibagi secara makruf, artinya secara baik, adil dan wajar. Jangan ada yang menerima sedikit, sedang yang lain menerima banyak, kecuali dalam hal-hal yang cukup wajar, yaitu orang yang menerima lebih banyak, karena sangat banyak kebutuhannya dibandingkan dengan yang lain.",
    "quraish": "Setelah Kami mensyariatkan hukum kisas demi mempertahankan norma-norma kebaikan dan menjaga keutuhan masyarakat, kami selanjutnya menetapkan tata aturan hukum berkaitan dengan wasiat yang akan menjamin kebaikan dan keutuhan institusi keluarga. Seorang yang merasa telah mendekati ajal dan merasa yakin akan kematiannya, sedangkan ia orang yang berharta, maka hendaknya ia memberikan sebagian hak miliknya itu pada kedua orang tua atau kerabat dekatnya yang bukan ahli waris, dengan mempertimbangkan segi-segi kebaikan, kemaslahatan dan kewajaran akal pikiran yang sehat. Tidak memberikan hartanya pada si kaya dan menelantarkan si miskin atau, dengan kata lain, mengutamakan mereka yang sangat membutuhkan. Perintah yang demikian itu wajib hukumnya bagi siapa yang menjadikan takwa sebagai prioritas utama dalam hidupnya dan mengikuti perintah-perintah agama.",
    "jalalayn": "(Diwajibkan atas kamu, apabila salah seorang di antara kamu didatangi maut) maksudnya tanda-tandanya (jika ia meninggalkan kebaikan) yakni harta yang banyak, (berwasiat) baris di depan sebagai naibul fa`il dari kutiba, dan tempat berkaitnya 'idzaa' jika merupakan zharfiyah dan menunjukkan hukumnya jika ia syartiyah dan sebagai jawaban pula dari 'in', artinya hendaklah ia berwasiat (untuk ibu bapak dan kaum kerabat secara baik-baik) artinya dengan adil dan tidak lebih dari sepertiga harta dan jangan mengutamakan orang kaya (merupakan kewajiban) mashdar yang memperkuat isi kalimat yang sebelumnya (bagi orang-orang yang bertakwa) kepada Allah. Ayat ini telah dihapus dan diganti dengan ayat tentang waris dan dengan hadis, \"Tidak ada wasiat untuk ahli waris.\" (H.R. Tirmizi)"
  },
  {
    "page": 27,
    "name": "Al-Baqarah",
    "ayat": 181,
    "arab": "فَمَنْۢ بَدَّلَهٗ بَعْدَمَا سَمِعَهٗ فَاِنَّمَآ اِثْمُهٗ عَلَى الَّذِيْنَ يُبَدِّلُوْنَهٗ ۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ۗ  ",
    "translation": "Barangsiapa mengubahnya (wasiat itu), setelah mendengarnya, maka sesungguhnya dosanya hanya bagi orang yang mengubahnya. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/188.mp3",
    "tafsir": "Ayat 181 ini memperingatkan dengan tegas agar wasiat yang telah dibuat, jangan diubah oleh siapa pun juga. Barang siapa yang mengubah atau menggantinya dan ia telah mengetahui isi yang sebenarnya dari wasiat itu, maka dialah yang akan memikul segala dosa yang tidak dapat dielakkannya, karena sesungguhnya Allah Maha Mengetahui lagi Maha Mendengar.",
    "quraish": "Apabila seorang pemberi wasiat itu telah mengutarakan wasiatnya, maka wasiat itu wajib untuk dilaksanakan, tidak bisa diubah atau diganggu gugat, kecuali jika wasiat itu dirasa tidak adil. Maka, barangsiapa mengubah ketentuan atau merusak wasiat yang adil dan benar sementara ia mengerti perihal hukum waris, sesungguhnya ia telah melakukan dosa besar dan berhak mendapat hukuman. Dalam hal ini si pemberi wasiat telah terbebas dari tanggung jawabnya. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui dan tidak sesuatu pun luput dari pengetahuan-Nya.",
    "jalalayn": "(Barang siapa yang mengubahnya) mengubah wasiat, baik ia sebagai saksi atau yang menyampaikannya (setelah ia mendengarnya) atau mengetahuinya, (maka sesungguhnya dosanya) maksudnya dosa dari pemalsuan wasiat itu (atas orang-orang yang mengubahnya.) Di sini terdapat penempatan zahir pada tempat mudhmar. (Sesungguhnya Allah Maha Mengetahui) perbuatannya dan akan membalasnya."
  }
]