[
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 27,
    "arab": "ثُمَّ يَوْمَ الْقِيٰمَةِ يُخْزِيْهِمْ وَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تُشَاۤقُّوْنَ فِيْهِمْ ۗقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوْۤءَ عَلَى الْكٰفِرِيْنَۙ",
    "translation": "Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, “Di manakah sekutu-sekutu-Ku itu (yang karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?” Orang-orang yang diberi ilmu berkata, “Sesungguhnya kehinaan dan azab pada hari ini ditimpakan kepada orang yang kafir,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1928.mp3",
    "tafsir": "Malapetaka tersebut di atas merupakan azab dunia bagi mereka, sedangkan di akhirat Allah swt akan memberikan siksaan yang pedih dan mereka akan merasakan kehinaan yang tiada taranya. Kehinaan mereka digambarkan dengan keadaan mereka yang bingung, mencari sekutu-sekutu mereka yang dahulu pernah mengajak mereka untuk melakukan tipu daya. Mereka menyesal karena orang-orang yang dahulu mengajak mereka tidak lagi dapat memberikan dukungan kepada mereka untuk melepaskan diri mereka dari siksa Allah. Sebab pada saat itu, manusia tidak mempunyai kekuatan dan tidak pula ada yang dapat memberikan pertolongan.\nFirman Allah:\n\nMaka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong. (ath-thariq/86: 10)\nKemudian Allah swt menjelaskan bahwa pada hari kebangkitan, orang-orang yang telah diberi ilmu, yaitu orang-orang yang mengetahui dan mengikuti petunjuk-petunjuk wahyu dan yakin akan kebenaran hidayah yang diterimanya, serta meyakini keesaan Allah dan kerasulan Muhammad, akan tersenyum dengan penuh kepuasan. Mereka mengatakan bahwa kehinaan dan azab pada hari itu benar-benar ditimpakan kepada orang-orang kafir akibat mengingkari Allah, memusuhi para rasul-Nya, dan mendustakan akan terjadinya hari kebangkitan.\nFirman Allah:\n\nMaka pada hari ini, orang-orang yang berimanlah yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. (al-Muthaffifin/83: 34-35)",
    "quraish": "Di akhirat mereka juga akan menerima siksaan, yaitu saat mereka dibangkitkan kembali untuk diperhitungkan segala perbuatannya dan dihina dengan dipermalukan dan dibuka semua rahasia mereka. Saat itu Allah berfirman kepada mereka, \"Di manakah sesembahan yang kalian jadikan sekutu bagi-Ku dan kalian perangi Aku dan rasul-Ku demi itu? Di manakah mereka itu sehingga dapat mengulurkan tangan untuk menolong kalian sebagaimana yang kalian kira?\" Mereka tidak bisa menjawab! Pada saat itu, para nabi, orang-orang Mukmin dan malaikat yang mengetahui kebenaran, berkata bahwa kenistaan hari ini dan hukuman yang buruk akan ditimpakan kepada orang-orang yang ingkar.",
    "jalalayn": "(Kemudian Allah menghinakan mereka di hari kiamat) membuat mereka hina (dan berfirman)-lah Allah kepada mereka melalui lisan malaikat-Nya dengan nada mengejek (\"Di manakah sekutu-sekutu-Ku itu?) yang menurut dugaan kalian itu (yang karena membelanya kalian selalu memusuhi) menentang kaum mukminin (tentang perihal mereka.\") mengenai perkara mereka. (Berkatalah) artinya nanti akan berkata/menjawab (orang-orang yang diberi ilmu) yaitu para nabi dan orang-orang mukmin (\"Sesungguhnya kehinaan dan azab hari ini ditimpakan atas orang-orang yang kafir.\") para nabi dan orang-orang mukmin mengatakan demikian sebagai ejekan yang ditujukan kepada orang-orang kafir."
  },
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 28,
    "arab": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ ۖفَاَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوْۤءٍ ۗبَلٰىٓ اِنَّ اللّٰهَ عَلِيْمٌۢ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "(yaitu) orang yang dicabut nyawanya oleh para malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), “Kami tidak pernah mengerjakan sesuatu kejahatan pun.” (Malaikat menjawab), “Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1929.mp3",
    "tafsir": "Kemudian Allah swt melukiskan keadaan orang-orang musyrik pada akhir hayat mereka, yaitu ketika malaikat maut akan merenggut nyawa mereka sedangkan mereka masih tetap dalam keadaan menganiaya diri sendiri. Mereka tidak dapat mengelakkan diri dari kematian dan malaikat pencabut nyawa, padahal mereka telah mengingkari pencipta alam semesta.\nPada saat itu, mereka membayangkan siksaan yang akan mereka terima karena mengingkari Allah Yang Maha Esa dan menganiaya diri sendiri. Ketika itu, nurani merekalah yang berbicara, mereka mengakui kebenaran-Nya, seraya mengatakan kami tidak menyekutukan Allah dengan yang lain. Sebagaimana firman Allah:\n\nDemi Allah, ya Tuhan kami, tidaklah kami menyekutukan Allah. (al-An'am/6: 23)\n\nPengakuan seperti itu sangat terlambat karena pada saat sebelum kematian, mereka di dunia mendustakan keesaan Allah dan bergelimang dalam kebatilan. Tidaklah benar apabila mereka mengharapkan kebahagiaan, karena mereka telah diberi akal yang dapat menilai baik dan buruk. Mereka sadar betapa besarnya dosa mendustakan keesaan Allah dan wahyu yang diterima oleh Nabi Muhammad saw. Oleh karena itu, hukuman yang pantas bagi mereka ialah menerima siksaan yang sesuai dengan amal perbuatannya. Mereka tidak dapat lagi menutup-nutupi kejahatan yang mereka lakukan, karena sesungguhnya mereka sendiri telah menyadari dan mengakui kejahatan mereka dan sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan.",
    "quraish": "Kenistaan itu diperuntukkan bagi orang-orang kafir yang mempertahankan kekafiran hingga datangnya malaikat pencabut nyawa, sementara mereka dalam keadaan menzalimi diri sendiri dengan melakukan kemusyirikan dan kejahatan. Setelah lama membangkang, mereka menyerah karena mengetahui hakikat kejahatan mereka. Karena terkejut, dengan berbohong mereka mengatakan, \"Kami tidak pernah berbuat maksiat sedikit pun di dunia!\" Lalu malaikat dan para nabi menjawab, \"Tidak! Kalian bohong! Kalian telah melakukan kemaksiatan yang terburuk. Allah mengetahui apa yang kalian perbuat di dunia, baik yang kecil maupun yang besar. Keingkaran kalian tidaklah mendatangkan manfaat!\"",
    "jalalayn": "(Orang-orang yang dimatikan) dapat dibaca tatawaffaahum dan yatawaffaahum (oleh para malaikat dalam keadaan berbuat zalim kepada diri mereka sendiri) karena melakukan kekufuran (lalu mereka menyerahkan diri) mereka tunduk dan berserah diri ketika maut menjelang mereka seraya berkata (\"Kami sekali-kali tidak ada mengerjakan suatu kejahatan pun.\") yaitu perbuatan musyrik. Maka para malaikat berkata kepada mereka (\"Ada, sesungguhnya Allah Maha Mengetahui apa yang telah kalian kerjakan.\") oleh sebab itu Dia membalaskannya kepada diri kalian."
  },
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 29,
    "arab": "فَادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۗفَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ ",
    "translation": "Maka masukilah pintu-pintu neraka Jahanam, kamu kekal di dalamnya. Pasti itu seburuk-buruk tempat orang yang menyombongkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1930.mp3",
    "tafsir": "Allah swt menegaskan bahwa yang akan mereka terima di akhirat tiada lain hanyalah neraka Jahanam dan merasakan berbagai macam azab. Mereka akan tinggal dalam neraka Jahanam itu selama-lamanya dan menerima azab sesuai dengan berat ringannya dosa yang mereka lakukan. Inilah hukuman yang pantas dan penderitaan yang sesuai bagi orang yang sombong, takabur, dan tidak mau mengikuti pedoman hidup dan petunjuk yang dibawa oleh Rasul. \nAllah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)",
    "quraish": "Selanjutnya dikatakan kepada mereka, \"Tempat kalian adalah neraka dengan siksaan yang kekal, tak ada putus-putusnya. Neraka jahanam merupakan tempat yang buruk bagi setiap orang yang takabur dan enggan untuk tunduk pada kebenaran serta menolak untuk beriman kepada Allah dan rasul-rasul-Nya.\"",
    "jalalayn": "Lalu dikatakan kepada mereka (\"Maka masukilah pintu-pintu neraka Jahanam, kalian kekal di dalamnya. Maka amat buruklah tempat) menetap (orang-orang yang menyombongkan diri itu.\")"
  },
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 30,
    "arab": "۞ وَقِيْلَ لِلَّذِيْنَ اتَّقَوْا مَاذَآ اَنْزَلَ رَبُّكُمْ ۗقَالُوْا خَيْرًا ۚلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَلَدَارُ الْاٰخِرَةِ خَيْرٌ ۗوَلَنِعْمَ دَارُ الْمُتَّقِيْنَۙ",
    "translation": "Dan kemudian dikatakan kepada orang yang bertakwa, “Apakah yang telah diturunkan oleh Tuhanmu?” Mereka menjawab, “Kebaikan.” Bagi orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Dan sesungguhnya negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat bagi orang yang bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1931.mp3",
    "tafsir": "Allah swt menggambarkan keadaan orang-orang mukmin apabila ditanya bagaimana kesannya terhadap apa yang diturunkan oleh Allah. Orang-orang yang mematuhi ayat-ayat Allah itu akan memberikan jawaban bahwa yang diturunkan itu adalah kebaikan dan rahmat Allah yang diberikan kepada hamba-Nya yang menaati agamanya dan mempercayai rasul-Nya, serta mengamalkan ayat itu di tengah-tengah masyarakat. Mereka akan menjadi hamba Allah yang berbuat kebajikan dan menerima kebahagiaan hidup, sedangkan di akhirat akan mendapat pahala yang lebih baik lagi dari pahala yang mereka terima di dunia.\nDi akhir ayat, Allah swt menegaskan bahwa kehidupan akhirat adalah lebih baik dan sebagai tempat yang paling baik bagi orang-orang yang bertakwa. Kebahagiaan yang akan mereka terima di akhirat itu sifatnya kekal, sedang kebahagiaan di dunia hanya sementara. Kebahagiaan di akhirat memberikan kepuasan dalam arti sebenar-benarnya, sedang kebahagiaan di dunia merupakan kebahagiaan yang sementara dan terbatas. Kebahagiaan yang akan diterima oleh orang-orang mukmin sebagaimana dijelaskan dalam ayat berikut ini:\n\nMaka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)",
    "quraish": "Dikatakan kepada orang-orang yang beriman dan menjaga diri dari perkataan, perbuatan dan keyakinan yang mendatangkan murka Allah, \"Apa yang telah diturunkan Tuhan kalian kepada rasul-Nya?\" Mereka menjawab, \"Tuhan telah menurunkan al-Qur'ân kepadanya. Di dalamnya terdapat kebaikan di dunia dan di akhirat bagi seluruh manusia.\" Dengan begitu mereka termasuk orang-orang yang berbuat baik. Allah akan mengaruniai orang-orang yang berbuat baik kehidupan yang baik di dunia dan ganjaran yang lebih baik di akhirat jika dibandingkan dengan yang telah mereka terima di dunia. Sungguh, sebaik-baik tempat di akhirat adalah tempat orang-orang yang bertakwa.",
    "jalalayn": "(Dan dikatakan kepada orang-orang yang bertakwa) yang memelihara diri dari kemusyrikan (\"Apakah yang telah diturunkan oleh Rabb kalian?\" Mereka menjawab, \"Kebaikan.\" Orang-orang yang telah berbuat baik) karena beriman (di dunia ini mendapat pembalasan yang baik) yakni kehidupan yang baik. (Dan sesungguhnya kampung akhirat) yakni surga (lebih baik) daripada kehidupan dunia berikut semua isinya. Lalu Allah berfirman di dalam kampung akhirat itu. (Dan sebaik-baik tempat bagi orang-orang yang bertakwa) adalah surga itu."
  },
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 31,
    "arab": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ ۗ كَذٰلِكَ يَجْزِى اللّٰهُ الْمُتَّقِيْنَۙ",
    "translation": "(yaitu) surga-surga ‘Adn yang mereka masuki, mengalir di bawahnya sungai-sungai, di dalam (surga) itu mereka mendapat segala apa yang diinginkan. Demikianlah Allah memberi balasan kepada orang yang bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1932.mp3",
    "tafsir": "Allah swt menggambarkan keadaan orang-orang mukmin apabila ditanya bagaimana kesannya terhadap apa yang diturunkan oleh Allah. Orang-orang yang mematuhi ayat-ayat Allah itu akan memberikan jawaban bahwa yang diturunkan itu adalah kebaikan dan rahmat Allah yang diberikan kepada hamba-Nya yang menaati agamanya dan mempercayai rasul-Nya, serta mengamalkan ayat itu di tengah-tengah masyarakat. Mereka akan menjadi hamba Allah yang berbuat kebajikan dan menerima kebahagiaan hidup, sedangkan di akhirat akan mendapat pahala yang lebih baik lagi dari pahala yang mereka terima di dunia.\nDi akhir ayat, Allah swt menegaskan bahwa kehidupan akhirat adalah lebih baik dan sebagai tempat yang paling baik bagi orang-orang yang bertakwa. Kebahagiaan yang akan mereka terima di akhirat itu sifatnya kekal, sedang kebahagiaan di dunia hanya sementara. Kebahagiaan di akhirat memberikan kepuasan dalam arti sebenar-benarnya, sedang kebahagiaan di dunia merupakan kebahagiaan yang sementara dan terbatas. Kebahagiaan yang akan diterima oleh orang-orang mukmin sebagaimana dijelaskan dalam ayat berikut ini:\n\nMaka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)",
    "quraish": "Yaitu surga-surga sebagai tempat tinggal dengan istana-istana dan pepohonan yang dialiri sungai- sungai. Di dalamnya terdapat kenikmatan apa saja yang mereka kehendaki. Dengan ganjaran yang baik seperti ini, Allah akan memberikan balasan kepada orang-orang bertakwa yang beriman kepada-Nya, meninggalkan hal-hal yang menyebabkan murka-Nya dan berbuat kebajikan.",
    "jalalayn": "(Yaitu surga Adn) sebagai tempat tinggal. Lafal jannaatu Adn adalah mubtada sedangkan khabarnya ialah (mereka masuk ke dalamnya; mengalir di bawahnya sungai-sungai, di dalam surga itu mereka mendapat segala apa yang mereka kehendaki. Demikianlah) pembalasan itu (Allah memberi balasan kepada orang-orang yang bertakwa.)"
  },
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 32,
    "arab": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ طَيِّبِيْنَ ۙيَقُوْلُوْنَ سَلٰمٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "(yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik, mereka (para malaikat) mengatakan (kepada mereka), “Salamun ‘alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1933.mp3",
    "tafsir": "Allah swt melukiskan bahwa orang-orang yang bertakwa, yang senantiasa menaati segala perintah Allah dan menjauhi segala larangan-Nya, ketika malaikat maut datang untuk mencabut nyawanya, mereka mati dalam keadaan husnul khatimah dan mendapat salam sejahtera dari malaikat. Hal itu dikarenakan kebersihan mereka dari noda-noda kemusyrikan dan kemaksiatan, dan jiwanya tetap di bawah bimbingan wahyu Allah swt. Segenap perjalanan mereka dihiasi dengan akhlak yang mulia dan terhindar dari sifat-sifat tercela. Orang yang seperti ini menghadap Tuhannya dengan hati lapang dan berserah diri, karena ia merasa akan meninggalkan dunia yang fana, dan pergi untuk menerima ketentuan yang telah ditetapkan oleh Tuhannya. Ketika itu, ia menghadapi maut dengan tenang dan bahagia. Allah swt berfirman:\n\nSesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" (Fussilat/41: 30)\n\nKemudian Allah swt menjelaskan bahwa para malaikat itu memberikan kabar gembira bahwa mereka akan memasuki surga yang disediakan bagi mereka, sesuai dengan amal perbuatan yang telah mereka lakukan. Berita gembira yang disampaikan oleh malaikat kepada mereka merupakan janji Allah yang akan mereka alami nanti sesudah hari kebangkitan. \nDiriwayatkan dari Muhammad bin Ka'ab Al-Quradhi ia berkata, \"Apabila seorang hamba yang mukmin telah tiba saat kematiannya datanglah malaikat seraya berkata, \"Salam sejahtera untukmu hai wali Allah, Allah mengirimkan salam untukmu dan memberikan berita gembira bahwa engkau akan masuk surga.\" (Riwayat Ibnu Jarir ath-thabari dan al-Baihaqi)",
    "quraish": "Mereka itulah orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan suci dari perbuatan syirik dan maksiat. Untuk menenangkan mereka, malaikat berkata, \"Rasa aman disediakan untuk kalian dari sisi Allah. Setelah ini kalian tidak akan ditimpa bencana. Bergembiralah dengan surga yang akan kalian masuki sebagai balasan dari perbuatan baik kalian semasa hidup di dunia.\"",
    "jalalayn": "(Yaitu orang-orang) lafal alladziina di sini menjadi na`at atau sifat (yang diwafatkan oleh para malaikat dalam keadaan baik) yakni suci dari kekafiran (dengan mengatakan) para malaikat itu berkata kepada mereka ketika akan diwafatkan (\"Salaamun `alaikum.\") dan dikatakan pula kepada mereka kelak di hari akhirat (\"Masuklah kalian ke dalam surga itu disebabkan apa yang telah kalian kerjakan.\")"
  },
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 33,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ اَمْرُ رَبِّكَ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗوَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
    "translation": "Tidak ada yang ditunggu mereka (orang kafir) selain datangnya para malaikat kepada mereka atau datangnya perintah Tuhanmu. Demikianlah yang telah diperbuat oleh orang-orang (kafir) sebelum mereka. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1934.mp3",
    "tafsir": "Allah swt menjelaskan bahwa tidak ada gunanya memberikan kesempatan kepada orang-orang musyrik Mekah untuk mengubah sikap mereka. Mereka tetap akan berpendirian demikian, sehingga tiba saatnya malaikat merenggut nyawa mereka, atau datang perintah Tuhan untuk menurunkan azab kepada mereka di dunia seperti dialami orang-orang kafir sebelum mereka.\nDi antara orang-orang musyrik yang tidak menaati nabi dan rasul ada yang dibinasakan oleh suara petir, dihancurkan oleh gempa bumi, dan ada pula yang diluluhlantakkan oleh banjir besar dan angin topan tanpa mereka duga kedatangannya. Ayat ini merupakan ancaman keras kepada mereka dengan maksud agar mereka beriman kepada Allah dan rasul-Nya serta segera meninggalkan kebatilan dan kembali kepada kebenaran sebelum datang malapetaka seperti yang pernah menimpa orang-orang sebelum mereka.\nKemudian Allah swt menjelaskan bahwa nenek moyang mereka yang mempunyai sifat dan perilaku yang sama dengan mereka telah mengalami kehancuran lebih dulu karena azab Allah akibat tidak mau mendengarkan seruan para rasul dan nabi Allah yang membimbing mereka kepada ke-benaran. Mereka yang tetap bergelimang dalam kebatilan telah dimusnahkan oleh Allah dengan siksaan yang berat. Hal ini bukan berarti Allah telah menganiaya mereka, akan tetapi mereka sendiri yang menganiaya diri sendiri. Allah telah cukup memberikan bimbingan wahyu dan bukti-bukti yang jelas tentang kebenaran wahyu itu. Akan tetapi, mereka tetap saja membangkang dan mendustakan kebenaran dan mengotori jiwa mereka dengan menciptakan patung-patung sebagai tuhan-tuhan yang dipersekutu-kan kepada Allah.",
    "quraish": "Mereka itu adalah orang-orang bertakwa yang telah mempersiapkan diri untuk menghadapi akhirat. Itulah balasan mereka. Adapun orang-orang musyrik, karena sikap membangkang dan mempertahankan kemusyrikan, mereka tiada lain hanya menunggu kedatangan malaikat yang akan mencabut nyawa mereka dalam keadaan menzalimi diri sendiri dengan perbuatan syirik dan jahat. Setelah itu datang kepada mereka siksaan Tuhanmu yang menghancurkan mereka semua. Perbuatan para pembangkang itu sama dengan yang pernah dilakukan oleh orang-orang sebelum mereka terhadap para nabinya. Maka Allah memberikan hukuman kepada mereka karena perbuatan itu. Allah tidak bersikap zalim saat memberikan hukuman kepada mereka. Akan tetapi merekalah yang menzalimi diri mereka sendiri, karena mereka sendiri yang menjerumuskan diri ke dalam siksa Allah dengan berbuat ingkar.",
    "jalalayn": "(Tidak ada) tiada (yang ditunggu-tunggu) oleh orang-orang kafir (selain datang kepada mereka) dapat dibaca ta'tiyahum atau ya'tiyahum (para malaikat) untuk mencabut nyawa mereka (atau datangnya perintah Rabbmu) yakni azab atau hari kiamat yang terdapat di dalamnya azab buat mereka. (Demikianlah) seperti apa yang telah dilakukan oleh mereka (telah dilakukan pula oleh orang-orang sebelum mereka) daripada umat-umat terdahulu yang mendustakan rasul-rasul mereka kemudian mereka dibinasakan. (Dan sekali-kali Allah tidak menganiaya mereka) dengan membinasakan mereka tanpa dosa (akan tetapi merekalah yang selalu menganiaya diri mereka sendiri) karena melakukan kekafiran."
  },
  {
    "page": 270,
    "name": "An-Nahl",
    "ayat": 34,
    "arab": "فَاَصَابَهُمْ سَيِّاٰتُ مَا عَمِلُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ",
    "translation": "Maka mereka ditimpa azab (akibat) perbuatan mereka dan diliputi oleh azab yang dulu selalu mereka perolok-olokkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1935.mp3",
    "tafsir": "Mereka ditimpa oleh bencana yang mengerikan karena kejahatan yang mereka lakukan. Tidak ada seorang pun dari mereka yang dapat melepaskan diri dari bencana yang mengerikan itu karena semuanya berjalan menurut ketentuan dan sunnah Allah. Mereka telah diberikan peringatan berulang kali bahwa pada suatu saat akan datang azab Allah. Akan tetapi, mereka bukan menerima dengan kesadaran, justru malah mendustakan dan memperolok-olok rasul yang membawa berita tentang kehancuran yang akan mereka alami akibat perbuatan itu.\nDi akhirat, mereka pun akan merasakan sesuatu yang lebih mengerikan lagi yaitu pada saat mereka telah diputuskan untuk memasuki pintu-pintu Jahanam yang tidak dapat mereka hindari.\nAllah swt berfirman:\n\nInilah hari keputusan yang dahulu kamu dustakan. (as-shaffat/37: 21)",
    "quraish": "Mereka ditimpa balasan atas kejahatan yang mereka perbuat. Mereka diliputi oleh azab yang dahulu selalu mereka ingkari dan cemoohkan.",
    "jalalayn": "(Maka mereka ditimpa oleh akibat kejahatan perbuatan mereka sendiri) yakni pembalasannya (dan dibinasakanlah) diazablah (mereka oleh apa yang selalu mereka perolok-olokkan) yaitu azab."
  }
]