[
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 35,
    "arab": "وَقَالَ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَا عَبَدْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ نَّحْنُ وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚفَهَلْ عَلَى الرُّسُلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
    "translation": "Dan orang musyrik berkata, “Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.” Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1936.mp3",
    "tafsir": "Allah swt lalu menjelaskan tipu daya orang-orang musyrik dan alasan mereka untuk mendustakan Rasulullah saw dan pengikut-pengikutnya. Mereka mengemukakan alasan bahwa mereka menyembah berhala-berhala karena Allah telah merestui peribadatan itu. Kalau Allah menghendaki mereka menyembah Allah Yang Maha Esa, tentulah mereka tidak akan menyembah sesuatu apa punselain Allah swt.\nDemikian juga penetapan mereka terhadap: bahirah (unta betina yang telah beranak lima kali dan anak kelima itu jantan), sibah (unta betina yang dibiarkan pergi ke mana saja lantaran suatu nazar), wasilah (domba betina yang melahirkan anak kembar sedangkan anaknya jantan dan betina), dan ham (unta jantan yang tidak boleh diganggu gugat lagi karena telah membuahi unta betina sepuluh kali), sebagai binatang yang haram, menurut mereka sudah direstui Allah. \nSekiranya Allah tidak menyukai apa yang telah mereka lakukan, tentu mereka diberi petunjuk ke jalan yang benar, atau Allah akan menimpakan hukuman kepada mereka dengan segera. Demikian beberapa alasan yang dikemukakan orang-orang musyrik untuk menolak wahyu yang telah diturunkan kepada Nabi Muhammad saw. Alasan yang mereka kemukakan itu sama halnya dengan tindakan orang-orang sebelum mereka dalam hal mendustakan rasul.\nAllah swt menyangkal alasan yang mereka kemukakan dan menolak dugaan mereka yang salah itu. Allah tidak membenarkan apa yang mereka kerjakan karena Allah telah menyampaikan petunjuk melalui rasul-Nya. Rasul telah menyampaikan bimbingan kepada kaumnya ke jalan yang benar melalui perantaraan wahyu-Nya.\nAllah swt berfirman:\n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25)\n\nPetunjuk Allah yang disampaikan melalui rasul-Nya itu akan dinikmati oleh orang yang benar-benar berusaha untuk mendapatkannya.\nAllah swt berfirman:\n\nDan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah beserta orang-orang yang berbuat baik. (al-'Ankabut/29: 69)\n\nOleh sebab itu, seandainya ada orang yang tidak mau mendengarkan ajakan rasul, maka bukanlah tugas rasul untuk memaksa mereka agar menerima dakwahnya. Yang demikian itu, bukanlah tugas dan tanggung jawab rasul serta bukan pula sifat dari agama Islam. Islam tidak memaksa mereka yang tidak mau menerima kebenaran.",
    "quraish": "Dengan keras kepala, orang-orang musyrik itu berkata, \"Jika Allah berkehendak agar kami menyembah dan menaati segala perintah-Nya, niscaya kami tidak akan menyembah selain Dia. Dan kami tidak akan mengharamkan sesuatu yang tidak diharamkan Allah seperti bahîrah dan sâ'ibah.\" Jelas, ini adalah alasan keliru yang mereka jadikan sandaran untuk membenarkan kekufuran. Alasan ini pula yang dijadikan sandaran oleh orang-orang kafir terdahulu sebelum mereka setelah Kami mengutus beberapa rasul yang mengajak kepada ajaran tauhid, menaati perintah-Nya dan melarang berbuat syirik serta melarang mengharamkan sesuatu yang tidak diharamkan-Nya. Dengan demikian, bukti-bukti telah cukup bagi mereka. Para utusan Kami telah menyampaikan apa yang telah Kami perintahkan. Kamilah yang akan memperhitungkan mereka. Setelah penyampaian itu, tidak ada lagi tugas bagi para rasul.",
    "jalalayn": "(Dan berkatalah orang-orang musyrik) dari kalangan penduduk Mekah (\"Jika Allah menghendaki niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak pula kami mengharamkan sesuatu pun tanda izin-Nya) yaitu mengharamkan bahirah dan saibah. Ini berarti bahwa kemusyrikan kami dan pengharaman kami ini berdasarkan kehendak-Nya karena Dia rela terhadapnya. Maka Allah berfirman menyanggah mereka: (Demikianlah yang diperbuat oleh orang-orang sebelum mereka) artinya mereka telah mendustakan rasul-rasul mereka tentang apa yang didatangkan oleh para rasul itu (maka tidak ada) (kewajiban atas para rasul selain dari menyampaikan amanat Allah dengan terang) dan mereka tidak berkewajiban untuk memberi hidayah."
  },
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 36,
    "arab": "وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا الطَّاغُوْتَۚ فَمِنْهُمْ مَّنْ هَدَى اللّٰهُ وَمِنْهُمْ مَّنْ حَقَّتْ عَلَيْهِ الضَّلٰلَةُ ۗ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), “Sembahlah Allah, dan jauhilah tagut”, kemudian di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang tetap dalam kesesatan. Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1937.mp3",
    "tafsir": "Allah swt menjelaskan bahwa para rasul itu diutus sesuai dengan sunatullah yang berlaku pada umat sebelumnya. Mereka itu adalah pembimbing manusia ke jalan yang lurus. Bimbingan rasul-rasul itu diterima oleh orang-orang yang dikehendaki oleh Allah dan membawa mereka kepada kesejahteraan dunia dan kebahagiaan akhirat.\nAllah swt menjelaskan bahwa Dia telah mengutus rasul kepada tiap-tiap umat yang terdahulu, seperti halnya Dia mengutus Nabi Muhammad saw kepada umat manusia seluruhnya. Oleh sebab itu, manusia hendaklah mengikuti seruannya dan meninggalkan segala larangannya.\nAllah swt berfirman:\n\nSungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\nDari uraian tersebut dapat dipahami bahwa Allah tidak menghendaki hamba-Nya menjadi kafir, karena Allah swt telah melarang mereka mengingkari-Nya. Larangan itu telah disampaikan melalui para rasul-Nya. Akan tetapi, ditinjau dari tabiat manusia, mungkin saja ada di antara mereka yang mengingkari Allah, karena manusia telah diberi akal pikiran dan kebebasan untuk memilih sesuai dengan kehendaknya. Takdir Allah berlaku sesuai dengan pilihan mereka. Oleh karena itu, apabila ada di antara hamba-Nya yang tetap bergelimang dalam kekafiran dan dimasukkan ke neraka Jahanam, maka tidak ada alasan bagi mereka untuk membantah. Allah telah cukup memberikan akal pikiran dan kebebasan untuk memilih dan menentu-kan sikap jalan mana yang akan mereka tempuh. Sedang Allah sendiri tidak menghendaki apabila hamba-Nya menjadi orang-orang yang kafir.\nKemudian dijelaskan lebih lanjut bahwa Allah telah mengingatkan hamba-Nya yang mendustakan kebenaran rasul dengan ancaman hukuman di dunia apabila mereka tidak mau mengubah pendiriannya dan menerima petunjuk yang dibawa rasul. Oleh karena itu, Allah membinasakan mereka dengan hukuman-Nya yang sangat pedih. Tetapi ada pula di antara mereka yang diberi petunjuk oleh Allah, sehingga mereka menerima dan mengikuti petunjuk dan wahyu yang dibawa rasul-Nya. Mereka inilah orang-orang yang berbahagia dan selamat dari azab Allah.\nSesudah itu, Allah swt memerintahkan kepada mereka agar bepergian ke seantero muka bumi dan menyaksikan negeri-negeri yang didiami oleh orang-orang zalim. Mereka disuruh melihat bagaimana akhir kehidupan orang-orang yang mendustakan agama Allah. Di dalam ayat ini, Allah swt menyuruh manusia agar mengadakan penelitian terhadap sejarah bangsa-bangsa lain dan membandingkan antara bangsa-bangsa yang menaati Allah dan rasul-Nya dengan yang mengingkari seruan Allah dan rasul-Nya. Hal ini tiada lain hanyalah karena Allah menginginkan agar mereka mau mengikuti seruan rasul.",
    "quraish": "Telah Kami utus kepada setiap umat seorang Rasul yang mengatakan kepada umatnya, \"Sembahlah Allah semata dan jauhilah seluruh tiran yang merusak.\" Rasul tersebut telah menyampaikan risalah dan membimbing mereka. Lalu segolongan dari mereka ada yang sudi mendengar bimbingan itu dan menerimanya. Maka Allah memberinya petunjuk berupa kesiapan yang baik untuk mengikuti jalan yang lurus. Sementara segolongan lain dari mereka berpaling dari kebenaran sehingga berjalan pada jalan yang tidak benar. Maka Allah pun menurunkan siksa-Nya kepada golongan tersebut. Jika kalian meragukan hal ini, hai orang-orang musyrik Mekah, maka berjalanlah di muka bumi yang dekat dari kalian. Lihat dan perhatikanlah bagaimana azab Allah menimpa orang-orang yang mendustakan para rasul seperti kaum 'Ad, Tsamûd dan kaum Nabi Lûth, dan bagaimana kesudahan nasib mereka yang binasa dan merugi.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus rasul pada tiap-tiap umat) seperti Aku mengutus kamu kepada mereka (untuk) artinya untuk menyerukan ('Sembahlah Allah) esakanlah Dia (dan jauhilah thaghut,') berhala-berhala itu janganlah kalian sembah (maka di antara umat itu ada orang-orang yang diberi petunjuk oleh Allah) lalu ia beriman (dan ada pula di antaranya orang-orang yang telah pasti) telah ditentukan (kesesatan baginya) menurut ilmu Allah, sehingga ia tidak beriman. (Maka berjalanlah kalian) hai orang-orang kafir Mekah (di muka bumi dan perhatikanlah bagaimana kesudahan orang-orang yang mendustakan) rasul-rasul mereka, yakni kebinasaan yang akan mereka alami nanti."
  },
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 37,
    "arab": "اِنْ تَحْرِصْ عَلٰى هُدٰىهُمْ فَاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ يُّضِلُّ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ",
    "translation": "Jika engkau (Muhammad) sangat mengharapkan agar mereka mendapat petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, dan mereka tidak mempunyai penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1938.mp3",
    "tafsir": "Allah swt lalu menjelaskan kepada Nabi Muhammad saw agar jangan kecewa menghadapi keingkaran kaumnya dan pembangkangan yang berlebihan, padahal Rasul sendiri sangat menginginkan mereka menjadi orang-orang yang beriman. Allah swt menjelaskan kepada Rasulullah saw bahwa meskipun dia sangat mengharapkan agar kaumnya mendapat petunjuk dan mengikuti seruannya, harapan tersebut tidak ada gunanya apabila Allah tidak menghendaki mereka mendapat petunjuk karena mereka telah menentukan pilihannya sendiri. Mereka itu berpaling dari bimbingan wahyu dan tertarik kepada tipu daya setan sehingga terjerumus ke dalam lembah kemaksiatan dan kemusyrikan.\nAllah swt berfirman:\n\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)\nDan firman-Nya:\n\nDan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan.\" (Hud/11: 34)\n\nDan firman Allah:\n\nDan barang siapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya. (ar-Ra'd/13: 33)\n\nKarena itulah Allah tidak akan memberikan petunjuk lagi kepada mereka, karena mereka telah memilih kesesatan dan telah diberi penjelasan akibat yang akan menimpa diri mereka.\nDi akhir ayat, Allah swt menjelaskan bahwa apabila Ia berkehendak untuk menyiksa mereka, tidak ada seorang pun yang dapat memberikan pertolongan kepada mereka. Allah berkuasa kepada makhluk-Nya dan Allah yang menentukan nasib makhluk itu.",
    "quraish": "Wahai Nabi, jika kamu sangat berharap agar orang-orang musyrik yang berasal dari kaummu itu mendapatkan petunjuk dan kamu telah mengerahkan segala daya untuk tujuan itu, maka jika tidak tercapai apa yang kamu kehendaki, janganlah kamu tenggelam dalam kesedihan. Mereka telah dikuasai oleh hawa nafsu. Allah tidak akan memaksa orang yang memilih dan mempertahankan kesesatan untuk mendapat petunjuk. Sebab, Allah telah memberi mereka kebebasan untuk memilih sendiri. Mereka akan menerima balasan yang pedih dan tidak ada yang dapat menolong mereka dari siksa Allah pada hari kiamat.",
    "jalalayn": "(Jika kamu sangat mengharapkan) hai Muhammad (agar mereka dapat petunjuk) sedangkan Allah telah menyesatkan mereka niscaya kamu tidak akan mampu melakukan hal itu (maka sesungguhnya Allah tiada memberi petunjuk kepada orang yang disesatkan-Nya) dapat dibaca yudhillu dan yudhallu, artinya orang yang dikehendaki-Nya sesat (dan sekali-kali mereka tiada mempunyai penolong\") yang dapat mencegah azab Allah atas diri mereka."
  },
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 38,
    "arab": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ  لَا يَبْعَثُ اللّٰهُ مَنْ يَّمُوْتُۗ بَلٰى وَعْدًا عَلَيْهِ حَقًّا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ",
    "translation": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, “Allah tidak akan membangkitkan orang yang mati.” Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1939.mp3",
    "tafsir": "Allah swt menjelaskan kepada Nabi Muhammad saw bahwa mereka itu bersumpah dengan nama Allah dengan sikap yang bersungguh-sungguh bahwa mereka tetap berkeras hati tidak mau percaya akan terjadinya hari kebangkitan setelah kehidupan dunia ini. Pembangkangan mereka terhadap hari kebangkitan adalah akibat dari keingkaran mereka terhadap seruan rasul. Mereka berpendapat bahwa kematian itu tiada lain hanyalah kehancuran dan kemusnahan, maka bagaimana mungkin terjadi kebangkitan setelah tubuh hancur-lebur dan tulang-belulang menjadi lapuk. Mengembali-kan barang yang sudah hancur kepada bentuknya semula adalah mustahil. \nAllah swt mengoreksi keyakinan mereka yang salah itu dan menegaskan bahwa yang demikian itu tidak benar. Keyakinan yang benar ialah membangkitkan seluruh manusia yang telah mati adalah janji yang telah ditetapkan Allah dan pasti terjadi. Karena kebanyakan dari mereka tidak mengerti sifat-sifat Allah yang mempunyai kekuasaan yang tidak terbatas, mereka tidak meyakini terjadinya hari kebangkitan dimana pada saat ini semua makhluk yang telah hancur lebur akan dibangkitkan kembali dari alam kuburnya. Mereka akan dihidupkan kembali untuk mempertanggung-jawabkan amal perbuatan mereka di dunia.",
    "quraish": "Selain menyekutukan Allah, orang-orang musyrik pun mengingkari hari kiamat. Mereka bersumpah sepenuh hati, dengan mengatasnamakan Allah, bahwa Allah tidak akan membangkitkan seseorang yang telah mati. Sebenarnya mereka telah berbohong dalam sumpah itu. Allah akan membangkitkan mereka semuanya. Sebab Dia telah berjanji pada diri-Nya untuk itu. Dan sekali-kali Allah tidak akan mengingkari janji-Nya. Akan tetapi kebanyakan orang-orang kafir tidak mengetahui hikmah Allah dalam penciptaan alam ini. Allah tidak menciptakan itu semua dengan sia-sia. Kebanyakan mereka juga tidak mengetahui perhitungan dan pembalasan-Nya di akhirat.",
    "jalalayn": "(Mereka bersumpah dengan nama Allah dengan sumpahnya yang sungguh-sungguh) artinya mereka bersumpah dengan sungguh-sungguh (\"Allah tidak akan membangkitkan orang yang mati.\") maka Allah berfirman menyanggah mereka (Tidak demikian, bahkan) Allah pasti akan membangkitkan mereka (sebagai suatu janji yang benar dari Allah) lafal wa`dan dan haqqan kedua-duanya adalah bentuk mashdar yang fungsinya mengukuhkan makna fi`ilnya dan dinashabkan oleh fi`ilnya yang keberadaannya diperkirakan; artinya Allah sungguh telah menjanjikan hal tersebut dan Allah akan membuktikannya dengan benar (akan tetapi kebanyakan manusia) penduduk Mekah (tiada mengetahui) hal tersebut."
  },
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 39,
    "arab": "لِيُبَيِّنَ لَهُمُ الَّذِيْ يَخْتَلِفُوْنَ فِيْهِ وَلِيَعْلَمَ الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ كَانُوْا كٰذِبِيْنَ  ",
    "translation": "agar Dia menjelaskan kepada mereka apa yang mereka perselisihkan itu, dan agar orang kafir itu mengetahui bahwa mereka adalah orang yang berdusta. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1940.mp3",
    "tafsir": "Allah swt menjelaskan hikmah terjadinya hari kebangkitan, yaitu menjelaskan kepada mereka tentang kebenaran wahyu yang dibawa oleh rasul yang mereka ingkari dan perselisihkan. Pada hari itu, mereka dapat menyaksikan kebenaran wahyu dan menyadari kesalahan pendapat mereka terhadap ajaran yang disampaikan para rasul. Inilah penyesalan yang dialami oleh orang-orang yang menganiaya diri sendiri. Pada saat itu, mereka akan merasakan bahwa seruan rasul itu adalah bimbingan Allah yang benar, sedang mereka menyesali keingkaran mereka itu dengan penyesalan yang tidak berguna lagi.\nDi akhir ayat, Allah swt menegaskan bahwa Ia membangkitkan mereka pada saat hari kiamat agar orang-orang yang mengingkari kebenaran wahyu-Nya dapat mengetahui bahwa hari kebangkitan dan pembalasan yang mereka dustakan itu betul-betul terjadi. Mereka ternyata orang-orang yang berdusta dan tidak ada yang mereka dustakan kecuali diri mereka sendiri. Pada hari itu, mereka benar-benar menyaksikan azab Allah yang diancamkan kepada mereka dan mereka tidak lagi dapat menghindar dari azab tersebut.\nAllah swt berfirman:\n\n(Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 14)\n\nFirman-Nya lagi:\n\nMasuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (ath-thur/52: 16)",
    "quraish": "Di antara bukti keadilan Allah pada makhluk-Nya adalah membangkitkan manusia seluruhnya setelah mati. Lalu Dia memperlihatkan hakikat segala persoalan yang dahulu mereka perselisihkan. Dengan demikian, orang-orang Mukmin akan mengetahui bahwa mereka benar, dan orang-orang kafir menyadari bahwa mereka bersalah karena telah berbuat syirik dan berdusta dalam sumpah mereka bahwa Allah tidak akan membangkitkan kembali orang yang mati. Demikian juga, agar masing-masing dari kedua golongan itu menerima ganjaran dengan mengetahui sebab-sebabnya.",
    "jalalayn": "(Agar Allah menjelaskan) lafal liyubayyina ini berta`lluq kepada lafal yab`atsuhum yang keberadaannya diperkirakan (kepada mereka apa yang mereka perselisihkan itu) bersama dengan orang-orang mukmin (tentangnya) tentang masalah agama; melalui cara mengazab orang-orang kafir dan memberi pahala orang-orang mukmin (agar orang-orang kafir itu mengetahui bahwasanya mereka adalah orang-orang yang berdusta) disebabkan mereka mengingkari adanya hari berbangkit."
  },
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 40,
    "arab": "اِنَّمَا قَوْلُنَا لِشَيْءٍ اِذَآ اَرَدْنٰهُ اَنْ نَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ࣖ ",
    "translation": "Sesungguhnya firman Kami terhadap sesuatu apabila Kami menghendakinya, Kami hanya mengatakan kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1941.mp3",
    "tafsir": "Allah swt menerangkan bahwa kekuasaan-Nya tidak terbatas dan tidak dapat dibatasi sedikit pun oleh semua makhluk, baik yang di langit maupun yang di bumi. Allah swt menyatakan bahwa apabila ia berkehendak untuk menghidupkan orang yang mati, Ia cukup mengatakan kepadanya, \"Jadilah.\" Jadilah ia sesuai dengan kehendak Allah itu.\nPada ayat lain, Allah swt menerangkan bahwa terwujudnya sesuatu yang dikehendaki itu tidaklah memerlukan waktu yang lama, akan tetapi cukup dalam waktu yang singkat.\nAllah swt berfirman:\n\nDan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. (al-Qamar/54: 50)\n\nAllah juga menjelaskan bahwa membangkitkan orang-orang yang telah mati bagi-Nya sama halnya dengan menciptakan satu jiwa.\nAllah swt berfirman:\n\nMenciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (menciptakan dan membangkitkan) satu jiwa saja (mudah). Sesungguhnya Allah Maha Mendengar, Maha Melihat. (Luqman/31: 28)",
    "quraish": "Tidak sulit bagi Kami untuk membangkitkan manusia pada hari kiamat sehingga orang-orang kafir memungkirinya. Karena jika Kami menghendaki sesuatu, cukuplah Kami mengatakan, \"Jadilah!\" maka jadilah sesuai yang Kami kehendaki itu.",
    "jalalayn": "(Sesungguhnya perkataan Kami terhadap sesuatu apabila Kami menghendakinya) artinya Kami berkehendak untuk mengadakannya. Lafal qaulunaa adalah mubtada sedangkan khabarnya ialah (Kami hanya mengatakan kepadanya, \"Jadilah,\" maka jadilah ia) artinya, maka sesuatu yang dikehendaki-Nya itu ada seketika. Menurut qiraat lafal fayakuunu dibaca nashab sehingga menjadi fayakuuna karena diathafkan kepada lafal naquula. Ayat ini menunjukkan makna menetapkan kekuasaan Allah di dalam membangkitkan makhluk."
  },
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 41,
    "arab": "وَالَّذِيْنَ هَاجَرُوْا فِى اللّٰهِ مِنْۢ بَعْدِ مَا ظُلِمُوْا لَنُبَوِّئَنَّهُمْ فِى الدُّنْيَا حَسَنَةً  ۗوَلَاَجْرُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَۙ",
    "translation": "Dan orang yang berhijrah karena Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat yang baik kepada mereka di dunia. Dan pahala di akhirat pasti lebih besar, sekiranya mereka mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1942.mp3",
    "tafsir": "Allah swt menjelaskan bahwa orang-orang yang hijrah meninggal-kan kaum kerabat yang dicintai dan kampung halamannya semata-mata mengharapkan pahala dan keridaan Allah, pasti akan diberi tempat yang baik di sisi-Nya. Yang dimaksud dengan hijrah dalam ayat ini ialah hijrah kaum Muslimin dari Mekah ke Habasyah, hijrah pertama yang dilakukan 83 orang Muslimin. Pengertian ini didasarkan pada pendapat yang mengatakan bahwa ayat ini adalah ayat Makkiyyah, dan dikuatkan pula oleh riwayat dari Abdullah bin Humaid, Ibnu Jarir ath-thabari, dan Ibnu Munzir dari Qatadah yang mengatakan bahwa para sahabat Nabi saw teraniaya oleh penduduk Mekah. Mereka diusir dari kampung halamannya, sehingga sebagian dari mereka ikut hijrah ke negeri Habasyah. Sesudah itu, Allah menyuruh mereka mempersiapkan diri hijrah ke Medinah, lalu kota itu dijadikan kota hijrah dan mereka diberi penolong-penolong yang terdiri dari penduduk Medinah yang beriman.\nKemudian mereka dijanjikan kemenangan atas orang-orang yang telah menganiaya mereka dan tempat yang baik di dunia. Semua itu diperoleh karena mereka rela meninggalkan tempat tinggal dan harta benda mereka, semata-mata hanya mengharapkan keridaan Allah. Janji kemenangan yang diberikan kepada kaum Muslimin itu ialah mereka akan diberi tempat yang bebas dari kekuasaan orang-orang musyrik dan mereka dapat mengatur tata kemasyarakatan sendiri. Mereka akan menjadi pemimpin-pemimpin yang takwa dan memerintah orang-orang yang takwa pula.\nDi samping itu, mereka dijanjikan pula pahala akhirat yang lebih besar. Apabila mereka mengetahui, tentu mereka akan mengatakan bahwa pahala akhirat itulah yang lebih utama bila dibandingkan dengan kebahagiaan yang mereka rasakan di dunia. Ibnu Jarir ath-thabari meriwayatkan dari Umar bin Khaththab bahwa apabila seorang Ansar memberi suatu pemberian kepada seorang laki-laki dari golongan Muhajirin, ia berkata, \"Terimalah pemberian ini, semoga Allah memberikan berkah kepadamu dalam menikmatinya. Ini yang telah Allah janjikan untukmu di dunia, sedang di akhirat kamu akan mendapatkan yang lebih baik lagi\".",
    "quraish": "Orang-orang Mukmin yang berhijrah dari kampung halaman karena Allah dan tulus dalam mempertahankan keyakinan mereka setelah dizalimi dan menerima siksa dari orang-orang musyrik, mereka akan Kami berikan-sebagai pengganti ketulusan dan kesabaran mereka-kehidupan yang baik di dunia yang hanya bisa dicapai dengan berjihad. Pahala mereka pada hari kiamat jauh lebih besar. Begitu pula kenikmatan yang mereka rasakan di surga. Jika orang-orang yang menentang mereka mengetahui hal ini, niscaya mereka tidak akan menzalimi orang-orang Mukmin dan diri mereka sendiri.",
    "jalalayn": "(Dan orang-orang yang berhijrah karena Allah) untuk menegakkan agama-Nya (sesudah mereka dianiaya) mengalami penganiayaan dari penduduk kota Mekah yang dimaksud adalah Nabi saw. dan para sahabatnya (pasti Kami akan memberikan tempat buat mereka) menempatkan mereka (di dunia ini) pada suatu tempat tinggal (yang baik) yakni kota Madinah. (Dan sesungguhnya pahala di akhirat) yaitu surga itu (adalah lebih besar) lebih agung (kalau mereka mengetahui) maksudnya kalau orang-orang kafir itu atau orang-orang yang tidak ikut hijrah benar-benar mengetahui tentang kemuliaan yang diperoleh oleh orang-orang yang berhijrah, niscaya mereka akan ikut hijrah bersama dengan orang-orang yang berhijrah."
  },
  {
    "page": 271,
    "name": "An-Nahl",
    "ayat": 42,
    "arab": "الَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ",
    "translation": "(yaitu) orang yang sabar dan hanya kepada Tuhan mereka bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1943.mp3",
    "tafsir": "Ayat ini menjelaskan sifat-sifat seorang Muslim yang dijanjikan Allah akan memperoleh kemenangan dunia dan kebahagiaan akhirat. Mereka adalah orang-orang yang sabar terhadap apa yang menimpa mereka, seperti menerima siksaan orang-orang kafir Quraisy, menahan penderitaan karena kerinduannya terhadap kampung halaman yang ditinggalkan, dan memikul beban hidup di perantauan karena serba kekurangan dan dalam keadaan terkucil dari keluarga yang masih di Mekah.\nFirman Allah:\n\nOrang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan. (at-Taubah/9: 20)\n\nDi akhir ayat, Allah swt menyebutkan sifat mereka sebagai orang-orang yang sabar dan menyerahkan urusan mereka kepada Allah. Yaitu orang-orang yang menyerahkan akhir perjuangannya kepada Allah karena perjuangan itulah yang mereka tempuh untuk mencapai kebahagiaan di dunia dan akhirat.\nSifat sabar dan tawakal termasuk sifat-sifat terpenting yang harus dimiliki orang-orang yang membela kebenaran. Sebab, kedua sifat itu yang sangat menentukan tercapai atau tidaknya cita-cita.",
    "quraish": "Kaum muhajirin itulah orang-orang yang sabar dan tabah menghadapi siksaan demi mempertahankan keyakinan. Mereka menyerahkan segala urusan hanya kepada Allah, tanpa menghiraukan selain-Nya. Oleh karena itu, Kami memberikan kepada mereka balasan yang baik.",
    "jalalayn": "Mereka adalah (orang-orang yang sabar) di dalam menghadapi penganiayaan kaum musyrikin dan berhijrah demi untuk memenangkan agama Islam (dan hanya kepada Rabb saja mereka bertawakal) maka Allah pasti memberi mereka rezeki dari jalan yang tiada mereka perhitungkan sebelumnya."
  }
]