[
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 43,
    "arab": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ  فَاسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَۙ",
    "translation": "Dan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1944.mp3",
    "tafsir": "Allah menyatakan bahwa Dia tidak mengutus seorang rasul pun sebelum Nabi Muhammad kecuali manusia yang diberi-Nya wahyu. Ayat ini menggambarkan bahwa rasul-rasul yang diutus itu hanyalah laki-laki dari keturunan Adam a.s. sampai Nabi Muhammad saw yang bertugas mem-bimbing umatnya agar mereka beragama tauhid dan mengikuti bimbingan wahyu. Oleh karena itu, yang pantas diutus untuk melakukan tugas itu adalah rasul-rasul dari jenis mereka dan berbahasa mereka. Pada waktu Nabi Muhammad saw diutus, orang-orang Arab menyangkal bahwa Allah tidak mungkin mengutus utusan yang berjenis manusia seperti mereka. Mereka menginginkan agar yang diutus itu haruslah seorang malaikat, seperti firman Allah swt:\n\nDan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia.\" (al-Furqan/25: 7)\n\nDan firman-Nya:\n\nPantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, \"Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan.\" Orang-orang kafir berkata, \"Orang ini (Muhammad) benar-benar penyihir.\" (Yunus/10: 2)\n\nMengenai penolakan orang-orang Arab terhadap kerasulan Muhammad karena ia seorang manusia biasa, dapat dibaca dari sebuah riwayat adh-ahhak yang disandarkan kepada Ibnu 'Abbas bahwa setelah Muhammad saw diangkat menjadi utusan, orang Arab yang mengingkari kenabiannya berkata, \"Allah lebih Agung bila rasul-Nya itu bukan manusia.\" Kemudian turun ayat-ayat Surah Yunus di atas.\nDalam ayat ini, Allah swt meminta orang-orang musyrik agar bertanya kepada orang-orang Ahli Kitab, baik Yahudi maupun Nasrani, apakah di dalam kitab-kitab mereka terdapat keterangan bahwa Allah pernah mengutus malaikat kepada mereka. Kalau memang disebutkan di dalam kitab mereka bahwa Allah pernah menurunkan malaikat sebagai utusan Allah, mereka boleh mengingkari kerasulan Muhammad. Akan tetapi, apabila disebutkan di dalam kitab mereka bahwa Allah hanya mengirim utusan kepada mereka seorang manusia yang sejenis dengan mereka, maka sikap mereka meng-ingkari kerasulan Muhammad saw itu tidak benar.",
    "quraish": "Wahai Muhammad, Kami tidak mengutus para rasul sebelum kamu kepada umat-umat terdahulu kecuali orang-orang lelaki yang telah Kami beri wahyu sesuai dengan kehendak Kami. Kami tidak pernah mengutus malaikat sebagaimana yang dikehendaki oleh kaummu yang kafir. Jika kalian, hai orang-orang kafir, tidak mengetahui itu, maka bertanyalah kepada orang-orang berilmu yang mengetahui kitab-kitab samawi. Kalian akan tahu bahwa semua rasul Allah itu manusia, bukan malaikat.",
    "jalalayn": "(Dan Kami tidak mengutus sebelum kamu kecuali orang-orang lelaki yang Kami beri wahyu kepada mereka) bukannya para malaikat (maka bertanyalah kepada orang yang mempunyai pengetahuan) yakni para ulama yang ahli dalam kitab Taurat dan kitab Injil (jika kalian tidak mengetahui) hal tersebut, mereka pasti mengetahuinya karena kepercayaan kalian kepada mereka lebih dekat daripada kepercayaan kalian terhadap Nabi Muhammad saw."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 44,
    "arab": "بِالْبَيِّنٰتِ وَالزُّبُرِۗ وَاَنْزَلْنَآ اِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
    "translation": "(mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Ad-Dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1945.mp3",
    "tafsir": "Sesudah itu Allah swt menjelaskan bahwa para rasul itu diutus dengan membawa bukti-bukti nyata tentang kebenaran mereka. Yang dimaksud dengan bukti-bukti yang nyata dalam ayat ini ialah mukjizat-mukjizat yang membuktikan kebenaran kerasulan mereka. Sedangkan yang dimaksud dengan az-zubur ialah kitab yang mengandung tuntunan hidup dan tata hukum yang diberikan oleh Allah kepada manusia.\nAyat ini juga menerangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad saw supaya beliau menjelaskan kepada manusia mengenai ajaran, perintah, larangan, dan aturan hidup yang harus mereka perhatikan dan amalkan. Al-Qur'an juga mengandung kisah umat-umat terdahulu agar dijadikan suri teladan dalam menempuh kehidupan di dunia. Nabi Muhammad juga diperintahkan untuk menjelaskan hukum-hukum yang terkandung dalam Al-Qur'an dan merinci ayat-ayat yang bersifat global mengkhususkan yang bersifat umum, membatasi yang mutlak dan lain-lain agar mudah dicerna dan sesuai dengan kemampuan berpikir mereka.\nDi akhir ayat, Allah swt menegaskan agar mereka memikirkan kandungan isi Al-Qur'an dengan pemikiran yang jernih untuk memperoleh kesejahteraan hidup di dunia dan kebahagiaan di akhirat, terlepas dari berbagai macam azab dan bencana seperti yang menimpa umat-umat sebelumnya.",
    "quraish": "Para rasul itu Kami kuatkan dengan beberapa mukjizat dan bukti yang menjelaskan kebenaran mereka. Kami turunkan kepada mereka kitab-kitab yang menjelaskan beberapa ketentuan yang membawa maslahat. Kami turunkan kepadamu, wahai Muhammad, al-Qur'ân untuk menjelaskan kepada manusia pelbagai akidah dan hukum yang terkandung di dalamnya. Juga agar kamu mengajak mereka untuk merenungkan isinya, dengan harapan mereka mau merenungkan dan menjadikannya sebagai pelajaran sehingga mereka mendapatkan kebenaran.",
    "jalalayn": "(Dengan membawa keterangan-keterangan) lafal ini berta`alluq kepada fi`il yang tidak disebutkan; artinya Kami utus mereka dengan membawa hujah-hujah yang jelas (dan kitab-kitab) yakni kitab-kitab suci. (Dan Kami turunkan kepadamu Adz-Dzikr) yakni Alquran (agar kamu menerangkan kepada umat manusia apa yang diturunkan kepada mereka) yang di dalamnya dibedakan antara halal dan haram (dan supaya mereka memikirkan) tentang hal tersebut kemudian mereka mengambil pelajaran daripadanya."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 45,
    "arab": "اَفَاَمِنَ الَّذِيْنَ مَكَرُوا السَّيِّاٰتِ اَنْ يَّخْسِفَ اللّٰهُ بِهِمُ الْاَرْضَ اَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَۙ",
    "translation": "maka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1946.mp3",
    "tafsir": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah:\nPertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun.\nKedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut.\nKetiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba.\nKeempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu.\nKemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya.",
    "quraish": "Setelah itu semua, bagaimana mungkin orang-orang musyrik yang terus membangkang dan bersekongkol membuat makar terhadap Rasul itu dapat dibenarkan? Apakah mereka terbuai oleh keramahan Allah kepada mereka sehingga merasa yakin akan selamat dari siksaan Allah dan tidak ditelan bumi seperti halnya Qârûn? Atau, secara tiba-tiba didatangkan kepada mereka siksaan berupa petir sebagaimana yang dilakukan terhadap kaum Tsamûd yang tidak menyadari datangnya siksa seperti itu?",
    "jalalayn": "(Maka apakah merasa aman orang-orang yang membuat makar) tipu daya (yang jahat itu) terhadap diri Nabi saw. sewaktu mereka berunding di Darun Nadwah untuk mengikatnya, atau membunuhnya atau mengusirnya sebagaimana penjelasan yang telah dikemukakan dalam surah Al-Anfal (dari bencana ditenggelamkannya bumi oleh Allah bersama mereka) seperti apa yang terjadi terhadap diri Qarun (atau datangnya azab kepada mereka dari tempat yang tidak mereka sadari) dari arah yang tidak pernah mereka duga sebelumnya; dan sungguh mereka benar-benar dibinasakan dalam perang Badar, hal tersebut tidak masuk ke dalam perhitungan mereka sebelumnya."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 46,
    "arab": "اَوْ يَأْخُذَهُمْ فِيْ تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِيْنَۙ",
    "translation": "atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1947.mp3",
    "tafsir": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah:\nPertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun.\nKedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut.\nKetiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba.\nKeempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu.\nKemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya.",
    "quraish": "Atau Allah membinasakan mereka di tengah perjalanan berniaga, jauh dari kampung halaman, sehingga mereka tidak bisa melepaskan diri dari siksaan Allah, sebab tidak ada yang bisa menghalangi-Nya bila Dia berkehendak?",
    "jalalayn": "(Atau Allah mengazab mereka di waktu mereka dalam perjalanan) sewaktu mereka sedang dalam perjalanan untuk berniaga (maka sekali-kali mereka tidak dapat menolak) azab itu."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 47,
    "arab": "اَوْ يَأْخُذَهُمْ عَلٰى تَخَوُّفٍۗ فَاِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌ ",
    "translation": "atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1948.mp3",
    "tafsir": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah:\nPertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun.\nKedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut.\nKetiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba.\nKeempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu.\nKemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya.",
    "quraish": "Atau Allah menurunkan azab terhadap diri dan harta mereka secara berangsur-angsur. Dengan demikian, mereka setiap saat merasa tersiksa, karena ketakutan akan datangnya azab dan merasa tersiksa karena selalu memantau kapan datangnya azab itu? Maka janganlah kalian, hai orang-orang musyrik, melampaui batas dan terbuai dengan ditangguhkannya hukuman kepada kalian. Sesuai dengan belas kasih Allah yang menyeluruh dan kasih sayang-Nya yang luas, Dia tidak menyegerakan hukuman kalian di dunia agar kalian berpikir dan merenung. Sebab Allah Maha Pengasih lagi Maha Penyayang.",
    "jalalayn": "(Atau Allah mengazab mereka secara berangsur-angsur) sedikit demi sedikit hingga semuanya binasa; lafal takhawwufin menjadi hal dari fa`il atau dari maf'ul (maka sesungguhnya Rabb kalian adalah Maha Pengasih lagi Maha Penyayang) karena Dia tidak menyegerakan siksa-Nya terhadap mereka."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 48,
    "arab": "اَوَلَمْ يَرَوْا اِلٰى مَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ يَّتَفَيَّؤُا ظِلٰلُهٗ عَنِ الْيَمِيْنِ وَالشَّمَاۤىِٕلِ سُجَّدًا لِّلّٰهِ وَهُمْ دَاخِرُوْنَ ",
    "translation": "Dan apakah mereka tidak memperhatikan suatu benda yang diciptakan Allah, bayang-bayangnya berbolak-balik ke kanan dan ke kiri, dalam keadaan sujud kepada Allah, dan mereka (bersikap) rendah hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1949.mp3",
    "tafsir": "Kemudian Allah swt menyebutkan tanda-tanda kekuasaan-Nya yang berlaku bagi seluruh makhluk-Nya dengan maksud agar orang-orang yang selalu membuat tipu daya yang jahat itu memikirkan segala sesuatu yang telah diciptakan oleh Allah swt, misalnya bayang-bayang. Pada waktu matahari terbit di ujung timur bayang-bayang dari semua benda memanjang ke arah barat, kemudian apabila matahari meninggi, bayangan itu pun menyusut, dan akhirnya pada saat matahari melintasi meridian, bayangan itu berubah arah. Ketika matahari mulai menurun, bayangan itu makin lama makin memanjang ke arah timur, sampai pada waktu matahari itu mendekati kaki langit pada ufuk bagian barat, bayangan itu telah memanjang ke timur. Bayang-bayang itu berubah-ubah demikian karena tunduk kepada hukum yang telah ditetapkan Allah. \nBayangan itu bukan hanya berubah arah ke barat dan ke timur, tetapi juga ke utara dan ke selatan setiap tahun. Apabila matahari berada di khatulistiwa persis pada meridian, tidak terdapat bayang-bayang sama sekali. Akan tetapi, untuk hari-hari berikutnya yaitu sesudah tanggal 21 Maret pada saat matahari di meridian, matahari membuat bayangan yang mengarah ke selatan. Kemudian pada tanggal 21 Juni pada saat yang sama yaitu pada saat matahari berada di meridian bayang-bayang setiap benda mengarah ke selatan sepanjang-panjangnya. Seterusnya makin hari makin memendek, hingga tanggal 23 September. Sejak itu matahari sudah mulai pindah ke arah selatan dan bayang-bayang mulai mengarah ke utara, makin hari makin memanjang hingga pada tanggal 22 Desember, matahari membuat bayang-bayang mengarah ke utara sepanjang-panjangnya. Kemudian pada hari berikutnya matahari mulai bergerak ke utara, bayang-bayang mulai memendek dari hari ke hari. Akhirnya pada tanggal 21 Maret, matahari kembali lagi ke daerah khatulistiwa sehingga pada saat matahari sampai ke meridian, bayang-bayang pada saat itu tidak terlihat sama sekali. Demikianlah untuk seterusnya. Hal itu terjadi karena gerak tahunan matahari itu tunduk kepada tata hukum yang diciptakan oleh Allah dan berlaku untuk setiap makhluk-Nya.\nPenjelasan Allah serupa itu ditujukan kepada manusia agar mereka mau meneliti sehingga sampai pada suatu kesimpulan bahwa semua benda di alam ini tidak ada yang menentang hukum Allah melainkan tunduk di bawah kekuasaan-Nya.",
    "quraish": "Orang-orang kafir itu mengabaikan tanda-tanda kekuasaan Allah yang ada di sekitar mereka. Mereka tidak melihat dan memperhatikan segala sesuatu dari ciptaan-Nya yang berdiri tegak. Bayangan benda- benda tersebut selalu bergerak dan memanjang, terkadang ke kanan dan terkadang ke kiri, mengikuti gerakan matahari pada siang hari dan bulan pada malam hari. Semuanya tunduk pada perintah dan ketentuan Allah. Jika orang-orang musyrik merenungkan itu semua, niscaya mereka akan mengetahui bahwa hanya Sang Pencipta dan Pengaturnya yang pantas untuk disembah dan ditaati serta berkuasa untuk membinasakan mereka bila Dia berkehendak.",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan segala sesuatu yang telah diciptakan Allah) yang ia mempunyai bayangan, seperti pohon dan gunung (yang berbolak-balik) condong ke sana dan condong ke mari (bayangannya ke kanan dan ke kiri) lafal asysyamaail adalah bentuk jamak dari lafal syimaal; artinya bayangan itu condong ke arah dua sisinya, pertama di permulaan siang hari dan yang kedua pada sore harinya (dalam keadaan sujud kepada Allah) lafal sujjadan menjadi hal; artinya mereka lakukan demikian dalam keadaan tunduk kepada Allah sesuai dengan karakter mereka (sedangkan mereka) yakni bayangan-bayangan itu (berendah diri?) merendahkan dirinya terhadap Allah; bayangan-bayangan tersebut diungkapkan seolah-olah mereka berakal."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 49,
    "arab": "وَلِلّٰهِ يَسْجُدُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ مِنْ دَاۤبَّةٍ وَّالْمَلٰۤىِٕكَةُ وَهُمْ لَا يَسْتَكْبِرُوْنَ ",
    "translation": "Dan segala apa yang ada di langit dan di bumi hanya bersujud kepada Allah yaitu semua makhluk bergerak (bernyawa) dan (juga) para malaikat, dan mereka (malaikat) tidak menyombongkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1950.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa semua makhluk yang ada di langit dan di bumi tunduk kepada kekuasaan-Nya. Mereka itu sujud kepada Allah menurut cara masing-masing sesuai dengan fitrahnya yang alami. Bahkan malaikat pun yang berada di langit tidak mau menyombongkan dirinya dan tidak membangkang kepada ketentuan-ketentuan Allah.",
    "quraish": "Hanya kepada Allah semata, bukan selain-Nya, seluruh ciptaan Allah di langit dan segala yang melata di bumi serta yang berjalan di muka bumi tunduk dan pasrah. Terutama para malaikat yang selalu tunduk kepada Allah dan tidak menyombongkan diri untuk tidak taat kepada Allah(1). (1) Ayat ini telah mendahului penemuan ilmu pengetahuan modern tentang keberadaan makhluk hidup di beberapa planet yang berada di dalam dan di luar tata surya kita ini. Dan inilah yang sedang dan akan terus diupayakan untuk diketahui oleh ilmu pengetahuan modern.",
    "jalalayn": "(Dan kepada Allah sajalah bersujud segala apa yang berada di langit dan semua makhluk yang melata di bumi) artinya semua makhluk itu tunduk kepada-Nya. Sesuai dengan karakternya; kemudian mereka diungkapkan dalam bentuk yang tidak berakal, mengingat mereka yang tidak berakal jumlahnya lebih banyak (dan juga para malaikat) mereka disebutkan secara khusus di sini karena mengingat keutamaan yang mereka miliki (sedangkan para malaikat itu tidak menyombongkan diri) tidak pernah sekejap pun meninggalkan beribadah kepada-Nya."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 50,
    "arab": "يَخَافُوْنَ رَبَّهُمْ مِّنْ فَوْقِهِمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ࣖ ۩ ",
    "translation": "Mereka takut kepada Tuhan yang (berkuasa) di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1951.mp3",
    "tafsir": "Di dalam ayat ini, Allah swt menjelaskan ketaatan para malaikat secara khusus, yaitu bahwa para malaikat itu tunduk di bawah kekuasaan Allah dan tekun melaksanakan apa yang diperintahkan-Nya. Makhluk yang ada di langit dan di bumi tidak dapat dan tidak mampu untuk menghindari hukum-hukum dan ketentuan-ketentuan Allah yang berlaku. \nDemikianlah, penjelasan ini diberikan kepada orang-orang yang mengingkari adanya Allah dan selalu membuat tipu daya itu, supaya mereka menyadari bahwa tidak ada ciptaan Allah yang dapat melepaskan diri dari kekuasaan-Nya. Allah berfirman:\n\nDia berfirman kepadanya dan kepada bumi, \"Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.\" Keduanya menjawab, \"Kami datang dengan patuh.\" (Fussilat/41: 11)\n\nDan firman-Nya lagi :\n\nDan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari. (ar-Ra'd/13: 15)\n\nDengan penjelasan ini diharapkan mereka dapat mengakhiri keingkaran mereka, dan kembali ke fitrah semula yaitu tunduk di bawah kekuasaan Allah dan mempercayai kebenaran wahyu yang diturunkan kepada hamba-Nya yang terpilih, yaitu Muhammad saw.",
    "quraish": "Mereka selalu dalam keadaan takut kepada Allah yang Mahakuasa lagi Mahaperkasa dan selalu melaksanakan apa yang diperintahkan kepada mereka.",
    "jalalayn": "(Mereka takut) yakni para malaikat; lafal ini menjadi hal dari dhamir yang terkandung di dalam lafal yastakbiruuna (kepada Rabb mereka yang berkuasa atas mereka) lafal fauqahum menjadi hal daripada dhamir hum; artinya yang menguasai mereka dengan keperkasaan-Nya (dan melaksanakan apa yang diperintahkan kepada mereka) untuk melakukannya."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 51,
    "arab": "۞ وَقَالَ اللّٰهُ لَا تَتَّخِذُوْٓا اِلٰهَيْنِ اثْنَيْنِۚ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ فَاِيَّايَ فَارْهَبُوْنِ ",
    "translation": "Dan Allah berfirman, “Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1952.mp3",
    "tafsir": "Allah swt menjelaskan kepada para hamba-Nya agar jangan sekali-kali menyembah tuhan-tuhan yang lain selain Dia, karena yang demikian itu berarti mempersekutukan Allah, padahal Allah Mahasuci dari sekutu. Tidak mungkin Allah swt yang Mahakuasa di jagat raya ini lebih dari satu. Dia itu tunggal, dan hanya Dia yang berhak disembah.\nAllah memerintahkan kepada manusia agar takut kepada ancaman dan hukuman-Nya. Dia juga melarang manusia mempersekutukan-Nya dan membuat sesembahan lain selain Dia. Secara jelas, larangan yang terdapat dalam ayat ini adalah menyembah dua Tuhan. Namun demikian, bilangan itu bukanlah menunjukkan bilangan dua saja, tetapi untuk menunjukkan bilangan yang paling sedikit. Sedang yang dimaksud ialah menyembah tuhan-tuhan yang lain selain Allah dan supaya tidak terbayang dalam pikiran manusia ada tuhan-tuhan yang lain selain Dia.",
    "quraish": "Allah berfirman, \"Janganlah kalian menyembah dan menjadikan dua tuhan. Sebab, menyekutukan Allah dalam beribadah itu bertentangan dengan bukti keesaan dalam ciptaan ini. Sesungguhnya yang berhak disembah hanyalah Tuhan Yang Esa. Maka takutlah kalian kepada-Ku, dan jangan sekali-kali takut kepada selain Aku.",
    "jalalayn": "(Allah berfirman, \"Janganlah kalian menyembah dua tuhan) lafal istnaini berfungsi sebagai taukid atau pengukuhan makna (Sesungguhnya Dialah Tuhan Yang Maha Esa) disebutkannya lafal ilaahun dan waahidun untuk menetapkan sifat uluhiah dan sifat wahdaniah Allah (maka hendaklah kepada-Ku saja kalian takut.\") janganlah kalian takut kepada selain Aku. Di dalam ungkapan ini terkandung pengertian iltifat dari dhamir gaib."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 52,
    "arab": "وَلَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَلَهُ الدِّيْنُ وَاصِبًاۗ اَفَغَيْرَ اللّٰهِ تَتَّقُوْنَ ",
    "translation": "Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1953.mp3",
    "tafsir": "Allah swt lalu menjelaskan bahwa semua yang ada di alam ini adalah milik-Nya. Allah tidak membagi kekuasaan-Nya kepada yang lain dalam mengurus segala yang ada di langit dan di bumi. Ia tidak memerlukan pembantu ataupun serikat. Oleh sebab itu, yang berhak ditaati hanyalah Dia. Taat dalam arti yang sebenar-benarnya, ikhlas, dan tidak berkesudahan.\nDengan demikian, tidaklah benar apabila ada manusia yang bertakwa kepada selain-Nya karena tuhan-tuhan itu tidaklah mempunyai kekuasaan untuk menghilangkan nikmat yang telah ada atau mendatangkan siksa. Oleh karena itu, takwa harus disandarkan hanya kepada Allah.",
    "quraish": "Hanya kepunyaan-Nyalah penciptaan, kepemilikan dan penghambaan segala apa yang ada di langit dan di bumi. Maka Dialah, tidak selain-Nya, yang berhak untuk disembah, dipuji, ditaati, diharapkan kasih sayang-Nya dan ditakuti siksa-Nya.",
    "jalalayn": "(Dan kepunyaan-Nyalah segala apa yang ada di langit dan di bumi) sebagai milik, makhluk dan hamba-Nya (dan untuk-Nyalah agama itu) ketaatan itu (selama-lamanya) untuk selamanya; lafal waashiban menjadi hal dari lafal ad-diin, sedangkan sebagai `amilnya adalah makna zharaf. (Maka mengapa kalian bertakwa kepada selain Allah?) sedangkan Dia adalah Tuhan yang sebenarnya, dan tiada Tuhan selain-Nya. Istifham atau kata tanya di sini mengandung pengertian ingkar dan celaan."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 53,
    "arab": "وَمَا بِكُمْ مِّنْ نِّعْمَةٍ فَمِنَ اللّٰهِ ثُمَّ اِذَا مَسَّكُمُ الضُّرُّ فَاِلَيْهِ تَجْـَٔرُوْنَۚ  ",
    "translation": "Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1954.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan mengapa yang wajib ditakuti hanyalah Allah. Hal itu karena semua nikmat yang mereka peroleh, seperti kesehatan dan kebahagiaan, semata-mata dari Allah. Maka kewajiban manusialah untuk mensyukuri nikmat dan memuji kebaikan-Nya yang tiada terputus kepada makhluk-makhluk-Nya.\nSebaliknya, apabila manusia ditimpa oleh kesukaran hidup, kesulitan, penyakit, dan sebagainya, kepada Allahlah mereka mengeluh dan meminta pertolongan. Hal ini merupakan tabiat manusia bahwa apabila mereka berada dalam kesulitan, terbayanglah dalam pikiran kelemahan mereka dan adanya kekuasaan di luar diri mereka yang menguasai mereka.",
    "quraish": "Nikmat apa saja yang datang kepada kalian adalah semata-mata dari Allah. Maka jika kalian mendapatkan malapetaka, janganlah kalian memohon dengan suara lantang kecuali hanya kepada-Nya.",
    "jalalayn": "(Dan apa saja nikmat yang ada pada kalian maka dari Allahlah datangnya) tiada yang dapat mendatangkannya selain Dia. Huruf maa di sini adalah syarthiyah atau maushulah (dan bila kalian ditimpa) tertimpa (kemudaratan) seperti kemiskinan dan sakit (maka hanya kepada-Nyalah kalian meminta pertolongan) mengangkat suara kalian untuk meminta pertolongan seraya berdoa kepada-Nya, dan niscaya kalian tidak akan meminta kepada selain-Nya."
  },
  {
    "page": 272,
    "name": "An-Nahl",
    "ayat": 54,
    "arab": "ثُمَّ اِذَا كَشَفَ الضُّرَّ عَنْكُمْ اِذَا فَرِيْقٌ مِّنْكُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
    "translation": "Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1955.mp3",
    "tafsir": "Kemudian Allah swt mengungkapkan bahwa apabila Allah mengabulkan permintaan mereka yaitu menghilangkan kesulitan yang dideritanya, mereka segera berbalik mempersekutukan tuhan-tuhan yang lain kepada Allah, dan menyembah patung-patung itu kembali. Mereka tidak mau lagi mensyukuri nikmat yang Allah berikan. Demikianlah tipu daya mereka.\nAllah swt berfirman:\n\nDan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur). (al-Isra/17: 67)",
    "quraish": "Kemudian apabila Allah mengabulkan permohonan kalian dan Dia mengangkat malapetaka itu dari kalian, sebagian kalian lupa akan hak Allah untuk diesakan dan disembah. Mereka mempersekutukan Pencipta dan Pemelihara mereka dengan menyembah sekutu-sekutu selain Dia.",
    "jalalayn": "(Kemudian apabila Dia telah menghilangkan kemudaratan itu daripada kalian, tiba-tiba sebagian daripada kalian mempersekutukan Rabbnya dengan yang lain)."
  }
]