[
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 55,
    "arab": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ  ",
    "translation": "Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1956.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah membiarkan orang-orang kafir dan musyrik mengingkari nikmat-nikmat yang telah diberikan-Nya kepada mereka. Allah juga membiarkan mereka mengingkari-Nya sebagai Zat yang Mahakuasa menghilangkan bahaya yang menimpa mereka, hingga meng-ingkari Allah yang Mahaperkasa melepaskan diri mereka dari bahaya itu.\nDi akhir ayat, Allah swt menegaskan bahwa mereka dibiarkan menikmati kehidupan dunia dan memuaskan hawa nafsu mereka sampai tiba saatnya ajal merenggut mereka. Sesudah itu, mereka pasti akan kembali kepada Allah. Di saat itulah mereka mengetahui dengan seyakin-yakinnya akibat keingkaran dan pembangkangan mereka. Mereka akan menyesali perbuatan mereka dengan penyesalan yang tiada berguna.",
    "quraish": "Hal itu terjadi pada diri mereka agar kesudahan nasib mereka adalah mengingkari karunia yang Kami berikan kepada mereka. Maka bersenang-senanglah kalian, hai orang-orang kafir, dengan sesuatu yang tidak kalian syukuri itu. Kelak kalian akan tahu akibat kekufuran yang kalian lakukan.",
    "jalalayn": "(Biarkanlah mereka mengingkari apa yang telah Kami berikan kepada mereka) yaitu nikmat (maka bersenang-senanglah kalian) sebab kesepakatan kalian untuk menyembah berhala-berhala. Amar atau perintah di sini mengandung pengertian ancaman. (Kelak kalian akan mengetahui) akibat daripada hal tersebut."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 56,
    "arab": "وَيَجْعَلُوْنَ لِمَا لَا يَعْلَمُوْنَ نَصِيْبًا مِّمَّا رَزَقْنٰهُمْۗ تَاللّٰهِ لَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَفْتَرُوْنَ ",
    "translation": "Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah,  kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1957.mp3",
    "tafsir": "Allah swt menjelaskan bahwa di antara perbuatan orang-orang musyrik ialah menyediakan sesaji kepada berhala-berhala mereka, padahal sesaji-sesaji yang disediakan itu merupakan nikmat Allah yang diberikan kepada mereka. Berbagai sesaji yang diberikan kepada berhala-berhala itu merupakan hasil pertanian atau binatang-binatang ternak mereka. Mereka berbuat demikian dengan maksud agar berhala-berhala itu dapat menolong mereka. Padahal mereka tidak mengetahui sedikit pun bahwa berhala-berhala itu tidak mampu memberi manfaat dan menghindarkan mereka dari bahaya yang akan menimpa. Perbuatan mereka ini adalah perbuatan syirik, yaitu mempertuhankan yang lain di samping Allah.\nAllah swt berfirman:\n\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-An'am/6: 136)\n\nKemudian Allah mengancam mereka dengan ancaman yang keras. Allah bersumpah dengan nama-Nya, bahwa Ia benar-benar akan meminta pertanggungjawaban mereka atas perbuatan mereka mengada-adakan tuhan selain Allah. Kemudian mereka akan disiksa sesuai dengan keingkaran dan perbuatan mereka itu.\nAllah swt berfirman:\n\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, (al-hijr/15: 92)\n\nDi akhir ayat, Allah swt meminta pertanggungjawaban mereka terhadap apa yang mereka ada-adakan, memberikan pengertian bahwa Allah mencela mereka terhadap perkataan ataupun perbuatan yang mereka ada-adakan itu.",
    "quraish": "Orang-orang musyrik menyediakan untuk berhala-berhala--yang, tanpa dasar, mereka namakan tuhan-tuhan--sebagian dari rezeki yang telah Kami berikan kepada mereka, berupa tanam-tanaman, hewan ternak dan lain sebagainya, untuk mendekatkan diri kepada tuhan-tuhan tersebut. Demi keperkasaan-Ku, hai orang-orang musyrik, akan Kami tanyakan kepada kalian kebohongan dan kepalsuan yang kalian lakukan. Kami sungguh akan membalas semua perbuatan kalian itu.",
    "jalalayn": "(Dan mereka menyediakan) yakni orang-orang musyrik itu (untuk apa-apa yang mereka tiada mengetahui) bahwa hal itu mendatangkan mudarat dan tidak bermanfaat sama sekali; yang dimaksud adalah untuk berhala-berhala (satu bagian dari rezeki yang telah Kami berikan kepada mereka) berupa ladang dan ternak, yaitu melalui perkataan mereka, ini adalah untuk Allah dan ini adalah untuk sekutu-sekutu kami. (Demi Allah sesungguhnya kalian akan ditanya) dengan pertanyaan yang bernada mencela; di dalam ungkapan ini iltifat dari ghaibah (tentang apa yang telah kalian ada-adakan) terhadap Allah di mana kalian telah mengatakan bahwa Allah telah memerintahkan kalian untuk berbuat hal itu."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 57,
    "arab": "وَيَجْعَلُوْنَ لِلّٰهِ الْبَنٰتِ سُبْحٰنَهٗۙ وَلَهُمْ مَّا يَشْتَهُوْنَ ",
    "translation": "Dan mereka menetapkan anak perempuan bagi Allah. Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1958.mp3",
    "tafsir": "Kemudian Allah swt mengungkapkan bentuk kesyirikan mereka yang lain, yaitu memberi Allah anak perempuan, sedangkan untuk mereka anak laki-laki.\nAllah swt berfirman:\n\nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19)\nOrang-orang musyrik itu menganggap bahwa para malaikat itu anak-anak perempuan Allah. Perbuatan mereka yang demikian ini dinilai sebagai dosa besar, karena mereka menuduhkan sesuatu kepada Allah yang tidak semestinya, yaitu Allah mempunyai anak-anak perempuan, padahal mereka sendiri tidak senang mempunyai anak-anak perempuan.\nAllah swt berfirman:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nDan firman-Nya:\n\nIngatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? (as-shaffat/37: 151-154)\n\nAllah swt menegaskan bahwa Dia Mahasuci dari segala tuduhan mereka. Sungguh, sangat keji bahwa mereka hanya menginginkan anak laki-laki dan tidak menginginkan anak-anak perempuan.",
    "quraish": "Mereka menjadikan sesuatu yang mereka benci sebagai milik Allah. Mereka mengira bahwa malaikat adalah anak perempuan Allah dan mereka pun menyembahnya. Mahasuci Allah dari semua itu. Sementara mereka menjadikan sesuatu yang mereka sukai sebagai milik mereka, yakni anak-anak lelaki.",
    "jalalayn": "(Dan mereka menetapkan bagi Allah anak-anak perempuan) yaitu melalui perkataan mereka, bahwa para malaikat itu adalah anak-anak perempuan Allah (Maha Suci Allah) ungkapan yang menyucikan-Nya daripada apa yang mereka duga (sedangkan untuk mereka sendiri apa yang mereka sukai) memilihnya, artinya anak-anak lelaki. Jumlah kalimat ini menjadi mahal rafa', atau menjadi mahal nashab dari fi'il yaj'aluuna. Artinya mereka menetapkan bagi Allah anak-anak perempuan yang mereka sendiri membencinya, sedangkan pada kenyataannya Dia Maha Suci dari mempunyai anak, kemudian mereka menetapkan untuk diri mereka sendiri anak-anak lelaki yang mereka pilih sendiri. Dengan demikian berarti mereka ingin merasa lebih unggul, sebagaimana yang telah dijelaskan oleh firman-Nya yang lain, yaitu, \"Tanyakanlah (hai Muhammad) kepada mereka (orang-orang kafir Mekah) apakah untuk Rabb kalian anak-anak perempuan dan untuk mereka anak-anak laki-laki.\" (Ash-Shaffat 149)."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 58,
    "arab": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌۚ ",
    "translation": "Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1959.mp3",
    "tafsir": "Selanjutnya Allah swt mengungkapkan sikap mereka mengenai anak perempuan yaitu apabila mereka diberi kabar bahwa istri mereka melahirkan anak perempuan, muramlah muka mereka karena jengkel dan malu.\nPerasaan serupa itu disebabkan oleh perasaan mereka sendiri bahwa anak-anak perempuan itu hanya memberi malu kaumnya, karena anak-anak perempuan itu tidak dapat membantu dalam peperangan, dan apabila mereka kalah perang, anak-anak perempuan menjadi barang rampasan. Sebenarnya mereka dihukum oleh perasaan mereka sendiri karena anggapan bahwa wanita itu martabatnya tiada lebih dari barang yang boleh dipindah-tangankan.",
    "quraish": "Dan apabila seseorang dari mereka menerima kabar bahwa telah terlahir untuknya seorang anak perempuan, wajahnya menjadi hitam karena merasa sedih dan ia pun amat bermuram durja.",
    "jalalayn": "(Dan apabila seorang dari mereka diberi kabar dengan kelahiran anak perempuan) ia mempunyai anak perempuan yang baru dilahirkan (maka jadilah) maka berubahlah (roman mukanya menjadi hitam) dengan perubahan yang menunjukkan kedukaan dan kesusahan (dan dia sangat marah) marah sekali, maka mengapa mereka menisbatkan anak-anak perempuan terhadap Allah swt.?"
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 59,
    "arab": "يَتَوٰرٰى مِنَ الْقَوْمِ مِنْ سُوْۤءِ مَا بُشِّرَ بِهٖۗ اَيُمْسِكُهٗ عَلٰى هُوْنٍ اَمْ يَدُسُّهٗ فِى التُّرَابِۗ  اَلَا سَاۤءَ مَا يَحْكُمُوْنَ ",
    "translation": "Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1960.mp3",
    "tafsir": "Allah swt menjelaskan lebih lanjut perilaku orang-orang musyrik pada saat mereka mendapatkan anak perempuan. Mereka menarik diri dari masyarakatnya karena mendapat kabar buruk dengan kelahiran anak perempuan itu. Mereka bersembunyi dari orang banyak karena takut mendapat hinaan, dan tidak menginginkan ada orang yang mengetahui aib yang menimpa dirinya. Kemudian terbayang dalam pikiran mereka apakah anak yang mendatangkan aib itu akan dipelihara dengan menanggung kehinaan yang berkepanjangan, karena anak perempuan itu tidak berhak mendapat warisan dan penghargaan masyarakat, serta hanya sebagai pelayan laki-laki, atau apakah mereka akan menguburnya ke dalam tanah hidup-hidup. Kebiasaan mereka mengubur anak perempuan hidup-hidup itu dipandang sebagai dosa besar yang harus mereka pertanggungjawabkan di hari perhitungan, karena perbuatan itu bertentangan dengan nurani manusia dan akal sehat. \nAllah swt berfirman:\n\nDan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apa dia dibunuh? (at-Takwir/81: 8-9)\n\nDi akhir ayat, Allah swt menyatakan bahwa alangkah buruknya apa yang mereka tetapkan dan simpulkan itu, yaitu mereka malu memperoleh anak perempuan sehingga menyembunyikan dirinya dari orang banyak. Begitu malunya mereka sehingga mereka merasa harus memilih apakah akan tetap memelihara anak perempuan itu tetapi dengan menanggung malu, atau mereka kubur hidup-hidup. Allah menegaskan bahwa pandangan mereka mengenai anak perempuan itu sangat keliru.",
    "quraish": "Lalu ia berusaha untuk bersembunyi dari penglihatan orang, agar tidak tampak kesedihan yang menimpa dirinya karena kelahiran anak yang dikabarkan kepadanya itu. Ia pun diliputi kebimbangan antara tetap membiarkan anak itu hidup dan menanggung kehinaan sebagaimana yang ia kira, atau menguburkannya hidup-hidup. Perhatikanlah, hai orang yang mendengar, alangkah buruknya perbuatan mereka! Sungguh amat buruk ketetapan mereka yang menyatakan bahwa apa yang mereka benci adalah milik Allah.",
    "jalalayn": "(Ia menyembunyikan dirinya) menghilang (dari orang banyak) dari pandangan kaumnya (disebabkan buruknya berita yang disampaikan kepadanya) karena ia takut akan mendapat celaan, sedangkan ia dalam keadaan bingung untuk melakukan tindakan selanjutnya sebagai pemecahannya. (Apakah dia akan memeliharanya) yakni membiarkannya tanpa dibunuh (dengan menanggung kehinaan) hina dan direndahkan (ataukah akan menguburkannya ke dalam tanah hidup-hidup) seumpamanya ia memendam anak perempuan itu ke dalam tanah. (Ketahuilah, alangkah buruknya) alangkah jeleknya (apa yang mereka tetapkan itu) keputusan mereka itu karena mereka telah menisbatkan kepada Tuhan yang menciptakan mereka mempunyai anak-anak perempuan padahal anak-anak perempuan itu kedudukannya di kalangan mereka serendah itu."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 60,
    "arab": "لِلَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ مَثَلُ السَّوْءِۚ وَلِلّٰهِ الْمَثَلُ الْاَعْلٰىۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
    "translation": "Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1961.mp3",
    "tafsir": "Allah swt menjelaskan bahwa nasib buruk itu justru dimiliki oleh orang-orang kafir itu, yaitu mereka akan terhina karena dimasukkan ke dalam neraka. Sedangkan Allah akan tetap mulia, tidak memerlukan anak atau siapa pundalam menciptakan dan mengelola alam ini. Bahkan bila semua manusia di alam ini membangkang kepada-Nya, tidak akan merusak kemuliaan dan kemahakuasaan-Nya. Bahkan manusia itu sendiri yang rugi di dunia karena tidak menikmati keuntungan yang diperoleh dari pelaksana-an nilai-nilai mulia yang diajarkan-Nya dan di akhirat masuk neraka. Itulah yang ditegaskan Allah pada penutup ayat ini, bahwa ia Mahaperkasa dalam kemahakuasaan-Nya dan Mahabijaksana dalam menjatuhkan azab bagi yang ingkar. Artinya, azab itu memang sesuatu yang pantas bagi orang-orang yang ingkar itu.",
    "quraish": "Orang-orang yang tidak beriman kepada hari akhirat dengan pahala serta siksa yang akan diberikan saat itu, bagi mereka adalah keadaan yang buruk, yaitu memerlukan anak laki-laki dan membenci anak- anak perempuan. Sebaliknya, bagi Allah segala sifat yang Mahatinggi. Dia Mahakuasa atas segala sesuatu sehingga tidak memerlukan anak laki-laki. Dia pun Mahaperkasa yang tidak membutuhkan penolong.",
    "jalalayn": "(Bagi orang-orang yang tidak beriman kepada kehidupan akhirat) yaitu orang-orang kafir (ada perumpamaan yang buruk) sifat yang buruk, yaitu kebiasaan mereka mengubur hidup-hidup anak-anak perempuan padahal mereka membutuhkannya (dan bagi Allah ada perumpamaan yang maha tinggi) sifat yang maha tinggi, yaitu bahwasanya tidak ada Tuhan selain Dia (dan Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam mengatur makhluk-Nya."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 61,
    "arab": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ ",
    "translation": "Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1962.mp3",
    "tafsir": "Allah swt mengancam orang-orang musyrik yang bergelimang dosa. Ancaman itu ialah apabila Allah ingin menghukum manusia karena kezaliman mereka, Ia mampu untuk melakukannya. Mereka akan ditumpas dari permukaan bumi ini, tidak ada satupun yang tersisa. Akan tetapi, Allah tidak menghendaki yang demikian itu. Karena rahmat-Nya yang luas, Allah menangguhkan siksaan-Nya sampai pada suatu saat yang telah ditentukan, yaitu saat ajal telah merenggut mereka. Maksudnya adalah agar mereka dapat mengubah pandangan dan perilaku mereka. Akan tetapi, bila mereka tetap tidak berubah, Allah akan menurunkan azab ketika ajal mereka datang. Dan bila ajal itu telah datang, mereka tidak akan mampu mengundurkan atau mempercepatnya sesaat pun. Kemudian di akhirat mereka akan dimasukkan ke dalam neraka.",
    "quraish": "Jika Allah hendak mempercepat hukuman kepada manusia atas perbuatan zalimnya, niscaya tidak akan ada satu makhluk melata pun yang tersisa di muka bumi ini. Akan tetapi, dengan keramahan dan kebijakan- Nya, Dia menunda siksa mereka hingga waktu yang telah ditentukan, yaitu saat kematian mereka. Apabila saat itu telah tiba, mereka tidak dapat mengundurkannya sesaat pun dan tidak pula mendahulukannya meski hanya sesaat.",
    "jalalayn": "(Jika Allah menghukum manusia karena kezalimannya) disebabkan kedurhakaan-kedurhakaan mereka (niscaya tidak akan ditinggalkan-Nya padanya) yakni di muka bumi ini sesuatu pun (dari makhluk yang melata) makhluk yang hidup di permukaannya (tetapi Allah menangguhkan mereka sampai pada waktu yang ditentukan. Maka apabila telah tiba waktu yang ditentukan bagi mereka, tidaklah mereka dapat mengundurkan) waktunya (barang sesaat pun dan tidak pula mendahulukan) waktunya."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 62,
    "arab": "وَيَجْعَلُوْنَ لِلّٰهِ مَا يَكْرَهُوْنَ وَتَصِفُ اَلْسِنَتُهُمُ الْكَذِبَ اَنَّ لَهُمُ الْحُسْنٰى لَا جَرَمَ اَنَّ لَهُمُ النَّارَ وَاَنَّهُمْ مُّفْرَطُوْنَ ",
    "translation": "Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1963.mp3",
    "tafsir": "Sekali lagi Allah menjelaskan bahwa mereka selalu melemparkan segala hal yang tidak mereka senangi kepada Allah, di antaranya tentang anak perempuan. Mereka tidak mau memiliki anak perempuan, karena menurut mereka anak perempuan hanyalah bagi Allah. Jadi Allahlah yang hina. \nDijelaskan juga bahwa mereka selalu menyampaikan kata-kata dusta, yaitu mereka akan selalu bahagia baik di dunia maupun di akhirat, walaupun bergelimang dosa. Hal itu dibantah oleh Allah seraya mengatakan bahwa tempat mereka adalah neraka dan mereka dijebloskan dengan paksa ke dalamnya. \nDari informasi di atas, jelas bahwa mereka benar-benar tidak mau mempercayai hari kebangkitan dan tidak mau menyadari kejahatan mereka. Itulah sebabnya Allah swt menegaskan bahwa mereka tidak diragukan lagi akan menjadi penghuni neraka dan akan merasakan azab yang sangat pedih pada saat yang telah ditentukan, yaitu hari akhirat.",
    "quraish": "Orang-orang musyrik menyandangkan kepada Allah apa yang mereka tidak sukai jika disandangkan kepada diri mereka, seperti anak perempuan dan adanya saingan. Lidah mereka mengucapkan kedustaan ketika mereka mengira bahwa, dengan berbuat demikian, mereka--seperti halnya di dunia mereka memperoleh kekayaan dan kekuasaan--juga akan memperoleh balasan yang paling baik, yaitu surga dari Allah jika mereka dibangkitkan. Tidak diragukan lagi, bagi mereka adalah neraka. Mereka akan lebih dahulu segera dimasukkan ke dalamnya sebelum yang lainnya.",
    "jalalayn": "(Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya) untuk diri mereka sendiri, yaitu anak-anak perempuan; menisbatkan sekutu kepada-Nya dan menghina rasul-rasul (dan keluarlah) perkataan (dari lidah mereka) selain dari hal-hal tersebut (kedustaan) yaitu (bahwa sesungguhnya merekalah yang akan mendapat kebaikan) di sisi Allah, yaitu mendapat surga; hal ini dijelaskan oleh firman Allah swt. yang lain, yaitu, \"Dan jika aku dikembalikan kepada Rabbku, maka sesungguhnya aku akan memperoleh kebaikan pada sisi-Nya.\" (Fushshilat 50). Selanjutnya Allah swt. berfirman: (Tiadalah diragukan) sudah dipastikan (bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera dimasukkan ke dalamnya) artinya mereka dibiarkan di dalam neraka, atau mereka dijebloskan ke dalamnya. Menurut suatu qiraat lafal mufrathuuna dibaca mufrithuuna, artinya sesungguhnya mereka adalah orang-orang yang melampaui batas."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 63,
    "arab": "تَاللّٰهِ لَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1964.mp3",
    "tafsir": "Dalam ayat ini Allah swt bersumpah dengan nama-Nya sendiri bahwa Dia sungguh telah mengutus banyak rasul kepada umat-umat sebelum Nabi Muhammad. Para rasul itu mengajak mereka untuk beriman dan beribadah kepada Allah swt. Akan tetapi, umat-umat itu telah tertipu oleh tipu daya setan sehingga mereka menyangka perbuatan-perbuatan mereka baik, padahal sebetulnya perbuatan jahat. Setan itulah akhirnya yang menjadi teman mereka, dan akan menemani mereka masuk ke dalam neraka.",
    "quraish": "Wahai Nabi, yakinlah bahwa Kami telah mengutus para rasul kepada umat terdahulu dengan misi yang sama dengan yang kamu bawa saat Kami mengutusmu kepada seluruh umat manusia. Setelah itu setan menawarkan kekufuran, kemusyrikan dan kemaksiatan sehingga mereka mendurhakai dan mendustakan para rasul itu serta menuruti kemauan setan. Setan telah menguasai seluruh kehidupan para pendusta itu di dunia dan menjadikan perbuatan-perbuatan yang membahayakan diri menjadi indah dalam pandangan mereka. Kelak di hari akhir, mereka akan mendapatkan siksa yang amat memilukaan.",
    "jalalayn": "(Demi Allah, sesungguhnya Kami telah mengutus kepada umat-umat sebelum kamu) telah mengutus rasul-rasul Kami (tetapi setan menjadikan umat-umat itu memandang baik perbuatan mereka) yang buruk itu sehingga perbuatan-perbuatan mereka yang buruk itu dilihatnya baik; oleh karenanya mereka mendustakan rasul-rasul (maka setan menjadi pemimpin mereka) yang mengatur urusan-urusan mereka (di hari itu) yakni di dalam kehidupan dunia (dan bagi mereka azab yang sangat pedih) yang sangat menyakitkan kelak di hari kemudian. Menurut suatu pendapat dikatakan bahwa makna yang dimaksud dengan hari ini ialah hari kiamat; ungkapan ini menggambarkan tentang kejadian di masa mendatang dalam bentuk sekarang; artinya tidak ada seorang penolong pun bagi mereka selain Dia, sedangkan setan sendiri tidak mampu untuk menyelamatkan dirinya sendiri, mana mungkin ia dapat menyelamatkan orang lain."
  },
  {
    "page": 273,
    "name": "An-Nahl",
    "ayat": 64,
    "arab": "وَمَآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ اِلَّا لِتُبَيِّنَ لَهُمُ الَّذِى اخْتَلَفُوْا فِيْهِۙ وَهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Dan Kami tidak menurunkan Kitab (Al-Qur'an) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1965.mp3",
    "tafsir": "Dalam ayat ini Allah swt menjelaskan fungsi Al-Qur'an, yaitu sebagai dasar dan pedoman yang dapat membuka pikiran mereka untuk dapat menilai kebenaran bimbingan wahyu. Allah swt menjelaskan bahwa Dia menurunkan kitab kepada Nabi Muhammad saw untuk dijadikan bimbingan bagi para umatnya. Juga agar Nabi saw dapat menjelaskan persoalan-persoalan yang mereka ragukan atau tidak percayai, sehingga mereka dapat melihat mana yang hak dan mana yang batil, mana yang benar dan mana yang salah.\nDi samping itu, Al-Qur'an berfungsi sebagai petunjuk yang dapat membimbing umatnya kepada kebenaran sehingga terhindar dari kesesatan. Al-Qur'an juga berfungsi sebagai rahmat Allah terbesar kepada hamba yang mau beriman. Dengan berpedoman kepada Al-Qur'an, mereka akan terbimbing dalam hidup di dunia dan akan berbahagia di dunia dan di akhirat.",
    "quraish": "Kami menurunkan al-Qur'ân hanya dengan tujuan agar kamu dapat memberikan penjelasan mana yang benar di antara persoalan-persoalan keagamaan yang menjadi perdebatan manusia. Dan, agar al-Qur'ân itu menjadi petunjuk yang sempurna dan rahmat yang menyeluruh bagi orang-orang yang beriman kepada Allah dan kitab suci yang diturunkan-Nya.",
    "jalalayn": "(Dan Kami tidak menurunkan kepadamu) hai Muhammad (Alkitab ini) Alquran ini (melainkan agar kamu dapat menjelaskan kepada mereka apa yang mereka perselisihkan itu) yaitu tentang perkara agama (dan menjadi petunjuk) diathafkan kepada lafal litubayyina (dan rahmat bagi kaum yang beriman) kepada Alquran itu."
  }
]