[
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 65,
    "arab": "وَاللّٰهُ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّسْمَعُوْنَ ࣖ ",
    "translation": "Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1966.mp3",
    "tafsir": "Allah swt mengajak para hamba-Nya untuk memperhatikan dalil dan bukti yang menunjukkan kebenaran bahwa Allah swt itu Maha Esa dan Dialah yang berhak dipertuhan dan pantas disembah. Dalam hal ini, Allah menjelaskan bahwa Dialah yang menurunkan hujan dari langit, yang dibutuhkan berbagai macam tanaman di permukaan bumi. Andaikan tidak ada hujan, tentulah bumi itu menjadi kering, tandus, dan tak mungkin ditumbuhi oleh tanam-tanaman dan rerumputan.\nHal itu menunjukkan bahwa Allah berkuasa menghidupkan tanah dan menyuburkannya setelah tidak adanya tanda-tanda kehidupan. Orang-orang yang memperhatikan kejadian itu tentu akan melihat bukti-bukti yang jelas dan tanda yang pasti tentang adanya Allah Yang Mahakuasa. Hal ini hanya dapat dipahami oleh orang yang mau mendengarkan penjelasan Allah, memperhatikan dan memikirkan tanda-tanda keesaan-Nya. Hal itu terkadang dapat dilakukan dengan penelitian secara langsung atau mendengarkan dan memahami pengalaman-pengalaman atau hasil penelitian orang lain dengan sebaik-baiknya.",
    "quraish": "Allah menurunkan hujan yang berasal dari awan dan membuat bumi yang sebelumnya kering kerontang tak berpenghuni dapat menumbuhkan tanaman dan melahirkan kehidupan. Sebenarnya dengan penciptaan alam seperti itu terdapat bukti yang menunjukkan adanya Pemelihara alam semesta yang Mahabijaksana(1). (1) Air yang turun dari langit meresap ke dalam bumi, melarutkan unsur-unsur kimia di dalam tanah yang dihisap oleh tumbuh- tumbuhan. Unsur-unsur itu kemudian berubah menjadi sel-sel hidup dan seluler.",
    "jalalayn": "(Dan Allah menurunkan dari langit air hujan dan dengan air itu dihidupkan-Nya bumi) dengan tumbuh-tumbuhan (sesudah matinya) dimaksud sesudah mengalami kekeringan. (Sesungguhnya pada yang demikian itu) dalam hal yang telah disebutkan itu (benar benar terdapat tanda) yang menunjukkan adanya hari berbangkit (bagi orang-orang yang mendengarkan) dengan pendengaran dibarengi dengan pemikiran."
  },
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 66,
    "arab": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةً ۚ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۤىِٕغًا لِّلشّٰرِبِيْنَ ",
    "translation": "Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1967.mp3",
    "tafsir": "Selanjutnya Allah swt meminta perhatian para hamba-Nya agar memperhatikan binatang ternak karena sesungguhnya pada binatang ternak itu terdapat pelajaran yang berharga, yaitu bahwa Allah memisahkan susu dari darah dan kotoran. Binatang ternak itu memakan rerumputan, lalu dari makanan itu dihasilkan darah dan kotoran. Di antara keduanya, Allah memproduksi susu yang bersih dan bergizi. Itu menunjukkan bahwa Allah Mahakuasa dan Mahaluas Rahmat-Nya bagi para hamba-Nya.\nSecara ilmiah dapat dijelaskan bahwa pada buah dada binatang menyusui terdapat sebuah kelenjar yang berfungsi untuk memproduksi air susu. Melalui urat-urat nadi atau arteri, kelenjar-kelenjar itu mendapatkan pasokan berupa zat yang terbentuk dari darah dan zat-zat dari sari makanan yang telah dicerna (chyle). Kedua komponen ini tidak dapat dikonsumsi secara langsung. Kelenjar air susu akan memproses kedua komponen ini dengan enzim-enzim yang ada, dan menghasilkan air susu yang dapat dikonsumsi secara langsung. Air susu yang dihasilkannya mempunyai warna dan aroma yang sama sekali berbeda dengan zat aslinya. \nAir susu ibu (ASI) memiliki komponen yang tepat guna memenuhi keperluan nutrisi bayi dan perlindungan terhadap penyakit yang mungkin timbul. Perimbangan nutrisi yang terkandung di dalam ASI sangatlah ideal bagi tubuh bayi yang masih sangat muda. Pada saat yang sama, susu bayi juga mengandung nutrien yang memacu perkembangan otak dan sistem syaraf. Susu bayi buatan yang dibuat berdasarkan teknologi tinggi saat ini tidak dapat menggantikan makanan bayi yang satu ini.\nUnsur anti-infeksi lainnya adalah bahwa ASI memberikan lingkungan yang baik untuk tumbuhnya bakteri yang \"baik\", yang diberi nama \"normal flora\". Peran dari bakteri ini adalah menjadi pelindung terhadap bakteri, virus dan parasit penyebab penyakit. Lebih lanjut, ASI juga mengatur terjadinya sistem imunitas (kekebalan tubuh) terhadap berbagai penyakit infeksi. Demikian penjelasan secara ilmiah.",
    "quraish": "Wahai manusia, sesungguhnya di dalam diri binatang ternak--unta, sapi, kambing dan sebagainya--terdapat pelajaran berharga yang dapat kalian renungkan, yang mengeluarkan kalian dari kebodohan menuju pengetahuan akan adanya Pencipta Yang Mahabijaksana. Kami suguhkan kepada kalian dari sebagian yang ada dalam perut binatang-binatang itu, dari sisa-sisa makanan dan darah, susu murni beraroma yang mudah ditelan bagi orang-orang yang meminumnya (1). (1) Pada buah dada binatang menyusui terdapat kelenjar yang bertugas memproduksi air susu. Melalui urat-urat nadi arteri, kelenjar- kelenjar itu mendapatkan suplai berupa zat yang terbentuk dari darah dan chyle (zat-zat dari sari makanan yang telah dicerna) yang keduanya tidak dapat dikonsumsi secara langsung. Selanjutnya kelenjar-kelenjar susu itu menyaring dari kedua zat itu unsur-unsur penting dalam pembuatan air susu dan mengeluarkan enzim-enzim yang mengubahnya menjadi susu yang warna dan aromanya sama sekali berbeda dengan zat aslinya.",
    "jalalayn": "(Dan sesungguhnya pada binatang ternak itu benar-benar terdapat pelajaran bagi kalian) bahan pelajaran. (Kami memberi kalian minum) lafal ini berfungsi sebagai penjelas daripada pengertian pelajaran tadi (daripada apa yang berada dalam perutnya) dalam perut binatang ternak itu (di) huruf min di sini menunjukkan makna ibtida dan bertaalluq kepada lafal nusqiikum (antara kotoran) yakni lemak ususnya (dan darah berupa air susu yang bersih) sedikit pun tidak bercampur kotoran dan darah baik dari segi rasa, bau atau warnanya atau campuran di antara keduanya (yang mudah ditelan bagi orang-orang yang meminumnya) lewat dengan mudah di tenggorokan mereka dan tidak sulit untuk ditelan."
  },
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 67,
    "arab": "وَمِنْ ثَمَرٰتِ النَّخِيْلِ وَالْاَعْنَابِ تَتَّخِذُوْنَ مِنْهُ سَكَرًا وَّرِزْقًا حَسَنًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
    "translation": "Dan dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1968.mp3",
    "tafsir": "Selanjutnya, Allah swt meminta para hamba-Nya agar memperhati-kan buah kurma dan anggur. Dari kedua buah-buahan itu, manusia dapat memproduksi sakar, yaitu minuman memabukkan yang diharamkan dan minuman baik yang dihalalkan. Sebuah riwayat dari Ibnu 'Abbas menjelaskan, \"Sakar ialah minuman yang diharamkan yang berasal dari buah kurma dan anggur. Rezeki yang baik ialah makanan halal yang bisa diproduksi dari kurma dan anggur.\nJadi dari kurma dan anggur, manusia dapat memproduksi berbagai jenis makanan. Di antaranya ada yang memudaratkan dan ada yang bermanfaat. Yang memudaratkan dilarang oleh agama, sedang yang bermanfaat dibolehkan untuk diproduksi. Dengan demikian, ayat ini sudah mengandung isyarat bagi mereka yang berpikiran suci bahwa meminum minuman keras haram hukumnya dan tidak boleh diproduksi.\nDi akhir ayat, Allah swt menegaskan bahwa dalam penciptaan kedua macam tumbuh-tumbuhan itu terdapat tanda-tanda yang jelas untuk menunjukkan keesaan Tuhan bagi orang-orang yang mempergunakan pikirannya untuk meneliti, memperhatikan, dan mengambil pelajaran dari penciptaan tumbuh-tumbuhan yang disebutkan dalam ayat itu.",
    "quraish": "Dari buah kurma dan anggur yang telah Kami karuniakan, kalian dapat membuat minuman yang buruk dan memabukkan atau makanan lainnya yang baik dan halal. Dan sesungguhnya pada karunia itu terdapat pertanda kekuasan dan kasih sayang Allah bagi kaum yang mau menggunakan akal pikiran mereka.",
    "jalalayn": "(Dan dari buah kurma dan anggur) terdapat jenis buah-buahan (yang kalian dapat membuat minuman yang memabukkan daripadanya) dimaksud khamar yang dapat memabukkan. Di sini kata muskiran disebutkan dengan memakai mashdarnya, yaitu sakaran. Hal ini diturunkan sebelum adanya pengharaman khamar (dan rezeki yang baik) seperti selai kurma, anggur kering, cuka dan sirup. (Sesungguhnya pada yang demikian itu) hal yang telah disebutkan itu (benar-benar terdapat tanda) yang menunjukkan kekuasaan Allah swt. (bagi orang-orang yang berakal) yang memikirkannya."
  },
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 68,
    "arab": "وَاَوْحٰى رَبُّكَ اِلَى النَّحْلِ اَنِ اتَّخِذِيْ مِنَ الْجِبَالِ بُيُوْتًا وَّمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُوْنَۙ",
    "translation": "Dan Tuhanmu mengilhamkan kepada lebah, “Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1969.mp3",
    "tafsir": "Kemudian Allah swt meminta perhatian para hamba-Nya agar memperhatikan lebah. Allah telah memberikan naluri kepada lebah sehingga mempunyai kemahiran untuk membuat sarang di bukit-bukit, di pohon-pohon dan bangunan-bangunan yang didirikan manusia. Seorang yang mau memperhatikan bagaimana kemahiran lebah membuat sarangnya, tentu ia akan takjub. Sarang lebah terbuat dari bahan serupa lilin dan mempunyai bentuk segi enam berangkai yang menurut para ahli struktur bangunan merupakan ruang yang paling banyak memuat isi dibanding dengan segi-segi lain. Apabila diperhatikan bobotnya, sarang lebah itu sangat ringan, tetapi dapat menahan beban yang berat yaitu madu, telur, dan embrio-embrionya. Hal ini juga menjadi bukti yang menunjukkan kekuasaan Allah Yang Maha Esa.\nAyat di atas menggambarkan perikehidupan lebah madu secara singkat namun akurat sebagai berikut.\n\n1.\"...Buatlah sarang-sarang pada sebagian pegunungan dan sebagian pepohonan, dan pada sebagian tempat-tempat tinggi yang mereka buat...\". Kelompok lebah diperkirakan terdiri atas, paling tidak, 20.000 jenis. Masing-masing jenis memiliki cara sendiri-sendiri dalam membuat sarangnya. Mereka menggunakan semua sarana, mulai dari gua-gua yang terletak di pegunungan, lubang-lubang pada pohon tua, atau membuat sarang sendiri dan menggantungnya pada cabang pohon. Mengingat ayat ini ditujukan khusus untuk lebah madu, maka uraian tentang sarang lebah madu akan diuraikan secara lebih rinci. \nSarang lebah madu, atau lebah pada umumnya, merupakan tempat yang strategis dan sentral untuk seluruh kehidupan kelompok. Mulai dari tempat mengasuh anakan (larva) sampai dengan pusat informasi, semuanya ada di sarang.\nSarang lebah madu terdiri atas bilik-bilik yang berupa lubang-lubang segi enam (hexagonal) yang nyaris sempurna. Para ahli konstruksi mengakui bahwa bentuk segi enam adalah bentuk yang paling kuat, menghemat bahan dan ruangan. Bentuk tersebut juga mencegah serangga lain masuk di sela-sela bilik dan membuat sarang. \n2.\"...Kemudian makanlah dari setiap buah-buahan¦.\" Bahan utama yang dijadikan makanan lebah madu adalah nektar, suatu cairan manis yang terdapat pada bunga. Sedangkan jenis-jenis lebah lainnya ada juga yang memperoleh makanan dari sari buah-buahan. \n3.\"...Dan tempuhlah jalan-jalan Tuhanmu dalam keadaan mudah....\" Dalam proses pencarian lapangan bunga, beberapa lebah pekerja dikirim sebagai pemandu untuk mencari daerah yang potensial. Mereka dapat terbang sampai sejauh lima kilometer dan akan terus mencari sampai menemukan jumlah yang cukup untuk dipanen untuk kemudian disampaikan kepada lebah lainnya.\n\n\"Allah mewahyukan kepada lebah\" mengandung arti kiasan. Mengapa wahyu yang biasa diturunkan kepada manusia itu bisa diturunkan kepada bangsa lebah. Kita harus memahami ayat ini dengan memahami apa fungsi dan tujuan dari Allah menurunkan wahyu. Wahyu bertujuan untuk memberikan petunjuk. Jadi Allah memberikan petunjuk kepada bangsa lebah untuk ditaati sepanjang hidupnya oleh setiap lebah sampai kiamat. Berbeda dengan manusia, dimana ada yang taat dan ada pula yang membangkang bahkan dan yang mendustakan wahyu dari Allah swt. Lebah (dan binatang maupun tumbuhan lainnya) tanpa terkecuali akan menaati dan menjadikan-nya sebagai pegangan dan petunjuk hidupnya \nDalam ayat ini, petunjuk Allah adalah untuk membuat sarang (lebah) pada tempat-tempat yang dibuat manusia. Ini artinya bahwa Allah menolong manusia untuk membudidayakan dan memanfaatkannya seperti yang dijelaskan dalam An-Naá¸¥l 16:69. Banyak manfaat yang dapat diperoleh dari dunia tumbuhan, dan beberapa di antaranya sangat bermanfaat setelah diproses lebih lanjut oleh binatang, misalnya madu yang diperoleh dari aktivitas lebah madu. \nAristoteles adalah orang pertama yang menekuni dan mempelajari lebah madu. Walaupun banyak teorinya yang tidak masuk akal, apabila dikaji dengan pengetahuan saat ini, namun harus diakui bahwa dialah pionir dalam penelitian dan pengungkapan perikehidupan lebah. Perhatian manusia diper-kirakan sudah dimulai antara 8.000 sampai 15.000 tahun yang lalu. Banyak lukisan-lukisan di dinding gua prehestorik yang memperlihatkan bagaimana manusia memanen madu dari sarang lebah madu. Pemeliharaan lebah diduga dimulai di Mesir sekitar tahun 2400 SM.",
    "quraish": "Wahai Nabi, Tuhanmu telah memberi ilham pada lebah untuk menyelesaikan berbagai persoalan yang menyangkut berbagai faktor-faktor dan sarana-sarana untuk mempertahankan hidup. Dalam hal ini, Allah memerintahkan lebah untuk menjadikan gua-gua di pegunungan, celah-celah pepohonan dan puncak- puncak rumah sebagai tempat tinggal mereka.",
    "jalalayn": "(Dan Rabbmu mewahyukan kepada lebah) dalam bentuk ilham (hendaknya) huruf an di sini dapat diartikan sebagai an mashdariyah atau an mufassirah (buatlah sarang-sarang di bukit-bukit) tempat kamu berdiam (dan di pohon-pohon) sebagai tempat tinggal (dan di tempat-tempat yang dibikin manusia) sarang-sarang buatan manusia untuk kamu, jika kamu tidak suka kepada sarang buatan manusia, kamu boleh menempati tempat yang lainnya."
  },
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 69,
    "arab": "ثُمَّ كُلِيْ مِنْ كُلِّ الثَّمَرٰتِ فَاسْلُكِيْ سُبُلَ رَبِّكِ ذُلُلًاۗ يَخْرُجُ مِنْ بُطُوْنِهَا شَرَابٌ مُّخْتَلِفٌ اَلْوَانُهٗ ۖفِيْهِ شِفَاۤءٌ لِّلنَّاسِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "translation": "kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).” Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1970.mp3",
    "tafsir": "Allah lalu meminta perhatian para hamba-Nya agar memikirkan bagaimana Allah telah memberikan kemahiran kepada para lebah untuk mengumpulkan makanan dari berbagai macam bunga-bungaan dan meng-ubahnya menjadi madu yang tahan lama dan bergizi. Kemahiran ini diwariskan lebah secara turun-temurun.\nLebah-lebah mengisap makanan dari bunga-bungaan kemudian masuk ke dalam perutnya dan dari perutnya dikeluarkan madu yang bermacam-macam warnanya. Ada yang putih, ada yang kekuning-kuningan, dan ada pula yang kemerah-merahan, sesuai dengan jenis lebah itu dan bunga-bungaan yang ada di sekitarnya.\nDi antara manfaat madu ialah untuk ketahanan tubuh dan mungkin pula sebagai obat berbagai penyakit. Hal ini dapat diterima oleh ilmu pengetahu-an, antara lain karena madu mudah dicerna dan mengandung berbagai macam vitamin. \nPenjelasan tentang fungsi madu ini dapat dibaca dalam sebuah hadis:\nBahwa seseorang datang kepada Rasulullah saw seraya berkata, \"Sesungguhnya saudaraku perutnya mulas.\" Maka Rasulullah saw bersabda, \"Minumkan kepadanya madu,\" kemudian orang itu memberinya madu. Kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, \"Ya Rasulullah saya telah memberinya madu, tetapi perutnya bertambah mulas.\" Rasulullah saw bersabda, \"Pergilah dan minumkan (lagi) kepadanya madu.\" Maka orang itu pergi dan memberinya lagi madu, kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, \"Ya Rasulullah, perutnya justru tambah mulas,\" kemudian Rasulullah bersabda, \"Allah benar dan perut saudaramu berdusta. Pergilah dan beri lagi saudaramu itu madu.\" Lalu orang itu pergi dan memberinya lagi madu, kemudian ia pun sembuh. (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri)\n\nDan hadis Nabi saw:\nObat itu ada tiga macam: mengeluarkan darah dengan bekam, minum madu dan membakar kulit dengan api (besi panas), dan aku melarang umatku membakar kulit. (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\n\nBeberapa manfaat yang diberikan lebah sebagai berikut:\n1.Madunya merupakan minuman yang lezat berguna bagi kesehatan. Sarangnya dapat dibuat lilin, bahan untuk membatik, dan lain-lain.\n2.Lebah membantu penyerbukan bunga sehingga terjadi pembuahan.",
    "quraish": "Kemudian Allah memberi petunjuk pada lebah untuk menjadikan buah-buahan dari berbagai jenis pohon dan tumbuhan sebagai makanannya. Berkat petunjuk yang telah diberikan oleh Tuhan itu, lebah menjalankan tugas-tugas hidupnya dengan sangat mudah. Dari dalam perut lebah keluar sejenis minuman beraneka warna dan berguna sekali bagi kesehatan manusia. Dan sesungguhnya pada ciptaan yang unik itu terdapat pertanda akan wujud sang Pencipta Yang Mahakuasa lagi Mahabijaksana. Orang-orang yang berakal akan merenungkan hal itu sebagai cara untuk mendapatkan kebahagiaan abadi(1). (1) Madu merupakan jenis zat yang mengandung unsur glukosa dan perfentous (semacam zat gula yang sangat mudah dicerna) dalam porsi cukup besar. Melalui ilmu kedokteran modern didapat kesimpulan bahwa glukosa berguna sekali bagi proses penyembuhan berbagai macam jenis penyakit melalui injeksi atau dengan perantaraan mulut yang berfungsi sebagai penguat. Di samping itu, madu juga memiliki kandungan vitamin yang cukup tinggi terutama vitamin B kompleks.",
    "jalalayn": "(Kemudian makanlah dari setiap buah-buahan dan tempuhlah) masukilah (jalan Rabbmu) jalan-jalan yang telah ditunjukkan oleh-Nya kepadamu di dalam mencari rezekimu (yang telah dimudahkan) lafal dzululan ini adalah bentuk jamak dari lafal tunggal dzaluulun; berkedudukan menjadi hal dari lafal subula rabbiki. Artinya jalan yang telah dimudahkan bagimu sehingga amat mudah ditempuh sekali pun sangat sulit dan kamu tidak akan sesat untuk kembali ke sarangmu dari tempat itu betapa pun jauhnya. Akan tetapi menurut pendapat yang lain dikatakan bahwa lafal dzululan ini menjadi hal daripada dhamir yang terdapat di dalam lafal uslukiy sehingga artinya menjadi: yang telah ditundukkan untuk memenuhi kehendakmu. (Dari perut lebah itu keluar minuman) yakni berupa madu (yang bermacam-macam warnanya di dalamnya terdapat obat yang menyembuhkan bagi manusia) dari berbagai macam penyakit. Menurut suatu pendapat dikatakan dari sebagian penyakit saja karena ditunjukkan oleh pengertian ungkapan lafal syifaaun yang memakai nakirah. Atau sebagai obat untuk berbagai macam penyakit bila digabungkan dengan obat-obat lainnya. Aku katakan bila tidak dicampur dengan obat yang lain, maka sesuai dengan niat peminumnya. Sungguh Nabi saw. telah memerintahkan untuk meminum madu bagi orang yang perutnya kembung demikianlah menurut riwayat yang telah dikemukakan oleh Imam Bukhari dan Muslim. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda kebesaran Allah bagi orang-orang yang memikirkan) ciptaan-Nya"
  },
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 70,
    "arab": "وَاللّٰهُ خَلَقَكُمْ ثُمَّ يَتَوَفّٰىكُمْ وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ قَدِيْرٌ ࣖ  ",
    "translation": "Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1971.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dialah yang menciptakan manusia dan menentukan usianya. Di antara manusia ada yang meninggal pada waktu masih berada dalam kandungan, ada yang meninggal pada waktu lahir, ada yang meninggal pada waktu kecil, ada yang meninggal ketika mencapai puncak kejayaan, dan ada pula yang meninggal setelah mencapai usia yang sangat lanjut, setelah lemah dan pikun. \nAllah swt berfirman:\n\nDan barang siapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti? (Yasin/36: 68)\n\nKebanyakan orang menginginkan umur yang panjang, tetapi tetap sehat, dan tidak ingin menjadi pikun. Dalam hadis Nabi saw disebutkan:\nBahwa Rasulullah saw, mengatakan di dalam doanya, \"Aku berlindung kepada-Mu ya Allah dari kebakhilan, kemalasan, tua renta (pikun), siksa kubur, fitnah (cobaan) Dajjal dan fitnah (cobaan) di waktu hidup dan di waktu mati.\" (Riwayat al-Bukhari dari Anas bin Malik)\n\nPada saat manusia diberi umur lanjut, kekuatan tubuh mereka berkurang secara bertahap sampai pada taraf dimana mereka seperti dikembalikan pada masa kecil lagi. Mereka menjadi lemah, pikun dan tidak bisa mengingat lagi apa yang pernah diketahuinya.\nDi akhir ayat, Allah swt menegaskan bahwa Dia Maha Mengetahui segala sesuatu. Maksudnya Dialah yang mengetahui hikmah dari penciptaan manusia dan hikmah diwafatkan. Allah juga Mahakuasa mewafatkan manusia saat masih bayi atau setelah lanjut usia.",
    "quraish": "Allah telah menciptakan kalian dan menentukan kematian yang berbeda satu sama lain. Sebagian kalian ada yang dimatikan dalam usia muda dan sebagian lain bertahan hidup hingga usia amat lanjut dan kembali menjadi lemah secara berangsur-angsur. Saat usia semakin lanjut, daya kerja sel menurun. Tulang, otot dan urat nadi semakin mengendor dan akhirnya kehilangan seluruh daya dan kemampuannya. Sesunggunya Allah Maha Mengetahuai rahasia ciptaan-Nya dan Mahakuasa untuk mewujudkan segala yang Dia kehendaki.",
    "jalalayn": "(Allah menciptakan kalian) yang sebelumnya kalian bukan merupakan apa-apa (kemudian mewafatkan kalian) bila ajal kalian telah tiba (dan di antara kalian ada yang dikembalikan kepada umur yang paling lemah) umur yang sangat lanjut dan pikun (supaya dia tidak mengetahui lagi sesuatu pun yang pernah diketahuinya) Ikrimah mengatakan, bahwa barang siapa yang selalu membaca Alquran, maka ia tidak akan sampai kepada keadaan seperti ini. (Sesungguhnya Allah Maha Mengetahui) di dalam mengatur makhluk-Nya (lagi Maha Kuasa) terhadap apa yang dikehendaki-Nya."
  },
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 71,
    "arab": "وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِى الرِّزْقِۚ فَمَا الَّذِيْنَ فُضِّلُوْا بِرَاۤدِّيْ رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فِيْهِ سَوَاۤءٌۗ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُوْنَ  ",
    "translation": "Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1972.mp3",
    "tafsir": "Setelah Allah menjelaskan perbedaan usia manusia dalam ayat ini, Ia menyebutkan perbedaan rezeki mereka. Allah swt menjelaskan bahwa Allah melebihkan rezeki sebagian manusia dari sebagian yang lain. Ada manusia yang kaya, ada pula yang fakir, ada manusia yang menguasai sumber-sumber rezeki, dan ada manusia yang tidak memperoleh rezeki yang memadai bagi kehidupannya. Semuanya bertujuan agar satu sama lain saling menolong karena saling membutuhkan.\nKemudian Allah swt menjelaskan bahwa di antara orang-orang yang diberi rezeki lebih, ada yang tidak mau memberikan sedikit pun rezekinya kepada orang-orang yang bekerja padanya yang semestinya mendapat bagian dari mereka. Padahal di antara orang-orang yang menguasai dan dikuasai, di antara tuan dan budak sama-sama berhak atas rezeki itu. Oleh karenanya, sepantasnyalah rezeki itu didistribusikan secara adil dan merata kepada semua pihak. Apabila pemilik modal merasa berhak mendapat keuntungan karena modal yang dimilikinya, pekerja hendaknya diberi penghasilan sesuai dengan kemampuannya, supaya pemilik modal dan pekerja sama-sama menikmati sumber-sumber penghasilan itu. \nAllah swt berfirman:\n\nDia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba-sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti. (ar-Rum/30: 28)\n\nDi akhir ayat, Allah mengingatkan bahwa semua itu adalah nikmat-Nya. Oleh karena itu, mereka seharusnya mensyukuri nikmat itu dengan tidak memonopoli sumber-sumber penghasilan itu untuk kepentingan kelompok atau golongan tertentu.",
    "quraish": "Allah melebihkan rezeki seseorang di atas yang lain. Rezeki para tuan lebih baik dari hamba sahaya. Para tuan yang diberi kelebihan rezeki oleh Allah Swt. itu tidak akan memberikan separuh rezeki mereka kepada para hamba yang dimilikinya, sehingga para hamba sahaya itu memiliki bagian rezeki yang sama seperti para tuannya. Dan jika orang-orang kafir itu tidak rela bila para hamba sahaya sama-sama memiliki rezeki yang Allah berikan kepada mereka--padahal mereka adalah sama-sama manusia--maka mengapa mereka rela menyekutukan Allah dengan makhluk-makhluk-Nya, sementara penghambaan diri itu hanya layak dipersembahkan kepada Allah semata? Apakah sesudah itu mata hati mereka tetap tertutup dan terus mengingkari nikmat-nikmat Allah dengan cara mempertuhankan selain Dia?",
    "jalalayn": "(Dan Allah melebihkan sebagian kalian dari sebagian yang lain dalam hal rezeki) di antara kalian ada yang kaya dan ada pula yang miskin, serta ada pula yang menjadi raja dan yang menjadi hamba sahaya (tetapi orang-orang yang dilebihkan rezekinya tidak mau) yakni tuan-tuan pemilik hamba sahaya (memberikan rezeki mereka kepada budak-budak yang mereka miliki) artinya mereka tidak mau menjadikan rezeki yang Kami limpahkan kepada mereka menjadi milik bersama antara mereka dan hamba-hamba sahaya mereka (agar mereka) yakni para pemilik hamba sahaya dan para hamba sahaya yang dimilikinya (sama merasakan rezeki itu) bersekutu memilikinya. Makna yang dimaksud ialah, bahwa mereka tidak akan mau menjadikan harta mereka untuk milik bersama dengan hamba-hamba sahaya mereka, maka mengapa mereka menjadikan sebagian daripada milik-milik Allah menjadi sekutu-sekutu-Nya. (Maka mengapa mereka mengingkari nikmat Allah?) karena ternyata mereka telah menjadikan bagi-Nya sekutu-sekutu."
  },
  {
    "page": 274,
    "name": "An-Nahl",
    "ayat": 72,
    "arab": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّجَعَلَ لَكُمْ مِّنْ اَزْوَاجِكُمْ بَنِيْنَ وَحَفَدَةً وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُوْنَۙ",
    "translation": "Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1973.mp3",
    "tafsir": "Kemudian Allah menjelaskan nikmat-Nya, yaitu bahwa Allah swt telah menciptakan pasangan untuk mereka dari jenis mereka sendiri. Pasangan-pasangan itu merupakan mitra dalam kerja sama membina keluarga dan masyarakat. Dengan pasangan itu, manusia dapat memiliki keturunan untuk memelihara dan mengembangkan jenis manusia dalam mengemban tugas sebagai khalifah di muka bumi ini. Selanjutnya Allah menjelaskan bahwa Dialah yang telah memberi mereka rezeki dalam makanan dan minuman yang baik dan berguna. Oleh karena itu, manusia tidak boleh takut akan kesulitan memperoleh rezeki karena anak. Sebaliknya, mereka harus mendidik anak-anak itu agar mampu nantinya setelah dewasa untuk menjalankan tugasnya sebagai khalifah di bumi.\nDi akhir ayat, Allah swt mencela orang-orang kafir yang mempercayai berhala-berhala sebagai tuhan, padahal berhala-berhala itu tidak bisa berbuat apa-apa. Sedangkan nikmat Allah mereka ingkari seakan-akan rezeki itu bukan dari Allah.",
    "quraish": "Allah menjadikan bagi kalian istri-istri yang berasal dari jenis yang sama dengan kalian agar kalian mendapatkan ketenangan hidup (sakînah) dari mereka. Dan dari istri-istri itu Allah menjadikan untuk kalian anak dan cucu. Kemudian Allah menurunkan bermacam rezeki yang baik dan kalian sukai. Apakah sesudah itu sebagian manusia justru menyekutukan Allah, percaya pada kebatilan dan ingkar pada karunia-karunia lahir Tuhan? Padahal semestinya semua itu disyukuri dan membuatnya hanya menyembah kepada Allah(1). (1) Perkawinan adalah suatu bentuk hubungan yang suci sebagai asal mula terbentuknya sebuah institusi keluarga yang merupakan pondasi umat dan masyarakat. Perkawinan adalah salah satu bentuk pembangunan fitrah yang dititipkan Tuhan dalam diri tiap manusia dan juga binatang. Kalau tidak ada aturan-aturan normatif perkawinan, maka dalam hal pemenuhan kebutuhan biologis manusia akan tidak ada bedanya dengan binatang, karena masing-masing akan menempuh jalan yang tanpa aturan dan semaunya. Jika demikian dia bukan lagi seorang manusia yang dibekali akal pikiran, diberi keutamaan dibanding makhluk lainnya dan ditunjuk sebagai khalifah di bumi. Di samping sudah merupakan ketentuan Tuhan pada manusia untuk mengatur fitrah dengan perkawinan agar terhindar dari kekacauan, di sisi lain manusia juga mempunyai kecenderungan untuk hidup selamanya. Melihat tidak ada kemungkinan pada dirinya secara pribadi untuk bisa bertahan hidup selamanya, maka jalan satu-satunya untuk mempertahankan kelangsungan hidup itu adalah melalui keturunan yang merupakan perpanjangan dari kehidupan dirinya.",
    "jalalayn": "(Allah menjadikan bagi kalian istri-istri dari jenis kalian sendiri) maka Allah menciptakan Siti Hawa dari tulang rusuk Nabi Adam dan semua manusia lainnya dari mani kaum laki-laki dan wanita (dan menjadikan bagi kalian dari istri-istri kalian itu, anak-anak dan cucu-cucu) keturunan dari anak-anaknya (dan memberi kalian rezeki dari yang baik-baik) berupa berbagai macam buah-buahan, biji-bijian dan hewan-hewan ternak (maka mengapa kepada yang batil) kepada berhala (mereka beriman dan mengapa mereka ingkar terhadap nikmat Allah) dengan menyekutukan-Nya."
  }
]