[
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 94,
    "arab": "وَلَا تَتَّخِذُوْٓا اَيْمَانَكُمْ دَخَلًا ۢ بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوْتِهَا وَتَذُوْقُوا السُّوْۤءَ بِمَا صَدَدْتُّمْ عَنْ سَبِيْلِ اللّٰهِ ۚوَلَكُمْ عَذَابٌ عَظِيْمٌ ",
    "translation": "Dan janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki(mu) tergelincir setelah tegaknya (kukuh), dan kamu akan merasakan keburukan (di dunia) karena kamu menghalangi (manusia) dari jalan Allah, dan kamu akan mandapat azab yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1995.mp3",
    "tafsir": "Allah swt menegaskan kembali kepada orang Islam tentang larangan-Nya menjadikan sumpah sebagai alat penipuan di antara mereka. Sesudah Allah swt melarang membatalkan perjanjian dan sumpah pada umumnya, dalam ayat ini, Allah swt secara khusus menegaskan larangan membatalkan perjanjian yang telah dibuat kaum Muslimin dengan Nabi Muhammad saw sewaktu masih di Mekah, menjelang hijrah ke Medinah.\nAllah swt tidak membenarkan jika membuat perjanjian hanya untuk mengelabui manusia. Timbulnya larangan ini disebabkan oleh adanya keinginan dari kaum Muslimin untuk membatalkan baiat mereka yang telah diperkuat dengan sumpah. Jika mereka melakukan hal demikian, berarti kaki mereka tergelincir sesudah berpijak di tempat yang mantap.\nMereka akan mengalami penderitaan disebabkan tindakan mereka yang menjadikan sumpah sebagai alat penipu di antara manusia. Ada tiga hukuman bagi yang melanggar jika melakukan tindakan demikian itu.\nPertama:Mereka bertambah jauh dari kebenaran dan hidayah Allah swt, meskipun sudah berada di dalam garis kebenaran itu.\nKedua:Mereka memberi contoh dalam penyelewengan dari jalan Allah. Dengan kebiasaan jelek itu, mereka patut mendapat azab di dunia, seperti pembunuhan, penangkapan, perampasan, dan pengusiran dari kampung halaman.\nKetiga:Mereka akan diazab di akhirat sebagai balasan atas kelancangan mereka menjauhi kebenaran. Mereka dimasukkan ke dalam golongan orang yang sengsara dan sesat.",
    "quraish": "Janganlah kalian menempuh jalan pengkhianatan dengan menjadikan sumpah sebagai alat untuk menipu dan memperdayai orang lain. Sebab perbuatan itu akan menggelincirkan kalian dari jalan lurus, yang berarti bahwa kalian telah menyeleweng dari ketentuan Allah dalam hal menepati janji. Diri kalian akan menjadi contoh yang buruk dalam berjanji. Kalian akan menampilkan sosok Islam yang tercemar, sehingga mereka berpaling dari padanya. Hilangnya kepercayaan mereka pada kalian akibat tindakan kalian yang merintangi mereka dari jalan kebenaran itu merupakan pertanda turunnya keburukan dan datangnya siksa yang amat memilukan kepada kalian.",
    "jalalayn": "(Dan janganlah kalian jadikan sumpah-sumpah kalian sebagai alat penipu di antara kalian) Allah swt. mengulang-ulang kalimat ini untuk mengukuhkannya (yang menyebabkan tergelincir kaki kalian) artinya kalian tergelincir dari ajaran Islam (sesudah kokoh tegaknya) sesudah kalian teguh memegangnya (dan kalian rasakan azab) siksaan (karena kalian menghalangi manusia dari jalan Allah) artinya disebabkan kalian tidak mau memenuhi janji kalian sendiri, atau disebabkan kalian menghalang-halangi orang lain untuk memenuhi sumpah dan janjinya, kemudian orang lain itu menuruti perintah kalian (dan bagi kalian azab yang besar) di akhirat nanti."
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 95,
    "arab": "وَلَا تَشْتَرُوْا بِعَهْدِ اللّٰهِ ثَمَنًا قَلِيْلًاۗ اِنَّمَا عِنْدَ اللّٰهِ هُوَ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Dan janganlah kamu jual perjanjian (dengan) Allah dengan harga murah, karena sesungguhnya apa yang ada di sisi Allah lebih baik bagimu jika kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1996.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan lagi larangan-Nya tentang membatalkan janji setia itu (bai'at) dengan menyatakan bahwa perbuatan itu sama halnya dengan menukarkan perjanjian dengan Allah dengan harga yang murah. Misalnya, untuk memperoleh keuntungan duniawi dan harta yang sedikit, mereka membatalkan suatu perjanjian yang mereka adakan sendiri. Peringatan Allah ini berhubungan dengan ihwal orang-orang Mekah yang telah mem-bai'at Nabi saw kemudian mereka bermaksud membatalkan bai'at itu setelah melihat kekuatan orang Quraisy, serta penganiayaan mereka kepada orang Islam.\nKemudian orang-orang Quraisy menjanjikan pula kepada orang Islam akan memberikan sesuatu jika mereka mau kembali kepada agama kesyirikan. Oleh sebab itu, Allah memperingatkan mereka dengan ayat ini dan mencegah mereka agar jangan sampai membatalkan bai'at kepada Nabi itu, hanya untuk memperoleh harta duniawi. Karena apa yang ada pada Allah seperti pahala di akhirat dan agama yang dibawa Nabi saw untuk kehidupan duniawi, jauh lebih baik dari apa yang dijanjikan oleh pemimpin musyrik itu. Jika mereka mempergunakan akal pikiran dan merenungkan persoalan-persoalan itu, tentulah mereka lebih cenderung untuk tetap setia kepada Nabi saw dan menolak ajakan pemimpin-pemimpin musyrik itu.",
    "quraish": "Janganlah kalian mengorbankan kesanggupan menepati janji yang telah dikukuhkan demi mengejar kesenangan-kesenangan duniawi. Kesenangan duniawi itu, berapa pun banyaknya, sebenarnya sangat sedikit. Sebab apa yang ada pada Allah berupa balasan di dunia dan pahala yang kelak akan diberikan di akhirat bagi orang-orang yang menjaga keutuhan janji, jauh lebih baik dari kesenangan duniawi yang menggoda kalian agar mengingkari janji. Maka renungkan dan pahamilah hal itu jika kalian benar-benar orang yang berakal, yang dapat memilah antara yang baik dan yang buruk. Dan janganlah kalian mengerjakan sesuatu kecuali perbuatan yang mendatangkan kebaikan dunia dan akhirat.",
    "jalalayn": "(Dan janganlah kalian tukar perjanjian kalian dengan Allah dengan harga yang sedikit) berupa keduniaan, seumpamanya kalian membatalkan janji itu demi karena perkara duniawi (sesungguhnya apa yang ada di sisi Allah) berupa pahala (itulah yang lebih baik bagi kalian) daripada apa yang terdapat di dunia (jika kalian mengetahui) hal tersebut; maka oleh sebab itu janganlah kalian merusak janji kalian."
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 96,
    "arab": "مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍۗ وَلَنَجْزِيَنَّ الَّذِيْنَ صَبَرُوْٓا اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. Dan  Kami pasti akan memberi balasan kepada orang yang sabar dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1997.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa segala apa yang dimiliki dan datang dari manusia, berupa pemberian harta benda duniawi, adalah terbatas dan ada akhirnya, sedang apa yang ada pada sisi Allah, berupa pahala dan ganjaran dalam surga, tidak ada batasnya, tak putus-putus bahkan selama-lamanya. Maka kepada mereka yang beriman, sabar menghadapi tugas-tugas agama, dan tabah menghadapi penderitaan, Allah pasti memberi ganjaran yang lebih dari apa yang mereka kerjakan. Tuhan menonjolkan sifat sabar atau tabah karena sifat itu merupakan asas dari segala amal perbuatan.\nFirman Allah: \n\nApa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal. (asy-Syura/42: 36)\n\nFirman Allah juga:\n\nHarta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan. (al-Kahf/18: 46)",
    "quraish": "Wahai manusia, sesungguhnya kesenangan yang kalian nikmati itu pada suatu saat pasti akan berakhir. Sebaliknya, apa yang ada pada Allah akan selalu abadi dan tidak akan terputus. Sungguh Kami akan memberi balasan kepada orang-orang yang tabah menjalankan perintah, dengan kebaikan yang berlipat ganda atas perbuatan mereka, yang akan mereka nikmati selama-lamanya di akhirat kelak, seperti yang telah Kami janjikan.",
    "jalalayn": "(Apa yang di sisi kalian) berupa duniawi (akan lenyap) akan musnah (dan apa yang ada di sisi Allah adalah kekal) abadi. (Dan sesungguhnya Kami akan memberi balasan) dapat dibaca walayajziyanna dan walanajziyanna (orang-orang yang sabar) demi menunaikan janjinya (dengan pahala yang lebih baik dari apa yang telah mereka kerjakan) lafal ahsana di sini maknanya sama dengan hasuna."
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 97,
    "arab": "مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةًۚ وَلَنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ  ",
    "translation": "Barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1998.mp3",
    "tafsir": "Kemudian Allah swt dalam ayat ini berjanji bahwa Allah swt benar-benar akan memberikan kehidupan yang bahagia dan sejahtera di dunia kepada hamba-Nya, baik laki-laki maupun perempuan, yang mengerjakan amal saleh yaitu segala amal yang sesuai petunjuk Al-Qur'an dan sunnah Rasul, sedang hati mereka penuh dengan keimanan.\nRasulullah bersabda:\nDari 'Abdullah bin 'Umar bahwa Rasulullah saw bersabda, \"Sungguh beruntung orang yang masuk Islam, diberi rezeki yang cukup dan menerima dengan senang hati atas pemberian Allah. (Riwayat Ahmad)\n\nKehidupan bahagia dan sejahtera di dunia ini adalah suatu kehidupan di mana jiwa manusia memperoleh ketenangan dan kedamaian karena merasakan kelezatan iman dan kenikmatan keyakinan. Jiwanya penuh dengan kerinduan akan janji Allah, tetapi rela dan ikhlas menerima takdir. Jiwanya bebas dari perbudakan benda-benda duniawi, dan hanya tertuju kepada Tuhan Yang Maha Esa, serta mendapatkan limpahan cahaya dari-Nya.\nJiwanya selalu merasa puas terhadap segala yang diperuntukkan baginya, karena ia mengetahui bahwa rezeki yang diterimanya itu adalah hasil dari ketentuan Allah swt. Adapun di akhirat dia akan memperoleh balasan pahala yang besar dan paling baik dari Allah karena kebijaksanaan dan amal saleh yang telah diperbuatnya serta iman yang bersih yang mengisi jiwanya.",
    "quraish": "Siapa saja yang berbuat kebajikan di dunia, baik laki-laki maupun wanita, didorong oleh kekuatan iman dengan segala yang mesti diimani, maka Kami tentu akan memberikan kehidupan yang baik pada mereka di dunia, suatu kehidupan yang tidak kenal kesengsaraan, penuh rasa lega, kerelaan, kesabaran dalam menerima cobaan hidup dan dipenuhi oleh rasa syukur atas nikmat Allah. Dan di akhirat nanti, Kami akan memberikan balasan pada mereka berupa pahala baik yang berlipat ganda atas perbuatan mereka di dunia.",
    "jalalayn": "(Barang siapa yang mengerjakan amal saleh baik laki-laki maupun perempuan dalam keadaan beriman, maka sesungguhnya akan Kami berikan kepadanya kehidupan yang baik) menurut suatu pendapat dikatakan bahwa yang dimaksud adalah kehidupan di surga. Menurut pendapat yang lain dikatakan adalah kehidupan dunia, yaitu dengan mendapatkan rasa qana`ah atau menerima apa adanya atau ia mendapatkan rezeki yang halal (dan sesungguhnya akan Kami beri balasan kepada mereka dengan pahala yang lebih baik dari apa yang telah mereka kerjakan)."
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 98,
    "arab": "فَاِذَا قَرَأْتَ الْقُرْاٰنَ فَاسْتَعِذْ بِاللّٰهِ مِنَ الشَّيْطٰنِ الرَّجِيْمِ ",
    "translation": "Maka apabila engkau (Muhammad) hendak membaca Al-Qur'an, mohonlah perlindungan kepada Allah dari setan yang terkutuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1999.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt mengajarkan adab membaca Al-Qur'an agar dalam membaca dan memahaminya jauh dari gangguan setan. Al-Qur'an memberi petunjuk kepada manusia ke jalan kebahagiaan, dan menentukan mana amal perbuatan yang saleh yang berguna bagi kehidupan manusia dan mana pula perbuatan yang membawa ke jalan kesengsaraan. Akan tetapi, petunjuk Al-Qur'an itu akan dapat dimengerti dan dipahami dengan benar, apabila akal pikiran si pembaca bersih dari godaan setan.\nFirman Allah swt:\n\nSesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya). (al-A'raf/7: 201)\n\nDan firman Allah:\n\nSungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (Fathir/35: 6)\n\nJika Rasulullah saja diperintahkan Allah untuk berlindung kepada-Nya ketika akan membaca Al-Qur'an, padahal sudah dinyatakan terpelihara, bagaimana halnya dengan manusia yang bukan rasul. Sungguh manusia itu lemah dan mudah terpengaruh oleh setan dalam memahami Al-Qur'an. Membaca Al-Qur'an adalah usaha manusia untuk mendekatkan diri kepada Allah. Setan berusaha keras menjauhkan manusia dari petunjuk Allah dengan berbagai cara. Oleh karena itu, Allah memerintahkan untuk memohon pertolongan kepada-Nya dengan ucapan:\nAku berlindung kepada Allah dari godaan setan yang terkutuk.",
    "quraish": "Sesungguhnya al-Qur'ân itu benar-benar dapat memberikan perlindungan bagi jiwa dari godaan dan bisikan hawa nafsu. Seandainya kamu, hai orang beriman, dapat memahami hal itu dan menginginkan kehidupan yang bebas dari gangguan setan sehingga kamu mendapatkan kehidupan yang baik di dunia dan kahirat, niscaya akan Kami tunjukkan jalannya, yaitu dengan membaca al-Qur'ân. Jika kalian hendak membacanya maka mulailah dengan doa yang ikhlas, agar Allah Swt. membebaskan dirimu dari gangguan setan yang terusir dari rahmat Tuhan dan yang suka menipu manusia serta menjerumuskan mereka ke dalam jurang kedurhakaan pada Allah.",
    "jalalayn": "(Apabila kamu membaca Alquran) artinya bila kamu hendak membaca Alquran (hendaklah kamu meminta perlindungan kepada Allah dari setan yang terkutuk) artinya ucapkanlah a`uudzu billaahi minasy syaithaanirrajiim."
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 99,
    "arab": "اِنَّهٗ لَيْسَ لَهٗ سُلْطٰنٌ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ",
    "translation": "Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2000.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt.",
    "quraish": "Dan jika kamu telah melakukan hal itu dengan penuh keikhlasan, maka Allah akan menjaga dirimu dari setan dan godaannya. Setan tidak akan pernah dapat mempengaruhi orang-orang yang hatinya dipenuhi keimanan pada Allah, orang-orang yang memohon perlindungan dan bertawakal hanya kepada-Nya.",
    "jalalayn": "(Sesungguhnya setan itu tidak ada kekuasaan baginya) tidak mempunyai pengaruh (atas orang-orang yang beriman dan bertawakal kepada Rabbnya.)"
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 100,
    "arab": "اِنَّمَا سُلْطٰنُهٗ عَلَى الَّذِيْنَ يَتَوَلَّوْنَهٗ وَالَّذِيْنَ هُمْ بِهٖ مُشْرِكُوْنَ ࣖ",
    "translation": "Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2001.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt.",
    "quraish": "Setan hanya dapat mempengaruhi dan membahayakan manusia yang berhati kosong dari keterkaitan dan cinta pada Allah. Orang seperti itu tidak punya pelindung dari pengaruh setan. Maka dengan mudah mereka tunduk pada setan seperti tunduknya seseorang pada temannya. Setan menjerumuskan mereka ke dalam kesyirikan dan menyembah tuhan-tuhan selain Allah yang tidak dapat mendatangkan kebaikan atau kemudaratan.",
    "jalalayn": "(Sesungguhnya kekuasaannya hanyalah atas orang-orang yang mengambilnya sebagai pemimpin) yaitu yang taat kepadanya (dan atas orang-orang yang terhadap-Nya) maksudnya kepada Allah (mereka mempersekutukan.)"
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 101,
    "arab": "وَاِذَا بَدَّلْنَآ اٰيَةً مَّكَانَ اٰيَةٍ ۙوَّاللّٰهُ اَعْلَمُ بِمَا يُنَزِّلُ قَالُوْٓا اِنَّمَآ اَنْتَ مُفْتَرٍۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ",
    "translation": "Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan  Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, “Sesungguhnya engkau (Muhammad) hanya mengada-ada saja.” Sebenarnya kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2002.mp3",
    "tafsir": "Dalam ayat ini, dijelaskan bahwa Allah telah mengganti ayat dalam Al-Qur'an dengan ayat lain. Penggantian itu dimaksudkan untuk kemasla-hatan manusia, karena hanya Allah yang mengetahui hukum yang mana yang lebih sesuai untuk suatu masa bagi suatu umat.\nKaum musyrikin mencela Nabi Muhammad saw karena menurut mereka, Nabi pada satu waktu memerintahkan suatu perkara, dan pada waktu yang lain melarangnya. Mereka mengatakan bahwa rasul suka mengada-ada. Sikap demikian timbul karena mereka tidak mengetahui hikmah yang ter-kandung dalam penggantian ayat. \nPenggantian ayat atau hukum Al-Qur'an hanya pada beberapa ayat saja, misalnya dalam masalah mengubah adat kebiasaan suatu kaum. Kalau perubahan itu dilakukan sekaligus, akan menimbulkan kegoncangan di kalangan mereka. Adalah sangat bijaksana dalam membina perubahan suatu masyarakat selalu diperhatikan segi-segi kejiwaan masyarakat itu. Tetapi bagi orang yang hatinya tertutup oleh kesombongan dan permusuhan terhadap Rasul, pergantian ayat yang mendukung dan mengandung hikmah itu dijadikan sumber fitnah bagi beliau. (Lih. Penafsiran al-Baqarah/2: 106).",
    "quraish": "Dan tatkala Kami menurunkan mukjizat kepadamu berupa al-Qur'ân yang menggantikan mukjizat nabi- nabi sebelum kamu, mereka malah menuduh bahwa kamu mengada-ada dan mendustakan Allah. Hanya Allah saja--dengan ilmu-Nya yang berada di atas segala ilmu--yang mengetahui segala mukjizat para nabi. Dan sebagian besar dari mereka adalah orang-orang yang tidak memiliki pengetahuan yang benar.",
    "jalalayn": "(Dan apabila Kami letakkan suatu ayat di tempat ayat yang lain) artinya dengan memansukhnya kemudian menggantinya dengan ayat yang lain demi kemaslahatan semua hamba (padahal Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata) orang-orang kafir kepada Nabi saw. (\"Sesungguhnya kamu adalah orang yang mengada-ada saja.\") seorang pendusta yang pandai membuat-buat perkataan dari dirimu sendiri. (Bahkan kebanyakan mereka tiada mengetahui) hakikat Alquran dan faedah yang terkandung di dalam penasikhan ini."
  },
  {
    "page": 278,
    "name": "An-Nahl",
    "ayat": 102,
    "arab": "قُلْ نَزَّلَهٗ رُوْحُ الْقُدُسِ مِنْ رَّبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِيْنَ اٰمَنُوْا وَهُدًى وَّبُشْرٰى لِلْمُسْلِمِيْنَ ",
    "translation": "Katakanlah, “Rohulkudus (Jibril) menurunkan Al-Qur'an itu dari Tuhanmu dengan kebenaran, untuk meneguhkan (hati) orang yang telah beriman, dan menjadi petunjuk serta kabar gembira bagi orang yang berserah diri (kepada Allah).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2003.mp3",
    "tafsir": "Allah swt dalam ayat ini memerintahkan Rasul saw untuk menjelaskan kepada kaum musyrikin bahwa ayat-ayat itu bukanlah rekayasa beliau, tetapi diturunkan oleh malaikat Jibril a.s. dari Allah Rabbul 'Alamin, kelompok demi kelompok dengan hikmah kebijaksanaan yang sempurna, sesuai dengan perkembangan masyarakat dan kebutuhannya. Allah juga mengemukakan sifat rububiyah-Nya serta menghubungkannya kepada Nabi Muhammad saw (Rabbika = Tuhanmu), untuk memberikan pengertian bahwa bimbingan Allah kepada Rasul adalah dengan cara berangsur-angsur untuk menuju kesempurnaan. Allah akan melimpahkan pancaran sifat rububiyah itu kepada Nabi-Nya.\nAl-Qur'an diturunkan secara bertahap kepada Rasul untuk meneguhkan keimanan orang yang beriman, memberi pedoman bagi mereka dalam mengesakan Allah swt, dan menjadi petunjuk dalam mencari kehidupan yang bahagia dunia dan akhirat.\nAl-Qur'an menjelaskan pula kepada orang-orang yang beriman bahwa mereka akan memperoleh surga di akhirat sebagai balasan bagi amal kebajikan mereka di dunia.",
    "quraish": "Wahai Nabi, katakan kepada mereka agar mendapat penjelasan yang benar tentang kedudukan mukjizatmu, bahwa al-Qur'ân telah diturunkan Allah melalui Jibril, roh yang suci, dengan kebenaran dan berisikan kebenaran, dengan tujuan memperkokoh jiwa orang-orang beriman, menjadi petunjuk bagi mereka menuju jalan lurus dan menjadi pembawa berita gembira tentang kenikmatan hidup akhirat bagi setiap orang yang berserah diri.",
    "jalalayn": "(Katakanlah) kepada mereka! (\"Ruh Quduslah yang telah menurunkannya) yakni Alquran itu (dari sisi Rabbmu dengan benar) lafal bilhaqqi berta`alluq kepada lafal nazzalahu (untuk meneguhkan hati orang-orang yang beriman) dengan keimanan mereka kepada Alquran (dan menjadi petunjuk serta kabar gembira bagi orang-orang yang berserah diri.\")"
  }
]