[
  {
    "page": 28,
    "name": "Al-Baqarah",
    "ayat": 182,
    "arab": "فَمَنْ خَافَ مِنْ مُّوْصٍ جَنَفًا اَوْ اِثْمًا فَاَصْلَحَ بَيْنَهُمْ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
    "translation": "Tetapi barangsiapa khawatir bahwa pemberi wasiat (berlaku) berat sebelah atau berbuat salah, lalu dia mendamaikan antara mereka, maka dia tidak berdosa. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/189.mp3",
    "tafsir": "Ayat ini memberikan penjelasan, yaitu kalau seseorang merasa khawatir bahwa orang yang berwasiat itu tidak berlaku adil dalam memberikan wasiatnya, maka tidak ada dosa baginya untuk menyuruh yang berwasiat agar berlaku adil dalam memberikan wasiatnya.\nApabila seseorang mengetahui bahwa wasiat yang telah dibuat itu ternyata tidak adil kemudian ia berusaha mendamaikan antara orang-orang yang menerima wasiat itu, sehingga terjadi perubahan-perubahan, maka hal itu tidaklah dianggap perubahan yang mengakibatkan dosa, tetapi perubahan dari yang tidak adil kepada yang adil, yang disetujui oleh pihak yang menerima bagian dari wasiat itu.",
    "quraish": "Namun jika isi wasiat itu menyeleweng dari keadilan dan jalan lurus yang telah Kami jelaskan, seperti apabila pemberi wasiat mendahulukan si kaya dari si miskin yang sangat membutuhkan, atau mengabaikan kerabat dekat demi para fakir yang bukan ahli waris yang tidak memiliki hubungan kekerabatan, lalu ada seorang yang bermaksud baik dan meluruskan persoalan dengan mengajak para penerima wasiat itu kembali kepada kebenaran, maka ia tidak berdosa dan Allah tidak akan menghukumnya atas tindakan mengubah wasiat jika demikian bentuknya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "jalalayn": "(Tetapi barang siapa merasa khawatir terhadap orang yang berwasiat) ada yang membaca muushin dan ada pula yang membaca muwashshin (berlaku berat sebelah) menyimpang dari keadilan (atau berbuat dosa) misalnya dengan sengaja melebihi sepertiga atau mengistimewakan orang kaya, (lalu didamaikannya di antara mereka) yakni antara yang menyampaikan dan yang diberi wasiat dengan menyuruh menepati keadilan, (sesungguhnya Allah Maha Pengampun lagi Maha Penyayang)."
  },
  {
    "page": 28,
    "name": "Al-Baqarah",
    "ayat": 183,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
    "translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang sebelum kamu agar kamu bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/190.mp3",
    "tafsir": "Para ulama banyak memberikan uraian tentang hikmah berpuasa, misalnya: untuk mempertinggi budi pekerti, menimbulkan kesadaran dan kasih sayang terhadap orang-orang miskin, orang-orang lemah yang tidak mampu memenuhi kebutuhan hidupnya, melatih jiwa dan jasmani, menambah kesehatan dan lain sebagainya.\nUraian seperti di atas tentu ada benarnya, walaupun tidak mudah dirasakan oleh setiap orang. Karena, lapar, haus dan lain-lain akibat berpuasa tidak selalu mengingatkan kepada penderitaan orang lain, malah bisa mendorongnya untuk mencari dan mempersiapkan bermacam-macam makanan pada siang hari untuk melepaskan lapar dan dahaganya di kala berbuka pada malam harinya. Begitu juga tidak akan mudah dirasakan oleh setiap orang berpuasa, bahwa puasa itu membantu kesehatan, walaupun para dokter telah memberikan penjelasan secara ilmiah, bahwa berpuasa memang benar-benar dapat menyembuhkan sebagian penyakit, tetapi ada pula penyakit yang tidak membolehkan berpuasa. Kalau diperhatikan perintah berpuasa bulan Ramadan ini, maka pada permulaan ayat 183 secara langsung Allah menunjukkan perintah wajib itu kepada orang yang beriman.\nOrang yang beriman akan patuh melaksanakan perintah berpuasa dengan sepenuh hati, karena ia merasa kebutuhan jasmaniah dan rohaniah adalah dua unsur yang pokok bagi kehidupan manusia yang harus dikembangkan dengan bermacam-macam latihan, agar dapat dimanfaatkan untuk ketenteraman hidup yang bahagia di dunia dan akhirat.\nPada ayat 183 ini Allah mewajibkan puasa kepada semua manusia yang beriman, sebagaimana diwajibkan kepada umat-umat sebelum mereka agar mereka menjadi orang yang bertakwa. Jadi, puasa sungguh penting bagi kehidupan orang yang beriman. Kalau kita selidiki macam-macam agama dan kepercayaan pada masa sekarang ini, dijumpai bahwa puasa salah satu ajaran yang umum untuk menahan hawa nafsu dan lain sebagainya.\nPerintah berpuasa diturunkan pada bulan Sya'ban tahun kedua Hijri, ketika Nabi Muhammad saw mulai membangun pemerintahan yang berwibawa dan mengatur masyarakat baru, maka dapat dirasakan, bahwa puasa itu sangat penting artinya dalam membentuk manusia yang dapat menerima dan melaksanakan tugas-tugas besar dan suci.",
    "quraish": "Setelah Kami mengundangkan hukum kisas dan wasiat demi kebaikan sosial sebuah masyarakat dan keluarga, Kami mewajibkan puasa sebagai upaya pembersihan jiwa, pengekangan hawa nafsu dan sebagai perwujudan kehendak Kami melebihkan derajat manusia dari binatang yang tunduk hanya pada instink dan hawa nafsu. Berpuasa(1) merupakan syariat yang juga telah diwajibkan atas umat terdahulu, maka janganlah kalian merasa berat untuk melakukannya. Dengan puasa itu Kami bermaksud menanamkan jiwa ketakwaan, menguatkan daya inderawi dan mendidik jiwa kalian. {(1) Di samping hikmah spiritual-edukatif, ilmu kedokteran modern banyak menyinggung manfaat medis puasa. Antara lain, bahwa puasa bisa menjadi terapi berbagai macam jenis penyakit seperti darah tinggi, penyempitan pembuluh nadi (arterios klerosis), penyakit lemah jantung dan diabetes. Puasa mampu memperbaiki sistem pencernaan, mencegah infeksi persendian dan memberi kesempatan pada jaringan tubuh untuk istirahat, melenyapkan sisa-sisa organik yang berbahaya bagi tubuh dan memberikan perlindungan pada tubuh dari berbagai jenis penyakit lain. }",
    "jalalayn": "(Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu) di antara umat manusia (agar kamu bertakwa) maksudnya menjaga diri dari maksiat, karena puasa itu dapat membendung syahwat yang menjadi pangkal sumber kemaksiatan itu."
  },
  {
    "page": 28,
    "name": "Al-Baqarah",
    "ayat": 184,
    "arab": "اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ وَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ  فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗ وَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "(Yaitu) beberapa hari tertentu. Maka barangsiapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Dan bagi orang yang berat menjalankannya, wajib membayar fidyah, yaitu memberi makan seorang miskin. Tetapi barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka itu lebih baik baginya, dan puasamu itu lebih baik bagimu jika kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/191.mp3",
    "tafsir": "Ayat 184 dan permulaan ayat 185, menerangkan bahwa puasa yang diwajibkan ada beberapa hari yaitu pada bulan Ramadan menurut jumlah hari bulan Ramadan (29 atau 30 hari). Nabi Besar Muhammad saw semenjak turunnya perintah puasa sampai wafatnya, beliau selalu berpuasa di bulan Ramadan selama 29 hari, kecuali satu kali saja bulan Ramadan genap 30 hari.\nSekalipun Allah telah mewajibkan puasa pada bulan Ramadan kepada semua orang yang beriman, namun Allah yang Mahabijaksana memberikan keringanan kepada orang-orang yang sakit dan musafir, untuk tidak berpuasa pada bulan Ramadan dan menggantinya pada hari-hari lain di luar bulan tersebut. Pada ayat tersebut tidak dirinci jenis/sifat batasan dan kadar sakit dan musafir itu, sehingga para ulama memberikan hasil ijtihadnya masing-masing antara lain sebagai berikut:\n1.Dibolehkan tidak berpuasa bagi orang yang sakit atau musafir tanpa membedakan sakitnya itu berat atau ringan, demikian pula perjalanannya jauh atau dekat, sesuai dengan bunyi ayat ini. Pendapat ini dipelopori oleh Ibnu Sirin dan Dawud az-Zahiri.\n2.Dibolehkan tidak berpuasa bagi setiap orang yang sakit yang benar-benar merasa kesukaran berpuasa, karena sakitnya. Ukuran kesukaran itu diserahkan kepada rasa tanggung jawab dan keimanan masing-masing. Pendapat ini dipelopori oleh sebagian ulama tafsir.\n3.Dibolehkan tidak berpuasa bagi orang yang sakit atau musafir dengan ketentuan-ketentuan, apabila sakit itu berat dan akan mempengaruhi keselamatan jiwa atau keselamatan sebagian anggota tubuhnya atau menambah sakitnya bila ia berpuasa. Juga bagi orang-orang yang musafir, apabila perjalanannya itu dalam jarak jauh, yang ukurannya paling sedikit 16 farsakh (kurang lebih 80 km).\n4.Tidak ada perbedaan pendapat mengenai perjalanan musafir, apakah dengan berjalan kaki, atau dengan apa saja, asalkan tidak untuk mengerjakan perbuatan maksiat. Sesudah itu Allah menerangkan pada pertengahan ayat 184 yang terjemahannya, \"Dan wajib bagi orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu) memberi makan orang miskin.\"\n\nMenurut ayat itu (184), siapa yang benar-benar merasa berat menjalankan puasa, ia boleh menggantinya dengan fidyah, walaupun ia tidak sakit dan tidak musafir.\nTermasuk orang-orang yang berat mengerjakan puasa itu ialah:\na.Orang tua yang tidak mampu berpuasa, bila ia tidak berpuasa diganti dengan fidyah.\nb.Wanita hamil dan yang sedang menyusui. Menurut Imam Syafi'i dan Ahmad, bila wanita hamil dan wanita yang sedang menyusui khawatir akan terganggu kesehatan janin/bayinya, lalu mereka tidak puasa, maka wajib atas keduanya mengqada puasa yang ditinggalkannya, dan membayar fidyah. Bila mereka khawatir atas kesehatan diri mereka saja yang terganggu dan tidak khawatir atas kesehatan janin/bayinya, atau mereka khawatir atas kesehatan dirinya dan janin/bayinya, lalu mereka tidak puasa, maka wajib atas mereka diqada puasa saja. Sedangkan menurut Abu Hanifah, ibu hamil dan yang sedang menyusui dalam semua hal yang disebutkan di atas, cukup mengqada puasa saja.\nc.Orang-orang sakit yang tidak sanggup berpuasa dan penyakitnya tidak ada harapan akan sembuh, hanya diwajibkan membayar fidyah.\nd.Mengenai buruh dan petani yang penghidupannya hanya dari hasil kerja keras dan membanting tulang setiap hari, dalam hal ini ulama fikih mengemukakan pendapat sebagai berikut:\n1)Ibnu Hajar dan Imam al-Azra'i telah memberi fatwa, \"Sesungguhnya wajib bagi orang-orang pengetam padi dan sebagainya dan yang serupa dengan mereka, berniat puasa setiap malam Ramadan. Apabila pada siang harinya ia ternyata mengalami kesukaran atau penderitaan yang berat, maka ia boleh berbuka puasa. Kalau tidak demikian, ia tidak boleh berbuka. )\n2)Kalau seseorang yang pencariannya tergantung kepada suatu pekerjaan berat untuk menutupi kebutuhan hidupnya atau kebutuhan hidup orang-orang yang harus dibiayainya dimana ia tidak tahan berpuasa maka ia boleh berbuka pada waktu itu,\" (dengan arti ia harus berpuasa sejak pagi).\nAkhir ayat 184 menjelaskan orang yang dengan rela hati mengerjakan kebajikan dengan membayar fidyah lebih dari ukurannya atau memberi makan lebih dari seorang miskin, maka perbuatan itu baik baginya. Sesudah itu Allah menutup ayat ini dengan menekankan bahwa berpuasa lebih baik daripada tidak berpuasa.",
    "quraish": "Allah mewajibkan kalian berpuasa di hari yang terbatas hitungannya. Seandainya saja berkehendak, maka Dia akan menambah jumlah hari-hari itu, akan tetapi Allah tidak akan memberati hamba-Nya dengan pekerjaan yang berada di luar batas kemampuannya. Maka barangsiapa yang sedang sakit dan puasa akan membahayakan dirinya atau sedang dalam perjalanan, maka mereka boleh tidak berpuasa pada hari itu tapi wajib menggantinya di hari lain saat sembuh atau sekembali dari perjalanan. Adapun mereka yang tidak mampu berpuasa kecuali dengan susah payah--bukan karena alasan sakit atau bepergian, tapi oleh alasan yang bersifat tetap seperti usia lanjut atau penyakit yang tidak bisa diharap kesembuhannya--mereka itu boleh tidak berpuasa. Sebagai gantinya mereka diwajibkan memberi makan orang-orang fakir yang tidak mempunyai sesuatu untuk dimakan. Barangsiapa melakukan puasa sunnah sebagai tambahan atas puasa yang wajib, itu baik bagi dirinya karena puasa itu selamanya baik bagi yang memahami hakikat ibadah.",
    "jalalayn": "(Beberapa hari) manshub atau baris di atas sebagai maf`ul dari fi`il amar yang bunyinya diperkirakan 'shiyam' atau 'shaum' (berbilang) artinya yang sedikit atau ditentukan waktunya dengan bilangan yang telah diketahui, yakni selama bulan Ramadan sebagaimana yang akan datang nanti. Dikatakannya 'yang sedikit' untuk memudahkan bagi mualaf. (Maka barang siapa di antara kamu) yakni sewaktu kehadiran hari-hari berpuasa itu (sakit atau dalam perjalanan) maksudnya perjalanan untuk mengerjakan puasa dalam kedua situasi tersebut, lalu ia berbuka, (maka hendaklah dihitungnya) berapa hari ia berbuka, lalu berpuasalah sebagai gantinya (pada hari-hari yang lain.) (Dan bagi orang-orang yang) (tidak sanggup melakukannya) disebabkan usia lanjut atau penyakit yang tak ada harapan untuk sembuh (maka hendaklah membayar fidyah) yaitu (memberi makan seorang miskin) artinya sebanyak makanan seorang miskin setiap hari, yaitu satu gantang/mud dari makanan pokok penduduk negeri. Menurut satu qiraat, dengan mengidhafatkan 'fidyah' dengan tujuan untuk penjelasan. Ada pula yang mengatakan tidak, bahkan tidak ditentukan takarannya. Di masa permulaan Islam, mereka diberi kesempatan memilih, apakah akan berpuasa atau membayar fidyah. Kemudian hukum ini dihapus (mansukh) dengan ditetapkannya berpuasa dengan firman-Nya. \"Maka barang siapa di antara kamu yang menyaksikan bulan, hendaklah ia berpuasa.\" Kata Ibnu Abbas, \"Kecuali wanita hamil dan yang sedang menyusui, jika berbukanya itu disebabkan kekhawatiran terhadap bayi, maka membayar fidyah itu tetap menjadi hak mereka tanpa nasakh.\" (Dan barang siapa yang secara sukarela melakukan kebaikan) dengan menambah batas minimal yang disebutkan dalam fidyah tadi (maka itu) maksudnya berbuat tathawwu` atau kebaikan (lebih baik baginya. Dan berpuasa) menjadi mubtada', sedangkan khabarnya ialah, (lebih baik bagi kamu) daripada berbuka dan membayar fidyah (jika kamu mengetahui) bahwa berpuasa lebih baik bagimu, maka lakukanlah."
  },
  {
    "page": 28,
    "name": "Al-Baqarah",
    "ayat": 185,
    "arab": "شَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۗ وَمَنْ كَانَ مَرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ يُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ ۖ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
    "translation": "Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). Karena itu, barangsiapa di antara kamu ada di bulan itu, maka berpuasalah. Dan barangsiapa sakit atau dalam perjalanan (dia tidak berpuasa), maka (wajib menggantinya), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/192.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada bulan Ramadan, Al-Qur'an diwahyukan. Berkaitan dengan peristiwa penting ini, ada beberapa informasi Al-Qur'an yang dapat dijadikan sebagai acuan untuk menetapkan waktu pewahyuan ini. Ayat-ayat itu antara lain surah al-Qadar/97: 1, ayat ini mengisyaratkan bahwa Al-Qur'an diwahyukan pada malam yang penuh dengan kemuliaan atau malam qadar. Surah ad-Dukhan/44: 3, ayat ini mengisyaratkan bahwa Al-Qur'an diturunkan pada malam yang diberkahi. Surah al-Anfal/8: 41, ayat ini mengisyaratkan bahwa Al-Qur'an itu diturunkan bertepatan dengan terjadinya pertemuan antara dua pasukan, yaitu pasukan Islam yang dipimpin Nabi Muhammad dengan tentara Quraisy yang dikomandani oleh Abu Jahal, pada perang Badar yang terjadi pada tanggal 17 Ramadan.\nDari beberapa informasi Al-Qur'an ini, para ulama menetapkan bahwa Al-Qur'an diwahyukan pertama kali pada malam qadar, yaitu malam yang penuh kemuliaan, yang juga merupakan malam penuh berkah, dan ini terjadi pada tanggal 17 Ramadan, bertepatan dengan bertemu dan pecahnya perang antara pasukan Islam dan tentara kafir Quraisy di Badar, yang pada saat turun wahyu itu Muhammad berusia 40 tahun. Selanjutnya peristiwa penting ini ditetapkan sebagai turunnya wahyu yang pertama dan selalu diperingati umat Islam setiap tahun di seluruh dunia.\nBerkenaan dengan malam qadar, terdapat perbedaan penetapannya, sebagai saat pertama diturunkannya Al-Qur'an, dan malam qadar yang dianjurkan Nabi Muhammad kepada umat Islam untuk mendapatkannya. Yang pertama ditetapkan terjadinya pada tanggal 17 Ramadan, yang hanya sekali terjadi dan tidak akan terulang lagi. Sedangkan yang kedua, sesuai dengan hadis Nabi, terjadi pada sepuluh hari terakhir Ramadan, bahkan lebih ditegaskan pada malam yang ganjil. Malam qadar ini dapat terjadi setiap tahun, sehingga kita selalu dianjurkan untuk mendapatkannya dengan persiapan yang total yaitu dengan banyak melaksanakan ibadah sunah pada sepuluh hari terakhir Ramadan.\nAyat ini juga menjelaskan puasa yang diwajibkan ialah pada bulan Ramadan. Untuk mengetahui awal dan akhir bulan Ramadan Rasulullah saw telah bersabda:\nBerpuasalah kamu karena melihat bulan (Ramadan) dan berbukalah kamu, karena melihat bulan (Syawal), apabila tertutup bagi kamu, (dalam satu) riwayat mengatakan: Apabila tertutup bagi kamu disebabkan cuaca yang berawan), maka sempurnakanlah bulan Sya'ban tiga puluh hari (dan dalam satu riwayat Muslim \"takdirkanlah\" atau hitunglah bulan Sya'ban tiga puluh hari). (Riwayat al-Bukhari dan Muslim)\n\nMengenai situasi bulan yang tertutup baik karena keadaan cuaca, atau memang karena menurut hitungan falakiyah belum bisa dilihat pada tanggal 29 malam 30 Sya'ban, atau pada tanggal 29 malam 30 Ramadan, berlaku ketentuan sebagai berikut: Siapa yang melihat bulan Ramadan pada tanggal 29 masuk malam 30 bulan Sya'ban, atau ada orang yang melihat bulan, yang dapat dipercayai, maka ia wajib berpuasa keesokan harinya. Kalau tidak ada terlihat bulan, maka ia harus menyempurnakan bulan Sya'ban 30 hari. Begitu juga siapa yang melihat bulan Syawal pada tanggal 29 malam 30 Ramadan, atau ada yang melihat, yang dapat dipercayainya, maka ia wajib berbuka besok harinya. Apabila ia tidak melihat bulan pada malam itu, maka ia harus menyempurnakan puasa 30 hari.\nDalam hal penetapan permulaan hari puasa Ramadan dan hari raya Syawal agar dipercayakan kepada pemerintah, sehingga kalau ada perbedaan pendapat bisa dihilangkan dengan satu keputusan pemerintah, sesuai dengan kaidah yang berlaku:\n\"Putusan pemerintah itu menghilangkan perbedaan pendapat.\"\n\nOrang yang tidak dapat melihat bulan pada bulan Ramadan seperti penduduk yang berada di daerah kutub utara atau selatan di mana terdapat enam bulan malam di kutub utara dan enam bulan siang di kutub selatan, maka hukumnya disesuaikan dengan daerah tempat turunnya wahyu yaitu Mekah dimana daerah tersebut dianggap daerah mu'tadilah (daerah sedang atau pertengahan) atau diperhitungkan kepada tempat yang terdekat dengan daerah kutub utara dan kutub selatan.\nPada ayat 185 ini, Allah memperkuat ayat 184, bahwa walaupun berpuasa diwajibkan, tetapi diberi kelonggaran bagi orang-orang yang sakit dan musafir untuk tidak berpuasa pada bulan Ramadan dan menggantikannya pada hari-hari lain. Pada penutup ayat ini Allah menekankan agar disempurnakan bilangan puasa dan menyuruh bertakbir serta bersyukur kepada Allah atas segala petunjuk yang diberikan.",
    "quraish": "Waktu yang ditetapkan Allah sebagai hari wajib puasa itu adalah bulan Ramadan yang sangat tinggi kedudukannya dalam pandangan Allah. Di bulan itu Allah menurunkan al-Qur'ân sebagai petunjuk bagi semua manusia menuju jalan kebenaran melalui keterangan-keterangan yang jelas sebagai pengantar menuju kebajikan dan pembatas antara yang benar (haqq) dan yang palsu (bâthil) selamanya, sepanjang masa dan usia manusia. Maka barangsiapa yang hadir menyaksikan bulan ini dalam keadaan sehat dan tidak sedang dalam perjalanan, maka ia wajib berpuasa. Tapi barangsiapa yang sakit, dan puasa akan membahayakan dirinya, atau sedang dalam perjalanan, ia diperbolehkan tidak berpuasa tapi tetap diwajibkan mengganti puasa yang ditinggalkan itu pada hari yang lain. Allah tidak ingin memberati hamba- Nya dengan perintah-perintah, tapi justru Dia menghendaki keringanan bagi mereka. Allah telah menjelaskan dan memberi petunjuk tentang bulan suci itu agar kalian melengkapi jumlah hari puasa dan membesarkan nama Allah atas petunjuk dan taufik-Nya.",
    "jalalayn": "Hari-hari tersebut adalah (bulan Ramadan yang padanya diturunkan Alquran) yakni dari Lohmahfuz ke langit dunia di malam lailatulkadar (sebagai petunjuk) menjadi 'hal', artinya yang menunjukkan dari kesesatan (bagi manusia dan penjelasan-penjelasan) artinya keterangan-keterangan yang nyata (mengenai petunjuk itu) yang menuntun pada hukum-hukum yang hak (dan) sebagai (pemisah) yang memisahkan antara yang hak dengan yang batil. (Maka barang siapa yang menyaksikan) artinya hadir (di antara kamu di bulan itu, hendaklah ia berpuasa dan barang siapa sakit atau dalam perjalanan, lalu ia berbuka, maka wajib baginya berpuasa sebanyak hari yang ditinggalkannya itu pada hari yang lain) sebagaimana telah diterangkan terdahulu. Diulang-ulang agar jangan timbul dugaan adanya nasakh dengan diumumkannya 'menyaksikan bulan' (Allah menghendaki kemudahan bagimu dan tidak menghendaki kesempitan) sehingga oleh karenanya kamu diperbolehkan-Nya berbuka di waktu sakit dan ketika dalam perjalanan. Karena yang demikian itu merupakan `illat atau motif pula bagi perintah berpuasa, maka diathafkan padanya. (Dan hendaklah kamu cukupkan) ada yang membaca 'tukmiluu' dan ada pula 'tukammiluu' (bilangan) maksudnya bilangan puasa Ramadan (hendaklah kamu besarkan Allah) sewaktu menunaikannya (atas petunjuk yang diberikan-Nya kepadamu) maksudnya petunjuk tentang pokok-pokok agamamu (dan supaya kamu bersyukur) kepada Allah Taala atas semua itu."
  },
  {
    "page": 28,
    "name": "Al-Baqarah",
    "ayat": 186,
    "arab": "وَاِذَا سَاَلَكَ عِبَادِيْ عَنِّيْ فَاِنِّيْ قَرِيْبٌ ۗ اُجِيْبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ ",
    "translation": "Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/193.mp3",
    "tafsir": "Di dalam ayat ini, Allah menyuruh hamba-Nya agar berdoa kepada-Nya, serta Dia berjanji akan memperkenankannya, tetapi pada akhir ayat ini Allah menekankan agar hamba-Nya memenuhi perintah-Nya dan beriman kepada-Nya agar mereka selalu mendapat petunjuk.\nDi dalam hadis banyak diterangkan hal-hal yang bertalian dengan doa antara lain:\n1.Sabda Rasulullah saw:\nTiga macam orang tidak ditolak doanya, yaitu Imam yang adil, orang yang sedang berpuasa hingga ia berbuka dan doa seorang yang teraniaya. (Riwayat Muslim)\n\n2. Sabda Rasulullah saw:\n\n\"Senantiasa diterima permohonan setiap hamba, selama ia tidak mendoakan hal-hal yang menimbulkan dosa atau memutuskan hubungan silaturrahim (dan) selama tidak meminta agar segera dikabulkan. Rasulullah ditanya, \"Apakah maksud segera dikabulkan ya Rasulullah?\" Beliau menjawab, \"Maksudnya ialah seorang hamba yang berkata, \"Saya sesungguhnya telah berdoa, tetapi saya lihat belum diperkenankan, karena itu ia merasa kecewa lalu tidak berdoa lagi\". (Riwayat Ahmad, at-Tirmidzi, an-Nasa'i dan Ibnu Majah)\nWalaupun ada pendapat yang mengatakan bahwa Allah swt Mahakuasa, Maha Mengetahui dan mengatur segalanya, diminta atau tidak diminta Dia berbuat sekehendak-Nya, sehingga manusia tidak perlu berdoa, tetapi pendapat itu bertentangan dengan ayat ini dan hadis-hadis Nabi Muhammad.\nApabila di antara doa yang dipanjatkan kepada Allah ada yang belum dikabulkan, maka ada beberapa sebab:\na.Tidak memenuhi syarat-syarat yang semestinya.\nb.Tidak mutlak Allah memberikan sesuai dengan yang dimohonkan oleh hamba-Nya, tetapi diganti atau disesuaikan dengan yang lebih baik bagi pemohon, baik di dunia maupun di akhirat. Dalam ayat ini Allah menghubungkan antara doa yang dijanjikan akan dikabulkan-Nya itu dengan ketentuan bahwa hamba-hamba-Nya harus mematuhi segala perintah-Nya dan beriman kepada-Nya.\nSelain itu doa hendaklah dilakukan dengan khusyuk, sungguh-sungguh dan dengan sepenuh hati, dan bukan doa untuk menganiaya orang, memutuskan hubungan silaturrahim dan lain-lain perbuatan maksiat. Memang segala sesuatu harus menurut syarat-syarat atau tata cara yang baik dan dapat menyampaikan kepada yang dimaksud. Kalau seorang berkata, \"Ya Tuhanku berikanlah kepadaku seribu rupiah,\" tanpa melakukan usaha, maka dia bukanlah berdoa tetapi sesungguhnya dia seorang jahil. Artinya permohonan serupa itu tidak ada artinya, karena tidak disertai usaha yang wajar.",
    "quraish": "Kami benar-benar mengamati segala yang dilakukan dan ditinggalkan manusia. Apabila hamba-Ku bertanya kepadamu, Muhammad, \"Apakah Allah itu dekat dengan kami, dan tahu apa yang kami rahasiakan, kami tampakkan dan yang kami tinggalkan?\" jawablah, \"Sesungguhnya Kami dekat dengan hamba-hamba Kami, lebih dekat dari yang mereka sangka.\" Buktinya bahwa doa seseorang akan sampai pada Allah dan dikabulkan pada saat ia berdoa. Maka jika Allah telah memperkenankan dan mengabulkan doa mereka, hendaknya mereka itu membalasnya dengan iman dan ketaatan karena hal itu akan menjadi jalan kebenaran dan kebaikan mereka.",
    "jalalayn": "(Segolongan orang-orang bertanya kepada Nabi saw., \"Apakah Tuhan kami dekat, maka kami akan berbisik kepada-Nya, atau apakah Dia jauh, maka kami akan berseru kepada-Nya.\" Maka turunlah ayat ini. (\"Dan apabila hamba-hamba-Ku menanyakan kepadamu tentang Aku, maka sesungguhnya Aku Maha Dekat) kepada mereka dengan ilmu-Ku, beritahukanlah hal ini kepada mereka (Aku kabulkan permohonan orang yang berdoa, jika ia berdoa kepada-Ku) sehingga ia dapat memperoleh apa yang dimohonkan. (Maka hendaklah mereka itu memenuhi pula perintah-Ku) dengan taat dan patuh (serta hendaklah mereka beriman) senantiasa iman (kepada-Ku supaya mereka berada dalam kebenaran.\") atau petunjuk Allah."
  }
]