[
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 111,
    "arab": "۞ يَوْمَ تَأْتِيْ كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَّفْسِهَا وَتُوَفّٰى كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُوْنَ ",
    "translation": "(Ingatlah) pada hari (ketika) setiap orang datang untuk membela dirinya sendiri dan bagi setiap orang diberi (balasan) penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi (dirugikan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2012.mp3",
    "tafsir": "Pada hari perhitungan, setiap orang akan diminta pertanggung-jawabannya atas setiap perbuatan yang dilakukan selama hidup di dunia, baik berupa kebajikan maupun kejahatan. Firman Allah swt:\n\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. (Ali 'Imran/3: 30)\nTidak seorang pun pada hari itu yang dapat membela orang lain. Masing-masing memikul bebannya sendiri dan tidak akan memikul dosa orang lain. Firman Allah swt:\n\nDan orang yang berdosa tidak akan memikul dosa orang lain. (Fathir/35: 18)\nSemua perbuatan yang bersifat kebajikan ataupun kejahatan pada hari itu akan mendapat balasan dan tidak ada seorang pun yang dirugikan. Setiap orang sepenuhnya akan memperoleh balasan dari setiap perbuatannya. Yang berbuat kebajikan diberi pahala dengan sempurna atas amal kebajikannya, dan yang berbuat maksiat diberi hukuman dengan sempurna atas perbuatan maksiatnya. Firman Allah swt:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)",
    "quraish": "Wahai Nabi, beritakanlah kepada kaummu--agar mereka mendapat peringatan--akan datangnya hari ketika seseorang tidak disibukkan kecuali oleh usaha-usaha membela diri sendiri. Seseorang tidak lagi mengindahkan anak dan orang tua. Itulah hari kiamat. Allah akan memberi balasan setiap orang atas perbuatan yang ia lakukan, yang baik atau yang buruk. Dan Allah tidak akan pernah berbuat sewenang- wenang pada siapa pun.",
    "jalalayn": "Ingatlah (suatu hari ketika tiap-tiap diri datang untuk membela) berhujah untuk membela (dirinya sendiri) ia tidak menghiraukan selain daripada dirinya sendiri, yaitu hari kiamat (dan bagi tiap-tiap diri disempurnakan) balasan (apa yang telah dikerjakannya, sedangkan mereka tidak dianiaya) sedikit pun juga."
  },
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 112,
    "arab": "وَضَرَبَ اللّٰهُ مَثَلًا قَرْيَةً كَانَتْ اٰمِنَةً مُّطْمَىِٕنَّةً يَّأْتِيْهَا رِزْقُهَا رَغَدًا مِّنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا كَانُوْا يَصْنَعُوْنَ ",
    "translation": "Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (pen-duduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2013.mp3",
    "tafsir": "Dalam sejarah umat masa lampau, banyak contoh-contoh yang seharusnya menjadi pelajaran bagi umat manusia sesudahnya. Satu kaum yang tinggal pada suatu negeri, semula hidup bahagia lahir dan batin, aman, dan tenteram. Mereka terpelihara dari ancaman musuh dan jauh dari bencana kelaparan dan kesengsaraan. Allah melimpahkan rezeki kepada mereka, baik rezeki yang terdapat di negeri mereka sendiri, maupun rezeki yang datang dari luar. Semuanya itu membuat mereka hidup makmur dan damai. Namun demikian, segala nikmat Allah yang melimpah itu tidak mereka syukuri bahkan mereka menjadi kafir dan ingkar kepada-Nya. Hidup mereka tidak lagi terikat dengan norma susila dan keagamaan. Mereka mabuk dengan kekayaan dan kemewahan sehingga lupa tanggung jawab mereka terhadap bangsa dan negara. Oleh karena itu, Allah menurunkan hukuman berupa bencana kelaparan dan kecemasan yang meliputi kehidupan mereka. itulah balasan bagi mereka.\nFirman Allah swt:\n\nTidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan? Yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman. (Ibrahim/14: 28-29)\n\nSeharusnya mereka bersyukur atas segala nikmat yang besar itu, dan tidak berbuat sebaliknya. Karena kekafiran, Allah menukar suasana aman dan tenteram lagi penuh kemakmuran, menjadi suasana kelaparan dan ketakutan. Demikian juga keadaan kota Mekah dan penduduknya. Kota Mekah karena letaknya yang strategis, di tengah-tengah Jazirah Arab, telah menjadi kota lintas perdagangan antara bagian utara dan selatan. Tiga pasar yang termasyhur terdapat di sekitarnya, yaitu: Pasar Ukaz dekat Pasar Taif, Majannah dekat Mekah, dan dzulmajaz dekat Arafah. Pasar-pasar itu ramai dikunjungi pada bulan Zulkaidah dan Zulhijah oleh bangsa Arab dari segala kabilah. Di samping bulan-bulan itu untuk melakukan ibadah haji di Kabah, mereka mengadakan pula bermacam-macam kegiatan, seperti berdagang dan membaca syair-syair yang indah. Kota Mekah sejak sebelum Islam sudah merupakan kota yang ramai. Banyak orang yang berkunjung ke kota Mekah itu membawa rezeki dan kemakmuran. Al-Qur'an menceritakan letak kota Mekah yang berada di antara dua negeri yang besar yaitu Syam dan Yaman.\nFirman Allah swt:\n\nSungguh, bagi kaum Saba ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri, (kepada mereka dikatakan), \"Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun.\" Tetapi mereka berpaling, maka Kami kirim kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Asl dan sedikit pohon Sidr. (Saba'/34: 15-16)\n\nBahwa kota Mekah itu negeri yang aman dan damai, dinyatakan Allah dalam Al-Qur'an dengan firman-Nya:\n\nDan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qasas/28: 57)",
    "quraish": "Allah telah membuat sebuah perumpaan agar dapat direnungkan oleh masyarakat Mekah. Yaitu suatu negeri yang penduduknya berada dalam kedamaian, aman dari rongrongan dan ancaman musuh, penuh kesenangan dan kemudahan hidup. Rezeki mereka selalu datang dari segala penjuru. Lantas mereka mengingkari nikmat dan karunia Tuhan. Mereka tidak mensyukurinya dengan taat kepada-Nya dan melaksanakan perintah-perintah-Nya. Akibatnya, Allah menghancurkan penduduk negeri itu dengan mendatangkan bencana yang mengepung mereka dari setiap sudut. Ketenteraman hidup dan kemakmuran mereka berubah menjadi bencana kelaparan dan rasa takut yang mencekam. Semua itu akibat larutnya diri mereka dalam kedurhakaan dan kemaksiatan.",
    "jalalayn": "(Dan Allah telah membuat suatu perumpamaan) kata perumpamaan ini dijelaskan oleh badalnya, yaitu (dengan sebuah negeri) yaitu Mekah, yang dimaksud adalah penduduknya (dahulunya aman) dari serbuan musuh dan tidak pernah ada kerusuhan (lagi tenteram) tidak perlu pindah karena alasan sempit atau takut (rezekinya datang kepadanya melimpah-ruah) dengan luas (dari segenap tempat, tetapi penduduknya mengingkari nikmat-nikmat Allah) disebabkan mereka mendustakan Nabi saw. (karena itu Allah merasakan kepada mereka pakaian kelaparan) sehingga mereka mengalami paceklik selama tujuh tahun (dan ketakutan) terhadap pasukan-pasukan tentara Nabi saw. (disebabkan apa yang selalu mereka perbuat)."
  },
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 113,
    "arab": "وَلَقَدْ جَاۤءَهُمْ رَسُوْلٌ مِّنْهُمْ فَكَذَّبُوْهُ فَاَخَذَهُمُ الْعَذَابُ وَهُمْ ظٰلِمُوْنَ ",
    "translation": "Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2014.mp3",
    "tafsir": "Di antara perbuatan mereka yang menunjukkan kufur nikmat ialah mendustakan dan memusuhi Rasul seperti diterangkan Allah dalam ayat ini. Pada waktu Rasul datang kepada mereka memberikan pengajaran dan bimbingan, mereka mendustakan dan memusuhinya, padahal mereka itu mengetahui asal-usul Rasul serta akhlak dan pergaulannya. Mereka memahami pula bahwa ajaran yang diajarkan oleh Rasul itu benar, tetapi karena didorong oleh kepentingan dan kebencian tanpa alasan, mereka menolak dan menentangnya. Menurut sunnah Allah, setiap umat yang telah kedatangan Rasul, tetapi mereka mendustakan dan memusuhinya, akan ditimpa azab.\nFirman Allah swt:\n\n¦Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nKaum musyrikin Mekah tidak pula terhindar dari siksa Allah akibat perbuatan mereka memusuhi Nabi Muhammad saw sebagaimana umat-umat dahulu. Mereka mengalami penderitaan dan kesengsaraan akibat kelaparan bertahun-tahun lamanya. Allah menurunkan hukuman kepada mereka karena permohonan Nabi Muhammad saw setelah beliau banyak menderita kesusahan. Doa Nabi saw:\nYa Allah turunkanlah dengan keras hukuman-Mu kepada kaum Mudhar, (musyrikin Quraisy) dan jadikanlah hukuman atas mereka itu bertahun-tahun seperti tahun kelaparan pada zaman Nabi Yusuf as. (Riwayat al-Bukhari dari Ibnu Mas'ud)\n\nSetahun lamanya kaum musyrikin Mekah menderita kelaparan yang menghabiskan kekayaan mereka, sehingga mereka terpaksa makan kulit unta, anjing, bangkai, dan tulang yang dibakar. Sebelumnya, mereka selalu memperoleh rezeki dan makanan melimpah ruah yang datang dari segala penjuru. Akan tetapi, semuanya telah berubah sehingga mereka harus hidup dalam kekurangan. Demikian pula kehidupan mereka yang semula aman dan tenteram berubah menjadi permusuhan dan ketakutan pada Rasul saw dan sahabat-sahabatnya. Ketakutan ini timbul sesudah Rasul dan sahabat hijrah ke Medinah. Mereka merasa cemas akan kekuatan pasukan Islam, yang pada suatu waktu dapat menyergap kabilah-kabilah dagang atau hewan ternak mereka. Begitulah azab Allah yang diturunkan kepada mereka, yaitu kelaparan dan ketakutan yang meliputi kehidupan mereka disebabkan kekufuran kepada nikmat Allah. Mereka adalah orang-orang zalim, berbuat aniaya, dan tidak mau mensyukuri nikmat Allah. Muhammad saw beserta sahabat-sahabat dan pengikutnya mengalami perubahan kehidupan. Mereka dulunya dalam ketakutan berubah menjadi tenteram dan damai, dan dari kesusahan berubah menjadi makmur dan bahagia. Mereka pada akhirnya menjadi pemimpin umat manusia dan penguasa di dunia.",
    "quraish": "Telah datang seorang rasul dari kalangan mereka sendiri. Seharusnya nikmat itu membuat mereka bersyukur kepada Allah. Akan tetapi mereka malah mendustakannya dengan memperlihatkan sikap membangkang dan dengki. Oleh karenanya, mereka mendapat siksa di saat mereka dalam kezaliman dan lantaran kezaliman itu.",
    "jalalayn": "(Dan sesungguhnya telah datang kepada mereka seorang rasul dari mereka sendiri) yaitu Nabi Muhammad saw. (tetapi mereka mendustakannya karena itu mereka ditimpa azab) yaitu berupa kelaparan dan dicekam rasa takut (sedangkan mereka adalah orang-orang yang zalim)."
  },
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 114,
    "arab": "فَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًاۖ وَّاشْكُرُوْا نِعْمَتَ اللّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ",
    "translation": "Maka makanlah yang halal lagi baik dari rezeki yang telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu hanya menyembah kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2015.mp3",
    "tafsir": "Dalam ayat ini, Allah menyuruh kaum Muslimin untuk memakan makanan yang halal dan baik dari rezeki yang diberikan Allah swt kepada mereka, baik makanan itu berasal dari binatang maupun tanaman. Makanan yang halal ialah makanan dan minuman yang dibenarkan oleh agama untuk dimakan dan diminum. Makanan yang baik ialah makanan dan minuman yang dibenarkan untuk dimakan atau diminum oleh kesehatan, termasuk di dalamnya makanan yang bergizi, enak, dan sehat. Makanan yang halal lagi baik inilah yang diperintahkan oleh Allah untuk dimakan dan diminum. Makanan yang dibenarkan oleh ilmu kesehatan sangat banyak, dan pada dasarnya boleh dimakan dan diminum.\nFirman Allah swt:\n\nWahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu (al-Baqarah/2: 172)\n\nFirman Allah swt:\n\nMereka bertanya kepadamu (Muhammad), \"Apakah yang dihalalkan bagi mereka?\" Katakanlah,\"Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. (al-Ma'idah/5: 4)\n\nMakanan dan minuman yang baik-baik tidak haram dimakan, kecuali bilamana Allah swt atau rasul-Nya mengharamkannya.\nFirman Allah swt:\n\nWahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas. (al-Ma'idah/5: 87)\n\nMakanan yang tersebar di muka bumi dari jenis hewan dan tanaman merupakan nikmat Allah swt yang besar. Manusia seharusnya mensyukuri-nya dengan jalan mengucapkan \"Alhamdulillah\" dan memanfaatkannya sesuai petunjuk Allah dan rasul-Nya, seperti memakan atau memperjual-belikannya. Nabi saw bersabda:\nSesungguhnya Allah benar-benar senang terhadap hamba yang mengucap-kan \"Alhamdulillah\". (Riwayat ath-thabrani dari al-Aswad bin Sari')\n\nTermasuk dalam arti bersyukur ialah memelihara dan mengembangkan sumber-sumber bahan makanan agar jangan sampai punah dari permukaan bumi dan untuk memenuhi kebutuhan gizi makanan umat manusia. Dalam memelihara dan mengembangkan hewan atau tanaman itu, kaum Muslimin hendaknya tunduk kepada hukum-hukum Allah yang berlaku, umpamanya tentang ketentuan zakat dan fungsi sosialnya.\nMensyukuri nikmat Allah berarti mengucapkan kalimat syukur ketika memanfaatkan, memelihara, dan mengembangkannya berdasarkan petunjuk-petunjuk Allah, karena Dialah yang memberi anugerah dan kenikmatan itu. Tiap orang mukmin hendaklah menaati ketentuan-ketentuan dan perintah Allah, serta menjauhi larangan-Nya jika benar-benar beriman kepada-Nya.",
    "quraish": "Sementara orang-orang musyrik mengingkari nikmat-nikmat Allah dan mengganti nikmat itu menjadi keburukan, maka pilihlah bagi kalian, wahai orang-orang yang beriman, jalan untuk bersyukur. Makanlah segala yang dikaruniakan Allah kepada kalian berupa rezeki yang halal dan baik. Janganlah mengharamkan sesuatu yang halal untuk diri kalian. Syukurilah nikmat-nikmat itu dengan cara menaati Allah saja, bukan yang lain, jika kalian benar-benar hanya menyembah Allah.",
    "jalalayn": "(Maka makanlah) hai orang-orang yang beriman (yang halal lagi baik dari rezeki yang telah diberikan Allah kepada kalian dan syukurilah nikmat Allah jika kalian hanya kepada-Nya saja menyembah)."
  },
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 115,
    "arab": "اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi, dan (hewan) yang disembelih dengan (menyebut nama) selain Allah, tetapi barangsiapa terpaksa (memakannya) bukan karena menginginkannya dan tidak (pula) melampaui batas, maka  sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2016.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan makanan yang diharamkan bagi orang-orang Islam. Makanan yang diharamkan dalam ayat ini ialah bangkai, darah, daging babi, dan binatang yang disembelih atas nama berhala atau lainnya selain nama Allah. Pengharaman terhadap makanan tersebut semata-mata hak dan kebijaksanaan Allah swt dalam membimbing hamba-hamba-Nya. Sebagaimana firman Allah:\n\nSesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki. (al-Ma'idah/5: 1)\n\nDi antara hikmah atau maksud pelarangan terhadap makanan itu ada yang dapat dijangkau oleh akal (ta'aqquli), ada pula yang tidak terjangkau oleh akal (ta'abbudi). Bagi setiap orang Islam wajib menaati larangan Allah dengan ikhlas dan penuh keimanan. \nBangkai ialah hewan yang mati wajar oleh sebab alamiah, atau mati karena tidak disembelih menurut aturan Islam. Termasuk dalam pengertian bangkai di sini ialah binatang yang mati tercekik, mati terjepit (terpukul), mati terjatuh, ditanduk, dan dimakan oleh binatang buas.\nFirman Allah swt:\n\nDiharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala. (al-Ma'idah/5: 3)\n\nSemua bangkai haram dimakan kecuali bangkai ikan, sebagaimana firman Allah swt:\n\nDihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan. (al-Ma'idah/5: 96)\nDarah yang diharamkan ialah darah yang mengalir atau darah yang dibekukan (marus). Hati dan ginjal tidak dipandang darah yang haram dimakan. Hadis Nabi saw:\nDihalalkan bagi kita dua macam bangkai dan darah. Dua bangkai itu adalah bangkai ikan dan belalang, dan dua darah itu adalah hati dan limpa. (Riwayat Ahmad dan Ibnu Majah dari Ibnu 'Umar)\n\nTermasuk dalam pengertian daging babi ialah lemak, tulang dan seluruh bagian-bagiannya serta semua produk yang dibuat dari unsur babi dan turunannya. Babi tergolong binatang ternak yang paling kotor cara hidup dan makannya. Dagingnya mengandung bibit cacing pita yang banyak menimbulkan penyakit pada tubuh manusia.\nAllah mengharamkan binatang yang disembelih yang dengan sengaja menyebut nama selain Allah, seperti nama patung, jin, dewa, wali, dan sebagainya. Pelarangan itu bertujuan untuk mencegah hal-hal yang cenderung kepada syirik.\nAn-Nawawi dalam kitab Syarah Muslim mengatakan bahwa jika maksud penyembelih menyebut nama selain Allah itu untuk membesarkan nama tersebut dan meniatkannya sebagai ibadah kepadanya, maka perbuatan itu dipandang syirik. Jika penyembelih bersikap demikian, dapat dinilai keluar dari agama (murtad). Demikian penjelasan an-Nawawi ketika memberikan uraian pada Hadis Nabi saw:\nAllah mengutuk orang-orang yang menyembelih hewan untuk selain Allah. (Riwayat Muslim dari Ali bin Abi thalib)\n\nAgama Islam adalah agama yang selalu memberi kelapangan kepada penganutnya. Tidak ada dalam Islam hal-hal yang menyusahkan dan mempersulit keadaan. Oleh karena itu, segala makanan yang diharamkan boleh dimakan bilamana seseorang berada dalam keadaan terpaksa atau darurat. Misalnya, seorang pemburu di tengah hutan dalam keadaan perut kosong jika dibiarkan dapat membinasakan dirinya sedang makanan lainnya tidak ada, dia diizinkan memakan makanan yang haram untuk mengatasi keadaannya, dengan syarat tidak didorong oleh keinginan untuk memakan makanan yang haram itu sendiri. Jika dia memakan makanan itu melebihi apa yang diperlukan, tidak dibenarkan. Sebab, hal itu dapat menimbulkan kesulitan baru bertalian dengan makanan yang mengandung penyakit itu. Sesungguhnya Allah swt mengampuni apa yang diperbuat hamba-Nya sewaktu dalam kesulitan, dan mengasihi mereka dengan memberi kelonggaran dalam kehidupan mereka di dunia.",
    "quraish": "Sesungguhnya Allah tidak mengharamkan atas kalian kecuali bangkai, darah yang keluar dari binatang ketika disembelih, daging babi dan binatang yang disembelih dengan tidak disebut nama Allah. Jika ada seorang di antara kalian yang berada dalam kondisi darurat, karena rasa lapar yang tak tertahankan, misalnya, lalu ia memakan sebagian dari yang diharamkan tanpa mencari-cari alasan untuk dapat memakannya dan tidak melampaui batas yang diperbolehkan, maka Allah tidak akan menghukumnya atas tindakan itu. Sebab Allah Maha Mengampuni kesalahan yang tidak disengaja oleh hamba-Nya, Maha Menyayangi mereka ketika mencegah mereka dari bahaya dan menghalalkan bagi mereka segala yang dapat menjaga kelangsungan hidup.",
    "jalalayn": "(Sesungguhnya Allah hanya mengharamkan atas kalian bangkai, darah, daging babi dan apa yang disembelih dengan menyebut nama selain Allah; tetapi barang siapa yang terpaksa memakannya dengan tidak menganiaya dan tidak pula melampaui batas, maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.)"
  },
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 116,
    "arab": "وَلَا تَقُوْلُوْا لِمَا تَصِفُ اَلْسِنَتُكُمُ الْكَذِبَ هٰذَا حَلٰلٌ وَّهٰذَا حَرَامٌ لِّتَفْتَرُوْا عَلَى اللّٰهِ الْكَذِبَۗ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ ",
    "translation": "Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta ”Ini halal dan ini haram,” untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2017.mp3",
    "tafsir": "Dalam ayat ini, Allah swt melarang kaum Muslimin mengharam-kan atau menghalalkan makanan menurut selera dan hawa nafsu mereka, sebagaimana orang-orang musyrik. Mereka mempunyai kebiasaan meng-haramkan atau menghalalkan binatang semata-mata didasarkan nama istilah yang mereka tetapkan sendiri untuk binatang itu, misalnya: bahirah, sa'ibah, wasilah, dan ham, sebagaimana firman Allah swt:\n\nAllah tidak pernah mensyariatkan adanya bahirah, sa'ibah, wasilah, dan ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103)\n\nDalam menetapkan kehalalan atau keharaman suatu makanan atau minuman harus didasarkan pada dalil syara yang bersumber dari Al-Qur'an dan sunnah. Penetapan hukum tanpa dalil-dalil syara tidak dibenarkan. Hal tersebut termasuk perbuatan yang mengada-ada dan melakukan kebohongan kepada Allah.\nDalam Al-Qur'an disebutkan tentang ucapan kaum musyrikin mengenai ketentuan anak hewan yang masih dalam kandungan induknya. Firman Allah swt:\n\nDan mereka berkata (pula), \"Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.\" (al-An'am/6: 139)\n\nKarena berakibat sangat buruk terhadap kehidupan beragama, maka Allah memberikan ancaman yang keras kepada mereka yang mengada-adakan kebohongan terhadap Allah. Allah menegaskan bahwa mereka yang berbuat demikian tidak akan mencapai keberhasilan dalam kehidupan mereka, baik di dunia maupun di akhirat. Di dunia, mereka yang suka membuat-buat hukum tanpa dalil yang benar akan dikecam dan ditinggalkan oleh masyara-kat. Kebohongan mereka akan diketahui oleh masyarakat dan mereka akan menjadi sasaran ejekan dan penghinaan.\nDalam Tafsir Ibnu Katsir diungkapkan bahwa termasuk dalam pengertian ayat ini ialah setiap orang yang menciptakan bid'ah (urusan agama) yang tidak punya landasan syara, atau menghalalkan sesuatu yang diharamkan atau mengharamkan sesuatu yang dihalalkan Allah semata-mata berdasarkan pikiran dan seleranya sendiri.",
    "quraish": "Setelah Allah menjelaskan hal-hal yang halal dan haram, maka seharusnya kalian memegang teguh penjelasan itu. Jangan sekali-kali kalian berani membuat hukum halal-haram berdasarkan pendapat pribadi dan dengan seenaknya mengatakan ini boleh, dan ini dilarang. Dengan perbuatan itu berarti kalian telah mendustakan Allah dan menyandangkan kepada-Nya sesuatu yang tidak pernah dikatakan oleh Allah. Dan sesungguhnya orang-orang yang membuat kebohongan dengan mengatasnamakan Allah, mereka itu tidak akan pernah mendapatkan kebaikan dan keberuntungan.",
    "jalalayn": "(Dan janganlah kalian mengatakan terhadap apa yang disebut-sebut oleh lidah kalian) yang sering digambarkan oleh lisan kalian (secara dusta, \"Ini halal dan ini haram.\") terhadap apa yang tidak dihalalkan oleh Allah dan apa yang tidak diharamkan oleh-Nya (untuk mengada-adakan kebohongan terhadap Allah) dengan menisbatkan hal itu kepada-Nya. (Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tiadalah beruntung)."
  },
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 117,
    "arab": "مَتَاعٌ قَلِيْلٌ  ۖوَّلَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "(Itu adalah) kesenangan yang sedikit; dan mereka akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2018.mp3",
    "tafsir": "Allah menegaskan lagi bahwa mereka yang mengada-adakan ketentuan dan hukum yang sama sekali tidak ada dasarnya dari kitab Allah dan rasul-Nya, tapi semata-mata dari hawa nafsu, pasti tidak akan memperoleh keberhasilan dunia dan akhirat. Jika ada keuntungan dari kelakuan itu, maka keuntungannya sangatlah sedikit dibandingkan dengan kerugian dan bahaya yang diakibatkan dari perbuatan itu.\nDalam sejarah banyak peristiwa menyedihkan terjadi akibat pendapat-pendapat keagamaan yang tidak bersumber dari kitab suci. Pendapat itu kadang-kadang diadakan hanyalah untuk memenuhi keinginan dan kepentingan penguasa yang menjadikan agama sebagai alat memperkuat kekuasaan dan penguat hawa nafsunya. Yang halal diharamkan dan yang haram dihalalkan oleh orang yang hendak memperoleh keuntungan duniawi. Mereka lupa bahwa kesenangan duniawi itu sedikit dan terbatas pada umur mereka yang pendek. Tetapi di dalam kehidupan akhirat yang abadi, mereka akan menerima azab dari Allah disebabkan kelancangan lidah mereka ketika berbohong kepada Allah. Mereka telah melakukan tindak kejahatan, yang mengotori jiwa sendiri dengan dosa dan dusta terhadap Tuhan. Bahkan orang lain ikut jatuh ke dalam dosa dan kesalahan disebabkan fatwanya yang menghalalkan yang haram atau mengharamkan yang halal itu. Dosa akan menumpuk ke pundak mereka karena menginginkan keuntungan dunia yang kecil.",
    "quraish": "Apabila mereka melakukan perbuatan itu demi mengejar kesenangan dan interes-interes keduniaan, maka sesungguhnya kesenangan mereka itu hanya sedikit dan sementara. Di akhirat, mereka akan memperoleh siksa yang amat keras.",
    "jalalayn": "Bagi mereka yang mengada-adakan kedustaan atas nama Allah (kesenangan yang sedikit) di dunia (dan bagi mereka) kelak di akhirat (azab yang pedih) azab yang menyakitkan."
  },
  {
    "page": 280,
    "name": "An-Nahl",
    "ayat": 118,
    "arab": "وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۗوَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
    "translation": "Dan terhadap orang Yahudi, Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu (Muhammad). Kami tidak menzalimi mereka, justru merekalah yang menzalimi diri sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2019.mp3",
    "tafsir": "Dalam ayat ini, Allah swt mengingatkan kembali apa yang di-haramkan kepada orang Yahudi. Hal-hal yang halal dan haram dalam agama Yahudi sebenarnya tidak sama dengan apa yang diharamkan atau dihalalkan oleh kaum musyrik. Hal ini menunjukkan bahwa penentuan halal dan haram oleh kaum musyrik terhadap hewan ternak mereka tidak bersumber dari syariat agama-agama terdahulu. Beberapa makanan telah diharamkan Allah kepada orang Yahudi, seperti yang diterangkan dalam firman Allah:\n\nDan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6: 146)\n\nAllah mengharamkan daging dan lemak binatang ternak khusus kepada orang Yahudi sebagai hukuman atas perbuatan mereka yang aniaya seperti membunuh nabi-nabi, memakan riba, dan memperoleh harta dengan cara yang haram.\n\nFirman Allah swt:\n\nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah. (an-Nisa'/4: 160)\n\nDari ayat ini, dapat dipahami perbedaan yang jelas antara alasan Allah mengharamkan beberapa jenis makanan kepada orang Yahudi dengan alasan yang diberlakukan kepada orang Islam. Kepada orang Islam, Allah swt tidak mengharamkan makanan-makanan kecuali karena pada makanan itu terdapat suatu kemudaratan yang bisa mencelakakan dirinya. Sedangkan kepada orang Yahudi, Allah mengharamkan makanan yang baik-baik itu sebagai hukuman bagi mereka.\nMaka tidaklah benar pendapat yang mengatakan bahwa Bani Israil sendiri yang mengharamkan makanan itu kepada diri mereka. Semua makanan, sebelum Taurat diturunkan kepada mereka, adalah halal, kecuali makanan yang diharamkan sendiri oleh Nabi Yakub (Israil) untuk dirinya. Menurut riwayat, makanan yang diharamkan oleh Nabi Yakub itu ialah daging dan susu unta. Beliau berbuat demikian untuk mengekang nafsu dalam usaha membersihkan jiwa dan untuk mendekatkan diri kepada Allah.\nFirman Allah swt:\n\nSemua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan. (Ali 'Imran/3: 93)\nAdapun makanan seperti daging binatang berkuku, lemak sapi, dan kambing, diharamkan kepada seluruh Bani Israil pada waktu Taurat sudah diturunkan sebagai hukuman kepada mereka.",
    "quraish": "Wahai Nabi, Kami tidak mengharamkan jenis-jenis makanan melalui kisah yang Kami paparkan kepadamu sebelum turunnya ayat-ayat di atas kecuali bagi orang-orang Yahudi saja. Yaitu, semua binatang yang berkuku, lemak sapi dan kambing selain lemak yang melekat di punggung kedua binatang itu atau yang berada dalam perut besar dan usus, atau yang bercampur dengan tulang. Dengan mengharamkan itu semua, Kami tidak berbuat zalim atas mereka. Akan tetapi merekalah yang menzalimi diri sendiri karena larut dalam keburukan dan tidak mengindahkan hal-hal yang dihalalkan.",
    "jalalayn": "(Dan terhadap orang-orang Yahudi) dimaksud para pemeluk agama Yahudi (Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu) di dalam firman-Nya yang lain, yaitu, \"Dan kepada orang-orang Yahudi, Kami haramkan segala binatang yang berkuku...\" (Q.S. Al-An'am 146) (dan Kami tiada menganiaya mereka) dengan mengharamkan hal tersebut kepada mereka (akan tetapi merekalah yang menganiaya diri mereka sendiri) dengan melakukan perbuatan-perbuatan maksiat yang menyebabkan diharamkannya hal-hal tersebut."
  }
]