[
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 59,
    "arab": "وَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ وَاٰتَيْنَا ثَمُوْدَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوْا بِهَاۗ وَمَا نُرْسِلُ بِالْاٰيٰتِ اِلَّا تَخْوِيْفًا",
    "translation": "Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2088.mp3",
    "tafsir": "Imam Ahmad meriwayatkan dari Ibnu 'Abbas bahwa ia berkata, \"Penduduk Mekah meminta kepada Nabi saw agar mengubah gunung Safa menjadi gunung emas, dan menghilangkan bukit agar tanahnya bisa diguna-kan untuk pertanian. Malaikat mengatakan kepada Nabi, \"Jika engkau mau memenuhi permintaan mereka, penuhilah. Apabila mereka mengingkari, mereka dapat dibinasakan seperti umat-umat terdahulu.\" Nabi bersabda, \"Tetapi saya ingin menunda permintaan mereka.\" Kemudian Allah menurun-kan ayat ini.\"\nAllah menjelaskan bahwa tidak ada yang mampu menghalangi ter-laksananya mukjizat yang diberikan kepada rasul-Nya. Orang-orang dahulu yang mendustakan tanda-tanda kekuasaan-Nya (mukjizat) seperti yang telah diberikan kepada para rasul-Nya yang terdahulu, akan dimusnahkan. Begitu pula orang-orang Quraisy yang meminta kepada Nabi Muhammad saw, supaya Allah menurunkan pula tanda-tanda kekuasaan-Nya kepada mereka. Akan tetapi, Allah tidak mengabulkannya, karena bila tanda-tanda kekuasaan Allah itu diturunkan, pasti mereka mendustakannya juga dan tentulah mereka akan dibinasakan seperti umat-umat yang dahulu. Sedang Allah tidak akan membinasakan orang-orang Quraisy, karena di antara keturunan mereka ada yang diharapkan menjadi orang-orang yang beriman.\nAllah swt menjelaskan bahwa Dia telah memberikan tanda-tanda kekuasaan-Nya (mukjizat-Nya) kepada Nabi Saleh, seperti yang diminta oleh kaum Samud yaitu unta betina yang dapat mereka saksikan sendiri.\nRasulullah bersabda:\nDiriwayatkan dari ar-Rabi' bin Anas, ia berkata, \"Orang-orang Quraisy berkata kepada Rasulullah saw, \"(Kami mau beriman), seandainya didatangkan kepada kami tanda-tanda kekuasaan Allah, seperti yang didatangkan oleh Nabi Saleh dan para nabi (kepada umat mereka).\" Kemudian Rasulullah saw bersabda, \"Kalau kamu sekalian menginginkan agar saya berdoa kepada Allah, tentulah Allah akan menurunkan (tanda-tanda kekuasaan itu) kepadamu. Tetapi apabila kamu membangkang juga, tentulah kamu akan dibinasakan.\" Kemudian mereka berkata, \"Kami tidak menginginkan.\" (Riwayat al-Baihaqi) \nAllah menjelaskan bahwa pada akhirnya kaum Samud tetap tidak menjadi orang-orang yang beriman, bahkan mereka menganiaya unta betina yang menjadi mukjizat Nabi Saleh itu dan menyembelihnya. Allah swt lalu membinasakan mereka karena dosa-dosa mereka, dan menyamaratakan mereka dengan tanah.\nDi akhir ayat ini, Allah swt menjelaskan bahwa Dia memberikan tanda-tanda kekuasaan itu untuk mengingatkan manusia agar mengambil pelajaran darinya, sehingga mereka bertobat dan kembali mengikuti bimbingan Allah swt seperti yang diserukan oleh para nabi dan rasul-Nya.",
    "quraish": "Kaummu telah memintamu agar mendatangkan berbagai bukti dan mukjizat. Tetapi mereka tidak puas dengan apa yang didatangkan kepada mereka. Padahal, dengan mukjizat yang ada itu, orang-orang yang cendekia dapat merasa puas dan mau menerima. Maka ketentuan Kami terhadap mereka yang meminta bukti-bukti dan dikabulkan tetapi kemudian tidak mau percaya adalah bahwa Kami akan membinasakan mereka sampai hancur. Yang demikian itu pernah Kami lakukan terhadap orang-orang terdahulu. Di antaranya adalah azab yang kami turunkan kepada kaum Tsamûd. Yaitu tatkala mereka meminta didatangkan bukti berupa mukjizat. Lalu Kami menciptakan seekor unta betina sebagai mukjizat yang terang dan jelas dan dapat menghilangkan keraguan. Tapi kemudian mereka mengingkari bukti tersebut. Maka terjadilah apa yang semestinya terjadi pada mereka. Sudah merupakan sifat kemahabijakan Allah untuk tidak mengabulkan apa yang diminta oleh kaummu karena mereka memang tidak akan mempercayainya. Di samping itu juga karena Allah menginginkan mereka beriman dan melahirkan generasi yang beriman pula. Bukti-bukti itu Kami turunkan kepada manusia hanya apabila Kami ingin menakut-nakuti mereka.",
    "jalalayn": "(Dan sekali-kali tidak ada yang menghalangi Kami untuk mengirimkan ayat-ayat) yakni mukjizat-mukjizat yang diminta oleh penduduk Mekah (melainkan karena tanda-tanda itu telah didustakan oleh orang-orang dahulu) yaitu ketika Kami mengirimkannya, maka karenanya Kami membinasakan mereka. Jika kami mengirimkan tanda-tanda kekuasaan Kami itu kepada penduduk Mekah, niscaya pula mereka akan mendustakannya, kemudian mereka berhak untuk dibinasakan. Sedangkan Kami telah memutuskan untuk menangguhkan azab bagi mereka, supaya risalah Nabi Muhammad saw. sempurna. (Dan telah Kami berikan kepada Tsamud unta betina itu) sebagai tanda kekuasaan Kami (yang dapat dilihat) terang dan gamblang (tetapi mereka menganiaya) mereka mengingkari mukjizat itu dengan menganiaya (unta betina itu) maka dibinasakanlah mereka (Dan Kami tidak memberi tanda-tanda itu) mukjizat-mukjizat itu (melainkan untuk menakuti) hamba-hamba-Ku oleh karena itu mereka mau beriman."
  },
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 60,
    "arab": "وَاِذْ قُلْنَا لَكَ اِنَّ رَبَّكَ اَحَاطَ بِالنَّاسِۗ وَمَا جَعَلْنَا الرُّءْيَا الَّتِيْٓ اَرَيْنٰكَ اِلَّا فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُوْنَةَ فِى الْقُرْاٰنِ ۗ وَنُخَوِّفُهُمْۙ فَمَا يَزِيْدُهُمْ اِلَّا طُغْيَانًا كَبِيْرًا ࣖ ",
    "translation": "Dan (ingatlah) ketika Kami wahyukan kepadamu, “Sungguh, (ilmu) Tuhanmu meliputi seluruh manusia.” Dan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk (zaqqum) dalam Al-Qur'an. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2089.mp3",
    "tafsir": "Abu Ya'la dari Ummi Hani meriwayatkan bahwa pagi hari setelah Isra', sebagian orang-orang Quraisy memperolok-olokkan Rasulullah dan meminta buktinya. Lalu beliau menggambarkan keadaan Baitul Maqdis serta menceritakan kepada mereka tentang kisah isra'. Kemudian Walid bin Mugirah berkata, Orang ini adalah penyihir.\" Maka turunlah ayat ini.\nAllah swt memberi dukungan kepada Rasulullah dalam melaksanakan tugas-tugas kerasulannya dan akan melindunginya dari tipu daya orang-orang yang mengingkari risalahnya dengan mengingatkan Rasul dan mewahyukan kepadanya bahwa ilmu Tuhan meliputi segala hal ihwal manusia. Maksudnya ialah Allah Mahakuasa terhadap seluruh hamba-Nya. Mereka berada di bawah genggaman-Nya sehingga tidak dapat bergerak kecuali menurut ketentuan-Nya. Allah berkuasa melindungi Rasul-Nya dari orang-orang yang memusuhinya, sehingga mereka tidak mungkin secara semena-mena menyakiti hatinya.\nAllah swt berfirman:\n\nDan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67)\n\nMenurut keterangan al-Hasan, Allah swt akan menghalangi setiap usaha mereka untuk membunuh Nabi. Allah swt berfirman:\n\nDan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30)\n\nAllah menjelaskan juga pengingkaran orang-orang Quraisy terhadap apa yang diperlihatkan kepada Nabi Muhammad pada malam Isra' dan Mi'raj, seperti pohon zaqqum yang tumbuh di neraka. Hal ini sebagai ujian, siapakah di antara umatnya yang benar-benar beriman dan siapa yang ingkar. Mereka yang benar-benar beriman bertambah kuat imannya, akan tetapi mereka yang imannya hanya di mulut saja, bertambah ingkar. Pohon zaqqum yang disebutkan dalam Al-Qur'an juga menjadi ujian kepada mereka, pada saat mereka mendengar kaum Muslimin membacakan ayat:\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)\n\nMereka memperselisihkannya; orang yang imannya kuat, bertambah kuat imannya, tetapi orang yang mengingkari kerasulan Muhammad saw bertambah kekafirannya. Abu Jahal, misalnya, termasuk orang yang mengingkarinya. Ketika itu ia berkata, \"Sebenarnya anak Abu Kabsyah (Muhammad saw) mengancam kamu dengan ancaman neraka, yang bahan bakarnya batu, kemudian ia mengira di neraka itu tumbuh pohon, padahal kamu tahu bahwa api itu membakar pohon.\" 'Abdullah bin az-Zibara ber-kata, \"Sebenarnya Muhammad menakut-nakuti kami dengan pohon zaqqum itu tiada lain kecuali kurma dan keju, maka telanlah.\" Mereka lalu makan kurma dan keju itu.\nOrang-orang musyrik Quraisy tidak mempercayai bahwa di neraka ada tumbuh-tumbuhan yang disebut pohon zaqqum, karena mereka beranggapan bahwa api memusnahkan segalanya. Mereka tidak mengetahui bahwa di dunia ini juga terdapat keajaiban-keajaiban yang mencengangkan, terlebih-lebih lagi di akhirat. Misalnya di dunia ada semacam serat yang tak terbakar oleh api (asbes). Bahan ini sering dipergunakan untuk bahan baju yang tahan api. Bumi ini mengandung api (yaitu magma) di dalam perut bumi yang akan terlihat pada saat gunung api meletus, tetapi di atasnya tumbuh pohon-pohon yang menghijau. Kayu atau batu pun dapat mengeluarkan api pada saat digosok-gosokkan. Di dalam air pun terdapat unsur oksigen yang menyebabkan api menyala. Singkatnya, hati orang-orang kafir Quraisy tidak mau menerima kebenaran Al-Qur'an. Keingkaran mereka kepada ar-ru'ya (mimpi atau yang dilihat Nabi saw pada waktu isra') dan pohon zaqqum merupakan bukti yang jelas akan keingkaran mereka.\nAllah swt berfirman:\n\nSungguh, Kami menjadikannya (pohon zaqqum itu) sebagai azab bagi orang-orang zalim. Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim, mayangnya seperti kepala-kepala setan. (ash-shaffat/37: 63-65)\n\nDi akhir ayat ditegaskan bahwa Allah hendak mengingatkan mereka akan siksaan-Nya, tetapi yang demikian itu hanya akan menambah mereka bergelimang dalam kedurhakaan dan kesesatan.",
    "quraish": "Wahai Rasul, ingatlah ketika Allah berfirman kepadamu, \"Sesungguhnya Tuhanmu meliputi seluruh manusia. Mereka semua berada dalam genggaman kekuasaan-Nya. Sampaikanlah hal ini kepada mereka. Jangan takut kepada siapa pun, sebab Dia akan melindungimu dari mereka. Keajaiban-keajaiban yang kau saksikan di malam isrâ' itu Kami maksudkan sebagai ujian dan cobaan bagi umat manusia. Dengan keajaiban-keajaiban itu, orang-orang Mukmin akan semakin bertambah keimanannya dan orang-orang kafir akan semakin menjadi kafir. Kami tidak menjadikan pohon tercela yang disebut dalam al-Qur'ân, yaitu pohon zaqqûm yang tumbuh dari neraka, kecuali sebagai ujian juga buat mereka. Sebab mereka pernah mengatakan--dengan nada mengejek, 'Neraka dapat membakar pohon. Bagaimana mungkin ada pohon tumbuh dari neraka?' Kami sengaja membuat mereka takut, akan tetapi mereka malah melampaui batas.\"",
    "jalalayn": "(Dan) ingatlah (ketika Kami wahyukan kepadamu, \"Sesungguhnya Rabbmu meliputi segala manusia.\") yakni ilmu dan kekuasaan-Nya meliputi mereka, dengan demikian maka mereka berada di dalam genggaman kekuasaan-Nya. Maka sampaikanlah kepada mereka jangan sekali-kali engkau merasa takut terhadap seseorang pun karena Rabbmu akan memelihara dirimu dari mereka. (Dan Kami tidak menjadikan rukyah yang telah Kami perlihatkan kepadamu) secara kenyataan pada malam isra (melainkan sebagai batu ujian bagi manusia) bagi penduduk Mekah karena mereka ternyata mendustakannya sedang sebagian yang lainnya yang telah beriman menjadi murtad sewaktu hal itu diceritakan kepadanya (dan begitu pula pohon kayu yang terkutuk di dalam Alquran) yaitu pohon zaqqum yang tumbuh di dasar neraka Jahim; Kami jadikan kisah itu sebagai batu ujian bagi keimanan mereka. Karena mereka mengatakan bahwa api itu membakar pohon apa saja, mengapa pohon zaqqum dapat tumbuh di dalamnya? (Dan Kami takuti mereka) dengan pohon zaqqum itu (tetapi yang demikian itu tidak menambah kepada mereka) untuk takut (melainkan hanyalah kedurhakaan yang besar saja.)"
  },
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 61,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ قَالَ ءَاَسْجُدُ لِمَنْ خَلَقْتَ طِيْنًاۚ ",
    "translation": "Dan (ingatlah), ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam,” lalu mereka sujud, kecuali Iblis. Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2090.mp3",
    "tafsir": "Allah swt memerintahkan Rasulullah agar mengingatkan kaumnya akan permusuhan Iblis kepada Adam dan keturunannya. Permusuhan itu telah berlangsung lama sejak penciptaan Adam. Ketika Allah swt memerintahkan kepada para malaikat agar sujud untuk memberikan penghormatan kepada Adam, mereka lalu sujud kepadanya, kecuali Iblis. Ia merasa lebih mulia dan menolak perintah Allah. Sikap seperti itu disebabkan oleh kesombongannya, seperti tergambar dalam kata-katanya, \"Apakah saya akan sujud kepada Adam yang diciptakan dari tanah, sedangkan aku diciptakan dari api.\" Menurut anggapan Iblis, api lebih mulia daripada tanah.\nKata-kata Iblis serupa itu diungkapkan dalam ayat lain, seperti tersebut dalam firman Allah: \n\n(Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (shad/38: 76)\n\nIblis menjadi kafir karena tidak menaati perintah Allah dan bersikap sombong. Ia beranggapan bahwa Allah swt telah memerintahkan sesuatu yang tidak pada tempatnya. Anggapan Iblis yang demikian hanyalah khayalannya sendiri. Anggapannya bahwa api lebih mulia dari tanah adalah anggapan yang tidak benar, karena api dan tanah sama-sama makhluk Allah. Allah yang menciptakannya dari tiada, kemudian melebihkan kegunaannya dari yang satu atas yang lain, sesuai dengan kebijaksanaan-Nya. Api bisa membakar, sementara tanah bisa menumbuhkan. Keduanya menjadi penunjang kehidupan manusia. Jadi secara kodrati, keduanya tidak bisa dilebihkan antara satu dengan yang lain. Keduanya mempunyai kelebihan masing-masing.",
    "quraish": "Sesungguhnya Allah telah mengingatkan asal mula penciptaan dan menjelaskan permusuhan antara anak keturunan Adam dengan Iblis. Yaitu ketika Dia berfirman kepada malaikat, \"Bersujudlah kalian semua kepada Adam dengan menundukkan kepala sebagai penghormatan kepadanya!\" Mereka pun langsung bersujud kepadanya, kecuali Iblis yang tidak mau sujud kepadanya. Dengan ingkar, Iblis berkata, \"Bagaimana aku akan sujud kepada orang yang Engkau ciptakan dari tanah, sedangkan aku Engkau ciptakan dari api. Sesungguhnya aku lebih baik daripada dia.\"",
    "jalalayn": "(Dan) ingatlah (tatkala Kami berfirman kepada para malaikat, \"Sujudlah kalian kepada Adam.\") dengan sujud penghormatan yaitu dengan membungkukkan badan (lalu sujudlah mereka kecuali iblis. Dia berkata, \"Apakah aku akan sujud kepada orang yang Engkau ciptakan dari tanah liat?\") lafal thiinan ini dinashabkan dengan cara mencabut huruf jarnya, yang asalnya adalah min thiinin; artinya dari tanah liat."
  },
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 62,
    "arab": "قَالَ اَرَاَيْتَكَ هٰذَا الَّذِيْ كَرَّمْتَ عَلَيَّ لَىِٕنْ اَخَّرْتَنِ اِلٰى يَوْمِ الْقِيٰمَةِ لَاَحْتَنِكَنَّ ذُرِّيَّتَهٗٓ اِلَّا قَلِيْلًا",
    "translation": " Ia (Iblis) berkata, “Terangkanlah kepadaku, inikah yang lebih Engkau muliakan daripada aku? Sekiranya Engkau memberi waktu kepadaku sampai hari Kiamat, pasti akan aku sesatkan keturunannya, kecuali sebagian kecil.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2091.mp3",
    "tafsir": "Kemudian dijelaskan bahwa kelancangan dan pembangkangan Iblis terhadap perintah Allah ketika ia meminta agar Allah menerangkan kepada-nya, apa alasan yang menyebabkan dia harus sujud kepada Adam. Perminta-an Iblis itu diungkapkan dalam bentuk kalimat tanya dimaksudkan untuk menunjukkan sikapnya yang merasa heran mendengar perintah Allah agar sujud kepada Adam. Karena pengingkarannya ini, Iblis mendapat murka, dan menjadi jauh dari rahmat Allah.\nItulah sebabnya mengapa Iblis memohon kepada Allah agar menangguh-kan hukuman dan kematiannya sampai hari kiamat dan diberi kesempatan untuk menggoda dan menyesatkan keturunan Adam, kecuali sebagian kecil saja dari keturunannya yang memang kuat imannya.\nAllah swt berfirman:\n\nSesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat. (al-hijr/15: 42)",
    "quraish": "Iblis berkata, \"Wahai Tuhanku, terangkanlah kepadaku tentang orang yang Engkau jadikan lebih mulia daripada diriku, sehingga Engkau memerintahkan aku untuk sujud kepadanya. Mengapa Engkau menjadikan dia lebih mulia daripada aku, padahal aku jelas lebih baik daripada dia? Aku bersumpah dengan kemulian-Mu, jika Engkau membiarkan aku hidup sampai hari kiamat nanti, niscaya aku akan membinasakan mereka dan keturunannya dengan rayuan dan godaan, kecuali sebagian kecil dari mereka yang Engkau lindungi.\"",
    "jalalayn": "(Iblis berkata, \"Terangkanlah kepadaku) jelaskanlah kepadaku! ('Inikah orangnya yang Engkau muliakan) yang Engkau utamakan (atas diriku?') sehingga Engkau memerintahkan aku supaya bersujud kepadanya; di dalam ayat lain disebutkan bahwa ketika itu iblis berkata sebagaimana yang dikisahkan oleh firman-Nya: 'Saya lebih baik daripadanya; Engkau ciptakan saya dari api.' (Q.S. Al-A`raf 12) (Sesungguhnya jika) huruf lam di sini bermakna qasam (Engkau memberi tangguh kepadaku sampai hari kiamat niscaya benar-benar akan aku sesatkan) menyesatkan (anak cucunya) dengan menggoda mereka (kecuali sebagian kecil.\") daripada mereka yang mendapat pemeliharaan dari-Mu."
  },
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 63,
    "arab": "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَاِنَّ جَهَنَّمَ جَزَاۤؤُكُمْ جَزَاۤءً مَّوْفُوْرًا",
    "translation": "Dia (Allah) berfirman, “Pergilah, tetapi barang siapa di antara mereka yang mengikuti kamu, maka sungguh, neraka Jahanamlah balasanmu semua, sebagai pembalasan yang cukup.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2092.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan membiarkan ia pergi menuruti keinginan dan melaksanakan tipu dayanya hingga hari kiamat datang. Namun demikian, Allah memberi syarat bahwa barang siapa di antara keturunan Adam yang teperdaya mengikuti Iblis, balasannya adalah neraka Jahanam sebagai hukuman yang harus ditimpakan kepadanya. Demikian juga hukuman yang ditimpakan kepada orang-orang yang mengikuti ajakannya, karena berani menyimpang dari perintah Allah dan melanggar larangan-Nya.\nAllah swt berfirman:\n\nAllah berfirman, \"(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan, sampai hari yang telah ditentukan (kiamat).\" (al-hijr/15: 37-38)",
    "quraish": "Dengan nada mengancam, Allah berfirman kepadanya, \"Lakukan apa yang menjadi kehendakmu. Barangsiapa di antara keturunan Adam yang mengikutimu, maka balasan yang setimpal bagi kamu dan mereka adalah neraka jahanam.",
    "jalalayn": "(Berfirmanlah) Allah swt. kepada iblis (\"Pergilah) sambil menunggu hingga waktu sangkakala ditiup (barang siapa di antara mereka yang mengikuti kamu, maka sesungguhnya neraka Jahanam adalah pembalasan kalian semua) kamu dan mereka yang mengikutimu (sebagai suatu pembalasan yang cukup) dicukupkan sepenuhnya."
  },
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 64,
    "arab": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَاَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى الْاَمْوَالِ وَالْاَوْلَادِ وَعِدْهُمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا",
    "translation": "Dan perdayakanlah siapa saja di antara mereka yang engkau (Iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.” Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2093.mp3",
    "tafsir": "Ayat ini menjelaskan lebih jauh, sampai di mana kemampuan Iblis untuk menggoda keturunan Adam di muka bumi ini. Allah swt membiarkan Iblis menghasut siapa saja di antara keturunan Adam, sesuai kesanggupan dan kemampuannya dengan bujukan dan tipu dayanya. Tipu daya Iblis untuk menggoda keturunan Adam digambarkan seakan-akan panglima yang sedang mengerahkan bala tentara berkuda dan diperkuat dengan tentara yang berjalan kaki. Mereka menyerang musuhnya dengan iringan suara yang gegap gempita guna mengejutkan musuh-musuhnya agar segera tunduk dan takluk di bawah kekuasaannya.\nSehubungan dengan penafsiran ayat ini, Imam Mujahid menjelaskan bahwa setiap tentara berkuda yang digunakan menyerang musuh dengan melanggar hukum-hukum Allah, adalah bala tentara yang tergoda Iblis. Dan bala tentara yang berjalan kaki yang berperang dengan melanggar ketentuan Allah termasuk bala tentara Iblis.\nMufasir lain menjelaskan bahwa setan tidak lagi mempunyai bala tentara berkuda dan bala tentara yang berjalan kaki. Maksud perumpamaan itu ialah sebagai gambaran pengikut-pengikut Iblis dan pendukung-pendukungnya, tanpa mempedulikan keadaannya, apakah yang bertindak sebagai pendukung atau pengikut itu tentara berkuda atau tentara yang berjalan kaki.\nSebagai gambaran yang jelas, Allah mengumpamakan Iblis dan pengikut-pengikutnya dalam menggoda keturunan Adam sebagai orang yang berserikat mengumpulkan harta kekayaan dan anak-anak, yang mendorong mereka terjerumus kepada kemaksiatan dan menuruti hawa nafsu.\nSecara singkat dapat dikatakan bahwa Iblis berusaha dengan sekuat tenaga untuk menggoda keturunan Adam, agar mereka terjerumus ke dalam larangan Allah. Iblis menggoda hati mereka agar tertarik pada agama yang tidak diridai Allah, menggodanya supaya berzina, atau senang membunuh dan menguburkan anaknya hidup-hidup.\nAllah juga membiarkan Iblis memberikan janji-janji kepada keturunan Adam dengan janji yang dapat memperdayakan mereka sehingga terlena dari perintah-Nya dan melanggar larangan-Nya. Akan tetapi, janji-janji setan hanya tipuan belaka, tidak ada satu pun godaan yang bisa mencegah hukum-an Allah yang akan ditimpakan kepada mereka. Janji-janji setan itu hanya tipuan yang memukau sehingga mereka tidak mampu lagi membedakan mana yang benar dan mana yang batil.\nAllah swt berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. (Ibrahim/14: 22)",
    "quraish": "Ajaklah--jika kamu sanggup--siapa saja di antara mereka untuk berbuat maksiat kepada Allah. Kerahkanlah semua kekuatanmu untuk menyesatkan mereka. Berserikatlah dengan mereka dalam mencari harta yang haram, lalu belanjakanlah harta itu untuk hal-hal yang haram pula. Perintahkan anak-anak mereka berbuat kufur dan jahat. Berilah mereka janji-janji kosong seperti syafâ'ah (pertolongan) tuhan- tuhan mereka, atau karâmah (kemuliaan) di sisi Allah dengan nasab-nasab mereka. Dan tidak ada yang dijanjikan setan kepada para pengikutnya, melainkan tipuan belaka.",
    "jalalayn": "(Dan godalah) bujuklah (siapa yang kamu sanggupi di antara mereka dengan rayuanmu) dengan ajakanmu melalui nyanyian dan tiupan serulingmu serta semua seruanmu yang menjurus kepada perbuatan maksiat (dan kerahkanlah) mintalah bantuan (terhadap mereka dengan pasukan berkuda dan pasukanmu yang berjalan kaki) mereka adalah pasukan yang berkendaraan dan berjalan kaki dalam keadaan maksiat (dan berserikatlah dengan mereka pada harta benda) yang diharamkan; seperti hasil dari riba dan rampasan atau rampokan (dan anak-anak) dari perbuatan zina (dan beri janjilah mereka) bahwasanya hari berbangkit dan hari pembalasan itu tidak ada. (Dan tidak ada yang dijanjikan oleh setan kepada mereka) tentang hal-hal tersebut (melainkan tipuan belaka) kebatilan belaka."
  },
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 65,
    "arab": "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌۗ وَكَفٰى بِرَبِّكَ وَكِيْلًا",
    "translation": "“Sesungguhnya (terhadap) hamba-hamba-Ku, engkau (Iblis) tidaklah dapat berkuasa atas mereka. Dan cukuplah Tuhanmu sebagai penjaga.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2094.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan keterbatasan godaan Iblis terhadap keturunan Adam dengan menegaskan bahwa sebenarnya hamba-hamba Allah yang selalu menaati perintah-Nya dan menjauhi larangan-Nya, tidak akan terpengaruh oleh godaannya. Iblis tidak mempunyai kekuasaan untuk memaksa agar mereka tunduk di bawah tipu dayanya. Kemampuan Iblis hanyalah menggoda saja. Orang-orang yang dapat dipengaruhi ialah mereka yang tidak mempunyai iman yang kuat. Oleh karena itu, Allah swt menegaskan pada akhir ayat ini bahwa bagi mereka yang mempunyai iman yang kuat itu cukup berserah diri kepada Allah, dan meminta perlindungan kepada-Nya agar terlepas dari godaan dan tipu daya setan.\nDalam ayat ini, terdapat isyarat yang menunjukkan bahwa manusia pada dasarnya tidak mempunyai kekebalan terhadap godaan setan dan tidak mempunyai kontrol pribadi yang menyelamatkan dirinya dari kesesatan. Kekebalan dan kontrol pribadi itu hanyalah perlindungan dan limpahan rahmat Allah swt.",
    "quraish": "Sedangkan hamba-hamba-Ku yang ikhlas, kamu tidak akan dapat menyesatkan mereka karena mereka selalu bertawakal kepada Tuhannya. Dan cukuplah Allah menjadi tempat mereka meminta pertolongan agar selamat dari godaanmu.\"",
    "jalalayn": "(Sesungguhnya hamba-hamba-Ku) yang beriman (kamu tidak dapat berkuasa atas mereka) dengan kekuasaan dan kekuatanmu itu. (Dan cukuplah Rabbmu sebagai penjaga.\") yang memelihara mereka yang beriman dari godaan dan rayuanmu."
  },
  {
    "page": 288,
    "name": "Al-Isra'",
    "ayat": 66,
    "arab": "رَبُّكُمُ الَّذِيْ يُزْجِيْ لَكُمُ الْفُلْكَ فِى الْبَحْرِ لِتَبْتَغُوْا مِنْ فَضْلِهٖۗ اِنَّهٗ كَانَ بِكُمْ رَحِيْمًا",
    "translation": "Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari karunia-Nya. Sungguh, Dia Maha Penyayang terhadapmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2095.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menggerakkan kapal-kapal di lautan untuk para hamba-Nya, agar mereka dapat memanfaatkan kapal-kapal itu sebagai alat pengangkut kebutuhan hidup dari suatu negeri ke negeri lain. Dengan pengangkutan itulah kemakmuran yang terdapat di suatu negeri dapat beralih ke negeri yang lain. \nDi akhir ayat, ditegaskan bahwa Allah benar-benar Maha Penyayang terhadap seluruh hamba-Nya, karena ke mana saja manusia mengarahkan pandangannya, tentu akan menyaksikan berbagi nikmat Allah yang tak terhingga, yang menjadi tanda kebesaran kekuasaan-Nya.",
    "quraish": "Tuhanlah yang menjadikan kapal-kapal di lautan dapat berlayar untuk kepentingan kalian, agar kalian mencari sebagian karunia-Nya berupa keuntungan berdagang dan sebagainya. Sesungguhnya Dia Maha Pemberi rahmat kepada kalian.",
    "jalalayn": "(Rabb kalian adalah yang menjalankan) melayarkan (kapal-kapal bagi kalian) yakni perahu-perahu (di lautan agar kalian mencari) berupaya mencari (sebagian dari karunia-Nya) dari karunia Allah swt. melalui berniaga. (Sesungguhnya Dia adalah Maha Penyayang terhadap kalian) karenanya Dia menundukkan bahtera-bahtera itu buat kalian."
  }
]