[
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 97,
    "arab": "وَمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَاۤءَ مِنْ دُوْنِهٖۗ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا",
    "translation": "Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2126.mp3",
    "tafsir": "Allah swt menerangkan dalam ayat ini bahwa Dialah yang menguasai dan menentukan segala sesuatu. Dia yang memberi petunjuk dan taufik kepada siapa yang dikehendaki-Nya. Orang yang tidak menerima petunjuk dan taufik-Nya, adalah orang yang sesat dan tidak akan memperoleh penolong selain Allah.\nOrang-orang sesat itu akan dikumpulkan Allah pada hari kiamat di suatu tempat untuk dihisab. Mereka dibangkitkan dari kubur dalam keadaan buta, bisu, dan tuli, sebagaimana mereka dahulu di dunia tidak melihat dan mendengarkan kebenaran yang disampaikan.\nNabi saw bersabda:\nSeorang bertanya kepada Rasulullah saw, \"Ya Rasulullah bagaimana manusia berjalan dengan wajah mereka?\" Rasulullah menjawab, \"Dia yang menjalankan mereka dengan kaki mereka, tentu berkuasa pula menjalankan mereka dengan wajah mereka\". (Riwayat al-Bukhari dan Muslim dari Anas bin Malik)\n\nAbu Dawud dan at-Tirmidzi meriwayatkan hadis dari Abu Hurairah:\nBahwa manusia itu ada tiga macam pada hari berkumpul di padang Mahsyar, ada yang berjalan, ada yang berkendaraan dan ada pula yang berjalan dengan wajah mereka.\n\nSetelah selesai dihisab, mereka dimasukkan ke dalam neraka Jahanam dan dibakar dengan api yang menyala-nyala karena setiap akan padam, nyala api itu ditambah lagi. Setiap kali kulit dan tubuh menjadi hangus, dan daging-daging mereka menjadi musnah, Allah menggantinya kembali dengan kulit, daging, dan tubuh yang baru, sehingga mereka kembali merasakan azab yang tidak putus-putusnya.",
    "quraish": "Katakan kepada mereka, \"Barangsiapa diberi petunjuk karena budi pekertinya yang terpuji, maka ia telah benar-benar berpetunjuk. Dan, barangsiapa disesatkan karena budi pekertinya tidak terpuji, maka ia tidak akan mendapat penolong yang dapat memberi petunjuk di dunia. Kami akan mengumpulkan mereka di akhirat nanti dengan muka terseret. Mereka tidak dapat melihat, berbicara dan mendengar. Tempat mereka adalah neraka jahanam. Setiap kali api itu akan padam, Allah menambah lagi nyalanya.\"",
    "jalalayn": "(Dan barang siapa yang ditunjuki Allah, dialah yang mendapat petunjuk dan barang siapa yang Dia sesatkan maka sekali-kali kamu tidak akan mendapat penolong-penolong bagi mereka) yang dapat memberikan petunjuk kepada mereka (selain dari Dia. Dan Kami akan mengumpulkan mereka pada hari kiamat) seraya diseret (atas muka-muka mereka dalam keadaan buta, bisu dan pekak. Tempat kediaman mereka adalah neraka Jahanam. Tiap-tiap kali nyala api Jahanam itu akan padam) mulai redup nyalanya (Kami tambahkan bagi mereka nyalanya) kobaran dan nyala api itu semakin ditambahkan."
  },
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 98,
    "arab": "ذٰلِكَ جَزَاۤؤُهُمْ بِاَنَّهُمْ كَفَرُوْا بِاٰيٰتِنَا وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
    "translation": "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2127.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang kafir itu diazab karena mengingkari ayat-ayat Allah dan hari kebangkitan dengan mengatakan, \"Apakah mungkin kita dibangkitkan kembali, setelah kita mati, tubuh kita sudah hancur dan lumat bersama tanah, kemudian tulang-belulang kita berserakan menjadi bahagian yang terpisah-pisah. Apakah bagian-bagian tubuh itu dapat dikumpulkan dan dihidupkan kembali, sehingga kita menjadi makhluk hidup yang baru?\"",
    "quraish": "Itulah balasan akibat kekufuran mereka terhadap bukti kebenaran yang telah Kami kemukakan. Selain itu, juga akibat kekufuran mereka dengan mengatakan, \"Apakah kami akan dibangkitkan sebagai makhluk baru setelah kami menjadi tulang belulang dan benda-benda yang hancur?\"",
    "jalalayn": "(Itulah balasan bagi mereka karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan karena mereka berkata) seraya ingkar terhadap adanya hari berbangkit (\"Apakah bila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah benar-benar akan dibangkitkan kembali sebagai makhluk baru?\")"
  },
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 99,
    "arab": "۞ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلًا لَّا رَيْبَ فِيْهِۗ فَاَبَى الظّٰلِمُوْنَ اِلَّا كُفُوْرًا",
    "translation": "Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2128.mp3",
    "tafsir": "Allah swt membantah pendapat orang-orang yang tidak mem-percayai adanya hari kebangkitan dengan mengatakan bahwa apakah mereka tidak melihat dan memperhatikan bagaimana Allah telah menciptakan mereka dari tidak ada menjadi ada, begitu juga langit dan semua isinya, dan bumi dengan segala benda dan makhluk yang ada di dalamnya, termasuk manusia sendiri. Apakah mereka tidak memperhatikan segala kejadian yang ada di langit dan di bumi? Semuanya diciptakan dari tiada menjadi ada. Jika Allah swt sanggup menciptakan semuanya untuk kali yang pertama, tentu sanggup pula menciptakannya untuk kali yang kedua karena merancang ulang biasanya lebih mudah dibandingkan dengan menciptakan pertama kali. Allah telah menciptakan bagi manusia jangka waktu yang tidak ada keraguan padanya, menetapkan masa hidup mereka di dunia dan dalam kubur, dan masa mereka dibangkitkan kembali. Hanya Allah sajalah Yang Maha Mengetahui penentuan masa-masa itu.\nMeskipun bukti-bukti tentang hari kebangkitan, kebesaran, dan kekuasaan Allah telah dikemukakan dan dijelaskan kepada orang-orang kafir yang zalim itu, mereka tetap ingkar dan tidak percaya kepada bukti-bukti tersebut.",
    "quraish": "Apakah mereka lalai dan tidak tahu bahwa Tuhan yang menciptakan langit dan bumi dengan segala keagungannya adalah Mahakuasa untuk menciptakan yang serupa dengan mereka, baik berupa jin maupun manusia. Zat Yang Mahakuasa dan mampu berbuat demikian, tentu mampu pula mengembalikan mereka seperti semula! Bahkan hal itu lebih mudah bagi-Nya. Allah telah menetapkan waktu tertentu yang pasti akan terjadi, yaitu hari kiamat, untuk membangkitkan mereka kembali setelah mati. Namun orang-orang yang zalim terhadap dirinya sendiri dengan kekufuran hanya menghendaki kekufuran setelah adanya bukti ini.",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan) apakah mereka tidak mengetahui (bahwasanya Allah yang menciptakan langit dan bumi) padahal keduanya sangat besar sekali (adalah kuasa pula menciptakan yang serupa dengan mereka) serupa dengan manusia dalam hal kekecilannya (dan telah menetapkan waktu yang tertentu bagi mereka) untuk mati dan dibangkitkan (yang tidak ada keraguan padanya? Maka orang-orang yang zalim itu tidak menghendaki kecuali kekafiran) yaitu keingkaran terhadap-Nya."
  },
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 100,
    "arab": "قُلْ لَّوْ اَنْتُمْ تَمْلِكُوْنَ خَزَاۤىِٕنَ رَحْمَةِ رَبِّيْٓ اِذًا لَّاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِۗ وَكَانَ الْاِنْسَانُ قَتُوْرًا ࣖ",
    "translation": "Katakanlah (Muhammad), “Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.” Dan manusia itu memang sangat kikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2129.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan sebab-sebab mengapa Dia tidak memperkenankan permintaan orang-orang zalim itu, yaitu walaupun diperkenankan, mereka tetap tidak akan beriman, berlaku kikir, dan tidak mau memberikan sebagian kecil hartanya kepada orang lain yang memerlukannya. Mereka takut kenikmatan-kenikmatan yang telah diperoleh akan lenyap dari mereka. Padahal nikmat Allah tidak akan pernah habis seberapa pun manusia mengambilnya. Allah juga telah menjanjikan orang-orang yang menginfakkan harta mereka dengan imbalan yang berlipat ganda dari apa yang mereka infakkan.\nSifat kikir adalah watak dan tabiat manusia dengan kadar yang berbeda. Watak dan tabiat yang tidak baik itulah yang menyebabkan manusia mendurhakai perintah Allah dan enggan memperhatikan larangan-larangan-Nya. Firman Allah:\n\n\nDan kamu mencintai harta dengan kecintaan yang berlebihan. (al-Fajr/89: 20)\n\n\nDan sesungguhnya cintanya kepada harta benar-benar berlebihan. (al-'adiyat/100: 8)",
    "quraish": "Katakan kepada orang-orang musyrik, \"Jika kalian mempunyai kekayaan rezeki Tuhanku, kalian pasti akan bersifat kikir karena takut miskin, sebab tamak dan kikir merupakan tabiat manusia. Allah Mahakaya dan Maha Memberi, yang memberikan apa saja dan kepada siapa saja yang dikehendaki-Nya, dan menurunkan mukjizat sesuai dengan kehendak-Nya, bukan yang dikehendaki oleh manusia. Dalam pada itu, Dia Mahabijaksana lagi Maha Mengetahui.",
    "jalalayn": "(Katakanlah) kepada mereka (\"Seandainya kalian menguasai perbendaharaan-perbendaharaan rahmat Rabbku) berupa perbendaharaan rezeki dan hujan (niscaya kalian tahan perbendaharaan itu) maksudnya niscaya kalian akan bersikap kikir (karena takut membelanjakannya.\") karena takut harta menjadi habis dibelanjakan oleh karenanya kalian bersikap kikir. (Dan adalah manusia itu sangat kikir) maksudnya sangat bakhil."
  },
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 101,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ",
    "translation": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir‘aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2130.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt telah memberikan sembilan macam mukjizat kepada Musa a.s. sebagai bukti kerasulannya, ketika diutus kepada Fir'aun dan kaumnya. Namun demikian, Fir'aun dan kaumnya tetap menolak seruan Nabi Musa untuk beriman pada Allah Sang Pencipta. Dalam ayat yang lain diterangkan bagaimana Fir'aun dan kaumnya mengingkari seruan Musa.\nAllah swt berfirman:\n\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)-nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)\n\nPara mufasir berbeda pendapat tentang maksud dari sembilan ayat tersebut di atas. Menurut Ibnu Abbas, sebagaimana diriwayatkan oleh 'Abd Razzaq, Sa'id bin Manshur, Ibnu Jarir ath-thabari, dan Ibnu Mundzir, bahwa sembilan ayat tersebut adalah tongkat, tangan, topan, belalang, kutu, katak, darah, musim kemarau, dan kekurangan buah-buahan. Pendapat ini disetujui oleh jumhur ulama.\nMufasir yang lain, seperti ar-Razi, berpendapat bahwa yang dimaksud dengan sembilan ayat tersebut di atas adalah berbagai larangan. Ia mendasar-kan pendapatnya dengan hadis Nabi saw yang diriwayatkan oleh Ahmad, at-Tirmidzi, al-Baihaqi, Ath-thabrani, an-Nasa'i, dan Ibnu Majah dari shafwan bin Asal al-Muradi, ketika beliau ditanya oleh orang Yahudi, bahwa yang dimaksud dengan sembilan ayat di sini ialah sembilan macam larangan, yaitu: jangan mempersekutukan Allah, jangan membunuh jiwa kecuali dengan hak, jangan berzina, jangan mencuri, jangan menyihir, jangan makan riba, jangan memfitnah orang yang tidak bersalah kepada penguasa, jangan menuduh wanita yang baik berzina, dan melanggar aturan pada hari Sabat. Ibnu Syihab Al-Khafaji mengatakan, \"Inilah tafsir yang diikuti dalam menafsirkan ayat ini.\"\nAllah memerintahkan Nabi Muhammad saw agar menanyakan tentang kisah Musa kepada orang-orang Yahudi yang hidup di masanya, seperti Abdullah bin Salam dan lain-lain, niscaya mereka akan membenarkannya. Pengakuan mereka terhadap kebenaran risalah Nabi Musa akan menambah iman dan keyakinannya. Hal itu juga bertujuan agar Nabi saw yakin bahwa kisah itu juga terdapat dalam kitab mereka.\nTanyakanlah kepada orang-orang Yahudi, tentu mereka akan menerangkan bahwa Musa a.s. telah datang kepada Fir'aun membawa agama tauhid dan mengemukakan berbagai mukjizatnya. Akan tetapi, Fir'aun mengingkarinya, bahkan mengatakan bahwa Musa adalah orang yang rusak akalnya, sehingga mengaku-ngaku sebagai seorang rasul Allah.",
    "quraish": "Seandainya kepada mereka didatangkan ayat-ayat yang telah mereka minta, mereka pasti akan berpaling dan tidak akan mempercayainya. Kami telah memberi Mûsâ sembilan mukjizat yang nyata(1). Meskipun demikian, mereka mengingkarinya. Dan Fir'aun berkata kepada Mûsâ, \"Kukira kau adalah orang yang terkena sihir, Mûsâ.\" (1) Sembilan mukjizat itu adalah tongkat, tangan putih, angin topan, belalang dan katak serta darah, kekeringan dan kekurangan buah-buahan, terbelahnya laut, air yang memancar dari batu, terangkatnya gunung, dan berbicara langsung dengan Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Musa sembilan buah mukjizat yang nyata) yaitu tangan, tongkat, topan, belalang, kutu, kodok, darah atau kutukan paceklik dan kekurangan buah-buahan (maka tanyakanlah) hai Muhammad (kepada Bani Israel) perihalnya dengan pertanyaan yang menetapkan kebenaranmu terhadap kaum musyrikin; atau artinya Kami berfirman kepada Muhammad, \"Tanyakanlah.\" Menurut qiraat yang lain diungkapkan dalam bentuk fi`il madhi (tatkala Musa datang kepada mereka lalu Firaun berkata kepadanya, \"Sesungguhnya aku sangka kamu hai Musa seorang yang kena sihir.\") orang yang tidak sadar dan akal warasmu sudah hilang."
  },
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 102,
    "arab": "قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ",
    "translation": "Dia (Musa) menjawab, ”Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir‘aun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2131.mp3",
    "tafsir": "Musa mengatakan kepada Fir'aun bahwa sesungguhnya Fir'aun telah mengetahui bahwa yang menurunkan ayat-ayat ini adalah Tuhan yang memiliki langit dan bumi. Hal itu dijelaskan Nabi Musa sebagai bukti dan keterangan bahwa yang diserukannya itu adalah suatu kebenaran. Hanya orang yang bersih hatinya yang dapat menerima seruan tersebut. Lebih lanjut Nabi Musa mengatakan kepada Fir'aun bahwa hatinya yang kotor dan tidak mempunyai kesediaan untuk menerima seruan itu. Kebenaran apapun yang dikemukakan kepadanya tetap tidak akan membuatnya menerima seruan tersebut.",
    "quraish": "Mûsâ berkata, \"Wahai Fir'aun, kamu sendiri telah mengetahui bahwa yang menurunkan bukti-bukti itu adalah Tuhan pemelihara langit dan bumi, karena hanya Dia yang mampu melakukannya. Bukti-bukti itu amat jelas dan dapat memperlihatkan kebenaranku kepadamu, tetapi kamu malah menjadi sombong dan ingkar. Kurasa kamu adalah orang yang akan binasa, wahai Fir'aun, jika kamu tidak kembali dari kemungkaranmu.\"",
    "jalalayn": "(Musa menjawab, \"Sesungguhnya kamu telah mengetahui, tiada yang menurunkannya) mukjizat-mukjizat itu (melainkan Rabb yang memelihara langit dan bumi sebagai bukti-bukti yang nyata) pelajaran-pelajaran, tetapi ternyata kamu masih tetap ingkar. Menurut qiraat lain lafal `alimta dibaca `alimtu (dan sesungguhnya aku mengira kamu, hai Firaun, seorang yang binasa.\") hancur atau dipalingkan dari kebaikan."
  },
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 103,
    "arab": "فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ",
    "translation": "Kemudian dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta orang yang bersama dia seluruhnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2132.mp3",
    "tafsir": "Setelah Fir'aun melihat kegigihan Musa dalam menyampaikan risalahnya, dan hal itu akan membahayakan diri dan kekuasaannya, maka Fir'aun berencana untuk mengeluarkan Musa dan pengikut-pengikutnya dari bumi Mesir, baik dengan cara mengusir atau melenyapkan mereka. Akan tetapi, Allah swt lebih dahulu menenggelamkan Fir'aun beserta pengikut-pengikutnya ke dalam laut Qulzum.",
    "quraish": "Fir'aun bertambah tiran dan hendak mengusir Mûsâ dan Banû Isrâ'îl dari bumi Mesir. Maka ia dan seluruh tentaranya pun Kami tenggelamkan.",
    "jalalayn": "(Maka terbetiklah maksud) dalam diri Firaun (untuk mengusir mereka) maksudnya mengusir Nabi Musa dan kaumnya (dari tanah itu) yaitu negeri Mesir (maka Kami tenggelamkan dia serta orang-orang yang bersama dia seluruhnya.)"
  },
  {
    "page": 292,
    "name": "Al-Isra'",
    "ayat": 104,
    "arab": "وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ",
    "translation": "Dan setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2133.mp3",
    "tafsir": "Kemudian Allah swt menyelamatkan Musa dan Bani Israil serta memerintahkan mereka agar mendiami negeri yang telah dijanjikan kepada mereka sampai waktu yang ditentukan. Jika telah sampai waktunya, mereka akan diwafatkan kemudian dibangkitkan kembali pada hari kiamat, untuk menetapkan keputusan yang paling adil di antara mereka. Ketika itu, mereka beserta musuh-musuhnya bercampur baur dan menyatu untuk menerima balasan dari Allah. Perbuatan baik akan dibalas dengan pahala yang berlipat ganda, sedangkan perbuatan mungkar akan dibalas dengan siksa neraka.",
    "quraish": "Sedangkan Mûsâ dan pengikutnya Kami selamatkan. Setelah Kami menenggelamkan Fir'aun, Kami katakan kepada Banû Isrâ'îl, \"Tinggallah di tanah suci, di negeri Syâm. Apabila kehidupan akhirat telah tiba, Kami akan mendatangkan kalian dari dalam kubur secara bercampur baur, kemudian mengadili kalian secara adil.\"",
    "jalalayn": "(Dan Kami berfirman sesudah itu kepada Bani Israel, \"Diamlah di negeri ini, maka apabila tiba masa berbangkit) hari kiamat (niscaya Kami datangkan kalian dalam keadaan bercampur-baur\") dengan semua manusia, yaitu kalian dan mereka."
  }
]