[
  {
    "page": 296,
    "name": "Al-Kahf",
    "ayat": 21,
    "arab": "وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا",
    "translation": "Dan demikian (pula) Kami perlihatkan (manusia) dengan mereka, agar mereka tahu, bahwa janji Allah benar, dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. Ketika mereka berselisih tentang urusan mereka, maka mereka berkata, “Dirikanlah sebuah bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka.” Orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah rumah ibadah di atasnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2161.mp3",
    "tafsir": "Dalam ayat ini, dijelaskan keadaan mereka selanjutnya. Setelah Tamlikha pergi ke kota untuk berbelanja dengan membawa uang perak dari kawan-kawannya, ia melihat suasana kota Ephesus yang jauh berbeda dari apa yang diperkirakan. Saat datang ke kota itu, dia menemukan rakyatnya sudah beriman kepada Tuhan Yang Maha Esa. Namun demikian, di antara rakyatnya ada beriman penuh kepada kejadian hari kiamat, dan ada yang masih ragu. Ada yang mengatakan kiamat itu dengan roh saja, ada pula yang mengatakan kiamat itu dengan roh dan jasad.\nSebagaimana Allah membangkitkan Ashhabul Kahf itu dari tidurnya, supaya saling bertanya satu sama lain tentang diri mereka, sehingga keimanan mereka bertambah sempurna, demikian pulalah Tuhan mempertemukan penduduk kota itu dengan Ashhabul Kahf, ketika mereka berselisih tentang masalah hari kiamat. Dengan peristiwa Ashhabul Kahf, perselisihan mereka akan lenyap dan keimanan mereka kepada kekuasaan Tuhan akan menjadi sempurna. Mereka yakin bahwa hari kiamat itu benar-benar akan terjadi dan manusia akan dibangkitkan dari kubur dengan tubuh dan rohnya, seperti kebangkitan Ashhabul Kahf itu.\nMenurut riwayat Israiliyat, pangkal pertemuan mereka dengan Tamlikha terjadi ketika dia mengeluarkan uang peraknya untuk membayar harga makanan yang dibelinya. Pada uang perak itu terdapat gambar raja Decyanus. Penjual bahan makanan itu menjadi heran dan kaget. Ia lalu membawa mata uang logam tersebut kepada pejabat di kota itu, Tamlikha ditanya dan diperiksa. Akhir dari pemeriksaan itu adalah pengakuan tamlikha mengenai siapa dirinya dan menunjukkan gua tempat mereka bersembunyi. Peristiwa ini menimbulkan kegemparan dalam masyarakat. Rakyat dan raja menyaksikan kejadian luar biasa yang membawa mereka kepada keyakinan akan terjadinya hari kebangkitan. Golongan yang sebelumnya ragu terhadap hari kiamat, dengan kesaksian mereka terhadap peristiwa ini, berubah menjadi beriman dengan iman yang sempurna bahwa Allah swt kuasa menghidupkan orang yang sudah mati, dan mengembalikan jasad mereka sebagaimana bentuk semula ketika roh itu meninggalkan jasad. Maka dalam ayat ini, Allah swt menyatakan bahwa dipertemukannya Ashhabul Kahf dengan penduduk kota Ephesus itu supaya mereka mengetahui dengan yakin bahwa janji Allah itu benar dan kedatangan hari kiamat (hari kebangkitan) tidak diragukan lagi.\nSetelah pertemuan antara raja dan pemuka masyarakat dengan Ashhabul Kahf itu berakhir, maka Ashhabul Kahf kembali ke tempat pembaringanya. Pada waktu itulah, Allah swt mencabut roh mereka untuk diangkat ke sisi-Nya. Kemudian raja dan para pemuka masyarakat itu mengadakan musyawarah. Sebagian dari mereka berkata kepada yang lain, \"Dirikanlah sebuah bangunan besar sebagai peringatan di dekat mulut gua itu.\" Orang yang berkuasa di antara mereka berkata, \"Kami benar-benar akan mem-bangun sebuah tempat ibadah di dekat mulut gua mereka.\" Kedua pihak ingin memuliakan Ashhabul Kahf itu, tetapi mereka berbeda pendapat tentang caranya. Satu pihak menghendaki mendirikan sebuah bangunan besar, sedang pihak yang lainnya ingin mendirikan sebuah masjid untuk tempat beribadah bagi mereka. Tentang apakah penduduk Ephesus mendirikan sebuah bangunan untuk peringatan atau mereka mendirikan sebuah masjid untuk tempat beribadah di atas gua itu hanya Allah yang mengetahuinya.\nMembangun masjid dekat kuburan tidak dilarang oleh agama. Tetapi agama sangat melarang menjadikan kuburan sebagai tempat ibadah, sebagaimana sabda Rasulullah saw:\nAllah mengutuk orang Yahudi dan Nasrani yang menjadikan kuburan Nabi mereka menjadi tempat ibadah\". (Riwayat al-Bukhari dari 'aisyah dan 'Abdullah bin 'Abbas)\n\nIslam sangat melarang umatnya menjadikan kuburan sebagai tempat beribadah untuk memuliakan orang-orang yang dikubur itu. Bahkan sebagian ulama, seperti Ibnu Hajar dalam kitabnya az-Zawajir memandang perbuatan itu sebagai dosa besar, berdasarkan hadis-hadis yang disebutkan. Dalam sejarah terbukti kuburan para nabi atau wali yang dibangun dalam tempat ibadah cenderung membawa orang kepada penghormatan yang berlebih-lebihan terhadap kuburan itu. Hal ini membuka peluang terjadinya perbuatan syirik.",
    "quraish": "Kami yang telah menidurkan dan membangunkan mereka kembali, dan Kami pula yang telah memberitahukan ihwal mereka kepada penduduk negeri itu, agar mengetahui kebenaran janji Allah untuk membangkitkan seluruh manusia di hari kiamat yang pasti akan datang. Akhirnya penduduk negeri itu beriman kepada Allah dan hari akhir. Setelah Allah mematikan pemuda-pemuda itu, penduduk negeri itu saling berselisih pendapat tentang mereka. Sebagian mengatakan, \"Dirikanlah sebuah bangunan di depan pintu gua itu, lalu kita serahkan urusan mereka kepada Allah Yang Mahatahu.\" Orang-orang yang berpengaruh mengajukan usul dengan mengatakan, \"Kita akan membangun sebuah masjid di tempat itu.\"",
    "jalalayn": "(Dan demikianlah) sebagaimana Kami bangunkan mereka (Kami memperlihatkan) (kepada mereka) yakni kaum Ashhabul Kahfi dan kaum Mukminin pada umumnya (agar mereka mengetahui) artinya khusus bagi kaum Ashhabul Kahfi (bahwa janji Allah itu) yaitu adanya hari berbangkit (benar) dengan kesimpulan, bahwa Allah Yang Maha Kuasa mematikan mereka dalam masa yang sangat lama, kemudian mereka tetap utuh sekalipun tanpa makan dan minum, maka Dia Maha Kuasa pula untuk menghidupkan orang-orang yang sudah mati (dan bahwa kedatangan hari kiamat tidak ada keraguan) (padanya. Ketika) lafal Idz ini menjadi Ma'mul daripada lafal A'tsarnaa (orang-orang itu berselisih) orang-orang Mukmin dan orang-orang kafir (tentang urusan mereka) maksudnya mengenai perkara para pemuda itu dalam hal bangunan yang akan didirikan di sekitar tempat Ashhabul Kahfi itu (orang-orang itu berkata) yakni orang-orang kafir (Dirikanlah di atas gua mereka) di sekitar tempat mereka (sebuah bangunan) untuk menutupi mereka (Rabb mereka lebih mengetahui tentang mereka\". Orang-orang yang berkuasa atas urusan mereka berkata,) yang dimaksud adalah yang menguasai perkara para pemuda tersebut, yaitu orang-orang yang beriman, (\"Sesungguhnya kami akan mendirikan di atasnya) yakni di sekitarnya (sebuah rumah peribadatan.\") tempat orang-orang melakukan salat; akhirnya dibuatlah sebuah rumah peribadatan di pintu gua tersebut."
  },
  {
    "page": 296,
    "name": "Al-Kahf",
    "ayat": 22,
    "arab": "سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ",
    "translation": "Nanti (ada orang yang akan) mengatakan, ”(Jumlah mereka) tiga (orang), yang ke empat adalah anjingnya,” dan (yang lain) mengatakan, “(Jumlah mereka) lima (orang), yang ke enam adalah anjingnya,” sebagai terkaan terhadap yang gaib; dan (yang lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang), yang ke delapan adalah anjingnya.” Katakanlah (Muhammad), “Tuhanku lebih mengetahui jumlah mereka; tidak ada yang mengetahui (bilangan) mereka kecuali sedikit.” Karena itu janganlah engkau (Muhammad) berbantah tentang hal mereka, kecuali perbantahan lahir saja dan jangan engkau menanyakan tentang mereka (pemuda-pemuda itu) kepada siapa pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2162.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan perselisihan pendapat yang terjadi pada masa Rasulullah saw mengenai kisah ini. Orang Nasrani dari aliran Malkaniyah berkata, \"Mereka itu berjumlah tiga orang, yang keempat adalah anjingnya.\" Orang Nasrani dari aliran Ya'qubiyah berpendapat, \"Mereka itu berjumlah lima orang dan yang keenam adalah anjingnya.\" Sedangkan golongan Nasthuriyah mengatakan, \"Mereka itu tujuh orang dan yang kedelapan adalah anjingnya.\" Dalam hal ini Allah berfirman bahwa mereka mengatakan tiga atau lima orang itu hanyalah perkiraan semata, dan tidak disertai dengan pengetahuan, seperti melemparkan batu di malam hari ke suatu sasaran yang tidak tampak oleh mata. Tetapi Allah tidak menyatakan terhadap orang yang mengatakan tujuh orang sebagai perkiraan yang tidak menentu. Oleh karena itu, menurut Ibnu 'Abbas, pendapat yang mengatakan bahwa jumlah mereka itu tujuh orang dan yang kedelapan adalah anjingnya inilah yang benar. Sebab Allah swt menyatakan kedua pendapat sebelumnya sebagai perkiraan yang tidak menentu, namun tidak mengatakan hal yang sama untuk pendapat yang ketiga. Hal ini menunjuk-kan bahwa perkataan yang ketiga itulah yang benar dan menunjukkan pula bahwa ucapan itu berdasarkan pengetahuan, keyakinan, dan kemantapan batin.\nMengenai nama-nama mereka yang tujuh itu, yang bermacam-macam pengucapannya, menurut al-hafidh Ibnu hajar dalam Kitab Tarikh karya Bukhari, tidak ada yang dapat dijadikan rujukan, karena bukan nama Arab. Dalam Tafsir Ibnu Katsir disebutkan nama-nama mereka sebagai berikut: Maksalmina (yang tertua), Tamlikha (yang kedua), Marthunus, Birunus, Dominus, Yathbunus, Falyastathyunus, dan nama anjingnya Hamran atau Qitmir. Nama-nama ini diambil dari Ahli Kitab, sehingga kebenarannya masih diragukan. Hanya Allah yang lebih mengetahui.\nKemudian Allah swt memerintahkan Rasul-Nya untuk mengemukakan kepada mereka yang berselisih tentang berapa jumlah pemuda penghuni gua itu bahwa Allah swt lebih mengetahui jumlah mereka. Tidak perlu mem-bicarakan hal seperti itu tanpa pengetahuan, lebih baik menyerahkannya kepada Allah. Seandainya Allah memberitahu Rasul-Nya tentang hal itu, tentu beliau akan menyampaikannya kepada umatnya jika bermanfaat untuk kehidupan mereka di dunia dan akhirat. Jika hal itu tidak disebutkan, seharusnya tidak perlu membuang-buang tenaga untuk memikirkannya.\nTetapi kemudian, Allah menegaskan \"tidak ada orang yang mengetahui jumlah mereka kecuali sedikit\". Di sini Allah mengisyaratkan adanya segelintir manusia yang diberi Allah ilmu untuk mengetahui keadaan yang sebenarnya tentang penghuni-penghuni gua itu. Siapakah yang sedikit itu? Ibnu 'Abbas, seorang sahabat yang masih muda pada zamannya dan dipandang sebagai tokoh ilmiah di segala bidang, mengatakan bahwa dia termasuk di antara yang sedikit itu. Ahli-ahli sejarah, ahli-ahli ilmu purbakala, mungkin dimasukkan ke dalam golongan yang kecil itu bilamana mereka dengan kegiatan penelitiannya memperoleh fakta-fakta sejarah tentang umat masa lampau. Akan tetapi, yang terpenting untuk umat Islam dari ayat ini bukanlah mencari keterangan tentang jumlah pemuda-pemuda itu, melainkan bagaimana mengambil iktibar dan pelajaran dari peristiwa ini, yang bermanfaat untuk membina iman dan takwa kepada Allah swt.\nSetelah Allah menyebutkan kisah ini, Allah melarang Nabi dua hal: Pertama tidak boleh memperdebatkan tentang Ashhabul Kahf kepada Ahli Kitab. Nabi dilarang berdebat tentang hal itu kecuali dengan cara yang lembut, tanpa menentukan bilangan jumlah Ashhabul Kahf, dan tidak membodoh-bodohkan mereka karena hal itu tidak bermanfaat. Tujuan utama kisah ini adalah mengimani bahwa hari kebangkitan pasti terjadi. \nDi lain surah dengan maksud yang sama Allah berfirman:\n\nDan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim di antara mereka. (al-'Ankabut/29: 46)\n\nLarangan kedua, Allah swt memerintahkan kepada Nabi saw agar tidak meminta keterangan tentang pemuda-pemuda itu kepada orang-orang Nasrani karena mereka juga tidak punya dasar pengetahuan tentang itu. Mereka hanya memperkirakan saja dan tanpa dalil yang kuat.",
    "quraish": "Orang-orang dari kalangan Ahl al-Kitâb yang menelusuri kisah itu akan mengatakan, \"Mereka berjumlah tiga orang, empat dengan anjingnya.\" Yang lain mengatakan, \"Mereka berjumlah lima orang, yang keenam anjingnya.\" Semua itu tidak lebih dari dugaan-dugaaan yang tidak beralasan. Yang lain lagi mengatakan, \"Mereka berjumlah tujuh orang, delapan dengan anjingnya.\" Katakan kepada orang-orang yang berselisih pendapat itu, \"Tuhanku--dengan ilmu-Nya yang berada di atas segalanya--Mahatahu tentang jumlah mereka. Dan hanya orang-orang yang diberitahu oleh Allah saja yang mengetahui berapa jumlah mereka sebenarnya. Maka janganlah kamu mendebat mereka mengenai pemuda-pemuda itu kecuali dengan cara yang halus dan jelas, tanpa memaksa mereka untuk menerima argumentasi tertentu, karena mereka tidak akan pernah merasa puas. Dan jangan pernah bertanya kepada salah seorang dari mereka tentang pemuda-pemuda itu, karena telah datang kepadamu kebenaran yang tidak perlu diragukan.\"",
    "jalalayn": "(Nanti mereka akan mengatakan) yaitu orang-orang yang berselisih pendapat di zaman Nabi saw. tentang bilangan para pemuda itu. Atau dengan kata lain sebagian di antara mereka mengatakan bahwa jumlah mereka ada (tiga orang yang keempat adalah anjingnya dan yang lain mengatakan) sebagian yang lain daripada mereka (lima orang dan yang keenam adalah anjingnya) kedua pendapat tersebut dikatakan oleh orang-orang Nasrani dari Najran (sebagai terkaan terhadap barang yang gaib) hanya berlandaskan kepada dugaan belaka tanpa bukti yang nyata; kedua pendapat tersebut hanyalah main terka saja. Lafal Rajman dinashabkan karena menjadi Maf'ul Lah, artinya: sebagai terkaan mereka terhadap barang yang gaib (dan yang lain lagi mengatakan) yakni orang-orang Mukmin (Jumlah mereka, tujuh orang, yang kedelapan adalah anjingnya) Jumlah ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya adalah Sifat daripada lafal Sab'atun, dengan ditambahi huruf Wawu sesudahnya. Menurut pendapat yang lain, berkedudukan menjadi Taukid, atau menunjukkan tentang menempelnya sifat kepada Maushufnya. Dan disifatinya kedua pendapat yang tadi dengan istilah Ar-Rajmi yakni terkaan, berbeda dengan pendapat yang ketiga sekarang ini, hal ini menunjukkan bahwa pendapat yang ketiga ini adalah pendapat yang sahih dan dibenarkan (Katakanlah, \"Rabbku lebih mengetahui jumlah mereka; tidak ada orang yang mengetahui bilangan mereka kecuali sedikit\") Sahabat Ibnu Abbas r.a. mengatakan, \"Saya adalah salah seorang daripada orang-orang yang sedikit itu.\" Selanjutnya ia menuturkan bahwa jumlah mereka ada tujuh orang. (Karena itu janganlah kamu bertengkar) yakni memperdebatkan (tentang hal mereka, kecuali pertengkaran yang lahir saja) daripada sebagian apa yang diturunkan kepadamu (dan jangan kamu menanyakan tentangnya) maksudnya kamu meminta penjelasan tentang Ashkabul Kahfi itu (dari mereka) mempertanyakan kepada sebagian daripada orang-orang ahli kitab, yaitu orang-orang Yahudi (seseorang pun) pada suatu ketika penduduk Mekah menanyakan tentang kisah Ashhabul Kahfi itu. Lalu Nabi saw. menjawab, \"Saya akan menceritakannya kepada kalian besok\", tanpa memakai kata Insya Allah, maka turunlah firman-Nya:"
  },
  {
    "page": 296,
    "name": "Al-Kahf",
    "ayat": 23,
    "arab": "وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ  ",
    "translation": "Dan jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan itu besok pagi,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2163.mp3",
    "tafsir": "Sewaktu kaum musyrikin mengajukan tiga buah pertanyaan kepada Nabi Muhammad saw, atas saran dari pendeta-pendeta Yahudi di Madinah, yaitu tentang Ashhabul Kahf, dzul Qarnain, dan roh, maka beliau mengatakan, \"Besok pagi saya akan menjawab apa yang kalian tanyakan.\" Beliau tidak menyebutkan dalam perkataannya kata-kata insya Allah. Sebelum mengakhiri kisah Ashhabul Kahf, dalam ayat ini, Allah swt mengingatkan Rasul-Nya supaya beliau tidak mengucapkan janji atau suatu pernyataan untuk suatu pekerjaan dengan pasti dengan berkata, \"Besok pagi akan kukerjakan.\" Seharusnya beliau mengetahui bahwa tidak seorangpun yang tahu dengan pasti apa yang akan terjadi besok pagi.\nFirman Allah:\n\nDan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. (Luqman/31: 34)\n\nApa yang beliau janjikan kepada kaum musyrikin itu ternyata lima belas hari kemudian baru dapat beliau penuhi, yakni sesudah wahyu untuk menjawab pertanyaan-pertanyaan itu diturunkan.",
    "quraish": "Jangan sekali-kali kamu berkata mengenai suatu perbuatan yang akan kamu lakukan, \"Aku pasti akan dapat melakukannya kelak.\"",
    "jalalayn": "(Dan jangan sekali-kali kamu mengatakan terhadap sesuatu) tentang sesuatu (Sesungguhnya aku akan mengerjakan itu besok pagi) lafal Ghadan artinya di masa mendatang."
  },
  {
    "page": 296,
    "name": "Al-Kahf",
    "ayat": 24,
    "arab": "اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا",
    "translation": "kecuali (dengan mengatakan), “Insya Allah.” Dan ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepadaku agar aku yang lebih dekat (kebenarannya) daripada ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2164.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa jawaban Nabi terhadap pertanyaan orang-orang musyrik Mekah hendaklah disertai dengan kata-kata \"insya Allah\" yang artinya \"jika Allah mengizinkan\". Sebab ada kemungkinan seseorang akan meninggal dunia sebelum hari besok itu datang dan barangkali ada suatu halangan, sehingga dia tidak dapat mengerjakan apa yang diucapkannya itu. Bilamana dia menyertainya dengan kata insya Allah, tentulah dia tidak dipandang pendusta dalam janjinya.\nSekiranya seseorang terlupa mengucapkan kata-kata insya Allah dalam janjinya, hendaklah dia mengucapkan kalimat itu sewaktu dia teringat kapan saja. Sebagai contoh pernah Rasul saw mengucapkan kata insya Allah setelah dia teringat. Sebagaimana diriwayatkan oleh Abu Dawud bahwa beliau mengucapkan, \"Demi Allah pasti akan memerangi Quraisy,\" kemudian beliau diam lalu berkata, \"Insya Allah ........\"\nAllah swt kemudian menyuruh Rasul-Nya supaya mengharapkan dengan sangat kepada-Nya supaya Allah memberikan petunjuk kepada beliau ke jalan yang lebih dekat kepada kebaikan dan lebih kuat untuk dijadikan alasan bagi kebenaran agama. Allah swt telah memenuhi harapan Nabi saw tersebut dengan menurunkan kisah nabi-nabi beserta umat mereka masing-masing pada segala zaman. Dari kisah nabi-nabi dan umatnya itu, umat Islam memperoleh pelajaran yang sangat berfaedah bagi kehidupan mereka dunia dan akhirat.",
    "quraish": "Kecuali jika kamu mengaitkannya dengan kehendak Allah dengan mengatakan, \"Insya Allah (jika Allah menghendaki hal itu terjadi).\" Apabila kamu melupakan sesuatu, maka tutupilah kekurangan dirimu dengan mengingat Allah. Katakan pula jika kamu berniat untuk melakukan suatu pekerjaan, dan kamu telah mengaitkannya dengan kehendak Tuhan, \"Semoga Tuhan memberikan perkenan kepadaku untuk mendapatkan sesuatu yang lebih baik dan lebih terarah dari apa yang kuinginkan.\"",
    "jalalayn": "(Kecuali dengan menyebut \"Insya Allah\") artinya, mengecualikannya dengan menggantungkan hal tersebut kepada kehendak Allah, seumpamanya kamu mengatakan Insya Allah (Dan ingatlah kepada Rabbmu) yaitu kepada kehendak-Nya seraya menggantungkan diri kepada kehendak-Nya (jika kamu lupa) ini berarti jika ingat kepada kehendak-Nya sesudah lupa, sama dengan ingat kepada kehendak-Nya sewaktu mengatakan hal tersebut. Hasan dan lain-lainnya mengatakan, \"Selagi seseorang masih dalam majelisnya\" (dan katakanlah, \"Mudah-mudahan Rabbku akan memberiku petunjuk kepada yang lebih dekat daripada ini) yaitu berita tentang Ashhabul Kahfi untuk menunjukkan kebenaran kenabianku (kebenarannya\") yakni petunjuk yang lebih benar, dan memang Allah memperkenankan hal tersebut."
  },
  {
    "page": 296,
    "name": "Al-Kahf",
    "ayat": 25,
    "arab": "وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا",
    "translation": "Dan mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2165.mp3",
    "tafsir": "Allah lalu menjelaskan tentang berapa lama Ashhabul Kahf tinggal dalam gua sesudah ditutup pendengaran mereka. Mereka tidur dalam gua itu selama tiga ratus tahun menurut perhitungan ahli kitab berdasarkan tahun matahari (syamsiah) atau tiga ratus tahun lebih sembilan tahun menurut perhitungan orang Arab berdasar bilangan tahun bulan (qamariah).\nPenjelasan Allah tentang berapa lama Ashhabul Kahf tidur di dalam gua merupakan mukjizat bagi Nabi Muhammad. Beliau tidak belajar ilmu falak tapi mengetahui selisih hitungan sembilan tahun antara perhitungan dengan sistem matahari selama 300 tahun dengan sistem perhitungan tahun bulan. Setiap seratus tahun matahari, tiga tahun selisih hitungannya dengan tahun bulan. Setiap tiga puluh tahun matahari, selisih hitungannya satu tahun dengan tahun bulan dan setiap satu tahun matahari berselisih sebelas hari dengan tahun bulan.\nPengetahuan di atas tentu datang dari Allah. Allah pula yang mengalih-kan perhatian manusia kepada keindahan yang terdapat di permukaan bumi seperti matahari, cahaya bulan, dan segala keindahan yang ditimbulkan oleh sinar matahari itu. Pertukaran musim melahirkan berbagai keindahan, dan pertukaran musim itu sendiri disebabkan perubahan letak matahari. Demi-kian pula tumbuh-tumbuhan dan binatang-binatang, yang beraneka ragam dalam hidupnya, tergantung kepada sinar matahari yang dipancarkan ke bumi. Nabi Muhammad saw diutus kepada umat manusia agar menerangkan bahwa mempelajari segala keindahan yang ada di bumi ini lebih mendekat-kan diri kepada kebenaran dan keesaan Allah. Penciptaan alam raya ini lebih rumit daripada penciptaan manusia itu sendiri. Allah berfirman:\n\nSungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (Gafir/40: 57)",
    "quraish": "Para pemuda itu tinggal dalam gua dalam keadaan tertidur selama tiga ratus sembilan tahun(1). (1) Ayat ini menyimpan sebuah fakta astronomis yang membuktikan bahwa tiga ratus tahun matahari itu sama dengan tiga ratus sembilan tahun bulan.",
    "jalalayn": "(Dan mereka tinggal dalam gua mereka tiga ratus) lafal Miatin dibaca dengan memakai harakat Tanwin pada akhirnya (tahun) berkedudukan sebagai 'Athaf Bayan yang dikaitkan dengan lafal Tsalaatsu Miatin. Perhitungan tiga ratus tahun ini berdasarkan hisab yang berlaku di kalangan kaum Ashhabul Kahfi, yaitu berdasarkan perhitungan tahun Syamsiah. Dan bila menurut hisab tahun Qamariah sebagaimana yang berlaku di kalangan orang-orang Arab, maka menjadi bertambah sembilan tahun, dan hal ini disebutkan di dalam firman selanjutnya, yaitu (dan ditambah sembilan tahun) yakni hisab yang tiga ratus tahun berdasarkan tahun Syamsiah dan hisab yang tiga ratus sembilan tahun berdasarkan tahun Qamariyah."
  },
  {
    "page": 296,
    "name": "Al-Kahf",
    "ayat": 26,
    "arab": "قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا",
    "translation": "Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tidak ada seorang pelindung pun bagi mereka selain Dia; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2166.mp3",
    "tafsir": "Dalam ayat ini, Allah swt memerintahkan Rasul saw agar menyatakan kepada mereka yang masih berselisih tentang berapa lama Ashhabul Kahf tidur di dalam gua, bahwa Tuhan lebih mengetahui lamanya mereka tidur dalam gua itu. Apa yang diterangkan Allah itu pasti benar, tidak ada keraguan padanya. Para ahli kitab berselisih tentang lamanya waktu mereka tidur seperti halnya mereka berselisih tentang jumlahnya. Hanya Allah yang mengetahui berapa lama mereka tidur, karena memang Dialah Yang Maha Mengetahui dan memiliki ilmu pengetahuan tentang segala yang gaib, baik di bumi maupun di langit. Dialah Yang Maha Mengetahui segala hal ihwal manusia yang tersembunyi, dan tidak ada sesuatupun yang tertutup bagi-Nya. Oleh karena itu, manusia tidak perlu lagi membicarakan berapa lama penghuni gua itu tidur di tempatnya, tetapi serahkan hal itu kepada Allah, karena Dia itulah yang mengetahui hal-hal yang gaib, apalagi hal-hal yang nyata. Sungguh alangkah terangnya penglihatan Allah atas segala sesuatu yang terjadi di alam semesta ini, dan alangkah tajamnya pendengaran-Nya terhadap segala macam suara dan bunyi dari makhluk-Nya. Tidak ada seorangpun yang dapat menjadi pelindung bagi penghuni-penghuni gua itu selain Allah. Dialah yang memelihara dan mengurus segala hal ihwal mereka dengan sebaik-baiknya. Dan Dia tidak bersekutu dengan seorangpun dalam menetapkan keputusan.",
    "quraish": "Wahai Rasul, katakan kepada manusia, \"Hanya Allahlah yang benar-benar mengetahui berapa lama waktu tidur mereka. Allah yang mengetahui segala persoalan gaib yang ada di langit dan di bumi. Betapa luas penglihatan Allah atas segala yang ada dan betapa tajam pendengaran-Nya atas segala yang bersuara. Tidak ada yang memelihara urusan seluruh penghuni langit dan bumi selain Allah. Dan tidak ada sesuatu pun yang menyertai Allah dalam membuat setiap keputusan.\"",
    "jalalayn": "(Katakanlah, \"Allah lebih mengetahui berapa lamanya mereka tinggal di gua) daripada orang-orang yang berselisih pendapat tentangnya, sebagaimana yang telah disebutkan tadi (Kepunyaan-Nyalah semua yang tersembunyi di langit dan di bumi) ilmu kesemuanya berada pada-Nya. (Alangkah terang penglihatan-Nya) penglihatan Allah, lafal Abshir bihi adalah Shighat Ta'ajjub (dan alangkah tajam pendengaran-Nya) pendengaran Allah, demikian pula lafal Asmi' bihi sama dengan lafal Maa Asma'ahu, dan yang sebelumnya sama dengan lafal Maa Absharahu, keduanya merupakan ungkapan cara Majaz. Makna yang dimaksud ialah, bahwa tiada sesuatu pun yang tidak diketahui oleh penglihatan dan pendengaran Allah swt. (tak ada bagi mereka) bagi semua penduduk langit dan bumi (seorang pelindung pun selain daripada-Nya) seorang yang dapat menolong (dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan\") karena sesungguhnya Dia tidak membutuhkan adanya sekutu."
  },
  {
    "page": 296,
    "name": "Al-Kahf",
    "ayat": 27,
    "arab": "وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ  لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا",
    "translation": "Dan bacakanlah (Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur'an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2167.mp3",
    "tafsir": "Dalam ayat ini Allah swt memerintahkan Rasul-Nya agar mem-bacakan Al-Qur'an yang diwahyukan kepadanya, mengamalkan isinya, menyampaikan kepada umat manusia, dan mengikuti perintah dan larangan yang tercantum di dalamnya. Tugas Rasul saw adalah menyampaikan wahyu Allah itu kepada umat manusia, sebagaimana dijelaskan dalam firman-Nya:\n\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)\n\nRasulullah tidak perlu mempedulikan perkataan orang-orang yang menghendaki agar ayat-ayat Al-Qur'an itu didatangkan sesuai dengan kepentingan mereka. Mereka berkata, \"Datangkan ayat Al-Qur'an yang lain daripada ini atau ganti dengan yang lain.\" Sesungguhnya tidak ada seorangpun yang dapat mengganti ataupun mengubah kalimat-kalimat Al-Qur'an, baik kalimat perintah ataupun larangan, baik kalimat ancaman terhadap mereka yang melakukan kemaksiatan ataupun janji Allah kepada mereka yang taat dan berbuat kebaikan. Hanya Allah Yang Kuasa mengubah atau mengganti kalimatnya berdasarkan hikmah-Nya. Firman Allah swt:\n\nAllah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul Kitab (Lauh Mahfudh). (ar-Ra'd/13: 39)\n\nPergantian ayat oleh Allah dalam Al-Qur'an dimaksudkan untuk mencapai tujuan yang lebih besar manfaatnya, sebagaimana firman-Nya:\n\nDan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan Allah lebih mengetahui apa yang diturunkan-Nya¦. (an-Nahl/16: 101)\n\nSegala ketentuan atau hukum yang telah ditetapkan Allah haruslah dipatuhi. Jika tidak, pasti akan ada hukuman yang diberikan Allah sesuai dengan apa yang sebelumnya telah diancamkan kepada orang-orang yang melanggar garis-garis yang ditetapkan-Nya. Tak seorang pun yang dapat menjadi pelindung, kecuali Allah swt karena kekuasaan-Nya meliputi makhluk-Nya. Tak seorangpun yang dapat lolos dari hukuman yang telah ditetapkan-Nya.",
    "quraish": "Wahai Muhammad, bacalah al-Qur'ân yang telah diwahyukan kepadamu, termasuk di dalamnya berita yang telah disampaikan kepadamu tentang para pemuda penghuni gua. Jangan dengarkan ocehan mereka yang menuntut agar al-Qur'ân itu diganti dengan mukjizat dalam bentuk lain. Tidak seorang pun sanggup mengubah mukjizat Allah yang telah ditetapkan-Nya melalui kalimat-kalimat kebenaran. Sungguh, tidak seorang pun dapat melakukan perubahan itu. Jangan kamu menyalahi perintah Tuhan karena dengan perbuatan itu kamu akan tidak mendapatkan tempat berlindung di sisi Allah.",
    "jalalayn": "(Dan bacakanlah apa yang diwahyukan kepadamu, yaitu Kitab Rabb-Mu. Tidak ada seorang pun yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan mendapatkan perlindungan selain perlindungan-Nya)."
  }
]