[
  {
    "page": 297,
    "name": "Al-Kahf",
    "ayat": 28,
    "arab": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا",
    "translation": "Dan bersabarlah engkau (Muhammad) bersama orang yang menyeru Tuhannya pada pagi dan senja hari dengan mengharap keridaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, serta menuruti keinginannya dan keadaannya sudah melewati batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2168.mp3",
    "tafsir": "Diriwayatkan bahwa 'Uyainah bin Hishn al-Fazary datang kepada Nabi Muhammad saw sebelum dia masuk Islam. Ketika itu beberapa orang sahabat Nabi yang fakir berada di sampingnya, di antaranya adalah Salman al-Farisi yang sedang berselimut jubah dan tubuhnya mengeluarkan keringat, karena sedang menganyam daun korma. 'Uyainah berkata kepada Rasul saw, \"Apakah bau mereka (sahabat-sahabat yang fakir) tidak mengganggumu? Kami ini pemuka-pemuka bangsawan suku Mudar. Jika kami masuk Islam, maka semua suku Mudar akan masuk Islam. Tidak ada yang mencegah kami untuk mengikutimu, kecuali kehadiran mereka. Oleh karena itu, jauhkanlah mereka agar kami mengikutimu atau adakan untuk mereka majelis tersendiri, dan kami majelis tersendiri pula.\" Kemudian turunlah ayat ini. Dalam ayat ini, Allah swt memerintahkan Rasul-Nya agar bersabar dan dapat menahan diri untuk duduk bersama dengan beberapa orang sahabatnya yang tekun dalam ibadah sepanjang hari karena mengharapkan rida Allah swt semata. Para sahabat itu hidup dalam kesederhanaan jauh dari kenikmatan duniawi. Mereka itu antara lain ialah: Ammar bin Yasir, Bilal, shuhaib, Ibnu Mas'ud, dan sahabat-sahabat lainnya. Di surah yang lain, Allah berfirman: Janganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim. (al-An'am/6: 52) Sikap kaum musyrikin terhadap sahabat-sahabat Nabi yang fakir itu sama halnya dengan sikap kaum Nuh terhadap pengikut-pengikut Nabi Nuh a.s. sebagaimana difirmankan Allah swt: Mereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\" (asy-Syu'ara'/26: 111) Sudah semestinya Rasul saw tidak mengindahkan sikap orang kafir itu. Allah swt memperingatkan beliau agar jangan sampai meninggalkan dan meremehkan sahabat-sahabatnya yang fakir, karena hanya didorong oleh kepentingan duniawi atau disebabkan adanya harapan terhadap keimanan orang-orang yang kaya dari kaum musyrikin. Para sahabat itu adalah orang-orang yang dengan ikhlas hatinya memilih jalan hidup sederhana dan rela meninggalkan segala kelezatan duniawi semata-mata untuk mencari rida Allah. Rasul saw mengucapkan syukur kepada Allah atas kehadiran mereka itu di tengah-tengah umatnya. Katanya: Segala puji bagi Allah yang telah menghadirkan di kalangan umatku orang yang aku diperintahkan untuk sabar menahan diriku bersama dia. (Riwayat Ibnu Jarir ath-thabari, Ath-thabrani, dan Ibnu Mardawaih) Dengan demikian, memandang rendah dan meremehkan orang-orang yang hidup miskin dan melarat, tidak dibenarkan oleh agama Islam, terutama bila mereka orang ahli ibadah dan takwa. Allah dengan tegas melarang Muhammad saw menuruti keinginan para pemuka kaum musyrikin untuk menyingkirkan orang-orang yang fakir dari majelisnya. Orang yang meng-ajukan permintaan seperti itu adalah orang-orang yang sudah tertutup jiwa mereka untuk kembali kepada Tuhan, dan memiliki tabiat yang buruk. Perbuatan mereka yang melampaui batas, kefasikan, dan kemaksiatan menambah gelap hati mereka, sehingga akhirnya mereka bergelimang dalam dosa.\n(29) Pada ayat ini, Allah swt memerintahkan Rasul-Nya supaya menegaskan kepada orang-orang kafir bahwa kebenaran yang disampaikan kepada mereka itu berasal dari Allah, Tuhan semesta alam. Kewajiban mereka adalah mengikuti kebenaran itu dan mengamalkannya. Manfaat dari kebenaran itu, tentulah kembali kepada mereka yang mengamalkannya. Demikian pula sebaliknya, akibat buruk dari pengingkaran terhadap kebenar-an itu kembali kepada mereka yang mengingkarinya. Oleh karena itu, barang siapa yang ingin beriman kepada-Nya dan masuk ke dalam barisan orang-orang yang beriman, hendaklah segera berbuat tanpa mengajukan syarat-syarat dan alasan-alasan yang dibuat-buat sebagaimana halnya pemuka-pemuka musyrikin yang memandang rendah orang-orang mukmin yang fakir. Juga demikian halnya bagi siapa yang ingkar dan meremehkan kebenaran. Rasulullah saw tidak akan memperoleh kerugian apa-apa karena keingkaran itu, sebagaimana halnya beliau tidak akan memperoleh ke-untungan apapun jika mereka beriman. Allah swt berfirman:\n\n\nJika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isra'/17: 7)\n\nTetapi jika manusia memilih kekafiran dan melepaskan keimanan, berarti mereka telah melakukan kezaliman, yakni meletakkan sesuatu tidak pada tempatnya. Oleh karena itu, Allah memberikan ancaman yang keras kepada mereka, yaitu akan melemparkan mereka ke dalam neraka. Mereka tidak akan lolos dari neraka itu, karena api neraka yang bergejolak itu mengepung mereka dari segala penjuru, sehingga mereka laksana orang yang tertutup dalam kurungan. Bilamana dalam neraka itu mereka saling meminta minum karena dahaga, maka akan diberi air yang panasnya seperti cairan besi yang mendidih yang menghanguskan muka mereka. Sungguh sangat jelek air yang mereka minum itu. Tidak mungkin air minum yang panasnya seperti itu dapat menyegarkan kerongkongan, dan menghilangkan dahaga orang yang sedang kepanasan, bahkan sebaliknya, menghancurkan diri mereka. Neraka yang mereka tempati itu adalah tempat yang paling buruk dan penuh dengan siksaan.",
    "quraish": "Wahai Muhammad, peliharalah persaudaraan dengan para sahabatmu dari kalangan orang-orang beriman yang setiap waktu beribadah hanya kepada Allah, baik di waktu pagi atau petang, dengan mengharap rida-Nya. Jangan kamu palingkan pandanganmu dari mereka kepada orang-orang kafir agar kamu dapat meraih kesenangan-kesenangan hidup duniawi bersama mereka. Dan janganlah kau turuti kemauan orang-orang yang telah Kami lalaikan hatinya dari mengingat Kami. Mereka menginginkan agar kamu mau mengusir para fakir miskin dari majlismu. Mereka adalah orang-orang yang berperangai buruk dan menjadi budak hawa nafsu sehingga segala tindakan yang mereka lakukan selalu jauh dari kebenaran. Firman yang berisikan larangan itu sebenarnya ditujukan kepada umat, selain juga berlaku untuk diri Rasulullah sendiri, karena Rasulullah saw. jelas tidak menginginkan kesenangan hidup dan keindahan- keindahan duniawi. Dengan ungkapan lain, alasan pelarangan yang ditujukan kepada Rasulullah itu mengandung makna agar manusia lebih berhati-hati terhadap godaan dunia.",
    "jalalayn": "(Dan bersabarlah kamu) tahanlah dirimu (bersama-sama dengan orang-orang yang menyeru Rabbnya di pagi dan senja hari dengan mengharap) melalui ibadah mereka itu (keridaan-Nya) keridaan Allah swt., bukannya karena mengharapkan sesuatu daripada kebendaan duniawi sekali pun mereka adalah orang-orang miskin (dan janganlah berpaling) jangan kamu memalingkan (kedua matamu dari mereka) (karena mengharapkan perhiasan kehidupan dunia ini; dan janganlah kamu mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami) maksudnya dilalaikan hatinya daripada Alquran, dan orang yang dimaksud adalah Uyaynah bin Hishn dan teman-temannya (serta memperturuti hawa nafsunya) yaitu melakukan perbuatan yang memusyrikkan (dan adalah keadaannya itu melewati batas) terlalu berlebih-lebihan."
  },
  {
    "page": 297,
    "name": "Al-Kahf",
    "ayat": 29,
    "arab": "وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا",
    "translation": "Dan katakanlah (Muhammad), “Kebenaran itu datangnya dari Tuhanmu; barangsiapa menghendaki (beriman) hendaklah dia beriman, dan barangsiapa menghendaki (kafir) biarlah dia kafir.” Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (minum), mereka akan diberi air seperti besi yang mendidih yang menghanguskan wajah. (Itulah) minuman yang paling buruk dan tempat istirahat yang paling jelek.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2169.mp3",
    "tafsir": "Diriwayatkan bahwa 'Uyainah bin Hishn al-Fazary datang kepada Nabi Muhammad saw sebelum dia masuk Islam. Ketika itu beberapa orang sahabat Nabi yang fakir berada di sampingnya, di antaranya adalah Salman al-Farisi yang sedang berselimut jubah dan tubuhnya mengeluarkan keringat, karena sedang menganyam daun korma. 'Uyainah berkata kepada Rasul saw, \"Apakah bau mereka (sahabat-sahabat yang fakir) tidak mengganggumu? Kami ini pemuka-pemuka bangsawan suku Mudar. Jika kami masuk Islam, maka semua suku Mudar akan masuk Islam. Tidak ada yang mencegah kami untuk mengikutimu, kecuali kehadiran mereka. Oleh karena itu, jauhkanlah mereka agar kami mengikutimu atau adakan untuk mereka majelis tersendiri, dan kami majelis tersendiri pula.\" Kemudian turunlah ayat ini.\nDalam ayat ini, Allah swt memerintahkan Rasul-Nya agar bersabar dan dapat menahan diri untuk duduk bersama dengan beberapa orang sahabatnya yang tekun dalam ibadah sepanjang hari karena mengharapkan rida Allah swt semata. Para sahabat itu hidup dalam kesederhanaan jauh dari kenikmatan duniawi. Mereka itu antara lain ialah: Ammar bin Yasir, Bilal, shuhaib, Ibnu Mas'ud, dan sahabat-sahabat lainnya.\nDi surah yang lain, Allah berfirman:\n\nJanganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim. (al-An'am/6: 52)\n\nSikap kaum musyrikin terhadap sahabat-sahabat Nabi yang fakir itu sama halnya dengan sikap kaum Nuh terhadap pengikut-pengikut Nabi Nuh a.s. sebagaimana difirmankan Allah swt:\n\nMereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\" (asy-Syu'ara'/26: 111)\n\nSudah semestinya Rasul saw tidak mengindahkan sikap orang kafir itu. Allah swt memperingatkan beliau agar jangan sampai meninggalkan dan meremehkan sahabat-sahabatnya yang fakir, karena hanya didorong oleh kepentingan duniawi atau disebabkan adanya harapan terhadap keimanan orang-orang yang kaya dari kaum musyrikin. Para sahabat itu adalah orang-orang yang dengan ikhlas hatinya memilih jalan hidup sederhana dan rela meninggalkan segala kelezatan duniawi semata-mata untuk mencari rida Allah. Rasul saw mengucapkan syukur kepada Allah atas kehadiran mereka itu di tengah-tengah umatnya. Katanya:\nSegala puji bagi Allah yang telah menghadirkan di kalangan umatku orang yang aku diperintahkan untuk sabar menahan diriku bersama dia. (Riwayat Ibnu Jarir ath-thabari, Ath-thabrani, dan Ibnu Mardawaih)\n\nDengan demikian, memandang rendah dan meremehkan orang-orang yang hidup miskin dan melarat, tidak dibenarkan oleh agama Islam, terutama bila mereka orang ahli ibadah dan takwa. Allah dengan tegas melarang Muhammad saw menuruti keinginan para pemuka kaum musyrikin untuk menyingkirkan orang-orang yang fakir dari majelisnya. Orang yang meng-ajukan permintaan seperti itu adalah orang-orang yang sudah tertutup jiwa mereka untuk kembali kepada Tuhan, dan memiliki tabiat yang buruk. Perbuatan mereka yang melampaui batas, kefasikan, dan kemaksiatan menambah gelap hati mereka, sehingga akhirnya mereka bergelimang dalam dosa.",
    "quraish": "Katakan, wahai Rasulullah, \"Ajaran yang aku bawa adalah suatu kebenaran yang datang dari sisi Tuhan. Maka, barangsiapa yang mau mempercayainya--dan ini merupakan suatu hal yang sangat baik bagi dirinya--silakan mempercayainya; dan barangsiapa yang ingin mengingkarinya--dan ini berarti hanya menzalimi diri sendiri--silakan mengingkarinya.\" Bagi orang-orang yang telah menganiaya diri sendiri dengan perbuatan kufur, sungguh telah Kami siapkan neraka yang gejolak apinya mengelilingi mereka. Apabila orang-orang zalim penghuni neraka itu meminta diberikan air minum, mereka akan disuguhi air bagaikan minyak keruh yang luar biasa panasnya, yang membakar muka mereka. Betapa buruk minuman yang disuguhkan kepada mereka! Neraka jahanam adalah tempat tinggal mereka yang buruk.",
    "jalalayn": "(Dan katakanlah) kepadanya dan kepada teman-temannya, bahwa Alquran ini (adalah benar datang dari Rabb kalian, maka barang siapa yang ingin beriman, hendaklah ia beriman dan barang siapa yang ingin kafir, biarlah ia kafir). Kalimat ayat ini merupakan ancaman buat mereka. (Sesungguhnya Kami telah sediakan bagi orang-orang zalim itu) yaitu bagi orang-orang kafir (neraka, yang gejolaknya mengepung mereka) yang melahap apa saja yang dikepungnya. (Dan jika mereka meminta minum, niscaya mereka akan diberi minum dengan air seperti besi yang mendidih) seperti minyak yang mendidih (yang menghanguskan muka) karena panasnya, jika seseorang mendekat kepadanya (seburuk-buruk minuman) adalah minuman itu (dan ia adalah sejelek-jelek) yakni neraka itu (tempat istirahat). Lafal Murtafaqan sebagai lawan makna yang telah disebutkan di dalam ayat yang lain sehubungan dengan gambaran surga, yaitu firman-Nya, \"Dan surga itu adalah tempat istirahat yang paling indah\" (Q. S, 18 Al-Kahfi, 31). Jika tidak diartikan demikian, maka tidaklah pantas neraka dikatakan sebagai tempat istirahat."
  },
  {
    "page": 297,
    "name": "Al-Kahf",
    "ayat": 30,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ  ",
    "translation": "Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2170.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan pahala bagi orang-orang yang beriman kepada Al-Qur'an dan mengamalkan segala perintah Allah dan Rasul dengan sebaik-baiknya, yaitu diberi pahala yang besar. Allah tidak akan menyia-nyiakan pahala dari amal kebajikan yang mereka lakukan, dan tidak pula mengurangi hak-hak mereka sedikit pun. Banyak janji Allah dalam Al-Qur'an kepada orang-orang mukmin di antaranya bilamana mereka melakukan amal kebajikan, sedikit pun Allah tidak akan menyia-nyiakannya. Setiap amal kebajikan, meskipun hanya sebesar biji sawi, tentu diberi ganjaran oleh Allah swt, sebagaimana firman-Nya:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (al-Zalzalah/99: 7-8)",
    "quraish": "Adapun orang-orang yang beriman kepada Allah dan kepada kebenaran agama yang telah diwahyukan kepadamu serta melakukan kebajikan-kebajikan yang telah diperintahkan oleh Tuhannya, sungguh Kami tidak akan menghilangkan pahala atas kebaikan-kebaikan yang telah mereka kerjakan.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh, tentulah Kami tidak akan menyia-nyiakan pahala orang-orang yang mengerjakan amalnya dengan baik) Jumlah kalimat \"Innaa Laa Nudhii'u\" berkedudukan menjadi Khabar daripada \"Innal Ladziina\". Di dalam ungkapan ini terkandung pengertian meletakkan isim Zhahir pada tempat isim Mudhmar; makna yang dimaksud adalah Ajrahum atau pahalanya. Atau dengan kata lain, Kami akan memberi pahala kepada mereka sesuai dengan amal baik mereka."
  },
  {
    "page": 297,
    "name": "Al-Kahf",
    "ayat": 31,
    "arab": "اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِىِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا",
    "translation": "Mereka itulah yang memperoleh Surga ‘Adn, yang mengalir di bawahnya sungai-sungai; (dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutera halus dan sutera tebal, sedang mereka duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2171.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menguraikan ganjaran bagi orang-orang yang beriman kepada Al-Qur'an dan mengerjakan amal saleh. Allah swt menyediakan untuk mereka surga 'Adn yang di bawahnya mengalir sungai-sungai. Surga 'Adn itu sangat luas, sehingga taman-taman yang ada di dalamnya bagaikan surga tersendiri. Mereka juga dianugerahi perhiasan-perhiasan yang indah, yaitu gelang mas yang menghiasi tangan mereka. Perhiasan yang gemerlap itu hanya memenuhi tangan mereka yang dahulu disentuh air wudu.\nRasulullah saw bersabda:\nPerhiasan orang-orang yang beriman itu (di surga) memenuhi tempat yang dicapai oleh wuduk. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping perhiasan tersebut, mereka juga mengenakan pakaian sutra yang halus dan tebal berwarna hijau dan berlapiskan benang-benang emas. Sungguh pakaian itu terhitung pakaian yang sangat mewah dalam kehidupan duniawi. Warna hijau adalah warna alami, warna yang menyejukkan pandangan dan perasaan. Untuk tempat mereka beristirahat dalam surga disediakan beberapa buah arikah (sofa) sejenis tempat duduk sambil bertelekan menikmati istirahatnya. Demikian itulah surga, pahala yang paling baik dan tempat yang indah, yang disediakan Allah bagi hamba-hamba-Nya yang beriman dan beramal saleh.",
    "quraish": "Mereka adalah golongan yang akan mendapatkan surga sebagai tempat bersenang-senang yang abadi. Di bawah surga itu mengalir sungai-sungai di antara pepohonan dan istana-istana. Mereka mengenakan simbol-simbol kesenangan bagai di dunia seperti gelang yang terbuat dari emas. Busana mereka terbuat dari bahan sutera hijau dalam beragam corak. Mereka duduk sambil bersandar di atas dipan-dipan yang berbantal dan bertirai indah. Alangkah baik balasan mereka. Sungguh, surga adalah tempat tinggal dan tempat peristirahatan yang baik. Di dalam surga itu, mereka akan mendapatkan segala yang mereka inginkan.",
    "jalalayn": "(Mereka itulah orang-orang yang bagi mereka surga Adn) sebagai tempat tinggal mereka (mengalir sungai-sungai di bawahnya. Dalam surga itu mereka dihiasi dengan gelang) menurut suatu pendapat disebutkan, bahwa huruf Min di sini adalah Zaidah dan menurut pendapat yang lain dikatakan pula bahwa itu mengandung makna Tab'idh atau sebagian. Lafal Asaawira adalah bentuk jamak dari lafal Aswiratun yang wazannya sama dengan lafal Ahmiratun, dan lafal Aswiratun ini pun adalah bentuk jamak dari kata tunggal Siwaarun (emas dan mereka memakai pakaian hijau dari sutra halus) sutra yang paling halus (dan sutra tebal) sutra yang paling tebal. Di dalam surah Ar-Rahman disebutkan, \"Yang sebelah dalamnya dari sutra yang tebal.\" (Q.S. Ar-Rahman 54). (Sedangkan mereka duduk sambil bersandar di atas dipan-dipan) lafal Araaiki adalah bentuk jamak dari kata Ariikah, yaitu pelaminan yang dihiasi dengan berbagai macam pakaian dan kelambu buat pengantin. (Itulah sebaik-baik pahala) yaitu surga (dan tempat istirahat yang paling indah)."
  },
  {
    "page": 297,
    "name": "Al-Kahf",
    "ayat": 32,
    "arab": "۞ وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ",
    "translation": "Dan berikanlah (Muhammad) kepada mereka sebuah perumpamaan, dua orang laki-laki, yang seorang (yang kafir) Kami beri dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara keduanya (kebun itu) Kami buatkan ladang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2172.mp3",
    "tafsir": "Dalam ayat ini, dua orang laki-laki dijadikan Allah sebagai per-umpamaan untuk menjelaskan kepada para pemuka musyrik yang kaya itu tentang perbedaan antara iman dan kufur, atau antara hamba yang mulia di sisi-Nya dengan yang hina. Ulama berbeda pendapat, apakah cerita dalam ayat ini hanya perumpamaan saja, tidak ada dalam kenyataan sejarah, atau hal ini merupakan kisah nyata. \nMereka yang berpendapat bahwa kisah ini merupakan kisah nyata berbeda tentang siapa yang dimaksudkan dengan dua orang ini. Menurut riwayat yang disebutkan Imam al-Qurthubi, ada yang mengatakan kedua laki-laki itu adalah penduduk Mekah dari kabilah Bani Makhzum. Mereka berdua bersaudara, yang mukmin bernama Yahuza dan yang kafir bernama Qurthus. Keduanya semula bersama-sama dalam suatu usaha, kemudian berpisah dan membagi kekayaan mereka. Masing-masing menerima ribuan dinar. Yahuza menggunakan uangnya seribu dinar untuk membebaskan budak, seribu dinar untuk membelikan makanan bagi orang-orang yang terlantar, dan seribu dinar untuk membelikan pakaian orang-orang yang lapar. Adapun Qurthus menggunakan uangnya untuk kawin dengan seorang wanita kaya, dan membeli hewan ternak, sehingga harta kekayaan berkembang. Sisa uang yang lain digunakan untuk berdagang dan selalu membawa laba, sehingga dia menjadi orang yang terkaya di negerinya pada saat itu. \nSebuah riwayat menyebutkan bahwa kisah ini adalah tentang orang kaya dengan kebun dan tanamannya yang luas. Dia memiliki dua buah kebun anggur yang dikelilingi oleh pohon-pohon korma dan di antara keduanya terdapat sebidang ladang tempat bermacam-macam tanaman dan buah-buahan.",
    "quraish": "Wahai Rasulullah, berikanlah penjelasan tentang sebuah tamsil ibarat yang menggambarkan dua orang laki-laki, yang satu kafir dan yang lain beriman. Begitulah kiranya hakikat perbedaan antara orang kafir berharta dan orang Mukmin yang miskin. Orang kafir itu memiliki dua petak kebun anggur. Kami kelilingi kebun itu dengan pohon-pohon kurma yang menambah keindahan dan memberi manfaat. Dan Kami tumbuhkan pula di antara kedua kebun itu tanaman lain yang subur dan berbuah.",
    "jalalayn": "(Dan berikanlah) jadikanlah (buat mereka) buat orang-orang kafir beserta orang-orang Mukmin (sebuah perumpamaan dua orang laki-laki). Lafal Rajulaini menjadi Badal daripada lafal Matsalan, dan lafal Rajulaini dengan lafal-lafal yang sesudahnya berkedudukan sebagai penafsir daripada lafal Matsalan (Kami jadikan bagi seorang di antara keduanya) yakni bagi orang yang kafir (dua buah kebun) dua buah perkebunan (anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara kedua kebun itu Kami buatkan ladang) yang khusus menghasilkan makanan pokok."
  },
  {
    "page": 297,
    "name": "Al-Kahf",
    "ayat": 33,
    "arab": "كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ  ",
    "translation": "Kedua kebun itu menghasilkan buahnya, dan tidak berkurang (buahnya) sedikit pun, dan di celah-celah kedua kebun itu Kami alirkan sungai, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2173.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan tentang keadaan kedua kebun yang penuh dengan buah-buahan sepanjang tahun itu. Pohon-pohonnya selalu rindang dan lebat. Sedikit pun kedua kebun itu tidak pernah mengalami kemunduran dan kekurangan sepanjang musim. Keduanya selalu memberikan hasil yang membawa kemakmuran kepada pemiliknya. Di tengah-tengah kebun itu mengalir sebuah sungai yang setiap waktu dapat mengairi tanah dan ladang-ladang di sekitarnya. Pengairan yang teratur menyebabkan tanaman selalu subur, dan sungai yang mengalir itu benar-benar menambah keindahannya. Itulah kenikmatan besar yang telah dilimpahkan Allah kepada pemiliknya.",
    "quraish": "Kedua kebun itu menghasilkan buah yang banyak, matang dan tidak sedikit pun berkurang. Kami curahkan di antara kebun-kebun itu air sungai yang mengalir.",
    "jalalayn": "(Kedua buah kebun itu) lafal Kiltaa adalah Mufrad yang menunjukkan makna Tatsniyah; ia berkedudukan menjadi Mubtada (menghasilkan). Lafal Aatat ini menjadi Khabar Kiltaa (buahnya) yakni buah-buahannya (dan kebun itu tiada dizalimi) dikurangi (buahnya sedikit pun dan Kami alirkan) artinya, Kami bedahkan (sungai di celah-celah kedua kebun itu) yakni sungai itu mengalir di antara kedua kebun tersebut."
  },
  {
    "page": 297,
    "name": "Al-Kahf",
    "ayat": 34,
    "arab": "وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا",
    "translation": "dan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2174.mp3",
    "tafsir": "Allah swt menjelaskan dalam ayat ini bahwa pemilik kebun itu masih memiliki kekayaan lain berupa harta perdagangan emas, perak, dan lain-lainnya yang diperoleh dari penjualan hasil kebun dan ladang. Qurthus benar-benar berada dalam kehidupan yang mewah, dengan harta kekayaan yang melimpah ruah, dan memiliki pembantu-pembantu, buruh-buruh, dan pengawal-pengawal dalam jumlah yang besar. Keadaan yang demikian membuat dirinya sombong dan ingkar kepada Tuhan yang memberikan nikmat itu kepadanya. Dia berkata kepada temannya yang beriman, yang sebelumnya telah menyeru kepadanya agar beriman kepada Allah dan hari kebangkitan, \"Aku mempunyai harta yang lebih banyak daripada kamu, seperti yang kamu saksikan, dan pengikut-pengikutku lebih banyak. Sewaktu-waktu mereka siap mempertahankan diri dan keluargaku dari musuh-musuhku, serta memelihara dan membela hartaku.\" Dengan perkataan ini, dia mengisyaratkan bahwa seseorang dapat hidup bahagia dan jaya tanpa beriman kepada Tuhan seru sekalian alam. Dia beranggapan bahwa segala kejayaan yang dimilikinya dan kenikmatan yang diperolehnya semata-mata berkat kemampuan dirinya. Tiada Tuhan yang dia rasakan turut membantu dan memberi rezeki dan kenikmatan kepadanya.",
    "quraish": "Selain kebun itu, orang yang kafir itu memiliki kekayaan lain yang berlimpah. Kekayaan itu telah membuat dirinya sombong lalu berkata kepada temannya yang beriman, \"Kekayaanku lebih banyak dari kekayaanmu, dan pengikut-pengikutku pun lebih kuat.\"",
    "jalalayn": "(Dan dia mempunyai) di samping kedua kebun itu (buah-buahan yang banyak) lafal Tsamarun atau Tsumurun atau Tsumrun adalah bentuk jamak dari kata Tsamratun; keadaannya sama dengan lafal Syajaratun dan Syajarun, atau Khasyabatun dan Khasyabun, atau Badanatun dan Badanun (maka ia berkata kepada kawannya) yang mukmin (ketika ia bercakap-cakap dengan dia) seraya membanggakan miliknya, \"(Hartaku lebih banyak daripada hartamu dan pengikut-pengikutku lebih kuat)\" keluargaku lebih kuat."
  }
]