[
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 35,
    "arab": "وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ  ",
    "translation": "Dan dia memasuki kebunnya dengan sikap merugikan dirinya sendiri (karena angkuh dan kafir); dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2175.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa ketika dia memasuki kebunnya bersama saudaranya, dia mengatakan kepada saudaranya yang mukmin, sambil menunjuk kebunnya, bahwa kebun-kebun itu tidak akan binasa selama-lamanya.\nAda dua sebab yang mendorongnya berkata demikian:\nPertama: Kepercayaan penuh terhadap kemampuan tenaga manusia untuk memelihara kebun-kebun itu, sehingga selamat dari kebinasaan. Dengan kekayaan berupa mas dan perak sebagai modal, dan sumber daya manusia yang berpengalaman dan berpengetahuan tentang perawatan dan pemeliharaan tanaman dan kebun, dia percaya sanggup menjaga kelestarian, keindahan, dan kesuburan kebun dan tanamannya. Ia sama sekali tidak menyadari keterbatasan daya dan akal sehat manusia dan tidak percaya bahwa ada kekuatan gaib yang kuasa berbuat sesuatu terhadap segala kekayaan itu.\nKedua: Kepercayaan akan keabadian alam dan zaman serta ketidak-percayaan terhadap hari kiamat. Dia berkeyakinan bahwa segala yang ada ini kekal abadi. Tidak ada yang akan musnah dari alam ini, yang terjadi hanyalah perubahan dan pergantian menurut hukum yang berlaku. Air, tumbuh-tumbuhan, tanah dan lain-lainnya akan terus tersedia dan tidak akan ada putusnya. \nDemikianlah pandangan pemilik kebun itu. Sesungguhnya dia telah berbuat zalim dan tidak jujur terhadap dirinya sendiri. Seharusnya dia bersyukur kepada Allah yang telah memberikan segala kenikmatan kepadanya. Tidak ada seorangpun yang hidup bahagia dalam dunia ini dengan hanya berdiri di atas kaki sendiri, tanpa bantuan atau kerjasama dengan orang lain. Mengapa dia menyombongkan diri, padahal dia sebenarnya menyadarinya. Mengapa dia ingkar kepada Tuhan, padahal dia menyadari ikut terlibat dalam perubahan alam itu sendiri, mengapa dia tidak mau mengakui siapakah sebenarnya yang menciptakan semua perubahan dalam alam ini dan yang menciptakan hukum-hukumnya. Mengapa dia tidak jujur terhadap pengakuan hati nuraninya sendiri akan adanya Tuhan Yang Maha Pencipta? Sesungguhnya sikap demikian merupakan kezaliman yang besar.",
    "quraish": "Suatu saat orang kafir itu, bersama temannya yang beriman, memasuki kebun kepunyaannya. Dengan tetap menunjukkan sikap sombong, dia berkata, \"Dalam dugaanku, kebun ini tidak akan pernah musnah selamanya.",
    "jalalayn": "(Dan dia memasuki kebunnya) dengan membawa temannya yang Mukmin itu, seraya membawanya ke sekeliling kebun serta memperlihatkan kepadanya hasil buah-buahannya. Di sini tidak diungkapkan dengan memakai lafal Jannataihi dalam bentuk Tatsniyah karena pengertian yang dimaksud adalah tamannya. Menurut pendapat yang lain disebutkan, bahwa cukup hanya dengan menyebutkan satu saja (sedang dia lalim terhadap dirinya sendiri) dengan melakukan kekafiran (ia berkata, \"Aku kira tidak akan binasa) tidak akan lenyap (kebun ini untuk selama-lamanya)."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 36,
    "arab": "وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ",
    "translation": "dan aku kira hari Kiamat itu tidak akan datang, dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2176.mp3",
    "tafsir": "Ayat ini mengungkapkan ucapan pemilik kebun itu kepada saudaranya yang mukmin tentang ketidakpercayaannya bahwa hari kiamat itu akan datang. Sekiranya hari kiamat itu datang dan dia dikembalikan kepada Tuhan, dia tentu akan kembali mendapatkan yang lebih baik daripada kebun-kebun yang dimilikinya di dunia ini.\nSikap pemilik kebun itu menunjukkan keingkaran akan adanya hari kiamat (hari akhir). Dugaannya bahwa akan mendapatkan kebun-kebun yang lebih baik daripada kebun-kebunnya di dunia ini pada hari kiamat didasarkan atas pengalamannya bahwa kedua kebun yang dimilikinya dan dipercayakan Tuhan kepadanya terus berbuah dan berkembang hanya karena kesanggupan dan usaha yang memilikinya. Oleh karena itu, dimana dan kapan saja, kemusnahan itu selalu menyertainya. Allah swt menggambarkan pula sifat orang kafir ini dalam ayat yang lain dengan firman-Nya:\n\n\"¦Dan jika aku dikembalikan kepada Tuhanku maka sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.....\" (Fushshilat/41: 50)\nUcapan yang membawa kepada kekafiran ialah: pertama, pengakuannya tentang keabadian alam; kedua, tentang tidak adanya kebangkitan manusia dari kubur; dan ketiga, anggapannya bahwa ganjaran di akhirat dicerminkan oleh keadaan di dunia. Pandangan terhadap keabadian alam ini meniadakan keputusan dan kehendak Tuhan Pencipta Alam. Keingkarannya terhadap kebangkitan manusia dari kubur menunjukkan bahwa dia meniadakan kekuasaan Allah untuk mengembalikan manusia ke bentuk aslinya. Pandang-an bahwa ganjaran di akhirat dicerminkan oleh kehidupan dunia, misalnya bilamana seseorang di dunia hidup sebagai pemilik kebun, maka ganjaran di akhirat pun baginya sebagai pemilik kebun. Ini adalah kepercayaan primitif, atau kepercayaan yang berdasarkan kebudayaan. Kepercayaan seperti itu berlawanan dengan agama yang bersumber pada wahyu Allah swt yang mempunyai kebijaksanaan dalam memberikan ganjaran kepada hamba-hamba-Nya.",
    "quraish": "Aku juga tidak pernah menyangka bahwa hari kiamat itu benar-benar akan terjadi. Kalau saja hal itu benar dan aku akan dikembalikan kepada Tuhan sesudah hari kebangkitan nanti, sebagaimana kamu katakan, pasti aku akan mendapatkan yang lebih baik dari kesenangan saat ini. Karena bagaimanapun aku adalah orang yang berhak mendapatkan kesenangan hidup.\" Orang kafir itu menganalogikan hari akhirat yang gaib dengan kehidupan duniawi. Dia sama sekali tidak mengerti bahwa kehidupan akhirat merupakan hari pemberian pahala bagi yang beriman dan berbuat kebajikan.",
    "jalalayn": "(Dan aku tidak mengira hari kiamat itu akan datang, dan jika sekiranya aku dikembalikan kepada Rabbku) di akhirat kelak sebagaimana dugaanmu itu (pasti aku akan mendapat tempat kembali yang lebih baik daripada kebun-kebun itu)\" tempat tinggal yang lebih baik."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 37,
    "arab": "قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ  ",
    "translation": "Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakan engkau dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2177.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan jawaban Yahuza untuk membantah pemikiran saudaranya itu. Qurthus, pemilik kebun yang kaya itu, memandang Yahuza rendah karena kemiskinannya. Sebaliknya, Yahuza memandang Qurthus rendah karena kekafirannya. Dalam percakapannya dengan Qurthus, dia menyatakan bahwa tidak patut dia mengingkari kekuasaan Allah yang menciptakan dirinya dari tanah? Bukankah makanan yang berasal dari tumbuh-tumbuhan atau hewan itu dari tanah juga? Dari makanan dan minuman itu terbentuk sel-sel yang akhirnya menjadi nuthfah. Nuthfah berkembang tahap demi tahap karena mendapat makanan, baik dari protein nabati ataupun hewani, sehingga menjadi seorang laki-laki seperti Qurthus. Bagaimana seseorang dapat mengingkari kekuasaan Allah, sedangkan kejadiannya menunjukkan dengan jelas akan adanya kekuasaan itu. Setiap insan sadar akan dirinya, bahwa pada mulanya dia tidak ada, kemudian menjadi ada. Tidak mungkin kehadirannya ke alam wujud ini dihubungkan oleh dirinya sendiri. Satu-satunya Zat yang bisa menghubungkan kejadiannya itu ialah Penciptanya yaitu Allah Rabbul Alamin.\nUntuk meyakinkan adanya hari kebangkitan, Allah menjelaskan proses kejadian manusia, sebagaimana firman-Nya:\n\nWahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani. (al-hajj/22: 5)",
    "quraish": "Sahabatnya yang beriman itu mengatakan, \"Apakah kamu merelakan dirimu mengingkari Tuhan yang telah menciptakan moyangmu, Adam, dari segumpal tanah dan menjadikan keturunannya dari setetes air mani. Jika kamu bangga dengan harta dan pengikut-pengikutmu, maka ingatlah Tuhan yang telah menciptakan dirimu dari tanah.",
    "jalalayn": "(Kawannya yang Mukmin berkata kepadanya sedang dia bercakap-cakap dengannya) seraya menjawab apa yang telah dikatakannya tadi, (\"Apakah kamu ingkar terhadap Rabb yang telah menciptakan kamu dari tanah) karena Nabi Adam diciptakan dari tanah dan dia sebagai anak cucunya (kemudian dari setetes air mani) setetes sperma (lalu Dia menyempurnakan bentukmu) merampungkan bentukmu dan menjadikanmu (sebagai seorang laki-laki)\"."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 38,
    "arab": "لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ",
    "translation": "Tetapi aku (percaya bahwa), Dialah Allah, Tuhanku, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2178.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan pernyataan Yahuza kepada saudaranya yang kafir itu bahwa dia tidak sependapat dengannya. Dia berkeyakinan tidak ada Tuhan yang disembah kecuali Allah yang memelihara makhluk, Yang Maha Esa, dan Mahakuasa. Yahuza juga mengatakan bahwa dia tidak mempersekutukan Allah dengan sesuatu apapun. Pendirian saudaranya bahwa Allah tidak kuasa membangkitkannya dari kubur sama sekali tidak dapat diterima Yahuza karena menganggap Allah lemah dan sama dengan makhluk. Hal demikian, menurutnya, sama dengan syirik. Sikap Yahuza yang tegas di hadapan saudaranya yang kaya itu sangat terpuji, meskipun dia dalam keadaan fakir yang berkedudukan sebagai seorang yang meminta pekerjaan, namun dengan penuh keberanian, dia menyatakan perbedaan identitas (hakikat) pribadinya, yaitu perbedaan yang menyangkut akidah atau keimanan kepada Tuhan.",
    "quraish": "Tetapi aku akan mengatakan, 'Sesungguhnya yang menciptakan diriku dan menciptakan alam semesta ini adalah Allah, Tuhanku. Hanya Dia yang aku sembah dan aku tidak akan mempertuhan selain Dia. '",
    "jalalayn": "(Tetapi aku) lafal Laakinna asalnya merupakan gabungan antara lafal Laakin dan Anaa, kemudian harakat huruf Hamzah Anaa dipindahkan kepada Nun lafal Laakin; atau huruf Hamzah Anaa dibuang kemudian huruf Nun lafal Laakin diidgamkan kepada Na, sehingga jadilah Laakinna (mengatakan) lafal Huwa mengandung dhamir Sya'an yang dijelaskan oleh kalimat sesudahnya; artinya, aku mengatakan, (\"Allah adalah Rabbku, dan aku tidak mempersekutukan seorang pun dengan Rabbku)\"."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 39,
    "arab": "وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ",
    "translation": "Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan ”Masya Allah, la quwwata illa billah” (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2179.mp3",
    "tafsir": "Yahuza lalu meneruskan kata-katanya kepada Qurthus, \"Seharusnya kamu mengucapkan syukur kepada Allah ketika memasuki kebun-kebunmu dan merasakan kagum terhadap keindahannya. Mengapa kamu tidak mengucapkan pujian kepada Allah atas segala nikmat yang telah dilimpahkan-Nya kepadamu, berupa harta dan anak yang banyak yang belum pernah diberikan-Nya kepada orang lain.\"\n\"Katakanlah \"masya Allah\" ketika itu, sebagai tanda pengakuan atas kelemahanmu di hadapan-Nya, dan bahwa segala yang ada itu tidak mungkin terwujud tanpa izin dan kemurahan-Nya. Di tangan-Nya nasib kebun-kebun itu, disuburkan menurut kehendak-Nya ataupun dihancurkan menurut kehendak-Nya pula. Mengapa kamu tidak mengucapkan la quwwata illa billahi (tidak ada kekuatan kecuali dengan pertolongan Allah) sebagai tanda pengakuan bahwa tidak ada kekuatan yang dapat memakmurkan dan mengurusnya kecuali dengan pertolongan Allah swt.\" Ayat ini mengandung pelajaran tentang zikir yang baik diamalkan. Nabi Muhammad saw berkata kepada sahabatnya, Abu Hurairah:\nMaukah aku tunjukkan kepadamu salah satu perbendaharaan surga yang terletak di bawah Arasy? Aku menjawab, \"Ya, saya mau.\" Rasul berkata, \"Kamu membaca la quwwata illa billahi.\" (Riwayat Imam Ahmad dari Abu Hurairah)\n\nDemikian pula banyak hadis-hadis Rasul saw yang mengajarkan kepada umatnya sewaktu mendapat nikmat dari Allah supaya dia mengucapkan bacaan itu, Rasulullah saw bersabda:\nSetiap Allah swt memberikan kepada seorang hamba nikmat pada keluarga, harta, atau anak lalu dia mengucapkan \"masya' Allah, la quwwata illa billah\", tentu Allah menghindarkan dia dari segala bencana sampai kematiannya, lalu Rasulullah membaca ayat 39 Surah al-Kahf ini. (Riwayat al-Baihaqi dan Ibnu Mardawaih dari Anas r.a.)\n\nSetelah Yahuza selesai menasehati saudaranya supaya beriman, dan sudah menjelaskan tentang kekuasaan Allah swt, mulailah dia menanggapi perkataan saudaranya yang membanggakan harta dan orang-orangnya. Yahuza berkata, \"Jika kamu memandang aku lebih miskin daripada kamu, baik mengenai harta kekayaan, maupun mengenai anak buah, maka tidaklah mengapa bagiku.\"",
    "quraish": "Seandainya saat memasuki kebun dan memperhatikan tanaman yang ada di dalamnya itu kamu mengatakan, 'Masya Allah! Aku tidak mempunyai kekuasaan untuk mewujudkan semua itu kecuali dengan pertolongan Allah,' maka hal itu merupakan ungkapan rasa syukur yang dapat menjamin keabadian nikmat- nikmat itu.\" Orang yang beriman itu melanjutkan, \"Kalaupun kamu melihat diriku lebih miskin dan lebih sedikit anak dan pengikutnya,",
    "jalalayn": "(Mengapa tidak) (kamu katakan sewaktu kamu memasuki kebunmu) sewaktu kamu merasa takjub dengan kebunmu itu, (\"Ini adalah apa yang telah dikehendaki oleh Allah; tidak ada kekuatan kecuali dengan pertolongan Allah?)\" di dalam sebuah hadis telah disebutkan, \"Barang siapa yang diberi kebaikan (nikmat), baik berupa istri yang cantik lagi saleh atau pun harta benda yang banyak, lalu ia mengatakan, 'Maasya Allaah Laa Quwwata Illaa Billaah' (Ini adalah apa yang dikehendaki oleh Allah, dan tiada kekuatan melainkan berkat pertolongan Allah), niscaya ia tidak akan melihat hal-hal yang tidak disukai akan menimpa kebaikan tersebut. (Jika kamu anggap aku ini) lafal Anaa merupakan dhamir Fashl yang memisahkan antara kedua Maf'u1 (lebih sedikit daripada kamu dalam hal harta dan anak)."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 40,
    "arab": "فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ",
    "translation": "Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2180.mp3",
    "tafsir": "Namun aku mengharapkan agar Allah mengubah keadaanku, memberi aku kekayaan, dan menganugerahkan kepadaku kebun yang lebih baik daripada kebunmu karena imanku kepada-Nya. Sebaliknya, Allah swt akan melenyapkan kenikmatan yang diberikan-Nya kepadamu karena kekafiranmu, dan Dia akan menghancurkan kebun-kebunmu dengan mengirim petir dari langit yang membakar habis semuanya, sehingga menjadi tanah tandus yang licin.",
    "quraish": "aku berharap semoga Tuhanku memberiku kenikmatan yang lebih baik dari kebunmu di dunia atau dari surgamu di akhirat nanti. Atau sebaliknya, barangkali Tuhan mengirimkan bencana yang akan menimpa kebunmu seperti petir yang menyambar dari langit yang membuat kebunmu berubah menjadi tanah gersang, rata dan tidak bisa ditanami.",
    "jalalayn": "(Maka mudah-mudahan Rabbku, akan memberi kepadaku kebun yang lebih baik daripada kebunmu ini) jumlah kalimat ayat ini menjadi Jawab daripada Syarat pada ayat sebelumnya (dan mudah-mudahan Dia mengirimkan ketentuan kepada kebunmu) lafal Husbanan adalah bentuk jamak dari kata Husbanah artinya petir (dan langit, hingga kebun itu menjadi tanah yang licin) tanah yang sangat licin sehingga telapak kaki tidak dapat berpijak padanya."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 41,
    "arab": "اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ",
    "translation": "atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2181.mp3",
    "tafsir": "\"Atau Allah menghancurkan kebun-kebun itu dengan bencana dari bumi dengan jalan menghisap air yang mengalirinya dan masuk ke dalam perut bumi, sehingga kamu tak dapat berbuat apa-apa untuk mencari air itu lagi.\"\nDemikianlah harapan Yahuza yang mukmin itu, agar Allah memperlihat-kan kekuasaan-Nya secara nyata kepada orang yang kafir dan sombong itu. Dengan turunnya hukuman itu, baik berupa bencana dari langit ataupun dari bumi, manusia yang kafir itu bisa menjadi sadar.",
    "quraish": "Atau menjadikan air itu meresap ke dalam bumi hingga sulit dijangkau, lalu kamu akan bersusah payah menggalinya untuk mengairi kebunmu.\"",
    "jalalayn": "(Atau airnya menjadi surut ke dalam tanah) lafal Ghauran bermakna Ghairan, diathafkan kepada lafal Yursila, bukan kepada lafal Tushbiha, karena pengertian Ghaural Mai atau kekeringan air tidak ada kaitannya dengan masalah petir (maka sekali-kali kamu tidak dapat menemukannya lagi)\" kamu tidak akan menemukan upaya lagi untuk menjadikannya kembali."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 42,
    "arab": "وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا",
    "translation": "Dan harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedang pohon anggur roboh bersama penyangganya (para-para) lalu dia berkata, “Betapa sekiranya dahulu aku tidak mempersekutukan Tuhanku dengan sesuatu pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2182.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa apa yang diharapkan Yahuza akan segera menjadi kenyataan. Allah swt kemudian membinasakan segala harta kekayaan Qurthus. Tadinya ia mengatakan dengan penuh kesombongan bahwa kebun-kebunnya tidak akan binasa selama-lamanya. Tetapi setelah dia menyaksikan kehancuran harta kekayaannya, timbullah kesedihan dan penyesalan yang mendalam, sambil membolak-balikkan dua telapak tangannya sebagai tanda menyesal terhadap lenyapnya segala biaya yang dibelanjakannya untuk membangun kebun-kebunnya selama ini. Semua tanaman dan pohon anggur yang ada dalam kebun itu runtuh bersama penyangganya. Pada saat kesedihannya memuncak, dia teringat kepada nasihat dan ajaran saudaranya, sehingga ia mengerti bahwa bencana itu datang karena kemusyrikan dan kezalimannya terhadap diri sendiri. Lalu keluarlah kata-kata penyesalan dari mulutnya, \"Aduhai, kiranya aku beriman dan bersyukur, tentulah Tuhan tidak akan menghancurkan kebun-kebunku.\"\nKata-kata penyesalan yang demikian lahir dari seorang yang sudah berada dalam kesulitan besar yang tak terelakkan lagi. Semua orang bila terjepit dan berada dalam bencana, dia mengeluh dan dari mulutnya keluar kata-kata yang mencerminkan penyesalannya yang mendalam. Sedangkan jika tidak terjepit atau tidak dalam kesengsaraan, dia tidak akan mengeluarkan kata-kata demikian.\nFirman Allah swt:\n\nMaka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\" (al-Mu'min/40: 84)",
    "quraish": "Dan benar, Allah mempercepat datangnya bencana itu. Allah mendatangkan kerusakan yang menghabiskan tanaman dan buah yang dihasilkan kebun itu, memakan habis sampai ke akar-akarnya. Orang kafir itu hanya bisa membolik-balikkan telapak tangan tanda penyesalan dan kerugian atas semua yang telah dia keluarkan untuk memodali kebunnya. Kerusakan itu memang begitu cepat datangnya. Ketika itulah orang kafir itu berangan-angan andaikata dia tidak menyekutukan Allah.",
    "jalalayn": "(Dan buah-buahannya diliputi) yakni ditimpa oleh berbagai macam musibah seperti yang telah disebutkan tadi sehingga binasalah semuanya berikut kebunnya (lalu ia membolak-balikkan kedua tangannya) karena menyesal dan kecewa (terhadap biaya yang telah dibelanjakannya untuk itu) untuk menggarap kebunnya (sedangkan pohon anggur itu roboh) tumbang (berikut para-paranya) penopang-penopangnya; pada mulanya pohon berikut penopangnya roboh maka berjatuhanlah buah-buah anggur itu (dan dia berkata, \"Aduhai) sebagai ungkapan kekecewaannya (kiranya dulu aku tidak mempersekutukan seorang pun dengan Rabbku)\"."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 43,
    "arab": "وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ  ",
    "translation": "Dan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2183.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa tidak ada segolongan orang pun yang sanggup menolong pemilik kebun itu, baik keluarganya, pengawal, buruh-buruh, anak-anak, atau siapa saja yang tadinya menjadi kebanggaannya. Hanya Allah yang dapat menolongnya dari kehancuran dan kebinasaan. Sedangkan orang itu sendiri tidak dapat menolong dirinya sendiri dengan kekuatan yang ada padanya.",
    "quraish": "Tatkala bencana itu datang, dia tidak lagi mempuyai penolong yang dulu dibangga-banggakannya. Bahkan dia tidak mampu menolong dirinya sendiri, karena penolong yang sebenarnya hanyalah Allah.",
    "jalalayn": "(Dan tidak ada) dapat dibaca Lam Takun atau Lam Yakun (bagi dia segolongan pun) sekelompok orang pun (yang akan menolongnya selain Allah) di waktu kebunnya binasa (dan sekali-kali ia tidak dapat membela dirinya) tak mampu mempertahankannya sendiri sewaktu kebunnya binasa."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 44,
    "arab": "هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ",
    "translation": "Di sana, pertolongan itu hanya dari Allah Yang Mahabenar. Dialah (pemberi) pahala terbaik dan (pemberi) balasan terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2184.mp3",
    "tafsir": "Kemudian Allah swt menegaskan dalam ayat ini bahwa dalam kesulitan dan kesengsaraan seperti yang dialami oleh pemilik kebun itu, benar-benar hanya Allah sendiri yang mempunyai hak dan kekuatan untuk memberikan pertolongan. Akan tetapi, pertolongan itu hanya diberikan kepada orang-orang yang beriman kepada-Nya, mensyukuri nikmat-Nya, dan taat serta patuh kepada perintah-Nya. Allah akan membela, menenteramkan hati, dan menyelamatkan mereka dari segala macam muslihat dan tipu daya musuh-musuh mereka. Dialah yang paling baik dalam memberi pahala dan balasan.",
    "quraish": "Pertolongan itu, bagaimanapun bentuknya, tetap bersumber dari Allah. Allah telah memilihkan bagi hamba-Nya pahala yang berlipat ganda dan masa depan yang baik.",
    "jalalayn": "(Di sana) kelak di hari kiamat (pertolongan itu) kalau dibaca Al-Walaayah artinya pertolongan, dan kalau dibaca Al-Wilaayah artinya kerajaan (hanya dari Allah Yang Hak) kalau dibaca Al-Haqqu menjadi sifat dari lafal Al-Walaayah dan kalau dibaca Al-Haqqi menjadi sifat dari Lafzhul Jalalah atau Allah (Dia adalah sebaik-baik Pemberi pahala) lebih baik daripada pahala selain-Nya seandainya ada yang dapat memberi pahala (dan sebaik-baik Pemberi balasan) lafal 'Uqban atau 'Uquban artinya balasan bagi orang-orang Mukmin; dinashabkan karena menjadi Tamyiz."
  },
  {
    "page": 298,
    "name": "Al-Kahf",
    "ayat": 45,
    "arab": "وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا",
    "translation": "Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2185.mp3",
    "tafsir": "Allah swt mengumpamakan suasana kehidupan dalam dunia ini beserta segala keindahan dan kemegahannya, yang kemudian secara ber-angsur-angsur akan lenyap, seperti keadaan air hujan yang diturunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan yang menghijau, berbunga, dan berbuah. Kehijauan itu secara berangsur-angsur berubah menjadi kuning kering, dan akhirnya lenyap dihembus angin. Semua yang ada di atas bumi ini tentu menempuh suatu proses perubahan dari lahir, tumbuh, kembang, layu, dan lenyap. Oleh karena itu, manusia yang menjadi penghuni bumi ini jangan tertipu oleh kemegahan dunia. Mereka yang mempunyai kekayaan yang besar janganlah membangga-banggakan hartanya dan jangan pula merendahkan orang lain yang tak punya harta benda. Sesungguhnya harta benda itu, cepat atau lambat, akan lenyap. Allah Yang Mahasempurna dan Mahamulia yang menciptakan segala benda dan memeliharanya, menum-buhkan, melenyapkan, lalu mengembalikan lagi ke bumi. Dialah Yang Mahakuasa dan menetapkan hukum-hukum perubahan itu.\nDalam Al-Qur'an, banyak ayat-ayatnya yang mengumpamakan kehidup-an duniawi ini dengan kehidupan tumbuh-tumbuhan, antara lain firman Allah swt:\n\nKetahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-Hadid/57: 20)",
    "quraish": "Wahai Rasul, sebutlah kepada mereka sebuah perumpamaan yang menggambarkan daya tarik dan keindahan hidup duniawi yang pada akhirnya akan musnah dalam sekejap. Keindahan dunia itu bagaikan air yang turun dari langit dan menyirami tumbuhan yang ada di atas bumi sehingga menjadi hijau dan matang. Tiba-tiba bumi berubah menjadi kering-kerontang dan dicerai-beraikan oleh angin. Allah Mahakuasa untuk menciptakan atau memusnahkan segala sesuatu.",
    "jalalayn": "(Dan berilah) jadikanlah (buat mereka) buat kaummu (suatu perumpamaan tentang kehidupan dunia ini) menjadi Maf'ul Awwal (adalah sebagai air hujan) menjadi Maf'ul Tsani (yang Kami turunkan dari langit, maka menjadi subur karenanya) menjadi tumbuh subur disebabkannya (tumbuh-tumbuhan di muka bumi) atau air hujan itu bercampur dengan tumbuh-tumbuhan, hingga tumbuh-tumbuhan itu menjadi segar dan tumbuh dengan suburnya (kemudian tumbuh-tumbuhan itu menjadi) (kering) layu dan bagian-bagiannya menjadi belah (yang diterbangkan) ditiup menjadi berantakan (oleh angin) sehingga tidak ada gunanya lagi. Makna ayat ini menyerupakan duniawi dengan tumbuh-tumbuhan yang subur, kemudian menjadi kering dan dipecahkan serta dihamburkan beterbangan oleh angin. Menurut suatu qiraat lafal Ar-Riyaah dibaca Ar-Riih (Dan adalah Allah berkuasa atas segala sesuatu) yakni Maha Kuasa."
  }
]