[
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 6,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا سَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ",
    "translation": "Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/13.mp3",
    "tafsir": "Orang kafir ialah orang yang tidak beriman kepada Allah, sebagaimana yang diperintahkan-Nya. Kafir, jamaknya kuffar, yaitu orang-orang yang tidak percaya kepada Allah, rasul-rasul-Nya, malaikat-malaikat-Nya, kitab-kitab-Nya dan hari kiamat. Di dalam Al-Qur'an disebutkan bahwa orang-orang kafir, yaitu Ahli Kitab dan orang-orang musyrik, yang sangat ingkar kepada Rasulullah saw; mereka tidak akan beriman walaupun diberi peringatan yang disertai dengan ancaman. Bagi mereka sama saja, apakah mereka diberi peringatan keras atau tidak.",
    "quraish": "Begitulah ihwal golongan yang diberi petunjuk. Adapun golongan manusia yang bodoh, yang tidak memiliki kesiapan beriman oleh sebab keacuhan dan sikap membangkang mereka, baik kamu beri peringatan kepada mereka atau tidak, sekali-kali mereka tidak akan memenuhi panggilan Tuhan.",
    "jalalayn": "(Sesungguhnya orang-orang kafir) seperti Abu Jahal, Abu Lahab dan lainnya (sama saja bagi mereka, apakah kamu beri peringatan) dibaca, a-andzartahum, yakni dengan dua buah hamzah secara tegas. Dapat pula hamzah yang kedua dilebur menjadi alif hingga hanya tinggal satu hamzah saja yang dibaca panjang (atau tidak kamu beri peringatan, mereka tidak juga akan beriman.) Hal itu telah diketahui oleh Allah, maka janganlah kamu berharap mereka akan beriman. 'Indzar' atau peringatan, artinya pemberitahuan disertai ancaman."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 7,
    "arab": "خَتَمَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَعَلٰى سَمْعِهِمْ ۗ وَعَلٰٓى اَبْصَارِهِمْ غِشَاوَةٌ وَّلَهُمْ عَذَابٌ عَظِيْمٌ ࣖ ",
    "translation": "Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/14.mp3",
    "tafsir": "Hal yang menyebabkan orang-orang kafir tidak menerima peringatan adalah karena hati dan pendengaran mereka tertutup, bahkan terkunci mati, tidak dapat menerima petunjuk, dan segala macam nasihat tidak berbekas pada mereka. Karena penglihatan mereka tertutup, mereka tidak dapat melihat, memperhatikan dan memahami ayat-ayat Al-Qur'an yang telah mereka dengar, tidak dapat mengambil pelajaran dari tanda-tanda kebesaran Allah yang mereka lihat di cakrawala, di permukaan bumi dan pada diri mereka sendiri.\nTerkuncinya hati dan pendengaran, serta tertutupnya penglihatan orang-orang kafir itu karena mereka selalu mengerjakan perbuatan-perbuatan yang terlarang. Tiap-tiap perbuatan terlarang yang mereka lakukan akan menambah rapat dan kuatnya kunci yang menutup hati dan pendengaran mereka. Makin banyak perbuatan itu mereka lakukan, makin bertambah kuat pula kunci dan tutup pada hati dan telinga mereka:\n\n\nMaka (Kami hukum mereka), karena mereka melanggar perjanjian itu, dan karena kekafiran mereka terhadap keterangan-keterangan Allah, serta karena mereka telah membunuh nabi-nabi tanpa hak (alasan yang benar), dan karena mereka mengatakan, \"Hati kami tertutup.\" Sebenarnya Allah telah mengunci hati mereka karena kekafirannya, karena itu hanya sebagian kecil dari mereka yang beriman (an-Nisa'/4: 155)\n\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110)\nProses bertambah kuatnya tutup dan bertambah kuatnya kunci hati dan pendengaran orang-orang kafir itu diterangkan oleh hadis :\n\nRasulullah saw bersabda, \"Sesungguhnya seorang hamba apabila ia mengerjakan perbuatan dosa terdapatlah suatu noda hitam di dalam hatinya, maka jika ia bertobat, mengkilat hatinya, dan jika ia tambah mengerjakan perbuatan buruk, bertambahlah noda hitam \". Itulah firman Allah, \"Tidak, tetapi perbuatan mereka menjadi noda hitam di hati mereka\". (Riwayat at-Tirmidzi dan Ibnu Jarir at-tabari dari Abu Hurairah)",
    "quraish": "Mereka adalah golongan yang telah dikuasai oleh sikap ingkar (kufr), hingga hati mereka seolah tertutup oleh sekat yang tidak akan pernah dimasuki sesuatu pun. Pendengaran mereka terkunci, hingga tak sanggup mendengarkan kebenaran. Penglihatan mereka terhalang, hingga tak mampu melihat tanda-tanda kekuasaan Tuhan yang akan menuntun kepada keimanan. Oleh sebab itulah mereka pantas menerima siksa yang keras.",
    "jalalayn": "(Allah mengunci mati hati mereka) maksudnya menutup rapat hati mereka sehingga tidak dapat dimasuki oleh kebaikan (begitu pun pendengaran mereka) maksudnya alat-alat atau sumber-sumber pendengaran mereka dikunci sehingga mereka tidak memperoleh manfaat dari kebenaran yang mereka terima (sedangkan penglihatan mereka ditutup) dengan penutup yang menutupinya sehingga mereka tidak dapat melihat kebenaran (dan bagi mereka siksa yang besar) yang berat lagi tetap. Terhadap orang-orang munafik diturunkan:"
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 8,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ وَبِالْيَوْمِ الْاٰخِرِ وَمَا هُمْ بِمُؤْمِنِيْنَۘ",
    "translation": "Dan di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/15.mp3",
    "tafsir": "Pada ayat ini diterangkan golongan yang ketiga yaitu golongan munafik, golongan yang mengaku bahwa mereka beriman, tetapi sebenarnya tidak beriman. Pengakuan mereka tidaklah benar. Mereka mengakui demikian itu untuk mengelabui mata dan mempermainkan orang Islam. \nSewaktu Rasul saw hijrah dari Mekah ke Medinah, banyak penduduk Medinah masuk Islam dari kabilah 'Aus dan Khazraj dan beberapa orang Yahudi. Pada mulanya masih belum tampak golongan ini. Tetapi sesudah perang Badar tahun kedua Hijri, yang membawa kemenangan bagi kaum Muslimin, mulailah timbul golongan munafik ini.\nAbdullah bin Ubay, seorang pemimpin di Medinah dari kabilah Khazraj, anak dari seorang yang pernah menjadi pemimpin suku Aus dan Khazraj, oleh pengikut-pengikutnya dijadikan calon raja di Medinah. Dia berkata kepada pengikut-pengikutnya, \"Situasi sekarang jelas menunjukkan kemenangan bagi Muhammad\". Kemudian Abdullah bin Ubay dan pengikut-pengikutnya menyatakan masuk Islam tetapi hati mereka tetap membenci. Tujuan mereka hendak menghancurkan kaum Muslimin dari dalam, dengan berbagai macam usaha dan tipu daya. Di antara mereka banyak pula orang Yahudi.\nSabda Nabi saw:\nPerumpamaan orang munafik seperti seekor anak kambing (yang bingung dan ragu) di antara dua kambing, bolak-balik, kadang-kadang mengikuti yang satu ini, kadang-kadang mengikuti yang lainnya. (Riwayat Muslim dari Ibnu Umar)\n\nMereka bukan termasuk orang-orang yang beriman yang benar dan yang merasakan keagungan Allah swt, mereka tidak pula menyadari bahwa Allah sebenarnya mengetahui perbuatan mereka lahir dan batin. Sekiranya mereka beriman dengan iman yang benar, tentulah mereka tidak melakukan perbuatan yang menyakitkan hati Nabi saw dan kaum Muslimin. Mereka melakukan ibadah salat dan puasa, hanya untuk mengelabui mata umum, sedang hati dan jiwa mereka sesungguhnya tidak menghayati ibadah-ibadah tersebut.",
    "quraish": "Di antara golongan yang ingkar itu terdapat sekelompok manusia yang mengatakan sesuatu yang sesungguhnya tidak lahir dari dalam hati nurani mereka. Dengan maksud memperlihatkan keimanan, mereka berkata, \"Kami beriman kepada Allah dan hari kiamat.\" Padahal sesungguhnya perkataan itu tidak benar. Maka dari itu, mereka tidak termasuk golongan orang yang beriman.",
    "jalalayn": "(Di antara manusia ada orang yang mengatakan, \"Kami beriman kepada Allah dan hari akhir.\") yaitu hari kiamat, karena hari itu adalah hari terakhir. (Padahal mereka bukan orang-orang yang beriman). Di sini ditekankan arti kata 'orang', jika kata ganti yang disebutkan lafalnya, yakni 'mereka'."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 9,
    "arab": "يُخٰدِعُوْنَ اللّٰهَ وَالَّذِيْنَ اٰمَنُوْا ۚ وَمَا يَخْدَعُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَۗ",
    "translation": "Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/16.mp3",
    "tafsir": "Orang munafik itu menipu Allah, dengan cara menipu Rasul-Nya yaitu Muhammad saw. Menipu Allah, Rasul-Nya dan orang mukmin ialah dengan memperlihatkan iman, kasih sayang dan menyembunyikan permusuhan dalam batin. Mereka bergaul dengan kaum Muslimin, untuk memata-matai mereka dan kemudian menyampaikannya kepada musuh-musuh Islam. Mereka menyebarkan permusuhan dan fitnah, untuk melemahkan barisan kaum Muslimin. Usaha kaum munafik itu gagal dan sia-sia. Hati mereka bertambah susah, sedih dan dengki, sehingga pertimbangan-pertimbangan yang benar dan jujur untuk menilai kebenaran semakin lenyap dari mereka. Mereka sejatinya bukanlah menipu Allah, Rasul-Nya dan para mukminin, tetapi mereka menipu diri mereka sendiri. Akibatnya, perbuatan mereka itu akan menimpa diri mereka sendiri, hanya saja mereka tidak menyadarinya. Kesadaran merupakan daya jiwa untuk menanggapi sesuatu yang tersembunyi, yang tersirat dari yang nyata atau yang tidak nyata.",
    "quraish": "Dengan perbuatan itu mereka telah menipu orang-orang yang beriman dan mengira telah menipu Allah, karena mereka ragu bahwa Allah mengetahui rahasia mereka. Padahal sesungguhnya Allah mengetahui segala yang tersembunyi dan yang tampak, sehingga pada hakikatnya mereka hanya menipu diri sendiri. Sebab, cepat atau lambat, mereka akan merasakan akibat buruk perbuatan mereka itu. Maka, barangsiapa yang menipu orang lain dengan menganggapnya bodoh--padahal tidak demikian kenyataannya--berarti ia telah menipu diri sendiri.",
    "jalalayn": "(Mereka hendak menipu Allah dan orang-orang yang beriman) yakni dengan berpura-pura beriman dan menyembunyikan kekafiran guna melindungi diri mereka dari hukum-hukum duniawi (padahal mereka hanya menipu diri mereka sendiri) karena bencana tipu daya itu akan kembali menimpa diri mereka sendiri. Di dunia, rahasia mereka akan diketahui juga dengan dibuka Allah kepada Nabi-Nya, sedangkan di akhirat mereka akan menerima hukuman setimpal (tetapi mereka tidak menyadari) dan tidak menginsafi bahwa tipu daya mereka itu menimpa diri mereka sendiri. Mukhada`ah atau tipu-menipu di sini muncul dari satu pihak, jadi bukan berarti berserikat di antara dua belah pihak. Contoh yang lainnya mu`aqabatul lish yang berarti menghukum pencuri. Menyebutkan Allah di sana hanya merupakan salah satu dari gaya bahasa saja. Menurut suatu qiraat tidak tercantum 'wamaa yasy`uruuna' tetapi 'wamaa yakhda`uuna', artinya 'tetapi mereka tidak berhasil menipu'."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 10,
    "arab": "فِيْ قُلُوْبِهِمْ مَّرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضًاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۢ ەۙ بِمَا كَانُوْا يَكْذِبُوْنَ",
    "translation": "Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih, karena mereka berdusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/17.mp3",
    "tafsir": "Pada ayat ini diterangkan keburukan dusta atau sikap berpura-pura dan akibat-akibatnya. Dendam, iri hati dan ragu-ragu termasuk penyakit jiwa. Penyakit ini akan bertambah parah, bilamana disertai dengan perbuatan nyata. Misalnya rasa sedih pada seseorang akan bertambah dalam, apabila disertainya dengan perbuatan nyata, seperti menangis, meronta-ronta dan sebagainya. Penyakit-penyakit dengki demikian itu terdapat dalam jiwa orang-orang munafik. Oleh karena itu mereka memusuhi Allah dan Rasul-Nya, menipu dengan sikap pura-pura dan berusaha mencelakakan Rasul dan umatnya. Kemudian penyakit itu bertambah-tambah setelah melihat kemenangan-kemenangan Rasul. Setiap kali Rasul memperoleh kemenangan, bertambah pulalah penyakit mereka. Terutama sekali penyakit bimbang dan ragu-ragu, menimbulkan ketegangan jiwa yang sangat pada orang-orang munafik. Akal pikiran mereka bertambah lemah untuk menanggapi kebenaran agama dan memahaminya, bahkan pancaindra mereka tidak mampu menangkap obyek dengan benar, seperti yang diungkapkan Allah dengan firman-Nya:\n\n\"Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata, (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga, (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah\" (al-A'raf/7: 179)\n\nBukti-bukti telah nyata, cahaya kebenaran yang terang benderang juga jelas bagi mereka, namun mereka enggan menerimanya, bahkan mereka tambah erat berpegang kepada pendiriannya yang lama. Cahaya terang menjadi gelap di mata mereka dan menjadi penyakit di hati mereka. Hati mereka bertambah susah disebabkan lenyapnya kepemimpinan mereka. Iri dan dengki tambah mendalam karena menyaksikan kukuhnya Islam dari hari ke hari. Akibat pendustaan mereka, yaitu mengaku beriman kepada Allah dan hari akhir dan tipu daya mereka terhadap Allah, mereka akan menderita azab yang pedih.\nDalam ayat ini dan ayat-ayat berikutnya, Allah menerangkan sebagian dari sifat-sifat orang munafik yang melakukan tindakan-tindakan yang merusak, antara lain membantu orang-orang kafir (musuh-musuh Islam) dengan membukakan rahasia kaum Muslimin, mendorong orang-orang kafir segera menghancurkan kaum Muslimin, mengadakan perjanjian kerja sama dengan lawan-lawan Islam, menimbulkan pertentangan-pertentangan dalam masyarakat, menghasut orang-orang Islam agar meninggalkan Nabi saw dan lain sebagainya. Firman Allah:\n\n\nDan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan. (al-Baqarah/2: 205)",
    "quraish": "Dalam hati mereka terdapat penyakit iri dan dengki kepada orang-orang yang beriman, di samping kerusakan akidah. Allah menambah parah penyakit mereka itu dengan memenangkan kebenaran, karena hal itu akan lebih menyakitkan, akibat iri, dengki dan keangkuhan mereka. Mereka akan mendapatkan siksa yang pedih di dunia dan di akhirat akibat dusta dan ingkar.",
    "jalalayn": "(Dalam hati mereka ada penyakit) berupa keragu-raguan dan kemunafikan yang menyebabkan sakit atau lemahnya hati mereka. (Lalu ditambah Allah penyakit mereka) dengan menurunkan Alquran yang mereka ingkari itu. (Dan bagi mereka siksa yang pedih) yang menyakitkan (disebabkan kedustaan mereka.) Yukadzdzibuuna dibaca pakai tasydid, artinya amat mendustakan, yakni terhadap Nabi Allah dan tanpa tasydid 'yakdzibuuna' yang berarti berdusta, yakni dengan mengakui beriman padahal tidak."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 11,
    "arab": "وَاِذَا قِيْلَ لَهُمْ لَا تُفْسِدُوْا فِى الْاَرْضِۙ قَالُوْٓا اِنَّمَا نَحْنُ مُصْلِحُوْنَ",
    "translation": "Dan apabila dikatakan kepada mereka, “Janganlah berbuat kerusakan di bumi!” Mereka menjawab, “Sesungguhnya kami justru orang-orang yang melakukan perbaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/18.mp3",
    "tafsir": "Bila mereka dinasihati agar meninggalkan perbuatan yang menimbulkan kerusakan di bumi, mereka selalu membuat dalih dan alasan dengan mengatakan bahwa mereka sebenarnya berusaha mengadakan perbaikan. Mereka bahkan menganggap apa yang mereka kerjakan sebagai usaha untuk kebaikan orang-orang Islam dan untuk menciptakan perdamaian antara kaum Muslimin dengan golongan lainnya. Mereka mengatakan bahwa tindakan-tindakan mereka yang merusak itu sebagai suatu usaha perbaikan untuk menipu kaum Muslimin.",
    "quraish": "Apabila salah seorang yang telah diberi petunjuk oleh Allah berkata kapada orang-orang munafik, \"Janganlah kalian berbuat kerusakan di atas bumi dengan menghalang-halangi orang yang berjuang di jalan Allah, menyebarkan fitnah dan memicu api peperangan,\" mereka justru mengklaim bahwa diri mereka bersih dari perusakan. Mereka mengatakan, \"Sesungguhnya kami adalah orang-orang yang melakukan perbaikan.\" Itu semua adalah akibat rasa bangga diri mereka yang berlebihan.",
    "jalalayn": "(Dan jika dikatakan kepada mereka,) maksudnya kepada orang-orang munafik tadi (\"Janganlah kamu membuat kerusakan di muka bumi!\") yakni dengan kekafiran dan menyimpang dari keimanan. (Jawab mereka, \"Sesungguhnya kami ini berbuat kebaikan.\") dan tidak dijumpai pada perbuatan kami hal-hal yang menjurus pada kebinasaan. Maka Allah swt. berfirman sebagai sanggahan atas ucapan mereka itu:"
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 12,
    "arab": "اَلَآ اِنَّهُمْ هُمُ الْمُفْسِدُوْنَ وَلٰكِنْ لَّا يَشْعُرُوْنَ",
    "translation": "Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/19.mp3",
    "tafsir": "Pada ayat ini Allah membantah pernyataan orang munafik bahwa mereka mengadakan perbaikan, tetapi mereka betul-betul membuat kerusakan di bumi. Sebenarnya mereka adalah kaum perusak, tetapi mereka tidak menyadari kerusakan yang telah mereka lakukan karena setan membuat mereka memandang baik apa yang selalu mereka kerjakan.",
    "quraish": "Ingat dan waspadalah kalian, wahai orang-orang yang beriman, bahwa mereka itulah sebenarnya yang berbuat kerusakan, akan tetapi mereka tidak menyadarinya karena rasa bangga atas diri sendiri, juga akibat buruk yang akan menimpa mereka oleh sebab kemunafikan.",
    "jalalayn": "(Ingatlah!) Seruan untuk membangkitkan perhatian. (Sesungguhnya mereka itulah yang membuat kerusakan, tetapi mereka tidak sadar) akan kenyataan itu."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 13,
    "arab": "وَاِذَا قِيْلَ لَهُمْ اٰمِنُوْا كَمَآ اٰمَنَ النَّاسُ قَالُوْٓا اَنُؤْمِنُ كَمَآ اٰمَنَ السُّفَهَاۤءُ ۗ اَلَآ اِنَّهُمْ هُمُ السُّفَهَاۤءُ وَلٰكِنْ لَّا يَعْلَمُوْنَ ",
    "translation": "Dan apabila dikatakan kepada mereka, “Berimanlah kamu sebagaimana orang lain telah beriman!” Mereka menjawab, “Apakah kami akan beriman seperti orang-orang yang kurang akal itu beriman?” Ingatlah, sesungguhnya mereka itulah orang-orang yang kurang akal, tetapi mereka tidak tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/20.mp3",
    "tafsir": "Ayat ini melanjutkan keterangan sifat dan sikap orang munafik pada ayat yang dahulu. Kaum munafik itu bila diajak beriman, melaksanakan amar makruf, dan nahi mungkar, mereka menolak dengan alasan bahwa orang-orang yang beriman itu orang-orang yang lemah akalnya, padahal kenyataannya tidak demikian.\nOrang-orang munafik memandang orang-orang yang beriman itu bodoh dan lemah akal, seperti terhadap orang Muhajirin yang meninggalkan keluarga dan kampung halaman, bahkan mereka bermusuhan terhadap keluarga-keluarga mereka sendiri dan hamba sahaya seperti Suhaib, Bilal, dan Khabbab. Orang-orang Ansar dipandang mereka juga bodoh karena mereka membagikan harta dan kekayaan mereka kepada orang muhajirin.\nAllah menandaskan bahwa merekalah sebenarnya orang-orang yang lemah akalnya, karena mereka tidak menggunakan akal untuk menanggapi kebenaran dan mereka terpengaruh oleh kedudukan mereka dalam kaumnya. Mereka tidak mengetahui iman dan hakikatnya, karenanya mereka tidak mengetahui pula apakah orang-orang mukmin itu bodoh-bodoh atau pintar-pintar. Iman itu tidak akan sempurna diperoleh kecuali dengan ilmu yang yakin. Demikian pula kebahagiaan dunia dan akhirat sebagai tujuan dari iman itu tidaklah dapat dimengerti kecuali oleh orang yang mengetahui hakikat iman.",
    "quraish": "Apabila seseorang bermaksud memberi nasihat dan arahan kepada mereka dengan mengatakan, \"Terimalah sebagaimana mestinya, hendaknya kalian beriman secara ikhlas sebagaimana iman manusia- manusia sempurna yang telah menyambut seruan akal,\" orang-orang munafik itu mengejek, mencemooh dan menjawab, \"Tidaklah pantas diri kami ini menjadi pengikut orang-orang bodoh dan lemah akal.\" Maka Allah membalas kecerobohan itu dengan menunjukkan bahwa hanya mereka sajalah orang-orang yang bodoh dan dungu, akan tetapi mereka tidak mengerti secara yakin bahwa kebodohan dan keterbatasan pengetahuan itu hanya ada pada mereka dan dalam diri mereka.",
    "jalalayn": "(Apabila dikatakan kepada mereka, \"Berimanlah kamu sebagaimana orang-orang lain beriman!\") yakni sebagaimana berimannya para sahabat Nabi. (Jawab mereka, \"Apakah kami akan beriman sebagaimana berimannya orang-orang yang bodoh?\") Artinya kami tidak akan melakukan seperti yang dilakukan oleh orang-orang yang bodoh itu. Maka firman Allah menolak ucapan mereka itu: (Ketahuilah, merekalah orang-orang bodoh tetapi mereka tidak tahu) akan hal itu."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 14,
    "arab": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّا ۚ وَاِذَا خَلَوْا اِلٰى شَيٰطِيْنِهِمْ ۙ قَالُوْٓا اِنَّا مَعَكُمْ  ۙاِنَّمَا نَحْنُ مُسْتَهْزِءُوْنَ",
    "translation": "Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, “Kami telah beriman.” Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, “Sesungguhnya kami bersama kamu, kami hanya berolok-olok.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/21.mp3",
    "tafsir": "Di antara sifat-sifat orang-orang munafik ialah bermuka dua. Jika mereka bertemu dengan orang-orang Islam mereka menyatakan keislamannya, dengan demikian mereka memperoleh segala apa yang diperoleh kaum Muslimin pada umumnya. Tapi bila berada di tengah teman-teman (setan-setan) mereka, mereka pun menjelaskan apa yang telah mereka lakukan itu sebenarnya hanyalah untuk memperdaya dan memperolok-olokkan kaum Muslimin. Itikad mereka tidak berubah, mereka tetap dalam agama mereka.\nKata \"setan\" berasal dari kata syatana artinya \"jauh\", setan berarti \"yang amat jauh\". Orang-orang munafik itu dikatakan setan karena mereka amat jauh dari petunjuk Allah, jauh dari kebajikan dan kebaikan. Setan itu mungkin berupa manusia atau jin, seperti tersebut dalam firman Allah swt:\n\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6: 112)",
    "quraish": "Orang-orang munafik itu, jika bertemu dengan orang-orang Mukmin yang ikhlas akan berkata, \"Kami pun beriman seperti kalian. Kami percaya akan kebenaran Rasul dan seruannya, dan kami satu akidah dengan kalian.\" Namun jika mereka berpisah dan kembali kepada golongan mereka yang mempunyai watak menyerupai setan dalam upaya memfitnah dan membuat kerusakan, mereka berkata, \"Kami bersama kalian di satu jalan dan dalam satu perbuatan. Sungguh, apa yang kami katakan kepada orang-orang yang beriman hanyalah kami maksudkan untuk merendahkan dan mengejek mereka.\"",
    "jalalayn": "(Dan jika mereka berjumpa) asalnya 'laqiyuu' lalu damah pada ya dibuang karena beratnya pada lidah berikut ya itu sendiri karena bertemunya dalam keadaan sukun dengan wau sehingga menjadi 'laquu' (dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Dan bila mereka telah berpisah) dengan orang-orang yang beriman dan kembali (kepada setan-setan mereka) maksudnya pemimpin-pemimpin mereka. (Kata mereka, \"Sesungguhnya kami ini bersama kamu) maksudnya sependirian dengan kamu dalam keagamaan, (kami ini hanya berolok-olok.\") dengan berpura-pura beriman."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 15,
    "arab": " اَللّٰهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
    "translation": "Allah akan memperolok-olokkan mereka dan membiarkan mereka terombang-ambing dalam kesesatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/22.mp3",
    "tafsir": "Ayat ini menegaskan hukuman bagi orang munafik sebagai akibat perbuatan mereka yang tersebut pada ayat di atas. Allah membalas olok-olokan mereka dengan menimpakan kehinaan atas mereka dan Allah membiarkan mereka bergelimang terus dalam kesesatan, dan mereka kelak akan diazab pada hari Kiamat.\nPada ayat lain Allah berfirman:\n\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110)\n\nOrang-orang munafik itu tidak dapat keluar dari lingkaran kesesatan yang mengurung mereka. Rasa sombong, sifat mementingkan diri sendiri dan penyakit lainnya yang bersarang di hati mereka, menyebabkan mereka tidak dapat melihat kenyataan yang ada di hadapan mereka, yakni bahwa Islam dan umatnya semakin kuat di kota Medinah.\nKegagalan mereka dalam menghambat kemajuan Islam menambah parah penyakit dalam hati mereka sehingga mereka tidak mampu lagi menemukan dan menerima kebenaran yang dibawa Nabi Muhammad saw. Oleh sebab itu mereka terus menerus dalam kebingungan, keragu-raguan serta keras kepala dan tidak menemukan jalan keluar dari lingkaran kesesatan itu. Firman Allah swt:\n\n\"..... Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.\" (al-hajj/22: 46)",
    "quraish": "Allah membalas ejekan mereka itu, dan menakdirkan mereka menjadi hina sebab cacian mereka terhadap orang-orang yang beriman. Allah memperlakukan mereka sebagai pengejek, menelantarkan mereka dalam jurang kesesatan yang membutakan mata mereka dari kebenaran, kemudian menyiksa mereka.",
    "jalalayn": "(Allahlah yang memperolok-olokkan mereka) artinya membalas olok-olokkan itu dengan memperolok-olokkan mereka pula (dan membiarkan mereka) terpedaya (dalam kesesatan mereka) yakni melanggar batas disebabkan kekafiran (terumbang-ambing) dalam keadaan bingung tanpa tujuan atau pegangan."
  },
  {
    "page": 3,
    "name": "Al-Baqarah",
    "ayat": 16,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰىۖ فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُوْا مُهْتَدِيْنَ",
    "translation": "Mereka itulah yang membeli kesesatan dengan petunjuk. Maka perdagangan mereka itu tidak beruntung dan mereka tidak mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/23.mp3",
    "tafsir": "Ayat ini menegaskan ayat-ayat sebelumnya tentang orang munafik dan menerangkan kebodohan mereka dengan mengemukakan keburukan tingkah laku dan perkataan mereka.\nOrang-orang munafik dengan sifat-sifat yang buruk seperti tersebut pada ayat-ayat di atas merupakan orang-orang yang salah pilih. Mereka menolak petunjuk jalan yang lurus, dan memilih jalan kesesatan dan hawa nafsu. Akhirnya pilihan itu merugikan mereka sendiri, karena mereka tidak mau menerima kebenaran.\nDalam ayat ini Allah mempergunakan kata \"membeli\" untuk ganti kata \"menukar\". Jadi orang munafik itu menukarkan hidayah (petunjuk) dengan dhalalah (kesesatan), hasilnya mereka kehilangan petunjuk dan memperoleh kesesatan. Petunjuk yang semula mereka miliki itu berupa kesediaan manusia untuk menanggapi kebenaran dan mencapai kesempurnaan. Kesediaan ini bagaikan modal pokok. Modal inilah yang lenyap dari tangan mereka, oleh karena itu mereka tidak akan mendapat untung dan tidak dapat petunjuk lagi.",
    "quraish": "Mereka yang lebih memilih kesesatan daripada petunjuk, bagaikan seorang pedagang yang membeli barang yang telah rusak dan tidak laku jual. Akibatnya ia akan rugi dan kehilangan modal. Mereka tidak mendapatkan petunjuk dalam perbuatan mereka.",
    "jalalayn": "(Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk) artinya mengambil kesesatan sebagai pengganti petunjuk (maka tidaklah beruntung perniagaan mereka) bahkan sebaliknya mereka merugi, karena membawa mereka ke dalam neraka yang menjadi tempat kediaman mereka untuk selama-lamanya. (Dan tidaklah mereka mendapat petunjuk) disebabkan perbuatan mereka itu."
  }
]