[
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 54,
    "arab": "وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍۗ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًا ",
    "translation": "Dan sesungguhnya Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan. Tetapi manusia adalah memang yang paling banyak membantah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2194.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa berbagai macam perumpamaan dikemukakan Allah di dalam Al-Qur'an, baik berupa perbandingan terhadap sesuatu ataupun berbentuk kisah. Hal ini dimaksudkan sebagai cermin perbandingan bagi manusia, sebab ia mempunyai akal pikiran. Dari binatang kecil, seperti nyamuk, semut, lalat, dan lebah, sampai benda-benda alam yang besar, seperti gunung dan samudera, dijadikan contoh untuk menarik perhatian manusia. Namun demikian, manusia adalah makhluk yang paling suka membantah. Artinya, ketika Allah menyadarkan akal pikiran dan budi luhurnya dengan berbagai macam perumpamaan itu, mereka pun mencari-cari dalih untuk mengingkari dan tidak mau mematuhinya. Hal itu disebabkan oleh pengaruh hawa nafsu, kesombongan, dan tipu daya setan dan Iblis.\nDalam suatu hadis diriwayatkan bahwa Rasulullah saw datang kepada Ali dan Fatimah pada suatu malam dan bertanya:\n\"Apakah kamu berdua salat?\" Maka saya (Ali) menjawab, \"Hai Rasulullah, diri kami ini sesungguhnya ada di tangan Allah, kalau dia mau membangkitkan kami, tentu Dia sanggup membangkitkan kami.\" Maka beliau berpaling ketika saya mengucapkan itu, dan beliau tidak menjawab perkataan saya sedikit pun. Kemudian saya mendengar beliau memukul pahanya sendiri sambil berpaling dan mengucapkan, \"Tetapi manusia itu adalah makhluk yang paling banyak membantah.\" (Riwayat al-Bukhari dari Ali bin Abu thalib)",
    "quraish": "Sungguh Allah telah menyebutkan berbagai macam perumpamaan di dalam al-Qur'ân sebagai nasihat bagi orang-orang yang mengingkari-Nya dan meminta mukjizat selain al-Qur'ân. Tetapi tabiat manusia adalah senang membantah. Jika ia tetap keras menentang, maka ia akan membantah dengan kebatilan.",
    "jalalayn": "(Dan sesungguhnya Kami telah menjelaskan) (bagi manusia dalam Alquran ini bermacam-macam perumpamaan) lafal Min Kulli Matsalin berkedudukan menjadi sifat daripada lafal yang tidak disebutkan, artinya: suatu perumpamaan dari setiap jenis perumpamaan, supaya mereka mengambil pelajaran daripadanya. (Dan manusia adalah makhluk) yakni orang kafir (yang paling banyak membantah) paling banyak permusuhannya dalam kebatilan; lafal Jadalan adalah Tamyiz yang dipindahkan dari Isim Kaana. Maknanya: Permusuhan yang paling banyak dilakukan oleh manusia adalah dalam hal kebatilan."
  },
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 55,
    "arab": "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اِلَّآ اَنْ تَأْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ اَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا",
    "translation": "Dan tidak ada (sesuatu pun) yang menghalangi manusia untuk beriman ketika petunjuk telah datang kepada mereka dan memohon ampunan kepada Tuhannya, kecuali (keinginan menanti) datangnya hukum (Allah yang telah berlaku pada) umat yang terdahulu atau datangnya azab atas mereka dengan nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2195.mp3",
    "tafsir": "Setelah cukup banyak macam perumpamaan dan kias perbandingan dipaparkan dalam Al-Qur'an, tetapi ternyata manusia banyak yang ingkar, maka Allah kembali memberikan penjelasan tentang kesombongan orang-orang kafir pada masa dahulu. Mereka mendustakan rasul dan tidak mau mengikuti petunjuk-petunjuk yang dibawanya. Kendati mereka telah menyaksikan sendiri tanda-tanda dan bukti-bukti yang jelas tentang kebenaran petunjuk-petunjuk itu, tetapi mereka tidak juga insaf dan tetap tidak mau mengikutinya. Padahal kalau mereka mau mengikuti petunjuk para rasul dan meninggalkan kemusyrikan, mau mohon ampun kepada Allah, dan bertobat atas kemaksiatan yang dilakukannya pada waktu yang silam, niscaya mereka akan diberi ampunan. Tetapi semua itu tidak mereka kerjakan.\nDemikian pula kaum musyrikin Quraisy, mereka tidak mau mengikuti petunjuk Al-Qur'an, karena sifat ingkar dan keras kepala yang telah mengakar pada jiwa mereka. Sifat inilah yang mendorong mereka meminta ditimpakan siksaan atas mereka, sebagaimana yang pernah ditimpakan kepada orang-orang yang terdahulu, yaitu azab yang membinasakan mereka sampai ke akar-akarnya (azab istishal), atau azab yang ditimpakan kepada mereka berturut-turut, azab demi azab dengan nyata.\nPermintaan orang-orang musyrik Quraisy yang menentang Allah dan mengejek Rasulullah saw itu diterangkan oleh Allah swt dalam firman-Nya:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nSikap mereka yang demikian itu menunjukkan kekafiran yang berlebihan yang mencelakakan bagi diri mereka sendiri.",
    "quraish": "Tidak ada sesuatu pun yang menghalangi orang-orang musyrik untuk beriman ketika datang petunjuk kepada mereka. Petunjuk itu adalah Rasulullah saw. dan al-Qur'ân, agar mereka beriman dan meminta ampunan kepada Allah. Tetapi mereka ingkar dan meminta kepada Rasulullah saw. agar didatangkan kepada mereka hukuman Allah yang telah berlaku bagi orang-orang terdahulu berupa kebinasaan, atau didatangkan kepada mereka azab yang nyata.",
    "jalalayn": "(Dan tidak ada sesuatu pun yang menghalangi manusia) orang-orang kafir Mekah (untuk beriman) menjadi Maf'ul Tsani atau subjek kedua (ketika petunjuk telah datang kepada mereka) yakni Alquran (dan memohon ampun kepada Rabbnya, kecuali datang kepada mereka hukum Allah yang telah berlaku pada umat-umat terdahulu) lafal Sunnatul Awwalin berkedudukan menjadi Fa'il atau objek, artinya: datang kepada mereka kebinasaan Kami, yaitu kebinasaan yang telah ditentukan bagi mereka (atau datang azab atas mereka dengan nyata) secara terang-terangan, yaitu kekalahan mereka dalam perang Badar. Menurut qiraat yang lain dibaca Qubulan sebagai bentuk jamak dari kata Qabilun artinya bermacam-macam."
  },
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 56,
    "arab": "وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ وَاتَّخَذُوْٓا اٰيٰتِيْ وَمَآ اُنْذِرُوْا هُزُوًا",
    "translation": "Dan Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan; tetapi orang yang kafir membantah dengan (cara) yang batil agar dengan demikian mereka dapat melenyapkan yang hak (kebenaran), dan mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olokan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2196.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan tugas para rasul-Nya, yaitu menyampaikan petunjuk dan menyadarkan manusia untuk melaksanakan tugas-tugasnya dengan dua cara:\nPertama: dengan cara tabsyir, yaitu menyampaikan berita-berita yang menggembirakan. Barang siapa yang menuruti dan menaati petunjuk Allah, niscaya Dia akan memberikan keselamatan di dunia dan di akhirat.\nKedua: dengan cara indzar, yaitu menyampaikan berita-berita yang berisi ancaman. Barang siapa yang tidak mau mematuhi petunjuk Allah, tetapi menuruti setan dan hawa nafsu, maka dia akan mendapatkan kerugian dan kecelakaan, baik di dunia maupun di akhirat kelak. \nPetunjuk yang dibawa para rasul adalah petunjuk kebenaran yang mutlak karena dan datang dari Allah. Barang siapa membantahnya seperti yang dilakukan oleh orang-orang kafir, berarti ia membantah kebenaran mutlak. Dengan kata lain, orang-orang kafir itu membuat kesalahan mutlak. Apalagi cara yang mereka tempuh adalah cara yang salah. Mereka tidak menempuh jalan yang lurus, berarti mereka berada pada jalan yang bengkok. Mereka menentang kesucian, berarti mereka menempuh jalan yang kotor. Keinginan mereka untuk menumpas kebenaran hanya akan sia-sia. Sebab kebenaran akan tetap tegak.\nInilah yang selalu dialami oleh setiap rasul dalam mengemban tugasnya menyampaikan kebenaran dan petunjuk-petunjuk Allah. Para rasul mendapat tantangan dan perlawanan dari orang-orang yang sombong. Seruan kebenar-an dan ancaman Allah hanya jadi bahan ejekan dan olok-olokan mereka. Bahkan tidak jarang terjadi, kalau orang-orang kafir itu terdesak dan kewalahan, mereka mengeluarkan ancaman-ancaman yang langsung ditujukan kepada para rasul atau pengikut-pengikutnya.",
    "quraish": "Allah tidak mengutus para rasul melainkan sebagai pembawa berita gembira dan pemberi peringatan. Dia tidak mengutus mereka untuk dimintai mukjizat tertentu oleh orang-orang yang mengingkari mereka. Tetapi orang-orang kafir berpaling dari bukti-bukti itu dan membantah para rasul dengan kebatilan yang mereka gunakan untuk melenyapkan kebenaran. Adapun sikap mereka terhadap al-Qur'ân dan peringatan adalah seperti sikap orang yang mengolok-olok yang tak mencari kebenaran.",
    "jalalayn": "(Dan tidaklah Kami mengutus Rasul-rasul hanyalah sebagai pembawa berita gembira) bagi orang-orang yang beriman (dan sebagai pemberi peringatan) untuk menakut-nakuti orang-orang kafir (tetapi orang-orang yang kafir membantah dengan yang batil) yaitu melalui perkataan mereka sebagaimana yang disitir oleh ayat lain, yaitu firman-Nya, \"Adakah Allah mengutus seorang manusia menjadi Rasul?\" (Q.S. Al-Isra, 94) dan ayat-ayat lainnya yang semakna (agar dengan demikian mereka dapat melenyapkan) dapat membatalkan melalui bantahan mereka (yang hak) yakni Alquran (dan mereka menganggap ayat-ayat-Ku) yakni Alquran (dan peringatan-peringatan terhadap mereka) yakni siksa neraka (sebagai olok-olokan) sebagai ejekan mereka."
  },
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 57,
    "arab": "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُۗ اِنَّا جَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًا ",
    "translation": "Dan siapakah yang lebih zalim dari pada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sungguh, Kami telah menjadikan hati mereka tertutup, (sehingga mereka tidak) memahaminya, dan (Kami letakkan pula) sumbatan di telinga mereka. Kendatipun engkau (Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2197.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa menolak kebenaran adalah suatu kezaliman yang sangat besar. Allah telah memperingatkan dengan cara yang menyenangkan hati, berupa kabar gembira, ataupun dengan cara ancaman, namun orang-orang kafir dan orang-orang musyrik itu tetap keras kepala, dan tetap memilih kekafiran dan perbuatan maksiat yang terus mereka kerjakan.\nDengan sikap keras kepala dan menolak kebenaran itu berarti mereka telah menganiaya atau menzalimi diri sendiri. Kezaliman pada diri sendiri yang mereka lakukan mengundang hukuman Allah yang datang beruntun atas diri mereka. Setelah mereka menolak kebenaran yang dibawa oleh rasul, mereka pun lupa atas tindakan kekafiran dan kemaksiatannya. Penolakan mereka terhadap kebenaran menyebabkan mereka terseret kepada tindakan-tindakan kemaksiatan.\nKesalahan-kesalahan yang dilakukan itu menyebabkan mereka lupa atas nikmat-nikmat yang telah diberikan Allah kepadanya. Akhirnya, mereka sama sekali tidak dapat memikirkan akibat apa yang akan menimpa diri mereka sendiri. Hatinya telah membatu, sehingga tidak dapat memahami kebenaran manapun. Seruan kebenaran syariat Islam tidak mereka dengar lagi, kian hari mereka bertambah parah, sehingga obat apapun yang diberikan tidak akan dapat menolong. Ayat ini sangat tepat diberlakukan pada orang musyrik Mekah yang mati dalam kekafiran.",
    "quraish": "Tidak ada yang lebih zalim dari orang yang diberi nasihat dengan tanda-tanda kekuasaan Tuhannya, lalu tidak merenungkannya dan melupakan akibat maksiat yang diperbuatnya. Oleh sebab kecenderungan mereka kepada kekufuran, Kami membuat hati mereka tertutup, sehingga mereka tidak dapat berpikir dan memperoleh cahaya. Sedangkan pada telinga mereka Kami ciptakan ketulian, sehingga mereka tidak dapat mendengar dan memahami kebenaran. Meskipun kamu mengajak mereka kepada agama yang benar, mereka tidak akan mendapat petunjuk selama watak mereka tetap seperti ini.",
    "jalalayn": "(Dan siapakah yang lebih lalim daripada orang yang telah diperingatkan dengan ayat-ayat dari Rabbnya lalu dia berpaling daripadanya dan melupakan apa yang telah dikerjakan oleh kedua tangannya) apa yang telah diperbuatnya berupa kekafiran dan kedurhakaan. (Sesungguhnya Kami telah meletakkan tutupan di atas hati mereka) penutup-penutup (hingga mereka tidak memahaminya) maksudnya, supaya mereka tidak dapat memahami Alquran, dengan demikian maka mereka tidak dapat memahaminya (dan di telinga mereka Kami letakkan sumbatan pula) yakni penyumbat sehingga mereka tidak dapat mendengarkannya (dan kendati pun kamu menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk) disebabkan adanya penutup dan sumbatan tadi (selama-lamanya)."
  },
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 58,
    "arab": "وَرَبُّكَ الْغَفُوْرُ ذُو الرَّحْمَةِۗ  لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَۗ بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًا",
    "translation": "Dan Tuhanmu Maha Pengampun, memiliki kasih sayang. Jika Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Tetapi bagi mereka ada waktu tertentu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung dari-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2198.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa Dia Maha Pengampun, dan rahmat-Nya Maha Luas, meliputi seluruh alam, seluruh apa yang ada di langit dan di bumi. Salah satu bukti atas sifat pemurah dan rahmat Allah Yang Maha Luas itu ialah Dia tidak segera menjatuhkan azab atas orang-orang kafir musyrik. Hal ini dimaksudkan untuk memberi kesempatan bagi mereka kembali menjadi sadar, karena setiap manusia mempunyai benih kebaikan di dalam dirinya. Diharapkan pikirannya yang jernih akan menyuburkan fitrah manusiawinya untuk berkembang dan ingat kembali kepada Tuhan. Sehingga kalau mereka mau memohon ampun, meskipun dosa-dosanya menumpuk dan menggunung, niscaya akan di-ampuni oleh Allah Yang Maha Pemurah dan Maha Pengasih. Memang ada di antara orang-orang yang sesat itu yang dapat melepaskan diri dari kesesatan, kemudian kembali ke jalan yang benar.\nMeskipun Allah memiliki sifat menahan murka, Maha Pengampun dan Mahaluas Rahmat-Nya, namun kalau tenggang waktu yang sudah diberikan tidak juga digunakan untuk menyadari diri, maka akan datang waktu yang sudah dijanjikan Allah untuk mengazab para musyrikin dan orang-orang kafir itu. Kalau ketentuan batas waktu itu sudah tiba, mereka harus mempertanggungjawabkan segala amal perbuatannya. Mereka harus menanggung azab Allah akibat perbuatan mereka sendiri. Pada waktu itu, tidak ada seorang pun yang dapat membelanya, dan tidak ada suatu tempat pun yang dapat dijadikan untuk berlindung.",
    "quraish": "Tuhanmu yang luas ampunan-Nya adalah Pemilik kasih sayang yang amat luas bagi orang yang mau kembali kepada-Nya. Kalau Dia berkehendak membalas orang-orang yang berbuat jahat, Dia tentu mampu mendatangkan siksa kepada mereka dengan segera seperti yang terjadi pada orang-orang sebelum mereka. Akan tetapi, demi hikmah yang Dia tetapkan, Dia menunda siksaan itu sampai suatu saat nanti mereka akan merasakan siksaan yang paling pedih. Mereka tidak akan mendapatkan tempat berlindung yang menaungi mereka.",
    "jalalayn": "(Dan Rabbmulah Yang Maha Pengampun lagi mempunyai rahmat. Jika Dia mengazab mereka) di dunia (karena perbuatan mereka, tentu Dia akan menyegerakan azab bagi mereka) di dunia (Tetapi bagi mereka ada waktu yang tertentu) untuk menerima azab yaitu hari kiamat (yang mereka sekali-kali tidak akan menemukan tempat berlindung daripadanya) yaitu tempat untuk menyelamatkan diri."
  },
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 59,
    "arab": "وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا ࣖ",
    "translation": "Dan (penduduk) negeri itu telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2199.mp3",
    "tafsir": "Dalam ayat ini, Allah mengingatkan kembali negeri-negeri yang telah dibinasakan beserta penduduknya, karena tetap berbuat zalim dan kufur kepada ayat-ayat Allah, kendatipun telah diberi peringatan dan ancaman oleh para rasul yang diutus kepada mereka. Negeri-negeri beserta penduduknya itu antara lain: Madyan (negeri kaum Syuaib), hijr (negeri kaum samud), al-Ahqaf (negeri kaum 'ad), dan Sodom (negeri kaum Luth).\nKebinasaan mereka itu sengaja disebutkan kembali dengan maksud bahwa kendati Allah memiliki sifat Pengampun dan Mahaluas Rahmat-Nya, namun kalau suatu bangsa atau penduduk suatu negeri tetap berbuat zalim dan kufur kepada ayat-ayat Allah, mereka akan dihancurkan beserta negerinya.\nSelain dari sifat tersebut di atas, Allah juga memiliki sifat Maha Adil. Dia akan menjatuhkan azab dan hukuman sesuai dengan tindak perbuatan hamba-Nya itu sendiri. Hal ini pun berlaku atas kaum kafir dan musyrikin Quraisy. Kalau sudah datang waktunya, maka para pemuka kaum Quraisy Mekah itu dihancurkan Tuhan, yaitu pada Perang Badar.\nPeringatan ini dimaksudkan juga untuk menambah kuat dan mantap keimanan orang-orang yang sudah beriman.",
    "quraish": "Itulah beberapa negeri yang Kami hancurkan karena penduduknya berbuat zalim dengan mendustakan rasul-rasul yang diutus kepada mereka. Kami telah menetapkan saat kehancuran mereka yang tidak akan tertunda. Begitu pula nasib kaummu yang mendustakanmu, jika mereka tetap tidak mau beriman.",
    "jalalayn": "(Dan negeri itu) yang dimaksud adalah penduduknya, seperti kaum Ad dan kaum Tsamud serta lain-lainnya (telah Kami binasakan, ketika mereka berbuat lalim) yakni kafir (dan telah Kami tetapkan bagi kebinasaan mereka) untuk membinasakan mereka. Dan menurut qiraat yang lain dibaca limahlakihim, artinya bagi tempat kebinasaan mereka (waktu tertentu)."
  },
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 60,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى  اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada pembantunya, “Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut; atau aku akan berjalan (terus sampai) bertahun-tahun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2200.mp3",
    "tafsir": "Dalam ayat ini, Allah menceritakan betapa gigihnya tekad Nabi Musa a.s. untuk sampai ke tempat bertemunya dua laut. Berapa tahun dan sampai kapan pun perjalanan itu harus ditempuh, tidak menjadi soal baginya, asal tempat itu ditemukan dan yang dicari didapatkan.\nPenyebab Nabi Musa a.s. begitu gigih untuk mencari tempat itu ialah beliau mendapat teguran dan perintah dari Allah, seperti yang diriwayatkan dalam hadis yang antara lain berbunyi sebagai berikut:\nBahwasanya Musa a.s. (pada suatu hari) berkhutbah di hadapan Bani Israil. Kemudian ada orang bertanya kepada beliau, \"Siapakah manusia yang paling alim.\" Beliau menjawab, \"Aku.\" Maka Allah menegurnya karena dia tidak mengembalikan ilmu itu kepada Allah Taala. Kemudian Allah mewahyukan kepadanya, \"Aku mempunyai seorang hamba di tempat pertemuan dua laut yang lebih alim daripadamu.\" (Riwayat al-Bukhari dari Ubay bin Ka'ab)\n\nDalam wahyu tersebut, Allah menyuruh Nabi Musa agar menemui orang itu dengan membawa seekor ikan dalam kampil (keranjang), dan dimana saja ikan itu lepas dan hilang di situlah orang itu ditemukan. Lalu Musa a.s. pergi menemui orang yang disebutkan itu, dan dalam hadis tidak diterangkan di mana tempatnya. Demikianlah kebulatan tekad yang dimiliki oleh seorang yang berhati dekat dengan Tuhannya. Dengan tangkas dan giat, dia melaksanakan seruan-Nya.\nKebanyakan ulama berpendapat bahwa yang dimaksud Musa dalam ayat ini adalah Nabi Musa bin Imran, nabi Bani Israil yang Allah turunkan kepadanya kitab Taurat yang berisi syariat. Nabi Musa adalah seorang nabi yang mempunyai berbagai mukjizat yang luar biasa. Alasan mereka antara lain ialah Musa yang disebut-sebut dalam Al-Qur'an ialah Musa yang menerima Kitab Taurat. Dengan demikian, Musa di sini pun tentu Musa yang menerima Taurat itu pula. Jika yang dimaksud dalam ayat ini adalah Musa yang lain, tentu ada penjelasannya.\nMenurut Nauf al-Bukali, yang dimaksud Musa di sini ialah Musa bin Misya bin Yusuf bin Yakub, yaitu seorang nabi yang diangkat sebelum Nabi Musa bin Imran. Alasan mereka antara lain:\n1. Tidak masuk akal kalau yang dimaksud dengan Musa di sini ialah Nabi Musa bin Imran. Sebab beliau adalah seorang nabi yang telah pernah berbicara langsung dengan Allah, menerima kitab Taurat dari-Nya, dan dapat mengalahkan musuhnya dengan mukjizat yang luar biasa. Bagaimana mungkin dapat diterima akal, seorang yang luar biasa seperti itu disuruh Allah pergi menemui orang lain dan masih harus berguru kepadanya.\n2. Musa bin Imran, nabi Bani Israil itu, setelah keluar dari Mesir dan pergi ke Gurun Pasir Sinai, tidak pernah meninggalkan tempat itu dan beliau wafat di sana.\n\nAlasan-alasan mereka ini dapat dibantah. Seseorang bagaimanapun tinggi ilmu pengetahuannya, tentu saja masih ada segi kelemahannya. Demikian pula halnya dengan Nabi Musa, tentu ada segi kekurangan dan kelemahannya. Pada segi inilah kelebihan Nabi Khidir dari Nabi Musa. Inilah yang harus dipelajari Nabi Musa darinya, yaitu hal-hal yang diceritakan Allah swt pada ayat-ayat berikut.\nKepergian Nabi Musa dari Semenanjung Sinai boleh jadi tidak diberi-tahukan kepada Bani Israil, sehingga mereka menyangka kepergiannya untuk bermunajat kepada Allah. Setelah kembali, Nabi Musa tidak menceritakan peristiwa pertemuannya dengan Khidir karena peristiwa itu boleh jadi belum dapat dipahami kaumnya. Oleh karena itu, dipesankan kepada pemuda yang ikut bersamanya agar merahasiakannya.\nPemuda yang menyertai Nabi Musa ini bernama Yusya bin Nun bin Afratim bin Yusuf a.s. Dia adalah pembantu dan muridnya. Yusya inilah yang memimpin Bani Israil memasuki Palestina ketika Nabi Musa telah meninggal dunia.\nDalam ayat ini, Allah telah memberikan contoh tentang kesopanan menurut ajaran Islam, yaitu untuk memanggil bujang atau pembantu rumah tangganya dengan sebutan fata (pemuda) bagi pembantu lelaki, dan fatat bagi pembantu perempuan. Nabi Muhammad saw pernah bersabda: \nJanganlah seseorang di antara kamu memanggil hambaku atau hamba perempuanku, tetapi hendaklah memanggil fataya atau fatati. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nMengenai orang yang hendak dijumpai oleh Nabi Musa a.s. adalah Balya bin Malkan. Kebanyakan para ahli tafsir menjulukinya dengan sebutan Khidir. Mereka juga berpendapat bahwa beliau seorang nabi dengan alasan firman Allah swt:\n\n¦yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami. Musa berkata kepadanya, \"Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?\" (al-Kahf/18: 65-66)\n\nYang dimaksud dengan rahmat dalam ayat ini ialah wahyu kenabian. Sebab sambungan (akhir) ayat ini menyebutkan rahmat itu langsung diajarkan dari sisi Allah tanpa perantara dan yang berhak menerima seperti itu hanyalah para nabi. Lagi pula dalam ayat berikutnya disebutkan supaya (Nabi) Khidir mengajarkan ilmu yang benar kepada Nabi Musa. Tidak ada nabi yang belajar kepada bukan nabi. Bahkan pada ayat 82 juga disebutkan:\n\nApa yang kuperbuat bukan menurut kemauanku sendiri. (al-Kahf/18: 82) \n\nMaksud ayat di atas adalah setelah Nabi Musa dan Yusya mengikutinya, Nabi Khidir melakukan yang aneh-aneh dan tidak masuk akal. Tetapi waktu Nabi Musa bertanya kepadanya, demikianlah jawabannya. Ini berarti bahwa tindakan Nabi Khidir itu berdasarkan wahyu dari Allah, dan ini adalah satu bukti yang kuat bagi kenabiannya.\nDari uraian-uraian di atas dapat diambil kesimpulan dan pelajaran bahwa rendah hati itu mempunyai nilai yang jauh lebih baik daripada sombong.",
    "quraish": "Ilmu Allah tidak dapat diketahui oleh siapa pun. Kendatipun demikian, Allah dapat memberikan sebagian ilmu-Nya kepada seorang nabi atau seorang yang saleh. Ingatlah, wahai Muhammad, ketika Mûsâ ibn 'Imrân berkata kepada anak muda (pembantunya dan sekaligus juga muridnya), \"Aku masih akan terus berjalan sampai batas pertemuan dua laut, atau berjalan dalam waktu panjang.\"",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata) Nabi Musa adalah anak lelaki Imran (kepada muridnya) yang bernama Yusya bin Nun; ia selalu mengikutinya dan menjadi pelayannya serta mengambil ilmu daripadanya, (\"Aku tidak akan berhenti) artinya, aku akan terus berjalan (sebelum sampai ke pertemuan dua buah lautan) tempat bertemunya Laut Romawi dan laut Persia dari sebelah Timurnya; yakni tempat bertemunya kedua lautan tersebut (atau aku akan berjalan sampai bertahun-tahun)\" selama bertahun-tahun untuk mencapainya sekalipun jauh."
  },
  {
    "page": 300,
    "name": "Al-Kahf",
    "ayat": 61,
    "arab": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا ",
    "translation": " Maka ketika mereka sampai ke pertemuan dua laut itu, mereka lupa ikannya, lalu (ikan) itu melompat mengambil jalannya ke laut itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2201.mp3",
    "tafsir": "Dalam ayat ini, Allah menceritakan bahwa setelah Nabi Musa dan Yusya sampai ke pertemuan dua laut, mereka berhenti, tetapi tidak tahu bahwa tempat itulah yang harus dituju. Sebab, Allah tidak memberi tahu dengan pasti tempat itu. Hanya saja Allah memberi petunjuk ketika ditanya oleh Nabi Musa sebelum berangkat, sebagaimana sabda Rasul saw ketika menceritakan pertanyaan Nabi Musa itu :\nYa Tuhanku, bagaimana saya dapat menemukannya? Allah berfirman, \"Bawalah seekor ikan dan masukkan pada sebuah kampil, manakala ikan itu hilang, di situlah tempatnya.\" (Riwayat al-Bukhari dari Ubay bin Ka'ab)\n\nDi atas sebuah batu besar di tempat itu, Nabi Musa dan muridnya merasa mengantuk dan lelah. Keduanya pun tertidur dan lupa pada ikannya. Ketika itu, ikan yang ada dalam kampil tersebut hidup kembali dan menggelepar-gelepar, lalu keluar dan meluncur menuju laut. Padahal kampil waktu itu ada di tangan Yusya. Kejadian ini, yaitu ikan mati menjadi hidup kembali, merupakan mukjizat bagi Nabi Musa a.s..\nSetelah bangun tidur, mereka pun melanjutkan perjalanan. Yusya pun lupa tidak menceritakan kepada Nabi Musa kejadian yang aneh tentang ikan yang sudah mati hidup kembali.",
    "quraish": "Ketika Mûsâ dan pembantunya tiba pada pertemuan dua laut, mereka lupa akan ikan yang mereka bawa atas perintah Allah. Ikan itu jatuh ke laut dan pergi.",
    "jalalayn": "(Maka tatkala keduanya sampai ke pertemuan dua buah laut itu) yakni tempat bertemunya kedua laut itu (mereka berdua lupa akan ikannya) Yusya' lupa membawanya ketika berangkat, Nabi Musa pun lupa mengingatkannya (maka ia mengambil) yakni ikan itu melompat untuk mengambil (jalannya ke laut itu) Allahlah yang menjadikan jalan itu, yaitu dengan menjadikan baginya (dalam keadaan berlubang) seperti lubang bekasnya, yaitu lubang yang sangat panjang dan tak berujung. Demikian itu karena Allah swt. menahan arus air demi untuk ikan itu, lalu masuklah ikan itu ke dalamnya dengan meninggalkan bekas seperti lubang dan tidak terhapus karena bekasnya membeku."
  }
]