[
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 84,
    "arab": "اِنَّا مَكَّنَّا لَهٗ فِى الْاَرْضِ وَاٰتَيْنٰهُ مِنْ كُلِّ شَيْءٍ سَبَبًا ۙ",
    "translation": " Sungguh, Kami telah memberi kedudukan kepadanya di bumi, dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2224.mp3",
    "tafsir": "Sesungguhnya Tuhan telah memberikan kekuasaan kepada Zulkarnain untuk menjelajahi alam ini sebagaimana yang dia kehendaki sehingga dia sampai kepada semua pelosok dunia dan menguasai kerajaan-kerajaan bumi, dan Tuhan telah memberikan kepadanya cara-cara untuk mencapai segala maksud dan tujuannya karena Tuhan telah memberikan kepadanya ilmu pengetahuan yang cukup, kekuasaan yang luas dan alat perlengkapan yang dibutuhkan untuk mencapai tujuannya itu.",
    "quraish": "Sesungguhnya Kami telah menjadikan Dzû al-Qarnain berkuasa di muka bumi dan mengendalikannya dengan aturannya. Dan Kami berikan kepadanya pengetahuan yang banyak tentang cara mengendalikan segala sesuatu.",
    "jalalayn": "(Sesungguhnya Kami telah memberi kekuasaan kepadanya di muka bumi) dengan memudahkan perjalanan baginya di muka bumi ini (dan Kami telah memberikan kepadanya di dalam menghadapi segala sesuatu) yang ia perlukan (jalan untuk mencapainya) jalan yang dapat mengantarkannya kepada yang dikehendakinya."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 85,
    "arab": "فَاَتْبَعَ سَبَبًا",
    "translation": "maka dia pun menempuh suatu jalan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2225.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Zulkarnain menempuh jalan ke arah Barat. Setelah dia menempuh jalan itu, maka sampailah ia ke ujung bumi sebelah barat di mana kelihatan matahari terbenam seolah-olah masuk ke dalam lautan Atlantik. Di mana dia melihat matahari terbenam di dalam laut yang tampak kehitam-hitaman seperti lumpur. Dia telah melalui negeri Tunis dan Maroko dan sampailah ke pantai Afrika sebelah barat, dan di sana menjumpai beberapa kaum kafir. Allah telah menyuruhnya untuk memilih di antara dua hal, yaitu menyiksa mereka dengan pertumpahan darah atau mengajak mereka supaya beriman kepada Allah. Yang demikian ini dijelaskan dalam firman Allah yang disampaikan kepada Zulkarnain secara ilham. Zulkarnain disuruh supaya membunuh mereka jika mereka tidak mau mengakui Keesaan Allah dan tidak mau tunduk kepada ajakannya, atau mengajarkan kepada mereka petunjuk-petunjuk sehingga mereka mengenal hukum dan syariat agama dengan penuh keyakinan.",
    "quraish": "Dengan cara-cara itu dia memperluas kekuasannya di muka bumi. Dia pun menjadikan jalan yang dapat mengantarkannya ke belahan bumi bagian barat.",
    "jalalayn": "(Maka dia pun menempuh suatu jalan) yakni dia menempuh jalan ke arah Barat."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 86,
    "arab": "حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا",
    "translation": " Hingga ketika dia telah sampai di tempat matahari terbenam, dia melihatnya (matahari) terbenam di dalam laut yang berlumpur hitam, dan di sana ditemukannya suatu kaum (tidak beragama). Kami berfirman, “Wahai Zulkarnain! Engkau boleh menghukum atau berbuat kebaikan (mengajak beriman) kepada mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2226.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Zulkarnain menempuh jalan ke arah Barat. Setelah dia menempuh jalan itu, maka sampailah ia ke ujung bumi sebelah barat di mana kelihatan matahari terbenam seolah-olah masuk ke dalam lautan Atlantik. Di mana dia melihat matahari terbenam di dalam laut yang tampak kehitam-hitaman seperti lumpur. Dia telah melalui negeri Tunis dan Maroko dan sampailah ke pantai Afrika sebelah barat, dan di sana menjumpai beberapa kaum kafir. Allah telah menyuruhnya untuk memilih di antara dua hal, yaitu menyiksa mereka dengan pertumpahan darah atau mengajak mereka supaya beriman kepada Allah. Yang demikian ini dijelaskan dalam firman Allah yang disampaikan kepada Zulkarnain secara ilham. Zulkarnain disuruh supaya membunuh mereka jika mereka tidak mau mengakui Keesaan Allah dan tidak mau tunduk kepada ajakannya, atau mengajarkan kepada mereka petunjuk-petunjuk sehingga mereka mengenal hukum dan syariat agama dengan penuh keyakinan.",
    "quraish": "Ia berjalan ke arah barat sampai tiba di suatu tempat yang sangat jauh. Ia melihat matahari terbenam di suatu tempat mata air yang berair panas dan mengandung tanah hitam. Di dekat mata air itu, Dzû al-Qarnain mendapatkan suatu kaum yang kafir. Kemudian Allah memberikan ilham kepadanya untuk mengambil salah satu dari dua sikap dalam menghadapi mereka: mengajak mereka beriman--suatu hal yang baik jika mereka menerimanya--atau memerangi mereka jika tidak memenuhi seruan orang yang mengajak beriman.",
    "jalalayn": "(Hingga apabila dia telah sampai ke tempat terbenamnya matahari) tempat matahari terbenam (dia melihat matahari terbenam di dalam laut yang berlumpur hitam) pengertian terbenamnya matahari di dalam laut hanyalah berdasarkan pandangan mata saja, karena sesungguhnya matahari jauh lebih besar daripada dunia atau bumi (dan dia mendapati di situ) di laut itu (segolongan umat) yang kafir (Kami berkata, \"Hai Zulkarnain!) dengan melalui ilham (Kamu boleh menyiksa) kaum itu dengan cara membunuh mereka (atau boleh berbuat kebaikan terhadap mereka)\" dengan hanya menawan mereka."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 87,
    "arab": "قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًا ",
    "translation": " Dia (Zulkarnain) berkata, “Barangsiapa berbuat zalim, kami akan menghukumnya, lalu dia akan dikembalikan kepada Tuhannya, kemudian Tuhan mengazabnya dengan azab yang sangat keras.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2227.mp3",
    "tafsir": "Zulkarnain berkata kepada sebagian komandan pasukannya, \"Adapun orang yang berbuat aniaya terhadap dirinya dan terus-menerus hidup dalam kemusyrikan kepada Allah maka kami akan mengazabnya dan kemudian di akhirat akan dikembalikan kepada Tuhannya untuk diazab dengan azab yang tidak ada taranya dalam neraka Jahannam.\"",
    "quraish": "Dzû al-Qarnain memberi peringatan kepada mereka bahwa barangsiapa di antara mereka yang menzalimi diri dengan tetap melakukan kemuysrikan, maka dia pantas untuk menerima azab di dunia. Kemudian pada hari kiamat, dia akan kembali kepada Tuhannya dan akan diberi azab yang tidak mereka ketahui.",
    "jalalayn": "(Berkata Zulkarnain, \"Adapun orang yang aniaya) yang melakukan kemusyrikan (maka kami kelak akan mengazabnya) yaitu kami akan membunuhnya (kemudian dia dikembalikan kepada Rabbnya, lalu Rabb mengazabnya dengan azab yang tiada taranya). Lafal Nukran artinya yang sangat keras, yakni azab yang sangat keras di neraka."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 88,
    "arab": "وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا ۗ",
    "translation": " Adapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2228.mp3",
    "tafsir": "Adapun orang yang membenarkan Allah dan Keesaan-Nya dan beramal saleh, maka baginya disediakan pahala yang terbaik sebagai balasan atas segala kebijaksanaannya yang telah diperbuatnya selama dia hidup di dunia, dan akan kamu titahkan kepadanya di dunia perintah-perintah yang mudah dikerjakannya yaitu beberapa amalan yang dapat mendekatkan dirinya kepada Allah seperti salat, zakat, jihad dan sebagainya.",
    "quraish": "Dan barangsiapa yang memenuhi seruannya, beriman kepada Tuhannya dan beramal saleh, maka baginya balasan yang terbaik di akhirat. Di dunia dia akan diperlakukan dengan santun dan baik.",
    "jalalayn": "(Adapun orang-orang yang beriman dan beramal saleh, maka baginya pahala yang terbaik) yakni surga; diidhafatkannya lafal Jazaa-an kepada lafal Al Husna mengandung makna penjelasan. Dan menurut qiraat yang lain lafal Jazaa-an dibaca Jazaa-u'; sehubungan dengan bacaan ini Imam Al-Farra' mengatakan bahwa dinashabkannya lafal Jazaa-an karena dianggap sebagai kalimat penafsir, maksudnya bila ditinjau dari segi nisbatnya (dan akan Kami titahkan kepadanya perintah yang mudah dari perintah-perintah Kami)\" maksudnya Kami akan memberikan perintah kepadanya dengan perintah yang mudah untuk ia laksanakan."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 89,
    "arab": "ثُمَّ اَتْبَعَ سَبَبًا ",
    "translation": "Kemudian dia menempuh suatu jalan (yang lain).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2229.mp3",
    "tafsir": "Adapun orang yang membenarkan Allah dan Keesaan-Nya dan beramal saleh, maka baginya disediakan pahala yang terbaik sebagai balasan atas segala kebijaksanaannya yang telah diperbuatnya selama dia hidup di dunia, dan akan kamu titahkan kepadanya di dunia perintah-perintah yang mudah dikerjakannya yaitu beberapa amalan yang dapat mendekatkan dirinya kepada Allah seperti salat, zakat, jihad dan sebagainya.",
    "quraish": "Kemudian Dzû al-Qarnain berjalan lagi sambil memohon pertolongan Allah. Dia menelusuri jalan yang dapat mengantarkannya ke tempat terbitnya matahari.",
    "jalalayn": "(Kemudian ia menempuh jalan yang lain) yaitu menuju ke arah Timur."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 90,
    "arab": "حَتّٰىٓ اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا ۙ",
    "translation": " Hingga ketika dia sampai di tempat terbit matahari (sebelah timur) didapatinya (matahari) bersinar di atas suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya matahari) itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2230.mp3",
    "tafsir": "Ayat menjelaskan bahwa Zulkarnain menempuh jalan ke arah Timur. Setelah ia sampai ke pantai Afrika sebelah barat, lalu ia kembali menuju ke arah timur sehingga sampailah ia ke tempat terbitnya matahari di sekitar negeri Tiongkok di mana ia menjumpai segolongan umat manusia yang hidupnya tidak di bawah bangunan rumah dan tidak ada pula pohon-pohon menaunginya dari panasnya matahari. Mereka langsung mendapat sorotan cahaya matahari karena tidak terlindung oleh atap atau bukit-bukit yang berada di sekitarnya. Mereka pada siang hari berada dalam lubang-lubang di bawah tanah dan baru muncul di atas permukaan bumi setelah matahari terbenam, untuk mencari penghidupannya. Keadaan mereka jauh berbeda sekali dengan penghuni dunia yang lainnya, karena mereka hidupnya masih primitif dan tidak mempunyai bangunan untuk tempat tinggal.",
    "quraish": "Hingga akhirnya ia sampai di tempat matahari terbit--dalam pandangan mata, yaitu pada batas akhir perkampungan. Dia mendapati matahari menyinari suatu kaum yang hidup dengan fitrah asli mereka, tidak ada penutup yang menghalangi mereka dari sengatan panas matahari.",
    "jalalayn": "(Hingga apabila dia telah sampai ke tempat terbitnya matahari) tempat matahari terbit (dia mendapati matahari itu menyinari segolongan umat) mereka adalah bangsa Zunuj atau orang-orang Indian (yang Kami tidak menjadikan bagi mereka dari sinarnya) yaitu dari sinar matahari (sesuatu yang melindunginya) baik berupa pakaian atau pun atap-atap. Karena sesungguhnya tanah tempat mereka tinggal tidak dapat menopang bangunan, dan mereka hanya mempunyai tempat perlindungan berupa liang-liang, di tempat tersebut mereka masuk bila matahari terbit, dan bila matahari telah tinggi baru mereka keluar dari liang-liang itu."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 91,
    "arab": "كَذٰلِكَۗ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًا ",
    "translation": "demikianlah, dan sesungguhnya Kami mengetahui segala sesuatu yang ada padanya (Zulkarnain).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2231.mp3",
    "tafsir": "Selanjutnya perjalanan Zulkarnain itu seperti yang telah diterangkan di atas, sampai ke ujung Barat dan Timur dan telah sampai ke puncak kebesarannya dalam pemerintahannya yang jarang ada bandingannya. Sungguh Kami mengetahui apa saja yang ada padanya dan apa-apa yang diperbuatnya bersama bala tentaranya, walaupun mereka tersebar luas di seluruh permukaan bumi.",
    "quraish": "Seperti halnya yang telah lalu--Dzû al-Qarnain menyeru penduduk negeri belahan barat kepada keimanan--dia pun menyeru penduduk timur. Dia juga memperlakukan mereka seperti yang telah dilakukannya pada yang pertama.",
    "jalalayn": "(Demikianlah) perkara itu sebagaimana yang telah Kami ceritakan. (Dan sesungguhnya Kami meliputi terhadap semua apa yang ada padanya) yaitu yang ada pada Zulkarnain berupa alat-alat persenjataan, balatentara dan lain sebagainya (dengan ilmu Kami) yakni Kami mengetahui semuanya."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 92,
    "arab": "ثُمَّ اَتْبَعَ سَبَبًا ",
    "translation": "Kemudian dia menempuh suatu jalan (yang lain lagi).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2232.mp3",
    "tafsir": "Kemudian dia menempuh suatu jalan lain lagi yaitu jalan antara Masyriq (arah timur) dan Maghrib (arah barat) membelok ke arah utara. Yakni ke arah dua gunung di Armenia dan Ajerbaijan.",
    "quraish": "Kemudian Dzû al-Qarnain berjalan lagi--dengan bantuan cara-cara mencapai kesuksesan yang telah disediakan oleh Allah--menelusuri jalan antara timur dan barat.",
    "jalalayn": "(Kemudian dia menempuh suatu jalan yang lain lagi)."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 93,
    "arab": "حَتّٰىٓ اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُوْنِهِمَا قَوْمًاۙ  لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًا ",
    "translation": " Hingga ketika dia sampai di antara dua gunung, didapatinya di belakang (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2233.mp3",
    "tafsir": "Ketika dia sampai ke suatu tempat di antara dua buah gunung yang terletak di belakang sungai Jihun di negeri Balkh dekat kota Tirmiz. Dia menjumpai segolongan manusia yang hampir tidak mengerti pembicaraan kawan-kawannya sendiri apalagi bahasa lain, karena bahasa mereka sangat berbeda dengan bahasa-bahasa yang dikenal oleh umat manusia dan taraf kecerdasan mereka pun sangat rendah.",
    "quraish": "Sampai akhirnya dia tiba--pada perjalannya yang ketiga ini--di suatu tempat yang jauh antara dua gunung yang tinggi. Di sana dia mendapati suatu kaum yang tidak mengerti apa-apa yang dikatakan kepada mereka kecuali dengan susah-payah(1). (1) Dua gunung yang mengapit dinding yang disebut dalam tafsir ini adalah gunung Azerbeijan dan Armenia. Menurut riwayat lain, kedua gunung itu terletak di ujung utara perbatasan Turkistan.",
    "jalalayn": "(Hingga apabila dia telah sampai di antara dua buah bendungan) dibaca Saddaini atau Suddaini, dan sesudah kedua bendungan tersebut terdapat dua buah gunung, yaitu di salah satu wilayah negeri Turki. Bendungan raja Iskandar akan dibangun di antara kedua buah bukit itu, sebagaimana yang akan dijelaskan nanti (dia mendapati di hadapan kedua bendungan itu) yakni pada sebelah depan keduanya (suatu kaum yang hampir tidak mengerti pembicaraan) mereka tidak dapat memahami pembicaraan melainkan secara lambat sekali. Menurut qiraat yang lain lafal Yafqahuuna dibaca Yufqihuuna."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 94,
    "arab": "قَالُوْا يٰذَا الْقَرْنَيْنِ اِنَّ يَأْجُوْجَ وَمَأْجُوْجَ مُفْسِدُوْنَ فِى الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا ",
    "translation": " Mereka berkata, “Wahai Zulkarnain! Sungguh, Yakjuj dan Makjuj itu (makhluk yang) berbuat kerusakan di bumi, maka bolehkah kami membayarmu imbalan agar engkau membuatkan dinding penghalang antara kami dan mereka?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2234.mp3",
    "tafsir": "Mereka melalui juru bicaranya berkata, \"Wahai Zulkarnain sesungguhnya Yakjuj dan Makjuj oleh sebagian peneliti ditengarai sebagai bangsa Tartar dan Mongol, sangat membuat kerusakan di muka bumi dengan pembunuhan, perampasan dan segala macam keganasan, maka bersedialah kamu menerima sesuatu upah dari kami yang kami kumpulkan dari harta benda kami supaya kamu membuatkan benteng untuk menjaga kami dari serbuan mereka.\"",
    "quraish": "Ketika mereka mendapati kemampuan dan kekuatan dalam diri Dzû al-Qarnain, mereka memintanya untuk membuat dinding pembatas yang menghadap Ya'jûj dan Ma'jûj, kaum yang selalu mengintai dan membuat kerusakan dan kehancuran di negeri mereka. Sebagai imbalan membuat dinding itu, mereka akan membayar pajak kepada Dzû al-Qarnain.",
    "jalalayn": "(Mereka berkata, \"Hai Zulkarnain! Sesungguhnya Yakjuj dan Makjuj itu) dikenal dengan nama Yakjuj dan Makjuj. Kedua nama tersebut merupakan nama 'Ajam bagi dua kabilah, dengan demikian maka I'rabnya tidak menerima tanwin (orang-orang yang membuat kerusakan di muka bumi) mereka gemar merampok dan membuat kerusakan di kala mereka keluar dari sarangnya menuju kami (maka dapatkah kami memberikan sesuatu pembayaran kepadamu) yakni upah berupa harta; dan menurut qiraat yang lain lafal Kharjan dibaca Kharaajan (supaya kamu membuat dinding antara kami dan mereka?)\" tembok penghalang hingga mereka tidak dapat mencapai kami."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 95,
    "arab": "قَالَ مَا مَكَّنِّيْ فِيْهِ رَبِّيْ خَيْرٌ فَاَعِيْنُوْنِيْ بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ۙ",
    "translation": "Dia (Zulkarnain) berkata, “Apa yang telah dianugerahkan Tuhan kepadaku lebih baik (daripada imbalanmu), maka bantulah aku dengan kekuatan, agar aku dapat membuatkan dinding penghalang antara kamu dan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2235.mp3",
    "tafsir": "Zulkarnain menjawab, \"Apa-apa yang telah Allah karuniakan kepadaku yaitu ilmu, pengetahuan yang cukup, kerajaan besar, kekuasaan yang luas dan kekayaan yang melimpah ruah itu adalah lebih baik dari pada upah yang kamu sodorkan kepadaku, maka kami ucapkan terima kasih atas segala kebaikanmu itu dan aku hanya memerlukan bantuan kekuatan tenaga manusia dan alat-alat agar aku dapat membuatkan benteng antara kamu dan mereka.",
    "quraish": "Dzû al-Qarnain menolak imbalan itu dengan mengatakan, \"Kekayaan dan kekuasaan yang diberikan oleh Allah kepadaku lebih baik dari apa yang kalian tawarkan.\" Kemudian ia mulai membangun dinding dengan meminta mereka membantunya dengan segala kemampuan--tenaga dan perlengkapan--untuk mewujudkan keinginan mereka.",
    "jalalayn": "(Zulkarnain berkata, \"Apa yang telah dikuasakan kepadaku) menurut qiraat yang lain lafal Makkannii dibaca Makkananii tanpa diidghamkan (oleh Rabbku terhadapnya) terhadap harta benda dan lain-lainnya (adalah lebih baik) daripada pembayaran kalian yang akan kalian berikan kepadaku, maka aku tidak memerlukannya lagi, dan aku akan membuat tembok penghalang buat kalian sebagai sumbangan suka rela dariku sendiri (maka tolonglah aku dengan kekuatan) apa saja yang aku perlukan dari kalian (agar aku membuatkan dinding antara kamu dan mereka) yakni tembok penghalang yang kuat dan tak dapat ditembus."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 96,
    "arab": "اٰتُوْنِيْ زُبَرَ الْحَدِيْدِۗ حَتّٰىٓ اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوْا ۗحَتّٰىٓ اِذَا جَعَلَهٗ نَارًاۙ قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًا ۗ",
    "translation": " Berilah aku potongan-potongan besi!” Hingga ketika (potongan) besi itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulkarnain) berkata, “Tiuplah (api itu)!” Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, “Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2236.mp3",
    "tafsir": "\"Bawalah kepadaku potongan-potongan besi.\" Dan setelah mereka membawa potongan-potongan besi itu, lalu Zulkarnain merangkai dan memasang besi-besi itu sehingga tingginya sama rata dengan kedua puncak gunung itu. Lalu ia berkata kepada pekerja-pekerjanya, \"Gerakkanlah alat-alat peniup angin untuk menyalakan api dan memanaskan besi-besi itu.\" Sehingga bilamana besi itu telah merah seperti api, maka dia berkata pula, \"Sekarang berilah aku tembaga yang mendidih agar kutuangkan ke atas besi yang panas itu,\" sehingga lubang-lubangnya tertutup rapat dan terbentuklah sebuah benteng besi yang kokoh dan kuat.",
    "quraish": "Dia meminta mereka untuk mengumpulkan potongan-potongan besi yang diperlukan. Dengan itu ia membuat dinding tinggi yang menyamai tingginya puncak kedua gunung itu. Kemudian ia menyuruh mereka menyalakan api di atasnya. Mereka pun menyalakan api sehingga besi itu meleleh. Setelah itu leburan tembaga dikucurkan ke besi tadi sampai akhirnya menjadi dinding yang sangat keras.",
    "jalalayn": "(Berilah aku potongan-potongan besi)\" sebesar bata kecil yang akan dijadikan sebagai bahan bangunan tembok lalu Zulkarnain membangun tembok penghalang itu daripadanya, dan dia memakai kayu dan batu bara yang dimasukkan di tengah-tengah tembok besi itu. (Sehingga apabila besi itu telah sama rata dengan kedua puncak gunung itu) lafal Shadafaini dapat dibaca Shudufaini dan Shudfaini, artinya sisi bagian puncak kedua bukit itu telah rata dengan bangunan, kemudian dibuatkannyalah peniup-peniup dan api sepanjang bangunan tembok itu (berkatalah Zulkarnain, \"Tiuplah api itu)\" lalu api itu mereka tiup (Hingga apabila besi itu menjadi) berubah bentuknya menjadi (merah) bagaikan api (dia pun berkata, \"Berilah aku tembaga yang mendidih agar kutuangkan ke atas besi panas itu)\" maksudnya tembaga yang dilebur. Lafal Aatuunii dan lafal Ufrigh merupakan kedua Fi'il yang saling berebutan terhadap Ma'mulnya, kemudian dibuanglah Ma'mul dari Fi'il yang pertama karena beramalnya Fi'il yang kedua. Selanjutnya tembaga yang sudah dilebur itu dituangkan ke atas besi yang merah membara, sehingga masuklah tembaga itu ke dalam partikel-partikel potongan besi, akhirnya kedua logam itu menyatu."
  },
  {
    "page": 303,
    "name": "Al-Kahf",
    "ayat": 97,
    "arab": "فَمَا اسْطَاعُوْٓا اَنْ يَّظْهَرُوْهُ وَمَا اسْتَطَاعُوْا لَهٗ نَقْبًا ",
    "translation": " Maka mereka (Yakjuj dan Makjuj) tidak dapat mendakinya dan tidak dapat (pula) melubanginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2237.mp3",
    "tafsir": "Dan tatkala Yakjuj dan Makjuj mengadakan penyerbuan ke tempat tersebut, mereka tidak bisa mendakinya karena tingginya yang luar biasa dan mereka tidak bisa pula melubanginya karena keras dan tebal sekali.",
    "quraish": "Para penyerang itu pun tidak dapat mendaki dan melubangi dinding tersebut karena amat tinggi dan kerasnya.",
    "jalalayn": "(Maka mereka tidak dapat) yakni Yakjuj dan Makjuj itu (mendakinya) memanjat tembok itu karena terlalu tinggi dan terlalu licin (dan mereka tidak dapat pula melubanginya) karena tembok itu terlalu kuat dan tebal sekali."
  }
]