[
  {
    "page": 31,
    "name": "Al-Baqarah",
    "ayat": 197,
    "arab": "اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓاُولِى الْاَلْبَابِ",
    "translation": "(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi. Barangsiapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafats), berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/204.mp3",
    "tafsir": "Waktu untuk mengerjakan haji itu sudah ada ketetapannya yaitu pada bulan-bulan yang sudah ditentukan dan tidak dibolehkan pada bulan-bulan yang lainnya. Diriwayatkan dari Ibnu 'Abbas dan sudah berlaku di dalam mazhab Abu Hanifah, Syafi'i dan Imam Ahmad, bahwa waktu mengerjakan haji itu ialah pada bulan Syawal, Zulkaidah sampai dengan terbit fajar pada malam 10 Zulhijah. Ketentuan-ketentuan waktu haji ini telah berlaku dari sejak Nabi Ibrahim dan Nabi Ismail. Setelah agama Islam datang ketentuan-ketentuan itu tidak diubah, malahan diteruskan sebagai-mana yang berlaku. Orang-orang yang sedang mengerjakan haji dilarang bersetubuh, mengucapkan kata-kata keji, melanggar larangan-larangan agama, berolok-olok, bermegah-megah, bertengkar, dan bermusuhan.\nSemua perhatian ditujukan untuk berbuat kebaikan semata-mata. Hati dan pikiran hanya tercurah kepada ibadah, mencari keridaan Allah dan selalu mengingat-Nya. Apa saja kebaikan yang dikerjakan seorang Muslim yang telah mengerjakan haji, pasti Allah akan mengetahui dan mencatatnya dan akan dibalas-Nya dengan pahala yang berlipat ganda. Agar ibadah haji dapat terlaksana dengan baik dan sempurna maka setiap orang hendaklah membawa bekal yang cukup, lebih-lebih bekal makanan, minuman, pakaian dan lain-lain, yaitu bekal selama perjalanan dan mengerjakan haji di tanah suci dan bekal untuk kembali sampai di tempat masing-masing. Diriwayatkan oleh al-Bukhari, Abu Daud, an-Nasa'i, dan lain-lain dari Ibnu 'Abbas bahwa dia mengatakan, \"Ada di antara penduduk Yaman, bila mereka pergi naik haji tidak membawa bekal yang cukup, mereka cukup bertawakal saja kepada Allah. Setelah mereka sampai di tanah suci, mereka akhirnya meminta-minta karena kehabisan bekal.\" Maka bekal yang paling baik ialah bertakwa, dan hendaklah membawa bekal yang cukup sehingga tidak sampai meminta-minta dan hidup terlunta-lunta.\nAllah mengingatkan, agar ibadah haji itu dikerjakan dengan penuh takwa kepada Allah dengan mengerjakan segala yang diperintahkan-Nya dan meninggalkan segala yang dilarang-Nya. Dengan begitu akan dapat dicapai kebahagiaan dan keberuntungan yang penuh dengan rida dan rahmat Ilahi.",
    "quraish": "Ibadah haji itu dilaksanakan pada bulan-bulan tertentu yang sudah kalian ketahui sejak masa Nabi Ibrâhîm a. s. Bulan-bulan tesebut adalah Syawal, Zulkaidah dan Zulhijah. Maka barangsiapa yang berniat haji dan telah masuk di bulan-bulan itu, ia harus memelihara etika haji. Etika haji itu, di antaranya, adalah bahwa seseorang yang berihram dilarang menggauli istri; menjauhi kemaksiatan seperti mencaci, berdebat, bertengkar dan sebagainya; dan menghindari hal-hal yang akan menimbulkan perselisihan dan permusuhan. Dengan demikian, diharapkan seorang yang berihram haji itu jiwanya menjadi bersih. Berusahalah melakukan kebajikan seraya memohon ganjaran Allah melalui tindakan-tindakan amal saleh. Sesungguhnya Allah mengetahui yang demikian itu dan Dia akan memberikan balasan-Nya. Berbekallah untuk akhiratmu dengan bertakwa dan menjalankan segala perintah Allah serta menjauhi larangan-Nya. Itulah bekal yang terbaik untuk kalian. Dan takutlah kepada Allah atas apa yang kalian lakukan dan tinggalkan sesuai tuntutan akal dan kebajikan. Maka janganlah kalian nodai perbuatan-perbuatan kamu sekalian dengan hawa nafsu dan tujuan-tujuan duniawi.",
    "jalalayn": "(Haji), maksudnya adalah waktu dan musimnya (beberapa bulan yang dimaklumi), yaitu Syawal, Zulkaidah dan 10 hari pertama bulan Zulhijah. Tetapi ada pula yang mengatakan seluruh bulan Zulhijah. (Maka barang siapa yang telah menetapkan niatnya) dalam dirinya (akan melakukan ibadah haji pada bulan-bulan itu) dengan mengihramkannya, (maka tidak boleh ia mencampuri istrinya), yakni bersetubuh (dan jangan berbuat kefasikan) berbuat maksiat (dan jangan berbantah-bantahan) atau terlibat dalam percekcokan (sewaktu mengerjakan haji). Menurut satu qiraat, dengan baris di atas dua hal yang pertama dan makna yang dimaksud adalah larangan mengerjakan tiga hal itu. (Dan apa yang kamu kerjakan berupa kebaikan) sedekah (pastilah diketahui oleh Allah) yang akan membalas kebaikan itu. Ayat berikut ini diturunkan kepada penduduk Yaman yang pergi naik haji tanpa membawa bekal, sehingga mereka menjadi beban orang lain. (Dan berbekallah kamu) yang akan menyampaikan kamu ke tujuan perjalananmu (dan sesungguhnya sebaik-baik bekal adalah takwa), artinya yang dipergunakan manusia untuk menjaga dirinya agar tidak menjadi beban bagi orang lain dan sebagainya. (Dan bertakwalah kamu kepada-Ku, hai orang-orang yang berakal)."
  },
  {
    "page": 31,
    "name": "Al-Baqarah",
    "ayat": 198,
    "arab": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ ",
    "translation": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy’arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/205.mp3",
    "tafsir": "Pada musim haji seseorang tidak dilarang berusaha, seperti berdagang dan lain-lain, asal jangan mengganggu tujuan yang utama, yaitu mengerjakan haji dengan sempurna. Ayat ini diturunkan sehubungan dengan keragu-raguan orang Islam pada permulaan datangnya Islam untuk berusaha mencari rezeki, sehingga banyak di antara mereka yang menutup toko-toko mereka pada waktu musim haji, karena takut berdosa. Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas, dia berkata, \"Pada zaman jahiliah ada 3 pasar, yaitu Ukaz, Majannah, dan Zulmajaz.\"\nPada waktu musim haji, kaum Muslimin merasa berdosa berdagang di pasar-pasar itu, lalu mereka bertanya kepada Rasulullah saw, maka turunlah ayat ini. Berusaha mencari rezeki yang halal selama mengerjakan haji adalah dibolehkan selama usaha itu dilakukan secara sambilan, bukan menjadi tujuan. Tujuan utama ialah mengerjakan ibadah haji dengan penuh takwa kepada Allah dan dengan hati yang tulus ikhlas.\nKemudian dalam ayat ini Allah memerintahkan kepada setiap orang yang mengerjakan haji agar berzikir kepada Allah bila telah bertolak dari Padang Arafah menuju ke Muzdalifah, yaitu bila telah sampai di Masy'aril Haram. Masy'aril Haram ialah sebuah bukit di Muzdalifah yang bernama Quzah. Bila telah sampai di tempat itu hendaknya memperbanyak membaca doa, takbir, dan talbiyah. Berzikirlah kepada Allah dengan hati yang khusyuk dan tawadhu', sebagai tanda bersyukur kepada-Nya atas karunia dan hidayah-Nya yang telah melepaskan seseorang dari penyakit syirik pada masa dahulu, menjadi orang yang telah bertauhid murni kepada Allah swt.",
    "quraish": "Sebelumnya ada di antara kalian yang merasa bersalah jika melakukan perniagaan dan mencari rezeki pada musim haji. Sebenarnya, kalian tidak berdosa melakukan hal itu. Maka berniagalah dengan cara-cara yang disyariatkan, carilah karunia dan nikmat Allah. Apabila para haji telah beranjak dari Arafah setelah melakukan wukuf dan mereka tiba di Muzdalifah pada malam Idul Adha, maka hendaknya mereka berzikir kepada Allah di al-Masy'ar al-Harâm, di bukit Muzdalifah. Hendaknya mereka memperbanyak tahlîl (membaca \"lâ ilâha illâ Allâh\"), talbiyah (membaca \"labbayka Allâhumma labbayk\", dst.) dan takbîr (membaca \"Allâhu Akbar\"). Agungkan dan pujilah nama Tuhanmu yang telah memberi hidayah untuk memeluk agama yang benar dan melakukan ibadah haji. Sebelumnya mereka itu berada dalam kesesatan.",
    "jalalayn": "(Tidak ada dosa bagi kamu) dalam (mencari) atau mengusahakan (karunia) atau rezeki (dari Tuhanmu) yakni dengan berniaga di musim haji. Ayat ini turun untuk menolak anggapan mereka yang keliru itu (Maka jika kamu telah bertolak), artinya berangkat (dari Arafah) yakni setelah wukuf di sana, (maka berzikirlah kepada Allah), yakni setelah bermalam di Muzdalifah sambil membaca talbiah, tahlil dan berdoa (di Masyarilharam) yaitu nama sebuah bukit di ujung Muzdalifah disebut Quzah. Dalam sebuah hadis disebutkan bahwa Nabi saw. wukuf di sana, berzikir dan berdoa kepada Allah hingga hari telah amat benderang.\" (H.R. Muslim). (Dan berzikirlah kepada-Nya disebabkan petunjuk yang diberikan-Nya kepadamu) untuk mengetahui pokok-pokok agama dan tata cara hajinya. 'Kaf' menunjukkan sebab atau motifnya. (Dan sesungguhnya) dibaca 'in' bukan 'inna' (kamu sebelum itu) maksudnya sebelum petunjuk itu (termasuk orang-orang yang sesat)."
  },
  {
    "page": 31,
    "name": "Al-Baqarah",
    "ayat": 199,
    "arab": "ثُمَّ اَفِيْضُوْا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/206.mp3",
    "tafsir": "Orang-orang Quraisy pada masa jahiliah, kalau mereka mengerja-kan haji, mereka mengerjakan wukuf di Muzdalifah, sedang orang-orang Arab lainnya wuquf di Arafah. Sebabnya ialah karena orang-orang Quraisy itu merasa dirinya lebih tinggi dan mulia dari yang lain, tidak pantas berwuquf bersama sama dengan orang-orang biasa di Arafah, maka turunlah ayat ini. Ayat ini memerintahkan agar bersama-sama wuquf di Arafah dan kemudian sama-sama bertolak dari Arafah ke Muzdalifah. Tegasnya, dalam masa mengerjakan haji itu tidak ada perbedaan, semuanya sama-sama makhluk Allah, harus sama-sama mengerjakan wuquf di Arafah. Semua sama-sama meminta ampun kepada Allah, meninggalkan bermegah-megah dan bersifat sombong. Siapa yang meminta ampun kepada Allah, tentu Allah akan mengampuni dosanya, karena Allah Maha Pengampun lagi Maha Penyayang kepada hamba-Nya. Diriwayatkan dari Ibnu Jarir dari Ibnu 'Abbas.",
    "quraish": "Dahulu, sekelompok orang Arab dari kabilah Quraisy tidak melakukan wukuf di Arafah seperti yang dilakukan kabilah-kabilah lain. Padahal mereka tahu bahwa tempat itu merupakan tempat wukuf leluhur mereka, Ibrâhîm a. s. Keengganan mereka untuk wukuf di Arafah itu sebenarnya didorong oleh perasaan superioritas karena domisili mereka di tanah haram dan posisi mereka sebagai penjaga rumah Allah. Mereka juga--dengan tidak berwukuf di Arafah--mengklaim bahwa tindakan itu merupakan salah satu pengejawantahan sikap hormat mereka terhadap tanah haram. Sebab, dengan pergi ke Arafat yang berada di luar tanah haram, mereka merasa telah meninggalkan tanah haram. Maka Allah menyuruh mereka membuang kebiasaan jahiliah ini dan memerintahkan mereka untuk berwukuf di Arafah seperti layaknya dilakukan orang lain. Sebab, tidak ada perbedaan antara satu dan lainnya dalam masalah-masalah ibadah. Di seluruh tempat yang berkah ini, berdoalah untuk memohon ampunan Allah. Itulah cara terbaik agar segala kesalahan dan dosa yang mereka lakukan diampuni Allah.",
    "jalalayn": "(Kemudian bertolaklah kamu) hai orang-orang Quraisy (dari tempat bertolaknya manusia) maksudnya dari Arafah dengan jalan wukuf bersama mereka. Sebelum itu biasanya mereka wukuf di Muzdalifah karena merasa enggan wukuf bersama-sama dengan orang lain. 'Tsumma' atau 'kemudian' menunjukkan urutan (dan mohonlah ampun kepada Allah) terhadap dosa-dosamu. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) terhadap orang-orang beriman."
  },
  {
    "page": 31,
    "name": "Al-Baqarah",
    "ayat": 200,
    "arab": "فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ اَوْ اَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ",
    "translation": "Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Maka di antara manusia ada yang berdoa, “Ya Tuhan kami, berilah kami (kebaikan) di dunia,” dan di akhirat dia tidak memperoleh bagian apa pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/207.mp3",
    "tafsir": "Allah memerintahkan, jika ibadah haji sudah diselesaikan agar berzikir menyebut nama Allah. Diriwayatkan oleh al-Baihaqi dari Ibnu 'Abbas, biasanya orang-orang Arab pada zaman jahiliah, kalau sudah selesai mengerjakan haji, mereka berkumpul di Mina, antara masjid dan bukit, sambil berdiri mereka bermegah-megah dan bersifat sombong menyebut dan membanggakan kebesaran nenek moyang mereka masing-masing, maka turunlah ayat ini untuk mengingatkan mereka, bahwa apa yang mereka perbuat itu, sesudah menyelesaikan ibadah haji tidaklah baik, malahan merupakan kebiasaan yang buruk. Yang baik ialah sesudah menyelesaikan ibadah haji, memperbanyak menyebut nama Allah sebagaimana mereka dulunya menyebut nama nenek-moyang mereka, atau diusahakan lebih banyak lagi menyebut nama Allah.\nDi dalam khutbah, Nabi Muhammad saw pada waktu mengerjakan haji wada' pada hari yang kedua dari hari-hari tasyrik, memberikan peringatan keras agar meninggalkan cara-cara lama itu, yaitu bermegah-megah menyebut kelebihan nenek-moyang mereka masing-masing. Rasulullah antara lain mengatakan, \"Wahai manusia, ketahuilah, bahwa Tuhanmu adalah satu dan nenek moyangmu adalah satu (Adam).\"\n\"Ketahuilah, bahwa tidak ada kelebihan bagi orang Arab atas orang yang bukan Arab, begitu juga tidak ada kelebihan bagi orang yang bukan Arab atas orang Arab. Tidak ada kelebihan orang berkulit merah atas yang berkulit hitam dan orang yang berkulit hitam atas yang berkulit merah. Kelebihan mereka di sisi Allah hanyalah diukur dengan takwanya kepada Allah.\" Kemudian Rasulullah menanyakan kepada mereka, \"Sudahkah aku sampaikan peringatan ini?\" Lalu hadirin menjawab, \"Benar, Rasulullah sudah menyampaikan.\" Kemudian Allah membagi tingkat-tingkat manusia yang mengerjakan ibadah haji, yaitu ada orang yang hanya mendapat keuntungan dunia saja, dan tidak mendapatkan keuntungan di akhirat; yaitu orang-orang yang perhatiannya hanya tertuju untuk mencari keuntungan dunia saja, baik di dalam doanya atau di dalam zikirnya. Di dalam berdoa dia hanya meminta kemegahan, kemuliaan, kemenangan, dan harta benda saja. Perhitungannya hanya untung rugi duniawi saja. Orang-orang yang seperti ini adalah karena belum sampai pengetahuannya perihal rahasia dan hakikat haji yang sebenarnya, hatinya belum mendapat pancaran sinar hidayah dari Allah. Baginya keuntungan di dunia lebih utama daripada keuntungan di akhirat.",
    "quraish": "Apabila kalian telah menyelesaikan manasik haji dan meninggalkan sikap berbangga-bangga terhadap leluhur sebagaimana biasa kalian lakukan pada masa jahiliah, kini berzikirlah dan agungkanlah Tuhan kalian. Berzikirlah dengan menyebut nama Allah sebagaimana kalian dahulu menyebut dan berbangga-bangga dengan leluhur. Bahkan, berzikir kepada Allah itu seharusnya lebih banyak ketimbang membangga- banggakan leluhur. Sebab Dialah yang telah memberikan karunia, bukan saja kepada kalian, tetapi juga kepada leluhur yang kalian bangga-banggakan itu. Dan tempat-tempat melakukan ibadah haji itu, seluruhnya merupakan tempat yang baik untuk berdoa dan meminta karunia dan rahmat Allah. Hanya saja ada di antara jamaah haji itu yang hanya berdoa untuk kemaslahatan dunia dengan melupakan kepentingan akhirat. Orang-orang seperti itu tidak akan mendapatkan apa-apa di akhirat kelak.",
    "jalalayn": "(Apabila kamu telah menyelesaikan) atau menjalankan (ibadah hajimu) maksudnya, telah melempar jumrah Aqabah, telah tawaf, telah berada di Mina, (maka berzikirlah kepada Allah) dengan bertakbir dan menyanjung-Nya (sebagaimana kamu menyebut-nyebut nenek-moyangmu) yang kamu lakukan setelah haji untuk membangga-banggakan mereka (bahkan lebih banyak lagi dari itu) artinya lebih banyak dari ingatanmu kepada nenek-moyangmu itu. 'Asyadda' mendapat baris di atas disebabkan kedudukannya sebagai 'hal' dari 'dzikr' yang manshub oleh 'udzkuruu'. Seandainya ia terletak di belakangnya, maka ia akan menjadi sifat atau na`atnya. (Di antara manusia ada yang berdoa, \"Ya Tuhan kami! Berilah kami) bagian kami (di dunia\"), sehingga ia pun diberikan bagian itu (dan tiadalah ia di akhirat mendapat bagian) yang menyenangkan."
  },
  {
    "page": 31,
    "name": "Al-Baqarah",
    "ayat": 201,
    "arab": "وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ ",
    "translation": "Dan di antara mereka ada yang berdoa, “Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/208.mp3",
    "tafsir": "Di dalam ayat ini, Allah menyebutkan manusia yang memperoleh keuntungan dunia akhirat, yaitu orang-orang yang di dalam doanya selalu minta agar mendapat kebahagiaan di dunia dan kebahagiaan di akhirat, dan terjauh dari siksaan api neraka. Untuk mencapai hidup bahagia di dunia harus melalui beberapa persyaratan, di antaranya harus sabar dalam berusaha, patuh kepada peraturan dan disiplin, pandai bergaul dan dipercaya serta mempunyai maksud baik dalam usahanya. Untuk mencapai hidup bahagia di akhirat haruslah mempunyai iman yang murni dan kuat, serta mengerjakan amal yang saleh dan mempunyai akhlak yang mulia. Maka untuk terlepas dari siksa neraka hendaklah selalu meninggalkan pekerjaan-pekerjaan maksiat, menjauhkan diri dari yang keji serta memelihara diri jangan sampai berbuat hal-hal yang diharamkan Allah karena pengaruh syahwat dan hawa nafsu.",
    "quraish": "Sebagian manusia ada yang diberi petunjuk oleh Allah sehingga, dengan sepenuh hati, mereka memohon kebaikan dunia dan akhirat serta memohon kepada Allah agar dijauhi siksa api neraka.",
    "jalalayn": "(Dan di antara mereka ada pula yang berdoa, \"Ya Tuhan kami! Berilah kami di dunia kebaikan), artinya nikmat, (di akhirat kebaikan) yakni surga, (dan peliharalah kami dari siksa neraka.\") yakni dengan tidak memasukinya. Ini merupakan lukisan tentang keadaan orang-orang musyrik dan keadaan orang-orang beriman, yang tujuannya ialah supaya kita mencari dua macam kebaikan dunia dan akhirat, sebagaimana telah dijanjikan akan beroleh pahala dengan firman-Nya:"
  },
  {
    "page": 31,
    "name": "Al-Baqarah",
    "ayat": 202,
    "arab": "اُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ",
    "translation": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/209.mp3",
    "tafsir": "Mereka yang meminta kebahagiaan hidup di dunia dan kebahagiaan hidup di akhirat itulah yang akan mendapat nasib yang baik dan beruntung karena kesungguhannya dalam berusaha dan beramal. Artinya mereka sudah dapat menyamakan permintaan hatinya yang diucapkan oleh lidahnya dengan kesungguhan jasmaninya dalam berusaha dan beramal. Buahnya ialah keberuntungan dan kebahagiaan. Ayat ini ditutup dengan peringatan bahwa Allah sangat cepat perhitungan-Nya.\nMaksudnya, agar setiap manusia tidak ragu-ragu dalam berusaha dan beramal, sebab seluruhnya akan diperhitungkan Allah dan tidak akan dirugikan seorang pun juga. Perhitungan Allah sangat cepat dan tepat sehingga dalam waktu sekejap saja, setiap manusia sudah dapat melihat hasil usaha dan amalnya dan sekaligus akan dapat menerima balasan dari usaha dan amalnya itu dari Allah.",
    "quraish": "Maka kepada mereka itu akan diberi ganjaran sesuai dengan apa yang mereka lakukan, melalui doa- doa dan pendekatan diri kepada Allah. Dan Allah akan memberi ganjaran kepada mereka yang berhak mendapatkannya, karena Dia sangat cepat perhitungan dan balasan-Nya.",
    "jalalayn": "(Mereka itulah orang-orang yang mendapat bagian), maksudnya pahala (dari), artinya disebabkan (apa yang mereka usahakan), yakni amal mereka dari haji dan doa (dan Allah sangat cepat perhitungan-Nya). Menurut keterangan sebuah hadis, Allah melakukan hisab atau perhitungan bagi seluruh makhluk dalam tempo yang tidak lebih dari setengah hari waktu dunia."
  }
]