[
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 77,
    "arab": "اَفَرَاَيْتَ الَّذِيْ كَفَرَ بِاٰيٰتِنَا وَقَالَ لَاُوْتَيَنَّ مَالًا وَّوَلَدًا ۗ",
    "translation": "Lalu apakah engkau telah melihat orang yang mengingkari ayat-ayat Kami dan dia mengatakan, “Pasti aku akan diberi harta dan anak.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2327.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya memperhatikan bagaimana sombong dan angkuhnya orang kafir itu yang berani mengatakan bahwa di akhirat nanti mereka akan dianugerahi harta dan anak yang banyak. Meskipun ucapan itu seakan-akan menunjukkan bahwa mereka mempercayai hari kebangkitan tetapi sebenarnya mereka tidak percaya sama sekali akan adanya hari kebangkitan. Ucapan seperti itu hanya sebagai cemoohan dan olok-olok terhadap kepercayaan orang mukmin dengan pengertian bahwa jika benar-benar Khabab bin Arat percaya akan hari kebangkitan biarlah utangnya itu dibayar pada hari kebangkitan. Sekarang dia tidak mau membayarnya karena Khabbab beriman dengan Muhammad. Cemoohan itu ditambah lagi dengan mengatakan bahwa dia akan kaya dan banyak anak nanti di akhirat. Alangkah beraninya dia mengada-adakan sesuau yang tidak diketahuinya sama sekali, sedang dia sendiri mengingkari hal-hal yang gaib.",
    "quraish": "Hendaknya kamu merasa heran, wahai Muhammad, terhadap orang kafir yang mengingkari ayat-ayat Allah dan tertipu oleh kehidupan dunia, sehingga mengingkari hari kebangkitan dan, dengan nada mengolok-olok, berkata, \"Sesungguhnya di akhirat yang kalian yakini keberadaannya, Allah akan memberikan kepadaku harta dan anak yang dapat aku banggakan di sana.\" Ia mengira bahwa akhirat itu seperti dunia. Ia lupa bahwa akhirat merupakan tempat pembalasan bagi kebaikan dan kejahatan. Sesungguhnya kemuliaan di akhirat hanya dapat diperoleh dengan amal saleh.",
    "jalalayn": "(Maka apakah kamu telah melihat orang yang kafir kepada ayat-ayat Kami) maksudnya 'Ashi bin Wa'il (dan ia mengatakan,) kepada Khabbab bin Art yang mengatakan kepadanya, bahwa engkau kelak akan dibangkitkan hidup kembali sesudah mati. Pada saat itu Khabbab sedang menagih utang kepadanya (\"Pasti aku akan diberi) seandainya aku dibangkitkan hidup kembali (harta dan anak\") maka pada saat itu aku akan membayar utangku kepadamu. Allah berfirman menyanggahnya:"
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 78,
    "arab": "اَطَّلَعَ الْغَيْبَ اَمِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۙ",
    "translation": "Adakah dia melihat yang gaib atau dia telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2328.mp3",
    "tafsir": "Oleh sebab itu maka pada ayat ini Allah mengecamnya dengan mengatakan, \"Apakah dia mengetahui hal-hal yang gaib ataukah dia telah berjanji dengan Allah bahwa Dia akan memberinya rezeki dan anak yang banyak?\" Kedua kemungkinan itu amat jauh sekali, karena tidak ada seorang pun yang dapat mengetahui yang gaib apalagi yang berhubungan dengan hari akhirat. Dan tidak mungkin pula dia berjanji dengan Tuhan bahwa dia akan diberi rezeki yang banyak di akhirat sedangkan dia sendiri mengingkari hari itu dan mempersekutukan Allah dengan berhala-berhala. Tempat orang seperti ini adalah neraka dan siksaan yang akan ditimpakan kepadanya tentu berat sekali.",
    "quraish": "Apakah orang kafir itu dapat melihat yang gaib, sehingga ia memberi kabar dengan benar; atau, ia telah membuat perjanjian dengan Allah, sehingga sangat berpengharapan?",
    "jalalayn": "(Adakah dia melihat yang gaib) apakah dia mengetahuinya sehingga ia berani mengatakan, bahwa dia akan diberi seperti apa yang dikatakannya itu. Lafal Aththala'a ini disebabkan sudah cukup hanya dengan memakai Hamzah Istifham, maka Hamzah Washalnya dibuang (atau ia telah membuat perjanjian di sisi Tuhan Yang Maha Pemurah?) sehingga ia berani mengatakan, bahwa Allah akan memberikan kepadanya apa yang telah dikatakannya itu."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 79,
    "arab": "كَلَّاۗ سَنَكْتُبُ مَا يَقُوْلُ وَنَمُدُّ لَهٗ مِنَ الْعَذَابِ مَدًّا ۙ",
    "translation": "Sama sekali tidak! Kami akan menulis apa yang dia katakan, dan Kami akan memperpanjang azab untuknya secara sempurna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2329.mp3",
    "tafsir": "Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah:\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu`ara/26: 88-89)\nDan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48)",
    "quraish": "Hendaknya ia menyudahi kebohongan yang dibuatnya. Sebab Kami akan memperhitungkan kebohongannya itu. Siksa yang akan menimpanya diperpanjang sampai batas yang tak dapat diperkirakan.",
    "jalalayn": "(Sekali-kali tidak) hal itu tidak akan diberikan kepadanya (Kami akan menulis) Kami memerintahkan untuk menuliskan (apa yang ia katakan itu dan benar-benar Kami akan memperpanjang azab baginya) Kami akan menambahkan kepada azab kekafirannya azab yang lain, karena perkataannya itu."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 80,
    "arab": "وَّنَرِثُهٗ مَا يَقُوْلُ وَيَأْتِيْنَا فَرْدًا ",
    "translation": "dan Kami akan mewarisi apa yang dia katakan itu, dan dia akan datang kepada Kami seorang diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2330.mp3",
    "tafsir": "Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah:\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu`ara/26: 88-89)\nDan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48)",
    "quraish": "Harta dan anak yang mereka banggakan saat di dunia akan dirampas dan dibinasakan. Kelak di akhirat, ia akan datang seorang diri: tanpa harta, anak dan penolong.",
    "jalalayn": "(Dan Kami akan mewarisi apa yang ia katakan itu) yaitu harta benda dan anak (dan ia akan datang kepada Kami) kelak pada hari kiamat (dengan seorang diri) dalam keadaan tidak punya harta benda dan tidak punya anak."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 81,
    "arab": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لِّيَكُوْنُوْا لَهُمْ عِزًّا ۙ",
    "translation": "Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2331.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa maksud dan tujuan dari orang-orang musyrik menyembah berhala dan sembahan-sembahan lainnya, ialah agar berhala-berhala dan sembahansembahan itu dapat menolong mereka, baik di dunia maupun di akhirat kelak. Mereka mempersembahkan berbagai macam barang dan uang kepada berhala-berhala itu dengan harapan agar berhala-berhala itu dapat mengabulkan permintaan mereka, diberi restu dan diberkahi dalam kehidupan, usaha dan pekerjaan, dan agar mereka tetap berbahagia mulia dan terhormat. Di kalangan mereka seakan-akan berhala itulah yang paling berkuasa, berhak melimpahkan rahmat dan nikmat, berhak menimpakan siksa dan kesengsaraan. Di akhirat nanti (menurut paham mereka) berhala-berhala itu akan dapat memintakan syafaat bagi mereka dan akan menolong mereka bila mereka menghadapi kesulitan atau mengalami penderitaan.",
    "quraish": "Orang-orang kafir itu telah menjadikan banyak tuhan selain Allah untuk disembah, dengan harapan tuhan-tuhan itu dapat memberi syafaat kepada mereka di akhirat kelak.",
    "jalalayn": "(Dan mereka telah mengambil) orang-orang kafir Mekah (selain dari Allah) yakni berhala-berhala (sebagai tuhan-tuhan) yang mereka sembah (agar tuhan-tuhan itu menjadi pelindung bagi mereka) maksudnya memberikan syafaat kepada mereka di hadapan Allah supaya mereka jangan diazab oleh-Nya."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 82,
    "arab": "كَلَّا ۗسَيَكْفُرُوْنَ بِعِبَادَتِهِمْ وَيَكُوْنُوْنَ عَلَيْهِمْ ضِدًّا ࣖ",
    "translation": "Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2332.mp3",
    "tafsir": "Ayat ini menolak paham yang salah itu terutama mengenai kemampuan berhala itu memberi pertolongan di akhirat. Berhala-berhala dan sembahan-sembahan itu sekali-kali tidak akan dapat menolong mereka bahkan mereka akan mengingkari di hadapan Allah bahwa mereka disembah oleh orang-orang musyrik itu sebagaimana disebutkan dalam firman Allah:\nDan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Lalu sekutu mereka menyatakan kepada mereka, \"Kamu benar-benar pendusta.\" (an-Nahl/16: 86)\nDan firman-Nya:\n(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus. Dan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka. (al-Baqarah/2: 166-167)",
    "quraish": "Hendaknya mereka menghindari prasangka seperti itu. Sebab, tuhan-tuhan itu kelak akan mengingkari penyembahan terhadap diri mereka. Mereka justru akan menjadi musuh orang-orang musyrik yang menuntut agar mereka disiksa.",
    "jalalayn": "(Sekali-kali tidak) tiada sesuatu pun yang dapat mencegah azab mereka. (Kelak mereka itu akan mengingkari) yakni tuhan-tuhan sembahan mereka itu (penyembahan mereka) artinya mereka akan mengingkari penyembahan orang-orang yang mempertuhankan mereka, sebagaimana dijelaskan pula oleh ayat lain, yaitu firman-Nya, \"Mereka sekali-kali tidak menyembah Kami...\" (Q.S. Al-Qashash, 63). (dan tuhan-tuhan itu akan menjadi musuh bagi mereka) yakni berhala-berhala itu justru akan menjadi musuh orang-orang yang menyembahnya kelak di akhirat."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 83,
    "arab": "اَلَمْ تَرَ اَنَّآ اَرْسَلْنَا الشَّيٰطِيْنَ عَلَى الْكٰفِرِيْنَ تَؤُزُّهُمْ اَزًّا ۙ",
    "translation": "Tidakkah engkau melihat, bahwa sesungguhnya Kami telah mengutus setan-setan itu kepada orang-orang kafir untuk mendorong mereka (berbuat maksiat) dengan sungguh-sungguh?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2333.mp3",
    "tafsir": "Pada ayat ini Allah memperingatkan Nabi Muhammad bahwa Dia telah melepaskan setan dan memberi kesempatan kepadanya untuk menipu, membujuk serta memperdayakan manusia yang terkena bujuk rayu setan itu termasuk orang-orang kafir Mekah sehingga Mereka akan tetap dalam kesesatan dan tidak akan kembali ke jalan yang benar bagaimanapun Muhammad mengajak dan menyeru mereka. Hal ini dijelaskan Allah sebagai penawar hati Nabi Muhammad yang berduka karena dia telah bersungguh-sungguh dan dengan sepenuh hati memberikan petunjuk dan peringatan kepada mereka, tetapi mereka tetap juga ingkar dan tidak mau beriman.",
    "quraish": "Tidakkah kamu mengetahui, wahai Rasul, sesungguhnya Kami telah menguatkan pengaruh setan terhadap orang-orang kafir sehingga ia dapat menguasai dan mendorong mereka untuk menentang kebenaran. Mereka pun tunduk mengikuti setan.",
    "jalalayn": "(Tidakkah kamu lihat, bahwasanya Kami telah mengirim setan-setan itu) yakni pengaruh mereka (kepada orang-orang kafir untuk menghasut mereka) untuk menggerakkan mereka melakukan perbuatan-perbuatan maksiat (dengan sungguh-sungguh)."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 84,
    "arab": "فَلَا تَعْجَلْ عَلَيْهِمْۗ اِنَّمَا نَعُدُّ لَهُمْ عَدًّا ۗ",
    "translation": "Maka janganlah engkau (Muhammad) tergesa-gesa (memintakan azab) terhadap mereka, karena Kami menghitung dengan hitungan teliti (datangnya hari siksaan) untuk mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2334.mp3",
    "tafsir": "Pada ayat ini Allah melarang Nabi Muhammad merasa sedih dan marah kepada orang kafir dan meminta supaya azab kepada mereka disegerakan karena saat untuk menimpakan azab itu sudah dekat, hanya tinggal menghitung-hitung harinya saja. Di dunia mereka akan menerima balasan dengan kekalahan mereka dalam Perang Badar dan di akhirat walaupun dalam pikiran kita masih jauh tetapi bagi Allah hari itu adalah dekat. Karena satu hari di akhirat dalam perhitungan Allah bukanlah 24 jam seperti perhitungan kita, mungkin seribu tahun atau mungkin lebih, sebagai tersebut dalam firman-Nya:\nDan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.(al-hajj/22: 47)",
    "quraish": "Wahai Rasul, janganlah kekufuran mereka membuat hatimu susah. Dan jangan pula tergesa-gesa memintakan siksa untuk mereka. Sesungguhnya mereka dibiarkan di dunia sampai batas waktu tertentu, dan akan dihitung amal perbuatan dan dosa-dosa mereka untuk dihisab di akhirat kelak.",
    "jalalayn": "(Maka janganlah kamu tergesa-gesa terhadap mereka) untuk mendatangkan azab buat mereka (karena sesungguhnya Kami hanya menghitung untuk mereka) hari-hari atau nafas-nafas mereka (dengan perhitungan yang teliti) hingga tiba saatnya azab mereka."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 85,
    "arab": "يَوْمَ نَحْشُرُ الْمُتَّقِيْنَ اِلَى الرَّحْمٰنِ وَفْدًا ",
    "translation": "(Ingatlah) pada hari (ketika) Kami mengumpulkan orang-orang yang bertakwa kepada (Allah) Yang Maha Pengasih, bagaikan kafilah yang terhormat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2335.mp3",
    "tafsir": "Pada hari itu Allah mengumpulkan orang-orang yang bertakwa untuk menghadap kehadirat-Nya sebagai rombongan yang dimuliakan karena iman dan amal mereka di dunia. Mereka dibawa dengan kendaraan yang bagus dan indah sebagai tamu yang dihormati. Ali bin Abi thalib mengatakan bahwa rombongan itu bukanlah rombongan biasa yang berjalan kaki atau digiring tetapi dibawa dengan kendaraan yang belum pernah dilihat keindahannya oleh manusia, di atasnya ada tempat duduk dari emas dan tali lesnya bertahtakan permata zamrud sehingga sampailah mereka di muka pintu surga.",
    "quraish": "Wahai Rasul, ingatlah pada suatu hari Kami akan mengumpulkan orang-orang yang bertakwa di dalam surga Tuhan Yang Maha Pemurah sebagai utusan dan kelompok yang terhormat.",
    "jalalayn": "Ingatlah (hari ketika Kami mengumpulkan orang-orang yang takwa) berkat keimanan mereka (kepada Tuhan Yang Maha Pemurah sebagai perutusan yang terhormat). Lafal Wafdun adalah bentuk jamak dan lafal Waafidun, artinya delegasi."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 86,
    "arab": "وَنَسُوْقُ الْمُجْرِمِيْنَ اِلٰى جَهَنَّمَ وِرْدًا ۘ",
    "translation": "dan Kami akan menggiring orang yang durhaka ke neraka Jahanam dalam keadaan dahaga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2336.mp3",
    "tafsir": "Sebaliknya orang durhaka yang tetap ingkar dan kafir digiring ke neraka. Dalam perjalanan ke neraka itu mereka menderita berbagai macam penderitaan yang tidak terperikan seperti haus dan lapar karena panasnya udara padang mahsyar. Mereka digiring seperti hewan-hewan yang hina dina yang tidak berdaya bukan ke tempat yang teduh atau ke mata air yang jernih untuk melepaskan haus dan dahaga tetapi ke neraka yang amat panas.",
    "quraish": "Sementara orang-orang yang durhaka dihalau menuju ke neraka jahanam dalam keadaan dahaga, layaknya seperti binatang yang kehausan saat dihalau menuju air.",
    "jalalayn": "(Dan Kami akan menghalau orang-orang yang durhaka) karena kekafiran mereka (ke neraka Jahanam dalam keadaan dahaga). Lafal Wirdun adalah bentuk jamak dari lafal Waaridun artinya berjalan dalam keadaan dahaga."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 87,
    "arab": "لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۘ",
    "translation": " Mereka tidak berhak mendapat syafaat, (pertolongan) kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2337.mp3",
    "tafsir": "Orang kafir tidak akan memperoleh syafaat dari siapa pun untuk menolong mereka atau meringankan penderitaan yang mereka alami. Karena yang berhak menerima syafaat pada hari itu hanyalah orang-orang yang telah dijanjikan Allah akan mendapat syafaat yaitu orang-orang mukmin yang di masa hidupnya di dunia telah mempersiapkan diri untuk mendapat syafaat dengan amal ibadahnya dan perjuangannya menegakkan kalimah Allah. Syafaat pada hari itu hanya dimiliki oleh para nabi, ulama dan para syuhada sesuai dengan amal dan bakti mereka masing-masing. Di antara amal ibadat yang menjadikan seseorang berhak memperoleh syafaat itu ialah memelihara salat lima waktu dengan sebaik-baiknya. \nRasulullah bersabda, \"Barangsiapa yang datang pada hari kiamat membawa salatnya yang lima waktu dengan sempurna yaitu disempurnakan wudunya dipeliharanya waktunya, ruku` dan sujudnya, tidak pernah ditinggalkannya barang sekalipun maka Allah berjanji tidak akan menyiksanya. Tetapi orang yang pernah meninggalkan salatnya, tidak akan memperoleh janji Allah itu. Terserahlah kepada Tuhan apakah Dia akan memberinya rahmat atau menimpakan azab kepadanya.\"(Diriwayatkan oleh ath-thabrani dalam kitab \"al-Ausath\" dari Abu Hurairah)",
    "quraish": "Pada hari itu, tak seorang pun yang mendapat syafaat, kecuali orang yang mendapat izin dari Allah karena adanya suatu perjanjian.",
    "jalalayn": "(Mereka tidak dapat memberi) manusia semuanya (syafaat kecuali orang yang telah mengadakan perjanjian di sisi Tuhan Yang Maha Pemurah) yakni kesaksian bahwa tiada Tuhan selain Allah dan tiada daya serta tiada kekuatan melainkan berkat pertolongan Allah."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 88,
    "arab": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ",
    "translation": "Dan mereka berkata, “(Allah) Yang Maha Pengasih mempunyai anak.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2338.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.",
    "quraish": "Sesungguhnya orang-orang musyrik, Yahudi dan Nasrani telah benar-benar mengatakan, \"Sesungguhnya Allah mempunyai anak berupa malaikat atau manusia.\"",
    "jalalayn": "(Dan mereka berkata,) orang-orang Yahudi dan Nasrani dan orang-orang yang menyangka bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah (\"Tuhan Yang Maha Pemurah mempunyai anak\") maka Allah menyanggah perkataan mereka itu melalui firman-Nya,"
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 89,
    "arab": "لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّا ۙ",
    "translation": "Sungguh, kamu telah membawa sesuatu yang sangat mungkar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2339.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.",
    "quraish": "Wahai orang-orang yang mengatakan demikian, dengan berkata seperti itu, sesungguhnya kalian telah mendatangkan sesuatu yang tidak dapat diterima oleh akal sehat.",
    "jalalayn": "(\"Sesungguhnya kalian telah mendatangkan sesuatu perkara yang sangat mungkar) yaitu suatu perkara mungkar yang sangat besar."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 90,
    "arab": "تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ۙ",
    "translation": "hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2340.mp3",
    "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu.",
    "quraish": "Hampir-hampir langit pecah karena ucapan itu, dan bumi terbelah serta gunung-gunung runtuh berkeping-keping.",
    "jalalayn": "(Hampir-hampir) dapat dibaca Takaadu dan Yakaadu (langit pecah) terbelah, dan menurut qiraat yang lain lafal Yatafaththarna dibaca Yanfathirna (karena ucapan itu dan bumi belah dan gunung-gunung runtuh) yakni terbalik menindih mereka disebabkan."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 91,
    "arab": "اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًا ۚ",
    "translation": "karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2341.mp3",
    "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu.",
    "quraish": "Bencana di bumi, langit dan gunung hampir saja terjadi karena mereka menyatakan bahwa Allah mempunyai anak.",
    "jalalayn": "(mereka mendakwakan Allah Yang Maha Pemurah mempunyai anak\"). Allah berfirman,"
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 92,
    "arab": "وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًا ۗ",
    "translation": "Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2342.mp3",
    "tafsir": "Allah dalam ayat ini membantah dengan firman-Nya, \"Tidak layak bagi Tuhan Yang Maha Pemurah memungut anak.\" Demikianlah jawaban Allah Yang Maha Pengasih lagi Penyayang terhadap ucapan hamba-Nya yang sangat dimurkai-Nya itu. Dia tidak membentak dan menghukum mereka secara langsung, tetapi menjawabnya dengan kata-kata yang seharusnya dipikirkan dalam-dalam agar mereka kembali kepada kebenaran dan mensucikan Tuhannya dari segala sifat yang bertentangan dengan keesaan dan keagungan-Nya.",
    "quraish": "Sangatlah tidak masuk akal jika Allah mempunyai anak. Sebab pernyataan seperti itu menunjukkan bahwa Allah itu baharu (hâdits) dan membutuhkan sesuatu.",
    "jalalayn": "(\"Dan tidak layak bagi Allah Yang Maha Pemurah mempunyai anak\") yakni tidak patut bagi-Nya hal yang demikian itu."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 93,
    "arab": "اِنْ كُلُّ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِى الرَّحْمٰنِ عَبْدًا ۗ",
    "translation": "Tidak ada seorang pun di langit dan di bumi, melainkan akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2343.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan pula bahwa semua yang ada di langit dan di bumi baik malaikat, jin, maupun manusia, semuanya akan datang menghadap kehadirat Allah (Tuhannya) pada hari kiamat sebagai hamba, patuh dan tunduk kepada semua putusan dan hukuman yang diputuskan-Nya bagi masing-masing makhluk-Nya. Tiada seorang pun yang dapat menyangkal putusan-Nya pada waktu itu karena putusan itu adalah putusan yang adil. Ada yang berhak menerima azab dan siksaan sesuai dengan kedurhakaan dan kejahatan yang dilakukan, ada pula yang berhak menerima ganjaran dan pahala sesuai dengan ketakwaan dan amal kebaikan yang diusahakan.",
    "quraish": "Tidak ada seorang pun yang ada di langit dan bumi, melainkan akan datang kepada Allah pada hari kiamat sebagai seorang hamba yang tunduk kepada ketuhanan-Nya.",
    "jalalayn": "(Tidak ada) (seorang pun di langit dan di bumi melainkan akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba) yang hina dan tunduk patuh kepada-Nya kelak di hari kiamat, termasuk Uzair dan Isa juga."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 94,
    "arab": "لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّا ۗ",
    "translation": "Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2344.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa semua amal dan takwa mereka itu telah tercatat dalam kitab yang amat teliti dan terperinci tidak seorang pun terluput dalam catatan itu, semua amal perbuatan mereka baik yang kecil maupun yang besar. Semua ucapan mereka yang nyata dan tersembunyi telah ditulis dan diperhitungkan secermat-cermatnya dan mereka semua menunggu balasan apa yang akan diterimanya.",
    "quraish": "Sesungguhnya ilmu Allah itu meliputi mereka dan amal perbuatannya. Tak ada seorang pun dari mereka beserta amal perbuatannya yang tidak diketahui oleh Allah.",
    "jalalayn": "(Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti) maka tidak samar bagi-Nya mengenai jumlah mereka secara keseluruhan atau pun secara rinci dan tiada seorang pun yang terlewat dari perhitungan-Nya."
  },
  {
    "page": 311,
    "name": "Maryam",
    "ayat": 95,
    "arab": "وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا ",
    "translation": "Dan setiap orang dari mereka akan datang kepada Allah sendiri-sendiri pada hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2345.mp3",
    "tafsir": "Pada hari Kiamat orang kafir datang menghadap kehadirat Allah untuk menerima perhitungan dan putusan mengenai perbuatan mereka masing-masing seorang diri tidak ditemani oleh orang yang paling dekat sekalipun seperti anak atau istrinya. \nDemikianlah ketentuan yang telah ditetapkan Allah bagi setiap hamba-Nya pada hari itu, tiada seorang pun yang dapat lolos dari pengadilan-Nya, setiap orang pasti menghadapi peristiwa yang hebat dan dahsyat itu dengan perasaan harap-harap cemas, apakah ia akan termasuk dalam golongan orang-orang yang celaka yang akan digiring ke neraka dalam keadaan hina dina atau termasuk golongan orang yang berbahagia yang akan dipersilakan masuk ke dalam surga dengan terhormat dan mulia.",
    "quraish": "Pada hari kiamat, mereka semua akan datang kepada Allah sendiri-sendiri, tanpa penolong, anak dan harta benda.",
    "jalalayn": "(Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri) tanpa harta dan tanpa pembantu yang dapat membelanya."
  }
]