[
  {
    "page": 313,
    "name": "Taha",
    "ayat": 13,
    "arab": "وَاَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوْحٰى ",
    "translation": " Dan Aku telah memilih engkau, maka dengarkanlah apa yang akan diwahyukan (kepadamu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2361.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa Dia telah memilih dan menetapkan Musa a.s. menjadi nabi dan rasul lalu ia diminta untuk mendengarkan wahyu yang akan disampaikan kepadanya. Sejalan dengan ayat ini firman Allah:\n(Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku., sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A`raf/7: 144)",
    "quraish": "Aku telah memilihmu menjadi seorang rasul, maka dengarkanlah apa yang Aku wahyukan, untuk kamu ajarkan dan kamu sampaikan kepada kaummu.",
    "jalalayn": "(Dan Aku telah memilih kamu) dari kaummu (maka dengarkanlah apa yang akan diwahyukan kepadamu) dari-Ku."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 14,
    "arab": "اِنَّنِيْٓ اَنَا اللّٰهُ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدْنِيْۙ وَاَقِمِ الصَّلٰوةَ لِذِكْرِيْ ",
    "translation": " Sungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2362.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa wahyu yang utama dan yang disampaikan ialah bahwa tiada Tuhan yang sebenarnya melainkan Allah dan tiada sekutu bagi-Nya, untuk menanamkan rasa tauhid, mengesakan Allah, memantapkan pengakuan yang disertai dengan keyakinan dan dibuktikan dengan amal perbuatan. Oleh karena itu hanya Dialah satu-satunya yang wajib disembah, ditaati peraturan-peraturan-Nya. Tauhid ini, adalah pokok dari segala yang pokok, dan tauhid ini juga merupakan kewajiban pertama dan harus diajarkan lebih dahulu kepada manusia, sebelum pelajaran-pelajaran agama yang lain.\nPada akhir ayat ini Allah menekankan supaya salat didirikan. Tentunya salat yang sesuai dengan perintah-Nya, lengkap dengan rukun-rukun dan syarat-syaratnya, untuk mengingat Allah dan berdoa memohon kepada-Nya dengan penuh ikhlas. Salat disebut di sini secara khusus, untuk menunjukkan keutamaan ibadat salat itu dibanding dengan ibadat-ibadat wajib yang lain, seperti puasa, zakat, haji dan lain-lain. Keutamaan ibadat salat itu antara lain ialah apabila dilaksanakan dengan sebaik-baiknya, sesuai dengan tata tertib yang telah digariskan untuknya, ia akan mencegah seseorang dari perbuatan yang keji dan mungkar, sebagaimana firman Allah:\nBacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-'Ankabut/29: 45)\nSebagian ahli Tafsir berpendapat bahwa penutup ayat ini, ditujukan kepada orang yang tidak menunaikan salat pada waktunya, apakah karena lupa atau yang lainnya, supaya melaksanakannya apabila ia sudah sadar dan mengingat perintah Allah yang ditinggalkan itu sebagaimana sabda Rasulullah saw.\nBarang siapa yang tertidur dari salat atau lupa, maka imbangannya (kafaratnya) adalah salat ketika ia ingat. Tidak ada imbangan lain selain itu. (Riwayat al-Bukhari dan Muslim dari Anas bin Malik)\nDan sabdanya pula:\nApabila salah seorang kamu tidur sehingga tidak salat atau lupa salat hendaklah ia menunaikannya apabila ia telah mengingatnya, karena sesungguhnya Allah berfirman, \"Dan laksanakanlah salat untuk mengingat Aku.\" (Riwayat al-Bukhari dan Muslim dari Anas)\nSalah satu fungsi salat adalah untuk mengingat Allah, namun bukan berarti boleh tidak menunaikan salat hanya cukup ingat kepada Allah, karena zikir itu dengan hati, lisan dan anggota badan.",
    "quraish": "Aku adalah Allah, Tuhan Yang Mahaesa, tidak ada yang patut disembah selain Aku. Maka, berimanlah kepada-Ku dan sembahlah Aku serta dirikanlah selalu salat, agar kamu senantiasa mengingat-Ku.",
    "jalalayn": "(Sesungguhnya Aku ini adalah Allah, tiada Tuhan selain Aku, maka sembahlah Aku dan dirikanlah salat untuk mengingat Aku) di dalam salat itu."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 15,
    "arab": "اِنَّ السَّاعَةَ اٰتِيَةٌ اَكَادُ اُخْفِيْهَا لِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا تَسْعٰى ",
    "translation": "Sungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2363.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa hari Kiamat itu pasti datang, tetapi Allah sengaja merahasiakan dan tidak menjelaskan waktunya, kapan hari Kiamat itu terjadi. Sengaja Allah merahasiakan waktu terjadinya hari Kiamat, agar dengan demikian manusia selalu berhati-hati dan waspada serta siap untuk menghadapinya. Dirahasiakannya kedatangan hari Kiamat sama halnya dengan dirahasiakannya kapan ajalnya seseorang itu tiba. Tidak ada seorang manusia pun yang mengetahui kapan dan di mana ia akan mati, sebagaimana firman Allah:\nDan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. (Luqman/31: 34)\nApabila seseorang mengetahui kapan ajalnya tiba tentunya ia akan berbuat semau hatinya, menurutkan hawa nafsunya, mengerjakan segala macam maksiat yang dikehendakinya. Sesudah ajalnya dekat barulah ia tobat dan Allah akan menerima tobatnya sesuai dengan janji-Nya. Allah tidak akan menyalahi janji-Nya, sebagaimana firman-Nya:\nSungguh, Allah tidak menyalahi janji. (Ali Imran/3: 9)\nTetapi kalau ia tidak tahu kapan ajalnya tiba, tentunya ia selalu hati-hati, perintah dikerjakannya, larangan dijauhinya. Apabila ia berbuat masiat, segera ia bertobat karena takut kalau ajalnya datang mendadak sebelum ia bertobat. Jadi, gunanya kiamat dirahasiakan adalah supaya manusia giat berbuat baik, bila manusia yang seharusnya berbuat baik tetapi ia berbuat jahat, maka sangat pantaslah orang itu dihukum. Oleh karena itulah sangat adil bila yang berbuat baik itu diberi imbalan dan yang berbuat jahat diberi azab. Firman Allah:\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\nDan firman-Nya:\nSesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (ath-thur/52: 16)",
    "quraish": "Sesungguhnya hari kiamat yang merupakan saat pertemuan dengan-Ku, yang Aku rahasiakan waktunya bagi hamba-hamba-Ku, dan hanya akan Aku tampakkan tanda-tandanya bagi mereka, pasti akan datang. Saat itu, segala perbuatan manusia diperhitungkan dan diberi balasan.",
    "jalalayn": "(Sesungguhnya hari kiamat itu akan datang Aku merahasiakan waktunya) dari manusia dan menampakkan kepada mereka hanya dekatnya hari kiamat melalui alamat-alamatnya supaya mendapatkan balasan) di hari itu (tiap-tiap diri itu dengan apa yang ia usahakan) apakah kebaikan ataukah keburukan."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 16,
    "arab": "فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَّا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوٰىهُ فَتَرْدٰى ",
    "translation": " Maka janganlah engkau dipalingkan dari (Kiamat itu) oleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti keinginannya, yang menyebabkan engkau binasa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2364.mp3",
    "tafsir": "Sekalipun ayat ini ditujukan kepada Nabi Musa a.s., tetapi itu merupakan pelajaran bagi kaum Muslimin. Allah meminta agar kita tidak terpengaruh oleh orang-orang yang tidak percaya kepada hari Kiamat dan orang yang hanya mengikuti hawa nafsunya. Kalau kita ikuti keinginan orang-orang itu, maka kita akan merugi dan menyesal. Harta kekayaan, kemewahan tidak akan dapat menolong kita dari azab Allah, sebagaimana firman Allah:\n\"Dan hartanya tidak bermanfaat baginya apabila ia telah binasa.\" (al- Lail/92: 11)\nJuga keluarga kita tidak akan bisa dan mungkin menolong sebagaimana firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)",
    "quraish": "Wahai Mûsâ, janganlah kamu dipalingkan untuk tidak mempercayai hari kiamat dan mempersiapkan diri menghadapinya, oleh orang-orang yang memang tidak mempercayainya dan lebih condong mengikuti hawa nafsunya. Kau akan kamu binasa.\"",
    "jalalayn": "(Maka sekali-kali janganlah kamu dipalingkan) dibelokkan (daripadanya) dari iman kepada adanya hari kiamat (oleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti hawa nafsunya) untuk ingkar kepada adanya hari kiamat (yang menyebabkan kamu jadi binasa\") sedangkan mereka pasti akan binasa."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 17,
    "arab": "وَمَا تِلْكَ بِيَمِيْنِكَ يٰمُوْسٰى ",
    "translation": "”Dan apakah yang ada di tangan kananmu, wahai Musa? ”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2365.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa Allah menanyakan kepada Nabi Musa a.s., apa yang ada di tangan kanannya, padahal Allah mengetahuinya; maksudnya ialah untuk menjelaskan bahwa tongkat yang terbuat dari kayu itu yang pada hakekatnya tidak mempunyai arti yang penting dan manfaat yang banyak akan dijadikan oleh-Nya benda yang mempunyai kelebihan dan manfaat yang besar yang tidak pernah terlintas dalam pikiran, yaitu sebagai mukjizat baginya. Tongkat itu bisa menjadi ular besar, dan bila dipukulkan ke laut maka laut itu akan terbelah dan bila dipukulkan ke batu maka batu itu akan memancarkan air atas izin Allah. Kejadian-kejadian itu menunjukkan atas kesempurnaan, kekuasaan dan kebesaran Allah.",
    "quraish": "Suara itu kemudian terdengar lagi, \"Apa yang kamu pegang di tangan kananmu, Mûsâ?\"",
    "jalalayn": "(Apakah itu) yang berada (di tangan kananmu, hai Musa?) Kata tanya atau Istifham di sini mengandung makna Taqrir, maksudnya supaya Allah menurunkan mukjizat kepada Nabi Musa dengan melalui tongkatnya itu."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 18,
    "arab": "قَالَ هِيَ عَصَايَۚ اَتَوَكَّؤُا عَلَيْهَا وَاَهُشُّ بِهَا عَلٰى غَنَمِيْ وَلِيَ فِيْهَا مَاٰرِبُ اُخْرٰى ",
    "translation": "Dia (Musa) berkata, “Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2366.mp3",
    "tafsir": "Ayat ini Allah menjelaskan jawaban Nabi Musa a.s. atas pertanyaan-Nya bahwa, \"Tongkat yang biasa ia pergunakan untuk bertelekan, di waktu berjalan atau lelah, menggugurkan daun-daunan untuk dimakan kambingnya, dan masih banyak lagi keperluan-keperluan yang lain, seperti membawa bekal untuk mengusir binatang buas yang akan memakan kambingnya. Jawaban Musa akhirnya dipersingkat dengan mengatakan, \"Dan ada lagi untuk keperluan-keperluanku yang lain,\" karena dia mengharapkan supaya pembicaraannya dengan Tuhannya dapat berlangsung lebih lama, dan untuk menjaga sopan santun di depan Tuhan karena kemungkinan adanya pertanyaan lain dari Tuhan.",
    "quraish": "Mûsâ menjawab, \"Ini adalah tongkat yang aku pakai untuk berjalan dan menghalau kambingku. Selain itu, ada beberapa kegunaan yang lain seperti melindungi hewan dari bahaya.\"",
    "jalalayn": "(Berkata Musa, \"Ini adalah tongkatku, aku bertelekan) berpegangan (padanya) sewaktu aku melompat dan berjalan (dan aku pukul) aku memukul daun-daun pohon (dengannya) supaya daun-daun itu berjatuhan (untuk kambingku) lalu kambing-kambingku itu memakannya (dan bagiku ada lagi padanya keperluan). Lafal Ma'aarib adalah bentuk jamak dari lafal Ma'ribah atau Ma'rabah atau Ma'rubah, artinya keperluan-keperluan (yang lain\") seperti untuk memikul bekal dan air minum, serta untuk mengusir binatang buas. Kemudian Allah menambahkan jawaban, sebagai penjelasan bahwa pada tongkat itu masih terdapat kegunaan lainnya, yaitu:"
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 19,
    "arab": "قَالَ اَلْقِهَا يٰمُوْسٰى ",
    "translation": "Dia (Allah) berfirman, “Lemparkanlah ia, wahai Musa!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2367.mp3",
    "tafsir": "Setelah Nabi Musa menjawab pertanyaan Allah tentang fungsi tongkat yang dipegangnya, di antaranya menopang tubuhnya, menggiring binatang gembalaannya, dan fungsi-fungsi lain yang membantu pekerjaannya sehari-hari. Maka Allah ingin menunjukkan kepada Nabi Musa fungsi lain dari tongkatnya yang tidak pernah terbayangkan oleh Nabi Musa. Tongkat itu menjadi mukjizat yang akan membuktikan kenabiannya dan membantu fungsinya sebagai nabi. Allah memerintahkan Nabi Musa supaya melemparkan tongkatnya.",
    "quraish": "Allah berfirman kepada Mûsâ, \"Lemparkan tongkat itu ke atas tanah.\"",
    "jalalayn": "(Allah berfirman, \"Lemparkanlah tongkat itu, hai Musa!\")"
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 20,
    "arab": "فَاَلْقٰىهَا فَاِذَا هِيَ حَيَّةٌ تَسْعٰى ",
    "translation": " Lalu (Musa) melemparkan tongkat itu, maka tiba-tiba ia menjadi seekor ular yang merayap dengan cepat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2368.mp3",
    "tafsir": "Begitu Musa memenuhi perintah Allah, tongkatnya itupun berubah menjadi ular besar yang menakutkan, merayap dengan lincahnya dari suatu tempat ke tempat lain, tidak ubahnya ular kecil yang gesit, melihat kenyataan ini Nabi Musa ketakutan, berniat untuk lari, tetapi akibat begitu besarnya ketakutan, beliau hanya terpaku di tempatnya berdiri, sebagaimana firman Allah:\nDan lemparkanlah tongkatmu!\" Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. \"Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut. (an-Naml/27: 10)",
    "quraish": "Lalu Mûsâ melempar tongkat itu, dan tiba-tiba menjadi ular besar yang berjalan.",
    "jalalayn": "(Lalu dilemparkannyalah tongkat itu, maka tiba-tiba ia menjadi seekor ular) yang sangat besar (yang merayap) yakni berjalan cepat dengan perutnya seperti ular kecil, di dalam ayat lain disebutkan Al Jaan, bukan Hayyatun."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 21,
    "arab": "قَالَ خُذْهَا وَلَا تَخَفْۗ سَنُعِيْدُهَا سِيْرَتَهَا الْاُوْلٰى ",
    "translation": "Dia (Allah) berfirman, “Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2369.mp3",
    "tafsir": "Karena Musa ketakutan maka Allah memerintahkan kepada Nabi Musa untuk menangkap ular itu tanpa ragu-ragu dan takut, sebab ular besar yang ada dihadapannya akan dikembalikan bentuknya menjadi tongkat kembali seperti semula.",
    "quraish": "Mûsâ menjadi takut lalu Allah menenangkannya dengan berfirman, \"Peganglah ular itu dan jangan takut, karena Kami akan mengembalikannya menjadi tongkat seperti semula.",
    "jalalayn": "(Allah berfirman, \"Peganglah ia dan jangan takut) kepadanya (Kami akan mengembalikannya kepada keadaannya) lafal Siiratahaa dinashabkan dengan mencabut huruf Jarnya, maksudnya ke dalam bentuknya (yang semula) kemudian Nabi Musa memasukkan tangannya ke mulut ular besar itu, maka kembalilah kepada keadaan semula yaitu menjadi tongkat lagi. Jelaslah bahwa tempat untuk memasukkan tangannya adalah tempat pegangan tongkat, yaitu di antara kedua rahang ular tersebut. Allah swt. sengaja memperlihatkan hal itu kepada Nabi Musa, supaya ia jangan kaget bila tongkat itu berubah menjadi ular besar di hadapan raja Firaun nanti."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 22,
    "arab": "وَاضْمُمْ يَدَكَ اِلٰى جَنَاحِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ اٰيَةً اُخْرٰىۙ ",
    "translation": "dan kepitlah tanganmu ke ketiakmu, niscaya ia keluar menjadi putih (bercahaya) tanpa cacat, sebagai mukjizat yang lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2370.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan Musa a.s. supaya memasukkan tangan kanannya dari lengan bajunya dan meletakkannya di bawah ketiak kirinya, maka setelah dikeluarkan tangannya itu akan menjadi putih bersih bercahaya dan tanpa cacat sedikit pun. Ini adalah mukjizat kedua sesudah mukjizat pertama yang mengubah tongkat menjadi ular yang gesit, untuk menunjukkan kebenaran kerasulannya bagi umat yang ia diutus kepada-Nya.",
    "quraish": "Masukkanlah tanganmu ke dalam saku bajumu dengan mengepitkannya ke ketiak, ia akan keluar menjadi putih cemerlang tanpa cacat. Sesungguhnya Kami telah menjadikannya sebagai mukjizat yang kedua atas risalahmu,",
    "jalalayn": "(Dan kepitkanlah tanganmu) yang sebelah kanan, yang dimaksud adalah telapak tangannya (ke ketiakmu) yakni dijepitkan pada tubuhmu yang sebelah kiri, yaitu pada tempat antara ketiak dan lenganmu, kemudian keluarkanlah ia (niscaya ia keluar) dalam keadaan berbeda dengan warna kulit yang sebelumnya, yaitu (menjadi putih cemerlang tanpa cacat) putih bersinar dengan cemerlang sebagaimana sinar matahari, dan sinarnya itu menyilaukan pandangan mata (sebagai mukjizat yang lain) tangan itu bisa menjadi putih bersinar; lafal Baidhaa'a dan lafal Aayatan Ukhraa keduanya menjadi Hal atau kata keterangan keadaan bagi Dhamir yang terkandung di dalam lafal Takhruj."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 23,
    "arab": "لِنُرِيَكَ مِنْ اٰيٰتِنَا الْكُبْرٰى ۚ",
    "translation": "untuk Kami perlihatkan kepadamu (sebagian) dari tanda-tanda kebesaran Kami yang sangat besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2371.mp3",
    "tafsir": "Allah melakukan itu semua untuk memperlihatkan bukti-bukti kesempurnaan kekuasaan-Nya dan keajaiban perbuatan-Nya di langit dan di bumi.",
    "quraish": "untuk Kami perlihatkan kepadamu sebagian mukjizat Kami yang besar, sebagai bukti kebenaran risalahmu.",
    "jalalayn": "(Untuk Kami perlihatkan kepadamu) Kami sengaja melakukan hal itu bilamana kamu sewaktu-waktu mau menggunakannya, untuk memperlihatkan kepadamu (sebagian tanda-tanda kekuasaan Kami) bukti kekuasaan Kami (yang sangat besar) bukti yang besar bagi kerasulanmu. Apabila Nabi Musa hendak mengembalikan tangannya seperti semula, maka ia mengepitkannya lagi pada ketiaknya seperti yang dilakukannya semula, kemudian mengeluarkannya kembali."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 24,
    "arab": "اِذْهَبْ اِلٰى فِرْعَوْنَ اِنَّهٗ طَغٰى ࣖ",
    "translation": "Pergilah kepada Fir‘aun; dia benar-benar telah melampaui batas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2372.mp3",
    "tafsir": "Setelah Allah menampakkan tanda-tanda kekuasaan dan kebesaran-Nya, kemudian Ia memerintahkan Musa untuk pergi kepada Firaun yang kejam dan mengajaknya agar ia mau menyembah Allah serta mengancamnya akan mendapat murka dan siksa dari Allah jika ia membangkang, dan melampaui batas, durhaka dan sombong, bahkan ia berani mengaku bahwa dirinya adalah tuhan dengan ucapannya,\"Sayalah tuhan kalian yang tinggi.\"\nDiriwayatkan dari Wahb bin Munabbih bahwa setelah perintah itu datang, Musa diam tidak berkata-kata selama tujuh hari memikirkan beratnya tugas yang dibebankan kepadanya. Setelah ia didatangi malaikat dengan ucapan, \"Taatilah Tuhanmu sesuai dengan perintah-Nya,\" barulah ia bangkit melaksanakan perintah dan mengharapkan agar Allah melapangkan dadanya untuk dapat melaksanakan tugasnya dengan baik dan berani dalam menghadapi Firaun. Ia merasa bahwa beban yang dipikulkan atasnya adalah suatu urusan besar dan amat berat, tidak dapat dilaksanakan kecuali dengan keberanian yang mantap dan dada yang lapang. Ia diperingatkan untuk menghadapi seorang raja yang kekuasaannya paling besar, paling kejam, sangat ingkar sangat banyak tentaranya, makmur kerajaannya, berlebihan dalam segala hal. Puncak kesombongan itu ialah dia tidak mengenal tuhan selain dirinya sendiri.",
    "quraish": "Pergilah kepada Fir'aun, dan serulah untuk beriman kepada Tuhan Yang Mahaesa. Sesungguhnya ia telah melampaui batas dalam kekufuran dan kezaliman.\"",
    "jalalayn": "(Pergilah) sebagai seorang Rasul (kepada Firaun) dan orang-orang yang mengikutinya (sesungguhnya ia telah melampaui batas)\" sangat keterlaluan di dalam kekafirannya, hingga ia berani mengaku menjadi tuhan."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 25,
    "arab": "قَالَ رَبِّ اشْرَحْ لِيْ صَدْرِيْ ۙ",
    "translation": " Dia (Musa) berkata, “Ya Tuhanku, lapangkanlah dadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2373.mp3",
    "tafsir": "Perintah Allah kepada Musa untuk menghadap dan menemui Firaun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Firaun. Firman Allah :\nSehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su`ara/26: 13)\nDi samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Firaun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu.",
    "quraish": "Lalu, Mûsâ memohon kepada Tuhan agar diberi kelapangan hati, sehingga hilang amarahnya dan dapat menyampaikan risalah Tuhannya.",
    "jalalayn": "(Berkata Musa, \"Ya Rabbku! Lapangkanlah untukku dadaku,) maksudnya lapangkanlah dadaku supaya mampu mengemban risalah-Mu."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 26,
    "arab": "وَيَسِّرْ لِيْٓ اَمْرِيْ ۙ",
    "translation": "dan mudahkanlah untukku urusanku, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2374.mp3",
    "tafsir": "Perintah Allah kepada Musa untuk menghadap dan menemui Firaun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Firaun. Firman Allah :\nSehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su`ara/26: 13)\nDi samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Firaun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu.",
    "quraish": "\"Mudahkanlah untukku urusan risalah, supaya aku dapat menyampaikan sebagaimana mestinya.",
    "jalalayn": "(Dan mudahkanlah) permudahlah (untukku urusanku) supaya aku dapat menyampaikannya."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 27,
    "arab": "وَاحْلُلْ عُقْدَةً مِّنْ لِّسَانِيْ ۙ",
    "translation": "dan lepaskanlah kekakuan dari lidahku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2375.mp3",
    "tafsir": "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya.\nPara mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut:\na.Bahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Firaun, maka marahlah Firaun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Firaun membela Musa dengan mengatakan, \"Musa masih kecil, belum tahu apa-apa.\" Sekalipun ada pembelaan, tetapi Firaun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan.\nb.Kekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty.\nc.Menurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir.",
    "quraish": "Lepaskanlah kekakuan lidahku, supaya dengan mudah aku dapat memberikan penjelasan,",
    "jalalayn": "(Dan lepaskanlah kekakuan dari lidahku) keadaan ini terjadi sejak lidahnya terbakar bara api yang ia masukkan ke dalam mulutnya sewaktu masih kecil."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 28,
    "arab": "يَفْقَهُوْا قَوْلِيْ  ۖ",
    "translation": "agar mereka mengerti perkataanku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2376.mp3",
    "tafsir": "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya.\nPara mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut:\na.Bahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Firaun, maka marahlah Firaun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Firaun membela Musa dengan mengatakan, \"Musa masih kecil, belum tahu apa-apa.\" Sekalipun ada pembelaan, tetapi Firaun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan.\nb.Kekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty.\nc.Menurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir.",
    "quraish": "agar orang-orang dapat memahami dengan benar apa yang aku katakan kepada mereka.",
    "jalalayn": "(Supaya mereka mengerti) yakni dapat memahami (perkataanku) di waktu aku menyampaikan risalah kepada mereka."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 29,
    "arab": "وَاجْعَلْ لِّيْ وَزِيْرًا مِّنْ اَهْلِيْ ۙ",
    "translation": "dan jadikanlah untukku seorang pembantu dari keluargaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2377.mp3",
    "tafsir": "Oleh karena Musa merasa bahwa tugas yang diamanatkan kepadanya cukup besar dan berat, ia meminta supaya Allah mengangkat seorang pembantu dari keluarganya sendiri, untuk bersama-sama melancarkan dakwah, senasib dan sepenanggungan di dalam suka duka yang akan dihadapinya dari kaumnya.",
    "quraish": "Jadikanlah untukku seorang pembantu dari keluargaku.",
    "jalalayn": "(Dan jadikanlah untukku seorang pembantu) orang yang membantuku di dalam menyampaikan risalah-Mu (dari keluargaku)."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 30,
    "arab": "هٰرُوْنَ اَخِى ۙ",
    "translation": "(yaitu) Harun, saudaraku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2378.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Musa a.s. mengusulkan agar yang diangkat menjadi pembantunya itu ialah Harun, saudaranya sendiri yang lebih tua dari dia, Musa memilih Harun antara lain karena Harun itu seorang yang saleh, ucapannya fasih, intonasi bicaranya seperti orang Mesir, karena ia banyak bergaul dengan orang-orang Mesir, tempat untuk melaksanakan dakwahnya bersama Musa a.s., Perbuatan Musa ini adalah satu hal yang baik dicontoh dan diteladani, karena seorang pemimpin atau penguasa hendaknya mempunyai pembantu untuk melaksanakan tanggung jawabnya, tetapi tentunya pembantu yang baik yang dapat diandalkan i`tikad baiknya di dalam melaksanakan tugasnya sebagai pembantu. Nabi Muhammad saw sendiri mempunyai pembantu sebagaimana sabdanya:\nSesungguhnya saya mempunyai dua pembantu di langit dan dua pembantu di bumi, Adapun dua pembantu saya di langit ialah Jibril dan Mikail, dan dua pembantu saya di bumi Abu Bakar dan Umar. (Riwayat al-hakim dari Abi Sa'id)",
    "quraish": "Ia adalah saudaraku, Hârûn.",
    "jalalayn": "(Yaitu Harun) lafal Haaruna menjadi Maf'ul Tsani (saudaraku) lafal Akhii menjadi 'Athaf Rayan."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 31,
    "arab": "اشْدُدْ بِهٖٓ اَزْرِيْ ۙ",
    "translation": "teguhkanlah kekuatanku dengan (adanya) dia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2379.mp3",
    "tafsir": "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik.",
    "quraish": "Teguhkanlah kekuatanku dengan dirinya.",
    "jalalayn": "(Teguhkanlah dengan dia kekuatanku) kemampuanku."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 32,
    "arab": "وَاَشْرِكْهُ فِيْٓ اَمْرِيْ ۙ",
    "translation": "dan jadikanlah dia teman dalam urusanku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2380.mp3",
    "tafsir": "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik.",
    "quraish": "Dan jadikanlah ia selalu menyertaiku dalam memikul beban menyampaikan risalah.",
    "jalalayn": "(Dan jadikanlah ia sekutu dalam urusanku) yakni ikut mengemban risalah ini. Kedua Fi'il tadi yaitu Usydud dan Asyrik dapat pula dibaca sebagai Fi'il Mudhari' yang dijazamkan sehingga menjadi Asydud Bihi dan Usyrik-hu, keduanya merupakan Jawab dari Thalab atau permintaan."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 33,
    "arab": "كَيْ نُسَبِّحَكَ كَثِيْرًا ۙ",
    "translation": "agar kami banyak bertasbih kepada-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2381.mp3",
    "tafsir": "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Firaun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya.",
    "quraish": "Supaya kami selalu menyucikan-Mu dari apa yang tidak sesuai dengan diri-Mu,",
    "jalalayn": "(Supaya kami dapat bertasbih kepada-Mu) yakni melakukan tasbih (dengan banyak)."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 34,
    "arab": "وَّنَذْكُرَكَ كَثِيْرًا ۗ",
    "translation": "dan banyak mengingat-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2382.mp3",
    "tafsir": "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Firaun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya.",
    "quraish": "dan banyak menyebut nama-nama-Mu yang terbaik.",
    "jalalayn": "(Dan dapat mengingat-Mu) berzikir kepada-Mu (dengan banyak pula)."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 35,
    "arab": "اِنَّكَ كُنْتَ بِنَا بَصِيْرًا ",
    "translation": "sesungguhnya Engkau Maha Melihat (keadaan) kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2383.mp3",
    "tafsir": "Pada ayat ini Musa a.s. menandaskan bahwa segala apa yang dimohonkannya kepada Allah, Dia lebih mengetahui hakekat dan tujuannya. Semoga bersama Harun penyebaran agama dapat dilaksanakan dengan baik, lancar, sukses, serta dapat melumpuhkan berbagai usaha dari orang-orang yang sesat dan menyesatkan, dapat membimbing mereka ke jalan yang benar.",
    "quraish": "Ya Tuhan kami, Sesungguhnya Engkau selalu mengetahui kami dan menjamin urusan kami.\"",
    "jalalayn": "(Sesungguhnya Engkau adalah Maha Mengetahui keadaan kami)\" Maha Mengetahuinya, oleh sebab itu maka Engkau akan memberikan nikmat-Mu kepadaku dengan mengangkat Harun menjadi Rasul."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 36,
    "arab": "قَالَ قَدْ اُوْتِيْتَ سُؤْلَكَ يٰمُوْسٰى ",
    "translation": "Dia (Allah) berfirman, “Sungguh, telah diperkenankan permintaanmu, wahai Musa!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2384.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa Dia telah memperkenankan semua permohonan Musa yaitu supaya dilapangkan dadanya, dimudahkan urusannya dihilangkan kekakuan dan gangguan lidahnya, dijadikan Harun saudaranya sebagai pembantu baginya, sehingga kekuatan dan kemampuannya bertambah, bahu membahu dengan Harun dalam melaksanakan tugasnya. Sehingga ia banyak membaca tasbih dan senantiasa ingat dan zikir kepada Allah. Enam macam permohonan sebagaimana dalam ayat sebelumnya, diperkenankan oleh Allah demi suksesnya pelaksanaan amanat yang berat dan sulit itu.",
    "quraish": "Allah berfirman kepada Mûsâ, \"Sesungguhnya Aku telah mengabulkan apa yang kamu minta. Ini adalah sebuah karunia untukmu.",
    "jalalayn": "(Allah berfirman, \"Sesungguhnya telah dikabulkan permintaanmu, hai Musa) sebagai anugerah Kami kepadamu."
  },
  {
    "page": 313,
    "name": "Taha",
    "ayat": 37,
    "arab": "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً اُخْرٰىٓ ۙ",
    "translation": "Dan sungguh, Kami telah memberi nikmat kepadamu pada kesempatan yang lain (sebelum ini),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2385.mp3",
    "tafsir": "Pada ayat ini diungkapkan bahwa Allah telah menganugerahkan kepada Musa beberapa nikmat yang dianugerahkan tanpa permohonan, jauh sebelum Musa memajukan permohonan di atas. Kalau Allah telah berkenan atas kemurahan-Nya memberi Musa banyak nikmat sejak kecilnya tanpa permohonan lebih dahulu, maka setelah Musa memohonkan beberapa hal yang sangat diperlukan untuk memperlancar jalan dakwahnya, menuju sasaran yang ditujunya, tentulah Allah akan memperkenankan permohonannya itu. Delapan karunia telah diberikan kepada Musa sejak kecilnya.",
    "quraish": "Sebelumnya, Kami juga telah berkenan memberimu sebuah karunia yang lain tanpa diminta.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberi nikmat kepadamu pada kali yang lain)."
  }
]