[
  {
    "page": 318,
    "name": "Taha",
    "ayat": 88,
    "arab": "فَاَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌ فَقَالُوْا هٰذَآ اِلٰهُكُمْ وَاِلٰهُ مُوْسٰى ەۙ فَنَسِيَ ۗ",
    "translation": "kemudian (dari lubang api itu) dia (Samiri) mengeluarkan (patung) anak sapi yang bertubuh dan bersuara untuk mereka, maka mereka berkata, “Inilah Tuhanmu dan Tuhannya Musa, tetapi dia (Musa) telah lupa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2436.mp3",
    "tafsir": "Kemudian Samiri mengeluarkan dari lubang itu sebongkah emas berbentuk anak sapi dan mengeluarkan bunyi seperti suara sapi. Memang Samiri adalah seorang ahli; dan dia dapat membuat pipa dalam patung itu sehingga apabila angin berhembus keluarlah suara anak sapi. Samiri mengatakan kepada kami bahwa inilah tuhan yang sebenarnya tuhan kita semua dan juga tuhan Musa, dialah yang akan kita sembah dan kita puja, kepadanyalah kita memohonkan sesuatu bila kita menginginkan atau memerlukannya. Samiri mengatakan pula bahwa engkau hai Musa naik ke gunung itu untuk menemui Tuhan padahal tuhan yang akan ditemui Musa itu ada di sini. Sungguh Musa itu amat pelupa sehingga ia berpayah-payah mencari sesuatu ke tempat yang jauh padahal yang dia cari itu berada di sini.",
    "quraish": "Setelah itu Sâmiriy membuat patung anak lembu dari bekas emas perhiasan tadi untuk pengikut- pengikut Mûsâ itu. Di bagian perut patung lembu itu dibuat sebuah lobang saluran angin sehingga menimbulkan suara seperti suara sapi, agar tipu dayanya semakin sempurna. Ia mengajak mereka untuk menyembahnya, kemudian mereka pun mengikuti seruan Sâmiriy. Ia dan pengikut-pengikutnya berkata, \"Inilah sembahan kalian dan sembahan Mûsâ.\" Sâmiriy lupa bahwa dengan melakukan perenungan dan pembuktian, akan mudah diketahui bahwa anak sapi itu bukanlah Tuhan.",
    "jalalayn": "(Kemudian Samiri mengeluarkan untuk mereka anak lembu) yang berhasil ia cetak dari perhiasan itu (yang bertubuh) yakni ada daging dan darahnya (dan bersuara) suaranya dapat didengar. Anak lembu itu menjadi demikian disebabkan pengaruh tanah bekas teracak kuda malaikat Jibril, sehingga ia dapat hidup. Tanah itu diletakkan oleh Samiri ke dalam mulut lembu itu sesudah dicetak, lalu anak lembu itu menjadi hidup (maka mereka berkata) yakni Samiri dan para pengikutnya, (\"Inilah Tuhan kalian dan Tuhan Musa, tetapi ia telah lupa\") Musa telah lupa akan Tuhannya, bahwa Dia ada di sini, lalu pergi mencari-Nya. Maka Allah berfirman:"
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 89,
    "arab": "اَفَلَا يَرَوْنَ اَلَّا يَرْجِعُ اِلَيْهِمْ قَوْلًا ەۙ وَّلَا يَمْلِكُ لَهُمْ ضَرًّا وَّلَا نَفْعًا ࣖ",
    "translation": "Maka tidakkah mereka memperhatikan bahwa (patung anak sapi itu) tidak dapat memberi jawaban kepada mereka, dan tidak kuasa menolak mudarat mau-pun mendatangkan manfaat kepada mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2437.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bagaimana bodohnya kaum Musa itu karena tidak dapat mempertimbangkan sesuatu dengan seksama apakah ia buruk atau baik, dapat diterima akal atau suatu yang mustahil. Apakah mereka tidak memperhatikan bahwa patung itu adalah benda mati yang tidak berdaya apa-apa tidak dapat berbicara dan tidak dapat menjawab pertanyaan apalagi akan memberikan pertolongan atau menolak suatu bahaya. Sedangkan sapi yang sebenarnya yang bernyawa, bergerak sendiri dapat menanduk dan menyepak dapat mengangkat barang atau menarik gerobak tak ada orang yang berakal sehat yang mau menyembahnya, tetapi mereka menerima dan mau saja disuruh menyembah patung anak sapi yang berupa benda mati itu.",
    "quraish": "Penglihatan mereka sungguh telah buta ketika mereka menganggap anak sapi itu sebagai Tuhan! Apakah mereka tidak tahu bahwa anak lembu itu tidak dapat merespons ucapan-ucapan mereka, menolak kesengsaraan dan mendatangkan manfaat kepada mereka?",
    "jalalayn": "(Maka apakah mereka tidak memperhatikan bahwa patung anak lembu itu) lafal Allaa merupakan gabungan daripada Ann yang ditakhfif dari Anna dan Laa, sedangkan isim Ann tidak disebutkan, asalnya Annahu Laa, artinya, bahwasanya anak lembu itu (tidak dapat memberi) tidak dapat memberikan (jawaban kepada mereka) yakni tidak dapat menyahuti perkataan mereka (dan tidak dapat memberi kemudaratan kepada mereka) maksudnya tidak dapat menolak kemudaratan yang menimpa mereka (dan tidak pula kemanfaatan?) tidak dapat mendatangkan kemanfaatan buat mereka. Maksudnya, mengapa mereka menjadikannya sebagai Tuhan?"
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 90,
    "arab": "وَلَقَدْ قَالَ لَهُمْ هٰرُوْنُ مِنْ قَبْلُ يٰقَوْمِ اِنَّمَا فُتِنْتُمْ بِهٖۚ وَاِنَّ رَبَّكُمُ الرَّحْمٰنُ فَاتَّبِعُوْنِيْ وَاَطِيْعُوْٓا اَمْرِيْ ",
    "translation": "Dan sungguh, sebelumnya Harun telah berkata kepada mereka, “Wahai kaumku! Sesungguhnya kamu hanya sekedar diberi cobaan (dengan patung anak sapi) itu dan sungguh, Tuhanmu ialah (Allah) Yang Maha Pengasih, maka ikutilah aku dan taatilah perintahku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2438.mp3",
    "tafsir": "Harun pernah memberi nasehat dan peringatan kepada mereka tatkala ia melihat kaumnya itu berpaling dari menyembah Allah kepada menyembah berhala dan mengadakan upacara peribadatan yang bertentangan dengan tauhid yang telah mereka anut selama ini dan berjanji dengan Musa bahwa mereka akan tetap menyembah Allah sampai dia kembali kepada mereka dari atas bukit Tur. Harun berkata kepada mereka, \"Hai kaumku, Sesungguhnya kamu telah diuji keimananmu dengan patung anak sapi itu, apakah kamu benar-benar beriman dan berpegang teguh kepada agamamu, sehingga tidak dapat diragukan dengan bujukan apapun, ataukah iman kamu itu hanya di bibir saja sehingga bila ada sesuatu yang menarik perhatianmu atau memperdayakan kamu, maka kamu tinggalkan agama dan kepercayaanmu yang benar itu. Tuhan kamu sebenarnya ialah Tuhan Yang Maha Pengasih, Maha Pencipta, Yang menciptakan segala sesuatu Yang membuktikan rahmat dan kasih sayang-Nya dapat dilihat pada alam semesta dan dapat dirasakan oleh makhluk-makhluk-Nya. Dia telah menganugerahkan kepadamu kesempurnaan jasmani dan rohani dan memberikan kepadamu syariat dan peraturan yang menjamin keselamatan dan kebahagiaanmu di dunia dan akhirat. Dia telah mengaruniakan kepadamu nikmat iman dan membebaskan kamu dari kekejaman dan keganasan Firaun. Mengapa kamu sekarang dapat diperdayakan dan ditipu oleh Samiri dengan patung emas berupa anak sapi yang mengeluarkan suara seperti anak sapi yang sebenarnya? Kamu sungguh menyimpang dari jalan yang benar dan telah melanggar janjimu dengan saudaraku Musa tatkala ia akan naik ke atas bukit untuk menerima lembaran-lembaran Taurat sebagai petunjuk dari Tuhanmu. Tinggalkanlah menyembah patung yang tidak bisa memberi manfaat dan menolak kemudaratan itu dan kembalilah kepada agama tauhid dan bertobatlah niscaya Allah akan menerima tobatmu dan mengampuni kesalahanmu karena Dia Maha Pengampun dan Maha Penyayang. Ikutilah nasehatku dan seruanku ini agar kamu menjadi hamba Allah yang diridai-Nya.",
    "quraish": "Ketika terjadi fitnah ini, Nabi Hârûn tinggal bersama mereka. Ia telah mengingatkan kepada mereka sebelum kembalinya Nabi Mûsâ dengan mengatakan, \"Wahai kaumku, kalian telah terjerumus dalam fitnah Sâmiriy dengan kebatilan ini! Tuhan kalian yang sebenarnya adalah Allah Yang Maha Pengasih, tidak lain. Ikutilah apa yang telah aku nasihatkan kepada kalian dan laksanakanlah pendapatku dengan meninggalkan kesesatan ini!\"",
    "jalalayn": "(Dan sesungguhnya Harun telah berkata kepada mereka sebelumnya) sebelum Nabi Musa kembali kepada mereka (\"Hai kaumku! Sesungguhnya kalian hanya diberi cobaan dengan anak lembu itu dan sesungguhnya Rabb kalian ialah Yang Maha Pemurah, maka ikutilah aku) yakni menyembah kepada-Nya (dan taatilah perintahku\") di dalam menyembah kepada-Nya."
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 91,
    "arab": "قَالُوْا لَنْ نَّبْرَحَ عَلَيْهِ عٰكِفِيْنَ حَتّٰى يَرْجِعَ اِلَيْنَا مُوْسٰى ",
    "translation": "Mereka menjawab, “Kami tidak akan meninggalkannya (dan) tetap menyembahnya (patung anak sapi) sampai Musa kembali kepada kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2439.mp3",
    "tafsir": "Semua nasehat Harun itu walaupun dikemukakan dengan lemah lembut dan dengan hujjah dan alasan yang dapat diterima akal, tidak mendapat sambutan yang baik di kalangan mereka. Mereka lebih tertarik kepada bujuk rayu tipu daya Samiri mereka berkata kepada Harun, \"Kami akan tetap menyembah patung itu sampai Musa kembali kepada kami dan dialah yang akan memutuskan apa kami dalam kesesatan dan penyelewengan ataukah patung yang kami sembah itu hanya tipu daya Samiri saja.",
    "quraish": "Tetapi mereka berkata, \"Kami akan tetap menyembah anak sapi ini sampai Mûsâ kembali kepada kami.\"",
    "jalalayn": "(Mereka menjawab, \"Kami akan tetap) kami akan terus (menyembah patung anak lembu ini) (hingga Musa kembali kepada kami\")."
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 92,
    "arab": "قَالَ يٰهٰرُوْنُ مَا مَنَعَكَ اِذْ رَاَيْتَهُمْ ضَلُّوْٓا ۙ",
    "translation": "Dia (Musa) berkata, “Wahai Harun! Apa yang menghalangimu ketika engkau melihat mereka telah sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2440.mp3",
    "tafsir": "Musa sangat menyesal atas sikap Harun yang tidak bertindak tegas terhadap penyelewengan kaumnya. Kenapa dia hanya menegur dan menasehati kaumnya, padahal menyembah patung adalah syirik yang tidak bisa diampuni, dan tidak dapat dibiarkan apapun alasan yang dikemukakan kaumnya. Mengapa dia tidak menyusul Musa bersama orang-orang yang beriman untuk memberitahukan hal itu dan mengambil sikap tegas terhadap orang-orang yang membangkang. Kalau Harun mengambil tindakan seperti ini tentulah kaumnya yang kafir itu akan merasa takut dan mungkin akan meninggalkan penyembahan patung itu karena khawatir akan kehilangan pemimpin yang mereka cintai.",
    "quraish": "Karena dipengaruhi oleh apa yang dilihatnya pada diri kaumnya, Mûsâ berkata, \"Wahai Hârûn, apa yang menyebabkan kamu tidak menghentikan kesesatan mereka, ketika kamu melihat mereka telah terjerumus di dalamnya?",
    "jalalayn": "(Berkata Musa) setelah ia kembali kepada mereka, (\"Hai Harun! Apa yang menghalangi kamu ketika kamu melihat mereka sesat,) ketika mereka menyembah patung anak lembu itu."
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 93,
    "arab": "اَلَّا تَتَّبِعَنِۗ اَفَعَصَيْتَ اَمْرِيْ ",
    "translation": "(sehingga) engkau tidak mengikuti aku? Apakah engkau telah (sengaja) melanggar perintahku?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2441.mp3",
    "tafsir": "Musa kembali membentak Harun dengan ucapan yang agak keras, \"Apakah engkau telah mendurhakai dan melanggar perintahku. Aku telah mengamanatkan kepadamu supaya engkau menggantikan kedudukanku sepeninggalku, bertindak dan mencegah mengikuti jalan orang-orang yang hendak membuat kerusakan.\" Pengarang tafsir Al-Kasysyaf menerangkan hal ini sebagai berikut, \"Musa adalah orang yang keras dan kadang-kadang bertindak keras terhadap hal yang berhubungan dengan hak Allah dan agama. Karena itu ia tidak dapat menguasai dirinya ketika melihat kaumnya telah menyeleweng dari agama tauhid sehingga ia melemparkan lembaran-lembaran Taurat yang dibawanya karena kaget dan tercengang melihat penyelewengan kaumnya. Dia membentak dan menghardik saudaranya Harun sambil menarik rambut dan janggut seakan-akan saudaranya musuhnya bukan saudara dan pembantunya.\"",
    "quraish": "Dan mengapa pula kamu tidak mengambil posisiku untuk memberikan nasihat sebagaimana yang telah aku katakan kepadamu? Apakah kamu tidak mau mengikutiku pada apa yang telah aku percayakan kepadamu, atau apakah kamu sengaja mendurhakai perintahku?\"",
    "jalalayn": "(Sehingga kamu tidak mengikuti aku?) huruf Laa di sini Zaidah. (Maka apakah kamu telah sengaja mendurhakai perintahku?\") disebabkan kamu tinggal diam di antara orang-orang yang menyembah selain Allah swt."
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 94,
    "arab": "قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِيْ وَلَا بِرَأْسِيْۚ اِنِّيْ خَشِيْتُ اَنْ تَقُوْلَ فَرَّقْتَ بَيْنَ بَنِيْٓ اِسْرَاۤءِيْلَ وَلَمْ تَرْقُبْ قَوْلِيْ ",
    "translation": "Dia (Harun) menjawab, “Wahai putra ibuku! Janganlah engkau pegang janggutku dan jangan (pula) kepalaku. Aku sungguh khawatir engkau akan berkata (kepadaku), ‘Engkau telah memecah belah antara Bani Israil dan engkau tidak memelihara amanatku.’” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2442.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Harun seorang yang bertabiat tenang dan lemah-lembut tidak membalas kata-kata saudaranya yang keras dan kasar itu dengan keras dan kasar pula, tetapi dengan tenang dia berkata kepada Musa. \"Hai anak ibuku, janganlah engkau menarik-narik janggut dan rambutku. Memang aku tidak melakukan tindakan tegas sebagaimana yang engkau inginkan karena kalau aku bertindak demikian tentulah mereka akan terpecah-belah menjadi dua golongan. Golongan yang beriman dan golongan yang membangkang, terjadilah permusuhan dan mungkin peperangan antara kedua golongan itu. Andaikata hal ini terjadi tentulah engkau akan menyalahkanku pula dengan menuduhku memecah belah antara Bani Israil. Oleh sebab itu kami mengambil sikap berhati-hati sambil menunggu kembalimu dari atas bukit.\"",
    "quraish": "Hârûn berkata kepada Mûsâ, \"Wahai putra ibuku, jangan tergesa-gesa memarahiku! Jangan kau pegang jenggot dan kepalaku! Aku benar-benar khawatir kalau aku bersikap keras kepada mereka lalu mereka terpecah menjadi beberapa kelompok, kamu akan berkata kepadaku, \"Kau telah memecah Banû Isrâ'îl dan tidak menggantikan aku di antara mereka sebagaimana yang aku percayakan kepadamu.\"",
    "jalalayn": "(Berkatalah) Harun (\"Hai putra ibuku!) dapat dibaca Ummi dan Umma maksudnya ibuku, Nabi Harun sengaja menyebut nama ini untuk mengharapkan belas kasihan dari Nabi Musa (Janganlah kamu pegang janggutku) Nabi Musa memegang janggut Nabi Harun dengan tangan kirinya (dan jangan pula kepalaku) Nabi Musa memegang rambut kepala Nabi Harun dengan tangan kanannya sebagai pelampiasan kemarahannya (sesungguhnya aku khawatir) seandainya aku mengikutimu, maka pastilah akan mengikutiku pula segolongan orang-orang yang menyembah anak lembu itu (bahwa kamu akan berkata kepadaku, 'Kamu telah memecah belah antara Bani Israel) lalu kamu marah kepadaku (dan kamu tidak menunggu) (perintahku\") di dalam mengambil sikap."
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 95,
    "arab": "قَالَ فَمَا خَطْبُكَ يٰسَامِرِيُّ ",
    "translation": "Dia (Musa) berkata, “Apakah yang mendorongmu (berbuat demikian) wahai Samiri?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2443.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Musa menghardik Samiri dengan pertanyaan, \"Mengapa engkau melakukan perbuatan yang sangat tercela dan dimurkai Allah itu sehingga sebagian Bani Israil telah menjadi kafir setelah beriman dan menyembah berhala yang sengaja engkau bikinkan untuk mereka, engkau telah merusak akidah kaumku yang benar dan telah menyesatkan mereka. Tahukah engkau apa akibat perbuatanmu yang sangat mungkar itu?\"",
    "quraish": "Mûsâ berkata kepada Sâmiriy, \"Ada apa denganmu, Sâmiriy?\"",
    "jalalayn": "Berkata Musa, \"Apakah yang mendorongmu) berbuat demikian (hai Samiri?\")"
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 96,
    "arab": "قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوْا بِهٖ فَقَبَضْتُ قَبْضَةً مِّنْ اَثَرِ الرَّسُوْلِ فَنَبَذْتُهَا وَكَذٰلِكَ سَوَّلَتْ لِيْ نَفْسِيْ ",
    "translation": "Dia (Samiri) menjawab, “Aku mengetahui sesuatu yang tidak mereka ketahui, jadi aku ambil segenggam (tanah dari) jejak rasul lalu aku melemparkannya (ke dalam api itu), demikianlah nafsuku membujukku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2444.mp3",
    "tafsir": "Samiri menjawab bentakan dan hardikan Musa. Aku telah mengetahui sesuatu yang belum diketahui oleh kaummu, maka aku buatlah sebuah patung dari emas yang dibawa dari Mesir berbentuk anak sapi dan aku jadikan patung itu seindah-indahnya untuk menarik perhatian mereka. Demikianlah pendapatku dan tindakan itulah yang paling baik menurut pikiranku. Menurut sebagian Mufasirin, Samiri menjawab bentakan Musa dengan jawaban yang aneh sehingga dapat meninggalkan kesan seolah-olah dia telah mendapat wahyu pula dari Tuhan dan telah berhubungan dengan Jibril serta telah mengenalnya. Samiri mengatakan bahwa ia membakar emas yang dibawa mereka dari Mesir di dalam lubang yang mereka buat sendiri dia mengambil segenggam tanah bekas jejak telapak kaki Jibril maka keluarlah dari lubang itu sesuatu yang serupa anak sapi. Dengan demikian tertariklah sebagian Bani Israil kepada bujukan dan tipu daya Samiri untuk menyembah patung berbentuk anak sapi itu. Karena patung anak sapi itu bukanlah sembarang patung, tetapi benar-benar telah dikirim Allah untuk disembah dan dipujanya.",
    "quraish": "Sâmiriy menjawab, \"Aku memiliki keterampilan dan cara-cara pembuatan yang tidak diketahui Banû Isrâ'îl. Aku telah membuat patung dalam bentuk anak sapi yang mengeluarkan suara seperti ini, dan aku ambil segenggam dari Tawrât, lalu aku lemparkan ke dalam perut patung anak sapi itu, agar manusia ragu. Demikianlah nafsuku membujukku untuk melakukan apa yang aku lakukan.\"",
    "jalalayn": "(Samiri menjawab, \"Aku mengetahui sesuatu yang mereka tidak mengetahuinya) dapat dibaca Yabshuruu dan Tabshuruu, artinya, aku mengetahui apa yang tidak mereka ketahui (maka aku ambil segenggam dari) tanah (bekas) jejak teracak kuda (rasul) yakni malaikat Jibril (lalu aku melemparkannya) yakni aku menaruhnya pada patung anak lembu yang telah dicetak (dan demikianlah telah menggoda) telah membujuk (aku hawa nafsuku\") untuk menaruhnya ke dalam tubuhnya, yaitu setelah terlebih dahulu aku mengambil segenggam tanah bekas jejak teracak kuda malaikat Jibril. Lalu tanah itu aku taruh ke dalam patung yang tidak bernyawa, hingga patung itu menjadi hidup bagaikan ada rohnya. Kemudian aku melihat bahwa kaummu meminta kepadamu untuk menjadikan tuhan buat mereka. Lalu hatiku menggodaku untuk menjadikan patung anak lembu itu sebagai tuhan mereka."
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 97,
    "arab": "قَالَ فَاذْهَبْ فَاِنَّ لَكَ فِى الْحَيٰوةِ اَنْ تَقُوْلَ لَا مِسَاسَۖ وَاِنَّ لَكَ مَوْعِدًا لَّنْ تُخْلَفَهٗۚ وَانْظُرْ اِلٰٓى اِلٰهِكَ الَّذِيْ ظَلْتَ عَلَيْهِ عَاكِفًا ۗ  لَنُحَرِّقَنَّهٗ ثُمَّ لَنَنْسِفَنَّهٗ فِى الْيَمِّ نَسْفًا ",
    "translation": "Dia (Musa) berkata, “Pergilah kau! Maka sesungguhnya di dalam kehidupan (di dunia) engkau (hanya dapat) mengatakan, ‘Janganlah menyentuh (aku),’. Dan engkau pasti mendapat (hukuman) yang telah dijanjikan (di akhirat) yang tidak akan dapat engkau hindari, dan lihatlah tuhanmu itu yang engkau tetap menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya (abunya) ke dalam laut (berserakan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2445.mp3",
    "tafsir": "Musa berkata kepada Samiri pergilah engkau jauh-jauh dari sini, engkau tidak berhak bergaul dengan siapapun dan tak ada seorang pun yang dibolehkan bergaul dengan engkau. Bila ada orang yang bertanya kepadamu mengenai halmu maka engkau harus menjawab \"Aku tidak dibolehkan mendekat seseorang dan siapapun tidak boleh mendekatiku.\" Inilah tindakan Musa yang amat keras dan tegas terhadapnya. Ke mana Samiri akan pergi, tak ada tempat yang akan didiami karena sekeliling tempat itu hanya ada padang pasir yang amat luas dan tandus, tak ada sebidang tanah pun di gurun sahara itu yang dapat didiami manusia. Sedang binatang liar dan buas pun akan merasa sulit dan akan menderita tinggal di padang pasir yang tak bertepi itu. Diriwayatkan bahwa Samiri setelah diusir oleh Musa, dia pergi dari tempat itu tanpa diketahuinya ke mana arah dan tujuan yang akan dicapainya. Dia berpetualang di gurun sahara yang amat luas itu dan tidak ada yang dijumpainya kecuali binatang-binatang buas dan liar. Maka terbuktilah apa yang dikatakan Musa kepadanya bila ia bertemu dengan seseorang menanyakan halnya dia harus menjawab \"La misasa\".\nBiarpun dia tidak pernah mengucapkan kata \"La misasa\" itu tetapi dalam praktek pengalamannya bertualang di padang pasir seakan-akan dia sendiri meneriakkan kata itu sehingga tak ada seorang pun yang berani mendekat kepadanya. Kemudian Musa mengucapkan kata-kata perpisahan kepadanya bahwa dia akan menemui hari yang tidak dapat dihindarinya yaitu hari kiamat, hari pembalasan di mana dia akan menerima balasan amal perbuatannya setimpal dengan besar dosa yang diperbuatnya. Kemudian Musa memerintahkan kepada Samiri supaya dia menoleh kepada tuhan buatannya yang disembah dan dipujanya dan berkata, \"Patung ini akan aku hancur leburkan sampai menjadi debu dan debunya akan aku sebarkan ke laut sehingga hilang lenyap tidak berbekas.\"",
    "quraish": "Mûsâ berkata lagi, \"Keluarlah kamu dari kelompok kami dan jauhilah kami! Kau akan mendapat balasan di dunia sebagai orang terhina dan dijauhi manusia. Dengan begitu, tak ada hubungan lagi antara kamu dengan mereka. Tidak ada seorang pun akan mendekatimu dan kau un tidak dapat mendekati seseorang. Lebih dari itu, siksaanmu di akhirat sudah pula ditentukan. Dan kamu tidak akan dapat menghindarinya.\" Mûsâ kemudian mencemooh Sâmiriy dan tuhanya seraya berkata, \"Lihatlah sekarang apa yang akan kami perbuat terhadap tuhan yang kamu sembah dan kamu jadikan alat untuk menggoda manusia. Kami akan membakar dan menghamburkannya ke laut.\"",
    "jalalayn": "(Berkata Musa) kepada Samiri, (\"Pergilah kamu) dari kalangan kami ini (maka sesungguhnya bagimu di dalam kehidupan di dunia ini) selama kamu hidup di dalamnya (hanya dapat mengatakan) kepada orang-orang yang kamu bertemu dengannya, ('Janganlah menyentuhku') janganlah kamu mendekat kepadaku. Dan disebutkan bahwa sejak saat itu Samiri mengembara tanpa tujuan dan jika ada seseorang menyentuhnya atau dia menyentuhnya, maka semuanya kena penyakit demam. (Dan sesungguhnya bagimu telah ada ketentuan waktu) bagi hukumanmu (yang kamu sekali-kali tidak dapat menghindarinya) jika dibaca Lan tukhlifahu artinya, kamu tidak dapat selamat dari azab itu. Dan jika dibaca Lan Tukhlafahu artinya, kamu dibangkitkan kelak di hari kiamat untuk diazab (dan lihatlah tuhanmu itu yang kamu tetap) lafal Zhalta asalnya dibaca Zhalilta, kemudian Lam yang pertama dibuang sehingga jadilah Zhalta artinya yang kamu selamanya (menyembah kepadanya) tetap menyembahnya. (Sesungguhnya kami akan membakarnya) dengan api (kemudian kami sungguh-sungguh akan menghambur-hamburkannya ke dalam laut) berupa abu yang berserakan terbawa oleh angin laut. Dan Nabi Musa mengerjakan apa yang telah dikatakannya itu setelah terlebih dahulu menyembelihnya."
  },
  {
    "page": 318,
    "name": "Taha",
    "ayat": 98,
    "arab": "اِنَّمَآ اِلٰهُكُمُ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۗ وَسِعَ كُلَّ شَيْءٍ عِلْمًا ",
    "translation": " Sungguh, Tuhanmu hanyalah Allah, tidak ada tuhan selain Dia. Pengetahuan-Nya meliputi segala sesuatu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2446.mp3",
    "tafsir": "Dalam ayat ini Musa mengatakan bahwa patung itu bukanlah tuhan, Tuhan mereka ialah Tuhan Yang Maha Esa. Yang tiada Tuhan selain Allah. Dialah yang patut disembah dan dimuliakan hanya kepada-Nya sajalah dipanjatkan segala doa dan permohonan, semua makhluk berkehendak kepada-Nya karena Dialah Yang Maha Pencipta dan Mahakuasa. Ilmunya sangat luas tiada batasnya meliputi segala sesuatu, tak ada yang luput dari ilmunya baik di bumi di langit maupun yang ada di antara keduanya, sesuai dengan firman-Nya:\nTidak ada yang tersembunyi bagi-Nya sekalipun seberat zarrah baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya (tertulis) dalam Kitab yang jelas (Lauh Mahfudz),\" (Saba`/34: 3)",
    "quraish": "Mûsâ benar-benar melaksanakan apa yang diucapkannya. Setelah mengambil pelajaran dari peristiwa ini, ia kemudian menemui Banû Isrâ'îl dan berkata, \"Sesungguhnya Tuhan kalian Yang Mahaesa, adalah Tuhan yang tidak boleh disembah bersama tuhan-tuhan lain. Pengetahuan-Nya meliputi segala sesuatu, baik yang lampau maupun yang akan datang.\"",
    "jalalayn": "(Sesungguhnya Tuhan kalian hanyalah Allah yang tidak ada Tuhan selain Dia, pengetahuan-Nya meliputi segala sesuatu) lafal 'Ilman adalah Tamyiz yang dipindahkan dari bentuk Fa'ilnya, artinya, pengetahuan-Nya meliputi segala sesuatu."
  }
]