[
  {
    "page": 319,
    "name": "Taha",
    "ayat": 99,
    "arab": "كَذٰلِكَ نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤءِ مَا قَدْ سَبَقَۚ وَقَدْ اٰتَيْنٰكَ مِنْ لَّدُنَّا ذِكْرًا ۚ",
    "translation": "Demikianlah Kami kisahkan kepadamu (Muhammad) sebagian kisah (umat) yang telah lalu, dan sungguh, telah Kami berikan kepadamu suatu peringatan (Al-Qur'an) dari sisi Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2447.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa kisah-kisah yang diberitakan pada ayat-ayat yang lalu seperti kisah Musa bersama Firaun dan Samiri itu, demikian pula kisah nabi-nabi sebelumnya patut menjadi contoh teladan baginya dalam menghadapi kaumnya yang sangat ingkar dan durhaka. Karena memang demikianlah keadaan setiap rasul walaupun telah diturunkan kepadanya kitab-kitab dan mukjizat-mukjizat untuk menyatakan kebenaran dakwahnya namun kaumnya tetap juga ingkar dan berusaha sekuat tenaga menentang seruannya dan tetap memusuhi bahkan ingin membunuhnya untuk melenyapkannya sehingga tidak terdengar lagi suara kebenaran yang disampaikannya. \nSebagaimana Allah telah menurunkan Kitab Zabur kepada Nabi Daud a.s. Taurat kepada Nabi Musa a.s. dan Injil kepada Nabi Isa a.s., Allah telah menurunkan Al-Qur'an kepada Muhammad, Kitab yang patut mereka terima dengan baik karena ajaran-ajaran yang terkandung di dalamnya adalah untuk kemaslahatan dan kebahagian mereka di dunia dan di akhirat. Al-Qur'an adalah Kitab suci yang lengkap mengandung berbagai pedoman tentang hukum-hukum, pergaulan, ekonomi, akhlak dan sebagainya. Selain itu Al-Qur'an adalah mukjizat terbesar bagi Nabi. Tiada seorang pun sanggup menandingi keindahan bahasanya dan ketinggian sastranya. Oleh sebab itu hendaklah Nabi bersabar dan jangan sekali-kali berputus asa atau bersedih hati, tetap berjuang sampai tercapai kemenangan dan semua kebatilan lenyap dari muka bumi, tidak ada yang patut disembah kecuali Allah Yang Maha Esa, dan Mahakuasa.",
    "quraish": "Seperti Kami menceritakan kepadamu, Muhammad, kisah Mûsâ, Kami pun menceritakan dengan benar kisah umat-umat terdahulu lainnya. Dan Kami telah menurunkan kepadamu sebuah kitab suci yang mengandung peringatan bagimu dan umatmu, juga mengandung kebaikan agama dan dunia kalian.",
    "jalalayn": "(Demikianlah) sebagaimana Kami telah mengisahkan cerita ini kepadamu, hai Muhammad (Kami kisahkan kepadamu sebagian kisah) berita (umat yang telah silam) yakni bangsa-bangsa di masa lampau (dan sesungguhnya telah Kami berikan kepadamu) yakni Kami telah memberimu (dari sisi Kami) yakni dari hadirat Kami (suatu peringatan) yakni Alquran."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 100,
    "arab": "مَنْ اَعْرَضَ عَنْهُ فَاِنَّهٗ يَحْمِلُ يَوْمَ الْقِيٰمَةِ وِزْرًا ",
    "translation": "Barangsiapa berpaling darinya (Al-Qur'an), maka sesungguhnya dia akan memikul beban yang berat (dosa) pada hari Kiamat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2448.mp3",
    "tafsir": "Siapa yang berpaling dari ajaran Al-Qur'an padahal sudah jelas baginya bahwa ia adalah wahyu dari Allah dan tidak dapat disangkal lagi kebenarannya maka penolakannya terhadap ajaran itu adalah semata-mata karena memperturutkan hawa nafsu, atau karena takut kehilangan pengaruh, kedudukan dan sebagainya. Orang-orang seperti itu sudah wajar bila dianggap sebagai orang yang keras kepala, orang-orang yang sesat dan tidak mau menerima kebenaran, maka Allah tidak akan mengampuninya dan pada hari Kiamat nanti dia akan memikul dosa keingkaran dan kesombongannya, dosa yang paling besar dan paling berat dan hampir-hampir tidak sanggup dia memikulnya. Dia akan dilemparkan ke neraka Jahanam, dia kekal di sana selama-lamanya, dan ditimpakan kepadanya azab yang amat pedih sesuai dengan keingkaran dan kedurhakaannya. Sungguh amat beratlah dosa yang dipikulnya dan amat pedihlah siksaan yang diterimanya.",
    "quraish": "Barangsiapa menolak mempercayai dan berpetunjuk kepadanya, maka ia akan sesat dalam hidupnya. Di hari kiamat nanti, ia akan membawa dosa yang diperbuat dan akan dibalas dengan siksaan yang amat pedih.",
    "jalalayn": "(Barang siapa berpaling daripada Alquran) artinya ia tidak beriman kepada Alquran (maka sesungguhnya ia akan memikul dosa yang besar di hari kiamat) beban yang sangat berat berupa dosa-dosa."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 101,
    "arab": "خٰلِدِيْنَ فِيْهِ ۗوَسَاۤءَ لَهُمْ يَوْمَ الْقِيٰمَةِ حِمْلًاۙ ",
    "translation": "mereka kekal di dalam keadaan itu. Dan sungguh buruk beban dosa itu bagi mereka pada hari Kiamat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2449.mp3",
    "tafsir": "Siapa yang berpaling dari ajaran Al-Qur'an padahal sudah jelas baginya bahwa ia adalah wahyu dari Allah dan tidak dapat disangkal lagi kebenarannya maka penolakannya terhadap ajaran itu adalah semata-mata karena memperturutkan hawa nafsu, atau karena takut kehilangan pengaruh, kedudukan dan sebagainya. Orang-orang seperti itu sudah wajar bila dianggap sebagai orang yang keras kepala, orang-orang yang sesat dan tidak mau menerima kebenaran, maka Allah tidak akan mengampuninya dan pada hari Kiamat nanti dia akan memikul dosa keingkaran dan kesombongannya, dosa yang paling besar dan paling berat dan hampir-hampir tidak sanggup dia memikulnya. Dia akan dilemparkan ke neraka Jahanam, dia kekal di sana selama-lamanya, dan ditimpakan kepadanya azab yang amat pedih sesuai dengan keingkaran dan kedurhakaannya. Sungguh amat beratlah dosa yang dipikulnya dan amat pedihlah siksaan yang diterimanya.",
    "quraish": "Ia akan berada dalam siksaan itu selama-lamanya. Sungguh merupakan bawaan yang amat buruk di hari kiamat.",
    "jalalayn": "(Mereka kekal di dalamnya) menanggung azab dosanya untuk selamanya. (Dan amat buruklah dosa itu sebagai beban bagi mereka di hari kiamat) lafal Himlan merupakan Tamyiz yang menafsirkan makna Dhamir dalam lafal Saa'a, sedangkan subjek yang dicelanya dibuang yaitu lafal Wizrahum, artinya dosa mereka. Huruf Lam yang ada pada lafal Lahum berfungsi untuk menerangkan. Kemudian lafal Yaumal Qiyaamah dijelaskan oleh ayat berikutnya, yaitu:"
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 102,
    "arab": "يَّوْمَ يُنْفَخُ فِى الصُّوْرِ وَنَحْشُرُ الْمُجْرِمِيْنَ يَوْمَىِٕذٍ زُرْقًا ۖ",
    "translation": "pada hari (Kiamat) sangkakala ditiup (yang kedua kali) dan pada hari itu Kami kumpulkan orang-orang yang berdosa dengan (wajah) biru muram,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2450.mp3",
    "tafsir": "Hal itu akan terjadi pada hari Kiamat yaitu pada waktu tiupan sangkakala yang kedua sebagai tanda agar semua manusia berkumpul di padang Mahsyar untuk menerima perhitungan tentang amal dan usahanya sewaktu dia masih di dunia. Amal yang baik akan diganjar dengan pahala yang berlipat ganda dan amal yang jahat akan dibalas dengan pembalasan yang setimpal. Pada hari itu Allah mengumpulkan orang-orang yang berdosa sedang wajah mereka sudah pucat dan biru warnanya, disebabkan beratnya penderitaan yang mereka rasakan serta hebat dan dahsyatnya suasana di kala itu, apalagi setelah memikirkan nasib buruk yang menimpa mereka, kenapa mereka dahulu tidak mau menerima kebenaran dan tetap saja memperturutkan hawa nafsu dan kemauan setan.",
    "quraish": "Ingatkanlah kepada umatmu, Muhammad, suatu hari kala Kami memerintahkan malaikat untuk meniup sangkakala, sebuah tiupan untuk menghidupkan dan membangkitkan kembali manusia dari kuburnya untuk kemudian Kami seru agar berkumpul di padang Mahsyar. Orang-orang yang berbuat jahat akan Kami seret dengan muka yang biru: cemas dan takut.",
    "jalalayn": "(Yaitu di hari yang di waktu itu ditiup sangkakala) untuk tiupan yang kedua kalinya (dan Kami akan mengumpulkan orang-orang yang berdosa) yaitu orang-orang kafir (pada hari itu dengan mata yang biru muram) yakni mata mereka tampak membiru dan muka mereka tampak hitam karena muram."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 103,
    "arab": "يَّتَخَافَتُوْنَ بَيْنَهُمْ اِنْ لَّبِثْتُمْ اِلَّا عَشْرًا ",
    "translation": "mereka saling berbisik satu sama lain, “Kamu tinggal (di dunia) tidak lebih dari sepuluh (hari).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2451.mp3",
    "tafsir": "Mereka saling berbisik dan saling bertanya dengan suara yang hampir-hampir tidak terdengar karena sangat merasa takut dan khawatir. \"Kita baru sepuluh hari saja hidup di dunia ini? Mengapa kita telah dikumpulkan di padang Mahsyar ini sedang kita belum mendapat kesempatan sedikit pun untuk beramal dan bersiap-siap guna menghadapi hari ini?\" Memang demikianlah halnya setiap orang yang dilanda malapetaka yang berat, terbayanglah di dalam pikirannya liku-liku kehidupannya di masa silam, semuanya berlalu dengan amat cepatnya, seakan-akan hidup yang dinikmatinya berpuluh tahun lamanya terjadi hanya dalam beberapa saat saja.",
    "quraish": "Mereka saling berbisik satu sama lain, dalam suasana penuh hina dan galau, tentang betapa pendeknya kehidupan dunia. Begitu pendeknya, hingga mereka seolah hidup dan merasakan kenikmatan dunia hanya sepuluh hari.",
    "jalalayn": "(Mereka berbisik-bisik di antara mereka sendiri) yaitu berbicara dengan suara yang pelan-pelan (\"Tidaklah) (kalian tinggal) di dunia (melainkan sepuluh) hari.\""
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 104,
    "arab": "نَحْنُ اَعْلَمُ بِمَا يَقُوْلُوْنَ اِذْ يَقُوْلُ اَمْثَلُهُمْ طَرِيْقَةً اِنْ لَّبِثْتُمْ اِلَّا يَوْمًا ࣖ",
    "translation": "Kami lebih mengetahui apa yang akan mereka katakan, ketika orang yang paling lurus jalannya mengatakan, “Kamu tinggal (di dunia), tidak lebih dari sehari saja.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2452.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa Dia mengetahui semua yang mereka perbincangkan dengan cara berbisik-bisik, ketika salah seorang yang paling pandai di antara mereka mengatakan bahwa mereka tinggal di bumi hanya satu hari saja. Mungkin maksudnya mengatakan satu hari saja agar mereka dibebaskan dari siksa kedurhakaan mereka dan dari balasan amal perbuatan mereka karena mereka hanya sebentar saja tinggal di dunia, tidak diberi kesempatan lebih lama untuk bertobat dan mengerjakan amal saleh. Tetapi tak ada gunanya lagi membicarakan yang demikian, karena yang sebenarnya mereka telah diberi kesempatan yang luas sekali semasa hidup di dunia untuk kembali kepada kebenaran, tetapi kesempatan itu tidak mereka pergunakan sama sekali. Pada ayat lain Allah menerangkan keadaan mereka yaitu:\nDan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). (ar-Rum/30: 55)\nDan firman-Nya:\nDan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk. (Yunus/10: 45)",
    "quraish": "Namun bisik-bisik mereka itu terdengar pula. Kami lebih tahu tentang apa yang mereka bisikkan dan tentang apa yang dikatakan oleh salah seorang di antara mereka yang paling dekat menggambarkan perasaannya mengenai dunia, yang mengatakan bahwa mereka tinggal di dunia hanya sehari saja.",
    "jalalayn": "(Kami lebih mengetahui apa yang mereka katakan) dalam bisikan mereka itu. Maksudnya, keadaannya tidaklah seperti apa yang mereka katakan (ketika berkata orang yang paling tepat di antara mereka) yakni paling lurus (penilaiannya) sehubungan dengan hal ini, (\"Kalian tidak berdiam di dunia melainkan hanya sehari saja\") mereka menilai minim sekali masa tinggal mereka di dunia, hal ini disebabkan kengerian-kengerian yang mereka saksikan di alam akhirat."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 105,
    "arab": "وَيَسْـَٔلُوْنَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّيْ نَسْفًا ۙ",
    "translation": "Dan mereka bertanya kepadamu (Muhammad) tentang gunung-gunung, maka katakanlah, “Tuhanku akan menghancurkannya (pada hari Kiamat) sehancur-hancurnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2453.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebagai jawaban atas pertanyaan kaum musyrik kepada Muhammad saw bahwa gunung-gunung pada hari Kiamat itu dihancurluluhkan sehingga beterbangan di udara, bagaikan debu di bawa angin ke mana-mana sehingga tidak ada bekasnya sama sekali. Dengan ditemukannya bom atom pada abad kedua puluh ini dapat dibayangkan bagaimana hebatnya dan dahsyatnya kehancuran dan kebinasaan pada hari Kiamat. Sedang dengan sebuah bom atom saja yang dijatuhkan di Hiroshima dan Nagasaki masih dianggap kecil daya ledaknya dibanding dengan daya ledak bom nuklir sekarang, sudah demikian hebatnya kehancuran yang timbul karenanya, apalagi kehancuran yang timbul pada hari Kiamat tentu beribu kali hebat dan dahsyatnya dari kehancuran yang ditimbulkan bom atom di Hiroshima dan Nagasaki itu. Pada ayat lain Allah menerangkan pula bagaimana keadaan gunung-gunung pada hari Kiamat itu firman-Nya:\nDan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri. Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan. (an-Naml/27: 87 dan 88)",
    "quraish": "Orang-orang yang mengingkari hari kebangkitan itu bertanya kepadamu, Muhammad, tentang nasib gunung-gunung pada hari kiamat yang kamu bicarakan itu. Jawablah bahwa Allah akan menghancur- leburkannya bagai pasir, lalu menerbangkannya dengan tiupan angin hingga bertebaran. (?)",
    "jalalayn": "(Dan mereka bertanya kepadamu tentang gunung-gunung,) bagaimana jadinya di hari kiamat nanti? (maka katakanlah) kepada mereka (\"Rabbku akan menghancurkannya sehancur-hancurnya,) seumpamanya Dia meleburkannya menjadi debu yang lembut kemudian diterbangkan-Nya dengan angin."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 106,
    "arab": "فَيَذَرُهَا قَاعًا صَفْصَفًا ۙ",
    "translation": "kemudian Dia akan menjadikan (bekas gunung-gunung) itu rata sama sekali, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2454.mp3",
    "tafsir": "Sesudah gunung-gunung itu dihancurluluhkan dan beterbangan dibawa angin ke mana-mana, maka tempat berdiri gunung-gunung itu menjadi rata dan berubahlah wajah bumi yang dahulunya indah dipandang mata, karena ada lembah dan bukit ada dataran tinggi, ada pohon-pohon yang rindang dan tanam-tanaman yang hijau, semua itu telah tiada, semuanya telah kembali ke alam fana. Pada hari itu semua manusia menjadi panik berlari kesana kemari untuk menyelamatkan dirinya tak tentu arah dan tujuan seperti tersebut dalam firman-Nya:\nPada hari itu manusia seperti laron yang beterbangan, dan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qari`ah/101: 4 dan 5)\nManusia bertanya-tanya apakah yang telah terjadi dengan bumi seperti tersebut dalam firman-Nya:\nDan manusia bertanya, \"Apa yang terjadi pada bumi ini?\" Pada hari itu bumi menyampaikan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya. (az-Zalzalah/99: 3-4 dan 5)",
    "quraish": "Dengan demikian, setelah gunung-gunung itu dihancurkan, bekas tempatnya menjadi rata dengan tanah.",
    "jalalayn": "(Maka Dia akan menjadikan bekas gunung-gunung itu datar) merata (dengan tanah) yakni rata sama sekali tiada bekasnya."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 107,
    "arab": "لَّا تَرٰى فِيْهَا عِوَجًا وَّلَآ اَمْتًا ۗ",
    "translation": "(sehingga) kamu tidak akan melihat lagi ada tempat yang rendah dan yang tinggi di sana.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2455.mp3",
    "tafsir": "Sesudah gunung-gunung itu dihancurluluhkan dan beterbangan dibawa angin ke mana-mana, maka tempat berdiri gunung-gunung itu menjadi rata dan berubahlah wajah bumi yang dahulunya indah dipandang mata, karena ada lembah dan bukit ada dataran tinggi, ada pohon-pohon yang rindang dan tanam-tanaman yang hijau, semua itu telah tiada, semuanya telah kembali ke alam fana. Pada hari itu semua manusia menjadi panik berlari kesana kemari untuk menyelamatkan dirinya tak tentu arah dan tujuan seperti tersebut dalam firman-Nya:\nPada hari itu manusia seperti laron yang beterbangan, dan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qari`ah/101: 4 dan 5)\nManusia bertanya-tanya apakah yang telah terjadi dengan bumi seperti tersebut dalam firman-Nya:\nDan manusia bertanya, \"Apa yang terjadi pada bumi ini?\" Pada hari itu bumi menyampaikan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya. (az-Zalzalah/99: 3-4 dan 5)",
    "quraish": "Kamu tak akan lagi melihat dataran rendah atau dataran tinggi di muka bumi. Bumi seolah-olah belum pernah dijamah dan dibangun sebelumnya.",
    "jalalayn": "(Tidak ada sedikit pun kamu lihat padanya tempat yang melengkung) tempat yang rendah (dan tidak pula tempat yang tinggi) tempat yang tinggi-tinggi."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 108,
    "arab": "يَوْمَىِٕذٍ يَّتَّبِعُوْنَ الدَّاعِيَ لَا عِوَجَ لَهٗ ۚوَخَشَعَتِ الْاَصْوَاتُ لِلرَّحْمٰنِ فَلَا تَسْمَعُ اِلَّا هَمْسًا ",
    "translation": "Pada hari itu mereka mengikuti (panggilan) penyeru (malaikat) tanpa berbelok-belok (membantah); dan semua suara tunduk merendah kepada Tuhan Yang Maha Pengasih, sehingga yang kamu dengar hanyalah bisik-bisik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2456.mp3",
    "tafsir": "Dalam suasana huru-hara dan dalam keadaan panik itu mereka mendengar suara seorang penyeru yaitu malaikat yang menarik perhatian mereka seluruhnya dan tanpa disadari mereka tunduk dan patuh mengikuti perintah penyeru itu tanpa dipikirkan lagi akibat dari perintah itu sebagaimana tersebut dalam firman Allah:\nDengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, \"Ini adalah hari yang sulit.\" (al-Qamar/54: 8)\nMereka semua diseru untuk menghadap kehadirat Allah Yang Maha Kuasa dan Maha Perkasa untuk menerima perhitungan amal perbuatan mereka selama hidup di dunia. Tak ada seorang pun yang dapat menghindar atau membebaskan diri dari perhitungan itu. Di kala itu terdiamlah semua makhluk, tak ada suara yang terdengar kecuali bisik-bisikan yang terjadi antara sesama mereka. Tak ada yang berani mengangkat suaranya karena hebatnya suasana di kala itu, suasana menghadap kehadirat Allah untuk menerima perhitungan. Siapa yang beriman dan baik amalnya, tentu akan menerima ganjaran berlipat ganda dan akan dimasukkan ke dalam surga dan siapa yang kafir dan banyak dosanya akan menerima balasan yang setimpal dan akan dilemparkan ke neraka.",
    "quraish": "Pada hari kiamat, setelah bangkit dari kuburnya, manusia akan mengikuti dengan pasrah seruan yang mengajak mereka berkumpul di padang Mahsyar. Tak seorang pun dapat berbelok ke kanan atau ke kiri. Saat itu, semua suara pun merendah tenang dan takut akan kebesaran Sang Maha Pengasih. Yang terdengar hanyalah bisikan.",
    "jalalayn": "(Pada hari itu) pada hari ketika gunung-gunung itu dihancurkan (manusia mengikuti) manusia semuanya mengikuti sesudah mereka dibangunkan dari kuburannya (penyeru) yang menggiring mereka dengan suaranya ke padang Mahsyar, dia adalah malaikat Israfil. Dia mengatakan, \"Kemarilah kamu sekalian ke hadapan Tuhan Yang Maha Pemurah\" (dengan tidak berbelok-belok) sewaktu mereka menuruti panggilan suara itu. Atau dengan kata lain mereka tidak mempunyai kemampuan untuk tidak mengikuti anjuran suara itu (dan merendahlah) yakni menjadi tenanglah (semua suara kepada Tuhan Yang Maha Pemurah, maka kamu tidak mendengar melainkan hanya bisikan saja) suara telapak kaki mereka sewaktu berjalan menuju ke padang Mahsyar bagaikan suara teracak kaki unta bila berjalan."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 109,
    "arab": "يَوْمَىِٕذٍ لَّا تَنْفَعُ الشَّفَاعَةُ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَرَضِيَ لَهٗ قَوْلًا ",
    "translation": "Pada hari itu tidak berguna syafaat (pertolongan), kecuali dari orang yang telah diberi izin oleh Tuhan Yang Maha Pengasih, dan Dia ridai perkataannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2457.mp3",
    "tafsir": "Pada hari itu tak ada yang dapat menolong seseorang atau memberi syafa`at kepadanya baik dari malaikat maupun dari manusia kecuali orang yang telah diberi izin oleh Allah bahwa dia akan memberikan syafaat dapat diterima pula oleh Allah sesuai dengan bunyi ayat:\nDan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. (an-Najm/53: 26)\nMalaikat yang tidak berdosa saja tidak diterima syafa`atnya untuk menolong seseorang di waktu itu kalau tidak seizin Allah apalagi setan-setan, berhala-berhala atau pemimpin-pemimpin musyrik lainnya tentulah mereka tidak dapat sedikit pun menolong pengikut-pengikutnya. Sedangkan untuk menolong diri mereka sendiri mereka tidak berdaya, apalagi untuk menolong orang lain.",
    "quraish": "Pada hari itu syafaat dari seseorang menjadi tak berguna lagi, kecuali dari orang yang mendapat kemuliaan, izin dan perkenan dari Allah untuk mengucapkan kata syafaat. Hari itu syafaat juga menjadi tak berguna lagi, kecuali bagi orang yang mendapat izin dari Sang Maha Pengasih untuk memperolehnya. Yaitu orang yang dahulunya beriman yang perkataan tauhid dan imannya mendapat perkenan Allah.",
    "jalalayn": "(Pada hari itu tidak berguna syafaat) seseorang (kecuali syafaat orang yang Allah Maha Pemurah telah memberi izin kepadanya) untuk memberi syafaat (dan Dia telah meridai perkataannya) seumpamanya orang yang diberi izin itu mengatakan, \"La Ilaaha Illallaah atau tidak ada Tuhan selain Allah.\""
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 110,
    "arab": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيْطُوْنَ بِهٖ عِلْمًا ",
    "translation": " Dia (Allah) mengetahui apa yang di hadapan mereka (yang akan terjadi) dan apa yang di belakang mereka (yang telah terjadi), sedang ilmu mereka tidak dapat meliputi ilmu-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2458.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebab-sebab mengapa syafaat tidak bermanfaat kalau tidak dengan izin-Nya. Sebab-sebab itu ialah karena Allah mengetahui semua perbuatan manusia, iman dan kufurnya, tak ada sesuatu pun yang tersembunyi bagi-Nya. Dialah sebenarnya yang dapat menentukan apakah seseorang berhak mendapat syafa`at, karena iman dan amalnya selama hidup di dunia dan Dia pulalah yang berhak dan dapat menetapkan bahwa seseorang tidak dapat diberi syafaat karena kufur dan dosa-dosanya yang tidak dapat diampuni. Sedangkan malaikat atau manusia yang walaupun telah diizinkan oleh-Nya untuk memberi syafaat tidak mengetahui hal itu secara terperinci.",
    "quraish": "Allah mengetahui ihwal mereka yang telah lalu di dunia dan apa yang akan mereka hadapi di akhirat. Dialah yang mengatur segala urusan mereka dengan ilmu-Nya. Mereka tidak akan pernah tahu pengaturan dan kebijaksanaan Allah.",
    "jalalayn": "(Dia mengetahui apa yang ada di hadapan mereka) yaitu perkara-perkara akhirat (dan apa yang ada di belakang mereka) perkara-perkara dunia (sedangkan ilmu mereka tidak dapat meliputi ilmu-Nya\") yakni mereka tidak mengetahui hal tersebut."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 111,
    "arab": "۞ وَعَنَتِ الْوُجُوْهُ لِلْحَيِّ الْقَيُّوْمِۗ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا ",
    "translation": "Dan semua wajah tertunduk di hadapan (Allah) Yang Hidup dan Yang Berdiri Sendiri. Sungguh rugi orang yang melakukan kezaliman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2459.mp3",
    "tafsir": "Di kala itu tunduklah semua muka merasa rendah diri di hadapan Allah Yang Mahakuasa dan Maha Perkasa Yang akan memberikan putusan terakhir mengenai nasib mereka masing-masing sesuai dengan iman dan amal mereka, putusan dari Yang Mahaadil yang tidak dapat dibantah dan disangkal dan harus dilaksanakan. Di kala itu menyesallah orang-orang yang ingkar dan berdosa mengapa dia di dunia dahulu mengikuti kemauan setan dan hawa nafsu, mementingkan duniawi tanpa menghiraukan sedikit pun bahwa mereka akan menemui hari perhitungan, menghina serta memperolok-olokan seruan para nabi dan rasul untuk kebahagiaan mereka di dunia dan akhirat.",
    "quraish": "Pada hari itu, semua muka menjadi hina dan tertunduk kepada Sang Mahahidup, yang tidak pernah mati, yang mengatur semua urusan makhluk-Nya. Orang-orang yang menzalimi dirinya di dunia lalu menyekutukan-Nya tidak akan mendapatkan keselamatan dan pahala pada hari itu.",
    "jalalayn": "(Dan tunduklah semua muka) tunduk merendahkan diri (kepada Tuhan Yang Hidup Kekal lagi Maha Memelihara) yakni Allah swt. (Dan sesungguhnya telah merugilah) (orang yang melakukan kelaliman) yakni kemusyrikan."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 112,
    "arab": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا يَخٰفُ ظُلْمًا وَّلَا هَضْمًا ",
    "translation": "Dan barang siapa mengerjakan kebajikan sedang dia (dalam keadaan) beriman, maka dia tidak khawatir akan perlakuan zalim (terhadapnya) dan tidak (pula khawatir) akan pengurangan haknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2460.mp3",
    "tafsir": "Orang-orang yang beriman dan mengerjakan amal saleh sebagai persiapan untuk menghadapi hari perhitungan ini, mereka merasa bahagia dan bersyukur serta terbayanglah dalam pikiran mereka ganjaran yang akan dianugerahkan Allah kepada mereka sesuai dengan janji-Nya, sesuai dengan keadilan dan rahmat-Nya. Mereka yakin dengan sepenuhnya bahwa mereka tidak akan teraniaya, tidak akan dirugikan sedikit pun, mereka akan dimasukkan ke dalam surga Jannatun Na`im yang di dalamnya tersedia nikmat dan kesenangan yang tiada putus-putusnya.",
    "quraish": "Sedangkan orang yang melakukan amal saleh dan membenarkan apa yang dibawa oleh Nabi Muhammad saw., maka ia tidak usah khawatir akan ditambah keburukannya atau dikurangi kebaikannya.",
    "jalalayn": "(Dan barang siapa mengerjakan amal yang saleh) amal-amal ketaatan (dan ia dalam keadaan beriman, maka ia tidak khawatir akan diperlakukan tidak adil) dengan diberatkan dosanya (dan tidak pula akan pengurangan haknya) dikurangi pahala kebaikannya."
  },
  {
    "page": 319,
    "name": "Taha",
    "ayat": 113,
    "arab": "وَكَذٰلِكَ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا وَّصَرَّفْنَا فِيْهِ مِنَ الْوَعِيْدِ لَعَلَّهُمْ يَتَّقُوْنَ اَوْ يُحْدِثُ لَهُمْ ذِكْرًا ",
    "translation": "Dan demikianlah Kami menurunkan Al-Qur'an dalam bahasa Arab, dan Kami telah menjelaskan berulang-ulang di dalamnya sebagian dari ancaman, agar mereka bertakwa, atau agar (Al-Qur'an) itu memberi pengajaran bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2461.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menurunkan Al-Qur'an dalam bahasa Arab agar mudah dipahami oleh orang-orang musyrik Mekah dan agar mereka tertarik untuk memperhatikan isinya dan ajaran-ajaran yang terkandung di dalamnya. Dengan demikian mereka diharapkan akan kembali kepada kebenaran dan meninggalkan kepercayaan-kepercayaan yang menyesatkan seperti menyembah kepercayaan-kepercayaan yang menyesatkan seperti menyembah berhala dan dapat hidup dengan tenteram dan bahagia dengan menjalankan peraturan-peraturan yang terkandung di dalamnya karena semua perintah dan larangan di dalamnya adalah semata-mata untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat.\nDi dalam Al-Qur'an diutarakan pula beberapa peringatan dan ancaman kepada orang-orang yang durhaka yang tidak mau memperhatikan seruan nabi-nabi dan rasul-rasul bahkan tetap menolaknya, karena bertentangan dengan keinginan hawa nafsu mereka, seperti kisah umat-umat yang terdahulu yang telah dibinasakan karena kedurhakaan mereka dan keterangan mengenai nasib orang-orang kafir dan berdosa di akhirat nanti. Untuk mengembalikan orang-orang Arab yang demikian keras hatinya dan mendalam syirik dan akidahnya kepada kebenaran tidak cukup hanya dengan dakwah dan penerangan saja, tetapi dakwah dan penerangan itu harus pula disertai dengan peringatan dan ancaman. Hal ini bukan saja berlaku pada kaum musyrik Mekah tetapi berlaku pula untuk semua manusia. \nBila dakwah dan penjelasan tidak juga bermanfaat maka tibalah waktunya untuk memberikan peringatan dengan menerangkan fakta-fakta sejarah dan contoh-contoh umat yang terdahulu, malapetaka dan musibah yang terjadi dalam masyarakat disebabkan kerusakan akhlak dan kehancuran norma-norma keadilan dan kebenaran. Dengan demikian dapat diharapkan manusia akan menjadi sadar dan insaf, menjadi orang yang bertakwa kepada Allah mengakui kebesaran dan kekuasaan-Nya, tunduk kepada peraturan-peraturan yang dibuat-Nya untuk kepentingan umat manusia.",
    "quraish": "Seperti penjelasan yang benar inilah--sebagaimana telah lalu dalam surat ini berupa pengagungan Allah, kisah Mûsâ dan berita tentang hari kiamat--Allah menurunkan al-Qur'ân dalam bahasa Arab yang jelas, yang mengandung berbagai bentuk ancaman, dibuat secara berulang-ulang, agar mereka menjauhi kemaksiatan, dan agar al-Qur'ân selalu memperbaharui nasihat dan pelajaran bagi mereka.",
    "jalalayn": "(Dan demikianlah) lafal Kadzaalika dia'athafkan kepada Kadzaalika Naqushshu pada ayat sembilan puluh sembilan. Artinya: Demikianlah sebagaimana diturunkannya apa yang telah Kami ceritakan tadi (Kami menurunkannya) Alquran (dalam bahasa Arab dan Kami telah menerangkan dengan berulang-ulang) (di dalamnya sebagian dari ancaman, agar mereka bertakwa) takut kepada kemusyrikan (atau agar ia menimbulkan) Alquran ini (pengajaran bagi mereka) melalui kebinasaan yang telah dialami oleh umat-umat sebelumnya sehingga mereka mengambil pelajaran daripadanya."
  }
]