[
  {
    "page": 321,
    "name": "Taha",
    "ayat": 126,
    "arab": "قَالَ كَذٰلِكَ اَتَتْكَ اٰيٰتُنَا فَنَسِيْتَهَاۚ وَكَذٰلِكَ الْيَوْمَ تُنْسٰى ",
    "translation": "Dia (Allah) berfirman, “Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2474.mp3",
    "tafsir": "Orang-orang yang kafir itu akan bertanya kepada Allah mengapa Engkau jadikan aku buta sedang mataku dahulu terang dapat melihat. Allah menjawab, bahwa hal itu memang demikian! Karena di dunia ketika datang kepadanya rasul-rasul membawa petunjuk-petunjuk-Nya dia berpaling darinya seakan-akan matanya telah buta dan seakan-akan ia telah melupakannya karena tidak mengindahkan dan memperhatikannya. Oleh sebab itu Allah jadikan mata hatinya buta pada hari Kiamat sehingga engkau tidak dapat mengemukakan suatu alasan untuk membela dirimu dari azab yang telah disediakan baginya sebagai balasan atas kebutaan mereka selama di dunia.",
    "quraish": "\"Itulah yang terjadi,\" kata Allah kepadanya. \"Dahulu, ketika bukti-bukti dan rasul-rasul Kami datang kepadamu di dunia, kamu melupakannya dan berpura-pura buta: tidak melihat dan tidak mempercayainya. Begitu pula hari ini: kamu ditinggalkan dan dilupakan dalam siksaan dan kehinaan.",
    "jalalayn": "(Allah berfirman,) perkaranya (\"Demikianlah, telah datang kepadamu ayat-ayat Kami, maka kamu melupakannya) kamu meninggalkannya dan tidak mau beriman kepadanya (dan begitu pula) sebagaimana kamu lupa kepada ayat-ayat Kami (pada hari ini kamu pun dilupakan\") dibiarkan tinggal di dalam neraka."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 127,
    "arab": "وَكَذٰلِكَ نَجْزِيْ مَنْ اَسْرَفَ وَلَمْ يُؤْمِنْۢ بِاٰيٰتِ رَبِّهٖۗ وَلَعَذَابُ الْاٰخِرَةِ اَشَدُّ وَاَبْقٰى ",
    "translation": "Dan demikianlah Kami membalas orang yang melampaui batas dan tidak percaya kepada ayat-ayat Tuhannya. Sungguh, azab di akhirat itu lebih berat dan lebih kekal. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2475.mp3",
    "tafsir": "Demikianlah Allah membalas orang yang melampaui batas dan tidak percaya kepada bukti-bukti kekuasaan-Nya. Di dunia dia menemui berbagai kesulitan selalu bimbang dan gelisah, karena tidak ada pegangan dalam hidupnya kecuali kekayaan pangkat dan kedudukannya saja. Bila ia ditimpa suatu kesulitan atau marabahaya dia segera menjadi panik dan tidak tahu apa yang akan diperbuatnya dan kadang-kadang tanpa disadarinya ia melakukan sesuatu yang merugikan dirinya sendiri. Dia tidak pernah merasakan ketenteraman dan ketenangan hati. Ini berarti dia tidak pernah merasakan kebahagiaan yang hakiki. \nDi akhirat dia akan disiksa dengan berbagai siksaan di antaranya siksaan hati karena mata hatinya telah buta tidak dapat memberikan alasan atau hujjah-hujjah untuk membebaskan dirinya dari hukuman Allah atau dia memang dijadikan benar-benar buta matanya agar dia lebih tersiksa lagi karena tidak berdaya sama sekali untuk mengatasi suasana yang penuh huru-hara dan kedahsyatan. Sesungguhnya azab di akhirat jauh lebih berat dan dahsyat, terutama azab di neraka yang bersifat kekal selama-lamanya.",
    "quraish": "Balasan buruk seperti ini Kami berikan di dunia untuk orang yang berbuat maksiat dan mendustakan Allah dan ayat-ayat-Nya. Sesungguhnya siksaan di akhirat benar-benar lebih pedih dan lebih abadi daripada siksaan di dunia.\"",
    "jalalayn": "(Dan demikianlah) sebagaimana Kami membalas kepada orang yang berpaling daripada Alquran (Kami membalas orang yang melampaui batas) orang yang musyrik (dan tidak percaya kepada ayat-ayat Rabbnya. Dan sesungguhnya azab di akhirat itu lebih berat) daripada azab di dunia dan azab kubur (dan lebih kekal) lebih abadi."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 128,
    "arab": "اَفَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّاُولِى النُّهٰى ࣖ",
    "translation": "Maka tidakkah menjadi petunjuk bagi mereka (orang-orang musyrik) berapa banyak (generasi) sebelum mereka yang telah Kami binasakan, padahal mereka melewati (bekas-bekas) tempat tinggal mereka (umat-umat itu)? Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang berakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2476.mp3",
    "tafsir": "Pada ayat-ayat ini Allah meminta perhatian orang-orang kafir agar mereka memikirkan dengan tenang bagaimana kesudahan umat-umat yang telah lalu, mereka telah dibinasakan oleh Allah karena kekafirannya dengan menurunkan berbagai macam malapetaka, ada yang berupa angin topan, gempa yang dahsyat dan ada pula yang berupa suara keras yang mengguntur. Mereka dapat melihat dengan mata kepala sendiri bekas-bekas yang ditinggalkan oleh umat-umat yang telah binasa itu. Bekas-bekas itu menunjukkan bahwa mereka adalah umat-umat yang kuat dan jaya pada masanya memiliki bangunan-bangunan yang besar dan kokoh, mempunyai kebudayaan yang tinggi lebih dari apa yang dimiliki orang-orang kafir Mekah. Tetapi karena keingkaran dan kedurhakaan, mereka dibinasakan Allah dengan sekejap mata, tak seorang pun yang selamat dari malapetaka itu. Yang dapat dilihat sekarang hanya puing-puing bekas istana dan benteng-benteng pertahanan mereka. \nKaum musyrik Mekah dalam perjalanan dagang mereka di musim panas dan di musim dingin melalui bekas-bekas kerajaan yang telah runtuh itu, tetapi mereka tidak pernah memikirkan apa sebabnya maka kerajaan-kerajaan itu hancur dan musnah, dan menganggap hal itu adalah akibat bencana alam belaka. Seharusnya mereka dapat mengambil pelajaran dari umat-umat yang dahulu dan menginsafi bahwa bagaimanapun kuat dan jayanya satu umat, bila Allah menghendaki kehancuran mereka, karena kedurhakaan dan kekafiran tak ada yang dapat mempertahankan atau membela mereka. Mengapa hal ini semua tidak menjadi perhatian mereka. Sebenarnya kalau mereka mau berpikir, amat banyak pelajaran dan bukti-bukti kekuasaan Allah yang terdapat pada umat-umat yang telah hancur binasa itu, tetapi anehnya mereka tidak mengindahkannya.",
    "quraish": "Kenapa mereka berpura-pura buta terhadap ayat-ayat Allah, padahal sudah jelas bagi mereka bahwa Kami telah memusnahkan banyak bangsa terdahulu, akibat kekufuran mereka? Kenapa pula mereka tidak mengambil pelajaran dari bangsa-bangsa yang dihancurkan itu, padahal mereka berjalan di bekas rumah dan tempat tinggal bangsa-bangsa itu, dan menyaksikan bekas-bekas siksaan yang menimpa mereka? Sesungguhnya pemandangan itu merupakan pelajaran bagi orang-orang yang berakal sehat.",
    "jalalayn": "(Maka tidakkah menjadi petunjuk) yakni tidak jelas (bagi mereka) orang-orang kafir Mekah (berapa banyak) lafal Kam di sini adalah kalimat berita yang berkedudukan menjadi maf'ul (Kami membinasakan) sudah berapa banyak telah Kami binasakan (umat-umat sebelum mereka) umat-umat terdahulu disebabkan mereka mendustakan Rasul-rasul (padahal mereka berjalan) Lafal Yamsyuuna ini menjadi Hal daripada Dhamir Lahum (melewati peninggalan umat-umat itu?) sewaktu mereka berniaga ke negeri Syam dan negeri-negeri yang lain, seharusnya mereka mengambil pelajaran daripadanya. Disebutkan pengertian membinasakan, hal ini diambil dari Fi'il atau kata kerjanya tanpa memakai huruf Mashdar demi memelihara keselarasan makna, maka hal ini tidak dilarang. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) pelajaran-pelajaran (bagi orang-orang yang berakal) yakni bagi mereka yang berakal."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 129,
    "arab": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَكَانَ لِزَامًا وَّاَجَلٌ مُّسَمًّى ۗ",
    "translation": "Dan kalau tidak ada suatu ketetapan terdahulu dari Tuhanmu serta tidak ada batas yang telah ditentukan (ajal), pasti (siksaan itu) menimpa mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2477.mp3",
    "tafsir": "Kalau tidak karena rahmat dan kasih sayang Allah atau karena ketetapan yang telah diputuskan-Nya bahwa umat Muhammad saw yang ingkar tidak akan dihancurbinasakan seperti umat-umat dahulu itu, dan balasan atas kekafiran mereka ditangguhkan sampai hari Kiamat tentulah mereka telah mengalami kehancuran pula. Hal ini tersebut dalam firman-Nya:\nSebenarnya hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. (al-Qamar/54: 46)\nPara Ulama mengatakan bahwa hikmah penangguhan siksa umat Muhammad saw yang durhaka sampai hari Kiamat ialah memberi kesempatan bagi mereka untuk bertobat atau ada di antara keturunan mereka yang beriman. Hal itu merupakan suatu kehormatan dan kemuliaan bagi Nabi Muhammad saw dan rahmat serta kasih sayang Allah terhadap umatnya, dengan demikian pengikut-pengikut ajarannya akan bertambah banyak. Ini sesuai dengan harapan beliau sebagaimana disebutkan dalam sabdanya yang diriwayatkan oleh al-Bukhari dan Muslim dari Abi Hurairah:\nApa yang diberikan kepadaku adalah wahyu yang diwahyukan kepadaku oleh Allah. Maka aku berharap agar aku menjadi Nabi yang paling banyak pengikutnya di antara para Nabi. (Riwayat asy-Syaikhan)",
    "quraish": "Kalau bukan karena ketentuan Tuhanmu sebelumnya untuk menunda penyiksaan mereka hingga waktu yang ditentukan, yaitu hari kiamat, niscaya siksaan itu merupakan keharusan bagi mereka di dunia sebagaimana yang berlaku pada orang-orang kafir terdahulu.",
    "jalalayn": "(Dan sekiranya tidak ada suatu ketetapan dari Rabbmu yang telah terdahulu) untuk menangguhkan azab daripada mereka hingga hari kemudian (niscayalah) pembinasaan itu (pasti) menimpa mereka sejak di dunia (dan waktu yang telah ditentukan) waktu yang telah dipastikan bagi azab mereka. Kalimat ayat ini di'athafkan kepada Dhamir yang terkandung di dalam lafal Kaana dan menjadi pemisah di antara keduanya adalah Khabar Kaana yang berfungsi sebagai pengukuh makna. Maksudnya; dan di hari kemudian, azab akan menimpa mereka pula."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 130,
    "arab": "فَاصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ غُرُوْبِهَا ۚوَمِنْ اٰنَاۤئِ الَّيْلِ فَسَبِّحْ وَاَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضٰى",
    "translation": "Maka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2478.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Nabi Muhammad saw agar dia tetap bersabar menghadapi tindakan-tindakan kaumnya yang kafir itu serta cemoohan dan penghinaan mereka terhadapnya seperti menuduhnya sebagai tukang sihir, orang gila, penyair dan sebagainya. Di samping itu hendaklah dia senantiasa mengingat dan mensucikan Tuhan dengan bertasbih dan salat sebelum terbit matahari, sebelum terbenam matahari dan di tengah malam. Memang dengan mengingat Allah dan dengan salat seseorang dapat membebaskan dirinya dari kekalutan pikiran, kesedihan dan kebimbangan. Nabi Muhammad sendiri pernah berkata tentang faedah salat untuk menenteramkan hatinya.\nDan dijadikan ketenangan hatiku ketika salat. (Riwayat Ahmad dan an-Nasai dari al-Mugirah)\nPada ayat lain Allah memerintahkan untuk menanggulangi suatu masalah yang pelik hendaknya kita bersikap sabar dan mendirikan salat.\nDan mintalah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk. (al- Baqarah/2: 45)\nDalam sebuah hadis yang diriwayatkan oleh Ibnu Jarir, Rasulullah saw bersabda:\nBersabdalah Rasulullah saw: \"Sesungguhnya kamu akan melihat Tuhanmu sebagaimana kamu melihat bulan ini, kamu tidak dihalang-halangi waktu melihat-Nya. Jika kamu sanggup berusaha agar kamu jangan ketinggalan salat sebelum terbit matahari dan sebelum terbenamnya, maka kerjakanlah.\" (Riwayat al-Bukhari dan Muslim)\nKemudian Nabi membaca ayat 130 ini. \nDiriwayatkan dari Abu Hurairah. Bersabda Nabi Muhammad saw, \"Allah berfirman, Hai anak Adam gunakanlah waktumu untuk beribadah kepadaKu, maka Aku akan mengisi dadamu dengan kekayaan (batin) dan menghapus kefakiranmu. Tetapi bila kamu tidak mau mengerjakannya maka Aku akan mengisi dadamu dengan kesibukan dan tidak akan menutupi kefakiranmu.\" (Riwayat Ahmad dan at-Tirmidzi)\nKemudian Allah mengatakan kepada Nabi Muhammad saw bila engkau telah mengerjakan apa yang telah Aku perintahkan kepadamu yaitu salat sebelum matahari terbit, sebelum terbenamnya, dan di tengah-tengah malam, niscaya jiwamu akan damai dan tenteram, dan engkau akan rida terhadap apa yang dikaruniakan Allah kepadamu sebagaimana tersebut dalam ayat:\nDan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas. (adh-dhuha/93: 5)\nMengenai rida dan kepuasan batin ini, sebuah hadis sahih mengungkapkan sebagai berikut:\nRasulullah saw bersabda, \"Allah berkata kepada penghuni surga, Hai para penghuni surga. Mereka menjawab, Kami siap mendengarkan firman Engkau Ya Tuhan kami, selamat dan bahagia atas Engkau, lalu Allah berfirman apakah kamu telah rida dan puas? Mereka menjawab: Bagaimana kami tidak akan rida dan puas Engkau telah menganugerahkan kepada kami nikmat-nikmat yang tidak Engkau berikan kepada selain kami di antara makhluk-makhluk Engkau. Maka Allah berfirman, Aku akan menganugerahkan kepadamu sesuatu yang lebih baik dari itu. Mereka bertanya: Apakah itu ya Tuhan kami, yang lebih baik dari anugerah yang telah kami terima? Allah berfirman, Allah berfirman, Aku akan memberikan kepada kamu keridaanKu, maka Aku tidak akan marah kepadamu setelah itu untuk selama-lamanya.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\nDemikianlah halnya bila seseorang yang telah mencapai rida Allah berkat ketaatan dan kepatuhannya, terhadap Tuhannya.",
    "quraish": "Maka bersabarlah, wahai Rasulullah, dari pendustaan dan hinaan yang mereka ucapkan tentang pesan- pesan sucimu. Sucikanlah Tuhanmu dari hal-hal yang tidak pantas bagi-Nya, dengan memuji-Nya dan terus menerus menyembah kepada-Nya semata, khususnya sebelum matahari terbit dan sesudah matahari terbenam. Sucikanlah dan sembahlah Dia di waktu malam, pagi dan sore hari dengan melakukan salat. Dengan demikian, hubunganmu dengan Allah menjadi tetap sinambung. Oleh karena itu, tetaplah tenang dengan keadaanmu sekarang ini dan puaslah dengan apa yang telah ditetapkan untukmu.",
    "jalalayn": "(Maka sabarlah kamu atas apa yang mereka katakan) hanya saja ayat ini dimansukh oleh ayat berperang (dan bertasbihlah) salatlah (dengan memuji Rabbmu) lafal Bihamdi Rabbika merupakan Hal atau kata keterangan keadaan, maksudnya seraya memuji-Nya (sebelum terbit matahari) yaitu salat Subuh (dan sebelum terbenamnya) salat Asar (dan pada waktu-waktu di malam hari) saat-saat malam hari (bertasbih pulalah) yaitu salat Magrib dan salat Isyaklah kamu (dan pada waktu-waktu di siang hari) ia di'athafkan secara Mahal kepada lafal Ana yang dinashabkan. Maksudnya salat Zuhurlah kamu; karena waktu salat Zuhur itu mulai sejak bergeser matahari dari garis pertengahan langit; yaitu bergesernya matahari dari bagian pertengahan pertama menuju kepada bagian pertengahan kedua (supaya kamu merasa senang) dengan pahala yang akan diberikan kepadamu."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 131,
    "arab": "وَلَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيٰوةِ الدُّنْيَا ەۙ لِنَفْتِنَهُمْ فِيْهِ ۗوَرِزْقُ رَبِّكَ خَيْرٌ وَّاَبْقٰى",
    "translation": "Dan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2479.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa untuk menguatkan hati Rasulullah dan meneguhkan pendiriannya dalam menghadapi perjuangan menegakkan kalimah Allah, Allah mengamanatkan kepadanya agar dia jangan mengalihkan perhatiannya kepada kesenangan, kemewahan dan kekayaan yang dinikmati oleh sebagian orang kafir karena hal itu akan melemahkan semangatnya bila matanya telah disilaukan oleh kilauan perhiasan dunia dan ingin mempunyai apa yang dimiliki orang-orang kaya. Semua nikmat yang diberikan kepada orang-orang kafir hanyalah sementara, ibarat bunga yang sedang berkembang, tetapi tak lama kemudian bunga yang harum semerbak itu akan layu dan berguguran daunnya satu persatu dan hilanglah segala keindahan dan daya tariknya. Nikmat kekayaan yang diberikan kepada orang-orang kafir itu hanyalah buat sementara saja sebagai ujian bagi mereka, apakah dengan nikmat Tuhan itu mereka akan bersyukur kepada-Nya dengan beriman dan mempergunakannya untuk mencapai keridaan-Nya ataukah mereka akan tetap kafir dan bertambah tenggelam dalam kesesatan, sehingga harta benda itu menjadi sebab kecelakaan mereka sendiri. Allah telah menganugerahkan kepada Nabi sebagai ganti nikmat lahiriyah itu nikmat yang lebih baik yaitu ketenangan hati dan kebahagiaan yang berupa keridaan Ilahi.\nDiriwayatkan oleh Abu Rafi`, seorang tamu datang mengunjungi Rasulullah, sedang di rumahnya tidak ada yang patut disuguhkan kepada tamu itu. Rasulullah menyuruh saya meminjam sedikit tepung gandum kepada orang Yahudi dan akan dibayar nanti pada bulan Rajab. Orang Yahudi itu tidak mau meminjamkan kecuali dengan jaminan. Aku kembali kepada Rasulullah memberitakan hal itu. Rasulullah berkata:\n\"Demi Allah, saya adalah orang yang dapat dipercaya di antara penghuni langit dan orang yang dapat dipercaya di antara penghuni bumi. Seandainya ia meminjami atau menjual padaku, tentu aku membayarnya. Bawalah baju perangku ini. (Riwayat al-Bazzar). \nKemudian turunlah ayat ini (thaha/20: 131).",
    "quraish": "Janganlah kau arahkan pandanganmu kepada kenikmatan yang Kami berikan kepada beberapa golongan orang kafir. Sebab, kenikmatan itu tidak lebih dari sekadar hiasan hidup di dunia yang merupakan ujian Allah terhadap hamba-hamba-Nya. Allah menyimpan kenikmatan yang lebih baik dan lebih abadi dari kenikmatan itu untukmu di akhirat.",
    "jalalayn": "(Dan janganlah kamu tujukan kedua matamu kepada apa yang telah Kami berikan kepada golongan-golongan) yakni berbagai macam golongan (dari mereka, sebagai bunga kehidupan dunia) sebagai perhiasan dan kesemarakan kehidupan dunia (Kami cobai mereka dengannya) seumpamanya mereka makin kelewat batas karenanya. (Dan karunia Rabbmu) di surga (adalah lebih baik) daripada keduniaan yang diberikan kepada mereka (dan lebih kekal) yakni lebih abadi."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 132,
    "arab": "وَأْمُرْ اَهْلَكَ بِالصَّلٰوةِ وَاصْطَبِرْ عَلَيْهَاۗ  لَا نَسْـَٔلُكَ رِزْقًاۗ نَحْنُ نَرْزُقُكَۗ وَالْعَاقِبَةُ لِلتَّقْوٰى ",
    "translation": "Dan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. Kami tidak meminta rezeki kepadamu, Kamilah yang memberi rezeki kepadamu. Dan akibat (yang baik di akhirat) adalah bagi orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2480.mp3",
    "tafsir": "Ayat ini menjelaskan amanat berikutnya yang tidak kurang pen-tingnya dari perintah sebelumnya ialah perintah Allah kepada Nabi saw menyuruh untuk keluarganya mengerjakan salat dan sabar dalam melaksanakan salat dengan menjaga waktu dan kesinambungannya. Perintah itu diiringi dengan perintah yang kedua yaitu dengan peringatan bahwa Allah tidak minta rezeki kepada Nabi, sebaliknya Allah yang akan memberi rezeki kepadanya, sehingga Nabi tidak perlu memikirkan soal rezeki keluarganya. Oleh sebab itu keluarganya agar jangan terpengaruh atau menjadi silau matanya melihat kekayaan dan kenikmatan yang dimiliki oleh istri-istri orang kafir itu. Demikianlah amanat Allah kepada Rasul-Nya sebagai bekal untuk menghadapi perjuangan berat, yang patut menjadi contoh teladan bagi setiap pejuang yang ingin menegakkan kebenaran di muka bumi. Mereka harus lebih dahulu menjalin hubungan yang erat dengan Khaliknya yaitu dengan tetap mengerjakan salat dan memperkokoh batinnya dengan sifat tabah dan sabar. Di samping itu haruslah seisi rumah tangganya mempunyai sifat seperti yang dimilikinya. Dengan demikian ia akan tabah berjuang tidak diombangambingkan oleh perhiasan kehidupan dunia seperti kekayaan, pangkat dan kedudukan. \nAmanat-amanat inilah yang dipraktekkan oleh Rasulullah saw dan para sahabatnya sehingga mereka benar-benar sukses dalam perjuangan mereka sehingga dalam masa kurang lebih 23 tahun saja Islam telah berkembang dengan pesatnya di seluruh jazirah Arab dan jadilah kalimah Allah kalimah yang paling tinggi dan mulia.\nJika Rasul dan keluarganya menghadapi berbagai kesuliltan, beliau mengajak keluarganya untuk salat, sebagaimana diriwayatkan dari sabit, ia berkata : \nApabila keluarga Nabi ditimpa kesusahan, beliau memerintahkan mereka, \"Ayo salatlah, salatlah,\" sabit berkata, \"Para nabi jika tertimpa kesusahan mereka segera menunaikan salat.\" (Riwayat Ibnu Abi hatim)",
    "quraish": "Perintahkanlah keluargamu agar selalu mengerjakan salat pada waktunya, sebab salat merupakan tali penghubung paling kuat antara mereka dengan Allah. Kerjakanlah selalu salat itu dengan sempurna. Kami tidak membebanimu untuk menanggung rezeki bagi dirimu. Kamilah yang menjamin rezekimu. Sesungguhnya akibat yang baik, di dunia dan di akhirat, diberikan kepada orang-orang yang baik dan bertakwa.",
    "jalalayn": "(Dan perintahkanlah kepada keluargamu mendirikan salat dan bersabarlah kamu) teguh dan sabarlah kamu (dalam mengerjakannya. Kami tidak meminta kepadamu) tidak membebankan kepadamu (rezeki) untuk dirimu dan tidak pula untuk orang lain (Kamilah yang memberi rezeki kepadamu. Dan akibat yang baik itu) yakni pahala surga (hanyalah bagi ketakwaan) bagi orang yang bertakwa."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 133,
    "arab": "وَقَالُوْا لَوْلَا يَأْتِيْنَا بِاٰيَةٍ مِّنْ رَّبِّهٖۗ اَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِى الصُّحُفِ الْاُولٰى ",
    "translation": "Dan mereka berkata, “Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?” Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2481.mp3",
    "tafsir": "Orang-orang kafir Mekah mencemoohkan Nabi Muhammad saw dengan mengatakan bahwa seruannya kepada agama yang dibawanya adalah omong kosong belaka. Kalau agama yang dibawanya benar tentulah dia membuktikannya dengan mukjizat-mukjizat seperti yang diberikan kepada Nabi Saleh yaitu unta betina, yang diberikan kepada Nabi Musa seperti tongkat dan yang diberikan kepada Isa yaitu menghidupkan orang mati dan menyembuhkan penyakit sopak. Andaikata ada pada diri mereka sedikit saja kemauan untuk berpikir dan kecenderungan untuk menerima kebenaran tentulah mereka tidak akan mengucapkan kata-kata yang demikian, karena Al-Qur'an sendiri yang diturunkan kepada Nabi Muhammad adalah mukjizatnya yang paling besar di antara mukjizat-mukjizat yang diberikan kepada Nabi-nabi sebelum Nabi Muhammad saw. \nBerbagai bukti telah menunjukkan bahwa mereka tidak dapat meniru keindahan susunan kalimat dan kosakata Al-Qur'an, mereka juga tidak dapat mendatangkan satu Surah pendek pun yang setaraf balagah dan fashahah-nya dengan Surah-surah dalam Al-Qur'an. Bukankah di dalam Al-Qur'an terdapat kisah-kisah mengenai umat-umat yang terdahulu sedangkan Nabi Muhammad sendiri tidak mengenal kisah-kisah itu sebelumnya. Bukankah di dalam Al-Qur'an terdapat syariat-syariat dan peraturan-peraturan yang maksud dan tujuannya sama dengan syariat yang dibawa Nabi-nabi sebelumnya yaitu syariat-syariat untuk kepentingan dan kebahagiaan manusia di dunia dan di akhirat. Sebenarnya Al-Qur'an itu saja sudah cukup menjadi bukti bagi kebenaran Muhammad saw dan sudah cukup sebagai mukjizat besar yang kekal dan abadi. Allah sangat menyesalkan sikap mereka yang menolak Al-Qur'an begitu saja tanpa alasan yang benar dan tidak mau memikirkannya walau sedikit pun. Pada ayat lain Allah berfirman pula:\nSebenarnya, (Al-Qur'an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami. Dan mereka (orang-orang kafir Mekah) berkata, \"Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?\" Katakanlah (Muhammad), \"Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.\" Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Al-Qur'an) yang dibacakan kepada mereka? Sungguh, dalam (Al-Qur'an) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman. (al-'Ankabut/29: 49-51)",
    "quraish": "Orang-orang kafir berkata dengan angkuh, \"Mengapa Muhammad tidak mendatangkan kepada kita bukti dari Tuhannya yang dapat kita percaya?\" Bagaimana mungkin mereka mengingkari al-Qur'ân, padahal al-Qur'ân itu telah didatangkan oleh Muhammad dengan mengandung berita bangsa-bangsa yang lalu yang juga dikandung dalam kitab-kitab suci sebelumnya, juga mengandung berita tentang kehancuran mereka akibat mendustakan para rasul? Muhammad sungguh tidak mengada-ada dalam hal itu!",
    "jalalayn": "(Dan mereka berkata,) orang-orang musyrik (\"Mengapa tidak) tidakkah (ia datang kepada kami) yakni Nabi Muhammad (dengan membawa bukti dari Rabbnya?\") sesuai dengan apa yang diminta mereka. (Dan apakah belum datang kepada mereka) dapat dibaca Ta-tihim dan Ya-tihim (bukti yang nyata) yakni penjelasan (dari apa yang tersebut di dalam kitab-kitab yang terdahulu?) yang kesemuanya disebutkan oleh Alquran, yaitu mengenai berita umat-umat terdahulu yang telah dibinasakan disebabkan mereka mendustakan para Rasul."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 134,
    "arab": "وَلَوْ اَنَّآ اَهْلَكْنٰهُمْ بِعَذَابٍ مِّنْ قَبْلِهٖ لَقَالُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ مِنْ قَبْلِ اَنْ نَّذِلَّ وَنَخْزٰى ",
    "translation": "Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Al-Qur'an itu diturunkan), tentulah mereka berkata, “Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2482.mp3",
    "tafsir": "Ayat ini menerangkan bahwa andaikata Allah membinasakan mereka sebelum mengutus Nabi Muhammad kepada mereka, mereka akan mengatakan pada hari Kiamat, bahwa Allah tidak mengutus kepada mereka seorang rasul yang akan diikuti ajaran-ajarannya sehingga mereka menjadi orang-orang yang beriman sebelum menemui hari perhitungan ini. Oleh sebab itu Allah tidak membinasakan mereka seperti umat-umat yang dahulu agar tidak ada alasan bagi mereka ketika menghadapi hari Perhitungan pada hari Kiamat. Karena Allah telah mengutus kepada mereka rasul yang akan menerangkan kepada mereka ayat-ayat Allah. Kemudian terserah kepada mereka apakah mereka akan mengikuti petunjuk-petunjuk Allah ataukah mereka akan tetap dalam kekafiran dan selalu menghina dan memperolok-olokan Muhammad saw.",
    "quraish": "Kalau saja Allah menyegerakan siksa kepada orang-orang kafir sebelum Muhammad diutus kepada mereka, niscaya mereka akan berkilah di hari kiamat, \"Ya Tuhan, mengapa tidak Engkau utus rasul kepada kami di dunia, yang dikuatkan dengan ayat-ayat untuk kami ikuti, sebelum kami merasakan siksaan dan hinaan di akhirat?\" Namun kini, setelah rasul diutus kepada mereka, mereka tidak lagi mempunyai alasan.",
    "jalalayn": "(Dan sekiranya Kami binasakan mereka dengan suatu azab sebelum ia diutus) sebelum Rasulullah diutus (tentulah mereka berkata) di hari kiamat nanti, (\"Ya Rabb kami! Mengapa tidak) (Engkau utus seorang Rasul kepada kami, lalu kami mengikuti ayat-ayat Engkau) yang dibawa olehnya (sebelum kami menjadi hina) di hari kiamat (dan rendah?\") dijebloskan ke dalam neraka Jahanam."
  },
  {
    "page": 321,
    "name": "Taha",
    "ayat": 135,
    "arab": "قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوْاۚ فَسَتَعْلَمُوْنَ مَنْ اَصْحٰبُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدٰى ࣖ    ۔",
    "translation": "Katakanlah (Muhammad), “Masing-masing (kita) menanti, maka nantikanlah olehmu! Dan kelak kamu akan mengetahui, siapa yang menempuh jalan yang lurus, dan siapa yang telah mendapat petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2483.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada orang kafir Mekah sebagai jawaban atas berbagai alasan dan cemoohan mereka terhadapnya. Kalau seandainya mereka tidak mau menerima petunjuk Allah dan tetap ingkar dan durhaka, maka Rasulullah bersama mereka menunggu keputusan Allah pada hari Kiamat. Tentu mereka akan mengetahui siapa yang berada di jalan yang benar dan yang mendapat petunjuk. Mereka akan mengetahui bahwa merekalah yang sesat dan akan dilemparkan ke neraka Jahanam. Hal ini tersebut dalam firman Allah:\nDan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya. (al-Furqan/25: 42)\nDan firman-Nya:\nKelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu. (al-Qamar/54: 26)",
    "quraish": "Katakan, wahai Rasulullah, kepada para pembangkang itu, \"Kita semua sedang menunggu bagaimanakah gerangan akhir perjalanan kita masing-masing. Kalian pasti akan mengetahui siapakah di antara kita pemeluk agama yang benar dan mendapatkan petunjuk Allah.\"",
    "jalalayn": "(Katakanlah:) kepada mereka, (\"Masing-masing) di antara kami dan kalian (menanti) menunggu apa yang bakal terjadi padanya di hari kiamat itu (maka nantikanlah oleh kamu sekalian! Kelak kalian akan mengetahui) di hari kiamat itu (siapa yang menempuh jalan) yakni tuntunan (yang lurus) yang tidak menyimpang (dan siapa yang telah mendapat petunjuk\") sehingga selamat dari kesesatan, kami ataukah kalian?"
  }
]