[
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 45,
    "arab": "قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2528.mp3",
    "tafsir": "Dalam ayat ini Allah menyuruh Nabi Muhammad saw untuk menegaskan kepada kaum kafir dan musyrik itu tugas pokoknya sebagai Rasul, yaitu sekedar menyampaikan peringatan Allah kepada mereka dengan perantaraan wahyu, yaitu Al-Qur'an, serta menerangkan kepada mereka akibat dari kekufuran, dengan menerangkan kisah-kisah tentang umat yang terdahulu. Adapun perhitungan dan pembalasan atas perbuatan mereka adalah menjadi kekuasaan Allah, bukan kekuasaan Rasul.\nDalam ayat ini juga terdapat sindiran terhadap kaum kafir itu, bahwa mereka adalah seperti orang-orang tuli, tidak mendengarkan dan tidak memperhatikan peringatan yang disampaikan kepada mereka. Hati mereka seperti telah tertutup, dan tidak menerima kebenaran dan petunjuk Allah yang disampaikan Rasul kepada mereka. Hal ini merupakan tanda-tanda orang-orang yang ingkar pada Tuhan, sebagaimana firman Allah:\n(Mereka) tuli, bisu dan buta, maka mereka tidak mengerti. (al-Baqarah/2: 171)",
    "quraish": "Katakan, wahai Muhammad, \"Aku tidak mengingatkan kalian dengan perkataanku sendiri. Aku hanya mengingatkan kalian dengan wahyu yang diberikan Allah kepadaku, sebuah perkataan yang mahabenar.\" Akibat panjangnya masa berpaling mereka dari kebenaran, pendengaran mereka ditutup oleh Allah hingga seolah-olah tuli. Dan seorang yang tuli tentu tidak akan dapat mendengar seruan ketika diingatkan tentang siksaan.",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Sesungguhnya aku hanya memberi peringatan kepada kamu sekalian dengan wahyu) dari Allah swt. bukannya dari diriku sendiri (dan tiadalah orang-orang yang tuli mendengar seruan, apabila) dapat dibaca dengan menyatakan kedua Hamzahnya dan dengan meringankan bacaan Hamzah yang kedua, yaitu antara ucapan Hamzah dan Ya (mereka diberi peringatan\") disebabkan mereka tidak mau mengamalkan apa yang telah mereka dengar dari peringatan-peringatan, sehingga mereka disamakan dengan orang-orang yang tuli."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 46,
    "arab": "وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "translation": "Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2529.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini salah satu dari sifat kaum kafir, yaitu bila mereka ditimpa oleh azab Allah, walaupun hanya sedikit saja, mereka mengeluh dan menyesali diri, dengan mengatakan, \"Aduhai, celakalah kami, bahwasannya kami adalah orang-orang yang menganiaya diri sendiri.\"\nSebelum azab itu datang menimpa, mereka tidak mempercayainya, bahkan mereka menantang, agar azab tersebut didatangkan segera kepada mereka, karena keingkaran dan keangkuhan mereka. Tetapi setelah azab itu datang menimpa barulah mereka tahu tentang kekuasaan Allah sehingga timbullah penyesalan dalam hati mereka.",
    "quraish": "Yakinlah kamu bahwa jika mereka terkena sedikit siksaan yang mereka sepelekan, mereka akan berteriak ketakutan, \"Alangkah meruginya kami! Dahulu kami benar-benar menzalimi diri sendiri dan orang lain dengan mengingkari apa yang diberitahukan kepada kami.\"",
    "jalalayn": "(Dan sesungguhnya jika mereka ditimpa sedikit saja) barang sedikit (dari azab Rabbmu, pastilah mereka berkata, \"Aduhai) menunjukkan makna penyesalan (celakalah kami) binasalah kami (bahwasanya kami adalah orang yang menganiaya diri sendiri\") disebabkan kami musyrik dan mendustakan Muhammad."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 47,
    "arab": "وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ ",
    "translation": "Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2530.mp3",
    "tafsir": "Dengan tegas Allah menyatakan dalam ayat ini, bahwa dalam menilai perbuatan hamba-Nya kelak di hari Kiamat. Allah akan menegakkan neraca keadilan yang benar-benar adil, sehingga tidak seorang pun akan dirugikan dalam penilaian itu. \nMaksudnya penilaian itu akan dilakukan setepat-tepatnya, sehingga tidak akan ada seorang hamba yang amal kebaikannya akan dikurangi sedikit pun, sehingga menyebabkan pahalanya dikurangi dari yang semestinya ia terima. Sebaliknya tidak seorang pun di antara mereka yang kejahatannya dilebih-lebihkan, sehingga menyebabkan ia mendapat azab yang lebih berat daripada yang semestinya, walaupun Allah kuasa berbuat demikian.\nAdapun memberikan pahala yang berlipat ganda dari jumlah kebaikannya atau menimpakan azab yang lebih ringan dari kejahatannya adalah terserah kepada kehendak Allah, dan Allah adalah Maha Pengasih dan Maha Penyayang. \nDalam keadilan Allah dijelaskan bahwa semua kebajikan manusia, betapapun kecilnya niscaya dibalas-Nya dengan pahala, dan semua kejahatannya betapapun kecilnya niscaya dibalas-Nya dengan azab atau siksa-Nya. Dalam hubungan ini, Allah berfirman dalam ayat yang lain:\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.(az-Zilzal/99: 7-8)\n\nKemampuan teknologi saat ini telah mampu mencatat segala peristiwa dengan teliti dan menyimpan dalam waktu yang lama, apalagi kemampuan Allah.\nPada akhir ayat ini Allah menegaskan bahwa cukuplah Dia sebagai saksi pembuat perhitungan yang paling adil. Ini merupakan jaminan bahwa penilaian yang akan dilakukan terhadap segala perbuatan hamba-Nya akan dilakukan-Nya kelak di hari perhitungan dengan penilaian yang seadil-adilnya, sehingga tidak seorang pun hamba yang dirugikan atau dianiaya ketika menerima pahala dari kebaikannya atau menerima azab dari kejahatan yang telah dilakukannya.",
    "quraish": "Kami menetapkan timbangan untuk menentukan keadilan pada hari kiamat. Maka, pada hari itu, tidak akan ada seorang pun yang dicurangi dengan pengurangan kebaikannya atau penambahan kejelekannya. Meskipun perbuatannya hanya seberat biji moster, akan Kami datangkan dan akan Kami perhitungkan. Cukuplah Kami sebagai penghitung, maka tak seorang pun akan dirugikan(1). (1) Ayat ini mengisyaratkan betapa ringannya biji moster (khardzal) itu. Melalui penelitian dapat diketahui bahwa satu kilogram biji moster terdiri atas 913. 000 butir. Dengan demikian, berat satu butir biji moster hanya sekitar satu per seribu gram, atau ± 1 mg., dan merupakan biji-bijian teringan yang diketahui umat manusia sampai sekarang. Oleh karena itu, biji ini sering digunakan untuk menimbang berat yang sangat detil dan halus.",
    "jalalayn": "(Kami akan memasang timbangan yang tepat) timbangan yang adil (pada hari kiamat) pada hari itu (maka tiadalah dirugikan seseorang barang sedikit pun) dengan dikurangi pahala kebaikannya atau ditambahkan dosa keburukannya. (Dan jika) amalan itu (hanya seberat) sama beratnya dengan (biji sawi Kami mendatangkannya) yakni pahalanya. (Dan cukuplah Kami menjadi penghisab) segala sesuatu, yakni yang menghitungnya."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 48,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَ ۙ",
    "translation": "Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2531.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa dan Harun. Kitab Taurat tersebut adalah merupakan penerangan dan pengajaran bagi orang-orang yang bertakwa kepada Allah. Kitab Taurat juga disebut al-Furqan, sebagaimana halnya Al-Qur'an, karena Kitab Taurat tersebut juga berisi syariat, yaitu hukum-hukum dan peraturanperaturan yang membedakan antara hak dan batil, antara baik dan buruk secara hukum, sehingga setiap tingkah laku dan perbuatan manusia, baik atau buruk, dijelaskan akibat hukum atau sangsinya. Tidak demikian halnya kitab Injil yang diturunkan kepada Nabi Isa a.s. Ia tidak membawa syariat.\nPada akhir ayat tersebut ditegaskan bahwa kitab Taurat yang berfungsi sebagai pembawa syariat, dan sebagai sinar petunjuk dan peringatan, hanyalah berguna bagi orang-orang yang bertakwa. Ini berarti kitab Taurat bagi orang-orang yang tidak bertakwa, yaitu yang tidak bersedia melaksanakan perintah-perintah Allah serta menjauhi larangan-larangan-Nya, maka Taurat itu tidaklah menjadi petunjuk. Untuk itu mereka disediakan azab yang dahsyat, karena mengingkari petunjuk Allah.",
    "quraish": "Kami sungguh telah memberikan Tawrât kepada Mûsâ dan Hârûn, sebuah kitab suci yang membedakan antara yang benar dan yang salah, dan antara yang halal dan yang haram. Lebih dari itu, Tawrât merupakan cahaya yang menerangi jalan kebaikan dan kecemerlangan, di samping merupakan peringatan yang berguna bagi orang-orang yang bertakwa.",
    "jalalayn": "(Dan sesungguhnya Kami telah berikan kepada Musa dan Harun kitab Taurat) kitab yang memisahkan antara perkara yang hak dan perkara yang batil dan antara perkara yang halal dan perkara yang haram (dan penerangan) sebagai penerang (serta pengajaran) sebagai pengajaran (bagi semua orang yang bertakwa)."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 49,
    "arab": "الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ ",
    "translation": "(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2532.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Allah menjelaskan sifat-sifat orang yang bertakwa, yaitu Pertama, mereka senantiasa takut kepada azab Allah, walaupun azab tersebut merupakan salah satu dari hal-hal yang gaib. Kedua, orang-orang bertakwa yang disebutkan dalam ayat ini adalah mereka yang senantiasa merasa takut akan datangnya hari Kiamat, berusaha mempersiapkan diri menghadapi hal-hal yang akan terjadi kelak di hari Kiamat itu antara lain hari perhitungan dan hari pembalasan.\nOleh karena rasa takut mereka terhadap azab Allah pada hari Kiamat yang akan menimpa orang-orang yang tidak bertakwa, maka mereka yang bertakwa ini selalu menjaga diri terhadap hal-hal dan perbuatan yang mengakibatkan dosa dan azab maka mereka senantiasa melaksanakan perintah Allah, serta menjauhi segala larangan-Nya.",
    "quraish": "Yaitu orang-orang yang takut kepada Pencipta dan Penguasa mereka dalam keadaan tidak diketahui orang. Mereka tidak riya atau mengharap pujian seseorang, dan selalu takut akan kedahsyatan hari kiamat.",
    "jalalayn": "(Yaitu orang-orang yang takut kepada Rabb mereka sekalipun mereka menyendiri) jauh dari khalayak ramai, (dan mereka terhadap hari kiamat) yakni kengerian-kengeriannya (merasa takut) mereka merasa khawatir."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 50,
    "arab": "وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَ ࣖ",
    "translation": "Dan ini (Al-Qur'an) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2533.mp3",
    "tafsir": "Dalam ayat ini Allah mengalihkan perhatian kepada Al-Qur'an yang diturunkan-Nya kepada Nabi dan Rasul-Nya yang terakhir, Allah menegaskan bahwa Al-Qur'an itu merupakan peringatan dan pelajaran yang sangat bermanfaat untuk orang-orang yang bertakwa, sehingga sepatutnyalah perintah dan larangan diikuti dan dijadikan pegangan dalam meniti jalan hidup.\nPada akhir ayat ini Allah mencela sikap kaum yang masih mengingkari Al-Qur'an, padahal tidak ada satu alasan pun bagi mereka untuk mengingkarinya, memang Al-Qur'an hanya memberi pelajaran dan tuntunan yang bermanfaat bagi mereka yang mau mengikutinya. Lagi pula, kebaikan dan manfaat Al-Qur'an itu sudah dijelaskan kepada mereka.",
    "quraish": "Al-Qur'ân ini adalah peringatan yang banyak mengandung kebaikan, yang Kami turunkan kepada kalian seperti halnya Kami menurunkan peringatan kepada Mûsâ. Bagaimana kalian mengingkarinya, padahal kalian adalah orang yang paling pantas untuk mengimaninya?",
    "jalalayn": "(Dan ini) yakni Alquran ini (adalah suatu kitab peringatan yang mempunyai berkah yang telah Kami turunkan. Maka mengapa kalian mengingkarinya?) Istifham atau kata tanya di sini mengandung pengertian mencemoohkan."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 51,
    "arab": "۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ ",
    "translation": "Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2534.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah telah mengutus Nabi Ibrahim a.s., dan Dia telah mengkaruniakan hidayah kepadanya dan menjadikannya pemimpin umatnya dalam mencapai keselamatan dunia dan akhirat. Dengan hidayah tersebut ia telah dapat menyelamatkan dirinya dan umatnya dari kepercayaan yang sesat dan dari penyembahan kepada selain Allah, seperti patung dan berhala.\nPada akhir ayat ini ditegaskan bahwa Allah benar-benar mengetahui hal ihwal Ibrahim, baik sebelum diutus menjadi rasul, maupun sesudahnya. Artinya; Allah mengetahui benar kepribadian, watak dan budi pekertinya. Ibrahim adalah seorang yang menganut kepercayaan tauhid kepada Allah, tanpa dicampuri oleh kemusyrikan sedikit pun, disamping itu ia juga mempunyai sifat-sifat dan budi pekerti luhur, sehingga tepatlah kalau ia dipilih dan diangkat menjadi nabi dan rasul.\nKebanyakan para mufasir mengatakan bahwa Allah telah memberikan petunjuk kebenaran itu kepada Ibrahim sejak sebelum ia diangkat menjadi Rasul, sehingga dengan petunjuk itu ia dapat memperhatikan alam ini sehingga ia sampai kepada keyakinan tentang adanya Allah Yang Maha Esa. Oleh sebab itu, perjuangannya dalam membasmi kemusyrikan berupa penyembahan patung dan berhala di kalangan kaumnya telah dilakukannya sebelum ia diangkat menjadi rasul.\nSebagai penjelasan layak diterangkan di sini bahwa menurut sejarah Nabi Ibrahim berasal dari Ur al-Kaldaniyah (Ur Kaldea) ibu kota Kerajaan Kaldan (Kaldea) di Mesopotamia Selatan. Kerajaan Kaldea itu diperintah oleh seorang raja yang bernama Namruz memerintah tahun 2300 SM, sebelum pemerintahan Hammurabi yang memerintah tahun 2000 SM. Raja Namruz ini terkenal sebagai seorang raja yang amat kejam dan mengaku dirinya sebagai tuhan. Orang-orang Kaldan di samping menyembah tuhan-tuhan yang berupa patung-patung, diperintahkan juga agar menyembah Namruz.\nRaja Namruz inilah yang menyuruh membakar Nabi Ibrahim. Akhirnya Nabi Ibrahim bersama istrinya yang bernama Sarah dan saudara laki-lakinya yang bernama Lut meninggalkan kota Ur, berhijrah ke Harran dan kemudian ke Palestina.\nPada suatu ketika terjadi kelaparan di Palestina, maka Ibrahim bersama istrinya dan Lut bersama istrinya pergi ke Mesir. Di Mesir Ibrahim menghadap Firaun. Firaun memberi mereka hadiah-hadiah, di antara hadiah-hadiah itu seorang perempuan yang bernama Hajar untuk Sarah istri Ibrahim. Setelah kembali ke Palestina, Lut berpisah dan pergi ke Sodom, sebuah kota dekat Laut Mati di Yordania.\nOleh karena Sarah dan Ibrahim belum mempunyai putra, maka Hajar dihadiahkan oleh Sarah kepada Nabi Ibrahim untuk dijadikan istri. Dengan Hajar, Ibrahim mendapat putra, yaitu Ismail. Kemudian oleh Ibrahim Siti Hajar dan Ismail dipindahkan ke Mekah. Di Mekah Nabi Ibrahim mendirikan kembali Ka`bah, dan Ismail bermukim di Mekah.\nNabi Ibrahim di masa tuanya dikaruniai seorang putra lainnya dari istri pertamanya Sarah, yaitu Ishak. Nabi Ibrahim meninggal dunia dan dikuburkan di Hebron, yaitu tempat di mana Sarah telah dikuburkan lebih dahulu. Dari keturunan Ibrahim a.s., banyak terdapat nabi-nabi, imam-imam, orang-orang yang saleh dan pemimpin yang menyeru kepada agama Allah.",
    "quraish": "Sungguh, Ibrâhîm telah Kami berikan kematangan dan daya pikir dalam mencari kebenaran dengan tulus, sebelum Mûsâ dan Hârûn. Dan Kami Maha Mengetahui tentang kondisi dan keutamaannya hingga pantas membawa pesan-pesan Tuhan.",
    "jalalayn": "(Dan sesungguhnya telah Kami anugerahkan kepada Ibrahim hidayah kebenaran sebelumnya) sebelum ia mencapai umur balig (dan adalah Kami mengetahuinya) bahwa dia layak untuk menerima hal tersebut."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 52,
    "arab": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عَاكِفُوْنَ ",
    "translation": "(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2535.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengaruniakan petunjuk kepada Ibrahim, sehingga ia bertanya kepada ayahnya Azar yang sedang berkumpul bersama kaumnya, tentang patung-patung yang mereka buat dan mereka sembah dengan tekun.\nPertanyaan itu mengandung arti bahwa Azar dan kaumnya seharusnya menggunakan akal pikiran mereka untuk merenungkan bahwa benda-benda tersebut tidak patut disembah, karena tidak mempunyai sifat-sifat sebagai Tuhan yang layak untuk disembah. Mereka menyembah barang-barang yang dicipta, bukan pencipta, serta tidak dapat mendatangkan manfaat untuk dirinya, apalagi untuk orang lain. Mereka tidak mau menyembah Allah padahal Allah adalah Pencipta, Pemelihara, Pendidik, Pelindung, dan Penguasa seluruh mahluk. Andaikata mereka mau memikirkannya, niscaya mereka tidak akan berbuat demikian. Jadi mereka itu sebenarnya adalah orang-orang yang tidak mau menggunakan akal pikiran yang telah dikaruniakan Allah kepada mereka.",
    "quraish": "Ingatlah, wahai Rasulullah, ketika Ibrâhîm berkata kepada ayahnya dan pengikutnya seraya meremehkan patung-patung yang dahulu mereka agungkan dan mereka sembah, \"Apa itu patung-patung yang kalian sembah?\"",
    "jalalayn": "(Yaitu ketika Ibrahim berkata kepada bapaknya dan kaumnya, \"Patung-patung apakah ini) maksudnya, apa kegunaan berhala-berhala ini (yang kalian tekun beribadah kepadanya?\") kalian dengan tekun menyembahnya."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 53,
    "arab": "قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ ",
    "translation": "Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2536.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Azar dan kaumnya menjawab pertanyaan Ibrahim dengan pernyataan bahwa mereka menyembah patung hanyalah sekedar mengikuti perbuatan nenek moyang mereka. Jawaban tersebut menunjukkan berbagai kelemahan. Pertama, mereka tidak dapat menjawab pertanyaan Ibrahim dengan menggunakan alasan-alasan yang masuk akal, yang didasarkan atas kebenaran. Kedua, mereka dalam hidup beragama hanya didasarkan rasa ta'ashshub (fanatik) kepada tradisi nenek moyang, bukan berdasarkan keyakinan dan pemikiran yang sehat. Ketiga, mereka menutup diri terhadap hal-hal yang berbeda dari kebiasaan mereka, walaupun nyata kebenarannya. Seolah-olah telinga mereka telah tersumbat, dan hati mereka telah tertutup rapat.\nSikap ta'ashshub (fanatik) dan taklid buta adalah ciri khas orang-orang yang tidak mampu mempertahankan prinsip mereka dengan bukti yang benar dan hujjah yang kuat, karena memang prinsip yang mereka anut itu tidak benar. Mereka menganutnya hanya sekedar menjaga tradisi yang mereka pusakai dari nenek moyang. Sikap tersebut sangat menghambat kemajuan manusia, dan menjerumuskan mereka kepada keingkaran terhadap kebenaran, bahkan membawa kepada kekufuran terhadap Allah.\nDalam kalangan kaum Muslimin kita dapati orang-orang yang taklid buta terhadap satu mazhab, atau terhadap seorang imam, sehingga mereka tak mau menerima kebenaran yang datang dari orang lain. Sikap semacam itu bertentangan dengan ajaran agama Islam, yang selalu menganjurkan agar manusia menggunakan akal pikirannya dalam mencari kebenaran.\nPara imam dari berbagai mazhab fiqh Islam melarang para pengikutnya untuk bertaklid buta kepadanya, dan menganjurkan agar mereka terbuka menerima pendapat orang lain, bila ternyata pendapat itu lebih benar dari pendapat yang dianutnya.",
    "quraish": "Mereka menjawab, \"Kami melihat nenek moyang kami mengagungkan dan menyembahnya, maka kami pun mengikuti jejak mereka.\"",
    "jalalayn": "(Mereka menjawab, \"Kami mendapatkan bapak-bapak kami menyembahnya\") maka kami mengikuti mereka."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 54,
    "arab": "قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَاۤؤُكُمْ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Dia (Ibrahim) berkata, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2537.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Ibrahim membalas jawaban mereka itu dengan menunjukkan keburukan perbuatan nenek moyang mereka yang menyembah selain Allah. Ibrahim mengatakan kepada ayahnya dan juga kaumnya, bahwa mereka semuanya berada dalam kesesatan, karena mereka menyembah patung dan berhala. Dengan perbuatan itu mereka telah jauh dari kebenaran dan menyimpang dari jalan yang benar. Mereka tidak berpegang kepada agama yang benar dan akal sehat. Yang menjadi pegangan mereka hanyalah keinginan hawa nafsu dan bisikan iblis.",
    "quraish": "Ibrâhîm berkata, \"Kalian dan nenek moyang kalian dahulu benar-benar amat jauh dari kebenaran.\"",
    "jalalayn": "(Ibrahim berkata) kepada mereka, (\"Sesungguhnya kalian dan bapak-bapak kalian) disebabkan menyembah berhala-berhala itu (berada dalam kesesatan yang nyata\") yakni jelas sesatnya."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 55,
    "arab": "قَالُوْٓا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِيْنَ ",
    "translation": "Mereka berkata, “Apakah engkau da-tang kepada kami membawa kebenaran atau engkau main-main?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2538.mp3",
    "tafsir": "Dalam ayat ini disebutkan jawaban Azar dan kaumnya kepada Ibrahim yaitu, apakah Ibrahim datang kepada mereka dengan membawa kebenaran, ataukah hanya ingin berolok-olok saja.\nDari ucapan mereka dapat disimpulkan beberapa pertanyaan seputar sikap mereka. Pertama, bahwa mereka setelah mendengarkan ucapan Ibrahim yang bersifat merendahkan martabat tuhan-tuhan mereka, dan menyatakan sesatnya perbuatan mereka, maka hati mereka mulai tergugah, karena ucapan semacam itu belum pernah terdengar di kalangan mereka. Kedua, karena melihat sikap Ibrahim yang bersungguh-sungguh dan keras dalam ucapannya, maka hati mereka mulai ragu terhadap kebenaran dan perbuatan mereka sendiri sebagai penyembah patung. Ketiga, mereka meminta kepada Ibrahim agar memberikan bukti-bukti dan alasan-alasan yang menunjukkan kebenaran ucapan Ibrahim kepada mereka. Keempat, jika Ibrahim tidak dapat memberikan bukti-bukti tersebut, maka mereka menganggap Ibrahim hanya memperolok-olok mereka.",
    "quraish": "Mereka menjawab, \"Apakah kamu, dengan ucapanmu itu, membawa sesuatu yang kamu anggap benar kepada kami, atau hanya bermain-main saja dan tidak perlu diikuti?\"",
    "jalalayn": "(Mereka menjawab, \"Apakah kamu datang kepada kami dengan sungguh-sungguh) apakah perkataanmu yang demikian itu sungguh-sungguh (atau apakah kamu termasuk orang yang bermain-main?\") di dalam perkataanmu itu."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 56,
    "arab": "قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ وَاَنَا۠ عَلٰى ذٰلِكُمْ مِّنَ الشّٰهِدِيْنَ ",
    "translation": "Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2539.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah Ibrahim memahami adanya kenyataan tersebut di atas, maka dia membalas jawaban mereka dengan ucapan yang tidak lagi mengungkap kesesatan mereka dalam penyembahan terhadap patung dan berhala, melainkan ia beralih kepada menerangkan kebenaran dan menyebutkan Tuhan yang sesungguhnya patut disembah. Maka Ibrahim menerangkan kepada mereka bahwa ia datang membawa kebenaran, bukan berolok-olok, bahwa Tuhan mereka adalah Tuhan Langit dan Bumi. Dialah yang patut disembah, karena Dialah yang telah menciptakan langit dan bumi itu dan menciptakan diri mereka, serta memberikan rahmat dan perlindungan-Nya kepada semua makhluk-Nya, karena Ia Mahakuasa dan Maha Pengasih.\nDengan demikian mereka sadar bahwa menyembah Allah adalah tindakan yang benar, sedang menyembah patung dan berhala adalah kesesatan yang besar.\nPada akhir ayat ini diterangkan, bahwa untuk memantapkan keyakinan mereka kepada akidah tauhid, maka Ibrahim mengulas ucapannya tadi dengan menegaskan bahwa ia dapat dan bertanggungjawab penuh untuk memberikan bukti-bukti atas kebenaran apa yang disampaikannya kepada mereka. Keterangan ini dimaksudkan untuk melenyapkan prasangka mereka bahwa Ibrahim hanya berolok-olok kepada mereka dengan ucapan-ucapan yang tersebut di atas.",
    "quraish": "Ibrâhîm menjawab, \"Aku tidak main-main dalam ucapanku tadi. Tuhan yang pantas kalian sembah dengan penuh pengagungan dan kekhusyukan adalah Allah, Tuhan yang menciptakan langit dan bumi tanpa ada contoh sebelumnya. Hanya Dialah yang pantas disembah. Dan aku termasuk orang-orang yang yakin, yang hanya berkata tentang apa yang dilihat dan diketahui.\"",
    "jalalayn": "(Ibrahim berkata, \"Sebenarnya Rabb kalian) yang berhak untuk disembah (ialah Rabb) yang memiliki (langit dan bumi yang telah menciptakannya) tanpa contoh sebelumnya (dan aku atas yang demikian itu) yang telah aku katakan sekarang ini (termasuk orang-orang yang menyaksikan\") nya."
  },
  {
    "page": 326,
    "name": "Al-Anbiya'",
    "ayat": 57,
    "arab": "وَتَاللّٰهِ لَاَكِيْدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِيْنَ ",
    "translation": "Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2540.mp3",
    "tafsir": "Ayat ini menerangkan apa yang terkandung dalam hati Ibrahim yang diucapkan dan didengar oleh sebagian kaumnya yaitu ia bertekad untuk menghancurkan patung-patung yang menjadi sesembahan kaumnya, apabila mereka sudah pergi meninggalkan tempat tersebut.",
    "quraish": "Ibrâhîm berkata kepada dirinya sendiri, \"Aku bersumpah demi Allah, akan mengatur siasat untuk menghancurkan patung-patung kalian setelah kalian pergi jauh meninggalkannya agar tampak sesatnya apa yang kalian lakukan.\"",
    "jalalayn": "(Demi Allah, sesungguhnya aku akan melakukan tipu daya terhadap berhala-berhala kalian sesudah kalian pergi meninggalkannya)."
  }
]