[
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 73,
    "arab": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَ ۙ",
    "translation": "Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan salat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2556.mp3",
    "tafsir": "Allah menyebutkan dalam ayat ini tambahan karunia-Nya kepada Ibrahim, selain karunia yang telah diterangkan pada ayat yang lalu, yaitu bahwa keturunan Ibrahim itu tidak hanya merupakan orang-orang yang saleh, bahkan juga menjadi imam atau pemimpin umat yang mengajak orang untuk menerima dan melaksanakan agama Allah, dan mengajak kepada perbuatan-perbuatan yang baik dan bermanfaat, berdasarkan perintah dan izin Allah.\nNabi Ibrahim yang diberi gelar \"Khalilullah\" (kekasih Tuhan) juga merupakan bapak dari beberapa nabi karena banyak di antara nabi-nabi yang datang sesudahnya adalah dari keturunannya, sampai dengan Nabi dan Rasul yang terakhir, yaitu Muhammad saw adalah termasuk cucu-cucu Ibrahim a.s. melalui Nabi Ismail. Mereka memperoleh wahyu Allah yang berisi ajaranajaran dan petunjuk ke arah bermacam-macam kebajikan, terutama menaati perintah Allah dan meninggalkan larangan-Nya.\nDi samping itu Allah juga mewahyukan kepada mereka agar mendirikan salat dan membayarkan zakat. Kedua macam ibadah ini disebutkan Allah secara khusus, sebab ibadah salat memiliki keistimewaan sebagai ibadah jasmaniah maupun sebagai sarana yang mengokohkan hubungan hamba dengan Tuhannya, sedang zakat mempunyai keistimewaan baik sebagai ibadah harta yang paling utama yang mempererat hubungan dengan sesama hamba, lebih-lebih bila diingat bahwa harta benda sangat penting kedudukannya dalam kehidupan manusia.\nKedua macam ibadah ini, walaupun harus dilengkapi dengan ibadahibadah lainnya, namun ia telah mencerminkan dua sifat utama pada diri manusia yaitu taat kepada Allah, dan kasih sayang kepada sesama manusia.\nAkhirnya, pada ujung ayat ini Allah menerangkan bahwa keturunan Nabi Ibrahim itu adalah orang-orang yang beribadat kepada Allah semata-mata dengan penuh rasa khusyuk dan tawadu.",
    "quraish": "Mereka juga Kami jadikan sebagai nabi yang menyeru dan menunjuki manusia kepada kebaikan dengan perintah Kami. Hal itu setelah Kami mengilhami mereka untuk melakukan kebaikan, mengerjakan salat dengan betul dan membayar zakat. Mereka pun kemudian tunduk dan ikhlas kepada Kami.",
    "jalalayn": "(Kami telah menjadikan mereka itu sebagian pemimpin-pemimpin) dapat dibaca A-immatan atau Ayimmatan, yakni pemimpin yang menjadi teladan dalam kebaikan (yang memberi petunjuk) kepada manusia (dengan perintah Kami) memberi petunjuk kepada mereka untuk memeluk agama Kami (dan telah Kami wahyukan kepada mereka mengerjakan kebajikan, mendirikan salat, menunaikan zakat) hendaknya mereka dan orang-orang yang mengikuti mereka mengerjakan semuanya itu. Huruf Ha dari lafal Iqaamah dibuang demi untuk meringankan bunyi, sehingga menjadi Iqaamash Shalaati bukan Iqaamatish Shalaati (dan hanya kepada Kamilah mereka selalu menyembah)."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 74,
    "arab": "وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَ ۗاِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ",
    "translation": "Kepada Lut, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji. Sungguh, mereka orang-orang yang jahat lagi fasik.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2557.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan tiga macam rahmat yang dikaruniakan kepada Nabi Lut:\nPertama, Nabi Lut telah dikaruniai-Nya hikmah dan kearifan memberi putusan atau hukuman, sehingga dengan itu ia dapat memberikan penyelesaian dan keputusan dengan baik dalam perkara-perkara yang terjadi di kalangan umatnya.\nKedua, Ia juga dikaruniai ilmu pengetahuan yang sangat berguna terutama ilmu agama, sehingga ia dapat mengetahui dan melaksanakan dengan baik kewajiban-kewajibannya terhadap Allah dan terhadap sesama makhluk. Kedua syarat ini sangat penting bagi orang-orang yang akan diutus Allah sebagai Nabi dan Rasul-Nya.\nKetiga, Ia telah diselamatkan Allah ketika negeri tempat tinggalnya, yaitu Sodom ditimpa azab Allah karena penduduknya banyak berbuat kejahatan dan kekejian secara terang-terangan. Perbuatan-perbuatan keji yang mereka kerjakan di antaranya melakukan hubungan kelamin antara sesama lelaki (homosex), mengganggu lalulintas perniagaan dengan merampok barang-barang perniagaan itu, mendurhakai Lut dan tidak mengindahkan ancaman Allah dan lain-lain. Maka kota Sodom itu dimusnahkan Allah. Nabi Lut beserta keluarganya diselamatkan Allah kecuali istrinya yang ikut mendurhakai Allah.\nPada akhir ayat ini Allah menjelaskan apa sebabnya kaum Lut sampai melakukan perbuatan jahat dan keji semacam itu, ialah karena mereka telah menjadi orang-orang jahat dan fasik, sudah tidak mengindahkan hukum-hukum Allah, dan suka melakukan hal-hal yang terlarang, sehingga mereka bergelimang dalam perbuatan-perbuatan dosa dan ucapan-ucapan yang tidak senonoh yang semuanya dilakukan mereka dengan terang-terangan, tanpa rasa malu.",
    "quraish": "Sedangkan Lûth, ia Kami karuniai daya ketegasan dan kejelian dalam memutuskan masalah dan ilmu yang bermanfaat. Di samping itu, ia pun telah Kami selamatkan dari penduduk negeri yang melakukan jenis kejahatan yang ganjil. Mereka itu adalah suatu bangsa yang selalu melakukan kemungkaran dan keluar dari ketaatan kepada Allah dan tabiat normal.",
    "jalalayn": "(Dan kepada Luth, Kami telah berikan hukum) yang memutuskan di antara orang-orang yang bersengketa (dan ilmu dan telah Kami selamatkan dia dari azab yang telah menimpa kota yang penduduknya mengerjakan) perbuatan-perbuatan (keji) yaitu seperti liwath atau homosex, main dadu, menebak nasib dengan burung dan lain sebagainya. (Sesungguhnya mereka adalah kaum yang jahat) lafal Sau-in adalah bentuk Mashdar dari lafal Saa-a lawan kata dari Sarra, artinya jahat atau buruk (lagi fasik)."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 75,
    "arab": "وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَ ࣖ ",
    "translation": " Dan Kami masukkan dia ke dalam rahmat Kami; sesungguhnya dia termasuk golongan orang yang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2558.mp3",
    "tafsir": "Allah menjelaskan dalam ayat ini rahmat-Nya kepada Nabi Lut a.s., dengan memasukkannya ke dalam lingkungan rahmat-Nya. Maksudnya ialah bahwa Nabi Lut termasuk orang-orang yang dikasihi dan disayangi Allah, sehingga ia menjadi salah seorang penghuni surga-Nya.\nAllah berfirman kepada surga, \"Kamu adalah rahmat-Ku, dengan kaulah Aku rahmati orang-orang yang Aku kehendaki di antara hamba-hambaKu.\" (Riwayat al-Bukhari)\nAkhirnya, pada ujung ayat ini Allah menjelaskan apa sebabnya dia mengaruniakan rahmat yang begitu besarnya kepada Nabi Lut yaitu karena dia termasuk dalam golongan hamba-hamba Allah yang saleh yang selalu menaati perintah dan larangan Allah.",
    "quraish": "Lûth Kami masukkan ke dalam golongan orang yang mendapat rahmat Kami. Dan dia memang pantas untuk dimasukkan ke dalam golongan orang saleh yang dinaungi oleh kasih sayang dan pertolongan Allah.",
    "jalalayn": "(Dan Kami masukkan dia ke dalam rahmat Kami) yang antara lain dia Kami selamatkan dari kaumnya. (Karena sesungguhnya dia termasuk orang-orang yang saleh)."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 76,
    "arab": "وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ",
    "translation": "Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2559.mp3",
    "tafsir": "Dengan ayat ini Allah mengingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Nuh a.s., yang disebut sebagai bapak kedua bagi umat manusia. Jauh sebelum Nabi Muhammad, bahkan sebelum Nabi Ibrahim dan Lut, Nabi Nuh telah diutus Allah sebagai Rasul-Nya. Karena keingkaran kaumnya yang amat sangat, sehingga mereka tidak memperdulikan seruannya kepada agama Allah, akhirnya ia berdoa kepada Tuhan:\nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)\nDan doanya lagi:\n\"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10)\nAkan tetapi doa-doa tersebut diucapkannya setelah 950 tahun lamanya ia melakukan dakwahnya, namun kaumnya tetap juga ingkar dan tidak memperdulikan seruannya kepada agama Allah.\nMenurut riwayat, Nabi Nuh a.s. diutus Allah menjadi Rasul-Nya pada waktu itu ia berusia 40 tahun. Sesudah terjadinya azab Allah berupa angin taufan dan banjir besar Nabi Nuh masih hidup selama 40 tahun. Dengan demikian, maka diperkirakan usianya mencapai Â±1050 tahun.\nDalam ayat ini Allah menerangkan bahwa setelah Nuh a.s. mengucapkan doa-doa tersebut maka Allah mengabulkannya, yaitu dengan menimpakan banjir yang amat dahsyat, sehingga air laut meluap tinggi dan membinasakan negeri tersebut bersama orang-orang yang tidak beriman.\nAdapun Nabi Nuh dan keluarganya kecuali istri dan anaknya yang durhaka, serta kaumnya yang beriman, telah diselamatkan Allah dari malapetaka yang dahsyat itu, yaitu dengan sebuah perahu besar yang dibuat Nabi Nuh sebelum terjadinya banjir atas perintah dan petunjuk Allah.",
    "quraish": "Setelah itu semua, berikut ini Aku sampaikan kisah Nûh yang hidup sebelum Ibrâhîm dan Lûth. Dia memohon kepada Tuhannya agar membersihkan bumi dari orang-orang yang keluar dari aturan agama. Doa itu Kami kabulkan, dan dia Kami selamatkan bersama keluarganya yang beriman dari bencana topan yang besar.",
    "jalalayn": "(Dan) ingatlah kisah (Nuh) kalimat yang sesudahnya merupakan Badal atau kata ganti daripadanya (ketika dia berdoa) yakni berdoa bagi kebinasaan kaumnya, sebagaimana yang disitir oleh ayat lain, yaitu firman-Nya, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.\" (Q.S. Nuh, 26). (sebelum itu) sebelum Nabi Ibrahim dan Nabi Luth (dan Kami memperkenankan doanya, lalu Kami selamatkan dia beserta keluarganya) beserta orang-orang yang ada di dalam bahteranya (dari bencana yang besar) dari bencana tenggelam dan permusuhan kaumnya yang mendustakannya."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 77,
    "arab": "وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ",
    "translation": " Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2560.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah telah menurunkan pertolongan kepada Nabi Nuh dan pengikutnya yang beriman terhadap kejahatan orang-orang yang telah mendustakan ayat-ayat-Nya, dan tidak menerima bukti-bukti dan keterangan yang disampaikan Rasul-Nya.\nPada akhir ayat ini Allah menerangkan alasan mengapa Dia menolong Nabi Nuh sehingga kaum kafir itu dimusnahkan oleh azab yang dahsyat karena kejahatan kaumnya seperti syirik, baik perkataan maupun perbuatan mereka. Mendurhakai Allah, dan menyalahi perintah-perintah-Nya adalah perbuatan jahat kaumnya turun temurun. Maka sepantasnyalah mereka menerima balasan dari Allah.\nKisah-kisah yang dikemukakan dalam Al-Qur'an ini haruslah menjadi pelajaran bagi umat manusia, setelah diutusnya Nabi Muhammad saw, kepada seluruh umat manusia. Allah berfirman:\nMaka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan! (al-Hasyr/59: 2)",
    "quraish": "Dengan pertolongan Kami itu, berarti dia telah Kami selamatkan dari tipu daya kaumnya yang mendustakan ayat-ayat Kami yang membuktikan kerasulannya. Mereka benar-benar pelaku kejahatan yang, akhirnya, Kami tenggelamkan.",
    "jalalayn": "(Dan Kami telah menolongnya) Kami pelihara dia (dari kaum yang telah mendustakan ayat-ayat Kami) yang menunjukkan kerasulannya, hingga mereka tidak dapat menimpakan keburukan kepadanya (Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya)."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 78,
    "arab": "وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ",
    "translation": " Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2561.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan keadaan Daud dan Sulaiman ketika mereka memberi keputusan dalam suatu perkara yang terjadi di antara rakyat mereka.\nDalam suatu riwayat Ibnu Abbas yang dikutip dari tafsir Ibnu Kashir disebutkan bahwa sekelompok domba telah merusak tanaman seorang petani pada waktu malam, lalu terjadilah sengketa antara pemilik tanaman dan pemilik domba, dan kemudian mereka datang kepada Daud a.s. untuk minta diadili. Setelah mengadakan pemeriksaan maka Daud a.s. memberi keputusan agar domba-domba itu diserahkan kepada pemilik tanaman, karena dinilai harganya sama dengan nilai tanaman yang dirusaknya. Sulaiman a.s. yang juga mendengarkan putusan itu mempunyai pendapat yang lain, yang lebih tepat dan lebih adil. Lalu Nabi Sulaiman berkata dalam majelis tersebut bahwa \"Sebaiknya domba-domba itu diserahkan dulu kepada pemilik tanaman sehingga ia dapat mengambil manfaat dari susu, minyak dan bulunya, sementara kebun itu diserahkan kepada pemilik domba untuk diolahnya sendiri. Apabila nanti tanamannya sudah kembali kepada keadaannya seperti sebelum dirusak oleh domba-domba tersebut, maka kebun itu diserahkan kepada pemiliknya, domba-domba itu pun dikembalikan pula kepada pemiliknya.\"\nPendapat Sulaiman jelas lebih tepat, karena akhirnya maing-masing dari kedua pihak yang berperkara akan mendapatkan kembali miliknya dalam keadaan utuh.\nPerbedaan pandangan antara ayah dan anak dalam mengambil keputusan atas perkara tersebut adalah bahwa Daud a.s. lebih menitik beratkan perhatiannya kepada nilai kerusakan tanaman itu, yang dilihatnya sama dengan nilai domba yang merusaknya lalu ia memutuskan agar domba-domba itu diserahkan sepenuhnya kepada pemilik tanaman. Sedang Sulaiman a.s. lebih menitik beratkan pandangannya kepada manfaat domba dan manfaat tanaman itu, maka ia mengambil keputusan yang demikian itu. Bagaimana pun juga, masing-masing mereka mendasarkan keputusannya kepada ijtihad, bukan kepada wahyu, sehingga lahirlah dua keputusan yang berbeda.\nSelanjutnya Nabi Daud pun mengakui pendapat anaknya itu lebih tepat, sehingga itulah yang ditetapkannya kemudian sebagai keputusannya, dan membatalkan pendapatnya yang semula.\nPada akhir ayat ini Allah menerangkan bahwa Dia menyaksikan dan mengetahui apa yang telah dilakukan oleh Daud dan Sulaiman dalam memeriksa dan memutuskan perkara tersebut, sehingga tidak ada sesuatu pun yang tersembunyi bagi-Nya.",
    "quraish": "Sampaikanlah, wahai Muhammad, kisah Dâwûd dan Sulaymân. Suatu ketika, mereka berselisih dalam menyelesaikan masalah tanaman yang dimakan oleh sekawanan kambing orang lain di waktu malam. Kami Maha Mengetahui keputusan yang mereka berdua ambil dalam masalah itu (1). (1) Cerita lengkapnya adalah bahwa sekawanan kambing itu memakan habis tanaman pemilik ladang di malam hari. Nabi Dâwûd memutuskan agar kambing-kambing itu diberikan kepada pemilik ladang sebagai ganti dari tanaman yang rusak dan musnah. Sedangkan Nabi Sulaymân berpendapat bahwa kambing itu diberikan kepada pemilik ladang untuk sementara waktu saja, yaitu rentang waktu sampai tumbuhnya tanaman itu menjadi seperti semula.",
    "jalalayn": "(Dan) ingatlah (Daud dan Sulaiman) yakni kisah keduanya, dijelaskan oleh ayat selanjutnya (di waktu keduanya memberikan keputusan mengenai tanaman) berupa ladang atau pohon anggur (karena tanaman itu dirusak oleh kambing-kambing kepunyaan kaumnya) kambing-kambing itu memakannya dan merusaknya di waktu malam hari tanpa ada penggembalanya, karena kambing-kambing itu lepas dengan sendirinya dari kandangnya. (Dan adalah Kami menyaksikan keputusan yang diberikan oleh mereka itu) Dhamir jamak dalam ayat ini menunjukkan makna untuk dua orang, yaitu Nabi Daud dan Nabi Sulaiman. Lalu Nabi Daud berkata, \"Pemilik ladang itu berhak untuk memiliki kambing-kambing yang telah merusak ladangnya\". Akan tetapi Nabi Sulaiman memutuskan, \"Pemilik kebun hanya diperbolehkan memanfaatkan air susu, anak-anak dan bulu-bulunya, sampai tanaman ladang kembali seperti semula, diperbaiki oleh pemilik kambing, setelah itu ia diharuskan mengembalikan kambing-kambing itu kepada pemiliknya\"."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 79,
    "arab": "فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ",
    "translation": " Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2562.mp3",
    "tafsir": "Pada permulaan ayat ini Allah menegaskan bahwa Dia telah mengaruniakan kepada Sulaiman kemampuan yang lebih tinggi dalam memahami berbagai masalah.\nHal ini memang terbukti dalam keputusan yang mereka berikan kepada masing-masing pihak dalam perkara yang terjadi antara pemilik domba dan pemilik tanaman seperti tersebut di atas, dimana keputusan yang diberikan Sulaiman dirasa lebih tepat, dan lebih memenuhi keadilan.\nSesudah menyebutkan hal itu, maka Allah menerangkan selanjutnya rahmat yang telah dikaruniakan-Nya kepada mereka berdua, yaitu hukum-hukum dan ilmu pengetahuan, baik mengenai agama, atau pun masalah duniawi.\nRahmat seperti itu juga diberikan Allah kepada nabi-nabi-Nya yang lain, karena itu merupakan syarat pokok untuk menjadi Nabi.\nSelanjutnya dalam ayat ini Allah menjelaskan nikmat yang khusus dikaruniakan-Nya kepada Nabi Daud a.s. yaitu: bahwa Allah telah menjadikan gunung-gunung dan burung-burung tunduk kepada Daud a.s., semuanya bertasbih bersamanya.\nPara akhir ayat ini Allah menegaskan bahwa Dia kuasa untuk memberikan karunia semacam ini kepada hamba-Nya, karena Dialah Pencipta dan Pemilik seluruh alam ini.",
    "quraish": "Lalu Kami memahamkan kepada Sulaymân bagaimana seharusnya berfatwa. Dan keduanya Kami beri ilmu pengetahuan dan kebijaksanaan tentang segala hal ihwal kehidupan. Kami menundukkan bersama Dâwûd gunung dan burung untuk menyucikan Allah dari segala sesuatu yang tidak pantas untuk-Nya. Semua itu Kami lakukan dengan kekuasaan Kami yang tidak terkalahkan.",
    "jalalayn": "(Maka Kami telah memberikan pengertian tentang hukum) yakni keputusan yang adil dan tepat (kepada Sulaiman) keputusan yang dilakukan oleh keduanya itu berdasarkan ijtihad masing-masing, kemudian Nabi Daud mentarjihkan atau menguatkan keputusan yang diambil oleh Nabi Sulaiman. Menurut suatu pendapat dikatakan, bahwa keputusan keduanya itu berdasarkan wahyu dari Allah dan keputusan yang kedua yaitu yang telah diambil oleh Nabi Sulaiman berfungsi memansukh hukum yang pertama, yakni hukum Nabi Daud (dan kepada masing-masing) daripada keduanya (Kami berikan) kepadanya (hikmah) kenabian (dan ilmu) tentang masalah-masalah agama (dan telah Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Daud) demikianlah gunung-gunung dan burung-burung itu ditundukkan untuk bertasbih bersama Nabi Daud. Nabi Daud memerintahkan gunung-gunung dan burung-burung untuk ikut bertasbih bersamanya bila ia mengalami kelesuan, hingga ia menjadi semangat lagi dalam bertasbih. (Dan Kamilah yang melakukannya) yakni Kamilah yang menundukkan keduanya dapat bertasbih bersama Daud, sekalipun hal ini menurut kalian merupakan hal yang ajaib dan aneh yaitu tunduk dan patuhnya gunung-gunung dan burung-burung kepada perintah Nabi Daud."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 80,
    "arab": "وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ",
    "translation": "Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2563.mp3",
    "tafsir": "Pada ayat ini Allah menyebutkan karunianya yang lain, yang diberikannya kepada Daud a.s., yaitu bahwa Daud telah diberi-Nya pengetahuan dan keterampilan dalam kepandaian menjadikan besi lunak di tangannya tanpa dipanaskan, karena keistimewaan ini Daud bisa membuat baju besi yang dipergunakan orang-orang di zaman itu sebagai pelindung diri dalam peperangan.\nKepandaian itu dimanfaatkan pula oleh umat-umat yang datang kemudian berabad-abad lamanya. Dengan demikian pengetahuan dan keterampilan yang dikaruniakan Allah kepada Nabi Daud a.s. itu telah tersebar luas dan bermanfaat bagi orang-orang dari bangsa lain. Di samping menjadi mukjizat Nabi Daud.\nSebab itu, pada akhir ayat ini Allah mengajukan pertanyaan kepada umat Nabi Muhammad, apakah turut bersyukur atas karunia tersebut? Sudah tentu, semua umat yang beriman kepada-Nya, senantiasa mensyukuri segala karunia yang dilimpahkan-Nya.",
    "quraish": "Dâwûd juga Kami ajari cara menganyam baju besi untuk kalian pergunakan sebagai pelindung dari serangan keras bila terjadi perselisihan antara kelompok kalian dengan yang lain.",
    "jalalayn": "(Dan Kami ajarkan kepada Daud membuat baju besi) yaitu baju yang terbuat dari besi, dialah orang pertama yang menciptakannya dan sebelumnya hanyalah berupa lempengan-lempengan besi saja (untuk kalian) yakni untuk segolongan manusia (guna melindungi diri kalian) jika dibaca Linuhshinakum, maka Dhamirnya kembali kepada Allah, maksudnya, supaya Kami melindungi kalian. Dan jika ia dibaca Lituhshinahum, maka Dhamirnya kembali kepada baju besi, maksudnya, supaya baju besi itu melindungi diri kalian. Jika dibaca Liyuhshinakum, maka Dhamirnya kembali kepada Nabi Daud, maksudnya, supaya dia melindungi kalian (dalam peperangan kalian) melawan musuh-musuh kalian. (Maka hendaklah kalian) hai penduduk Mekah (bersyukur) atas nikmat karunia-Ku itu, yaitu dengan percaya kepada Rasulullah. Maksudnya bersyukurlah kalian atas hal tersebut kepada-Ku."
  },
  {
    "page": 328,
    "name": "Al-Anbiya'",
    "ayat": 81,
    "arab": "وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ",
    "translation": "Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2564.mp3",
    "tafsir": "Pada ayat ini Allah mulai menyebutkan nikmat-Nya yang khusus dilimpahkan-Nya kepada Nabi Sulaiman a.s., yaitu bahwa Dia telah menundukkan angin bagi Sulaiman a.s., sehingga angin tersebut dengan patuh melakukan apa yang diperintahkannya. Misalnya, angin tersebut berhembus ke arah negeri tertentu, dengan hembusan yang keras dan kencang atau pun lunak dan lambat, sesuai dengan kehendak Nabi Sulaiman a.s.. Allah berfirman: \n\nKemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya. (shad/38: 36)\nMenurut pendapat ulama lainnya Sulaiman menggunakan angin sebagai alat transportasi yang mengangkutnya dari satu kota ke kota lain. Firman Allah:\nDan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula). (Saba`/34: 12)\nPada akhir ayat ini Allah menegaskan, bahwa Dia senantiasa mengetahui segala sesuatu, sehingga tidak sesuatu pun yang tersembunyi bagi-Nya.",
    "quraish": "Kami menundukkan angin kepada Sulaymân, hingga berhembus kencang menuju belahan bumi yang Kami bekali dengan banyak kebaikan dengan kehendaknya. Kami Mahatahu segala sesuatu, dan tidak ada sesuatu pun yang terlepas dari pengetahuan Kami, sekecil apa pun.",
    "jalalayn": "(Dan) telah Kami tundukkan (untuk Sulaiman angin yang sangat kencang tiupannya) dan pada ayat yang lain disebutkan Rukha-an, artinya angin yang sangat kencang dan pelan tiupannya, kesemuanya itu sesuai dengan kehendak Nabi Sulaiman (yang berhembus dengan perintahnya ke negeri yang kami telah memberkatinya) yakni negeri Syam. (Dan adalah Kami Maha Mengetahui segala sesuatu) antara lain ilmu Allah yang telah diberikan kepada Sulaiman itu akan mendorongnya tunduk patuh kepada Rabbnya. Allah melakukan hal itu sesuai dengan ilmu-Nya yang maha mengetahui segala sesuatu."
  }
]