[
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 91,
    "arab": "وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
    "translation": "Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah)  bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2574.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan kisah Maryam secara ringkas, yaitu bahwa dia adalah seorang perempuan yang memelihara kehormatan dirinya, maka suatu ketika Allah mengutus malaikat Jibril untuk memberitahukan Maryam bahwa Allah meniupkan ruh ke dalam tubuh Maryam sehingga ia mengandung, kemudian Maryam melahirkan Isa as tanpa ayah. Oleh karena Isa lahir tanpa ayah, maka Maryam dan Isa lalu menjadi salah satu bukti bagi seluruh isi alam ini, tentang kekuasaan dan kemahaesaan Allah. Kelahiran Isa mengandung bukti dan tanda kekuasaan Allah sebagaimana halnya Nabi Adam yang lahir ke dunia tanpa ayah dan ibu, sedang Isa lahir tanpa ayah saja.\nHal yang membuat heran adalah karena Maryam belum pernah mengadakan hubungan apa pun dengan kaum lelaki, baik secara halal melalui perkawinan, apalagi secara tidak halal. Allah menyebutkan ucapan Maryam mengenai dirinya sendiri sebagai berikut:\nTidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!\" (Maryam/19: 20)\nFirman Allah dalam ayat lain;\nDan Maryam putri Imran yang memelihara kehormatannya. (at-Tahrim/66: 12)\nKeheranan Maryam yang disampaikan kepada Malaikat Jibril dijawab degan firman Allah:\nDia (Jibril) berkata, \"Demikianlah.\" Tuhanmu berfirman, \"Hal itu mudah bagi-Ku. (Maryam/19 : 21)\n\nTanda-tanda kebesaran dan kekuasaan Allah yang diperlihatkan kepada diri Maryam ialah bahwa dia hamil tanpa melalui hubungan kelamin dengan siapa pun, dan malaikat senantiasa menyediakan makanan untuknya.\nMengenai hal ini Al-Qur'an menceritakan pertanyaan Zakaria kepada Maryam dan jawaban Maryam kepadanya:\n\"Wahai Maryam! Dari mana ini engkau peroleh?\" Dia (Maryam) menjawab, \"Itu dari Allah.\" (Ali 'Imran/3: 37)\nAdapun tanda-tanda kebesaran dan kemahakuasaan Allah yang terlihat melalui diri Isa as, sudah diterangkan dengan panjang lebar dalam Surah Ali 'Imran dan Surah Maryam.",
    "quraish": "Selain tentang mereka itu, sampaikanlah juga cerita tentang Maryam yang selalu menjaga kehormatannya. Dan karenanya, Kami hembuskan ke dalam dirinya sebagian rahasia Kami, hingga ia dapat melahirkan anak tanpa suami. Ia dan putranya merupakan suatu bukti kekuasaan Kami dalam mengubah hukum sebab akibat, dan bukti bahwa Kami Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Dan) ingatlah kisah Maryam (yang telah memelihara kehormatannya) ia memeliharanya supaya tidak dinodai (lalu Kami tiupkan ke dalam tubuhnya roh dari Kami) malaikat Jibril; dialah yang meniup ke dalam baju kurungnya, lalu Maryam mengandung Isa (dan Kami jadikan dia dan anaknya sebagai tanda yang besar bagi semesta alam) yakni manusia, jin dan malaikat, karena ia dapat mengandung tanpa lelaki."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 92,
    "arab": "اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ ",
    "translation": "Sungguh, (agama tauhid) inilah agama kamu, agama yang satu, dan Aku adalah Tuhanmu, maka sembahlah Aku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2575.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa agama tauhid ini adalah agama untuk seluruh manusia, dan merupakan agama yang satu, yaitu sama dalam akidah, meskipun berbeda dalam syariat.\nRasulullah bersabda, \"Kami para nabi seperti ibarat saudara-saudara se ayah, agama kami satu.\" (Riwayat al-Bukhari, Muslim, Abu Daud dan Ahmad dari Abu Hurairah.)\nKemudian pada akhir ayat ini ditegaskan bahwa Allah adalah Tuhan bagi seluruh umat manusia. Oleh sebab itu kepada-Nya sajalah mereka harus menyembah.",
    "quraish": "Agama Islam ini benar-benar agama yang harus kalian jaga pada saat masih utuh, serasi, dan tidak ada pertentangan antara hukum-hukumnya. Dari itu, janganlah kalian berpecah belah hingga menjadi berkelompok-kelompok dan berpartai-partai! Aku adalah pencipta dan pengatur urusan kalian. Maka beribadahlah kepada-Ku, dan jangan menyekutukan-Ku!",
    "jalalayn": "(Sesungguhnya ini) agama Islam atau agama tauhid ini (adalah agama kalian) hai orang-orang yang diajak berbicara. Maksudnya, kalian wajib memeluknya (agama yang satu) lafal ayat ini berkedudukan menjadi Hal yang bersifat tetap (dan Aku adalah Rabb kalian, maka sembahlah Aku) tauhidkan atau esakanlah Aku."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 93,
    "arab": "وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رَاجِعُوْنَ ࣖ",
    "translation": "Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2576.mp3",
    "tafsir": "Dalam ayat ini Allah memperingatkan kaum Muslimin atas perpecahan yang timbul antara umat manusia. Seluruh umat manusia itu seharusnya menganut agama tauhid, karena agama yang diturunkan Allah adalah satu, yaitu agama tauhid (agama Islam). Akan tetapi mereka telah berpecah belah, sehingga kesatuan mereka menjadi terkotak-kotak kecil yang dipisahkan dengan ketat oleh perbedaan pandangan, baik mengenai masalah-masalah yang tidak prinsip dalam agama maupun masalah-masalah duniawi semata. Perbedaan-perbedaan paham itu pada umumnya disertai taklid kepada imam atau pemimpin sehingga kelompok yang satu menutup diri terhadap kelompok yang lain. Dengan demikian mereka sudah melalaikan ajaran agama, yang menyuruh mereka bersatu dan memelihara kesatuan umat. Akan tetapi mereka berbuat sebaliknya, yaitu berpecah belah.\nPada akhir ayat ini ditegaskan, bahwa umat manusia yang sudah berpecah belah itu, seluruhnya akan kembali kepada-Nya juga. Maka Allah akan melakukan hisab dan memberikan balasan atas keimanan dan amal mereka masing-masing.",
    "quraish": "Tetapi, meskipun telah diberikan bimbingan seperti itu, ternyata kebanyakan orang berpecah belah menurut hawa nafsu, dan memotong-motong urusan agama. Dan karenanya mereka menjadi banyak golongan yang saling berselisih. Setiap kelompok itu, kelak akan kembali kepada Kami dan akan Kami hitung amal perbuatan mereka.",
    "jalalayn": "(Dan mereka telah memotong-motong) sebagian daripada orang-orang yang diajak bicara itu (urusan agama mereka di antara mereka) yakni mereka memecah belah perkara agama mereka; sebagian dari mereka bertentangan dengan sebagian yang lain di dalam masalah agama. Mereka adalah sekte-sekte dari agama Yahudi dan Nasrani. Lalu Allah berfirman, (\"Kepada Kamilah masing-masing golongan itu akan kembali) kemudian Kami akan membalas amal perbuatan mereka."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 94,
    "arab": "فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهٗ كَاتِبُوْنَ ",
    "translation": "Barangsiapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), dan sungguh, Kamilah yang mencatat untuknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2577.mp3",
    "tafsir": "Dalam ayat ini Allah menjamin bahwa amal kebajikan yang dilakukan oleh seseorang yang beriman, betapapun kecilnya, namun Allah akan membalasnya dengan kebaikan pula. Amal kebajikan itu tidak akan hilang percuma, dan tidak akan diingkari karena Allah telah menuliskannya untuk orang yang melakukannya.\nJaminan Allah untuk memberikan balasan atas setiap kebajikan hamba-Nya terdapat dalam firman-Nya:\nDan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isra`/17: 19)\nFirman-Nya lagi pada ayat yang lain:\nSungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu. (al-Kahf/18: 30)",
    "quraish": "Barangsiapa yang mengerjakan suatu amal perbuatan baik, sementara ia beriman kepada Allah dan agama yang diridai-Nya, urusannya tidak akan sia-sia sedikit pun. Sebaliknya ia akan diberi balasan dengan sempurna. Hal itu, karena segala usaha akan dicatat dengan teliti oleh juru tulis dari Kami yang tidak mungkin meninggalkan sesuatu sedikit pun.",
    "jalalayn": "(Maka barang siapa mengerjakan amal saleh, sedang ia beriman, maka tidak ada pengingkaran) tidak diingkari (terhadap amalannya dan sesungguhnya Kami menuliskan amalannya itu untuknya) Kami perintahkan Malaikat-malaikat penulis amal untuk menuliskannya, kemudian akan Kami balas amal perbuatan itu."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 95,
    "arab": "وَحَرَامٌ عَلٰى قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ ",
    "translation": "Dan tidak mungkin bagi (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2578.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa tidak mungkinlah bagi penduduk suatu negeri yang telah dibinasakan dengan azab-Nya, bahwa mereka tidak akan kembali kepada-Nya.\nMaksudnya, kaum yang ingkar dan kafir itu, walaupun sudah dibinasakan dengan azab yang berat di dunia, namun mereka pasti akan kembali kepada Allah di akhirat kelak, lalu dihisab semua amalannya, dan diberi balasan yang setimpal.",
    "quraish": "Tidak mungkin bagi penduduk setiap negeri yang telah Kami binasakan akibat kezaliman mereka untuk tidak kembali kepada Kami di hari kiamat. Mereka pasti kembali dan akan dihitung perbuatan jelek mereka.",
    "jalalayn": "(Sungguh tidak mungkin atas suatu negeri yang telah Kami binasakan) yang dimaksud adalah penduduknya (bahwa mereka) huruf La di sini Zaidah yakni tidak ada maknanya (akan kembali) maksudnya mereka tidak mungkin akan dapat hidup kembali ke dunia."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 96,
    "arab": "حَتّٰىٓ اِذَا فُتِحَتْ يَأْجُوْجُ وَمَأْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ ",
    "translation": "Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2579.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa kaum kafir telah dibinasakan dengan azab yang berat di dunia ini, sehingga mereka menemui kemusnahan, mereka tidak akan kembali lagi ke dunia, mereka akan tetap dalam kemusnahan sampai hari Kiamat kelak. Sebagai salah satu dari tanda-tanda akan datangnya hari Kiamat adalah terbukanya tembok Yakjuj dan Makjuj, sehingga Yakjuj dan Makjuj berdatangan, meluncur dengan cepat dari setiap tempat yang tinggi. Mereka membuat keonaran dan kebinasaan di dunia.",
    "quraish": "Hingga ketika dibuka pintu-pintu kejahatan dan kerusakan, dan anak keturunan Ya'jûj dan Ma'jûj mulai bergegas meninggalkan bagian tinggi dari jalan dan gunung untuk melakukan hal-hal yang bisa menyebabkan kekacauan dan keresahan.",
    "jalalayn": "(Hingga) lafal Hattaa ini menunjukkan batas waktu bagi terlarangnya mereka untuk dapat hidup kembali (apabila dibukakan) dapat dibaca Futihat dan Futtihat (Yakjuj dan Makjuj) dapat dibaca Yakjuj wa Makjuj dan Yajuj wa Majuj, keduanya adalah nama bagi dua kabilah 'Ajam. Sebelum kalimat ini diperkirakan adanya Mudhaf, maksudnya tembok yang mengurung Yakjuj dan Makjuj; hal itu akan terjadi bila hari kiamat sudah dekat (dan mereka dari seluruh tempat-tempat yang tinggi) yakni dataran-dataran tinggi (turun dengan cepatnya) artinya, mereka turun dengan sangat cepat."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 97,
    "arab": "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذِيْنَ كَفَرُوْاۗ يٰوَيْلَنَا قَدْ كُنَّا فِيْ غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِيْنَ ",
    "translation": "Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), ”Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2580.mp3",
    "tafsir": "Pada ayat ini ditegaskan, bahwa pada waktu keluarnya Yakjuj dan Makjuj itu, dan di waktu telah dekatnya saat kedatangan janji yang benar, yaitu hari kebangkitan dan hisab, maka dengan serta merta terbelalaklah mata kaum kafir karena terkejut, seraya berteriak dengan nada penyesalan, \"Aduhai celakalah kami, benar-benar kami lalai tentang kedatangan hari kebangkitan dan hisab, sehingga kami tidak mempersiapkan diri kami dengan baik. Bahkan kami ini adalah orang-orang yang zalim atas diri kami dan terhadap orang lain, karena kami telah diberi peringatan bahwa hari kebangkitan dan hisab itu benar-benar akan datang, tetapi kami tidak mengindahkan peringatan itu, bahkan mendustakannya.\nAkan tetapi, betapa pun mereka menyesali dirinya pada saat itu namun penyesalan itu sudah tidak berguna lagi, karena saat kebangkitan dan hisab itu memang benar-benar datang, sedang mereka tidak percaya sedikitpun.",
    "quraish": "Hari kiamat yang dijanjikan pasti terjadi telah semakin dekat. Orang-orang kafir dikejutkan karena mereka tidak bisa memejamkan mata akibat ketakutan yang sangat. Mereka berteriak, \"Alangkah takutnya kami dari kehancuran. Dahulu kami pernah tidak mengindahkan datangnya hari ini, bahkan kami telah berbuat aniaya terhadap diri kami sendiri dengan kekufuran dan sikap keras kepala.\"",
    "jalalayn": "(Dan telah dekatlah kedatangan janji yang benar) yakni hari kiamat (maka tiba-tiba) kisah kenyataannya (terbelalaklah mata orang-orang yang kafir) pada hari tersebut disebabkan sangat ngeri melihatnya, seraya mengatakan, (\"Aduhai\") ya di sini menunjukkan makna penyesalan (celakalah kami) binasalah kami (sesungguhnya kami) sewaktu hidup di dunia (adalah dalam kelalaian tentang ini) tentang hari kiamat (bahkan kami adalah orang-orang yang zalim) yakni menganiaya diri kami sendiri, disebabkan kami mendustakan para Rasul."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 98,
    "arab": "اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وَارِدُوْنَ ",
    "translation": "Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam. Kamu (pasti) masuk ke dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2581.mp3",
    "tafsir": "Ayat ini menegaskan kepada orang-orang musyrik Mekah bahwa mereka beserta apa yang mereka sembah selain Allah, selama mereka hidup di dunia, seperti patung, binatang, benda-benda mati, pohon atau tempat keramat dan sebagainya akan dimasukkan ke dalam neraka Jahannam. Hal ini merupakan janji Allah kepada mereka, yang pasti ditepati-Nya.\nDalam ayat ini disebutkan bahwa orang-orang musyrik beserta sembahan-sembahan mereka akan dimasukkan ke dalam neraka, padahal yang berdosa dan memperserikatkan Tuhan dalam hal ini ialah penyembah-penyembahnya. Adapun sembahan-sembahan itu mereka tidak tahu menahu apa yang diperbuat oleh penyembah-penyembahnya. Hikmah menyertakan sembahan-sembahan itu beserta penyembah-penyembahnya ialah untuk memperlihatkan kepada mereka bahwa kepercayaan mereka terhadap sembahan-sembahan itu sewaktu di dunia adalah tidak benar. Mereka waktu di dunia dahulu mempercayai bahwa patung-patung dan segala apa yang mereka sembah itu akan memberi syafaat kepada mereka di hari Kiamat, sehingga mereka terhindar dari azab Allah. Dengan perantara sembahan-sembahan itu mereka akan dimasukkan ke dalam surga. Setelah hari Kiamat datang dan setelah mereka masuk ke dalam neraka bersama-sama dengan sembahan-sembahan yang mereka sembah itu, ternyata sembahan-sembahan itu tidak dapat berbuat sesuatu pun terhadap mereka. Dengan demikian terbuktilah kesalahan kepercayaan yang mereka anut dan kebenaran risalah yang pernah disampaikan Muhammad kepada mereka.",
    "quraish": "Dikatakan kepada mereka, \"Kalian dan tuhan-tuhan selain Allah yang kalian sembah benar-benar akan menjadi bahan bakar neraka jahanam. Kalian akan masuk dan disiksa di dalamnya.\"",
    "jalalayn": "(Sesungguhnya kalian) hai penduduk Mekah (dan apa yang kalian sembah selain Allah) yaitu berhala-berhala (adalah makanan Jahanam) maksudnya sebagai bahan bakar (kalian pasti masuk ke dalamnya) pasti memasukinya."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 99,
    "arab": "لَوْ كَانَ هٰٓؤُلَاۤءِ اٰلِهَةً مَّا وَرَدُوْهَاۗ وَكُلٌّ فِيْهَا خٰلِدُوْنَ ",
    "translation": "Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Tetapi semuanya akan kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2582.mp3",
    "tafsir": "Ayat ini menerangkan seandainya sembahan-sembahan yang disembah orang-orang musyrik itu benar tuhan di samping Allah sebagaimana kepercayaan mereka, tentulah sembahan itu akan selamat bersama-sama mereka, karena jika ia tuhan tentulah ia mahakuasa dan perkasa, tidak ada sesuatu pun yang dapat menyiksanya, bahkan ia sendirilah yang akan menyiksa orang-orang yang durhaka padanya. Akan tetapi yang terjadi ialah bahwa semuanya itu baik penyembah-penyembah berhala, maupun sembahan-sembahan yang disembah akan kekal di dalam neraka.",
    "quraish": "Jikalau yang kalian sembah selain Allah itu benar-benar tuhan yang pantas disembah, pasti mereka tidak akan masuk ke dalam neraka bersama kalian. Baik penyembah maupun yang disembah, semuanya akan kekal di dalam neraka.",
    "jalalayn": "(Andaikata mereka itu) yakni berhala-berhala itu (adalah tuhan-tuhan) sebagaimana sangkaan kalian (tentulah mereka tidak masuk neraka) mereka tidak akan memasukinya. (Dan semuanya) yakni orang-orang yang menyembah berhala bersama berhala-berhala sesembahan mereka (akal kekal di dalamnya)."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 100,
    "arab": "لَهُمْ فِيْهَا زَفِيْرٌ وَّهُمْ فِيْهَا لَا يَسْمَعُوْنَ ",
    "translation": "Mereka merintih dan menjerit di dalamnya (neraka), dan mereka di dalamnya tidak dapat mendengar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2583.mp3",
    "tafsir": "Kemudian Allah menerangkan keadaan penyembah berhala- berhala itu beserta sembahan-sembahan mereka di dalam neraka, yaitu:\n1. Mereka di dalam neraka mengeluh dan merintih dan nafas mereka menjadi sesak menanggung azab yang tiada terperikan dahsyatnya.\nMaka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih. (Hud/11:106)\n2. Penyembah-penyembah berhala yang sedang diazab itu tidak dapat mengetahui keadaan temannya yang lain yang juga diazab, karena mereka tidak sempat memikirkannya, masing-masing mereka sibuk menghadapi azab yang selalu menimpa mereka.",
    "quraish": "Di dalamnya mereka mengeluarkan napas dari dada dengan suara seperti tercekik akibat kesesakan yang mereka alami. Mereka juga tidak akan mendengarkan sesuatu yang menyenangkan mereka.",
    "jalalayn": "(Mereka) yakni keadaan para penyembah berhala itu (merintih di dalam api dan mereka di dalamnya tidak dapat mendengar) sesuatu pun karena gemuruhnya api Jahanam yang sangat kuat. Ayat ini diturunkan sewaktu Ibnu Zaba'ri mengatakan, bahwa penyembah Uzair, Al Masih dan para Malaikat, mereka semuanya dimasukkan ke dalam neraka, sebagaimana kisah yang telah disebutkan tadi."
  },
  {
    "page": 330,
    "name": "Al-Anbiya'",
    "ayat": 101,
    "arab": "اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰىٓۙ اُولٰۤىِٕكَ عَنْهَا مُبْعَدُوْنَ ۙ",
    "translation": "Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2584.mp3",
    "tafsir": "Pada ayat ini diterangkan keadaan orang-orang yang beriman dan mengerjakan amal saleh serta orang-orang yang telah diberi Allah taufik untuk taat kepada-Nya, bahwa mereka tidak dimasukkan ke dalam neraka bahkan mereka sedikit pun tidak didekatkan kepadanya.\nDiriwayatkan oleh al-Hakim dari Ibnu Abbas, bahwa waktu ayat 98 diturunkan, orang-orang musyrik Quraisy merasa terpukul karenanya. Mereka berkata, \"Muhammad telah memaki-maki tuhan-tuhan kita. Lalu mereka pergi kepada Ibnu az-Ziba`ra dan menceritakan tentang ayat yang diturunkan itu, dia menjawab, \"Kalau saya berhadapan dengan Muhammad tentulah saya dapat membantahnya.\" Orang-orang musyrik Quraisy itu berkata, \"Apakah yang kamu katakan.\" Dia menjawab, \"Aku mengatakan kepadanya, \"Al- Masih disembah orang-orang Nasrani, 'Uzair disembah orang Yahudi, apakah Al-Masih dan 'Uzair itu akan menjadi bahan bakar api neraka? Orang-orang Quraisy tertarik hatinya mendengar ucapan Ibnu az-Ziba`ra dan merasa telah dapat mengalahkan Muhammad. Maka turunlah ayat 99 sampai 101 Surah ini, yang menegaskan ayat 98 di atas.\nDengan turunnya ayat-ayat ini Ibnu az-Ziba`ra bungkam dan bimbanglah kembali hati orang-orang musyrik. Tetapi karena kedengkian mereka kepada Nabi Muhammad dan kaum Muslimin, maka mereka tetap dalam kemusyrikan mereka.",
    "quraish": "Mereka yang Kami bimbing untuk mengikuti kebenaran dan melakukan perbuatan baik, serta Kami janjikan untuk mendapat nasib akhir yang baik, akan terjauhkan dari siksa neraka jahannam.",
    "jalalayn": "(Sesungguhnya orang-orang yang telah ada untuk mereka ketetapan dari Kami) yakni kedudukan (yang baik) antara lain adalah para nabi yang telah disebutkan tadi (mereka itu dijauhkan dari neraka Jahanam)."
  }
]