[
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 6,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ",
    "translation": "Yang demikian itu karena sungguh, Allah, Dialah yang hak dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2601.mp3",
    "tafsir": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal:\n1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah?\n2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama.\n3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu.\n4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. \n5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu.",
    "quraish": "Penciptaan manusia dan penumbuhan tanaman yang telah disebut tadi adalah suatu saksi bahwa Allah adalah Tuhan yang sebenarnya, yang menghidupkan orang mati pada hari pembangkitan, yang Mahakuasa atas segala sesuatu. Hal itu pun menjadi suatu bukti bahwa hari kiamat benar-benar akan datang berdasarkan perwujudan janji-Nya, serta menjadi saksi bahwa Dia menghidupkan orang mati dari kuburnya untuk diadili dan diberi balasan.",
    "jalalayn": "(Yang demikian itu) yakni hal-hal yang telah disebutkan itu mulai dari permulaan kejadian manusia hingga dihidupkannya bumi menjadi subur (karena sesungguhnya) disebabkan bahwa (Allah Dialah yang hak) Yang Tetap dan Abadi (dan sesungguhnya Dialah yang menghidupkan segala yang mati dan sesungguhnya Allah Maha Kuasa atas segala sesuatu)."
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 7,
    "arab": "وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ",
    "translation": "Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2602.mp3",
    "tafsir": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal:\n1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah?\n2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama.\n3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu.\n4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. \n5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu.",
    "quraish": "Penciptaan manusia dan penumbuhan tanaman yang telah disebut tadi adalah suatu saksi bahwa Allah adalah Tuhan yang sebenarnya, yang menghidupkan orang mati pada hari pembangkitan, yang Mahakuasa atas segala sesuatu. Hal itu pun menjadi suatu bukti bahwa hari kiamat benar-benar akan datang berdasarkan perwujudan janji-Nya, serta menjadi saksi bahwa Dia menghidupkan orang mati dari kuburnya untuk diadili dan diberi balasan.",
    "jalalayn": "(Dan sesungguhnya hari kiamat itu pastilah datang, tak ada keraguan) tidak diragukan lagi (padanya; dan bahwasanya Allah membangkitkan semua orang di dalam kubur)."
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 8,
    "arab": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ",
    "translation": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2603.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah:\nSebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46)\nOrang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong.\nAllah berfirman:\nDan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7)\nOrang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah.\nMenurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat.\nDari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain.\nMereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka.",
    "quraish": "Kendati demikian, ternyata masih ada saja sebagian orang yang memperdebatkan wujud Allah dan kekuasaan-Nya, mengingkari kebangkitan tanpa dasar ilmiah, ilham dari langit, atau kitab dari Allah yang dapat dijadikan pelita petunjuk. Perlakuannya itu hanya didasari oleh hawa nafsu dan sikap keras kepala.",
    "jalalayn": "Ayat berikut ini diturunkan berkenaan dengan Abu Jahal, yaitu: (Dan di antara manusia ada orang-orang yang membantah tentang Allah tanpa ilmu pengetahuan dan tanpa petunjuk) yang menjadi pegangannya (dan tanpa kitab yang bercahaya) kitab yang menjadi pegangannya dan yang dapat menunjukinya."
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 9,
    "arab": "ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ",
    "translation": "Sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2604.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah:\nSebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46)\nOrang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong.\nAllah berfirman:\nDan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7)\nOrang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah.\nMenurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat.\nDari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain.\nMereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka.",
    "quraish": "Meskipun demikian, ia masih membuang muka karena rasa sombong dan tidak mau menerima kebenaran. Orang semacam itu akan ditimpa kehinaan di dunia ini dengan dimenangkannya kebenaran. Di akhirat kelak, mereka pun akan disiksa oleh Allah dengan api neraka yang membakar.",
    "jalalayn": "(Dengan memalingkan lambungnya) Lafal ayat ini berkedudukan menjadi Hal atau keterangan keadaan, maksudnya orang yang membantah itu memalingkan lehernya dengan penuh kesombongan karena tidak mau beriman. Pengertian berpaling di sini adalah baik ke kanan maupun ke kiri sama saja (untuk menyesatkan) dapat dibaca Liyadhilla dan Liyudhilla, untuk menyesatkan manusia (dari jalan Allah) yakni dari agama-Nya. (Ia mendapat kehinaan di dunia) azab di dunia, akhirnya ia terbunuh dalam perang Badar (dan di hari kiamat Kami merasakan kepadanya azab neraka yang membakar) ia akan dibakar oleh api neraka, lalu dikatakan kepadanya,"
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 10,
    "arab": "ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ",
    "translation": "(Akan dikatakan kepadanya), “Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2605.mp3",
    "tafsir": "Ayat ini menerangkan bahwa azab yang diterima oleh orang-orang kafir itu adalah seimbang dengan perbuatan mungkar yang pernah mereka kerjakan di dunia dahulu, sesuai dengan firman Allah:\nDia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31)\nAllah mengazab manusia yang durhaka itu bukanlah karena Dia bermaksud untuk menganiaya hamba-Nya, tetapi semata-mata karena dosa hamba-hamba itu sendiri, mengazab mereka yang berdosa sesuai dengan keadilan Allah",
    "quraish": "Dikatakan kepada mereka, \"Kehinaan dan siksa yang kalian temui itu hanyalah karena pendustaan dan sikap sombong kalian. Sesungguhnya Allah Mahaadil, tidak curang dan tidak memandang sama antara orang Mukmin dan kafir atau orang saleh dan orang jahat. Dia akan membalas masing-masing dari mereka sesuai dengan amal perbuatannya.\"",
    "jalalayn": "(\"Yang demikian itu, adalah disebabkan perbuatan yang dikerjakan oleh kedua tanganmu dahulu) yakni perbuatan kamu dahulu. Diungkapkan demikian mengingat, bahwa kebanyakan pekerjaan itu dilakukan oleh kedua tangan (dan sesungguhnya Allah sekali-kali bukanlah penganiaya) suka menganiaya (hamba-hamba-Nya\") dengan mengazab mereka tanpa dosa."
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 11,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَـَٔنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ",
    "translation": "Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2606.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ada pula sebagian manusia yang menyatakan beriman dan menyembah Allah dalam keadaan bimbang dan ragu-ragu; mereka berada dalam kekhawatiran dan kecemasan; apakah agama Islam yang telah mereka anut itu benar-benar dapat memberikan kebahagiaan kepada mereka di dunia dan di akhirat. Mereka seperti keadaan orang yang ikut pergi perang, sedang hati mereka ragu-ragu untuk ikut itu. Jika nampak bagi mereka tanda-tanda pasukan mereka akan memperoleh kemenangan dan akan memeroleh harta rampasan yang banyak, maka mereka melakukan tugas dengan bersungguh-sungguh, seperti orang-orang yang benar-benar beriman. Sebaliknya jika nampak bagi mereka tanda-tanda bahwa pasukannya akan menderita kekalahan dan musuh akan menang, mereka cepat-cepat menghindarkan diri, bahkan kalau ada kesempatan mereka berusaha untuk menggabungkan diri dengan pihak musuh.\nKeadaan mereka itu dilukiskan Allah dalam ayat ini. Jika mereka memperoleh kebahagiaan hidup, rezeki yang banyak, kekuasaan atau kedudukan, mereka gembira memeluk agama Islam, mereka beribadat sekhusyu-khusyunya, mengerjakan perbuatan baik dan sebagainya. Tetapi jika mereka memperoleh kesengsaraan, kesusahan hidup, cobaan atau musibah, mereka menyatakan bahwa semuanya itu mereka alami karena mereka menganut agama Islam. Mereka masuk Islam bukanlah karena keyakinan bahwa agama Islam itulah satu-satunya agama yang benar, agama yang diridai Allah, tetapi mereka masuk Islam dengan maksud mencari kebahagiaan duniawi, mencari harta yang banyak, mencari pangkat dan kedudukan atau untuk memperoleh kekuasaan yang besar. Karena itulah mereka kembali menjadi kafir, jika tujuan yang mereka inginkan itu tidak tercapai. Pada ayat-ayat yang lain Allah menerangkan perilaku mereka:\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa`/4: 141)\nTujuan mereka melakukan tindakan-tindakan yang demikian itu dijelaskan Allah dengan ayat berikut:\nSesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali. (an-Nisa`/4: 142)\nKemudian Allah menerangkan bahwa orang-orang yang demikian adalah orang-orang yang telah menyia-nyiakan sesuatu yang sangat bermanfaat bagi dirinya sendiri baik di dunia, apalagi di akhirat. Akibatnya di dunia mereka mendapat bencana, kesengsaraan dan penderitaan lahir dan batin, dan di akhirat nanti mereka akan memperoleh siksa yang amat berat dengan dimasukkan ke dalam api neraka. Karena ketidaksabaran dan tidak tabah itu mereka akan memperoleh kerugian yang besar dan menimbulkan penyesalan selama-lamanya.",
    "quraish": "Ada kelompok ketiga, yaitu orang yang belum kuat imannya. Keyakinannya masih goncang dan dikuasai oleh maslahat-maslahat pribadi. Orang seperti ini, apabila mendapatkan kebaikan, akan merasa tenang dan bahagia. Sebaliknya, apabila dirinya, hartanya atau anaknya ditimpa kesulitan, akan kembali kepada kekafiran. Dengan begitu, orang ini di dunia akan merugi karena telah kehilangan nyamannya keyakinan kepada ketentuan Allah. Di akhirat pun ia akan merugi karena tidak mendapatkan pahala yang telah dijanjikan Allah kepada orang-orang Mukmin yang sabar dan kokoh imannya. Kerugian ganda itu adalah kerugian yang sebenarnya dan nyata.",
    "jalalayn": "(Dan di antara manusia ada orang yang menyembah Allah dengan berada di tepi) ia ragu di dalam ibadahnya itu. Keadaannya diserupakan dengan seseorang yang berada di tepi bukit, yakni ia tidak dapat berdiri dengan tetap dan mantap (maka jika ia memperoleh kebaikan) maksudnya kesehatan dan kesejahteraan pada diri dan harta bendanya (tetaplah ia dalam keadaan itu dan jika ia ditimpa oleh suatu bencana) cobaan pada hartanya dan penyakit pada dirinya (berbaliklah ia ke belakang) ia kembali menjadi kafir. (Rugilah ia di dunia) disebabkan terlepasnya semua apa yang ia harapkan dari dunia (dan di akhirat) disebabkan kekafirannya itu. (Yang demikian itu adalah kerugian yang nyata) jelas ruginya."
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 12,
    "arab": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ",
    "translation": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2607.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bentuk kerugian yang besar yang akan mereka alami, yaitu mereka menyembah tuhan-tuhan selain Allah atau mereka mengakui adanya kekuatan gaib selain Allah lalu mereka sembah, atau mereka menganggap bahwa ada mahluk yang dapat dijadikan perantara untuk menyampaikan sesuatu permohonan atau doa kepada Allah, padahal tuhan-tuhan itu tidak memberikan mudarat atau manfaat bagi mereka, baik di dunia maupun di akhirat. Perbuatan yang demikian itu adalah perbuatan yang amat jauh menyimpang dari kebenaran. Mereka seperti seorang yang telah jauh tersesat di tengah padang pasir, akan kembali ke jalan yang semula amat jauh dan melelahkan.",
    "quraish": "Orang yang merugi itu menyembah berhala-berhala selain Allah yang tidak membahayakan apabila tak disembah dan tidak mendatangkan manfaat apabila disembah. Perbuatan yang ia lakukan itu adalah kesesatan yang jauh dari kebenaran.",
    "jalalayn": "(Ia menyeru) menyembah (selain Allah) yakni berhala-berhala (sesuatu yang tidak dapat memberi mudarat kepada dirinya) jika ia tidak menyembahnya (dan pula tidak dapat memberi manfaat kepada dirinya) jika ia menyembahnya. (Yang demikian itu) penyembahan itu (adalah kesesatan yang jauh) sekali dari kebenaran."
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 13,
    "arab": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ",
    "translation": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2608.mp3",
    "tafsir": "Orang-orang kafir sebagaimana disebutkan dalam ayat ini adalah orang-orang yang menyembah sesuatu yang lebih banyak mudaratnya dari manfaatnya. Mereka menyembah sesuatu selain Allah, baik berupa manusia, maupun benda atau patung-patung. Disebabkan kekafirannya itu Allah menimpakan azab kepada mereka di dunia dan di akhirat. Di akhirat mereka akan mengetahui bahwa semua yang mereka puja dan sembah selama hidup di dunia, dan semua yang mereka anggap sebagai penolong, sebagai sesuatu yang dapat mengabulkan segala permintaan mereka dan sebagai teman yang baik, di akhirat nanti tidak mempunyai arti sedikitpun, bahkan semuanya itu akan menjadi teman-teman yang sama-sama ditimpa kemurkaan dan azab Allah.",
    "quraish": "Juga memohon doa kepada selain Allah yang bahayanya--berupa perusakan akal pikiran dan penguasaan takhayul--lebih dekat ke jiwa daripada kebenaran pertolongannya. Sesembahan seperti itu adalah penolong dan kerabat yang paling jelek.",
    "jalalayn": "(Ia menyeru sesuatu) huruf Lam adalah Zaidah (yang sebenarnya mudaratnya) jika ia menyembahnya (lebih dekat dari manfaatnya) jika menurut khayalannya ia dapat memberikan manfaat. (Sesungguhnya sejahat-jahat penolong) adalah sesembahan itu (dan sejahat-jahat kawan) adalah dia pula. Sesudah Allah swt. menyebutkan tentang orang-orang yang ragu dengan akibatnya yaitu kerugian, kemudian Allah mengiringinya dengan kisah mengenai orang-orang Mukmin dengan akibatnya, yaitu mendapatkan pahala dari-Nya. Untuk itu Allah swt. berfirman:"
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 14,
    "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ",
    "translation": "(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2609.mp3",
    "tafsir": "Terhadap orang-orang yang hanya menyembah Allah semata, tidak menyekutukan-Nya dengan sesuatu pun, mengikuti ajaran yang disampaikan Nabi-Nya, mengerjakan amal-amal yang saleh, maka Allah melimpahkan karunia-Nya kepada mereka, dengan menyediakan tempat yang penuh kenikmatan dan kebahagiaan berupa surga yang mengalir di bawahnya sungai-sungai, dengan pohon-pohon yang rindang dan menyejukkan, sebagai balasan dari Allah atas semua ibadah dan amal saleh yang telah mereka lakukan itu. Karunia yang berupa kebahagiaan hidup itu mereka nikmati untuk selama-lamanya.\nAllah, Tuhan Yang Mahakuasa, yang ilmu-Nya meliputi segala sesuatu, yang melakukan sesuatu menurut kehendak-Nya sendiri, akan memberikan kemuliaan bagi orang-orang yang beriman dan menaati-Nya serta akan memberikan kehinaan dan kesengsaraan bagi orang-orang ingkar dan durhaka kepada-Nya. Tidak ada sesuatu pun yang dapat merubah, menambah, mengurangi atau menghilangkan ketetapan-ketetapan dan kekuasaan-Nya itu",
    "quraish": "Orang-orang yang beriman kepada Allah dan utusan-utusan-Nya serta dibarengi dengan amal saleh, benar-benar akan dimasukkan oleh Tuhan mereka, pada hari kiamat, ke dalam surga-surga yang dialiri oleh sungai-sungai di bawah pepohonannya. Allah benar-benar akan menyiksa orang yang membuat kerusakan dan memberi pahala kepada orang yang membuat kebaikan sesuai dengan kehendak-Nya.",
    "jalalayn": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh) amal fardu dan sunah semuanya (ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Sesungguhnya Allah berbuat apa saja yang Dia kehendaki) termasuk memuliakan orang yang taat kepada-Nya dan menghinakan orang yang durhaka kepada-Nya."
  },
  {
    "page": 333,
    "name": "Al-Hajj",
    "ayat": 15,
    "arab": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ",
    "translation": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, ) lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2610.mp3",
    "tafsir": "Para mufasir berbeda pendapat dalam menafsirkan ayat ini. Menurut Abu Ja`far an-Nahhas tafsir ayat ini yang paling baik ialah, \"Siapa yang berpendapat bahwa Allah tidak akan menolong Muhammad di dunia dan di akhirat atau ingin menghentikan pertolongan Allah yang akan diberikan-Nya itu, maka hendaklah ia naik ke langit dan berusahalah dari sana menghentikan pertolongan itu. Hendaklah mereka lihat, apakah usaha itu berhasil atau tidak. Dan usaha yang seperti itu pun mustahil dapat dilakukannya.\" \nAz-Zamakhsyari menafsirkan, \"Allah pasti menolong Rasul-Nya di dunia dan di akhirat. Jika musuh-musuh Muhammad mengira bahwa Allah tidak akan menolongnya atau bermaksud tidak akan menolongnya, sedang mereka mengetahui jaminan Allah terhadap pertolongan-Nya itu, tentulah mereka akan marah. Mereka berusaha dengan segala cara untuk menghilangkan kemarahan mereka itu, yaitu melakukan apa saja bahkan menggantung diri. Setelah itu hendaklah dia memperhatikan apakah tindakannya dengan menggantung diri itu dapat menghentikan pertolongan Allah kepada Muhammad.\"\nSebagian ahli tafsir menafsirkan, \"Siapa yang berpendapat bahwa Allah tidak menolong Muhammad, maka hendaklah ia merentangkan tali ke loteng rumahnya, kemudian menggantung diri dengan tali itu. Mereka akan mengetahui bahwa segala usaha dan tipu daya mereka itu tidak berguna sedikit pun.\nSekalipun para mufasir berbeda pendapat tentang tafsir ayat di atas namun itu hanyalah lahiriyah, sedangkan maksudnya sama, yaitu seandainya orang-orang yang memusuhi Nabi Muhammad tidak merasa senang akan kemajuan Islam dan kaum Muslimin maka mereka disilahkan naik ke langit lalu akan melihat keadaan dari sana akan kemajuan Islam dan kaum Muslimin.\nSebagaimana diketahui dalam sejarah bahwa dengan berkembangnya agama Islam dalam waktu yang singkat di kota Mekah, dan semakin banyak penganutnya maka timbullah usaha di kalangan orang-orang musyrik Mekah untuk menghambat perkembangan Islam atau melenyapkan agama Islam itu. Segala macam usaha untuk mencapai maksud itu, mereka lakukan seperti memutuskan hubungan, mengadakan pemboikotan, mengadakan penganiayaan terhadap orang-orang yang masuk Islam, terutama terhadap budak-budak yang masuk Islam, sehingga kaum Muslimin merasa teraniaya dan tersiksa. Dalam pada itu orang-orang musyrik sendiri menyatakan bahwa Allah tidak menolong Muhammad dan kaum Muslimin, karena agama yang dibawanya itu bukanlah agama yang diridai Allah. Dalam keadaan yang demikian turunlah ayat ini memberikan semangat dan harapan kepada kaum Muslimin. Sehingga timbullah keyakinan dalam diri mereka bahwa agama yang telah mereka anut adalah agama yang benar, karena itu mereka wajib melanjutkan untuk menyebarkannya, dan Tuhan pasti akan menolong mereka itu.\nMenurut Muqatil, ayat ini turun berkaitan dengan Bani Asad dan Bani Gathfan yang telah masuk Islam, mereka khawatir bahwa Allah tidak menolong Muhammad, lalu terputuslah hubungan mereka dengan pemimpin-pemimpin Yahudi yang menyebabkan kehidupan mereka tidak dibantu lagi. Dengan turunnya ayat ini, hilanglah segala kekhawatiran yang timbul dalam hati mereka itu.\nDari ayat di atas dipahami bahwa musuh-musuh Islam tidak mempunyai kemampuan sedikit pun untuk mematahkan perjuangan Nabi Muhammad dan kaum Muslimin dalam usaha menyebarluaskan agama Islam karena mereka selalu mendapat pertolongan Allah di dunia dan di akhirat. Pertolongan Allah ini ditegaskan pada ayat yang lain:\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mu`min/40: 51)",
    "quraish": "Orang kafir yang mengira bahwa Allah tidak akan menolong Nabi-Nya, hendaknya menggantung tali di atas rumahnya dan memakainya untuk menggantung diri, kemudian memikirkan apakah perbuatannya itu dapat menghilangkan rasa sesak di dalam dadanya karena Allah telah menolong rasul-Nya.",
    "jalalayn": "(Barang siapa yang menyangka bahwa Allah sekali-kali tiada menolongnya) menolong Nabi Muhammad saw. (di dunia dan akhirat, maka hendaklah ia merentangkan tali) tambang (ke langit) yang dimaksud adalah atap rumahnya, kemudian tali itu diikatkan ke atap rumah dan ke lehernya (kemudian hendaklah ia memutuskan tali itu) yakni mencekik dirinya dengan tali itu, maksudnya menggantung diri. Demikianlah sebagaimana yang disebutkan di dalam hadis-hadis sahih (kemudian hendaklah ia pikirkan, apakah tipu dayanya itu sungguh dapat melenyapkan) dalam hal tidak ditolongnya nabi (apa yang menyakitkan hatinya) apa yang membuat ia sakit hati. Maksudnya, hendaklah ia tercekik oleh kejengkelannya, karena sesungguhnya Allah pasti akan menolong nabi-Nya."
  }
]