[
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 47,
    "arab": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ",
    "translation": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2642.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, mengingkari seruan Nabi Muhammad saw, tidak percaya kepada adanya hari Kiamat, mereka meminta kepada Nabi Muhammad saw agar kepada mereka ditimpakan pula azab seperti yang telah ditimpakan kepada umat-umat terdahulu. Permintaan itu mereka lakukan, karena yakin bahwa azab itu tidak akan datang.\nPermintaan mereka dijawab Allah bahwa azab yang mereka minta itu pasti datang, karena hal itu merupakan Sunnatullah. Allah sekali-kali tidak akan memungkiri janji-Nya. Hanya saja azab itu ditimpakan kepada mereka pada waktu yang telah ditentukan Allah, tidak menurut waktu yang mereka kehendaki. Waktu kedatangan azab itu hanya Allah sajalah yang mengetahuinya, sebagaimana waktu kedatangan azab kepada umat-umat ter- dahulu, yang datang secara tiba-tiba, tanpa diketahui oleh seorang pun darimana dan kapan azab itu datang.\nSebagaimana firman Allah:\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-A'raf/7: 97-98)\n\nJika orang-orang musyrik Mekah merasa bahwa telah lama masa berlalu, tetapi azab yang dijanjikan itu belum datang, sehingga mereka berpendapat bahwa azab itu tidak akan datang lagi, maka hendaklah mereka ingat bahwa seribu tahun menurut perasaan mereka adalah sama dengan sehari di sisi Allah. Karena itu hendaklah mereka ingat bahwa Allah pasti menepati janji-Nya setelah berjalan waktu yang lama menurut perasaan mereka. Allah melambatkan kedatangan azab itu bukanlah berarti bahwa Dia telah menyalahi janji yang telah dijanjikan-Nya.\nSecara saintis, Ayat ini mensiratkan konsep relativitas waktu. Sebuah konsep yang diperkenalkan oleh Albert Einstein melalui Teori Relativitas. Sebelumnya, selama hampir 200 tahun, dunia fisika didominasi oleh fisika Newton yang menyatakan bahwa waktu adalah konstan; satu jam adalah sama di mana pun dalam kondisi apa pun. \nContoh berikut akan memberikan ilustrasi tentang konsep waktu yang konstan. Misalkan, Hamzah dan Wildan telah menyamakan waktu di jam tangannya masing-masing. Kemudian, dengan menggunakan sebuah pesawat yang memiliki kecepatan yang tinggi, mendekati kecepatan cahaya, Hamzah berangkat meninggalkan Wildan. Setelah satu jam (menurut jam tanganya) Hamzah kembali dari perjalanannya dan menemui Wildan. Maka, Newton akan mengatakan bahwa Wildan pun akan merasakan bahwa dia telah menunggu Hamzah selama satu jam. Jam tangan Wildan akan menunjukkan waktu yang sama dengan jam tangan Hamzah.\nEinstein tidak akan sependapat dengan hal ini. Menurut dia, waktu adalah relatif, bergantung pada kecepatan bergerak dari seseorang atau sesuatu. Jika Hamzah yang bergerak dengan kecepatan mendekati kecepatan cahaya merasa telah meninggalkan Wildan selama satu jam (menurut jam di tangannya), maka jam tangan Wildan akan menunjukkan bahwa Hamzah telah pergi selama 10 jam. Jika Hamzah pergi pada pukul 8 pagi, maka ketika dia kembali, jam tangan Hamzah akan menunjukkan waktu pukul 9 pagi, sementara jam tangan Wildan akan menunjukkan jam 18.00 atau jam 6 sore. Demikian pula, apabila pada saat Hamzah dan Wildan sama-sama berumur 20 tahun, kemudian Hamzah bepergian meninggalkan Wildan dengan kecepatan mendekati cahaya selama 5 tahun (menurut waktu Hamzah), maka pada saat mereka bertemu, Hamzah akan berumur 25 tahun, sementara Wildan telah berumur 70 tahun. Demikianlah waktu bersifat relatif.\nAl-Qur'an telah mengisyaratkan hal ini semenjak 14 abad yang lalu. Allah mengatur urusan dari langit ke bumi dan kembali lagi ke langit dengan kecepatan yang sangat tinggi sedemikian sehingga semua ini hanya berlangsung satu hari yang lamanya sama dengan 1000 tahun menurut hitungan waktu kita. Relativitas waktu seperti ini juga terdapat dalam as-Sajdah/32:5; al-Ma'arij/70: 4.\nDalam ayat ini, satu hari setara dengan 50.000 tahun. Hal ini bisa saja terjadi, bergantung kepada kecepatan bergerak dari malaikat.",
    "quraish": "Rasa sombong yang ada dalam hati pun kemudian membuat semua orang kafir Makkah tidak mau mempedulikan pelajaran-pelajaran yang ada. Dengan nada menantang dan mengejek, mereka meminta kepadamu, wahai Nabi, untuk mempercepat azab yang pernah kamu janjikan. Azab itu pasti terjadi. Hanya saja, azab itu terjadi pada waktu yang telah ditentukan oleh Allah, baik di dunia maupun di akhirat. Allah tidak mungkin melanggar janji-Nya, walaupun telah berlalu bertahun-tahun lamanya. Karena satu hari menurut-Nya sama dengan seribu tahun menurut perhitungan kalian(1). (1) Ayat ini sebenarnya telah mendahului penemuan hukum relativisme. Yaitu, bahwa waktu yang ada ini adalah nisbi. Dari itu, konsep tentang adanya waktu kosmos yang mutlak, seperti yang diyakini orang sebelum ditemukannya hukum ini, tidak dapat dipertahankan keabsahannya.",
    "jalalayn": "(Dan mereka meminta kepadamu agar azab itu disegerakan, padahal Allah sekali-kali tidak akan menyalahi janji-Nya) untuk menurunkan azab itu, maka Dia menurunkannya dalam perang Badar. (Sesungguhnya sehari di sisi Rabbmu) hari-hari di akhirat disebabkan pedihnya azab (adalah seperti seribu tahun dari tahun-tahun yang kalian hitung) dapat dibaca Ya'udduuna dan Ta'udduuna, yakni menurut perhitungan tahun-tahun di dunia."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 48,
    "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ",
    "translation": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2643.mp3",
    "tafsir": "Allah melakukan segala sesuatu sesuai dengan kehendak dan kebijaksanaan-Nya. Dalam pada itu manusia juga harus ingat akan salah satu dari sifat-sifat Allah, yaitu Dia tidak segera mengazab hamba-hamba-Nya yang berdosa sebelum memberi kesempatan bertobat kepada mereka dengan cara beriman dan beramal saleh. Apabila kesempatan bertobat itu tidak juga digunakan oleh hamba-Nya, barulah mereka ditimpa azab yang dijanjikan itu. Karena itu berapa banyak negeri yang penduduknya berlaku zalim, setelah beberapa lama, mereka tidak bertobat, bahkan bertambah zalim maka Allah menimpakan azab kepada mereka dengan tiba-tiba dari arah yang tidak mereka ketahui. Hendaklah manusia ingat, bahwa segala sesuatu yang ada di alam semesta ini adalah kepunyaan Allah, termasuk apa yang ada di dalamnya, semuanya akan kembali kepada Allah. Di waktu kembali kepada-Nya, ditimbanglah seluruh amal perbuatan mereka, amal baik dibalas dengan surga yang penuh kenikmatan, sedang amal buruk dan perbuatan jahat akan dibalas dengan neraka yang apinya menyala-nyala.",
    "quraish": "Banyak penduduk negeri yang berbuat zalim seperti orang-orang kafir Makkah itu. Aku menangguhkan azab yang, pada saatnya, pasti akan ditimpakan kepada mereka. Hanya kepada-Ku semua orang akan kembali, dan hanya Aku yang kemudian membalas mereka dengan yang seharusnya mereka terima. Dari itu janganlah kalian lalai, wahai orang-orang kafir, akan akibat penangguhan itu!",
    "jalalayn": "(Dan berapa banyaknya kota yang Kami tangguhkan azab-Ku kepadanya, yang penduduknya berbuat zalim, kemudian Aku azab mereka) yang dimaksud dengan kota di sini adalah para penduduknya (dan hanya kepada Akulah kembalinya segala sesuatu)."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 49,
    "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ",
    "translation": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2644.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada orang-orang yang minta disegerakan datangnya azab bahwa yang menimpakan azab itu bukanlah tugas para rasul. Tugas para rasul hanyalah menyampaikan peringatan dan ancaman Allah kepada manusia, termasuk mereka sendiri. Tugas para rasul juga menyampaikan bahwa tindakan-tindakan yang telah dilakukan orang-orang musyrik itu telah membawa mereka ke ambang pintu azab yang diancamkan itu. Para rasul tidak berwenang menilai perbuatan hamba karena yang memberi taufik dan hidayah itu hanyalah Allah sendiri. Allah berfirman:\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\nSeandainya Allah berkehendak menimpakan azab yang dijanjikan itu, tentu Dia telah melakukannya, dan melakukannya itu adalah mudah bagi-Nya, karena itu janganlah sekali-kali meminta kepada rasul agar azab itu disegerakan atau ditangguhkan, karena semuanya itu adalah wewenang Allah.\nDengan adanya penyampaian ancaman dan peringatan itu, manusia yang hatinya terbuka untuk menerima petunjuk Allah, mempunyai kesempatan untuk menghindarkan diri dari azab Allah yang diancamkan itu, yaitu dengan melakukan semua yang diperintahkan Allah, menghentikan semua yang dilarang dan berusaha menghapuskan segala dosanya dengan mengerjakan amal yang saleh. Jika mereka tetap dalam kekafiran, tentulah Allah akan melaksanakan ancaman-Nya dengan menimpakan azab yang pedih kepada mereka kapan saja dikehendaki.",
    "quraish": "Katakan, wahai Nabi, kepada orang-orang yang melakukan pendustaan dan memintamu untuk mempercepat azab, \"Aku tidak berhak untuk membalas amal perbuatan kalian. Aku hanyalah pemberi peringatan akan datangnya azab Allah dengan peringatan yang jelas. Hanya Allahlah yang akan menghitung dan membalas kamu sekalian.\"",
    "jalalayn": "(Katakanlah, \"Hai manusia!) yakni penduduk Mekah (Sesungguhnya aku adalah seorang pemberi peringatan yang nyata kepada kalian\") dan jelas peringatannya, dan aku adalah pembawa berita gembira bagi orang-orang yang beriman."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 50,
    "arab": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
    "translation": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2645.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bentuk peringatan dan ancaman itu dengan menyebutkan balasan yang baik bagi orang-orang yang beriman, dan ancaman siksa bagi orang-orang yang kafir. Orang-orang yang beriman dengan arti yang sebenarnya dan perwujudan imannya itu tampak dalam tindakannya mengerjakan amal-amal saleh, maka Allah akan mengampuni semua dosa-dosanya, membalas perbuatan baik mereka dengan pahala yang berlipat ganda dan rezeki yang mulia. Di akhirat mereka akan dimasukkan ke dalam surga, tempat dimana mereka akan memperoleh semua yang mereka inginkan, sebagaimana firman Allah:\nMasuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan. Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 70-71)\nBahkan dalam hadis diterangkan bahwa dalam surga itu terdapat kesenangan dan kebahagiaan yang belum pernah dirasakan oleh manusia semasa hidup di dunia sebagaimana firman Allah dalam hadis qudsi:\nDi dalam surga itu terdapat apa yang belum pernah dilihat mata, dan apa yang belum pernah di dengar telinga, dan apa yang belum pernah terlintas di dalam hati manusia. (Riwayat ath-thabrani)",
    "quraish": "Mereka yang beriman kepada Allah dan rasul-Nya, serta melakukan amal saleh akan mendapatkan ampunan dari Allah atas dosa-dosa yang mereka lakukan dan mendapatkan rezeki yang mulia di surga.",
    "jalalayn": "(Maka orang-orang yang beriman dan mengerjakan amal saleh, bagi mereka ampunan) dari dosa-dosa (dan rezeki yang mulia) yaitu surga."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 51,
    "arab": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ",
    "translation": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2646.mp3",
    "tafsir": "Adapun orang-orang yang tetap berusaha menentang para rasul, ingin menghancurkan Islam dan kaum Muslimin, mereka akan dimasukkan ke dalam api neraka, dan itulah tempat yang paling buruk yang disediakan Allah untuk mereka, Allah berfirman:\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)",
    "quraish": "Adapun mereka yang berusaha sekuat tenaga untuk memerangi al-Qur'ân, menandingi dan menentang orang-orang Mukmin, serta menyangka bahwa dengan begitu mereka akan mencapai sesuatu yang mereka inginkan, mereka itu akan dikekalkan dalam siksa neraka.",
    "jalalayn": "(Dan orang-orang yang berusaha terhadap ayat-ayat Kami) Alquran dengan menentang dan membatalkannya (dengan melemahkan) orang-orang yang mengikuti Nabi saw., mereka menganggap lemah orang-orang yang mengikutinya, dan mereka berupaya menghambat kaum Muslimin untuk beriman kepadanya, atau mereka menganggap lemah Kami untuk dapat mengazab mereka. Dan menurut qiraat yang lain dibaca Mu'ajjiziina, yakni mereka dapat mendahului Kami, atau dengan kata lain mereka mengira, bahwa diri mereka yang ingkar terhadap adanya hari berbangkit dan hari pembalasan mereka mengira akan selamat dari azab Kami (mereka itu adalah penghuni-penghuni Jahim) yakni neraka."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 52,
    "arab": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ",
    "translation": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2647.mp3",
    "tafsir": "Dalam ayat ini Allah memperingatkan orang-orang yang beriman akan usaha-usaha yang dilakukan oleh setan; baik setan dalam bentuk jin, maupun setan dalam bentuk manusia untuk menyesatkan manusia dari jalan Allah.\nDi antara usaha-usaha setan itu ialah apabila Rasul membicarakan ayat-ayat Allah, atau menjelaskan dan menyampaikan syariat yang dibawanya kepada para sahabatnya, maka bangunlah setan-setan itu dan berusahalah mereka memasukkan ke dalam hati para pendengar sesuatu tafsiran yang salah, sehingga mereka meyakini bahwa ayat-ayat atau syariat yang disampaikan Rasul itu, bukan berasal dari Allah, tetapi semata-mata ucapan Rasul saja, yang dibuat-buat untuk meyakinkan manusia akan kenabian dan kerasulannya. Ada pula di antara setan-setan itu menyisipkan tafsir yang salah terhadap ayat-ayat itu, sehingga tanpa disadari oleh para pendengar, mereka telah menyimpang dengan tafsir itu sendiri dari maksud ayat yang sebenarnya.\nUsaha setan itu tidak saja dilakukan terhadap Al-Qur'an dan hadis-hadis Nabi, tetapi juga telah dilakukannya terhadap agama dan kitab-kitab suci yang pernah diturunkan kepada para rasul. Usaha-usaha setan itu ada yang berhasil. Bila dipelajari dengan sungguh-sungguh sejarah agama yang dibawa para rasul dan sejarah kitab-kitab suci yang diturunkan Allah kepada mereka. Telah banyak dimasukkan oleh setan ke dalam agama-agama itu sesuatu yang dapat menyesatkan manusia dari jalan Allah. Yang disisipkan itu bukan saja hal yang ringan dan bukan prinsip, tetapi banyak pula yang telah berhasil disisipkan itu sesuatu yang dapat mengubah azas dan pokok agama itu, Allah berfirman:\nMereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat). (al-Ma`idah/5: 13)\nAgama yang diturunkan Allah kepada para rasul terdahulu yang telah banyak dicampuri oleh perbuatan setan, di antaranya ialah agama Nabi Ibrahim, Nabi Musa, Nabi Daud dan Nabi Isa as.\nDalam sejarah kaum Muslimin setelah Rasulullah saw dan para sahabat terdekat meninggal dunia, nampak dengan jelas usaha-usaha untuk merusak dan mengubah agama Islam meskipun usaha untuk mengubah, menambah atau mengurangi ayat-ayat Al-Qur'an tidak berhasil, karena Al-Qur'an dipelihara oleh Allah, tetapi mereka hampir saja berhasil memasukkan hadis-hadis palsu ke dalam kumpulan hadis-hadis Nabi. Di samping itu juga mereka hampir berhasil menafsirkan ayat-ayat Al-Qur'an dengan tafsir atau takwil yang jauh dari makna Al-Qur'an yang dikehendaki.\nDi samping usaha-usaha mereka untuk mengubah ayat-ayat suci Al-Qur'an, hadis Nabi dan syariat Islam, mereka juga berusaha untuk merusak hidup dan kehidupan manusia, seperti jika seorang mencita-citakan adanya sesuatu kebaikan pada dirinya, maka ditimbulkanlah oleh setan di dalam diri dan pikiran orang itu pendapat atau keyakinan bahwa cita-cita yang diinginkan itu sulit memperolehnya, sehingga timbul pada diri dan kemauan orang itu rasa takut dan rasa tidak sanggup mencapai cita-cita yang baik itu.\nMengenai Al-Qur'an banyak sekali usaha-usaha untuk meniru-nirunya, memasukkan tafsir dan takwilan yang salah ke dalamnya, memasukkan khurafat-khurafat dan sebagainya, namun semua usaha itu mengalami kegagalan. Hal ini sesuai dengan jaminan Allah tehadap pemeliharaan Al-Qur'an itu, Allah berfirman:\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-Hijr/15: 9)\nJika diperhatikan sejarah Al-Qur'an, amat banyak cara yang telah dilakukan untuk menjaga otensitas Al-Qur'an itu, di antaranya ialah: \n1. Di masa Rasulullah masih hidup, setiap ayat-ayat Al-Qur'an diturunkan beliau menyuruh menuliskan dan menghafalnya.\n2. Tidak lama setelah Rasulullah saw meninggal dunia, seluruh Al-Qur'an telah dapat dikumpulkan dan ditulis pada lembaran-lembaran yang kemudian diikat dan disimpan oleh Abu Bakar, sepeninggal Abu Bakar disimpan oleh Umar, kemudian oleh Hafsah binti Umar. Di masa Usman Al-Qur'an yang ditulis pada lembaran-lembaran itu dibukukan. Al-Qur'an dinamai \"Mushaf\". Ada lima buah mushaf yang ditulis di masa Usman itu. Dari mushaf yang lima itulah kaum Muslimin di seluruh dunia Islam di masa itu menyalin Al-Qur'an.\n3. Mendorong dan menambah semangat orang-orang yang berilmu, agar memperdalam ilmunya. Dengan kemampuan ilmu yang ada, mereka dapat mempertahankan kemurnian Al-Qur'an dari segala macam subhat dan penafsiran yang salah.\n4. Sejak masa Nabi saw sampai saat ini, selalu ada orang yang hafal seluruh Al-Qur'an, sehingga sukar dilakukan penyisipan-penyisipan ke dalamnya. Bahkan kesalahan tulisan yang sedikit saja pada ayat-ayat Al-Qur'an telah dapat menimbulkan reaksi yang kuat dari kalangan kaum Muslimin.\nDalam setiap kurun sejarah Islam, selalu ada tokoh-tokoh ulama yang sanggup membela dan mempertahankan ajaran Islam dari serangan yang datang dari luar Islam yang beraneka ragam bentuknya.\nPada saat banyak timbul usaha-usaha pemalsuan hadis pada permulaan abad kedua hijriyah, tampillah Khalifah Umar bin Abdul Aziz. Beliau berusaha mengumpulkan dan membukukan hadis-hadis Nabi saw yang masih berada dalam hafalan para tabi`in, dan sebagian telah dituliskan oleh para sahabat. Beliau memerintahkan para pejabat di daerah-daerah, dan para ulama agar mengumpulkan hadis-hadis Nabi di daerah mereka masing-masing. Di antara para ulama yang menulisnya ialah Imam az-Zuhri. Maka oleh Imam az- Zuhri dikumpulkan hadis-hadis Nabi itu. Sekalipun pada masa itu belum lagi dilakukan penelitian dan pemisahan hadis-hadis mana yang palsu dan mana yang benar-benar berasal dari Nabi, tetapi usaha ini merupakan landasan dan dasar dari usaha-usaha yang akan dilakukan oleh para Imam hadis yang datang kemudian sesudah angkatan az-Zuhri ini, seperti Imam al-Bukhari, Muslim, an-Nasa`i, Abu Daud dan lain-lain. Imam-imam inilah yang melakukan penelitian terhadap hadis-hadis yang telah dikumpulkan di masa Khalifah Umar bin Abdul Aziz itu.\nDemikian pula Imam al-Asy'ari telah berhasil mempertahankan kemurnian ajaran Islam dari pengaruh filsafat Yunani yang banyak dipelajari oleh ulama-ulama Islam waktu itu. Kemudian al-Gazali telah berhasil pula mempertahankan ajaran Islam dari pengajaran atau pengaruh yang kuat dari filsafat Neoplatonisme. Ibnu Taimiyah telah membersihkan ajaran Islam dari berbagai khufarat yang menyesatkan. \nAllah Maha Mengetahui segala sesuatu, termasuk segala macam bentuk usaha setan untuk merusak dan merubah ajaran Islam, semua yang terbesit di dalam hati manusia, semua yang nampak dan semua yang tersembunyi. Dengan pengetahuan-Nya itu pula Dia melumpuhkan tipu daya setan yang ingin merusak agama-Nya, kemudian menimpakan pembalasan yang setimpal bagi mereka itu.",
    "quraish": "Janganlah kamu bersedih, wahai Muhammad, mendapati perlakuan orang-orang kafir itu! Sebelum kamu pun, setiap kali seorang rasul atau seorang nabi membacakan sesuatu untuk mengajak mereka kepada kebenaran, semua rasul itu dihalangi oleh setan-setan manusia yang membangkang. Setan-setan itu bermaksud untuk menggagalkan dakwah, membuat keragu-raguan dalam sesuatu yang dibacakan itu, dan akhirnya membuat seruan nabi atau rasul itu tidak ada harapan untuk dipenuhi. Tetapi Allah menggagalkan rencana mereka itu, dan kemenangan pun, akhirnya, berada di pihak kebenaran. Allah telah mengokohkan syariat dan menolong rasul-Nya. Dia yang Mahatahu akan keadaan dan tipu daya manusia lagi Mahabijaksana untuk meletakkan segala sesuatu pada tempatnya.",
    "jalalayn": "(Dan Kami tidak mengutus sebelum kamu seorang rasul pun) rasul adalah seorang nabi yang diperintahkan untuk menyampaikan wahyu (dan tidak pula seorang nabi) yaitu orang yang diberi wahyu akan tetapi tidak diperintahkan untuk menyampaikannya (melainkan apabila ia membaca) membacakan Alquran (setan pun, memasukkan godaan-godaan terhadap bacaannya itu) membisikkan apa-apa yang bukan Alquran dan disukai oleh orang-orang yang ia diutus kepada mereka. Sehubungan dengan hal ini Nabi saw. pernah mengatakan setelah beliau membacakan surah An-Najm, yaitu sesudah firman-Nya, \"Maka apakah patut kalian (hai orang-orang musyrik) menganggap Lata, Uzza dan Manat yang ketiganya...\" (Q.S. An-Najm, 19-2O) lalu beliau mengatakan, \"Bintang-bintang yang ada di langit yang tinggi itu, sesungguhnya manfaatnya dapat diharapkan\". Orang-orang musyrik yang ada di hadapan Nabi saw. kala itu merasa gembira mendengarnya. Hal ini dilakukan oleh Nabi saw. di hadapan mereka, dan sewaktu Nabi saw. membacakan ayat di atas lalu setan meniupkan godaan kepada lisan Nabi saw. tanpa ia sadari, sehingga keluarlah perkataan itu dari lisannya. Maka malaikat Jibril memberitahukan kepadanya apa yang telah ditiupkan oleh setan terhadap lisannya itu, lalu Nabi saw. merasa berduka cita atas peristiwa itu. Hati Nabi saw. menjadi terhibur kembali setelah turunnya ayat berikut ini, (\"Allah menghilangkan) membatalkan (apa yang ditiupkan oleh setan itu, dan Dia menguatkan ayat-ayat-Nya) memantapkannya. (Dan Allah Maha Mengetahui) apa yang telah dilancarkan oleh setan tadi (lagi Maha Bijaksana) di dalam memberikan kesempatan kepada setan untuk dapat meniupkan godaannya kepada Nabi saw. Dia berbuat apa saja yang dikehendaki-Nya."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 53,
    "arab": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ",
    "translation": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permu-suhan yang jauh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2648.mp3",
    "tafsir": "Allah menjelaskan berbagai usaha setan-setan beserta pengikutpengikutnya untuk memperdayakan manusia dengan menambah pengertian yang salah dalam ayat-ayat Al-Qur'an dan dalam agama Islam. Perbuatan mereka itu menjadi cobaan bagi manusia, terutama bagi orang-orang yang beriman, orang-orang yang ingkar dan sesat hatinya serta orang-orang munafik. Godaan setan itu menambahkan sesat dan menimbulkan penyakit dalam hatinya, sehingga kekafiran dan kemunafikan mereka bertambah.\nSedang orang-orang yang kuat imannya tidak akan tertipu oleh setan, setiap godaan setan yang datang kepadanya akan menambah kuat imannya. Sebaliknya orang-orang yang sesat hatinya dan ada penyakit di dalamnya akan jauh menyimpang dari jalan yang benar, karena itu sukar bagi mereka kembali ke jalan yang benar. Mereka tidak dapat lagi mengharapkan keridaan Allah dan tidak akan lepas dari siksaan Allah",
    "quraish": "Adapun mengapa Allah memberi kesempatan kepada para penolak kebenaran untuk membuat keragu- raguan dan merintangi jalan dakwah adalah untuk menguji dan mencoba umat manusia. Orang-orang kafir yang hatinya telah membatu, orang-orang munafik, dan orang-orang yang hatinya sakit, semakin sesat karena menyebarkan dan membela keragu-raguan itu. Maka tidak mengherankan, mengapa orang-orang zalim tersebut mengambil sikap seperti itu, karena mereka telah tenggelam dalam kesesatan, sikap keras kepala dan pertikaian.",
    "jalalayn": "(Agar Dia menjadikan apa yang ditiupkan oleh setan itu sebagai cobaan) yakni musibah (bagi orang-orang yang di dalam hatinya ada penyakit) perselisihan dan kemunafikan (dan yang kasar hatinya) orang-orang musyrik; hati mereka kasar dan keras tidak mau menerima barang yang hak. (Dan sesungguhnya orang-orang yang zalim itu) yakni orang-orang kafir (benar-benar dalam permusuhan yang sangat\") mereka berada dalam perselisihan yang berkepanjangan dengan Nabi saw. dan orang-orang Mukmin, hal ini dapat diketahui sewaktu terlontar kata-kata dari lisan Nabi saw. yang menyebutkan tuhan-tuhan mereka dengan sebutan yang membuat mereka suka; hanya saja hal itu dibatalkan oleh firman Allah selanjutnya."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 54,
    "arab": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "dan agar orang-orang yang telah diberi ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2649.mp3",
    "tafsir": "Allah melakukan yang demikian itu agar orang-orang yang berilmu pengetahuan mengetahui dan merenungkan segala macam hukum yang telah ditetapkan Allah, pokok-pokok sunnatullah, segala macam subhat dan penafsiran ayat-ayat dengan cara yang salah yang dibuat oleh setan dan pengikut-pengikutnya. Dengan pengetahuan dan pengalaman itu diharapkan iman mereka bertambah, meyakini bahwa Al-Qur'an itu benar-benar berasal dari Allah. sebagaimana mereka meyakini bahwa Allah menjamin keaslian Al-Qur'an dari campur tangan manusia di dalamnya dan dari penafsiran yang salah.\nKarena itu hendaklah orang-orang yang beriman yang telah dapat membedakan antara yang benar dan yang salah, antara iman dan kufur menundukkan dan menyerahkan diri kepada Allah. Membaca ayat-ayat Al-Qur'an dengan sungguh-sungguh, melaksanakan segala yang diperintahkan-Nya, menghentikan segala larangan-Nya, baik yang berhubungan dengan ibadah, muamalat, budi pekerti, hukum dan tata cara bergaul dalam kehidupan masyarakat.\nKemudian ditegaskan bahwa Allah benar-benar akan memberi petunjuk dan taufik kepada hamba-hamba-Nya yang beriman dan mengikuti semua rasul. Petunjuk dan taufik yang diberikan Allah kepada hamba-Nya dilakukan dengan bermacam cara. Ada cara yang langsung dan ada pula dengan cara yang tidak langsung, kadang-kadang manusia sendiri menyadari bahwa ia telah menerima petunjuk itu.\nDalam sejarah kehidupan Nabi Muhammad saw banyak didapati saat-saat Allah memberikan petunjuk yang langsung kepadanya. Di antaranya petunjuk-petunjuk Allah kepadanya adalah teguran Allah kepada Nabi, ketika Nabi melakukan perbuatan yang dianggap tidak layak dilakukan oleh rasul, misalnya teguran-Nya kepada Nabi karena meremehkan seorang sahabat yang bertanya kepadanya, Nabi sedang sibuk dengan pembesar Quriasy. Di antara contoh-contohnya ialah sebagai berikut:\nImam Ibnu Jarir meriwayatkan bahwa Ibnu Ummi Maktum, seorang sahabat Nabi yang buta dan miskin. Pada suatu hari ia datang menghadap Nabi dan ia berkata, \"Ya Rasulullah, bacakan dan ajarkanlah kepadaku apa yang telah diajarkan Allah kepadamu.\" Ia mengulangi perkataan itu tiga kali. Waktu Ibnu Ummi Maktum bertanya, Rasul saw sedang menerima pembesar Quraisy, yaitu Walid bin Mugirah dan konon musuh umat Islam, sedang Ibnu Ummi Maktum tidak melihat dan mengetahui pula bahwa Rasulullah sedang sibuk menerima tamu-tamunya. Karena itu Rasulullah saw merasa kurang senang dengan permintaan Ibnu Ummi Maktum, beliau bermuka masam dan berpaling daripadanya. Sikap Rasulullah terhadap Ibnu Ummi Maktum itu ditegur Allah dengan firman-Nya:\nDia (Muhammad) berwajah masam dan berpaling, karena seorang buta telah datang kepadanya (Abdullah bin Ummi Maktum). Dan tahukah engkau (Muhammad) barangkali dia ingin menyucikan dirinya (dari dosa), atau dia (ingin) mendapatkan pengajaran, yang memberi manfaat kepadanya? Adapun orang yang merasa dirinya serba cukup (pembesar-pembesar Quraisy), maka engkau (Muhammad) memberi perhatian kepadanya, padahal tidak ada (cela) atasmu kalau dia tidak menyucikan diri (beriman). Dan adapun orang yang datang kepadamu dengan bersegera (untuk mendapatkan pengajaran), sedang dia takut (kepada Allah), engkau (Muhammad) malah mengabaikannya. Sekali-kali jangan (begitu)! Sungguh, (ajaran-ajaran Allah) itu suatu peringatan. ('Abasa/80: 1-11)\nDengan teguran Allah itu Rasulullah menjadi sadar akan kesalahannya, sejak waktu itu beliau tambah menghormati sahabat-sahabat beliau, termasuk menghormati Ibnu Ummi Maktum sendiri. Teguran Allah inilah yang membedakan posisi Nabi dengan manusia biasa.",
    "quraish": "Sebaliknya, orang-orang yang diberi ilmu syariat kemudian mengimaninya, akan semakin bertambah percaya dan mengetahui bahwa yang dikatakan para rasul dan nabi itu adalah benar-benar dari Allah. Dia, sungguh, akan selalu mengawasi problematika orang-orang Mukmin dan membimbing mereka ke jalan lurus yang akan mereka ikuti.",
    "jalalayn": "(Dan agar orang-orang yang telah diberi ilmu meyakini) diberi ilmu tentang ketauhidan dan Alquran (bahwasanya Alquran) itulah (yang hak dari Rabbmu lalu mereka beriman kepadanya dan tenanglah) yakni mantaplah (hati mereka kepadanya, dan sesungguhnya Allah adalah Pemberi petunjuk bagi orang-orang yang beriman kepada jalan) tuntunan (yang lurus) yaitu agama Islam."
  },
  {
    "page": 338,
    "name": "Al-Hajj",
    "ayat": 55,
    "arab": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ",
    "translation": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2650.mp3",
    "tafsir": "Ayat ini menjelaskan sikap orang kafir terhadap Al-Qur'an, mereka tidak percaya terhadap Al-Qur'an, mekipun telah datang bukti-bukti kebenaran Al-Qur'an sebagai kalamullah bukan ciptaan Muhammad.\nDengan teguran Allah kepada Nabi yang tidak layak di atas, orang kafir tetap ragu dan tidak mau beriman kepada Allah sampai hari Kiamat atau sampai datang azab kepada mereka.",
    "quraish": "Orang-orang yang ingkar tidak berhasil menemukan kepastian, dan terus meragukan al-Qur'ân hingga mati atau didatangi azab hari kiamat yang tidak memberikan kasih sayang kepada mereka.",
    "jalalayn": "(Dan senantiasalah orang-orang kafir itu berada dalam keragu-raguan) tidak percaya (terhadap Alquran) disebabkan apa-apa yang diembuskan oleh setan melalui lisan Nabi, kemudian hal itu dibatalkan (hingga datang kepada mereka saat ajalnya dengan tiba-tiba) saat kematian mereka, atau yang dimaksud adalah hari kiamat yang datang secara mendadak (atau datang kepada mereka azab hari kiamat) yaitu perang Badar, yang di dalam perang itu tiada kebaikan sedikit pun bagi orang-orang kafir; keadaan pada hari itu diserupakan bagaikan angin kering yang tidak membawa kebaikan sedikit pun. Atau makna yang dimaksud adalah azab hari kiamat, yaitu hari yang tidak ada malam hari lagi sesudahnya."
  }
]