[
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 56,
    "arab": "اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ",
    "translation": "Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2651.mp3",
    "tafsir": "Allah menerangkan bahwa apabila telah datang hari Kiamat, maka segalanya berada di tangan Allah. Dialah yang berkuasa pada waktu itu dan berkuasa menyelesaikan segala sesuatu dengan memberikan balasan yang layak kepada manusia, sesuai dengan perbuatan yang telah dilakukannya selama hidup di dunia.\nOrang-orang yang beriman kepada Al-Qur'an, mengamalkan segala yang terkandung di dalamnya, beriman kepada Muhammad sebagai Rasul Allah, mengamalkan hadis-hadisnya melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya, akan diberi balasan surga yang penuh kenikmatan. Mereka memperoleh apa yang dikehendakinya, merasakan kebahagiaan, kesenangan yang belum pernah mereka rasakan selama hidup di dunia.",
    "quraish": "Pada hari ketika Allah mengadili para hamba-Nya, kekuatan mutlak berada di tangan-Nya. Pada saat itu, orang-orang yang beriman dan berbuat baik akan dikekalkan dalam surga yang menyediakan berbagai jenis kesenangan.",
    "jalalayn": "(Kekuasaan di hari itu) yaitu hari kiamat (hanyalah bagi Allah) semata. Makna Istiqrar atau tetap yang terkandung sebelum lafal Yaumaidzin adalah 'Amil yang menashabkan Zharaf atau lafal Yaumaidzin. Maksudnya; kekuasaan pada hari kiamat itu hanyalah tetap bagi Allah semata (Dia memberi keputusan di antara mereka) antara kaum Mukminin dan orang-orang kafir, pengertian ini dijelaskan oleh firman selanjutnya, yaitu, (Maka orang-orang yang beriman dan beramal saleh adalah di dalam surga yang penuh kenikmatan) penuh dengan anugerah dari Allah."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 57,
    "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ ࣖ",
    "translation": "Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2652.mp3",
    "tafsir": "Orang-orang kafir yang mendustakan ayat-ayat Allah, memasukkan penafsiran yang salah dan membuat keraguan ke dalam ayat-ayat-Nya, mendakwahkan bahwa Al-Qur'an adalah buatan Muhammad, mereka akan ditimpa azab yang sangat keras, tidak dapat dibandingkan keras dan beratnya itu dengan siksa atau malapetaka yang pernah terjadi selama mereka hidup di dunia.",
    "quraish": "Adapun orang-orang yang ingkar dan mendustakan ayat-ayat al-Qur'ân yang telah Kami turunkan kepada Muhammad akan mendapatkan azab yang hina dan nista.",
    "jalalayn": "(Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, maka bagi mereka azab yang menghinakan) azab yang keras disebabkan kekafiran mereka."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 58,
    "arab": "وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
    "translation": "Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2653.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua orang yang hijrah di jalan Allah, meninggalkan kampung halamannya, meninggalkan keluarga dan harta bendanya, hanya untuk mencari rida Allah, dengan tujuan menegakkan agama Islam bersama Nabi Muhammad saw. Kemudian mereka terbunuh dalam peperangan atau meninggal secara normal dalam keadaan yang demikian itu, maka Allah akan membukakan rezeki yang mulia kepada mereka di akhirat.\nSebagian ahli tafsir berpendapat bahwa pada hakikatnya orang yang terbunuh atau mati biasa dalam keadaan hijrah untuk mempertahankan dan membela agama Allah adalah sama-sama akan diberi rezeki yang mulia di sisi Allah. Itulah yang dimaksud dengan ayat ini, dan juga disebutkan dalam firman Allah:\nDan barang siapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barang siapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang. (an-Nisa`/4: 100)\nDan dalam hadis Nabi saw: \nDari Salman al-Farisi ia berkata, \"Aku telah mendengar Rasulullah saw bersabda, \"Barangsiapa yang mati dalam keadaan bertugas (siap bertempur pada jalan Allah), dia diberi rezeki, dan aman dari segala yang memfitnah dia. Dan bacalah olehmu jika kamu menghendaki (ayat ini).\" (Riwayat Ibnu Abi Hatim)\nDari ayat ini dapat pula ditetapkan hukum, bahwa apabila ada perbuatan baik, sesuai dengan apa yang diperintahkan agama dan dikerjakan oleh beberapa orang, dalam pelaksanaan pekerjaan itu ada kaum Muslimin yang meninggal karena pekerjaan itu, dan ada yang mati secara normal di waktu melaksanakan pekerjaan itu, maka orang-orang yang mati secara normal itu diberi pahala yang sama oleh Allah.\nDalam ayat ini terdapat perkataan \"rezeki\" yang mulia, Allah tidak menerangkan apa yang dimaksud dengan rezeki yang mulia itu, dan kapan rezeki itu diberikan. Hal ini akan diterangkan pada ayat berikutnya (ayat 59).\nKemudian Allah menerangkan bahwa Dia adalah pemberi rezeki yang paling baik. Maksudnya ialah Allah memberikan rezeki kepada hamba-hamba-Nya itu, semata-mata karena kasih sayangnya kepada mereka, sehingga ia memberikannya tiada terhingga kepada siapa yang dikehendaki-Nya, tanpa mengharapkan sesuatu balasan dari hamba-Nya itu.",
    "quraish": "Dan orang-orang yang meninggalkan kampung halaman untuk meninggikan agama demi mendapatkan perkenan Allah, lalu terbunuh di medan perang atau meninggal di atas tempat tidur, mereka akan diganjar oleh Allah dengan ganjaran yang paling baik. Dia adalah sebaik-baik yang memberikan pahala yang banyak.",
    "jalalayn": "(Dan orang-orang yang berhijrah di jalan Allah) jalan ketaatan kepada-Nya, yaitu berhijrah dari Mekah ke Madinah (kemudian mereka dibunuh atau mati, benar-benar Allah akan memberikan kepada mereka rezeki yang baik) yakni rezeki di surga. (Dan sesungguhnya Allah adalah sebaik-baik pemberi rezeki) Pemberi rezeki yang paling utama."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 59,
    "arab": "لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ",
    "translation": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2654.mp3",
    "tafsir": "Allah akan memasukkan semua orang yang terbunuh di jalan-Nya dan orang-orang yang meninggal dalam keadaan hijrah itu ke dalam surga yang penuh kenikmatan di akhirat kelak, sebagai balasan bagi apa yang telah mereka lakukan.\nInilah yang dimaksud dengan rezeki pada ayat 58, dan kapan rezeki itu diberikan-Nya. Allah menerangkan bahwa Dia mengetahui semua perbuatan yang telah dilakukan oleh orang-orang yang hijrah, mengetahui segala amal yang telah mereka perbuat, baik yang kecil maupun yang besar, baik yang nampak maupun yang tersembunyi. Sebagaimana Allah mengetahui pula perbuatan-perbuatan orang yang zalim. Sekalipun demikian Allah tidak segera menimpakan siksa kepada orang-orang yang zalim, karena Dia juga Maha Penyantun, Allah selalu memberi kesempatan kepada manusia yang berdosa untuk bertobat dan kembali mengerjakan perbuatan-perbuatan yang baik dan diridai Allah.",
    "quraish": "Mereka itu benar-benar akan dimasukkan oleh Allah ke dalam surga yang bertingkat-tingkat yang membuat mereka puas dan bahagia. Sesungguhya Allah Maha Mengetahui keadaan mereka. Karenanya, Dia lalu memberi mereka ganjaran yang baik. Dia juga Mahalembut dan memaafkan kesalahan-kesalahan mereka.",
    "jalalayn": "(Sesungguhnya Allah akan memasukkan mereka ke dalam suatu tempat) dapat dibaca Mudkhalan dan Madkhalan, artinya tempat masuk atau suatu tempat (yang mereka menyukainya) yaitu surga. (Dan sesungguhnya Allah Maha Mengetahui) tentang niat mereka (lagi Maha Penyantun) dari menghukum mereka."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 60,
    "arab": "۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
    "translation": "Demikianlah, dan barangsiapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2655.mp3",
    "tafsir": "Demikianlah, Allah akan memberikan rezeki yang baik dan surga yang penuh kenikmatan kepada orang-orang yang meninggal dalam keadaan hijrah dan berjihad di jalan Allah, dalam memerangi musuh-musuh mereka.\nKemudian Allah menegaskan jaminan pertolongan-Nya kepada orangorang yang hijrah dan berjihad, yaitu siapa di antara orang-orang yang beriman membalas siksaan orang-orang kafir, karena mereka telah diperangi, kemudian musuh-musuhnya itu memaksa mereka untuk hijrah meninggalkan kampung halaman mereka, pastilah Allah akan menolong mereka dan akan membalas perbuatan itu kembali.\nDalam pada itu Allah Maha Pengampun lagi Maha Penyayang kepada hamba-hamba-Nya. Karena itu janganlah orang-orang yang beriman memerangi musuh-musuh mereka yang telah menyerah dan hendaklah mereka melindungi orang-orang yang minta perlindungan kepada mereka. Jika orang-orang kafir membiarkan kaum Muslimin menjalankan agamanya, tidak mengganggu dan menyakiti mereka, Allah melarang memerangi orang-orang kafir itu. Allah memerintahkan untuk memaafkan kesalahan mereka, sebagaimana Allah telah memaafkan pula kesalahan orang-orang yang beriman. Allah berfirman:\nDan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri. Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barang siapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim. (asy-Syura/42: 39-40)",
    "quraish": "Begitulah cara Kami dalam mengganjar manusia. Kami tidak pernah berlaku curang. Maka apabila seoang Mukmin, berdasarkan hukum kisas, membalas orang yang berbuat jahat kepadanya hanya dengan kejahatan yang semisal, tetapi si pelaku kejahatan kemudian malah menambah kejahatannya, maka Allah telah mengambil janji untuk menolongnya dari kejahatan orang itu. Allah sungguh banyak ampunan-Nya kepada orang yang membalas suatu kejahatan hanya dengan yang semisal. Dia tidak akan menghukumnya karena hal itu. Dia pun amat luas sifat memaafkannya, hingga di hari kiamat nanti, menutupi kesalahan- kesalahan hamba-Nya yang taat.",
    "jalalayn": "Perkaranya (demikianlah) apa yang telah Kami ceritakan kepadamu (dan barang siapa membalas) melakukan pembalasan, yang dimaksud adalah orang-orang Mukmin (seimbang dengan penganiayaan yang pernah ia derita) sesuai dengan penganiayaan yang dialaminya dari orang-orang musyrik yang berbuat aniaya terhadapnya. Atau dengan kata lain, ia memerangi mereka sebagaimana mereka memeranginya di bulan Muharam (kemudian ia dianiaya lagi) dan diusir dari kampung halamannya oleh mereka (pasti Allah akan menolongnya. Sesungguhnya Allah benar-benar Maha Pemaaf) terhadap orang-orang yang beriman (lagi Maha Pengampun) terhadap mereka yang memerangi orang-orang musyrik, sekalipun dalam bulan Muharam."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 61,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
    "translation": "Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan sungguh, Allah Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2656.mp3",
    "tafsir": "Memberikan pertolongan dan menjamin kemenangan bagi orang-orang yang beriman itu adalah suatu janji yang pasti dari Allah. Karena Dia Maha Menguasai segala sesuatu. Di antara tanda-tanda kekuasaan-Nya itu, Dia pada suatu musim panas memasukkan malam ke dalam siang, maka siang menjadi panjang, dan pada suatu musim dingin memasukkan siang ke dalam malam, maka malam menjadi panjang. Di daerah khatulistiwa perbedaan waktu malam dan waktu siang ini tidak begitu dirasakan. Tetapi di daerah sub-tropis dan daerah kutub Utara atau Selatan, perbedaan ini sangat kelihatan. Pada musim dingin kelihatan malam amat panjang, sedang di musim panas waktu sianglah yang lebih panjang dari waktu malam.\nAyat di atas merupakan salah satu ayat dari sekian ayat dalam Al-Qur'an yang mengungkapkan secara berulang perkara kejadian siang dan malam. (QS 10;67, 16:12, 17;12, 21:33, dst). Dan itu terjadi semata karena kuasa-Nya yang tercermin dari bunyi awal ayat.\nMenurut para saintis, malam dan siang merupakan fenomena alam yang terjadi karena posisi bumi yang bergerak mengelilingi matahari pada lintasan yang tetap \"hampir berbentuk\" lingkaran. Karena itu pula bumi terhindar dari mengalami suhu-suhu ekstrem yang mematikan. Bumi yang bulat ketika mengelilingi matahari tadi sambil terus berputar pada sumbunya. Malam terjadi pada bagian bumi yang tidak tersinari oleh sinar matahari dan siang ketika bagian bumi lainnya terkena sinar matahari. Malam itu gelap dan siang itu terang. \nMengenai perputaran(rotasi) bumi pada sumbunya, data menunjukkan bahwa kecepatannya adalah 1.670 km per jam. Bandingkan dengan kecepatan peluru ketika dilepaskan dari senjata modern yaitu 1.800 km per jam. Betapa cepatnya rotasi bumi. \nSementara kecepatan orbit bumi terhadap matahari adalah 60 kali kecepatan peluru, yakni sekitar 108.000 km per jam. Dengan kecepatan demikian sebuah pesawat akan dapat mengelilingi bumi dalam waktu 22 menit saja.\nPerputaran bumi pada sumbunya terjadi satu kali dalam sehari yang menurut pengamatan para ahli merupakan kecepatan yang tepat untuk menghasilkan suhu yang sedang dan nyaman untuk kehidupan di atas permukaan bumi. Dan lebih mencengangkan adalah besarnya sudut sumbu putar bumi ini telah memungkinkan untuk terjadinya 4 musim di belahan utara dan selatan garis equator dan hanya 2 musim di daerah yang terletak tepat di garis equator bumi. \nKetepatan perputaran (rotasi) yang mengakibatkan keteraturan terjadinya siang dan malam di bumi ini ditegaskan oleh ayat ini,....Tidaklah mungkin bagi matahari mendapatkan bulan dan malam pun tidak dapat mendahului siang, dan masing-masing beredar pada garis edarnya\" (Yasin/36:40) \nDengan pergantian siang dan malam yang secara berkala dan teratur suatu ketetapan Allah untuk menjadi perhitungan waktu bagi kehidupan manusia di bumi. Satu putaran siang dan malam lamanya Allah SWT tentukan 24 jam. Ini yang kita kenal dengan hitungan hari. Satu hari adalah 24 jam. Sementara satu putaran bulan (sebagai satelit bumi) yang mengelilingi bumi memerlukan waktu 29 atau 30 hari. Atau disebut satu bulan.. Sedangkan lamanya bumi mengelilingi atau mengorbit matahari satu putaran penuh dibutuhkan selama 360 hari, dan dikenal dengan satu tahun. Semua ini adalah dasar disusunnya perhitungan waktu atau kalender. \nMemasukkan malam kepada siang, dan memasukkan siang kepada malam itu menurut ukuran manusia adalah lebih sulit melakukannya dari memberi kemenangan. Karena itu memberikan kemenangan kepada orang-orang teraniaya sangat mudah dilakukan Allah. Allah mendengarkan segala doa yang dimohonkan hamba kepada-Nya dan melihat semua perbuatan yang dilakukan hamba-Nya.",
    "quraish": "Pertolongan itu sesuatu yang ringan bagi Allah, karena Dia Mahakuasa atas segala sesuatu. Di antara tanda-tanda kekuasaan-Nya yang tampak jelas di depan mata kalian adalah kekuasaan-Nya untuk mengatur alam semesta. Dia memutar malam dan siang, menambah salah satunya dengan bagian yang diambil dari yang lain hingga sebagian gelap malam, umpamanya, menempati sebagian terangnya siang, atau sebaliknya. Dan dengan kekuasaan-Nya yang sempurna itu, Dia juga mendengar suara orang-orang yang teraniaya, mengetahui dan membalas perbuatan orang yang berbuat aniaya.",
    "jalalayn": "(Yang demikian itu) pertolongan atau kemenangan itu (adalah karena sesungguhnya Allah kuasa memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam) Dia berkuasa untuk memasukkan masing-masing di antara keduanya kepada yang lainnya, yaitu dengan mengembalikan waktu pada salah satu di antaranya. Yang demikian itu merupakan pengaruh daripada kekuasaan Allah swt. yang dengan kekuasaan-Nya itu kaum Muslimin dapat kemenangan (dan bahwasanya Allah Maha Mendengar) terhadap doa-doa kaum Mukminin (lagi Maha Melihat) perihal orang-orang yang beriman, di mana Dia menjadikan iman dalam diri mereka, kemudian Dia memperkenankan doa mereka."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 62,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ",
    "translation": "Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2657.mp3",
    "tafsir": "Sifat-sifat yang demikian itu, yaitu kekuasaan yang sempurna, ilmu yang luas dan sempurna, meliputi segala macam ilmu ada pada Allah, karena Dialah yang wajibul-wujud, pasti adanya, mempunyai segala macam sifat kesempurnaan, tidak mempunyai kekurangan sedikit pun. Dialah yang memiliki agama yang benar, yang disampaikan nabi-nabi dan rasul-rasul yang diutus-Nya, yang paling akhir ialah Nabi Muhammad saw. Dialah Tuhan Yang Maha Esa, tiada seorang pun yang menjadi syarikat bagi-Nya. Karena itu beribadah kepada-Nya adalah suatu yang wajib, sesuatu yang paling benar, demikian pula pertolongan-Nya, janji-Nya adalah suatu yang hak. Segala yang disembah selain Allah adalah sembahan yang salah, dan ibadah itu merupakan ibadah yang tidak ada dasarnya. Dia berkuasa menciptakan segala yang dikehendaki-Nya. Jika Dia ingin menciptakan sesuatu, cukuplah Dia mengatakan, \"Jadilah\". Maka terwujudlah barang itu.\nSesungguhnya Allah Mahatinggi, semua berada dibawah-Nya da Dia di atas segala sesuatu. Tidak ada sesuatu pun yang menyamainya dalam kekuatan, ketinggian dan kebesaran serta pengetahuan-Nya.",
    "quraish": "Pertolongan yang diterima oleh orang-orang yang teraniaya itu hanya bisa didapatkan dari Allah semata. Adapun kekuasan-Nya yang penuh untuk mengendalikan alam sebagaimana kalian rasakan itu, dasarnya adalah bahwa Dia adalah satu-satunya Tuhan yang benar. Sedangkan berhala-berhala yang disembah oleh orang-orang musyrik itu adalah sesuatu yang tidak benar dan palsu. Allah Mahabesar kekuasaan-Nya dan Mahatinggi derajat-Nya di atas yang lain.",
    "jalalayn": "(Demikian itu) yakni kemenangan itu pun (adalah karena sesungguhnya Allah, Dialah Tuhan yang hak) yang semestinya (dan sesungguhnya apa saja yang mereka seru) dapat dibaca Yad'uuna dan Tad'uuna, maksudnya apa saja yang mereka sembah (selain dari Allah) yakni berhala-berhala (itulah yang batil) yakni yang akan lenyap (dan sesungguhnya Allah, Dialah Yang Maha Tinggi) atas segala sesuatu dengan kekuasaan-Nya (lagi Maha Besar) artinya segala sesuatu selain-Nya adalah kecil."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 63,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ",
    "translation": "Tidakkah engkau memperhatikan, bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2658.mp3",
    "tafsir": "Dalam ayat ini Allah menyebutkan tanda-tanda kebesaran-Nya yang juga merupakan nikmat yang telah dilimpahkan kepada manusia, yaitu apakah manusia tidak melihat dan memperhatikan bahwa Allah mengedarkan awan, lalu dari awan itu turunlah hujan di atas bumi, air hujan itu menyuburkan bumi, maka timbullah beraneka macam tanam-tanaman dan tumbuh-tumbuhan yang indah bentuknya, seakan-akan bumi menghiasi dirinya dengan tumbuhnya tanam-tanaman dan tumbuh-tumbuhan yang beraneka warna. Di antara yang tumbuh itu ada yang dapat dimakan manusia, sehingga terpelihara kelangsungan hidupnya, ada yang dapat dijadikan bahan-bahan pakaian, bahan kecantikan, dan beraneka keperluan manusia yang lain.\nSesungguhnya Allah Mahaluas ilmu-Nya, karena pengetahuan-Nya meliputi seluruh makhluk-Nya. Tidak ada sesuatu pun yang luput dari pengetahuan-Nya, sejak dari yang kecil sampai kepada yang besar, sejak dari yang mudah sampai kepada yang sulit dan rumit yang kadang-kadang tidak diketahui oleh manusia. Karena itu Allah mengatur, menjaga kelangsungan hidup dan kelangsungan adanya makhluk-Nya itu. Maka ditetapkan hukum-hukum dan ketentuan-ketentuan untuk mengatur makhluk-Nya. \nTentang pengetahuan Allah terhadap makhluk-Nya, diterangkan dalam firman-Nya:\nTidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi atau pun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz). (Yunus/10: 61)",
    "quraish": "Tidakkah kalian berpikir, wahai orang-orang yang berakal, tentang tanda-tanda kekuaasaan Allah yang ada di sekelilingmu agar kalian kemudian menyembah-Nya? Dialah yang menurunkan air hujan dari awan hingga membuat bumi menjadi hijau, penuh dengan tumbuh-tumbuhan, setelah sebelumnya kering- kerontang. Allah Mahalembut, yang mengetahui secara rinci dan menyediakan apa saja yang mendatangkan manfaat kepada hamba-Nya.",
    "jalalayn": "(Apakah kamu tiada melihat) tidak mengetahui (bahwasanya Allah menurunkan air dari langit) yakni hujan (lalu jadilah bumi itu hijau?) disebabkan adanya tumbuh-tumbuhan sesudah itu, hal ini merupakan bukti bagi kekuasaan Allah. (Sesungguhnya Allah benar-benar Maha Lembut) terhadap hamba-hamba-Nya, karena itu Dia menumbuhkan tumbuh-tumbuhan dengan air hujan itu (lagi Maha Waspada) terhadap apa yang ada dalam hati mereka, di kala hujan datang terlambat."
  },
  {
    "page": 339,
    "name": "Al-Hajj",
    "ayat": 64,
    "arab": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ",
    "translation": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2659.mp3",
    "tafsir": "Hanya Allah yang memiliki segala apa yang di langit dan segala apa yang di bumi, tidak ada sesuatu pun yang berserikat dengan-Nya dalam pemilikan itu. Karena itu hanya Dia pulalah yang menentukan apa yang dilakukan-Nya terhadap makhluk-Nya itu, tidak ada sesuatu pun yang menghalangi kehendak-Nya. Dia tidak memerlukan sesuatu, hanya makhluk-Nyalah yang memerlukan-Nya. Dia Maha Terpuji karena kebaikan dan nikmat yang tiada terhingga yang telah diberikan kepada makhluk-Nya.",
    "quraish": "Semua yang ada di langit dan bumi adalah milik dan hamba Allah semata. Dia bebas melakukan apa saja atas semua itu dan tidak memerlukan sesuatu apa pun dari hamba-Nya. Sebaliknya merekalah yang memerlukan-Nya. Hanya Dia semata yang pantas menerima pujian dan sanjungan dari semua makhluk.",
    "jalalayn": "(Kepunyaan-Nyalah segala yang ada di langit dan segala yang ada di bumi) sebagai milik-Nya. (Dan sesungguhnya Allah benar-benar Maha Kaya) tidak membutuhkan hamba-hamba-Nya (lagi Maha Terpuji) terhadap kekasih-kekasih-Nya."
  }
]