[
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 1,
    "arab": " قَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ",
    "translation": "Sungguh beruntung orang-orang yang beriman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2674.mp3",
    "tafsir": "Beriman kepada Allah dan rukun iman yang enam. Dalam ayat ini Allah menjelaskan bahwa sungguh berbahagia dan beruntung orang-orang yang beriman, dan sebaliknya sangat merugi orang-orang kafir yang tidak beriman, karena walaupun mereka menurut perhitungan banyak mengerja-kan amal kebajikan, akan tetapi semua amalnya itu akan sia-sia saja di akhirat nanti, karena tidak berlandaskan iman kepada-Nya.",
    "quraish": "[[23 ~ AL-MU'MINUN (ORANG-ORANG YANG BERIMAN) Pendahuluan: Makkiyyah, 118 ayat ~ Surat al-Mu'minûn ini termasuk kelompok surat Makkiyyah dan terdiri atas 118 ayat. Surat ini diawali dengan penetapan kemenangan bagi orang-orang Mukmin yang kemudian dilanjutkan dengan keterangan tentang ciri dan sifat-sifat mereka. Setelah itu, disebut juga kisah awal penciptaan manusia, perkembangannya, kesinambungan tali keturunannya dan beberapa bukti kekuasaan Allah dalam hal itu. Itu semua ditutup dengan beberapa kisah nabi yang diikuti dengan kesatuan misi yang mereka bawa dan kesatuan asal manusia, meskipun pada kenyataannya ada manusia yang mengakui dan mempercayai kenabian itu di samping ada pula yang tidak mempercayainya. Masing-masing dinamakan Thâlib al-Hudâ (pencari kebanaran) dan Shâhib al-Dlalâl (orang yang sesat). Kemudian, surat ini menerangkan pula sikap kaum musyrikin terhadap Rasulullah saw., dan tentang bentuk kemahakuasaan Allah Swt. dalam hukum penciptan manusia. Dalam hal ini Allah meminta mereka agar menjawab sesuai dengan fitrahnya yang menetapkan dan menegaskan keberadaan-Nya sebagai Tuhan. Setelah itu, surat ini menerangkan keadaan manusia pada hari kiamat, bahwa mereka akan diperhitungkan dan dibalas secara adil. Surat ini kemudian diakhiri dengan keterangan tentang keagungan Allah dan peringatan kepada Rasulullah untuk meminta ampunan dan kasih sayang dari Allah Yang Mahapenyayang.]] Kemenangan bagi orang-orang yang beriman kepada Allah dan ajaran-ajaran yang dibawa rasul-rasul- Nya telah tercapai. Cita-cita mereka telah menjadi kenyataan.",
    "jalalayn": "(Sesungguhnya) lafal Qad di sini menunjukkan makna Tahqiq, artinya sungguh telah pasti (beruntunglah) berbahagialah (orang-orang yang beriman)."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 2,
    "arab": " الَّذِيْنَ هُمْ فِيْ صَلٰو تِهِمْ خَاشِعُوْنَ",
    "translation": "(yaitu) orang yang khusyuk dalam salatnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2675.mp3",
    "tafsir": "Khusyuk dalam salat. Dalam ayat ini Allah menjelaskan sifat yang kedua, yaitu seorang mukmin yang beruntung, jika salat benar-benar khusyuk dalam salatnya, pikirannya selalu mengingat Allah, dan memusatkan semua pikiran dan panca inderanya untuk bermunajat kepada-Nya. Dia menyadari dan merasakan bahwa orang yang salat itu benar-benar sedang berhadapan dengan Tuhannya, oleh karena itu seluruh anggota tubuh dan jiwanya dipenuhi kekhusyukan, kekhidmatan dan keikhlasan, diselingi dengan rasa takut dan diselubungi dengan penuh harapan kepada Tuhannya. Untuk dapat memenuhi syarat kekhusyukan dalam salat, harus memperhati-kan tiga perkara, yaitu:\na) Paham apa yang dibaca, supaya apa yang diucapkan lidahnya dapat dipahami dan dimengerti, sesuai dengan ayat:\nMaka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci? (Muhammad/47: 24)\nb) Ingat kepada Allah, sesuai dengan firman-Nya:\nDan laksanakanlah salat untuk mengingat Aku. (thaha/20: 14)\nc) Salat berarti munajat kepada Allah, pikiran dan perasaan orang yang salat harus selalu mengingat dan jangan lengah atau lalai. Para ulama berpendapat bahwa salat yang tidak khusyuk sama dengan tubuh tidak bernyawa. Akan tetapi ketiadaan khusyuk dalam salat tidak membatalkan salat, dan tidak wajib diulang kembali.",
    "quraish": "Yaitu orang-orang yang menyertakan keimanannya itu dengan amal saleh. Dalam melaksanakan salat, misalnya, mereka menghadapkan diri sepenuh hati, merasa takut, merendah dan tunduk secara mutlak kepada Allah Swt.",
    "jalalayn": "(Yaitu orang-orang yang khusyuk dalam salatnya) dengan merendahkan diri penuh perasaan kepada Allah."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 3,
    "arab": "وَالَّذِيْنَ هُمْ عَنِ اللَّغْوِ مُعْرِضُوْنَ ۙ",
    "translation": "dan orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tidak berguna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2676.mp3",
    "tafsir": "Menjauhkan diri dari setiap perbuatan atau perkataan yang tidak berguna. Dalam ayat ini Allah menjelaskan sifat yang ketiga, yaitu bahwa seorang mukmin yang bahagia itu ialah yang selalu menjaga waktu dan umurnya supaya jangan sia-sia. Sebagaimana ia khusyuk dalam salatnya, berpaling dari segala sesuatu kecuali dari Tuhan penciptanya, demikian pula ia berpaling dari segala perkataan yang tidak berguna bagi dirinya atau orang lain.",
    "quraish": "Mereka lebih mengutamakan kesungguhan dan menjauhi kata dan tindakan yang tidak berguna.",
    "jalalayn": "(Dan orang-orang yang menjauhkan diri dari hal yang tiada berguna) berupa perkataan dan hal-hal lainnya."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 4,
    "arab": "وَالَّذِيْنَ هُمْ لِلزَّكٰوةِ فَاعِلُوْنَ ۙ",
    "translation": "dan orang yang menunaikan zakat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2677.mp3",
    "tafsir": "Menunaikan zakat wajib dan derma yang dianjurkan. Dalam ayat ini Allah menerangkan bahwa sifat keempat dari orang mukmin yang beruntung itu, ialah suka mengeluarkan zakat dan memberi derma yang dianjurkan, yang oleh mereka dipandang sebagai usaha untuk membersihkan harta dan dirinya dari sifat kikir, tamak serakah, hanya mengutamakan diri sendiri (egois), dan juga untuk meringankan penderitaan hamba-hamba Allah yang kekurangan, sesuai dengan firman-Nya:\nSungguh beruntung orang yang menyucikannya (jiwa itu). (asy- Syams/91: 9)",
    "quraish": "Mereka juga selalu mengeluarkan zakat kepada orang-orang yang berhak menerima. Dengan begitu, mereka memadukan antara ibadah fisik dan ibadah harta, antara penyucian jiwa dan penyucian kekayaan(1). (1) Zakat diwajibkan untuk mempererat hubungan sosial di antara umat Islam, agar masing-masing anggota masyarakat Muslim merasakan dan bertanggung jawab atas kemiskinan yang diderita oleh anggota lainnya. Dengan begitu, ia dapat melakukan sesuatu yang dapat meringankan pedihnya kemiskinan. Dampak positif zakat tampak pada sikap si miskin yang tidak lagi merasa iri atau dengki terhadap si kaya. Sebaliknya, masing-masing merasa sebagai satu keluarga yang harus saling menolong dengan berpegang teguh pada ajaran Allah. Di sisi lain, orang yang berutang mempunyai harapan untuk menerima bagian zakat yang dapat membantu melunasi utang-utangnya. Selain itu, orang yang sedang berperang demi membela agama dan memerdekakan Tanah Air, tidak harus patah semangat oleh upaya mencari bantuan materi yang dibutuhkan guna mencapai kemenangan. Seorang musafir atau seorang yang asing di negeri orang, yang membutuhkan bantuan karena jauh dari keluarga, tidak harus kehilangan bantuan bekal agar dapat digunakan untuk kembali ke Tanah Airnya. Di samping itu semua, zakat juga merupakan sarana yang efektif untuk memerdekakan budak dan menghapus perbudakan. Untuk mencapai tujuan-tujuan sosial dan universalnya, Islam tidak hanya berhenti sampai di situ. Islam membolehkan pemberian zakat kepada orang kafir jika hal itu memang diperlukan untuk menarik hati mereka. Begitu juga orang-orang yang bertugas mengumpulkan, menghitung dan mendistribusikan zakat, budak-budak yang melakukan perjanjian bebas dengan tuannya jika mampu membayar tebusan dalam jumlah tertentu, orang yang sedang berada dalam perjalanan, orang yang mempunyai tanggungan utang demi mendamaikan orang yang bertengkar, dan orang yang membela Islam dalam perang. Sedang tujuan zakat yang bersifat ekonomis adalah pengentasan kemiskinan di mana saja, dan membantu orang-orang yang memerlukan bantuan seperti telah disinggung di muka.",
    "jalalayn": "(Dan orang-orang yang terhadap zakat mereka menunaikannya) membayarnya."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 5,
    "arab": " وَالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَ ۙ",
    "translation": "dan orang yang memelihara kemaluannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2678.mp3",
    "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela.\nAkan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas.\nMenahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman:\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)",
    "quraish": "Mereka juga adalah orang-orang yang selalu menjaga diri agar tidak berhubungan dengan wanita(1). (1) Ayat 5--7 surat al-Mu'minûn ini berkaitan erat dengan beberapa ayat di awal surat al-Nûr. Ayat-ayat itu semua mengisyaratkan dampak negatif yang dapat ditimbulkan oleh perzinaan. Dari segi sosial, zina dapat berakibat tidak diketahuinya asal keturunan anak secara pasti. Sedangkan dari segi kesehatan, efek negatif zina dapat dibagi ke dalam dua hal. Pertama, secara fisik, zina dapat mengakibatkan penyakit gonore, sipilis (raja singa) dan luka. Dalam keadaan gawat, gonore dapat mengakibatkan komplikasi pada saluran kencing, persendian atau trakhoma yang dapat mengakibatkan kebutaan. Sedangkan sipilis dapat menyerang seluruh tubuh, sel-sel dan urat saraf. Pada puncaknya, hal itu dapat mengakibatkan kegilaan. Di samping itu, penyakit ini juga dapat berpengaruh pada keturunan. Bayi yang lahir dari orang yang menderita sipilis akan mudah mati atau cacat. Kedua, secara mental, zina dapat menimbulkan perasaan bersalah dan berdosa yang pada akhirnya dapat berakibat lemahnya saraf. Akibat pemborosan, orang dapat terkena kegilaan.",
    "jalalayn": "(Dan orang-orang yang terhadap kemaluannya mereka selalu memeliharanya) dari yang diharamkan."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 6,
    "arab": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
    "translation": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2679.mp3",
    "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela.\nAkan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas.\nMenahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman:\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)",
    "quraish": "Kecuali dengan cara perkawinan yang sah atau pemilikan budak(1). Mereka tidak dilarang melakukan hal itu. (1) Pada zaman dahulu perbudakan adalah sesuatu yang lumrah. Seorang laki-laki bebas memilih berapa saja dari budak yang dimiliki untuk dijadikan istri. Islam membolehkan perbudakan akibat perang yang dibenarkan agama, apabila pihak musuh melakukan hal yang sama. Hal ini berdasarkan pada asas perlakukan setimpal. Apabila pihak musuh tidak melakukan perbudakan, umat Islam pun dilarang melakukannya.",
    "jalalayn": "(Kecuali terhadap istri-istri mereka) (atau terhadap budak yang mereka miliki) yakni hamba sahaya wanita yang mereka tawan dari peperangan (maka sesungguhnya mereka dalam hal ini tiada tercela) bila mereka mendatanginya."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 7,
    "arab": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعٰدُوْنَ ۚ",
    "translation": "Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2680.mp3",
    "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela.\nAkan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas.\nMenahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman:\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)",
    "quraish": "Maka, orang yang berhubungan dengan wanita di luar dua cara yang dibolehkan ini, berarti telah melanggar batas yang telah ditentukan oleh agama.",
    "jalalayn": "(Barang siapa menginginkan yang selain itu) selain istri-istri sendiri dan sahaya wanita tawanan mereka untuk pelampiasan hajat biologisnya, seumpamanya melakukan masturbasi (maka mereka itulah orang-orang yang melampaui batas) yakni melampaui batas halal dan melakukan hal-hal yang diharamkan bagi mereka."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 8,
    "arab": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَ ۙ",
    "translation": "Dan (sungguh beruntung) orang yang memelihara amanat-amanat dan janjinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2681.mp3",
    "tafsir": "Memelihara amanat-amanat yang dipikulnya dan menepati janjinya. Dalam ayat ini Allah menerangkan sifat keenam dari orang mukmin yang beruntung itu, ialah suka memelihara amanat-amanat yang dipikulnya, baik dari Allah ataupun dari sesama manusia, yaitu bilamana kepada mereka dititipkan barang atau uang sebagai amanat yang harus disampaikan kepada orang lain, maka mereka benar-benar menyampaikan amanat itu sebagaimana mestinya, dan tidak berbuat khianat. Demikian pula bila mereka mengadakan perjanjian, mereka memenuhinya dengan sempurna. Mereka menjauhkan diri dari sifat kemunafikan seperti tersebut dalam sebuah hadis yang masyhur, yang menyatakan bahwa tanda-tanda orang munafik itu ada tiga, yaitu kalau berbicara suka berdusta, jika menjanjikan sesuatu suka menyalahi janji dan jika diberi amanat suka berkhianat.",
    "quraish": "Di samping itu, orang-orang Mukmin selalu menjaga apa saja yang diamanatkan kepadanya, baik harta, perkataan (pesan) atau perbuatan dan sebagainya. Juga selalu menepati janji mereka kepada Allah dan janji antara sesama mereka. Mereka tidak mengkhianati amanat dan juga tidak melanggar janji.",
    "jalalayn": "(Dan orang-orang yang terhadap amanat yang dipercayakan kepada mereka) dapat dibaca secara jamak dan mufrad, yakni Amaanaatihim dan Amaanatihim (dan janji mereka) yang mereka adakan di antara sesama mereka atau antara mereka dengan Allah, seperti salat dan lain-lainnya (mereka memeliharanya) benar-benar menjaganya."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 9,
    "arab": "وَالَّذِيْنَ هُمْ عَلٰى صَلَوٰتِهِمْ يُحَافِظُوْنَ ۘ",
    "translation": "serta orang yang memelihara salatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2682.mp3",
    "tafsir": "Memelihara salat yang lima waktu. Dalam ayat ini Allah menerangkan sifat yang ketujuh, yaitu orang mukmin yang berbahagia itu selalu memelihara dan memperhatikan salat lima waktu secara sempurna, tepat waktu, dan memenuhi persyaratan dan rukun-rukun. Ayat ini tidak sama dengan ayat kedua di atas, sebab di sana disebutkan bahwa mereka khusyuk dalam salatnya, sedangkan di sini disebutkan, bahwa mereka selalu memelihara salat dengan tertib dan teratur. Kelompok ayat-ayat ini dimulai dengan menyebutkan salat dan disudahi pula dengan menyebut salat, hal ini memberi peringatan betapa pentingnya salat yang telah dijadikan tiang agama. Rasulullah pernah bersabda, \"Barang siapa yang mendirikan salat sungguh ia telah mendirikan agama dan barang siapa yang meninggalkan salat, sungguh ia telah merobohkan agama.\" Berikut penjelasan hadis mengenai keutamaan salat:\nDari Abdullah bin Mas'ud berkata, saya bertanya kepada Rasulullah, amalan apa yang paling dicintai Allah, Nabi menjawab, salat pada waktunya, kemudian apa? Nabi menjawab, birrul walidain (berbuat baik kepada kedua orang tua). Kemudian apa lagi? Nabi bersabda, jihad di jalan Allah. (Riwayat asy-Syaikhan)\n\nTersebut pula dalam sebuah hadis Nabi saw:\nDari sauban, Nabi bersabda, \"Istiqamahlah kamu dan jangan menghitung-hitung. Ketahuilah bahwa perbuatanmu yang paling baik ialah salat, dan tidak ada orang yang menjaga salat melainkan orang yang beriman. (Riwayat Ahmad, al-hakim dan al-Baihaqi)",
    "quraish": "Mereka juga selalu melaksanakan salat dengan khusyuk, tepat pada waktunya dan lengkap dengan rukun-rukunnya, hingga benar-benar melaksanakannya sesuai tujuan salat, yaitu mencegah kejahatan dan kemungkaran.",
    "jalalayn": "(Dan orang-orang yang terhadap salat mereka) dapat dibaca dalam bentuk jamak dan mufrad, yakni Shalawaatihim dan shalaatihim (mereka memeliharanya) mereka mengerjakannya tepat pada waktu-waktunya."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 10,
    "arab": "اُولٰۤىِٕكَ هُمُ الْوَارِثُوْنَ ۙ",
    "translation": "Mereka itulah orang yang akan mewarisi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2683.mp3",
    "tafsir": "Memelihara salat yang lima waktu. Dalam ayat ini Allah menerangkan sifat yang ketujuh, yaitu orang mukmin yang berbahagia itu selalu memelihara dan memperhatikan salat lima waktu secara sempurna, tepat waktu, dan memenuhi persyaratan dan rukun-rukun. Ayat ini tidak sama dengan ayat kedua di atas, sebab di sana disebutkan bahwa mereka khusyuk dalam salatnya, sedangkan di sini disebutkan, bahwa mereka selalu memelihara salat dengan tertib dan teratur. Kelompok ayat-ayat ini dimulai dengan menyebutkan salat dan disudahi pula dengan menyebut salat, hal ini memberi peringatan betapa pentingnya salat yang telah dijadikan tiang agama. Rasulullah pernah bersabda, \"Barang siapa yang mendirikan salat sungguh ia telah mendirikan agama dan barang siapa yang meninggalkan salat, sungguh ia telah merobohkan agama.\" Berikut penjelasan hadis mengenai keutamaan salat:\nDari Abdullah bin Mas'ud berkata, saya bertanya kepada Rasulullah, amalan apa yang paling dicintai Allah, Nabi menjawab, salat pada waktunya, kemudian apa? Nabi menjawab, birrul walidain (berbuat baik kepada kedua orang tua). Kemudian apa lagi? Nabi bersabda, jihad di jalan Allah. (Riwayat asy-Syaikhan)\n\nTersebut pula dalam sebuah hadis Nabi saw:\nDari sauban, Nabi bersabda, \"Istiqamahlah kamu dan jangan menghitung-hitung. Ketahuilah bahwa perbuatanmu yang paling baik ialah salat, dan tidak ada orang yang menjaga salat melainkan orang yang beriman. (Riwayat Ahmad, al-hakim dan al-Baihaqi)",
    "quraish": "Mereka yang memiliki ciri-ciri seperti itu akan memperoleh semua kebaikan dan akan menerimanya di hari kiamat.",
    "jalalayn": "(Mereka itulah orang-orang yang akan mewarisi) bukan selain mereka."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 11,
    "arab": "الَّذِيْنَ يَرِثُوْنَ الْفِرْدَوْسَۗ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "(yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2684.mp3",
    "tafsir": "Mereka yang memiliki tujuh sifat mulia itu akan mewarisi surga, disebabkan amal kebajikan mereka selama hidup di dunia, yaitu surga Firdaus yang paling tinggi, yang di atasnya berada `Arsy Allah Yang Maha Pemurah, dan mereka kekal di dalamnya. Umar meriwayatkan sebuah hadis, dimana Rasulullah saw bersabda:\nDari Umar bin al-Khattab, Rasulullah bersabda, \"Telah diturunkan kepadaku sepuluh ayat: Barang siapa yang menegakkannya akan masuk surga, lalu ia membaca sepuluh ayat ini dari permulaan Surah al-Mu`minun. (Riwayat at-Tirmidzi)",
    "quraish": "Mereka akan memperoleh anugerah surga Firdaus dari Allah swt., sebuah tempat tertinggi di dalam surga. Di sana mereka bersenang-senang, tanpa ada orang lain bersama mereka.",
    "jalalayn": "(Yakni yang akan mewarisi surga Firdaus) yaitu surga yang tempatnya paling tinggi. (Mereka kekal di dalamnya) di dalam ayat-ayat yang telah lalu terkandung isyarat yang menunjukkan tempat kembali di akhirat. Hal ini sangat relevan bila disebutkan hal-hal yang menyangkut masalah permulaan atau asal kejadian, sesudah pembahasan tadi."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 12,
    "arab": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰلَةٍ مِّنْ طِيْنٍ ۚ",
    "translation": "Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2685.mp3",
    "tafsir": "Sesungguhnya Kami (Allah) telah menciptakan manusia dari suatu saripati (berasal) dari tanah. Ada segolongan ahli tafsir menyatakan, bahwa yang dimaksud dengan manusia di sini ialah keturunan Adam termasuk kita sekalian, yang berasal dari air mani. Dari hasil penelitian ilmiah, sebenarnya air mani itu pun berasal dari tanah setelah melalui beberapa proses perkembangan. Makanan yang merupakan hasil bumi, yang dimakan oleh manusia, dan alat pencernaannya berubah menjadi cairan yang bercampur dengan darah yang menyalurkan bahan-bahan hidup dan vitamin yang dibutuhkan oleh tubuh manusia ke seluruh bagian anggotanya. Jika manusia itu meninggal dunia dan dimasukkan ke dalam kubur di dalam tanah, maka badannya akan hancur lebur dan kembali menjadi tanah lagi, sesuai dengan firman Allah:\nDarinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu, dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain. (thaha/20: 55)",
    "quraish": "Hendaknya manusia mengamati asal kejadiannya. Sebab, penciptaan manusia itu termasuk salah satu bukti kekuasaan Kami yang mengharuskan orang-orang untuk beriman kepada Allah dan hari akhir. Sesungguhnya Kami telah menciptakan manusia dari saripati tanah.",
    "jalalayn": "(Dan) Allah telah berfirman, (Sesungguhnya Kami telah menciptakan manusia) yakni Adam (dari suatu sari pati) lafal Sulaalatin berasal dari perkataan Salaltusy Syai-a Minasy Syai-i, artinya aku telah memeras sesuatu daripadanya, yang dimaksud adalah inti sari dari sesuatu itu (berasal dari tanah) lafal Min Thiinin berta'alluq kepada lafal Sulaalatin."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 13,
    "arab": "ثُمَّ جَعَلْنٰهُ نُطْفَةً فِيْ قَرَارٍ مَّكِيْنٍ ۖ",
    "translation": "Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2686.mp3",
    "tafsir": "Kemudian Kami (Allah) tempatkan saripati air mani itu dalam tulang rusuk sang suami yang dalam persetubuhan dengan istrinya ditumpahkan ke dalam rahimnya, suatu tempat penyimpanan yang kukuh bagi janin sampai saat kelahirannya.",
    "quraish": "Kemudian Kami menciptakan keturunannya. Dari tanah itu, Kami menciptakan sperma--sebuah zat cair yang mengandung segala unsur kehidupan--yang bertempat pada rahim, sebuah tempat yang kokoh dan dapat melindungi.",
    "jalalayn": "(Kemudian Kami jadikan ia) manusia atau keturunan Adam (dari nuthfah) yakni air mani (yang berada dalam tempat yang kokoh) yaitu rahim."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 14,
    "arab": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَۗ فَتَبَارَكَ اللّٰهُ اَحْسَنُ الْخَالِقِيْنَۗ ",
    "translation": "Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2687.mp3",
    "tafsir": "Kemudian air mani itu Kami (Allah) kembangkan dalam beberapa minggu sehingga menjadi al-'alaq (yang menempel di dinding rahim), dari al-'alaq dijadikan segumpal daging, dan segumpal daging dijadikan tulang belulang, dan ada bagian yang dijadikan daging, kemudian tulang belulang itu dibungkus dengan daging, laksana pakaian penutup tubuh, kemudian dijadikan makhluk yang (berbentuk) lain, setelah ditiupkan Roh ke dalamnya, sehingga menjadi manusia yang sempurna, dapat berbicara, melihat, mendengar, berpikir yang tadinya hanya merupakan benda mati. Maka Mahasuci Allah, Pencipta Yang Paling Baik.\nMenurut para saintis, Tahapan-tahapan dalam embriologi manusia sebagai berikut: \n¢Nutfah, atau dalam bahasa Arabnya 'nutfa, mempunyai arti 'sedikit air, atau 'setetes air. Hal ini jelas mendeskripsikan air yang sedikit yang dipancarkan lelaki saat bersanggama. Air yang sedikit ini mengandung sperma. Sperma atau spermatozoa terdapat di dalam air yang menjijikan dan berbentuk ikan yang berekor panjang (ini adalah salah satu arti kata sulalah. Dalam surah As-Sajdah/32 ayat 8, air mani disebut sebagai \"..... Dia menjadikan keturunannya dari saripati air yang diremehkan....\" Surah al-Insan/76 ayat 2 dan as-Sajdh/32 ayat 8 berkaitan dengan kandungan dari air mani. Ilmu pengetahuan modern menemukan bahwa air mani terdiri atas empat macam lendir yang berbeda yang dihasilkan oleh empat kelenjar yang berbeda, yaitu kelenjar biji pelir, kelenjar saluran seminal, kelenjar prostat, dan kelenjar saluran kencing. \n¢Sperma dibentuk di dalam buah pelir. Buah pelir sendiri dibentuk, sebagaimana dibuktikan ilmu pengetahuan, oleh sel-sel yang ada di bawah bakal ginjal, di bagian punggung embrio. Kelompok sel ini kemudian turun sampai di bawah tulang rusuk, pada saat beberapa minggu sebelum kelahiran bayi. Diperkirakan jumlah sperma dalam satu kali ejakulasi adalah 500 “ 600 juta ekor. Akan tetapi dari jumlah tersebut, hanya satu yang dapat melakukan pembuahan. Setelah terjadi pembuahan, maka terjadi perubahan cepat dari indung telur. Ia segera menghasilkan membran yang mencegah sperma lain untuk ikut membuahi.\n¢Setelah sel telur dibuahi, dan menempelkan diri di dinding uterus dan memperoleh makanan dari ibunya, maka ia akan tumbuh cepat. Pada waktu dua sampai tiga minggu kemudian, apabila dilihat dengan mata telanjang, ia akan berubah dari bentukan 'lintah atau 'alaqah ke bentukan 'mudhgah atau 'daging yang telah dikunyah. Pola yang terakhir ini sebetulnya dibentuk oleh adanya tonjolan dan lekukan, yang pada waktunya nanti akan menjadi organ-organ dalam (jantung, usus) dan luar (kaki, tangan). Surah al-hajj/22: 5 menambahkan satu catatan dari embrio. Dalam ayat ini, mudghah dideskripsikan dengan tambahan \"yang sempurna kejadiannya dan yang tidak sempurna kejadiannya .....\" Ini menggambarkan hal yang terjadi pada tahap 'diferensiasi, dimana banyak organ mulai berkembang dalam waktu yang tidak bersamaan. Sehingga menimbulkan situasi antara selesai di bagian lain namun belum sempurna di bagian lainnya.\n¢Dua tahapan terakhir yang disebutkan pada surah al-Muminun/23: 14 bercerita tentang 'pembentukan tulang belulang setelah tahap mudgah. Pada akhirnya, ceritera diakhiri dengan memberinya \"baju\", yang terdiri atas daging dan otot. Apabila kita mengikuti pertumbuhan embrio, maka kira-kira pada umur empat minggu suatu proses 'diferensiasi mulai berjalan. Dalam proses ini kelompok-kelompok sel pada embrio akan berubah bentuk dan mulai membentuk organ-organ berukuran besar. Salah satu yang berkembang pertama kali adalah tulang tengkorak. Proses ini akan disusul kemudian oleh pembentukan calon otot, telinga, mata, ginjal, jantung dan banyak lagi.\nImam Ahmad meriwayatkan sebuah hadis dari Abdullah bin Masud, bahwa Rasulullah mengatakan:\n\"Sesungguhnya seseorang di antara kamu dikumpulkan penciptaannya di perut ibunya empat puluh hari, kemudian menjadi 'alaqah seperti itu, kemudian menjadi mudhgah (gumpalan daging) seperti itu. Kemudian malaikat diutus kepadanya, lalu ia meniupkan ruh padanya. Dan ia diperintahkan kepada empat kalimat, rizqinya, ajalnya, amalnya, dan apakah ia seorang yang celaka atau bahagia. Demi Zat yang tidak ada tuhan selain-Nya, sesungguhnya seseorang di antara kamu beramal amalan penghuni surga, sehingga antara dia dan surga hanya tinggal satu hasta saja. Namun dia sudah tercatat sebagai penghuni neraka, maka ia mengakhiri amalnya dengan amalan penghuni neraka, sehingga ia masuk neraka. Dan sesungguhnya seseorang di antara kamu beramal amalan penghuni neraka, sehingga antara dia dengan neraka hanya tinggal satu hasta saja. Namun ia sudah tercatat sebagai penghuni surga, maka ia mengakhiri amalnya dengan amalan penghuni surga, sehingga ia masuk surga.\" (Riwayat Ahmad) \nAnas bin Malik meriwayatkan bahwa Umar bin Khattab berkata: Keinginanku bersesuaian dengan kehendak Allah pada empat perkara.\nPertama: Saya usulkan pada Rasulullah saw supaya di belakang Maqam Ibrahim dijadikan tempat salat maka turunlah firman Allah:\nDan jadikanlah maqam Ibrahim itu tempat salat. (al-Baqarah/2: 125)\nKedua: Saya usulkan kepada Rasulullah saw supaya istri-istrinya memasang tabir (hijab) bila kedatangan tamu laki-laki, yang kadang-kadang tidak saleh semuanya, maka turunlah firman Allah:\nApabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (al-Ahzab/33: 53)\nKetiga: Saya berkata kepada istri-istri Nabi supaya berhenti menimbulkan kesulitan kepada beliau, karena mungkin Allah akan memberi ganti dengan istri-istri yang lebih baik, maka turunlah firman Allah:\nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Tahrim/66: 5)\nKeempat: Setelah turun ayat 12, 13 dan 14 Surah al-Mu`minun, maka saya ucapkan fatabarakallahu aá¸¥sanul Khaliqin, dan Rasululah saw bersabda, \"Demikian itu sesuai dengan yang diturunkan-Nya.\"",
    "quraish": "Setelah membuahi ovum, sperma itu Kami jadikan darah. Darah itu pun kemudian Kami jadikan sepotong daging yang kemudian Kami bentuk menjadi tulang. Tulang itu lalu Kami balut dengan daging. Setelah itu, Kami menyempurnakan penciptaannya. Akan tetapi, setelah Kami tiupkan roh Kami, ia menjadi makhluk yang durhaka dan melawan asas penciptaannya. Betapa Mahatingginya Allah dalam kemahaagungan dan kemahakuasaan-Nya. Tidak ada yang menyerupai-Nya dalam kemampuan mencipta, membentuk dan berkreasi.",
    "jalalayn": "(Kemudian air mani itu Kami jadikan segumpal darah) darah kental (lalu segumpal darah itu Kami jadikan segumpal daging) daging yang besarnya sekepal tangan (dan segumpal daging itu Kami jadikan tulang-belulang, lalu tulang-belulang itu Kami bungkus dengan daging) menurut qiraat yang lain lafal 'Izhaaman dalam dua tempat tadi dibaca 'Azhman, yakni dalam bentuk tunggal. Dan lafal Khalaqnaa yang artinya menciptakan, pada tiga tempat tadi bermakna Shayyarnaa, artinya Kami jadikan (kemudian Kami jadikan dia sebagai makhluk yang lain) yaitu dengan ditiupkan roh ke dalam tubuhnya. (Maka Maha Sucilah Allah, Pencipta Yang Paling Baik) sebaik-baik Yang Menciptakan. Sedangkan Mumayyiz dari lafal Ahsan tidak disebutkan, karena sudah dapat diketahui dengan sendirinya, yaitu lafal Khalqan."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 15,
    "arab": " ثُمَّ اِنَّكُمْ بَعْدَ ذٰلِكَ لَمَيِّتُوْنَ ۗ",
    "translation": "Kemudian setelah itu, sesungguhnya kamu pasti mati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2688.mp3",
    "tafsir": "Kemudian sesudah penciptaanmu yang pertama itu, kamu sekalian pasti akan menemui ajalmu yang telah ditentukan. Allah berfirman:\nSetiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami. (al-Anbiya`/21: 35)",
    "quraish": "Kemudian kalian, wahai anak cucu Adam, setelah itu semua akan menuju kepada kematian yang pasti.",
    "jalalayn": "(Kemudian, sesudah itu sesungguhnya kamu sekalian benar-benar akan mati)."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 16,
    "arab": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ تُبْعَثُوْنَ",
    "translation": "Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2689.mp3",
    "tafsir": "Kemudian sesungguhnya kamu sekalian akan dibangkitkan dari kuburmu pada hari Kiamat, untuk dihisab segala amal perbuatanmu selama berada di dunia ini, yang baik akan diberi pahala, yang buruk akan diberi siksa.",
    "quraish": "Setelah itu, kalian akan dibangkitkan kembali pada hari kiamat untuk perhitungan dan pembalasan.",
    "jalalayn": "(Kemudian, sesungguhnya kamu sekalian akan dibangkitkan di hari kiamat) untuk menjalani hisab dan pembalasan."
  },
  {
    "page": 342,
    "name": "Al-Mu'minun",
    "ayat": 17,
    "arab": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَاۤىِٕقَۖ وَمَا كُنَّا عَنِ الْخَلْقِ غٰفِلِيْنَ",
    "translation": "Dan sungguh, Kami telah menciptakan tujuh (lapis) langit di atas kamu, dan Kami tidaklah lengah terhadap ciptaan (Kami).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2690.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menciptakan di atas manusia tujuh lapis langit, sebagian berada di atas sebagian lain yang menjadi tempat peredaran bintang-bintang, yang telah dikenal orang sejak dahulu kala, dan telah ditemukan lagi beberapa bintang lainnya oleh ulama falak pada masa kini. Allah sekali-kali tidaklah lengah terhadap semua ciptaan itu, baik terhadap peredaran-peredaran maupun terhadap yang lainnya, karena peredaran semua planet di angkasa luar itu mengikuti peraturan tertentu. Seandainya Allah lengah terhadapnya, niscaya akan terjadi benturan-benturan planet itu satu sama lain, yang mengakibatkan timbulnya bencana yang tidak dapat diperkirakan kedahsyatannya. Memang itu pun akan terjadi, akan tetapi waktunya nanti pada hari Kiamat, di mana segala sesuatunya telah direncanakan di Lauh Mahfuz.",
    "quraish": "Sesungguhnya Kami telah menciptakan tujuh lapis langit yang tinggi di atas kalian. Di dalamnya terdapat sejumlah makhluk yang tidak Kami lalaikan dan selalu Kami jaga dan Kami atur urusannya. Kami tidak akan pernah lalai dengan urusan semua makhluk. Sebaliknya, Kami selalu menjaganya dari kebinasaan dan ketidakseimbangan. Semua urusan mereka diatur dengan penuh hikmah(1). (1) Kata sab'a tharâ'iq dalam ayat ini adalah kiasan untuk menunjukkan jumlah lapisan langit. Langit memang berjumlah tujuh lapis dan bukan satu lapis. Pada ayat ini Allah menerangkan bahwa Dia tidak akan pernah lalai dalam mengatur semua makhluk yang ada di ketujuh lapis langit itu.",
    "jalalayn": "(Dan sesungguhnya Kami telah menciptakan di atas kalian tujuh buah jalan) yakni tujuh langit; lafal Tharaaiq ini adalah bentuk jamak dari lafal Thariiqah, dikatakan demikian karena ia adalah jalan-jalan bagi para Malaikat (dan tidaklah Kami terhadap makhluk) yang berada di bawah tujuh langit itu (melupakannya) dengan membiarkan langit itu runtuh menimpa mereka, sehingga mereka binasa semuanya, akan tetapi Kami menahannya supaya jangan runtuh; sebagaimana yang telah disebutkan dalam firman-Nya yang lain, yaitu, \"Dan Dia menahan (benda-benda) langit jatuh ke bumi.\" (Q.S. Al-Hajj, 65)."
  }
]