[
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 18,
    "arab": "وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍ فَاَسْكَنّٰهُ فِى الْاَرْضِۖ وَاِنَّا عَلٰى ذَهَابٍۢ بِهٖ لَقٰدِرُوْنَ ۚ",
    "translation": "Dan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2691.mp3",
    "tafsir": "Lalu Allah menurunkan dari langit air hujan dengan kadar yang diperlukan, tidak terlalu lebat sehingga menimbulkan bencana banjir dan tidak terlalu sedikit sehingga cukup untuk mengairi kebun-kebun yang memerlukannya. Ada pula tanah-tanah yang memerlukan banyak air, akan tetapi tidak tahan menerima hujan yang lebat, maka air yang diperlukan itu didatangkan dari negeri lain melalui sungai-sungai yang besar seperti sungai Nil di Mesir yang bersumber di tengah-tengah benua Afrika. Di samping membawa air yang diperlukan, juga membawa lumpur yang sangat bermanfaat untuk menambah kesuburan. Air dapat tersimpan baik sebagai sungai-sungai, danau-danau dan bahkan sebagian tersimpan dalam bumi sebagai air tanah dangkal maupun air tanah dalam atau sering disebut sebagai groundwater. \nSebagian dari air itu dijadikan Allah menetap dalam bumi untuk mengisi sumur-sumur dan parit-parit yang berfungsi dalam bidang irigasi, dan karena air dalam bumi itu bersentuhan pula dengan lapisan-lapisan logam dan zat kimia lainnya, air itu mengandung unsur-unsur kimiawi yang menambah kesuburan tanah, dan bila lewat di lereng gunung-gunung berapi dapat pula menjadi sumber-sumber air panas yang mengandung belerang, dan dapat dijadikan tempat pemandian air panas yang sangat berguna untuk menyembuhkan penyakit kulit dan sebagainya. \nSemua sumber penggunaan air itu, jika dimanfaatkan dengan rasa syukur kehadirat Allah, niscaya akan dapat dinikmati, akan tetapi jika manusia serakah dan merusaknya, maka sesungguhnya Allah berkuasa pula untuk menghilangkannya, terutama bila tempat-tempat itu dipakai untuk perbuatan maksiat.",
    "quraish": "Dari langit itu, Kami menurunkan hujan dengan hikmah dan kadar yang telah Kami tentukan. Untuk memudahkan pemanfaatannya, air hujan itu Kami simpan di dalam dan di atas permukaan bumi. Sesungguhnya, Kami Mahakuasa untuk menghilangkan air hujan dan menjadikan kalian tidak dapat memanfaatkankannya. Tetapi, karena sayang Kami kepada kalian, Kami tidak melakukan hal itu. Oleh karena itu, berimanlah dan bersyukurlah kepada Pencipta hujan itu(1). (1) Ayat ini mengisyaratkan fakta ilmu pengetahuan alam mengenai siklus air pada bumi. Proses penguapan air laut dan samudera akan membentuk awan yang kemudian menurunkan hujan sebagai sumber utama air bersih untuk permukaan bumi, di samping merupakan unsur terpenting bagi kehidupan. Air hujan yang turun di atas permukaan bumi itu kemudian membentuk sungai yang mengalirkan sumber kehidupan ke daerah-daerah kering dan jauh untuk, pada akhirnya, bermuara di laut. Secara alami, air itu berputar dari laut ke udara, dari udara ke daratan, dan dari daratan ke laut lagi. Dan begitu seterusnya. Akan tetapi, di antara air hujan itu ada yang meresap ke dalam perut bumi untuk kemudian berpindah dari satu tempat ke tempat lainnya. Seringkali, air yang meresap itu menetap dan menjadi air tanah yang tersimpan di bawah kulit bumi untuk masa yang sangat panjang, seperti yang terdapat di bawah sahara barat Libya yang oleh beberapa penelitian mutakhir ditemukan telah berusia cukup lama. Komponen- komponen geologis yang menyimpan air itu bisa mengalami perubahan suhu--yang oleh para ahli disebut revolusi geologi--yang dapat membawanya ke tempat-tempat lain yang kering untuk kemudian menyuburkannya. Ayat ini menunjukkan suatu hikmah adanya distribusi air sesuai kadar yang telah ditentukan oleh Allah Sang Maha Penentu Yang Mahabijaksana untuk memberikan manfaat dan mencegah bahaya. Hikmah lain yang dapat diambil dari ayat ini adalah bahwa kehendak Allah Swt. menuntut tersimpannya sejumlah air di samudera dan lautan yang dapat menjamin keseimbangan suhu di muka bumi dan planet lainnya, agar tidak terjadi pertautan yang jauh antara suhu musim panas dan musim dingin yang tidak cocok dengan kehidupan. Selain itu, air hujan yang diturunkan di atas daratan pun telah ditentukan kadarnya, agar tidak terjadi kelebihan yang dapat menutup seluruh permukaan bumi, atau kekurangan hingga tidak cukup untuk menyirami bagian daratan lain.",
    "jalalayn": "(Dan Kami turunkan air dari langit menurut suatu ukuran) berdasarkan kecukupan mereka (lalu Kami jadikan air itu menetap di bumi, dan sesungguhnya Kami benar-benar berkuasa menghilangkannya) jika demikian mereka pasti akan mati bersama dengan hewan ternak mereka karena kehausan."
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 19,
    "arab": "فَاَنْشَأْنَا لَكُمْ بِهٖ جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍۘ لَكُمْ فِيْهَا فَوَاكِهُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ",
    "translation": "Lalu dengan (air) itu, Kami tumbuhkan untukmu kebun-kebun kurma dan anggur; di sana kamu memperoleh buah-buahan yang banyak dan sebagian dari (buah-buahan) itu kamu makan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2692.mp3",
    "tafsir": "Lalu dengan sebab air hujan itu Allah menumbuhkan untuk manusia kebun-kebun kurma dan anggur dan buah-buahan lain yang beraneka warna yang dapat di makan. Ada pula dari tanam-tanaman itu yang menjadi sumber penghidupan, seperti dari hasil pohon lada, pala, cengkeh dan sebagainya.\nDijadikan pula untuk manusia sejenis pohon kayu yang keluar dari gunung Sinai yaitu pohon zaitun yang banyak tumbuh di sekitar gunung itu, yang banyak menghasilkan minyak dan sering digunakan untuk melezatkan hidangan dan pada akhir-akhir ini dapat pula dijadikan bahan kosmetik dan obat-obatan karena minyak zaitun tidak mengandung kolesterol yang berbahaya bagi tubuh.",
    "quraish": "Dari air itu, Kami menciptakan beraneka ragam kebun untuk kalian--seperti kebun kurma dan kebun anggur--yang menghasilkan banyak buah yang dapat kalian makan.",
    "jalalayn": "(Lalu dengan air itu, Kami tumbuhkan untuk kalian kebun-kebun kurma dan anggur) kedua jenis buah-buahan ini kebanyakan terdapat di negeri Arab (di dalam kebun-kebun itu kalian peroleh buah-buahan yang banyak dan sebagian dari buah-buahan itu kalian makan) di waktu musim panas dan musim dingin."
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 20,
    "arab": "وَشَجَرَةً تَخْرُجُ مِنْ طُوْرِ سَيْنَاۤءَ تَنْۢبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْاٰكِلِيْنَ ",
    "translation": "dan (Kami tumbuhkan) pohon (zaitun) yang tumbuh dari gunung Sinai, yang menghasilkan minyak, dan bahan pembangkit selera bagi orang-orang yang makan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2693.mp3",
    "tafsir": "Lalu dengan sebab air hujan itu Allah menumbuhkan untuk manusia kebun-kebun kurma dan anggur dan buah-buahan lain yang beraneka warna yang dapat di makan. Ada pula dari tanam-tanaman itu yang menjadi sumber penghidupan, seperti dari hasil pohon lada, pala, cengkeh dan sebagainya.\nDijadikan pula untuk manusia sejenis pohon kayu yang keluar dari gunung Sinai yaitu pohon zaitun yang banyak tumbuh di sekitar gunung itu, yang banyak menghasilkan minyak dan sering digunakan untuk melezatkan hidangan dan pada akhir-akhir ini dapat pula dijadikan bahan kosmetik dan obat-obatan karena minyak zaitun tidak mengandung kolesterol yang berbahaya bagi tubuh.",
    "quraish": "Kami menciptakan pula pohon zaitun yang tumbuh di bukit Sinai. Buahnya mengandung minyak yang dapat kalian manfaatkan. Di samping itu, zaitun merupakan lauk pauk bagi orang-orang yang memakannya(1). (1) Ayat ini menunjukkan bahwa pohon zaitun termasuk salah satu karunia Allah yang sangat besar yang disebut dalam beberapa ayat sebelum dan sesudah ayat ini. Hal itu adalah karena zaitun merupakan jenis pohon kayu yang berumur ratusan tahun. Manusia tidak perlu bersusah payah menanamnya, tetapi dapat memetik buahnya untuk masa yang sangat panjang. Kelebihan pohon zaitun lainnya adalah warnanya yang selalu hijau dan indah. Selain itu, penelitian mutakhir membuktikan bahwa zaitun merupakan bahan makanan yang sangat baik yang mengandung kadar protein cukup tinggi. Zaitun juga mengandung zat garam, zat besi dan fosforus yang merupakan bahan makanan terpenting bagi manusia. Lebih dari itu, zaitun mengandung vitamin A dan B. Dari buah zaitun dapat dihasilkan minyak yang pada umumnya juga digunakan sebagai bahan makanan. Sementara, dari segi kesehatan, penelitian terkini membuktikan bahwa zaitun bermanfaat untuk alat pencernaan pada umumnya, terutama hati. Mutu minyak zaitun juga melebihi minyak-minyak lainnya, baik minyak nabati maupun minyak hewani, karena tidak mempunyai efek yang dapat menimbulkan penyakit pada peredaran dan pembuluh darah arteri seperti yang terdapat pada jenis minyak lainnya. Zaitun juga dapat digunakan sebagai bahan penghalus kulit, di samping kegunaan-kegunaan industri lain seperti industri pembuatan sabun di mana zaitun merupakan salah satu bahan campuran terbaik.",
    "jalalayn": "(Dan) Kami tumbuhkan pula (pohon kayu yang asal tumbuhnya dari Thursina) dapat dibaca Sina dan Saina dengan tidak menerima Tanwin karena menjadi 'Alamiyah, artinya nama sebuah bukit. Jika tidak menerima tanwin karena Illat Ta'nits, maka berarti nama suatu lembah (yang menghasilkan) dapat dibaca Tunbitu dan Tanbutu (minyak) bila menurut bacaan Tunbitu maka huruf Ba dianggap huruf Zaidah, bila menurut bacaan yang kedua yaitu Tanbutu maka huruf Ba dianggap sebagai huruf Ta'diyah yang menggandengkan Fi'il dengan Maf'ul; pohon yang dimaksud adalah pohon Zaitun (dan sebagai penyedap bagi orang-orang yang makan) lafal ini di'athafkan kepada lafal Bid Duhni, sehingga dibaca Wa Shibghin Lil Aakiliina. Artinya, sebagai penyedap suapan yang dicelupkan kepadanya kemudian dimakan, yang dimaksud adalah minyak Zaitun tersebut."
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 21,
    "arab": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةًۗ  نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهَا وَلَكُمْ فِيْهَا مَنَافِعُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ ",
    "translation": "Dan sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2694.mp3",
    "tafsir": "Sesungguhnya pada penciptaan binatang ternak itu benar-benar terdapat pelajaran yang sangat penting bagi manusia di samping manfaatnya yang besar sebagai nikmat pemberian Allah. Binatang ternak bisa menjadi sumber pembelajaran dan bahan riset, misalnya bagaimana sapi yang makanan utamanya, setelah dikunyah dan masuk dalam perutnya, saripatinya kemudian bercampur dengan darah bisa menghasilkan susu yang sangat bermanfaat bagi tubuh. Dari perutnya kemudian, Allah berkuasa untuk me-misahkan air susu dari percampuran dua benda yang kotor itu, yaitu darah dan kotoran sapi yang ada diperutnya, sebagaimana tersebut dalam firman Allah:\nDan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya (an-Nahl/16: 66)\nKemudian Allah menggambarkan dalam ayat lain kebahagiaan yang dirasakan pemilik sapi ketika melepaskan sapi-sapinya ke padang rumput di pagi hari. Kebahagiaan yang sama juga dirasakannya ketika ternak-ternak itu kembali ke kandangnya pada sore hari. Firman Allah:\nDan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). (an-Nahl/16: 6)\n\nJika diperinci, terdapat banyak manfaat yang diperoleh manusia dari binatang ternak itu:\n1. Air susu yang sangat lezat untuk diminum dan mengandung berbagai unsur yang dibutuhkan tubuh agar tetap sehat, juga dapat dijadikan mentega, keju, dan lain-lain.\n2. Bulu atau rambutnya dapat dijadikan bahan pakaian dan selimut yang sangat berguna terutama di musim dingin.\n3. Dagingnya dapat dimakan segera atau diawetkan dalam kaleng.\n4. Dijadikan kendaraan, terutama untuk pergi ke tempat yang jauh yang sulit dicapai dengan kendaraan lain seperti tersebut dalam ayat 21.\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. (an-Nahl/16: 7)",
    "quraish": "Sungguh, pada hewan-hewan ternak seperti unta, sapi dan kambing, benar-benar terdapat bukti kekuasaan dan pertanda kemurahan Kami dalam menganugerahkan karunia untuk kalian. Kalian Kami beri minum susu murni, lezat dan mudah diminum, yang keluar dari dalam perut hewan-hewan itu. Selain susu, hewan-hewan itu mengandung daging, kulit dan bulu yang juga sangat berguna. Dari hewan-hewan itu kalian dapat hidup memperoleh rezeki.",
    "jalalayn": "(Dan sesungguhnya pada binatang-binatang ternak bagi kalian) yakni unta, sapi dan kambing (benar-benar terdapat pelajaran yang penting) bahan pelajaran yang kalian dapat mengambil manfaat besar daripadanya (Kami memberi minum kalian) dapat dibaca Nasqiikum dan Nusqiikum (dari apa yang ada di dalam perutnya) yakni air susu (dan juga pada hewan ternak itu terdapat faedah yang banyak bagi kalian) dari bulu domba, unta dan kambing serta manfaat-manfaat yang lainnya (dan sebagian daripadanya kalian makan)."
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 22,
    "arab": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَ ࣖ",
    "translation": "di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2695.mp3",
    "tafsir": "Di atas punggung binatang ternak itu, terutama unta, dapat dijadikan sarana untuk mengangkut manusia atau barang ke tempat yang sangat jauh melalui padang pasir yang sulit untuk dilalui oleh kendaraan lain, di samping dapat mempergunakan kapal-kapal sebagai kendaraan di laut.\nDan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)",
    "quraish": "Di atas hewan-hewan itu, dan di atas bahtera, kalian bepergian dan membawa muatan yang berat. Kami menciptakan berbagai sarana transportasi dan angkutan, baik di darat maupun di laut. Dengan begitu akan terjadi komunikasi di antara kalian.",
    "jalalayn": "(Dan di atas punggung-punggung ternak itu) khususnya unta (dan juga di atas bahtera) yaitu perahu-perahu dan kapal-kapal (kalian diangkut)."
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 23,
    "arab": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2696.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nuh kepada kaumnya untuk memberi peringatan kepada mereka tentang azab Allah, bila mereka membuat kemusyrikan kepada-Nya dan mendustakan Rasul-Nya, seraya berkata dengan lemah lembut kepada mereka, \"Hai kaumku, sembahlah olehmu Allah Yang Esa, jangan sekali-kali mempersekutukan-Nya, karena tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak merasa takut akan azab-Nya, dan menjauhkan diri dari menyekutukan-Nya?\"",
    "quraish": "Di dalam kisah masyarakat terdahulu, terdapat pelajaran agar kalian beriman. Kami mengutus Nûh kepada kaumnya. Ia kemudian berkata, \"Wahai kaumku, beribadahlah hanya kepada Allah. Sebab, tidak ada tuhan yang pantas disembah selain Dia. Apakah kalian tidak takut siksa dan kehilangan nikmat yang diberikan Allah, jika kalian mendurhakai-Nya?\"",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata, \"Hai kaumku! Sembahlah oleh kamu sekalian Allah) taatilah dan esakanlah Allah (karena sekali-kali tidak ada Tuhan bagi kalian selain Dia) lafal Ghairuhu merupakan Isim dari Maa, sedangkan lafal sebelumnya menjadi Khabar dari Maa dan huruf Min adalah huruf Zaidah. (Maka mengapa kalian tidak bertakwa kepada-Nya?\") tidak takut kepada azab-Nya, mengapa kalian menyembah selain-Nya?"
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 24,
    "arab": "فَقَالَ الْمَلَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يُرِيْدُ اَنْ يَّتَفَضَّلَ عَلَيْكُمْۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَنْزَلَ مَلٰۤىِٕكَةً  ۖمَّا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ۚ",
    "translation": "Maka berkatalah para pemuka orang kafir dari kaumnya, “Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia daripada kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami dahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2697.mp3",
    "tafsir": "Seruan Nabi Nuh yang lemah lembut ini dijawab dengan cemoohan kaumnya, bahwa Nuh tidak lain hanya seorang manusia biasa seperti mereka, tidak mempunyai kelebihan apa-apa, baik fisik maupun mental sehingga ia pantas untuk menjadi utusan Allah dan menerima wahyu. Nuh dituduh hanya ingin menjadi orang yang kedudukannya lebih dari mereka, dan ingin lebih berkuasa. Untuk mencapai tujuannya itu, ia mengaku menjadi utusan Allah, padahal sebenarnya ia tidak pantas. Lalu mereka menyebutkan dua hal yang menjadi alasan untuk tidak mengakui Nuh sebagai utusan Allah.\nPertama, seandainya Allah menghendaki mengutus seorang rasul yang memerintahkan beribadah hanya kepada Allah saja, tentu Dia mengutus beberapa malaikat, dan bukan mengutus seorang manusia biasa.\nKedua, mereka belum pernah mendengar dari nenek moyang mereka sendiri apa yang dikemukakan oleh Nuh, tentang penyembahan hanya kepada Allah, Tuhan Yang Esa. Seruan kepada ketauhidan itu tidak ada dalam tradisi nenek moyang mereka, maka mereka menentang keras dakwah Nabi Nuh. Hal demikian menunjukkan bahwa mereka telah terseret dalam taklid buta dan kesesatan.",
    "quraish": "Para pembesar pengikutnya yang kufur, menentang dan merintangi orang-orang lain untuk menerima dakwah Nûh berkata, \"Tidak ada bedanya antara Nûh dan kalian. Nûh juga seorang manusia biasa seperti kalian. Ia hanya ingin menonjolkan diri di tengah-tengah kalian dengan dakwahnya itu. Kalau benar pernah ada sejumlah rasul yang diutus oleh Allah, seperti apa yang didakwa Nûh, rasul-rasul itu tentulah berupa malaikat. Dalam sejarah nenek moyang kita, kita tidak pernah mendengar apa-apa tentang dakwah dan pengutusan rasul-rasul yang berwujud manusia itu.\"",
    "jalalayn": "(Maka pemuka-pemuka orang yang kafir di antara kaumnya berkata) kepada para pengikut mereka, (\"Orang ini tidak lain hanyalah manusia seperti kalian, yang bermaksud hendak menjadi seorang yang lebih tinggi) lebih mulia dan berpengaruh (dari kalian) maksudnya ia ingin menjadi orang yang banyak pengikutnya, dan para pengikutnya adalah kalian sendiri. (Dan kalau Allah menghendaki) supaya tidak disembah selain daripada-Nya (tentu Dia mengutus beberapa Malaikat) untuk menyampaikan hal tersebut, tidak mengutus manusia. (Belum pernah kami mendengar seruan yang seperti ini) yang diserukan oleh Nabi Nuh, maksudnya ajaran tauhid (pada masa nenek moyang kami yang dahulu) yakni umat-umat terdahulu."
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 25,
    "arab": "اِنْ هُوَ اِلَّا رَجُلٌۢ بِهٖ جِنَّةٌ فَتَرَبَّصُوْا بِهٖ حَتّٰى حِيْنٍ",
    "translation": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2698.mp3",
    "tafsir": "Ayat ini menerangkan sikap orang-orang kafir akibat pandangan mereka yang meremehkan posisi Nuh sebagai rasul. Mereka mengatakan bahwa Nuh tidak lain hanyalah seorang laki-laki yang miring otaknya, yang berbicara seenaknya, dan apa yang diucapkannya tidak beralasan sama sekali, sehingga tidak perlu dilayani. Oleh karena itu, mereka meminta kepada kaumnya untuk sabar sampai Nuh pada suatu waktu sadar dan kembali ke keadaannya yang normal dan kembali memeluk agama nenek moyang mereka. Ucapan mereka itu menunjukkan keingkarannya, padahal mereka mengetahui, bahwa Nuh orang yang paling cerdas pikirannya di antara mereka. \nMenyimak perkataan kaum Nabi Nuh, yang menolak kedudukannya sebagai rasul, bisa dikatakan bahwa setiap rasul seharusnya memiliki kelebihan dari umatnya dari segi akhlak dan mukjizat. Seorang rasul kedudukannya harus lebih tinggi karena dengan demikian semua petunjuknya akan diikuti. Di samping itu seorang rasul harus berwibawa, supaya dengan wibawanya ia dapat memimpin umatnya ke jalan yang benar, dan rasul itu maksum, yakni terpelihara dari segala dosa termasuk kesombongan. Ucapan mereka bahwa seruan kepada ketauhidan itu belum pernah mereka terima dari nenek moyang mereka dahulu. Padahal ucapan mereka itu tidak cukup untuk dijadikan alasan menolak risalah Nuh. Tuduhan mereka bahwa Nabi Nuh menderita sakit ingatan, bertentangan dengan kenyataan yang mereka lihat dan alami sendiri.",
    "quraish": "\"Nûh tak lain hanyalah seorang yang gila,\" kata mereka lagi. \"Bersabarlah dan tunggulah saat terungkap kegilaan Nûh atau saat kehancurannya nanti.\"",
    "jalalayn": "(Ia tiada lain) maksudnya Nuh ini tidak lain (hanyalah seorang laki-laki yang berpenyakit gila) dalam keadaan gila (maka tunggulah terhadapnya) tunggulah dia, atau biarkanlah dia (sampai suatu waktu\") hingga saat kematiannya. Maksud mereka biarkanlah dia begitu, nanti juga mati sendiri."
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 26,
    "arab": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ ",
    "translation": "Dia (Nuh) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2699.mp3",
    "tafsir": "Setelah Nuh melihat keingkaran kaumnya yang tidak mau menyadari kesesatan mereka, padahal Nuh cukup lama melaksanakan kewajiban dakwahnya, maka Allah mewahyukan kepadanya bahwa kaumnya tidak akan pernah beriman. Pengikutnya yaitu orang-orang yang sudah beriman tidak akan bertambah lagi jumlahnya. Nuh kemudian berdoa kepada Tuhan supaya diberi pertolongan, seraya berdoa, \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku.\" Doa Nuh itu disebutkan dalam firman Allah:\nMaka dia (Nuh) mengadu kepada Tuhannya, \"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10)\n\nDan seperti dalam firman-Nya:\nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)",
    "quraish": "Setelah tidak lagi dapat berharap akan keimanan mereka, Nûh pun segera berdoa kepada Tuhannya seraya berkata, \"Ya Tuhan, tolonglah aku dalam menundukkan mereka. Balaslah mereka karena telah mendustakan dakwahku.\"",
    "jalalayn": "(Berdoalah) Nabi Nuh, (\"Ya Rabbku! Tolonglah aku) atas mereka (karena mereka mendustakan aku\") yakni mereka tidak mau percaya lagi kepadaku, maka binasakanlah mereka. Maka Allah berfirman memperkenankan doanya:"
  },
  {
    "page": 343,
    "name": "Al-Mu'minun",
    "ayat": 27,
    "arab": "فَاَوْحَيْنَآ اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا فَاِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ فَاسْلُكْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْۚ وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْاۚ اِنَّهُمْ مُّغْرَقُوْنَ",
    "translation": "Lalu Kami wahyukan kepadanya, “Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2700.mp3",
    "tafsir": "Setelah doa Nuh diperkenankan, maka Allah mewahyukan kepada-nya, agar ia mulai membuat perahu di bawah pengawasan dan petunjuk wahyu-Nya, supaya perahu itu kokoh dan tidak mudah mengalami kerusakan dan supaya Nuh mengetahui teknik pembuatannya, sebab pembuatan sebuah perahu yang besar dan kukuh tentu saja memerlukan keahlian. Apabila perintah Allah sudah datang untuk membinasakan kaumnya dengan topan yang besar, dan tanda-tandanya sudah tampak, yaitu tannur tempat membakar roti di bawah tanah sudah mulai memancarkan air, maka Allah menyuruh Nabi Nuh memasukkan ke dalam perahu itu sepasang jantan dan betina dari tiap-tiap jenis binatang. Dalam perahu dibuat bertingkat-tingkat. Tingkat yang paling bawah untuk binatang buas seperti singa, harimau, dan sebagainya. Di tingkat kedua binatang ternak seperti: sapi, kambing, dan sebagainya. Di tingkat ketiga semua jenis burung sepasang-pasang dan di tingkat yang paling atas sekali Nabi Nuh dengan sekalian keluarganya yang selamat, di antaranya tiga orang putranya: Sam, Ham dan Yafis. Adapun putra beliau yang bernama Kanan termasuk orang yang tenggelam, karena ia tidak mau ikut bersama ayahnya.\nDengan dimasukkannya setiap jenis binatang yang ada pada waktu itu, maka perahu Nuh merupakan kebun binatang yang lengkap. Semua binatang yang tidak masuk ke dalam perahu dan orang kafir yang tidak mengikuti ajakan Nabi Nuh ditenggelamkan dalam topan besar itu, sesuai dengan ancaman Allah bahwa mereka akan ditimpa azab. Allah sebelumnya melarang Nuh supaya jangan memberitahukan rencana Allah dan maksud pembuatan perahu kepada orang-orang yang zalim itu, karena mereka semuanya akan ditenggelamkan.",
    "quraish": "Kemudian Kami wahyukan kepadanya, \"Buatlah bahtera yang akan melindungimu dari kejahatan mereka. Kami akan mengayomi dan menunjukkan kepadamu cara pembuatannya. Ketika tiba saat penyiksaan mereka nanti, dan kamu menyaksikan tanur yang memancarkan air atas perintah Kami, segeralah naik kapal itu dengan mengikutsertakan semua jenis makhluk hidup secara berpasangan: jantan dan betina. Sertakan pula keluargamu kecuali orang yang telah Kami tetapkan untuk disiksa karena tidak mau beriman. Jangan meminta-Ku menyelamatkan orang-orang yang menganiaya diri sendiri dengan bersikap ingkar dan zalim, sebab Aku telah memutuskan untuk menenggelamkan mereka akibat kezaliman mereka yang bersikap musyrik dan durhaka(1). (1) Meskipun pemaparan tentang terjadinya topan pada ayat ini disampaikan secara singkat, namun mengandung makna dan fakta ilmiah yang tidak diketahui orang banyak. Secara etimologis, kata \"tannûr\" berarti 'tempat pembakaran roti', 'permukaan bumi yang dapat memancarkan air' atau 'tempat di mana terdapat banyak air'. Ketika kita berusaha memastikan kapan terjadinya peristiwa angin topan itu, kita akan menemukan kesilitan. Sebab, dalam sejarah umat manusia pernah terjadi banyak peristiwa angin topan pada masa yang tidak terlalu berjauhan, seperti yang pernah terjadi di Babilonia, India, Cina dan Amerika. Beberapa peristiwa topan itu terdapat pula dalam cerita-cerita rakyat. Hanya saja, tampaknya cerita-cerita itu tidak ada kaitannya dengan peristiwa topan besar yang terjadi pada masa Nabi Nûh. Melalui penelitian dan pengamatan, terbukti bahwa alam ini mengalami beberapa kali peristiwa topan besar. Topan terakhir terjadi akibat berakhirnya zaman es terakhir dan mencairnya sebagian besar es yang membeku di kutub utara dan selatan. Kita tidak tahu secara pasti kapan keseimbangan itu mulai hilang lalu mengakibatkan terpancarnya air dari dalam tannûr di permukaan bumi, akibat lonjakan mencairnya es yang luar biasa hingga menyebabkan naiknya permukaan air laut dan menimbulkan banjir mahabesar. Dapat disebutkan juga di sini bahwa peristiwa terjadinya pencairan es pada zaman es terakhir dibarengi dengan iklim dengan curah hujan sangat tinggi di daerah-daerah yang tidak berdekatan dengan kutub utara dan selatan seperti kawasan laut tengah. Apa pun yang terjadi, kita memang tidak mempunyai data yang cukup lengkap untuk memastikan kapankah zaman Nabi Nûh itu. Namun demikian, semua gejala itu menunjukkan keajaiban alam dan kemahakuasaan Allah Swt. Di antara keajaiban itu adalah pemberitahuan Nûh kepada kaumnya dengan nada nasihat bahwa Allah akan menurunkan murka-Nya dengan menenggelamkan mereka apabila tidak mau mendengar nasihatnya. Selain itu, merupakan keajaiban juga, Allah mewahyukan Nûh untuk membuat kapal. Kemudian datanglah ketentuan Allah yang berakibat hilangnya keseimbangan alam dengan tannûr yang memancarkan air sebagai pertandanya, lalu disusul dengan turunnya hujan deras. Itu semua merupakan bukti apa yang difirmankan Allah kepada Nûh a. s. bahwa Allah Mahatahu bahwa di antara kaumnya tidak akan ada yang beriman selain orang yang sudah benar-benar beriman sebelumnya.",
    "jalalayn": "(Lalu Kami wahyukan kepadanya, \"Buatlah bahtera) yakni perahu (di bawah pengawasan Kami) maksudnya di bawah penilikan dan pengawasan Kami (dan wahyu Kami) yaitu perintah Kami (maka apabila perintah Kami datang) yakni perintah untuk membinasakan mereka (dan tanur telah memancarkan air) dapur pembuat roti telah memancarkan air, sebagai pertanda bagi Nabi Nuh (maka masukkanlah ke dalam bahtera itu) naikkanlah ke dalamnya (dari tiap-tiap jenis) hewan (sepasang) jantan dan betina. Lafal Itsnaini adalah Maf'ul, sedangkan huruf Min berta'alluq kepada lafal Usluk. Menurut suatu kisah disebutkan, bahwa Allah swt. mengumpulkan bagi Nabi Nuh segala macam jenis binatang liar dan burung-burung, serta hewan-hewan lainnya. Kemudian Nabi Nuh memukulkan tangannya kepada tiap-tiap jenis, tangan kanannya mengenai jenis jantan dan tangan kirinya mengenai jenis betina, kemudian ia menaikkan semuanya ke dalam bahtera. Menurut Qiraat yang lain lafal kulli dibaca Kullin; berdasarkan qiraat ini lafal Zaujaini menjadi Maf'ul dan lafal Itsnaini berkedudukan mengukuhkan maknanya (dan juga keluargamu) istri dan anak-anakmu (kecuali orang yang telah lebih dahulu ketetapan azab atasnya di antara mereka) yaitu istri dan anaknya yang bernama Kan`an, lain halnya dengan anak-anaknya yang lain, yaitu Sam, Ham dan Yafits, Nabi Nuh mengangkut mereka bersama dengan istri-istri mereka ke dalam bahtera. Di dalam surah Hud telah disebutkan melalui firman-Nya, 'Dan muatkan pula orang-orang yang beriman. Dan tidak beriman bersama dengan Nuh itu kecuali sedikit.' (Q.S. Hud, 40). Menurut suatu pendapat dikatakan, bahwa jumlah mereka ada enam orang laki-laki berikut istri mereka. Menurut pendapat yang lain dikatakan, bahwa semua orang yang ada di dalam bahtera jumlahnya tujuh puluh delapan orang; separuh laki-laki dan yang separuh lagi perempuan. (Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim) yaitu orang-orang yang kafir, biarkanlah mereka binasa (karena sesungguhnya mereka akan ditenggelamkan)."
  }
]