[
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 28,
    "arab": "فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, “Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2701.mp3",
    "tafsir": "Allah memerintahkan kepada Nuh, jika ia bersama orang-orang yang beriman telah berada di atas perahu, maka ia harus mengucapkan pujian kepada Allah sebagai rasa syukur atas keselamatan mereka semuanya yang berada dalam perahu itu, \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.\" Ayat ini memberi petunjuk bahwa kita tidak boleh merasa gembira dengan turunnya azab kepada orang atau golongan lain, kecuali bila di dalamnya mengandung keselamatan bagi kaum mukminin, terhindarnya mereka dari bahaya kemusnahan, dan tersapu bersihnya dunia dari segala bentuk kemusyrikan dan kemaksiatan.\nMenurut keterangan Ibnu 'Abbas ra bahwa yang berada dalam perahu Nuh itu selain semua jenis binatang itu ada 80 orang manusia, yaitu Nuh beserta tiga orang putranya beserta istri-istrinya dan 72 orang mukmin umat Nuh yang setia kepadanya.",
    "quraish": "Apabila kamu telah menaiki kapalmu itu bersama mereka yang naik, bersyukurlah kepada Tuhanmu dengan mengucapkan, \"Segala puji bagi Allah yang telah menyelamatkan kami dari kejahatan orang-orang kafir yang zalim.\"",
    "jalalayn": "(Apabila kamu telah lengkap) telah genap (yakni kamu dan orang-orang yang bersamamu berada di atas bahtera itu, maka ucapkanlah, 'Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim') yakni orang-orang yang kafir dengan dibinasakannya mereka."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 29,
    "arab": "وَقُلْ رَّبِّ اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ",
    "translation": "Dan berdoalah, “Ya Tuhanku, tempatkanlah aku pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2702.mp3",
    "tafsir": "Nuh disuruh berdoa pula, \"Ya Tuhanku, turunkanlah aku, bila topan sudah berakhir, pada tempat yang diberkati dan hanya Engkaulah yang dapat memberi tempat yang sebaik-baiknya, yang mengetahui tempat-tempat yang cocok lagi selaras bagi kami.\" Qatadah berkata, Allah mengajarkan kepada kita supaya membaca doa ini ketika naik kapal:\nDan dia berkata, \"Naiklah kamu semua ke dalamnya (kapal) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya. (Hud/11: 41)\n\nDan ketika berada di atas kendaraan membaca:\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\" (az-Zukhruf/43: 13-14)",
    "quraish": "Katakan juga, \"Ya Tuhan, mudahkanlah aku untuk tinggal di tempat yang Engkau berkahi dan baik. Berikanlah aku rasa aman di tempat itu, karena hanya Engkaulah satu-satunya yang menempatkan seseorang di tempat yang baik, aman dan damai.\"",
    "jalalayn": "(Dan berdoalah) di kala kamu turun dari bahtera, ('Ya Rabbku! Tempatkanlah aku pada tempat) kalau dibaca Munzalan berarti menjadi Mashdar dan Isim Makan/tempat sekaligus, apabila dibaca Manzilan berarti tempat berlabuh (yang diberkati) yakni tempat tersebut diberkati (dan Engkau adalah sebaik-baik yang memberi tempat'\") maksudnya Engkau adalah pemberi tempat yang paling baik kepada semua yang telah disebutkan tadi."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 30,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ وَّاِنْ كُنَّا لَمُبْتَلِيْنَ",
    "translation": "Sungguh, pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah); dan sesungguhnya Kami benar-benar menimpakan siksaan (kepada kaum Nuh itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2703.mp3",
    "tafsir": "Sesungguhnya dalam peristiwa topan besar yang membinasakan kaum Nuh yang mendustakan Rasul-Nya, dengan mengingkari keesaan Allah dan menyembah berhala-berhala, terdapat pelajaran bagi kaum Quraisy yang mendustakan kerasulan Muhammad saw, bahwa peristiwa yang menimpa kaum Nuh itu dapat pula menimpa kaum Quraisy yang berani mendustakan Rasulullah dan memusuhinya. Pada kejadian itu benar-benar terdapat beberapa azab yang sangat besar kepada kaum Nuh itu, supaya orang-orang yang datang kemudian mengambil pelajaran daripadanya, sesuai dengan firman Allah:\nDan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran? (al-Qamar/54: 15)",
    "quraish": "Pada kisah Nabi Nûh a. s. itu benar-benar terdapat pelajaran. Kami menguji hamba-hamba Kami dengan ujian berupa kebaikan dan keburukan, dan pada diri mereka terdapat bekal kesiapan untuk kedua-duanya.",
    "jalalayn": "(Sesungguhnya pada kejadian itu) kisah Nabi Nuh dan bahteranya serta dibinasakan-Nya orang-orang kafir (benar-benar terdapat beberapa tanda) yang menunjukkan kepada kekuasaan Allah swt. (dan sesungguhnya) huruf In di sini adalah bentuk Takhfif daripada Inna, sedangkan isimnya adalah Dhamir Sya'an, bentuk asalnya adalah Innahu yakni sesungguhnya hal itu (Kamilah yang mencoba mereka) menguji kaum Nuh dengan mengutus Nuh kepada mereka supaya Nuh memberi nasihat dan pelajaran kepada mereka."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 31,
    "arab": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ ۚ",
    "translation": "Kemudian setelah mereka, Kami ciptakan umat yang lain (kaum ‘Ad).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2704.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan umat yang lain setelah kaum Nuh, yaitu Kaum 'Ad kaumnya Nabi Hud, kaum samud kaumnya Nabi Saleh, dan kaum Madyan yaitu kaumnya Nabi Syuaib. Dari tiga kaum ini pendapat yang paling kuat yang sesuai dengan ayat ini kaum 'Ad karena dalam sejarah kenabian setelah Nabi Nuh yang diutus kemudian adalah Nabi Hud. Jadi, yang dimaksud dengan qarnan akharin adalah kaum 'Ad, samud dan Madyan.",
    "quraish": "Setelah generasi Nûh, Kami menciptakan generasi lain, yaitu kaum 'Ad.",
    "jalalayn": "(Kemudian, Kami jadikan sesudah mereka umat) kaum (yang lain) mereka adalah kaum Ad."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 32,
    "arab": "فَاَرْسَلْنَا فِيْهِمْ رَسُوْلًا مِّنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ࣖ ",
    "translation": "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata), “Sembahlah Allah! Tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2705.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengutus kepada kaum 'Ad itu seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud yang melaksanakan dakwah kepada mereka seraya menyerukan, \"Hai kaumku, sembahlah Allah dan tinggalkanlah semua berhala-berhalamu, karena sekali-kali tidak ada Tuhan yang berhak disembah dengan sebenarnya melainkan Dia. Mengapa kamu tidak bertakwa kepada-Nya?\"",
    "quraish": "Kepada mereka, Kami mengutus Hûd, salah seorang dari kalangan mereka sendiri. Kepada mereka, melalui Hûd, Kami berfirman, \"Beribadahlah hanya kepada Allah, sebab tidak ada tuhan lain yang pantas disembah selain Dia. Hanya Dialah satu-satunya yang patut kalian takuti. Apakah kalian tidak takut siksa Allah jika kalian mendurhakai-Nya?\"",
    "jalalayn": "(Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri) yaitu Nabi Hud (\"Hendaklah) ia mengatakan kepada mereka (kalian menyembah Allah, sekali-kali tidak ada Tuhan selain daripada-Nya. Mengapa kalian tidak bertakwa) takut kepada azab-Nya karenanya kalian harus beriman kepada-Nya."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 33,
    "arab": "وَقَالَ الْمَلَاُ مِنْ قَوْمِهِ الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِلِقَاۤءِ الْاٰخِرَةِ وَاَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يَأْكُلُ مِمَّا تَأْكُلُوْنَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُوْنَ ",
    "translation": "Dan berkatalah para pemuka orang kafir dari kaumnya dan yang mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia, “(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2706.mp3",
    "tafsir": "Pemuka-pemuka kaumnya yang kafir mengingkari ketauhidan kepada Allah, dan adanya kebangkitan dan hisab pada hari Kiamat karena terlalu cinta pada kemewahan hidup di dunia. Mereka menjawab seruan Nabi Hud dengan berkata, \"Orang ini (Hud) tidak lain hanyalah seorang manusia biasa seperti kamu, tidak mempunyai kelebihan, makan minum biasa seperti kita. Karena itu seruannya tak usah dihiraukan sama sekali.\"",
    "quraish": "Para pembesar kaumnya yang mengingkari dan mendustakan Allah, hari perhitungan dan pembalasan--dan yang Kami berikan kekayaan dan kemewahan--dengan mengingkari dakwahnya dan merintangi orang lain untuk menerima ajakannya, berkata, \"Tidak ada bedanya antara Hûd dan kalian. Hûd hanyalah seorang manusia biasa seperti kalian: makan dan minum seperti kalian. Orang yang seperti ini tidak pantas menjadi rasul, karena tidak memiliki kelebihan apa-apa dibanding kalian.\"",
    "jalalayn": "(Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat) yakni tempat mereka kembali kelak (dan yang telah Kami mewahkan mereka) Kami berikan nikmat kepada mereka (dalam kehidupan di dunia, 'Orang ini tidak lain hanyalah manusia seperti kalian, dia makan dari apa yang kalian makan dan minum dari apa yang kalian minum')."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 34,
    "arab": "وَلَىِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَكُمْ اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ ۙ",
    "translation": "Dan sungguh, jika kamu menaati manusia seperti kamu, niscaya kamu pasti rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2707.mp3",
    "tafsir": "Pemuka orang kafir itu melanjutkan ucapannya, \"Jika kamu sekalian menaati manusia biasa seperti kamu, dan mengikuti saja seruan Hud tanpa penelitian lebih dahulu, niscaya kamu akan menjadi manusia yang merugi dan tertipu.\" Mereka tidak mau jika rasul itu hanya manusia biasa. Mereka ingin rasul itu dari malaikat sehingga tampak hebat dan luar biasa. Padahal jika rasul itu malaikat mereka pasti tidak mampu mengikutinya, karena karakter malaikat tidak sama dengan karakter manusia. Manusia tidak mungkin dapat mengikuti cara beribadah dan cara hidup malaikat yang tidak memiliki nafsu sehingga hidupnya selalu dan hanya untuk beribadah. Sedangkan manusia lemah, memiliki nafsu dan mudah tergoda oleh iblis dan setan.",
    "quraish": "Mereka mengingatkan kaum Hûd yang lain dengan tegas dan keras, \"Apabila kalian mematuhi orang yang sama seperti kalian, berarti kalian benar-benar merugi, karena kepatuhan seperti itu tidak akan berguna sedikit pun bagi kalian.\"",
    "jalalayn": "(Dan) demi Allah (sesungguhnya jika kamu sekalian menaati manusia yang seperti kalian) di dalam ayat ini terkandung makna Qasam atau sumpah dan Syarat, sedangkan Jawab dari Syarat tersebut terkandung pada ayat selanjutnya (niscaya bila demikian, kalian benar-benar) yakni jika kalian menaatinya (menjadi orang-orang yang merugi\") mendapat kerugian."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 35,
    "arab": "اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَّعِظَامًا اَنَّكُمْ مُّخْرَجُوْنَ ۖ ",
    "translation": "Adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2708.mp3",
    "tafsir": "Kemudian mereka menambah alasan keingkaran mereka kepada rasul yang diutus Allah, yaitu Nabi Hud dengan mengatakan bagaimana mungkin Nabi Hud menjanjikan kepada pengikutnya bahwa jika manusia sudah mati, dan badannya telah hancur dalam kubur dan hanya tinggal tulang-belulang saja, akan dibangkitkan lagi dalam keadaan utuh dari kuburannya itu untuk dihisab pada hari Kiamat. Mereka tidak mempercayainya karena hanya mengikuti pemikirannya yang dangkal, padahal dalam Surah Yasin Allah telah berfirman:\nKatakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 79)",
    "quraish": "Mereka juga berkata, seraya mengingkari hari kebangkitan, \"Apakah Hûd menjanjikan kalian bahwa kalian akan dibangkitkan kembali dari dalam kubur setelah kalian mati dan menjadi debu dan tulang belulang yang tak lagi berdaging dan berurat?\"",
    "jalalayn": "(\"Apakah ia menjanjikan kepada kalian, bahwa bila kalian telah mati dan telah menjadi tanah dan tulang-belulang, kalian sesungguhnya akan dikeluarkan dari kuburan kalian) lafal Mukhrajuuna merupakan Khabar dari Annakum yang pertama, sedangkan lafal Annakum yang kedua berfungsi mengukuhkan makna Annakum yang pertama tadi, disebutkan lagi karena panjangnya Fashl atau pemisah antara Khabar dan 'Amilnya."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 36,
    "arab": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوْعَدُوْنَ ۖ ",
    "translation": "Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2709.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa apa yang dikatakan Nabi Hud tentang kebangkitan, menurut mereka mustahil terjadi. Mereka tidak mau beranjak dari pikirannya yang sederhana untuk melihat kenyataan bahwa ada kekuasaan Allah di luar kekuasaan manusia. Allah yang telah menciptakan alam semesta dan seluruh manusia.",
    "quraish": "\"Apa yang dijanjikan Hûd itu tak akan pernah terjadi,\" kata mereka melanjutkan.",
    "jalalayn": "(Jauh, jauh sekali) lafal Haihaata Haihaata adalah Isim Fi'il Madhi yang bermakna Mashdar, artinya jauh, jauh sekali dari kebenaran (apa yang diancamkan kepada kalian itu) yaitu dihidupkannya kembali kalian dari kuburan. Huruf Lam pada lafal Limaa Tuu'aduna adalah Lam Zaidah yang mengandung makna Bayan atau penjelasan."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 37,
    "arab": "اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ۖ ",
    "translation": "(kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2710.mp3",
    "tafsir": "Kemudian mereka mempertegas keingkaran mereka dengan ucapan, \"Kehidupan yang sebenarnya hanya kehidupan dunia ini saja. Sebagian kita ada yang hidup kemudian mati, disusul pula oleh yang lain secara silih berganti, generasi demi generasi, tak beda seperti tanaman, di sana ada yang bercocok tanam dan di situ ada yang panen. Kita sekalian tidak akan dibangkitkan lagi setelah mati.\"\nOrang-orang kafir hanya memandang kehidupan manusia seperti tumbuh-tumbuhan dan binatang yang dari waktu ke waktu hanya mengalami pergantian generasi, dan tidak ada perkembangan pikiran dan kebudayaan, serta tidak ada tanggung jawab dalam perbuatannya sehari-hari.",
    "quraish": "\"Tidak ada kehidupan lain kecuali kehidupan dunia ini, di mana kita menyaksikan hidup dan mati datang silih berganti. Hari ini ada bayi lahir, esok ada orang mati. Kita tidak akan dibangkitkan setelah kita mati.",
    "jalalayn": "(Tiada lain hal itu) yakni kehidupan yang sesungguhnya (hanyalah kehidupan kita di dunia ini, kita mati kemudian kita hidup) yaitu dengan hidupnya anak-anak kita (dan sekali-kali kita tidak akan dibangkitkan kembali)."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 38,
    "arab": "اِنْ هُوَ اِلَّا رَجُلُ ِۨافْتَرٰى عَلَى اللّٰهِ كَذِبًا وَّمَا نَحْنُ لَهٗ بِمُؤْمِنِيْنَ",
    "translation": "Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2711.mp3",
    "tafsir": "Mereka tidak saja mengingkari kebangkitan setelah mati, tetapi juga melemparkan tuduhan kepada Hud bahwa ia berbuat dusta kepada Allah. Mereka berkata, \"Orang itu memang mengadakan kedustaan terhadap Allah dan kami sekali-kali tidak akan beriman kepadanya.\"",
    "quraish": "Hûd hanyalah seorang yang mendustakan Allah lalu mengaku bahwa ia diutus oleh-Nya. Hûd bohong belaka ketika menyampaikan seruannya. Kami tidak akan pernah percaya.\"",
    "jalalayn": "(Ia tiada lain) Rasul itu (hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kami sekali-kali tidak akan beriman kepadanya\") tidak akan percaya dengan adanya berbangkit sesudah mati."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 39,
    "arab": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ",
    "translation": "Dia (Hud) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2712.mp3",
    "tafsir": "Ketika Hud mendengar ucapan kaumnya, bahwa mereka sama sekali tidak akan beriman kepadanya, maka beliau berdoa kepada Allah, \"Ya Tuhanku, tolonglah aku karena mereka mendustakan aku, walaupun aku telah menjalankan segala daya upaya untuk memberi petunjuk kepada mereka, tetapi mereka telah menutup semua pintu-pintu hidayah, sehingga aku merasa berputus asa dari keimanan mereka itu.\"",
    "quraish": "Setelah hampir putus harapannya agar kaumnya beriman, Hûd berkata, \"Ya Tuhan, tolonglah aku dan hukumlah mereka karena telah mendustakan dakwahku.\"",
    "jalalayn": "(Rasul itu berdoa, \"Ya Rabbku! Tolonglah aku karena mereka mendustakanku\")."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 40,
    "arab": "قَالَ عَمَّا قَلِيْلٍ لَّيُصْبِحُنَّ نٰدِمِيْنَ ۚ ",
    "translation": "Dia (Allah) berfirman, “Tidak lama lagi mereka pasti akan menyesal.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2713.mp3",
    "tafsir": "Allah berfirman, \"Tunggulah, tidak lama lagi orang-orang yang mendustakanmu itu semuanya akan menjadi orang-orang yang menyesal. Azab-Ku akan menimpa mereka dan pada waktu itu semua penyesalan tidak akan berguna lagi.\"",
    "quraish": "Dengan menekankan janji-Nya, Allah berkata kepada Hûd, \"Tidak lama lagi mereka akan menyesali apa yang mereka lakukan sekarang, setelah siksa Kami menimpa mereka nanti.\"",
    "jalalayn": "(Allah berfirman, \"Dalam sedikit waktu lagi) sebentar lagi. Huruf Ma di sini adalah Zaidah (pasti mereka akan menjadi) akan menjadi orang-orang (yang menyesal\") atas kekafiran dan kedustaan mereka."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 41,
    "arab": "فَاَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنٰهُمْ غُثَاۤءًۚ فَبُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Lalu mereka benar-benar dimusnahkan oleh suara yang mengguntur, dan Kami jadikan mereka (seperti) sampah yang dibawa banjir. Maka binasalah bagi orang-orang yang zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2714.mp3",
    "tafsir": "Maka mereka dimusnahkan dengan azab yang tidak ada bandingannya, yaitu dihancurkan oleh air dan suara yang mengguntur dengan dahsyat. Mereka dijadikan sebagai sampah banjir besar yang tidak berfaedah sama sekali, maka orang-orang yang zalim itu menjadi binasa.",
    "quraish": "Mereka pun kemudian ditimpa siksa berupa pekikan amat keras yang membinasakan. Mereka memang pantas dibinasakan. Mereka Kami jadikan terhina dan tak berdaya bagai sampah--seperti batang kayu dan dedaunan--yang hanyut dihempas air. Binasalah dan terusirlah orang-orang yang zalim itu dari kasih sayang Kami akibat sifat buruk dan kesombongan mereka!\"",
    "jalalayn": "(Maka dimusnahkanlah mereka oleh suara yang mengguntur) suara yang menandakan turunnya azab dan binasanya makhluk (dengan hak) maka matilah mereka (dan Kami jadikan mereka bagaikan tumbuh-tumbuhan yang kering) Kami jadikan mereka seperti tanaman yang kering atau mati (maka alangkah jauhnya) dari rahmat (bagi orang-orang yang zalim itu) yakni orang-orang yang mendustakan Rasul itu."
  },
  {
    "page": 344,
    "name": "Al-Mu'minun",
    "ayat": 42,
    "arab": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قُرُوْنًا اٰخَرِيْنَ ۗ",
    "translation": "Kemudian setelah mereka Kami ciptakan umat-umat yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2715.mp3",
    "tafsir": "Setelah kehancuran kaum 'Ad, pada ayat ini diterangkan tentang kaum samud, kaum negeri Madyan dan negeri Aikah, serta negeri Sodom. Kepada kaum samud Allah mengutus Nabi Saleh, tetapi kaum samud menolaknya, bahkan sampai membunuh unta Nabi Saleh yang merupakan mukjizatnya. \nSedangkan kepada penduduk Madyan dan Aikah, Allah mengutus Nabi Syuaib. Mereka juga durhaka dan menolak Nabi Syuaib, serta mereka suka mengurangi timbangan. Penduduk Sodom juga mengingkari Nabi Lut dan banyak yang melakukan homoseksual.",
    "quraish": "Setelah mereka, Kami menciptakan lagi beberapa generasi yang lain seperti kaum Shâlih, Lûth dan Syu'ayb.",
    "jalalayn": "(Kemudian Kami ciptakan sesudah mereka umat-umat) kaum-kaum (yang lain)."
  }
]