[
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 60,
    "arab": "وَالَّذِيْنَ يُؤْتُوْنَ مَآ اٰتَوْا وَّقُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رٰجِعُوْنَ ۙ",
    "translation": "dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2733.mp3",
    "tafsir": "Sifat yang keempat ialah takut kepada Allah, karena mereka yakin akan kembali kepada-Nya pada hari berhisab di mana akan diperhitungkan segala amal perbuatan manusia. Meskipun mereka telah mengerjakan segala perintah Tuhan dan menjauhi segala larangan-Nya dan menafkahkan hartanya di jalan Allah, namun mereka merasa takut kalau-kalau amal baik mereka tidak diterima, karena mungkin ada di dalamnya unsur-unsur riya` atau lainnya yang menyebabkan ditolaknya amal itu. Oleh sebab itu mereka selalu terdorong untuk selanjutnya berbuat baik karena kalau amal yang sebelumnya tidak diterima, mungkin amal yang sesudah itu menjadi amal yang makbul yang diberi ganjaran yang berlipat ganda.\nDalam hadis yang diriwayatkan Ibnu Abi hatim dari 'Aisyah pernah bertanya kepada Nabi:\nSiti Aisyah pernah bertanya kepada Rasulullah mengenai ayat ini (alladzina yu`tuna ma ataw waqulubuhum wajilah), apakah yang dimaksud dengan ayat ini ialah orang berzina dan meminum khamar atau mencuri, dan karena itu ia takut kepada Tuhan dan siksa-Nya? Pertanyaan ini dijawab oleh Rasulullah, \"Bukan demikian maksudnya, hai puteri Abu Bakar as-shiddiq. Yang dimaksud dalam ayat ini ialah orang-orang yang mengerjakan salat, berpuasa dan menafkahkan hartanya, namun dia merasa takut kalau-kalau amalnya itu termasuk amal yang tidak diterima (mardud). (Riwayat Ahmad dan at-Tirmidzi)",
    "quraish": "orang-orang yang mengeluarkan zakat dari kekayaan yang dikaruniakan Allah, dan melakukan pekerjaannya dengan penuh rasa khawatir kalau-kalau pekerjaannya itu tidak sempurna, karena sadar bahwa mereka akan kembali kepada Allah dan akan diperhitungkan melalui pembangkitan kembali,",
    "jalalayn": "(Dan orang-orang yang memberikan) yang menginfakkan (apa yang telah mereka berikan) mereka infakkan berupa zakat dan amal-amal saleh (dengan hati yang takut) takut amalnya tidak diterima (karena mereka tahu bahwa sesungguhnya mereka) sebelum lafal Annahum ini diperkirakan adanya huruf Lam yang menjarkannya (akan dikembalikan kepada Rabb mereka)."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 61,
    "arab": "اُولٰۤىِٕكَ يُسَارِعُوْنَ فِى الْخَيْرٰتِ وَهُمْ لَهَا سٰبِقُوْنَ",
    "translation": "mereka itu bersegera dalam kebaikan-kebaikan, dan merekalah orang-orang yang lebih dahulu memperolehnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2734.mp3",
    "tafsir": "Ayat ini menegaskan bahwa orang-orang yang mempunyai sifat-sifat tersebut, selalu bersegera berbuat kebaikan bila ada kesempatan untuk itu dan selalu berupaya agar amal baiknya selalu bertambah. Baru saja ia selesai melaksanakan amal yang baik ia ingin agar dapat segera berbuat amal yang lain dan demikianlah seterusnya. Orang yang demikian sifatnya akan diberi pahala oleh Allah amalnya yang baik di dunia maupun di akhirat seperti yang pernah diberikan kepada Nabi Ibrahim yang tersebut dalam firman-Nya:\nDan Kami berikan kepadanya kebaikan di dunia, dan sesungguhnya di akhirat dia termasuk orang yang saleh. (an-Nahl/16: 122)\nDan firman-Nya:\nMaka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)",
    "quraish": "mereka semua, dengan apa yang mereka kerjakan itu, bersegera dan mendahului orang lain untuk mencapai berbagai kebaikan.",
    "jalalayn": "(Mereka itu bersegera untuk mendapatkan kebaikan-kebaikan, dan merekalah orang-orang yang segera memperolehnya) menurut ilmu Allah."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 62,
    "arab": "وَلَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۖ وَلَدَيْنَا كِتٰبٌ يَّنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ ",
    "translation": "Dan Kami tidak membebani seseorang melainkan menurut kesanggupannya, dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya, dan mereka tidak dizalimi (dirugikan). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2735.mp3",
    "tafsir": "Dengan ayat ini Allah menjelaskan bahwa sudah menjadi sunnah dan ketetapan-Nya, Dia tidak akan membebani seseorang dengan suatu kewajiban atau perintah kecuali perintah itu sanggup dilaksanakannya dan dalam batas-batas kemampuannya. Tidak ada syariat yang diwajibkan-Nya yang berat dilaksanakan oleh hamba-Nya dan di luar batas kemampuannya, hanya manusialah yang memandangnya berat karena keengganannya atau ia disibukkan oleh urusan dunianya atau tugas tersebut menghalanginya dari melaksanakan keinginannya.\nPadahal perintah itu, seperti salat umpamanya amat ringan dan mudah bagi orang yang telah biasa mengerjakannya, bahkan salat itu pun dapat meringankan beban dan tekanan hidup yang dideritanya bila ia benar-benar mengerjakannya dengan tekun dan khusyuk. Muqatil berkata, \"Barang siapa tidak sanggup mengerjakan salat dengan berdiri ia boleh mengerjakannya dalam keadaan duduk, dan kalaupun tidak sanggup duduk maka dengan isyarat saja pun sudah cukup.\" Karena itu tidak ada alasan sama sekali bagi orang mukmin untuk membebaskan diri dari kewajiban salat, demikian pula kewajiban-kewajiban lainnya, karena semua kewajiban itu adalah dalam batas-batas kemampuannya. Hanya nafsu dan keinginan manusialah yang menjadikan kewajiban-kewajiban itu berat baginya. Maka orang yang seperti ini telah berbuat zalim terhadap dirinya sendiri dan akan mendapat balasan yang setimpal dari Tuhan atas keingkaran dan keengganannya. Setiap pelanggaran terhadap perintah Allah akan dicatat dalam buku catatan amalnya, demikian pula amal perbuatan yang baik, kecil maupun besar semuanya tercatat dalam buku itu sebagaimana tersebut dalam firman-Nya:\n(Allah berfirman), \"Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.\" (al-Jatsiyah/45: 29)\n\nDan firman-Nya:\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nMereka akan diberi balasan sesuai dengan perbuatannya yang tertera dalam buku catatan itu dan mereka tidak akan dirugikan sedikit pun.",
    "quraish": "Kami tidak akan membebani seseorang kecuali sesuatu yang mampu dilakukannya, dalam batas-batas kemampuan. Setiap perbuatan manusia tercatat dalam buku yang ada pada Kami, dan akan Kami beritahukan kepadanya seperti apa adanya. Mereka tidak akan dicurangi dengan penambahan siksa atau pengurangan pahala.",
    "jalalayn": "(Kami tiada membebani seseorang melainkan menurut kesanggupannya) yang sesuai dengan kemampuannya, oleh karenanya barang siapa tidak mampu melakukan salat sambil berdiri, maka ia boleh melakukannya sambil duduk, dan barang siapa tidak mampu melakukan puasa maka ia boleh berbuka (dan pada sisi Kami) di sisi Kami (ada suatu kitab yang membicarakan dengan benar) apa yang telah dilakukan oleh seseorang, yaitu Lohmahfuz; padanya ditulis semua amal-amal perbuatan (dan mereka) kita semua orang yang beramal (tidak dianiaya) barang sedikit pun dari amal-amalnya, oleh karenanya sedikit pun tidak dikurangi pahala amal kebaikannya, dan tidak pula ditambah dosa-dosanya."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 63,
    "arab": "بَلْ قُلُوْبُهُمْ فِيْ غَمْرَةٍ مِّنْ هٰذَا وَلَهُمْ اَعْمَالٌ مِّنْ دُوْنِ ذٰلِكَ هُمْ لَهَا عَامِلُوْنَ",
    "translation": "Tetapi, hati mereka (orang-orang kafir) itu dalam kesesatan dari (memahami Al-Qur'an) ini, dan mereka mempunyai (kebiasaan banyak mengerjakan) perbuatan-perbuatan lain (buruk) yang terus mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2736.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa hati kaum musyrikin telah berpaling dan lalai dari memperhatikan petunjuk-petunjuk yang dibawa Al-Qur'an. Mereka tidak mau mengambil manfaat daripadanya. Padahal petunjuk-petunjuk itulah yang dapat membawa mereka kepada kebahagiaan hidup di dunia dan akhirat. Seandainya mereka mau membaca dan memperhatikan Al-Qur'an tentulah hati mereka akan terbuka dan melihat bahwa ajaran Al-Qur'an itu memang amat berguna dan semua yang terkandung di dalamnya adalah benar. Mereka akan mengakui bahwa semua perbuatan manusia akan dipertanggungjawabkan di hadapan Allah tanpa kecuali. Inilah kesalahan mereka yang pertama yang menyeret mereka kepada kesalahan-kesalahan lain dan menyebabkan mereka tidak mempedulikan lagi norma-norma akhlak yang mulia, berbuat sekehendak hati tanpa memperhatikan hak-hak orang-orang lain. Apa saja yang mereka inginkan mereka rebut walaupun dengan merampas dan menganiaya kaum lemah. Karena itu pula mereka telah tenggelam dalam kemusyrikan dan mata hati mereka telah buta tidak dapat lagi membedakan mana yang benar dan mana yang sesat, telinga mereka telah tuli, tidak dapat lagi mendengar ajaran agama. Hadis yang diriwayatkan Ibnu Masud, Nabi saw, bersabda:\n....Demi Zat yang tidak ada tuhan selain-Nya, sesungguhnya seseorang di antara kamu beramal amalan penghuni surga, sehingga antara dia dan surga hanya tinggal satu hasta saja. Namun dia sudah tercatat sebagai penghuni neraka, maka ia mengakhiri amalnya dengan dengan amalan penghuni neraka, sehingga ia masuk neraka. Dan sesungguhnya seseorang di antara kamu beramal amalan penghuni neraka, sehingga antara dia dengan neraka hanya tinggal satu hasta saja. Namun ia sudah tercatat sebagai penghuni surga, maka ia mengakhiri amalnya dengan amalan penghuni surga, sehingga ia masuk surga.\" (Riwayat Ahmad)\n\nMereka menganggap apa yang mereka warisi dari nenek moyang mereka sajalah yang benar. Menurut mereka Al-Qur'an itu hanya dongengan orang-orang dahulu yang dibawa oleh orang yang gila atau hanya gubahan seorang penyair atau ajaran yang diterima Muhammad dari ahli kitab. Apabila diberikan kepada mereka keterangan yang nyata tentang kebenaran Al-Qur'an yang tidak dapat dibantah sehingga mereka mengatakan, kami tak dapat menerimanya karena bertentangan dengan apa yang dianut dan dipercayai moyang kami, seperti tersebut dalam ayat:\nBahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" (az-Zukhruf/43: 22)",
    "quraish": "Tetapi orang-orang kafir, akibat sikap membangkang dan sikap fanatisme mereka, lalai melakukan perbuatan baik dan tugas yang sebenarnya mampu mereka lakukan serta lalai akan telitinya perhitungan. Di samping itu, mereka selalu melakukan pekerjaan-pekerjaan yang keji.",
    "jalalayn": "(Tetapi hati mereka) yakni orang-orang kafir itu (dalam kealpaan) artinya, kebodohan (mengenai hal ini) yaitu Alquran (dan mereka banyak mengerjakan perbuatan-perbuatan selain daripada itu) selain amal-amal kebaikan yang dilakukan oleh orang-orang yang beriman (mereka tetap mengerjakannya) oleh sebab itu mereka diazab."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 64,
    "arab": "حَتّٰٓى اِذَآ اَخَذْنَا مُتْرَفِيْهِمْ بِالْعَذَابِ اِذَا هُمْ يَجْـَٔرُوْنَ ۗ",
    "translation": "Sehingga apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka, seketika itu mereka berteriak-teriak meminta tolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2737.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa kaum musyrikin dan semua orang yang ingkar dan durhaka akan disiksa dengan siksaan yang pedih. Pada saat mereka telah dikepung oleh azab yang dahsyat dan mengerikan sebagai balasan atas keingkaran dan kedurhakaan mereka, mereka berteriak-teriak meminta tolong dan sangat menyesali nasib mereka yang buruk itu, terutama pemimpin-pemimpin dan orang-orang kaya mereka yang pernah hidup di dunia dengan senang dan penuh kenikmatan. Tetapi tidak ada yang dapat menolong mereka pada waktu itu, karena semua urusan dan keputusan berada di tangan Allah. Penyesalan mereka tiada berguna lagi karena ibarat pepatah \"nasi sudah menjadi bubur,\" kesalahan dan kedurhakaan mereka tak dapat diampuni lagi. Firman Allah:\nBetapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri. (shad/38:3)",
    "quraish": "Maka, ketika Kami menyiksa orang-orang kaya dan hidup mewah, mereka goncang dan berteriak meminta pertolongan.",
    "jalalayn": "(Hingga) menunjukkan makna Ibtida (apabila Kami timpakan kepada orang-orang yang hidup mewah di antara mereka) yakni orang-orang kaya dan pemimpin-pemimpin mereka (azab) dengan pedang dalam perang Badar (dengan serta merta mereka memekik minta tolong) mereka ribut meminta tolong. Kemudian dikatakan kepada mereka,"
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 65,
    "arab": "لَا تَجْـَٔرُوا الْيَوْمَۖ اِنَّكُمْ مِّنَّا لَا تُنْصَرُوْنَ ",
    "translation": "Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2738.mp3",
    "tafsir": "Allah berfirman kepada mereka untuk tidak berteriak-teriak meminta tolong pada hari itu, karena tak ada gunanya. Hari itu adalah hari pembalasan terhadap apa yang mereka kerjakan di dunia dahulu. Inilah ketetapan yang sudah pasti dari Allah yang harus mereka terima, tak ada yang dapat menolong atau membebaskan mereka dari azab dan mereka tak dapat menghindarkan diri daripadanya.",
    "quraish": "Kepada mereka Kami mengatakan, \"Sekarang kalian berteriak dan meminta tolong, sebab kalian tidak akan luput dari siksa Kami. Teriakan kalian pun sama sekali tidak akan berguna.",
    "jalalayn": "(\"Janganlah kalian memekik, minta tolong pada hari ini. Sesungguhnya kalian tidak akan mendapat pertolongan dari Kami) maksudnya tidak ada seorang pun yang dapat menolong kalian."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 66,
    "arab": "قَدْ كَانَتْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ عَلٰٓى اَعْقَابِكُمْ تَنْكِصُوْنَ ۙ",
    "translation": "Sesungguhnya ayat-ayat-Ku (Al-Qur'an) selalu dibacakan kepada kamu, tetapi kamu selalu berpaling ke belakang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2739.mp3",
    "tafsir": "Ayat selanjutnya menjelaskan bahwa tatkala di dunia telah dibaca-kan kepada mereka ayat-ayat Allah oleh seorang rasul yang diutus kepada mereka, tetapi mereka mendustakannya, memperolok-olokkan dan menghinanya karena kesombongan dan kecongkakan, padahal petunjuk dan ajaran yang dibawanya adalah benar dan sangat bermanfaat bagi mereka kalau mereka mau memperhatikan dan mendengarkannya. Firman Allah:\nYang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar. (al-Mumin/40: 12)",
    "quraish": "Tidak ada alasan lagi bagi kalian. Sebab ayat-ayat-Ku yang Aku wahyukan kepada Rasulullah telah dibacakan kepada kalian, tetapi kalian bersikap menolak sehingga mengubah jalan hidup kalian, tidak percaya dan tidak mau mengamalkannya.",
    "jalalayn": "(Sesungguhnya ayat-ayat-Ku) dari Alquran (selalu dibacakan kepada kalian, tetapi kalian selalu berpaling ke belakang) mundur ke belakang maksudnya kalian tidak mau menerimanya."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 67,
    "arab": "مُسْتَكْبِرِيْنَۙ بِهٖ سٰمِرًا تَهْجُرُوْنَ ",
    "translation": "dengan menyombongkan diri dan mengucapkan perkataan-perkataan keji terhadapnya (Al-Qur'an) pada waktu kamu bercakap-cakap pada malam hari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2740.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa mereka menolak semua ajaran yang dibawa Nabi Muhammad dan menganggap diri mereka lebih mulia daripada-nya karena mereka penguasa, pembela, dan penjaga Baitullah. Tidak ada seorang pun di dunia ini yang lebih mulia dari mereka. Mereka menggunjingkan dan mencela Nabi saw habis-habisan di waktu bersantai di malam hari. Mereka menuduh Nabi sebagai tukang sihir, penyair, tukang tenung, dan lain sebagainya. Tindakan mereka itu tidak benar, karena Muhammad seorang rasul dan Allah akan mengeluarkan orang kafir dari tanah haram karena kejahatan mereka kepada Rasulullah.",
    "quraish": "Dalam sikap menolak itu, kalian berlaku sombong dan mengejek. Kalian memberikan berbagai sifat buruk kepada wahyu yang Kami turunkan ketika kalian berkumpul untuk berbincang-bincang di kegelapan malam.\"",
    "jalalayn": "(Dengan menyombongkan diri) tidak mau beriman (akan keakuan kalian) yakni membanggakan Kakbah atau tanah suci yang kalian tempati, maksudnya kalian beranggapan bahwa diri kalian adalah penduduknya, oleh karena itu kalian merasa dalam keadaan aman dari azab Allah, berbeda dengan kaum-kaum yang lain di tempat tinggal mereka selain dari tanah suci (dan seraya bergadang) lafal Samiran menjadi Hal, artinya mereka berkumpul membentuk suatu kelompok sambil berbincang-bincang di waktu malam hari; hal ini mereka lakukan di sekeliling Kakbah (kalian mengucapkan perkataan-perkataan yang keji terhadapnya\") lafal Tahjuruuna ini jika berasal dari Fi'il Tsulatsi artinya tidak menganggap Alquran. Jika berasal dari Fi'il Ruba'i berarti mereka membuat-buat perkataan yang keji tanpa hak terhadap diri Nabi saw. dan Alquran. Selanjutnya Allah swt. berfirman,"
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 68,
    "arab": "اَفَلَمْ يَدَّبَّرُوا الْقَوْلَ اَمْ جَاۤءَهُمْ مَّا لَمْ يَأْتِ اٰبَاۤءَهُمُ الْاَوَّلِيْنَ ۖ",
    "translation": "Maka tidakkah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2741.mp3",
    "tafsir": "Pada ayat ini Allah mencerca perbuatan dan ucapan mereka yang tak sopan dan tak masuk akal itu. Apakah mereka tidak memperhatikan ayat-ayat Al-Qur'an bagaimana indah dan tinggi susunan kata-katanya, padahal mereka mempunyai kesempatan yang luas untuk memperhatikannya. Tidak terdapat di dalam Al-Qur'an itu kelemahan, pertentangan atau sesuatu yang mengurangi nilai sastranya atau merendahkan pengertian yang terdapat di dalamnya. Bahkan Al-Qur'an berisi dalil-dalil dan hujjah-hujjah yang nyata yang tidak dapat dibantah, baik yang terkait dengan dasar-dasar akhlak yang mulia, maupun dengan syariat dan peraturan yang dapat membawa mereka ke derajat yang paling tinggi bila mereka mau mengamalkan dan mematuhinya. Ataukah mereka menganggap kedatangan Muhammad sebagai rasul suatu hal yang mustahil yang belum pernah terjadi pada umat-umat yang terdahulu, padahal mereka mengetahui adanya rasul-rasul yang terdahulu itu dan bagaimana nasib umat-umat yang mengingkari mereka, bahkan mereka melihat sendiri bekas-bekas kehancuran yang ditinggalkan umat-umat yang durhaka itu.",
    "quraish": "Bodohkah orang-orang yang bersikap menolak itu sehingga tidak mampu mencermati al-Qur'ân untuk mengetahui kebenarannya? Atau, berbedakah ajaran yang dibawa Muhammad kepada mereka dengan ajaran yang dibawa rasul-rasul sebelumnya kepada umatnya masing-masing yang diketahui oleh nenek moyang mereka?",
    "jalalayn": "(Maka apakah mereka tidak memperhatikan) asal lafal Yaddabbaruu adalah Yatadabbaruuna, kemudian huruf Ta dimasukkan ke dalam huruf Dal setelah terlebih dahulu diganti menjadi Dal, sehingga jadilah Yaddabbaruuna (perkataan ini) Alquran ini yang menunjukkan kebenaran Nabi saw. (atau apakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka dahulu?)"
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 69,
    "arab": "اَمْ لَمْ يَعْرِفُوْا رَسُوْلَهُمْ فَهُمْ لَهٗ مُنْكِرُوْنَ ۖ",
    "translation": "Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2742.mp3",
    "tafsir": "Ayat ini mempertanyakan apakah mereka tidak mengenal siapa Muhammad, rasul mereka sehingga mereka mengingkarinya. Padahal, mereka mengenal Muhammad sejak kecil, sebagai orang yang baik budi pekerti, paling terpercaya di kalangan mereka, dan keturunan dari Bani Hasyim yang mereka hormati dan segani, sehingga mereka sendiri memberikan julukan terhadapnya dengan al-Amin (seorang yang paling dipercaya). Abu Sufyan sebagai kepala perutusan mereka kepada Kaisar Romawi, ketika ditanya bagaimana sifat-sifat Muhammad, dia menjawab Muhammad berasal dari keturunan keluarga yang mulia, terkenal dengan kebenaran ucapannya dan amanahnya.",
    "quraish": "Atau, apakah mereka tidak mengenal Muhammad, rasul yang hidup dan besar di tengah-tengah mereka dengan moral yang tinggi dan tidak pernah berdusta, sehingga mereka kini mengingkari dakwahnya atas dasar sombong dan melampaui batas?",
    "jalalayn": "(Ataukah mereka tidak mengenal Rasul mereka, karena itu mereka memungkirinya?)"
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 70,
    "arab": "اَمْ يَقُوْلُوْنَ بِهٖ جِنَّةٌ ۗ بَلْ جَاۤءَهُمْ بِالْحَقِّ وَاَكْثَرُهُمْ لِلْحَقِّ كٰرِهُوْنَ ",
    "translation": "Atau mereka berkata, “Orang itu (Muhammad) gila.” Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2743.mp3",
    "tafsir": "Penjelasan selanjutnya mengatakan bahwa mereka menganggap Muhammad saw sebagai orang gila yang tidak menyadari semua ucapannya. Sebetulnya, mereka tahu benar bahwa Muhammad tidak gila, dan mengakui bahwa dia adalah seorang yang paling cerdas di antara mereka, seorang cendekiawan yang bijaksana. Mereka sendiri pernah mengangkatnya sebagai hakim yang memutuskan perkara di antara mereka, ketika berselisih tentang siapa yang akan meletakkan hajar aswad di tempatnya semula setelah bangunan Kabah dirombak dan diperbaiki.\nPada ayat ini Allah menegaskan bahwa Muhammad adalah pembawa kebenaran dari Tuhannya, bukan seperti yang mereka tuduhkan. Dia mengajak mereka supaya meninggalkan berbagai sembahan dan berhala serta kembali kepada agama tauhid yang murni, agama nenek moyang mereka Nabi Ibrahim. Dia adalah pembawa agama yang mempunyai syariat dan peraturan untuk kebahagiaan manusia di dunia dan di akhirat. Tetapi kebanyakan mereka benci kepada kebenaran yang dia serukan, karena hati mereka telah tertutup oleh syirik, dosa, dan kedurhakaan. Oleh sebab itu, mereka berpaling dari jalan yang benar, selalu menempuh jalan yang sesat, dan tak dapat lagi memahami kebenaran, bahkan mereka membencinya. Memang ada di antara mereka yang sadar dan insaf, mengakui dalam hatinya bahwa agama yang dibawa Muhammad itu adalah agama yang benar dan baik, tetapi karena takut dicemooh kaumnya yang kafir mereka tidak mau beriman seperti halnya paman Nabi sendiri yaitu Abu Talib. Ia pernah mengatakan, \"Kalau tidak karena takut akan dicerca oleh pemimpin-pemimpin kabilah kami, tentulah kami benar-benar telah menjadi pengikutnya dalam segala hal.\"",
    "quraish": "Atau, apakah mereka mengatakan bahwa Muhammad itu gila, padahal dia datang membawa agama yang benar? Tetapi kebanyakan mereka memang tidak menyukai kebenaran karena bertentangan dengan keinginan hawa nafsu mereka sehingga membuat mereka tidak menerima keimanan.",
    "jalalayn": "(Atau apakah patut mereka berkata, \"Padanya ada penyakit gila\") Istifham atau kata tanya di sini mengandung arti Taqrir atau menetapkan perkara yang hak, yaitu membenarkan Nabi dan membenarkan bahwa Rasul-rasul telah datang kepada umat-umat terdahulu, serta mereka mengetahui bahwa Rasul mereka adalah orang yang jujur dan dapat dipercaya, dan bahwasanya Rasul mereka itu tidak gila. (Sebenarnya) lafal Bal menunjukkan makna Intiqal (dia telah membawa kebenaran kepada mereka) yakni Alquran yang di dalamnya terkandung ajaran Tauhid dan hukum-hukum Islam (dan kebanyakan mereka benci kepada kebenaran itu)."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 71,
    "arab": "وَلَوِ اتَّبَعَ الْحَقُّ اَهْوَاۤءَهُمْ لَفَسَدَتِ السَّمٰوٰتُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ بَلْ اَتَيْنٰهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُّعْرِضُوْنَ ۗ",
    "translation": "Dan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2744.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa kalau Al-Qur'an mengikuti kemauan orang-orang yang mendustakan Allah dan Rasul-Nya, yang menye-kutukan Allah dan mengatakan bahwa Dia mempunyai anak, serta membenarkan segala perbuatan dosa dan munkar, tentulah dunia ini akan rusak binasa sebagaimana tersebut dalam firman-Nya:\nSeandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki 'Arsy, dari apa yang mereka sifatkan.(al-Anbiya`/21: 22)\nKalau Al-Qur'an membolehkan perbuatan zalim, aniaya, dan mening-galkan keadilan tentu akan terjadi kekacauan dan keguncangan hebat dalam masyarakat. Kalau Al-Qur'an membolehkan pelanggaran hak, perampasan harta sehingga si lemah menjadi santapan yang empuk bagi si kuat, tentulah dunia ini tidak akan aman dan tenteram selama-lamanya. Hal ini telah terbukti pada diri mereka sendiri. Hampir saja masyarakat Arab pada masa Jahiliah rusak binasa, karena tidak mempunyai norma-norma akhlak yang mulia, tidak ada syariat dan peraturan yang mereka patuhi. Mereka hanya membangga-banggakan kekayaan dan kekuatan sehingga untuk memperebutkannya mereka jatuh dalam jurang perselisihan dan peperangan yang tidak habis-habisnya. \nAllah kembali menerangkan bahwa Dia telah mengaruniakan kepada mereka sesuatu yang seharusnya menjadi kebanggaan bagi mereka yaitu Al-Qur'an. Mengapa mereka berpaling daripadanya, menolak, menganggap hina, dan memperolok-olokkannya. Kalau mereka sadar dan insaf tentulah mereka tidak akan berbuat seperti itu. Padahal terbukti kemudian bahwa Al-Qur'an itu menjadikan mereka bangsa yang mulia dan mereka bangga karena Al-Qur'an turun pertama kali kepada mereka dan menggunakan bahasa mereka, sesuai dengan firman Allah:\nDan sungguh, Al-Qur'an itu benar-benar suatu peringatan bagimu dan bagi kaummu, dan kelak kamu akan diminta pertanggungjawaban. (az-Zukhruf/43: 44)",
    "quraish": "Seandainya kebenaran itu mengikuti keinginan hawa nafsu mereka, tentu kerusakan dan kejahatan akan merajalela di muka bumi dan, tentu, keinginan itu akan saling bertentangan. Akan tetapi, Kami menurunkan al-Qur'ân kepada mereka yang mengingatkan pada kebenaran yang diakui oleh semua orang. Tetapi, meskipun demikian, mereka tetap menolaknya(1). (1) Kata al-haqq dalam ayat ini termasuk kata homonim. Kata itu dapat berarti 'Allah Swt. ' seperti tersebut dalam ayat yang berbunyi Ta'âlâ Allâh-u al-Malik-u al-Haqq (Q., s. Thâhâ: 114). Dapat juga berarti 'al-Qur'ân' seperti tersebut dalam ayat Innâ arsalnâk-a bi al-haqq (Q., s. Fathir: 24), atau pengertian agama secara umum, termasuk di dalamnya al-Qur'ân dan al-Hadits, seperti pada ayat yang berbunyi Wa qul jâ'a al-haqq-u wa zahaq-a al-bâthil (Q., s.). Tampaknya makna yang paling dekat dengan pengertian ayat ini adalah makna pertama, yaitu bahwa yang dimaksud dengan kata al-haqq adalah Allah Swt. Dengan demikian, maksud ayat ini adalah sebagai berikut: 'Seandainya ketetapan Allah berjalan mengikuti keinginan dan kehendak hawa nafsu orang-orang kafir, tentu tata aturan yang melandasi langit dan bumi serta makhluk-makhluk lainnya ini tidak akan berjalan dengan baik. Akan tetapi, Allah memiliki hikmah yang sangat besar dan kekuasaan yang luar biasa. Ilmu-Nya pun meliputi seluruh makhluk-Nya. Hikmah-Nya terlaksana berkat pengaturan- Nya yang sangat akurat\" Adapun keterangan al-Qur'ân bahwa di langit terdapat makhluk hidup, ini mengisyaratkan dua hal. Pertama, kita harus mengimaninya secara apa adanya, dengan penuh keyakinan, tanpa membahas perinciannya, sampai Allah sendiri yang akan menerangkan maksudnya. Hal ini sesuai dengan firman Allah yang artinya berbunyi \"Kami akan menunjukkan kepada mereka tanda- tanda kekuasaan kami di ufuk (alam raya, cakrawala) dan di dalam diri mereka sendiri\". Kedua, bahwa kita dituntut untuk selalu melakukan penelitian sesuai kemampuan kita. Sebab, penemuan fakta-fakta ilmiah baru akan semakin memperkuat keimanan kita. Dan keimanan adalah sasaran utama yang hendak dicapai surat ini.",
    "jalalayn": "(Andaikata kebenaran itu menuruti) artinya Alquran itu menuruti (hawa nafsu mereka) seumpamanya Alquran itu datang dengan membawa hal-hal yang mereka sukai, seperti menisbatkan sekutu dan anak kepada Allah, padahal Allah Maha Suci dari hal tersebut (pasti binasalah langit dan bumi dan semua yang ada di dalamnya) yakni menyimpang dari tatanan yang sebenarnya dan tidak seperti apa yang disaksikan sekarang, hal itu disebabkan adanya dua pengaruh kekuasaan yang saling tarik-menarik. (Sebenarnya Kami telah mendatangkan kepada mereka kebanggaan mereka) yaitu Alquran yang di dalamnya terkandung sebutan dan kemuliaan mereka (tetapi mereka berpaling dari kebanggaan itu)."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 72,
    "arab": "اَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖوَّهُوَ خَيْرُ الرّٰزِقِيْنَ",
    "translation": "Atau engkau (Muhammad) meminta imbalan kepada mereka? Sedangkan imbalan dari Tuhanmu lebih baik, karena Dia pemberi rezeki yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2745.mp3",
    "tafsir": "Pada ayat ini Allah mempertanyakan mengapa mereka tidak mau menerima ajaran-ajaran Al-Qur'an padahal Nabi Muhammad tidak pernah meminta kepada mereka imbalan jasa atas penyampaian ajaran Al-Qur'an. Nabi Muhammad menyadari bahwa penyampaian risalah itu adalah kewajiban yang harus dilaksanakan sebaik-baiknya atas perintah Tuhannya. Kalau ada sesuatu yang diharapkannya maka harapan itu tiada lain hanyalah keridaan Allah yang dengan keridaan-Nya ia akan berbahagia dan dengan keridaan Allah itu ia akan mendapat balasan karunia yang tidak akan putus-putusnya sebagaimana tersebut dalam firman-Nya:\nKatakanlah (Muhammad), \"Imbalan apa pun yang aku minta kepadamu, maka itu untuk kamu. Imbalanku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu.\" (Saba`/34: 47)",
    "quraish": "Bahkan, apakah kamu meminta balasan dari mereka atas pelaksanaan misi kerasulanmu, Muhammad? Itu tidak benar! Sebab, balasan dari Tuhanmu lebih baik dari apa yang ada pada mereka. Allah adalah pemberi yang terbaik di antara yang memberi.",
    "jalalayn": "(Atau kamu meminta upah kepada mereka) sebagai imbalan dari apa yang kamu datangkan buat mereka yaitu masalah keimanan (maka upah Rabbmu) adalah pahala, upah dan rezeki-Nya (adalah lebih baik) dan menurut qiraat yang lain dibaca Kharjan dalam dua tempat tadi; tetapi menurut qiraat yang lainnya lagi dibaca Kharaajan pada keduanya (dan Dia adalah Pemberi rezeki Yang Paling Baik) Pengupah Yang Paling Utama."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 73,
    "arab": "وَاِنَّكَ لَتَدْعُوْهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2746.mp3",
    "tafsir": "Kemudian pada ayat ini Allah meyakinkan Nabi Muhammad saw bahwa dia benar-benar seorang rasul yang menyeru kaumnya kepada jalan yang lurus yang membawa mereka kepada kebahagiaan dunia dan akhirat. Allah menghimbau Muhammad agar tidak terpengaruh dengan kata-kata orang-orang kafir itu yang menghina dan mencemoohkannya. Semua ucapan-ucapan mereka itu adalah bohong belaka yang keluar dari mulut mereka karena dengki dan sakit hati.",
    "quraish": "Dan kamu benar-benar mengajak mereka untuk memeluk agama yang merupakan jalan lurus yang mengantarkan kepada kebahagiaan.",
    "jalalayn": "(Dan sesungguhnya kamu benar-benar menyeru mereka kepada jalan) tuntunan (yang lurus) yaitu agama Islam."
  },
  {
    "page": 346,
    "name": "Al-Mu'minun",
    "ayat": 74,
    "arab": "وَاِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُوْنَ ",
    "translation": "Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan (yang lurus).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2747.mp3",
    "tafsir": "Allah menegaskan dalam ayat ini bahwa orang-orang yang tidak mau beriman itu dan tidak percaya kepada hari akhirat, benar-benar telah menyimpang dari jalan yang benar. Kepada mereka telah diberikan berbagai alasan dan perumpamaan yang jelas. Seandainya mereka mau mendengarkan dan memikirkannya tentulah mereka akan sadar dan kembali kepada kebenaran. Tetapi hati dan pikiran mereka telah ditutupi oleh kesombongan, kedurhakaan dan perbuatan dosa yang selalu mereka lakukan. Mereka tidak berhak sama sekali atas rahmat dan kasih sayang Allah karena semua perbuatan baik tidak ada gunanya sama sekali buat orang-orang yang bersifat demikian.",
    "quraish": "Orang-orang yang tidak percaya kepada hari akhirat dengan kebahagiaan surga dan kesengsaraan neraka yang ada di dalamnya, benar-benar tersesat dari jalan yang benar itu. Sebuah jalan yang menjamin keselamatan pejalan di atasnya dari kebingungan (ketersesatan), ketergelinciran dan kejahatan.",
    "jalalayn": "(Dan sesungguhnya orang-orang yang tidak beriman kepada adanya hari akhirat) adanya hari berbangkit dan pembalasan pahala serta azab (dari jalan yang lurus) dari tuntunan yang lurus (mereka benar-benar menyimpang) yakni membelok."
  }
]