[
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 75,
    "arab": "۞ وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِمْ مِّنْ ضُرٍّ لَّلَجُّوْا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
    "translation": "Dan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2748.mp3",
    "tafsir": "Ayat ini mengatakan bahwa walaupun Allah memberi rahmat kepada mereka dan menyingkirkan bahaya yang mengancam, mereka tetap tidak akan mensyukuri rahmat itu, bahkan mereka akan bertambah durhaka dan tetap akan melakukan maksiat dan kezaliman. Tidak ada satu kebaikan pun yang dapat diharapkan dari mereka. Bahkan, sebagaimana dijelaskan Al-Qur'an, di akhirat nanti setelah melihat dahsyatnya siksaan yang akan ditimpakan kepada diri mereka, kemudian permintaan mereka untuk dikembalikan ke dunia dikabulkan guna memperbaiki kesalahan mereka, namun mereka akan tetap juga melakukan maksiat dan akan tetap juga menjadi orang-orang yang ingkar dan durhaka. Allah berfirman pada ayat lain:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)",
    "quraish": "Seandainya Kami menyayangi mereka dan menghilangkan bencana yang menimpa diri dan kekayaan mereka dan sebagainya, mereka pasti akan semakin kufur dan bertambah zalim.",
    "jalalayn": "(Andaikata mereka Kami belas kasihani, dan Kami lenyapkan kemudaratan yang mereka alami) yakni kelaparan yang menimpa mereka di Mekah selama tujuh tahun itu (benar-benar mereka akan terus-menerus) masih tetap dan berkepanjangan (dalam keterlaluan mereka) dalam kesesatan mereka (mereka bergelimang) terombang-ambing."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 76,
    "arab": "وَلَقَدْ اَخَذْنٰهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوْا لِرَبِّهِمْ وَمَا يَتَضَرَّعُوْنَ",
    "translation": "Dan sungguh Kami telah menimpakan siksaan kepada mereka, tetapi mereka tidak mau tunduk kepada Tuhannya, dan (juga) tidak merendahkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2749.mp3",
    "tafsir": "Allah telah menimpakan azab kepada mereka pada Perang Badar sehingga banyak pemimpin dan pembesar mereka yang mati terbunuh tetapi mereka tak pernah tunduk kepada Allah dan tak pernah patuh mengikuti ajaran dan perintah-Nya. Mereka tidak pernah mau berendah hati kepada-Nya, bahkan tetap sombong dan takabur dan tidak pernah berhenti melakukan kezaliman dan perbuatan dosa. Mereka bertambah sesat dan bertambah giat memerangi agama Allah sehingga mereka menyiapkan tentara dan alat-alat perang yang lebih banyak dan lebih besar lagi untuk memerangi Rasulullah. Allah berfirman:\nTetapi mengapa mereka tidak memohon (kepada Allah) dengan kerendahan hati ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan. (al-Anam/6:43)",
    "quraish": "Mereka telah Kami siksa dengan suatu siksaan berupa, antara lain, kematian dan kelaparan. Tetapi setelah itu mereka tidak juga tunduk kepada Tuhannya. Mereka malah terus bersikap arogan dan sombong, segera setelah siksaan itu lenyap.",
    "jalalayn": "(Dan sesungguhnya Kami telah pernah menimpakan azab kepada mereka) kelaparan itu (tetapi mereka masih tidak tunduk) masih tidak mau merendahkan diri (kepada Rabb mereka, dan juga mereka tidak mau ber-tadharru' kepada-Nya) maksudnya mereka tidak mau juga meminta kepada Allah dengan berdoa kepada-Nya."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 77,
    "arab": "حَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ ࣖ ",
    "translation": "Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2750.mp3",
    "tafsir": "Sebenarnya mereka yang telah jauh tersesat dari jalan yang benar itu tidak akan sadar dan insaf kecuali bila datang hari Kiamat, dan dibukakan untuk mereka pintu siksaan yang berat. Pada waktu itulah baru mereka menyesal dan mengharapkan ampunan dari Allah, tetapi saat itu bukanlah saat untuk bertobat. Penyesalan mereka tak ada gunanya lagi dan tobat mereka pun tidak akan diterima. Mereka pasti dijerumuskan ke dalam neraka sebagai balasan atas keingkaran dan kedurhakaan mereka di dunia sebagaimana tersebut dalam firman Allah:\nYang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan). (Dikatakan kepada mereka), \"Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.\" (al-Mu`min/40: 75-76)",
    "quraish": "Mereka akan tetap pada sikap membangkang, sehingga ketika Kami menyiksa mereka lagi dengan siksaan yang pedih seperti kelaparan dan kematian di dunia, mereka menjadi bingung dan putus asa dari segala kebaikan, dan tidak menemukan jalan keluar.",
    "jalalayn": "(Hingga) lafal Hattaa menunjukkan makna Ibtida atau permulaan (apabila Kami bukakan untuk mereka suatu pintu yang di dalamnya ada) terdapat (azab yang keras) yaitu perang Badar tempat mereka terbunuh (tiba-tiba mereka menjadi berputus asa) putus harapan dari semua kebaikan."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 78,
    "arab": "وَهُوَ الَّذِيْٓ اَنْشَاَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ",
    "translation": "Dan Dialah yang telah menciptakan bagimu pendengaran, penglihatan dan hati nurani, tetapi sedikit sekali kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2751.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengaruniakan kepada manusia pendengaran, pengelihatan dan hati nurani. Sekiranya manusia mau memperhatikan dan memikirkan karunia Allah tersebut, niscaya dia akan mengakui betapa besarnya nikmat Allah yang amat ajaib itu, betapa teliti dan halusnya ciptaan-Nya. Telinga yang tampak amat sederhana bentuknya dapat menangkap berbagai macam suara yang berbeda-beda. Suara binatang, burung-burung, suara yang terjadi pada alam sekitar seperti suara angin yang menderu, suara petir yang mengguntur dan beraneka ragam suara yang ditimbulkan oleh peradaban manusia seperti suara kendaraan dan mesin-mesin, suara musik yang mengalun, dan suara yang merdu. Telinga dapat membedakan suara itu satu per satu sehingga manusia dapat menentukan sikap terhadap apa yang didengarnya. Mata dapat menangkap cahaya dan bentuk sesuatu, dapat membedakan berbagai macam warna, dapat melihat keindahan alam, dapat menyelidiki mana yang bermanfaat dan mana yang berbahaya. Kemudian hati yang dapat merasakan dan menghayati berbagai macam perasaan, meneliti setiap kejadian, dan mengambil kesimpulan darinya untuk menentukan sikap terhadapnya. Kalau manusia benar-benar mempergunakan ketiga nikmat itu sebaik-baiknya tentulah dia akan mendapat manfaat yang banyak sekali dan akhirnya mereka sampai kepada kesimpulan bahwa pemberi nikmat dan karunia itu adalah Mahaluas ilmu-Nya. Mahakuasa atas segala sesuatu, Dia patut dipuji dan disyukuri atas segala anugerah-Nya itu. Tetapi ternyata sedikit sekali manusia yang sampai kepada derajat itu. Seperti yang difirmankan Allah:\nDan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka. (al-Ahqaf/46: 26)\n\nAllah menjelaskan kepada Nabi Muhammad sikap kebanyakan manusia yang tidak mau bersyukur kepada-Nya, seperti tersebut dalam firman-Nya:\nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12:103)",
    "quraish": "Bagaimana kalian dapat mengingkari Allah padahal Dialah yang menciptakan pendengaran agar kalian dapat mendengar kebenaran; menciptakan penglihatan agar kalian dapat memperhatikan dan mengamati alam raya dengan segala isinya; dan menciptakan pikiran agar kalian dapat mengetahui kemahaagungan- Nya, sehingga kalian beriman? Kalian benar-benar tidak mensyukuri Sang Penciptanya dengan beriman dan taat kepada-Nya, kecuali sangat sedikit.",
    "jalalayn": "(Dan Dialah Yang menciptakan) yang menjadikan (bagi kamu sekalian pendengaran) lafal As Sam'u maknanya Al Asmaa', dalam bentuk jamak (penglihatan dan kalbu) hati. (Amat sedikitlah) lafal Maa mengukuhkan makna yang terkandung dalam lafal Qaliilan (kalian bersyukur)."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 79,
    "arab": "وَهُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ",
    "translation": "Dan Dialah yang menciptakan dan mengembangbiakkan kamu di bumi dan kepada-Nyalah kamu akan dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2752.mp3",
    "tafsir": "Di antara karunia Allah kepada manusia ialah menciptakan manusia dengan sempurna, dibekali dengan pendengaran, penglihatan dan mata hati dan potensi lainnya sehingga dia dapat memanfaatkan semua yang diciptakan Allah di bumi dan di langit yang memang diciptakan oleh Allah untuk manusia sebagai tersebut dalam firman-Nya:\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al- Baqarah/2: 29)\nDan firman-Nya:\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. (Luqman/31: 20)\nDia menciptakan manusia lengkap dengan indera, potensi dan kecenderungan serta hati nurani agar dia benar-benar bisa menjadi khalifah di bumi. Tak ada makhluk di bumi ini yang lebih sempurna penciptaannya daripada manusia seperti tersebut dalam firman-Nya:\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, (at-Tin/95: 4)\n\nDengan keistimewaan itu manusia harus bersyukur kepada Penciptanya dengan memanfaatkan karunianya itu dengan sebaik-baiknya, beramal dan bekerja untuk kemaslahatan dunia dan akhiratnya. Karena nanti Allah akan mengumpulkan manusia seluruhnya di padang Mahsyar untuk menerima perhitungan amal perbuatannya selama hidup di dunia.",
    "quraish": "Dialah yang menciptakan kalian di bumi, dan hanya kepada-Nyalah kalian akan dikumpulkan untuk menerima pembalasan di hari kiamat.",
    "jalalayn": "(Dan Dialah yang mengembangbiakkan kalian) menciptakan kalian (di bumi ini, dan hanya kepada-Nyalah kalian akan dihimpunkan) akan dibangkitkan menjadi hidup kembali kemudian menghadap kepada-Nya."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 80,
    "arab": "وَهُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُ وَلَهُ اخْتِلَافُ الَّيْلِ وَالنَّهَارِۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pergantian malam dan siang. Tidakkah kamu mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2753.mp3",
    "tafsir": "Di antara karunia Allah ialah menghidupkan dan mematikan, manusia tidak akan dapat menikmati kehidupan dunia kalau Allah tidak mengaruniakan roh kepadanya. Dengan adanya roh di dalam jasadnya barulah manusia dapat berusaha, berikhtiar dan berpikir untuk mencapai apa yang diinginkan dan dicita-citakannya. Tidak ada yang mengetahui rahasia hidup mati ini kecuali Allah. Telah berabad-abad bahkan beribu tahun manusia berusaha untuk mengetahui rahasia roh ini agar dia dapat hidup selamanya, tetapi sampai sekarang tidak ada seorang ilmuwan pun yang sanggup mengungkap rahasia itu. Karena soal roh itu adalah rahasia yang gaib yang tidak diketahui kecuali oleh Allah sebagai tersebut dalam firman-Nya:\nDan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, \"Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.\" (al-Isra`/17: 85)\n\nSelanjutnya Dialah yang menjadikan pergantian antara malam dan siang. Malam dijadikan waktu untuk istirahat dan siang dijadikan waktu untuk berusaha dan bekerja. Dapat dibayangkan bagaimana jadinya dunia ini kalau yang ada hanya siang saja, demikian pula sebaliknya. Mungkin dunia ini dan segala makhluk yang ada di atasnya akan mati terbakar karena selalu ditimpa terik matahari yang amat panas atau mungkin dunia ini akan mati dengan segala isinya kalau yang ada hanya malam saja sepanjang waktu, karena tidak ada matahari yang menjadi sumber energi dan menjadi sebab hidupnya makhluk di dunia ini. Allah menegur sikap dan tindakan manusia yang tidak mau mengingat betapa besar karunia-Nya kepada mereka. Mengapa mereka tidak memikirkan dan memperhatikannya, agar mereka bersyukur dan berterima kasih kepada-Nya atas segala nikmat dan karunia-Nya itu?",
    "quraish": "Dia pula yang menghidupkan dan mematikan sesuatu. Atas perintah dan ketentuan hukum-Nya, siang dan malam datang silih berganti dengan jarak jurasi yang berbeda-beda. Tidakkah kalian memikirkan bukti kemahakuasaan-Nya dan memahami kewajiban beriman kepada-Nya dan kepada hari kebangkitan?(1). (1) Dalam al-Qur'ân banyak ditemukan ayat-ayat yang berbicara mengenai gejala siang dan malam. Hal itu menunjukkan bahwa Allah Swt. mengingatkan umat manusia akan begitu dalamnya arti yang dikandung dalam siang dan malam sebagai gejala alam, dan mendorong para cendekiawan untuk berpikir dan mengadakan penelitian. Perbedaan siang dan malam ini menimbulkan dua hal: perbedaan waktu panjang pendeknya (jurasi), dan perbedaan dalam beberapa gejala alam yang dapat dilihat. Pertama, perbedaan jurasi. Siang adalah suatu masa yang dimulai dengan menyingsingnya fajar sampai terbenamnya matahari di ufuk barat, hingga seolah menyentuh permukaan bumi, seperti yang kita saksikan sehari-hari, padahal sebenarnya pinggir atas matahari tidak berada di ufuk. Itu terjadi karena sinar yang terpancar itu melengkung pada saat refraksi ketika sinar sedang berjalan pada lapisan-lapisan udara sampai tiba kepada penglihatan kita. Dengan demikian, ia tampak seolah-olah berada di ufuk. Tepian itu sebenarnya bearada di bawah ufuk sekitar 35 menit lengkung. Sedangkan malam, adalah suatu masa yang merupakan kelanjutan siang. Jumlah masa siang dan malam sama dengan satu masa rotasi bumi pada porosnya dari barat sampai ke timur. Antara siang dan malam terdapat dua masa, yaitu masa remang barat dan masa remang timur. Panjang jurasi siang berbeda dari satu tempat ke tempat lain dan tergantung pada musim. Begitu juga bahwa jurasi malam, waktu-waktu salat dan puasa ditentukan berdasarkan posisi bola matahari terhadap ufuk. Kedua, perbedaan dalam beberapa gejala alam. Gejala-gejala itu bermacam-macam bentuknya yang muncul akibat interaksi antara sinar matahari--dengan kandungan sinar positif, visibel dan takvisibel--dengan partikel-partikel yang mengalirkan listrik, atmosfer, permukaan laut dan sahara, dan seterusnya. Selain itu, gejala itu dapat pula berbentuk gerhana matahari, gerhana bulan, bintang, bintang berekor, planet dan meteor yang pada siang hari tidak tampak karena tertutup oleh sinar matahari yang sangat terang. Letak perbedaan paling menonjol antara siang dan malam adalah adanya cahaya pada siang hari yang disebabkan oleh pancaran sinar langsung matahari yang jatuh pada atmosfer yang terdiri atas molekul-molekul dan mengandung atom-atom debu. Sinar itu kemudian terefleksi dan terpancar ke seluruh penjuru. Pada saat udara cerah, atom-atom debu sangat kecil dan posisi bola matahari sangat tinggi di atas ufuk, yang akan terpancar dan tampak oleh mata adalah warna biru. Langit pun akan tampak biru. Tetapi, pada saat matahari terbit atau terbenam, ufuk akan tampak berwarna oranye dan perlahan-lahan menjadi merah. Cahaya biru yang terpancar hanya tampak sedikit sekali. Oleh karena itu, langit pun berwarna biru kegelapan. Pada saat matahari terbenam di ufuk [barat], kita dapat menyaksikan warna hijau di lapisan atasnya selama satu detik atau kurang. Gejala ini disebut \"kilauan hijau\" yang mudah dilihat di atas permukaan laut, di balik puncak gunung atau di balik dinding rumah. Gejala ini timbul akibat inklinasi cahaya matahari yang menyebabkan larutnya visi matahari menjadi beberapa warna, termasuk warna hijau ini. Singkatnya, sinar matahari mengandung beberapa warna, visibel dan takvisibel, yang masing-masing berbeda panjang gelombangnya. Gelombang-gelombang itu sendiri memiliki beberapa ciri seperti refraksi, refleksi, separasi, interpenetrasi, polarisasi dan inklinasi. Apabila tanda-tanda itu berinteraksi dengan atmosfer pada kondisi tertentu, kita akan melihat, sebagai akibatnya, gejala siang, fatamorgana, pelangi, korona matahari dan gejala-gejala lainnya. Pada saat matahari tenggelam di balik ufuk, langit akan tampak beraneka warna, sesuai dengan tingkat separasi sinar matahari di dalam lapisan atas udara. Dan ketika bola matahari semakin menurun, lembayung di ufuk barat akan menghilang secara perlahan. Warnanya pun akan sirna. Lalu apabila turunnya bola matahari itu mencapai kelengkungan 18,5 derajat, langit akan berwarna gelap. Para ahli falak (mîqâtiyyûn: penentu waktu) menamakan gejala timbulnya beraneka warna pada saat itu sebagai masa petang, sebagai tanda masuknya waktu salat Isya. Pada saat petang itu muncul sinar cornetist (kornetis) yang berbentuk kerucut dengan alasnya yang berada di ufuk barat. Pada musim dingin, sinar kornetis itu akan bertambah panjang, hingga puncak kerucut itu dapat mencapai azimut. Pada tengah malam, sinar itu muncul pada waktu syuruk mula-mula seperti kepala puncak kerucut yang semakin lama semakin tinggi. Alas kerucut itu pun semakin melebar. Setelah itu, ketika matahari berada pada posisi 18,5 derajat di bawah ufuk timur, mulai masuk waktu salat Subuh. Pada saat itu mulai muncul lembayung timur secara perlahan-lahan dan berlawanan dengan munculnya lembayung barat. Apa yang diistilahkan dengan fajar sidik tidak lain merupakan sinar kornetis yang mencapai tingkat tertingginya ketika matahari berada pada posisi 18,5 derajat lebih di bawah ufuk timur. Belakangan ini ditemukan bahwa matahari mempunyai lapisan luar yang sangat tipis dan melebar sangat jauh sampai hampir menyentuh atmosfer. Lapisan itulah yang menghasilkan beraneka warna sinar kornetis. Gejala-gejala yang disebutkan sebagai contoh tadi akan tampak jelas pada saat langit tidak berawan dan tidak berangin yang mengandung debu. Apabila langit berawan, yang akan muncul adalah warna gelap. Dan apabila awan itu mengandung rintik hujan--yang dihasilkan dari perkawinan proton dan neotron--ia akan berinteraksi dengan sinar matahari. Pada gilirannya akan muncul gejala pelangi dengan aneka warnanya yang indah. Apabila awan itu merupakan selaput yang mengandung biji-biji kecil berbentuk kristal segi enam yang terbuat dari air beku, biji-biji kristal itu akan berinteraksi dengan sinar matahari sehingga menimbulkan refraksi sinar dari permukaan menuju ke dalam untuk kemudian terefleksi di lapisan dalam, kemudian teretraksi kembali ke luar. Pada kondisi-kondisi tertentu, kita akan dapat menyaksikan korona yang berbentuk lingkaran besar dan berwarna di sekitar matahari. Di tengah kegelapan malam, akan muncul bintang-bintang berkelap-kelip di kubah langit yang tampak seolah-olah berjarak tidak jauh dari kita. Pada kenyataannya, bintang-bintang itu berada pada kejauhan bertahun-tahun sinar dari kita. Saat itu, di kubah langit akan terlihat pula planet-planet, meteor dan bintang berekor, yang juga tampak seolah-olah dekat. Bahkan kita hampir tidak merasakan perbedaan jaraknya. Fenomena ini mengingatkan kita akan makna firman Allah Swt. yang berarti \"Dan Kami menjadikan langit sebagai atap yang terjaga, sedangkan mereka berpaling dari tanda-tanda kekuasaan Allah yang terdapat di dalamnya\" (Q., s. al-Anbiyâ': 32). Dan, seperti telah diterangkan sebelumnya, bahwa selain sinar yang muncul dari matahari terdapat juga sinar yang muncul dari partikel-partikel yang terpancar dari kawasan matahari sangat aktif dan membawa aliran listrik dan sinar tajam ultraviolet. Partikel-partikel itu kemudian berinteraksi dengan lapisan atas udara dengan terpengaruh oleh magnet di sekitar bumi, yang pada gilirannya akan mempengaruhi sinar utara dan selatan hingga tampak berwarna gelap di utara bagaikan tabir warna hijau kemerah-merahan yang sangat indah. Gejala ini dapat berlangsung beberapa jam di langit utara dan dapat disaksikan pada beberapa malam di saat matahari berada pada titik kulminasi aktifitasnya. Tabir hijau kemerah-merahan itu tidak saja dapat disaksikan di belahan utara langit, tetapi juga di bagian tengah di atas daerah katulistiwa. Pada awan dan udara terdapat aliran listrik yang menghasilkan kilat dan sinar pada beberapa awan yang tinggi. Beraneka fenomena dan gejala alam itu membuat kita menangkap makna firman Allah Swt. yang artinya berbunyi \"Sesungguhnya, dalam penciptaan langit dan bumi dan perbedaan siang dan malam benar-benar terdapat tanda-tanda kekuasaan Allah bagi kaum cerdik cendekiawan.\" Dari situ tampak jelas bahwa perbedaan- perbedaan yang terdapat pada berbagai gejala alam adalah sesuatu yang timbul akibat faktor yang tidak mungkin dicampurtangani oleh manusia. Hanya Allahlah yang menguasai perberbedaan siang dan malam. Manusia tidak memiliki kemampuan apa-apa untuk mengendalikannya. Allah, dengan ukuran yang tepat dan ketentuan yang pasti, mempergilirkan siang dan malam yang panjang dan pendeknya pun bervariasi sepanjang tahun.",
    "jalalayn": "(Dan Dialah yang menghidupkan) dengan meniupkan roh ke dalam Mudhghah atau janin (dan mematikan, dan Dialah yang mengatur pertukaran malam dan siang) malam gelap, dan siang menjadi terang, serta menambah panjang dan mengurangi waktu salah satu di antara keduanya. (Maka apakah kalian tidak memahaminya?) maksudnya memahami ciptaan Allah swt., kemudian kalian mengambil pelajaran daripadanya."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 81,
    "arab": "بَلْ قَالُوْا مِثْلَ مَا قَالَ الْاَوَّلُوْنَ",
    "translation": "Bahkan mereka mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2754.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan keingkaran orang-orang kafir Mekah itu sehingga mereka mengulang kembali apa yang diucapkan oleh orang-orang kafir dahulu seakan-akan mata mereka telah buta, telinga mereka telah tuli dan hati mereka telah terkunci mati untuk memperhatikan dan memikirkan dalil-dalil yang dikemukakan oleh Nabi Muhammad saw, yang tidak dapat mereka bantah lagi. Mereka mengatakan bahwa hari kebangkitan itu hanyalah omong kosong belaka yang selalu diada-adakan oleh Nabi Muhammad dan para rasul sebelumnya. Semenjak dahulu kala telah ada nabi-nabi dan rasul-rasul yang mengucapkan kata-kata seperti yang diucapkan Muhammad, tetapi nyatanya sampai sekarang telah berlalu masa yang demikian panjang hari Kiamat dan hari kebangkitan itu belum juga datang. \nAllah menggambarkan ucapan nenek moyang mereka tentang hari kebangkitan dengan firman-Nya:\nSungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!\" (al-Mu'minun/23: 83",
    "quraish": "Mereka tidak melakukan itu, tetapi malah mengikuti pendusta-pendusta terdahulu dan mengatakan seperti apa yang mereka katakan.",
    "jalalayn": "(Sebenarnya mereka mengucapkan perkataan yang serupa dengan perkataan yang diucapkan oleh orang-orang dahulu kala)."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 82,
    "arab": "قَالُوْٓا ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَ",
    "translation": "Mereka berkata, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali?  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2755.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bagaimana mereka mengulang-ulang ucapan nenek moyang mereka dahulu. Jika mereka sudah mati dan tulang belulang hancur luluh menjadi tanah, apakah mereka akan dibangkitkan kembali? Menurut mereka, ini adalah suatu hal yang mustahil dan tak mungkin terjadi, karena sampai sekarang belum ada seorang pun nenek moyang mereka yang telah mati dan menjadi tanah itu dapat hidup kembali. Ucapan mereka ini sangat keliru.",
    "quraish": "Dengan maksud mengingkari hari kebangkitan, mereka berkata, \"Apakah kita akan dibangkitkan kembali setelah kita mati, menjadi debu dan tulang belulang?\"",
    "jalalayn": "(Mereka berkata) orang-orang dahulu itu, (\"Apakah betul, apabila kami telah mati dan kami telah menjadi tanah dan tulang-belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan hidup kembali?) memang kalian akan dibangkitkan kembali oleh-Nya. Kedua huruf Hamzah pada dua tempat ini dapat dibaca Tahqiq, sehingga bacaannya menjadi A-innaa. Sebagaimana huruf Hamzah yang keduanya dapat pula dibaca Tas-hil, sehingga bacaannya menjadi Ayinnaa. Sehubungan dengan bacaan ini ada dua pendapat, yaitu men-tahqiq-kan kedua Hamzahnya dan men-tashil-kan Hamzah yang kedua."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 83,
    "arab": "لَقَدْ وُعِدْنَا نَحْنُ وَاٰبَاۤؤُنَا هٰذَا مِنْ قَبْلُ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
    "translation": "Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2756.mp3",
    "tafsir": "Ayat ini menjelaskan bagaimana orang-orang kafir itu menghina dan memperolok-olokkan Muhammad dengan mengatakan bahwa mereka sudah diberi janji yang tidak ada kebenarannya sama sekali sebagaimana kepada nenek moyang mereka yang telah dijanjikan seperti janji-janji Muhammad ini, tetapi tak ada satu pun janji-janji para rasul yang terdahulu itu yang telah terbukti. Bagaimana mereka akan percaya dan menerima saja ucapan-ucapan Muhammad yang telah gila itu yang tak ada buktinya sama sekali dan mungkin ucapan-ucapannya itu hanya dongengan orang dahulu kala. Pada ayat-ayat lain terdapat penjelasan mengenai ucapan-ucapan mereka beserta bantahan dan penolakan terhadap ucapan-ucapan itu seperti firman Allah:\n(Orang-orang kafir) berkata, \"Apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula? Apakah (akan dibangkitkan juga) apabila kita telah menjadi tulang belulang yang hancur?\" Mereka berkata, \"Kalau demikian, itu adalah suatu pengembalian yang merugikan.\" Maka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nazi'at/79: 10-14)\n\nDan firman-Nya:\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)\n\nDan firman-Nya:\nAdakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)? Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi), Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya. (al-Mu`minun/23: 35-38)",
    "quraish": "\"Kami dan nenek moyang kami,\" kata mereka melanjutkan, \"dijanjikan dengan janji yang sama. Padahal janji itu hanyalah mitos dan dongeng orang terdahulu belaka.\"",
    "jalalayn": "(Sesungguhnya kami dan bapak-bapak kami telah diberi ancaman dengan ini) yaitu dengan masalah akan dibangkitkan menjadi hidup kembali sesudah mati (dahulu, tiada lain) tidak lain (ia hanyalah dongengan-dongengan) kebohongan-kebohongan (orang-orang dahulu kala\") wazan lafal Asaathiir sama dengan lafal Al Adhaahiik dan Al-A`aajiib, adalah bentuk jamak dari lafal Usthuurah artinya dongengan atau fiksi."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 84,
    "arab": "قُلْ لِّمَنِ الْاَرْضُ وَمَنْ فِيْهَآ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Milik siapakah bumi, dan semua yang ada di dalamnya, jika kamu mengetahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2757.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menanyakan kepada orang-orang kafir yang mengatakan bahwa tidak mungkin Allah kuasa menghidupkan kembali orang yang telah mati sedang tulang belulangnya telah remuk menjadi tanah dan tak mungkin Dia mengumpulkan mereka di padang Mahsyar nanti. Siapakah yang memiliki bumi dan segala yang ada padanya? Orang-orang kafir diminta untuk menjawab pertanyaan ini. Pada dasarnya mereka akan menjawab bahwa pemiliknya dan yang berkuasa atasnya ialah Allah, karena demikianlah kepercayaan nenek moyang mereka. Hanya mereka telah jauh menyimpang dari agama tauhid yang murni dan akidah mereka telah dikotori kepercayaan yang tidak benar dan menyesatkan. Oleh sebab itu, Allah mengemukakan pertanyaan ini kepada mereka seakan-akan mereka tidak mengetahuinya sama sekali atau telah melupakannya.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Siapakah gerangan yang menguasai bumi dengan manusia dan berbagai makhluk yang ada di dalamnya? Kalau kalian tahu, jawablah pertanyaanku!\"",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Kepunyaan siapakah bumi ini, dan semua yang ada padanya) yakni semua makhluk yang ada padanya (jika kalian mengetahui?\") siapa pencipta dan pemiliknya."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 85,
    "arab": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَذَكَّرُوْنَ ",
    "translation": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “Maka apakah kamu tidak ingat?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2758.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menanyakan kepada orang-orang kafir yang mengatakan bahwa tidak mungkin Allah kuasa menghidupkan kembali orang yang telah mati sedang tulang belulangnya telah remuk menjadi tanah dan tak mungkin Dia mengumpulkan mereka di padang Mahsyar nanti. Siapakah yang memiliki bumi dan segala yang ada padanya? Orang-orang kafir diminta untuk menjawab pertanyaan ini. Pada dasarnya mereka akan menjawab bahwa pemiliknya dan yang berkuasa atasnya ialah Allah, karena demikianlah kepercayaan nenek moyang mereka. Hanya mereka telah jauh menyimpang dari agama tauhid yang murni dan akidah mereka telah dikotori kepercayaan yang tidak benar dan menyesatkan. Oleh sebab itu, Allah mengemukakan pertanyaan ini kepada mereka seakan-akan mereka tidak mengetahuinya sama sekali atau telah melupakannya.",
    "quraish": "Mereka tentu akan menyatakan bahwa bumi adalah milik Allah Swt. Kalau begitu, katakan lagi kepada mereka, \"Lalu mengapa kalian menyekutukan-Nya? Tidakkah kalian menyadari bahwa Zat Yang menguasai itu semua pantas untuk disembah?\"",
    "jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah.\" Katakanlah) kepada mereka, (\"Maka apakah kalian tidak memikirkannya?\") asal Tadzakkaruuna adalah Tatadzakkaruuna kemudian huruf Ta yang kedua diidgamkan atau dimasukkan ke dalam huruf Dzal setelah terlebih dahulu diganti menjadi Dzal, sehingga jadilah Tadzakkaruuna, artinya mengambil pelajaran. Maksudnya, apakah kalian tidak mengambil pelajaran daripadanya, karena kalian mengetahui, bahwa Tuhan Yang Maha Kuasa yang telah menciptakan untuk pertama kali, Maha Kuasa pula untuk menghidupkannya kembali, sesudah ciptaan-Nya mati."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 86,
    "arab": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيْمِ",
    "translation": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki ‘Arsy yang agung?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2759.mp3",
    "tafsir": "Kemudian Allah memerintahkan pula agar Nabi Muhammad saw menanyakan kembali kepada mereka, bahwa siapakah yang mencipta-kan langit yang tujuh dan yang menciptakan `arsy yang besarnya meliputi langit dan bumi sebagaimana tersebut dalam firman-Nya:\n\"Kursi-Nya meliputi langit dan bumi.\" (al-Baqarah/2: 255)\n\nSiapakah yang mengatur dan mengurusnya sehingga segalanya berjalan menurut aturan yang demikian teliti dan baik. Allah menetapkan langsung jawaban atas pertanyaan ini karena pastilah jawaban orang-orang kafir ini sama yaitu pencipta itu semua adalah Allah Yang memiliki dan menguasainya. Tidak akan ada jawaban mereka selain itu karena itulah pada dasarnya kepercayaan mereka. Hanya saja mereka di samping mengakui kekuasaan Allah mereka menyembah pula sembahan-sembahan seperti berhala dan sebagainya. Kemudian Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, \"Kalau benar Allah yang menciptakan langit yang tujuh dan menciptakan 'arsy yang mahabesar, dan Allah-lah yang mengatur dan mengurusnya, mengapa kamu tidak bertakwa kepada-Nya dan tidak mau mengikuti ajaran dan perintah-Nya? Kenapa kamu tetap saja menyembah berhala, sedang penyembahan selain Allah itu sangat dimurkai oleh-Nya?\"",
    "quraish": "Katakan pula, \"Siapakah Tuhan Pemilik tujuh lapis langit dan singgasana agung?\"",
    "jalalayn": "(Katakanlah! \"Siapakah Rabb langit yang tujuh dan Rabb Arasy yang besar\") yakni Al Kursi."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 87,
    "arab": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَتَّقُوْنَ",
    "translation": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “Maka mengapa kamu tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2760.mp3",
    "tafsir": "Kemudian Allah memerintahkan pula agar Nabi Muhammad saw menanyakan kembali kepada mereka, bahwa siapakah yang mencipta-kan langit yang tujuh dan yang menciptakan `arsy yang besarnya meliputi langit dan bumi sebagaimana tersebut dalam firman-Nya:\n\"Kursi-Nya meliputi langit dan bumi.\" (al-Baqarah/2: 255)\n\nSiapakah yang mengatur dan mengurusnya sehingga segalanya berjalan menurut aturan yang demikian teliti dan baik. Allah menetapkan langsung jawaban atas pertanyaan ini karena pastilah jawaban orang-orang kafir ini sama yaitu pencipta itu semua adalah Allah Yang memiliki dan menguasainya. Tidak akan ada jawaban mereka selain itu karena itulah pada dasarnya kepercayaan mereka. Hanya saja mereka di samping mengakui kekuasaan Allah mereka menyembah pula sembahan-sembahan seperti berhala dan sebagainya. Kemudian Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, \"Kalau benar Allah yang menciptakan langit yang tujuh dan menciptakan 'arsy yang mahabesar, dan Allah-lah yang mengatur dan mengurusnya, mengapa kamu tidak bertakwa kepada-Nya dan tidak mau mengikuti ajaran dan perintah-Nya? Kenapa kamu tetap saja menyembah berhala, sedang penyembahan selain Allah itu sangat dimurkai oleh-Nya?\"",
    "quraish": "Mereka tentu akan menyatakan bahwa pemiliknya adalah Allah Swt. Kalau begitu, katakan kepada mereka, \"Tidakkah kalian takut akibat menyekutukan dan mendurhakai Tuhan Pencipta itu semua?\"",
    "jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah\". Katakanlah! \"Apakah kalian tidak bertakwa?\") tidak takut bila kalian menyembah selain-Nya."
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 88,
    "arab": "قُلْ مَنْۢ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّهُوَ يُجِيْرُ وَلَا يُجَارُ عَلَيْهِ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Katakanlah, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, dan tidak ada yang dapat dilindungi dari (azab-Nya), jika kamu mengetahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2761.mp3",
    "tafsir": "Lalu Allah memerintahkan kepada Nabi Muhammad menanyakan pula kepada mereka, siapakah yang menguasai segala sesuatu dan mengaturnya. Yang di tangan-Nya terletak kekuasaan mutlak. Bila Allah melindungi seseorang, tak ada satu kekuasaan pun yang dapat menimpakan malapetaka atasnya atau membinasakannya. Sebaliknya bila Dia hendak menimpakan bahaya kepada seseorang tak ada pula satu kekuatan pun yang dapat melindungi orang itu. Siapakah yang mempunyai sifat demikian Yang Mahakuasa lagi Maha Perkasa? Rasul meminta orang-orang kafir itu menjawab pertanyaan-pertanyaan ini jika mereka benar-benar mengetahui.",
    "quraish": "Katakan pula, \"Siapakah gerangan yang memiliki segala sesuatu, yang memiliki kekuasaan penuh atas segala sesuatu, yang melindungi siapa saja yang dikehendaki-Nya dengan kekuasaan-Nya dan Tuhan yang siksa-Nya kepada seseorang tidak dapat dihalangi oleh siapa pun? Kalau kalian mengetahui jawabannya, jawablah pertanyaanku ini!\"",
    "jalalayn": "(Katakanlah! \"Siapakah yang di tangan-Nya berada kekuasaan) yakni merajai (segala sesuatu) lafal Malakuut huruf Ta yang ada padanya menunjukkan makna Mubalaghah, yakni kekuasaan di atas segala kekuasaan (sedangkan Dia melindungi dan tidak membutuhkan perlindungan) Dia melindungi dan tidak memerlukan perlindungan (jika kalian mengetahui?\")"
  },
  {
    "page": 347,
    "name": "Al-Mu'minun",
    "ayat": 89,
    "arab": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ فَاَنّٰى تُسْحَرُوْنَ",
    "translation": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “(Kalau demikian), maka bagaimana kamu sampai tertipu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2762.mp3",
    "tafsir": "Mereka pasti akan menjawab bahwa yang demikian itu sifatnya adalah Allah semata. Oleh sebab itu, Allah memastikan bahwa mereka akan menjawab seperti itu dan memerintahkan kepada Nabi untuk menanyakan kembali kepada mereka. Kalau mereka mengetahui bahwa Allah Yang Mahakuasa dan Mahaperkasa, mengapa mereka sampai tertipu dan berpaling dari agama tauhid dan selalu menentang Allah dan durhaka kepada-Nya? Dengan menyembah berhala atau lainnya seakan-akan mereka telah kena sihir dan pikiran mereka tak dapat mempercayai lagi sehingga akidah mereka menjadi kacau balau, mencampur aduk yang benar dengan yang salah, sehingga mereka mempersekutukan Allah dengan lain-Nya. Padahal Allah tidak akan membenarkan tindakan mereka itu bahkan sangat murka.",
    "quraish": "Mereka akan menyatakan, \"Allah.\" Kalau begitu, katakan kepada mereka, \"Lalu mengapa kalian tertipu oleh keinginan hawa nafsu dan oleh bujukan setan, lalu tidak taat kepada Allah?\"",
    "jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah\") menurut qiraat yang lain dibaca Allah, baik dalam ayat ini maupun dalam ayat sebelumnya. Demikian itu karena makna yang dimaksud adalah, kepunyaan siapakah hal-hal yang telah disebutkan itu (Katakanlah! \"Kalau demikian maka dari jalan manakah kalian merasa ditipu?\") ditipu dan dikelabui dari perkara yang hak, yaitu menyembah Allah semata. Maksudnya, bagaimanakah bisa terbayangkan dalam benak kalian bahwasanya hal ini batil?"
  }
]