[
  {
    "page": 35,
    "name": "Al-Baqarah",
    "ayat": 220,
    "arab": "فِى الدُّنْيَا وَالْاٰخِرَةِ ۗ وَيَسْـَٔلُوْنَكَ عَنِ الْيَتٰمٰىۗ قُلْ اِصْلَاحٌ لَّهُمْ خَيْرٌ ۗ وَاِنْ تُخَالِطُوْهُمْ فَاِخْوَانُكُمْ ۗ وَاللّٰهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَعْنَتَكُمْ اِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "Tentang dunia dan akhirat. Mereka menanyakan kepadamu (Muhammad) tentang anak-anak yatim. Katakanlah, “Memperbaiki keadaan mereka adalah baik!” Dan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. Dan jika Allah menghendaki, niscaya Dia datangkan kesulitan kepadamu. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/227.mp3",
    "tafsir": "Kemudian dalam ayat ini, Allah swt sekaligus menjawab pertanya-an tentang masalah anak-anak yatim. Anak-anak yatim yaitu anak-anak yang tidak berbapak lagi, karena sudah meninggal.\nTimbulnya pertanyaan mengenai anak-anak yatim ini pada masa Rasulullah saw dari orang-orang yang selama ini hidup bersama anak yatim, bercampur hartanya dengan harta mereka, serta sama-sama makan dan minum dalam satu rumah. Dengan jalan begitu, terpeliharalah anak-anak yatim, baik makan maupun kesejahteraannya, tetapi kemudian turunlah ayat ini:\n\nSesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api dalam perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka). (an-Nisa'/4: 10)\n\nDengan turunnya ayat itu, maka mereka ragu-ragu, kalau perbuatannya terhadap anak-anak yatim selama ini zalim, termasuk memakan harta anak yatim itu. Ayat 220 ini menjelaskan bahwa yang pokok dalam hal ini adalah pemeliharaan yang baik terhadap anak-anak yatim, jangan sampai tersia-sia hidupnya. Jangan sampai mereka terlantar serta tak terjamin ketenteraman dan kesejahteraannya. Semua macam pemeliharaan dan penjagaan anak-anak yatim adalah merupakan kebaikan. Andaikata mereka dibawa tinggal serumah itu pun juga baik, sebab dengan tinggal bersama-sama sudah merupakan hidup bersaudara. Seolah-olah anak yatim itu merupakan saudara kecil, dipelihara kesehatannya seperti memelihara saudara, atau anak kandung sendiri. Jadi boleh mencampur harta anak-anak yatim dengan harta orang yang memeliharanya, asal ada niat untuk keselamatan mereka dan tidak untuk merugikan mereka. Perkara niat seseorang dan apa yang disimpan di dalam hatinya, hanya Allah-lah yang tahu, sebab Allah Maha Mengetahui siapa yang baik dan siapa yang jahat. Banyak terjadi, orang mengatakan berniat baik memelihara anak yatim, tetapi kenyataannya dia menganiaya dan menyiksanya.\nDalam memelihara anak yatim, tergantung kepada kemampuan yang memelihara, namun yang pokok adalah terjaminnya keselamatan anak-anak yatim tersebut, dan jangan sampai mereka itu tersia-sia, baik mengenai keperluan makan minumnya, pakaian dan tempat tinggalnya, serta pendidikan dan kesehatannya, lebih-lebih mengenai harta bendanya, bila ada. Itu harus dipelihara sebaik mungkin. Apabila anak-anak yatim itu sampai tersia-sia, niscaya hal itu akan menimbulkan kemurkaan Allah swt. Sesungguhnya Dia Mahaperkasa lagi Mahabijaksana dalam mengatur kemaslahatan hamba-Nya.",
    "quraish": "Mereka juga bertanya tentang pengasuhan anak yatim yang baik menurut Islam. Katakan, \"Sesungguhnya yang baik buat kalian dan buat mereka adalah memperbaiki dan menggabungkan mereka ke dalam rumah kalian, dengan tujuan perbaikan, bukan kerusakan. Mereka adalah saudara kalian juga yang pantas bergabung bersama kalian. Allah mengetahui orang yang berbuat kebaikan dan orang yang berbuat kerusakan di antara kalian, maka waspadalah. Kalau Allah berkehendak untuk memberatkan kalian, Dia mewajibkan kalian mengasuh anak-anak yatim tanpa tinggal dalam satu rumah dengan mereka, atau membiarkan anak-anak yatim itu tanpa ada kewajiban kalian untuk mengasuhnya. Dengan begitu, mereka akan tumbuh dengan rasa benci terhadap masyarakat, yang akan berakibat rusaknya tata masyarakat. Karena keterlantaran dan keterhinaan mereka dapat mendorong kepada sikap benci yang destruktif. Sungguh, Allah Mahaperkasa dan Mahamenang atas urusan-Nya. Tetapi, Dia juga Mahabijaksana, tidak menetapakan hukum kecuali yang mengandung maslahat kalian.",
    "jalalayn": "(Yaitu tentang) urusan (dunia dan akhirat) hingga kamu dapat memungut mana-mana yang lebih baik untukmu pada keduanya. (Dan mereka menanyakan kepadamu tentang anak-anak yatim) serta kesulitan-kesulitan yang mereka temui dalam urusan mereka. Jika mereka menyatukan harta mereka dengan harta anak-anak yatim, mereka merasa berdosa dan jika mereka pisahkan harta mereka dan dibuatkan makanan bagi mereka secara terpisah, maka mengalami kerepotan. (Katakanlah, \"Mengurus urusan mereka secara patut) misalnya mengenai campur-tangan dalam upaya mengembangkan harta mereka (adalah lebih baik) daripada membiarkannya. (Dan jika kamu mencampuri urusan mereka), maksudnya kamu campurkan pengeluaran kamu dengan pengeluaran mereka, (maka mereka adalah saudaramu) maksudnya mereka itu adalah saudara-saudara seagama dan telah menjadi kelaziman bagi seorang saudara untuk mencampurkan hartanya pada harta saudaranya. Tegasnya silakan melakukannya karena tak ada salahnya (Dan Allah mengetahui orang yang membuat kerusakan) terhadap harta anak-anak yatim itu ketika mencampurkan hartanya kepada harta mereka (dari orang yang berbuat kebaikan) dengannya, hingga masing-masing akan mendapat balasan yang setimpal (sekiranya Allah menghendaki, tentulah Dia akan mempersulitmu) dengan melarang mencampurkan harta, (sesungguhnya Allah Maha Kuasa) atas segala persoalan (lagi Maha Bijaksana) dalam segala tindakan dan perbuatan."
  },
  {
    "page": 35,
    "name": "Al-Baqarah",
    "ayat": 221,
    "arab": "وَلَا تَنْكِحُوا الْمُشْرِكٰتِ حَتّٰى يُؤْمِنَّ ۗ وَلَاَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّنْ مُّشْرِكَةٍ وَّلَوْ اَعْجَبَتْكُمْ ۚ وَلَا تُنْكِحُوا الْمُشْرِكِيْنَ حَتّٰى يُؤْمِنُوْا ۗ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّنْ مُّشْرِكٍ وَّلَوْ اَعْجَبَكُمْ ۗ اُولٰۤىِٕكَ يَدْعُوْنَ اِلَى النَّارِ ۖ وَاللّٰهُ يَدْعُوْٓا اِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِاِذْنِهٖۚ وَيُبَيِّنُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ࣖ",
    "translation": "Dan janganlah kamu nikahi perempuan musyrik, sebelum mereka beriman. Sungguh, hamba sahaya perempuan yang beriman lebih baik daripada perempuan musyrik meskipun dia menarik hatimu. Dan janganlah kamu nikahkan orang (laki-laki) musyrik (dengan perempuan yang beriman) sebelum mereka beriman. Sungguh, hamba sahaya laki-laki yang beriman lebih baik daripada laki-laki musyrik meskipun dia menarik hatimu. Mereka mengajak ke neraka, sedangkan Allah mengajak ke surga dan ampunan dengan izin-Nya. (Allah) menerangkan ayat-ayat-Nya kepada manusia agar mereka mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/228.mp3",
    "tafsir": "Di dalam ayat ini ditegaskan larangan bagi seorang Muslim mengawini perempuan musyrik dan larangan mengawinkan perempuan mukmin dengan laki-laki musyrik, kecuali kalau mereka telah beriman. Walaupun mereka itu cantik dan rupawan, gagah, kaya, dan sebagainya, budak perempuan atau budak laki-laki yang mukmin lebih baik untuk dikawini daripada mereka. Dari pihak perempuan yang beriman tidak sedikit pula jumlahnya yang cantik, menarik hati, dan berakhlak.\n\nDalam sebuah hadis Rasulullah saw bersabda:\nJangan kamu mengawini perempuan karena kecantikannya, mungkin kecantikan itu akan membinasakan mereka, janganlah kamu mengawini mereka karena harta kekayaannya, mungkin harta kekayaan itu akan menyebabkan mereka durhaka dan keras kepala. Tetapi kawinilah mereka karena agamanya (iman dan akhlaknya). Budak perempuan yang hitam, tetapi beragama, lebih baik dari mereka yang tersebut di atas. (Riwayat Ibnu Majah dari Abdullah bin 'Umar).\n\nDalam hadis lain, Rasulullah saw bersabda:\nPerempuan itu dinikahi karena empat hal, yaitu: karena hartanya, karena keturunannya, karena kecantikannya dan karena agamanya. Pilihlah perempuan yang beragama, maka engkau akan beruntung. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nPerkawinan erat hubungannya dengan agama. Orang musyrik bukan orang beragama, mereka menyembah selain Allah. Dalam soal perkawinan dengan orang musyrik ada batas larangan yang kuat, tetapi dalam soal pergaulan, bermasyarakat itu biasa saja. Sebab perkawinan erat hubungannya dengan keturunan dan keturunan erat hubungannya dengan harta warisan, makan dan minum, dan ada hubungannya dengan pendidikan dan pembangunan Islam.\nPerkawinan dengan orang musyrik dianggap membahayakan seperti diterangkan di atas, maka Allah melarang mengadakan hubungan perkawinan dengan mereka. Golongan orang musyrik itu akan selalu menjerumuskan umat Islam ke dalam bahaya di dunia, dan menjerumuskannya ke dalam neraka di akhirat, sedang ajaran-ajaran Allah kepada orang-orang mukmin selalu membawa kepada kebahagiaan dunia dan akhirat.",
    "quraish": "Tidak berdosa mempergauli anak-anak yatim. Yang berdosa adalah mempergauli orang-orang musyrik. Maka, seorang Mukmin tidak boleh menikahi wanita musyrik yang tidak beriman kepada kitab-kitab suci samawi. Janganlah kekayaan, kecantikan, status sosial dan keturunan yang dimiliki seorang wanita musyrik membuat salah seorang di antara kalian menikahinya. Seorang wanita budak Mukmin lebih baik daripada wanita musyrik merdeka yang memiliki kekayaan, kecantikan, kedudukan dan keturunan terhormat. Dan seorang Mukmin yang mempunyai hak perwalian juga tidak boleh menikahkan wanita dengan seorang musyrik yang tidak beriman kepada kitab-kitab suci samawi. Jangan sampai ada di antara kalian lebih memilih seorang musyrik hanya karena kekayaan dan status sosialnya yang tinggi. Seorang budak yang Mukmin lebih baik daripada dia. Orang-orang musyrik itu selalu berusaha mengajak keluarganya untuk berbuat maksiat yang akan menjerumuskan ke dalam api neraka. Allah, ketika memisahkan kalian dari orang-orang musyrik dalam masalah perkawinan, sebenarnya mengajak kalian kepada kebaikan dan petunjuk yang benar. Dengan begitu, kalian akan memperoleh surga dan ampunan serta mengarungi jalan kebaikan dengan mudah. Allah telah menjelaskan syariat dan petunjuk-Nya kepada manusia agar mereka mengetahui apa-apa yang mengandung maslahat dan baik buat mereka.",
    "jalalayn": "(Janganlah kamu nikahi) hai kaum muslimin, (wanita-wanita musyrik), maksudnya wanita-wanita kafir (sebelum mereka beriman. Sesungguhnya budak yang beriman itu lebih baik daripada wanita musyrik) walaupun ia merdeka. Sebab turunnya ayat ini adalah berkenaan dengan celaan yang ditujukan kepada laki-laki yang menikahi budak wanita dan menyanjung serta menyenangi laki-laki yang menikahi wanita merdeka yang musyrik (walaupun ia menarik hatimu) disebabkan harta dan kecantikannya. Ini dikhususkan bagi wanita yang bukan ahli kitab dengan ayat \"Dan wanita-wanita yang terpelihara di antara golongan ahli kitab\". (Dan janganlah kamu kawinkan) atau nikahkan (laki-laki musyrik), artinya laki-laki kafir dengan wanita-wanita beriman (sebelum mereka beriman. Sesungguhnya budak yang beriman lebih baik daripada laki-laki musyrik walaupun ia menarik hatimu) disebabkan harta dan ketampanannya. (Mereka itu) atau ahli syirik (mengajak ke neraka) disebabkan anjuran mereka melakukan perbuatan membawa orang ke dalamnya, hingga tidaklah baik kawin dengan mereka. (Sedangkan Allah mengajak) melalui lisan para Rasul-Nya (ke surga serta ampunan), maksudnya amal perbuatan yang menjurus kepada keduanya (dengan izin-Nya), artinya dengan kehendak-Nya, maka wajiblah bagi kamu atau wali-walinya mengabulkan perkawinan (Dan dijelaskan-Nya ayat-ayat-Nya kepada manusia agar mereka beroleh peringatan) atau mendapat pelajaran."
  },
  {
    "page": 35,
    "name": "Al-Baqarah",
    "ayat": 222,
    "arab": "وَيَسْـَٔلُوْنَكَ عَنِ الْمَحِيْضِ ۗ  قُلْ هُوَ اَذًىۙ فَاعْتَزِلُوا النِّسَاۤءَ فِى الْمَحِيْضِۙ وَلَا تَقْرَبُوْهُنَّ حَتّٰى يَطْهُرْنَ ۚ فَاِذَا تَطَهَّرْنَ فَأْتُوْهُنَّ مِنْ حَيْثُ اَمَرَكُمُ اللّٰهُ ۗ اِنَّ اللّٰهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ ",
    "translation": "Dan mereka menanyakan kepadamu (Muhammad) tentang haid. Katakanlah, “Itu adalah sesuatu yang kotor.” Karena itu jauhilah istri pada waktu haid; dan jangan kamu dekati mereka sebelum mereka suci. Apabila mereka telah suci, campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sungguh, Allah menyukai orang yang tobat dan menyukai orang yang menyucikan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/229.mp3",
    "tafsir": "Dalam ayat ini dijelaskan tentang haid dan sikap menghadapi perempuan yang sedang dalam keadaan haid. Darah haid adalah sel-sel telur yang lemah akibat tidak dibuahi yang keluar dari rahim perempuan tiap-tiap bulan, paling cepat sehari semalam lamanya, dan biasanya 6 atau 7 hari, dan paling lama 15 hari. Bermacam-macam sikap orang dahulu terhadap perempuan yang haid. Orang Yahudi sangat keras sikapnya, tidak mau bergaul dengan istrinya yang haid, tidak mau makan minum bersama, tidak mau bersama-sama serumah dengan mereka, dan tidak mau menyentuh perempuan haid karena kulitnya dianggap najis.\nOrang Nasrani sikapnya lain lagi, mereka bergaul biasa saja dengan perempuan haid, tidak ada perbedaan antara yang haid dengan yang tidak haid. Mereka menggaulinya secara bebas dan berbuat sesuka hatinya. Orang Arab pada zaman jahiliah sama saja sikapnya dengan orang Yahudi. Islam melarang suami menggauli istrinya yang sedang haid. Para ahli kesehatan telah banyak menerangkan tentang bahaya bersetubuh dengan perempuan haid. Akhir ayat tersebut menerangkan bahwa Allah sayang sekali kepada orang yang mau bertobat dari kesalahannya, dan kepada orang yang selalu menjaga kebersihan.\nMasa haid pada wanita dewasa terjadi saat indung telur yang tidak dibuahi dikeluarkan dari tubuh. Karena tidak terjadi pembuahan, maka dinding rahim yang semula sudah dalam keadaan siap menerima pembuahan akan berkontraksi. Dengan kontraksi ini, maka indung telur yang tidak dibuahi akan dibuang keluar bersama dengan darah yang dikeluarkan dari urat darah rambut yang pecah. Setelah telur dan darah keluar tubuh akan mengulang kembali proses pematang indung telur.\nSemua proses ini diulangi terus menerus pada periode waktu tertentu. Setiap bulan, indung telur baru dibentuk, hormon yang sama juga dikeluarkan, semuanya dalam waktu yang sama. Dengan demikian, wanita mempunyai waktu tertentu yang betul-betul siap untuk dibuahi. Apabila pembuahan terjadi, maka pola haid yang berputar secara terus menerus akan berubah.\nTerjadinya \"kekosongan\" di dalam rahim hanya dapat diketahui melalui pemeriksaan anatomi kandungan dengan menggunakan peralatan canggih. Akan tetapi, ternyata perubahan yang hanya dapat diungkapkan oleh ilmu pengetahuan modern ini, telah diungkapkan dalam Al-Qur'an, yang artinya demikian: \n\"Allah mengetahui apa yang dikandung setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.\" (ar-Ra'd/13: 8)\nAyat di atas berbicara mengenai terjadinya masa haid. Terjemahaan ayat tersebut kurang dapat memperlihatkan proses haid dengan baik. Akan tetapi, terjemahan bahasa Inggrisnya nampaknya lebih dapat mengungkapkan proses ini, demikian:\n\"Allah knows what every female bears and every shrinking of the womb and every swelling. Everything has its measure with Him\". (ar-Ra'd/13: 8)\nPada permulaan masa haid lapisan mukus (lendir) yang melapisi dinding rahim (lapisan endometrium) setebal 0,5 mm. Oleh pengaruh hormon yang dikelurkan oleh indung telur, lapisan ini akan menebal menjadi 5-6 mm. Lapisan inilah yang kemudian dibuang saat telur tidak dibuahi. Sebagaimana dapat dilihat dari ayat di atas, penebalan dan terkelupasnya lapisan di dinding rahim diekspresikan oleh terjemahan \"shrinking\" dan swelling\"",
    "quraish": "Mereka bertanya kepadamu tentang hukum menggauli istri di waktu haid. Berilah jawaban bahwa sesugguhnya haid itu adalah kotoran. Maka janganlah kalian gauli mereka selama masa haid, sampai benar- benar suci. Jika telah suci, gaulilah mereka di tempat yang seharusnya. Barangsiapa yang melanggar ketentuan itu maka bertobatlah. Allah menyukai hamba-hamba yang banyak bertobat dan bersuci dari segala kotoran dan kekejian.",
    "jalalayn": "(Mereka bertanya kepadamu tentang haid), maksudnya haid atau tempatnya dan bagaimana memperlakukan wanita padanya. (Katakanlah, \"Haid adalah suatu kotoran) atau tempatnya kotoran, (maka jauhilah wanita-wanita), maksudnya janganlah bersetubuh dengan mereka (di waktu haid) atau pada tempatnya (dan janganlah kamu dekati mereka) dengan maksud untuk bersetubuh (sampai mereka suci). 'Yathhurna' dengan tha baris mati atau pakai tasydid lalu ha', kemudian pada ta' asalnya diidgamkan kepada tha' dengan arti mandi setelah terhentinya. (Apabila mereka telah suci maka datangilah mereka) maksudnya campurilah mereka (di tempat yang diperintahkan Allah kepadamu) jauhilah di waktu haid, dan datangilah di bagian kemaluannya dan jangan diselewengkan kepada bagian lainnya. (sesungguhnya Allah menyukai) serta memuliakan dan memberi (orang-orang yang bertobat) dari dosa (dan menyukai orang-orang yang menyucikan diri) dari kotoran."
  },
  {
    "page": 35,
    "name": "Al-Baqarah",
    "ayat": 223,
    "arab": "نِسَاۤؤُكُمْ حَرْثٌ لَّكُمْ ۖ فَأْتُوْا حَرْثَكُمْ اَنّٰى شِئْتُمْ ۖ وَقَدِّمُوْا لِاَنْفُسِكُمْ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ مُّلٰقُوْهُ ۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
    "translation": "Istri-istrimu adalah ladang bagimu, maka datangilah ladangmu itu kapan saja dan dengan cara yang kamu sukai. Dan utamakanlah (yang baik) untuk dirimu. Bertakwalah kepada Allah dan ketahuilah bahwa kamu (kelak) akan menemui-Nya. Dan sampaikanlah kabar gembira kepada orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/230.mp3",
    "tafsir": "Dalam ayat ini, istri diumpamakan dengan ladang tempat bercocok tanam dan tempat menyebarkan bibit tanam-tanaman. Boleh mendatangi kebun itu dari mana saja arahnya asal untuk menyebarkan bibit dan untuk berkembangnya tanaman dengan baik dan subur. Istri adalah tempat menyebarkan bibit keturunan agar berkembang dengan baik, maka seorang suami boleh bercampur dengan istrinya dengan berbagai cara yang disukainya, asal tidak mendatangkan kemudaratan.\nJelas bahwa maksud perkawinan itu untuk kebahagiaan hidup berkeluarga termasuk mendapatkan keturunan, bukan hanya sekadar bersenang-senang melepaskan syahwat. Untuk itu, Allah menyuruh berbuat amal kebajikan, sebagai persiapan untuk masa depan agar mendapat keturunan yang saleh, berguna bagi agama dan bangsa, serta berbakti kepada kedua orang tuanya.\nKemudian Allah menyuruh para suami agar berhati-hati menjaga istri dan anak-anaknya, menjaga rumah tangga, jangan sampai hancur dan berantakan. Karena itu bertakwalah kepada Allah. Sebab akhirnya manusia akan kembali kepada Allah jua, dan akan bertemu dengan-Nya di akhirat nanti untuk menerima balasan atas setiap amal perbuatan yang dikerjakannya di dunia. Allah swt menyuruh agar setiap orang mukmin yang bertakwa kepada-Nya diberi kabar gembira bahwa mereka akan memperoleh kebahagiaan di dunia ini dan juga di akhirat kelak.\nTanah yang digunakan untuk bercocok-tanam adalah tanah yang subur, di dalamnya penuh dengan nutrisi dan zat-zat fertilizer lainnya, termasuk mineral. Ketika benih dimasukkan ke dalam tanah yang subur seperti itu, maka benih tersebut segera berkecambah, tumbuh dengan subur pula. Kecambah ini tumbuh dengan energi yang di dapat dari nutrisi tanah itu. Jelas bahwa tanah yang digunakan untuk bercocok-tanam itu, merupakan media subur bagi tumbuhnya benih menjadi tanaman baru. Pada ayat di atas, dijelaskan bahwa \"istri-istri kamu adalah (seperti) tanah tempat kamu bercocok-tanam\". Memang demikianlah halnya, karena rahim yang ada pada setiap wanita, merupakan media yang subur bagi terjadinya konsepsi antara sperma (benih laki-laki) dengan sel telur, yang terdapat di dalam rahim wanita. Peristiwa konsepsi ini akan segera diikuti dengan pertumbuhan menjadi janin, dibantu oleh 'makanan yang berupa nutrisi atau vitamin-vitamin yang terdapat dalam rahim ibu tersebut. Bahkan mitokondria ibu, akan memberikan supply energi pada proses pertumbuhan janin menjadi bayi. Jadi tepatlah perumpamaan di atas, bahwa istri-istri merupakan ladang atau tanah untuk bercocok-tanam.",
    "quraish": "Istri-istri kalian adalah tempat mengembangkan keturunan seperti tempat biji yang membuahkan tumbuhan. Maka, kalian boleh menggauli mereka dengan cara apa pun selama pada tempatnya. Takutlah kalian kepada Allah kalau melanggar ketentuan-Nya dalam menggauli istri. Ketahuilah bahwa kalian akan menjumpai-Nya, mempertanggungjwabkan segala sesuatu di hadapan-Nya. Kabar gembira hanya diperuntukkan bagi orang-orang yang mengetahui ketentuan-ketentuan Allah dan tidak melanggarnya.",
    "jalalayn": "(Istri-istrimu adalah tanah persemaian bagimu), artinya tempat kamu membuat anak, (maka datangilah tanah persemaianmu), maksudnya tempatnya yaitu pada bagian kemaluan (bagaimana saja) dengan cara apa saja (kamu kehendaki) apakah sambil berdiri, duduk atau berbaring, baik dari depan atau dari belakang. Ayat ini turun untuk menolak anggapan orang-orang Yahudi yang mengatakan, \"Barang siapa yang mencampuri istrinya pada kemaluannya tetapi dari arah belakangnya (pinggulnya), maka anaknya akan lahir bermata juling. (Dan kerjakanlah untuk dirimu) amal-amal saleh, misalnya membaca basmalah ketika bercampur (dan bertakwalah kepada Allah) baik dalam perintah maupun dalam larangan-Nya (dan ketahuilah bahwa kamu akan menemui-Nya kelak) yakni di saat berbangkit, Dia akan membalas segala amal perbuatanmu. (Dan sampaikanlah kabar gembira kepada orang-orang yang beriman) yang bertakwa kepada-Nya, bahwa mereka akan memperoleh surga."
  },
  {
    "page": 35,
    "name": "Al-Baqarah",
    "ayat": 224,
    "arab": "وَلَا تَجْعَلُوا اللّٰهَ عُرْضَةً لِّاَيْمَانِكُمْ اَنْ تَبَرُّوْا وَتَتَّقُوْا وَتُصْلِحُوْا بَيْنَ النَّاسِۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
    "translation": "Dan janganlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa dan menciptakan kedamaian di antara manusia. Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/231.mp3",
    "tafsir": "Ayat ini memperingatkan manusia agar berhati-hati mem-pergunakan nama Allah dalam bersumpah. Jangan berani bersumpah dengan menyebut nama Allah untuk hal-hal yang tidak baik dan yang dilarang oleh agama, sebab nama Allah sangat mulia dan harus diagungkan.\nDiriwayatkan oleh Ibnu Jarir bahwa sebab turunnya ayat 224 ini, ialah ketika Abu Bakar bersumpah dengan menyebut nama Allah, bahwa ia tidak akan membantu lagi seorang kerabatnya (an-Nur/24 :22) yang bernama Mistah yang turut menyiarkan kabar bohong menjelek-jelekkan nama Aisyah istri Rasulullah saw. Riwayat yang mencemarkan nama baik Aisyah oleh orang-orang munafik disebut hadisul-ifki (kabar bohong).\nDalam ayat ini dilarang bersumpah untuk tidak berbuat baik atau tidak bertakwa atau tidak mengadakan islah di antara manusia. Kalau sumpah seperti itu sudah diucapkan, wajib dilanggar (dibatalkan), sebab sumpah tersebut tidak pada tempatnya, tetapi sesudah sumpah itu dilanggar, harus ditebus dengan membayar kafarat, yaitu memerdekakan seorang budak atau memberi makan sepuluh orang miskin atau memberi pakaian kepada mereka atau kalau tak sanggup, berpuasa selama 3 hari.\nAllah selalu mendengar dan mengetahui apa yang diucapkan dan dikerjakan oleh setiap orang. Bersumpah yang hanya ucapan lidah saja tanpa sungguh-sungguh tidaklah akan dihukum Allah. Tapi sumpah yang keluar dari hati dan diucapkan oleh lidah akan dinilai sebagai sumpah.",
    "quraish": "Janganlah kalian terlalu mudah menyebut nama Allah dengan sering menggunakannya dalam sumpah. Sebab, hal itu tidak sesuai dengan keagungan nama-Nya. Menjaga diri dengan tidak sering bersumpah dengan nama Allah menyebabkan kebaktian, ketakwaan dan kemampuan melakukan perbaikan di antara manusia. Sebab orang yang tidak sering bersumpah akan menjadi terhormat dan terpercaya di hadapan orang sehingga omongannya diterima. Allah Maha Mendengar ucapan dan sumpah kalian, Maha Mengetahui segala niat kalian.",
    "jalalayn": "(Janganlah kamu jadikan Allah), artinya sewaktu bersumpah dengan-Nya (sebagai sasaran) atau penghalang (bagi sumpah-sumpahmu) yang mendorong kamu (untuk) tidak (berbuat baik dan bertakwa). Maka sumpah seperti itu tidak disukai, dan disunahkan untuk melanggarnya lalu membayar kafarat. Berbeda halnya dengan sumpah untuk berbuat kebaikan, maka itu termasuk taat (serta mendamaikan di antara manusia), maksud ayat, jangan kamu terhalang untuk membuat kebaikan yang disebutkan dan lain-lainnya itu jika terlanjur bersumpah, tetapi langgarlah dan bayarlah kafarat sumpah, karena yang menjadi asbabun nuzulnya ialah tidak mau melanggar sumpah yang telah diikrarkannya. (Dan Allah Maha Mendengar) ucapan-ucapanmu (lagi Maha Mengetahui) keadaan-keadaanmu."
  }
]