[
  {
    "page": 353,
    "name": "An-Nur",
    "ayat": 28,
    "arab": "فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ",
    "translation": "Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, “Kembalilah!” Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2819.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila hendak memasuki rumah orang lain dan tidak menemukan seorang di dalamnya yang berhak memberi izin atau tidak ada penghuninya, janganlah sekali-kali memasukinya, sebelum ada izin, kecuali ada hal yang mendesak seperti ada kebakaran di dalamnya, yang mengkhawatirkan akan menjalar ke tempat lain, atau untuk mencegah suatu perbuatan jahat yang akan terjadi di dalamnya, maka bolehlah memasukinya meskipun tidak ada izin. Tetapi kalau orang yang berhak memberi izin untuk masuk, menganjurkan supaya pulang, karena ada hal-hal di dalam rumah yang oleh pemilik rumah merasa malu dilihat orang lain, maka ia harus pulang karena yang demikian itu lebih menjamin keselamatan bersama. Allah Maha Mengetahui isi hati dan niat yang terkandung di dalamnya.",
    "quraish": "Jika kalian tidak menemui seseorang pun di rumah itu yang dapat dimintai izin, maka jangan sekali-kali kalian masuk sampai ada yang memperkenankannya. Dan jika kalian tidak diperkenankan masuk dan disuruh kembali, maka kembalilah. Jangan kalian memaksa agar diperkenankan masuk. Sesungguhnya, dengan kembali kalian lebih terhormat dan jiwa kalian lebih dapat tersucikan. Allah Maha Mengetahui segala ihwal kalian dan akan membalasnya. Maka janganlah kalian melanggar petunjuk-petunjuk-Nya.",
    "jalalayn": "(Jika kalian tidak menemukan seorang pun di dalamnya) maksudnya orang yang mengizinkan kalian masuk (maka janganlah kalian masuk sebelum kalian mendapat izin. Dan jika dikatakan kepada kalian) sesudah kalian meminta izin (\"Kembalilah\" maka hendaklah kalian kembali. Itu) yakni kembali itu (lebih bersih) dan lebih baik (bagi kalian) daripada berdiam menunggu di pintu (dan Allah terhadap apa yang kalian kerjakan) yakni mengenai memasuki rumah orang lain dengan memakai izin atau tidak (Maha Mengetahui) Dia kelak akan membalasnya kepada kalian."
  },
  {
    "page": 353,
    "name": "An-Nur",
    "ayat": 29,
    "arab": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ",
    "translation": "Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2820.mp3",
    "tafsir": "Diriwayatkan oleh al-Wahidi, bahwa Abu Bakar Siddiq pernah berkata, \"Wahai Rasulullah sesungguhnya Allah telah menurunkan kepada engkau ayat yang memerintahkan supaya meminta izin untuk memasuki suatu rumah. Di dalam melakukan perdagangan, kami adakalanya tinggal di penginapan. Apakah tidak boleh juga memasuki penginapan tanpa izin?\" Maka turunlah ayat ini.\nPada ayat ini Allah menerangkan bahwa tempat-tempat yang tidak disediakan khusus untuk tempat tinggal, tetapi hanya untuk menginap sementara bagi orang yang memerlukannya, seperti hotel, losmen, tempat rekreasi, peristirahatan dan sebagainya, tidak ada halangan dan dosa memasukinya tanpa izin, karena ada sesuatu keperluan di dalamnya. Hal-hal yang biasanya kurang layak dan tidak sopan dilihat orang lain di suatu rumah tempat tinggal, tidak terdapat di tempat tersebut di atas.\nAllah mengetahui apa yang dinyatakan dalam ucapan seseorang ketika meminta izin untuk memasuki rumah tempat tinggal, dan mengetahui apa yang disembunyikan di dalam hati untuk melihat aib dan hal-hal yang tidak wajar dan memalukan pemilik rumah.",
    "quraish": "Jika kalian hendak memasuki rumah milik umum yang tidak ditempati oleh sekelompok orang tertentu dan di situ kalian mempunyai keperluan, seperti toko, hotel, dan rumah ibadah, maka tiada dosa bagi kalian jika memasukinya dengan tanpa izin. Allah Maha Mengetahui segala perbuatan lahir dan batin kalian. Maka janganlah kalian melanggar ketentuan-Nya.",
    "jalalayn": "(Tidak ada dosa atas kalian memasuki rumah yang tidak disediakan untuk didiami, yang di dalamnya ada keperluan) maksudnya, ada manfaat (bagi kalian) misalnya dijadikannya sebagai tempat tinggal sementara atau untuk keperluan yang lainnya, seperti rumah-rumah asrama dan lain sebagainya (dan Allah mengetahui apa yang kalian nyatakan) yakni semua apa yang kalian lahirkan (dan apa yang kalian sembunyikan) artinya yang kalian rahasiakan sewaktu kalian masuk ke dalam rumah yang bukan rumah kalian, termasuk maksud baik atau maksud-maksud lainnya. Pada pembahasan yang akan datang akan diceritakan, bahwa mereka para sahabat, jika mereka memasuki rumah mereka sendiri, mereka mengucapkan salam kepada diri mereka sendiri."
  },
  {
    "page": 353,
    "name": "An-Nur",
    "ayat": 30,
    "arab": "قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ",
    "translation": "Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2821.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan Rasul-Nya dan orang-orang yang beriman, agar mereka memelihara dan menahan pandangannya dari hal-hal yang diharamkan kepada mereka untuk melihatnya, kecuali terhadap hal-hal tertentu yang boleh dilihatnya. Bila secara kebetulan dan tidak disengaja pandangan mereka terarah kepada sesuatu yang diharamkan, maka segera dialihkan pandangan tersebut guna menghindari melihat hal-hal yang di haramkan. Sebagaimana sabda rasulullah Saw. \nDari Jarir bin Abdullah al-Bajali dia bertanya kepada Rasulullah Saw. tentang pandangan/penglihatan (terhadap perempuan) secara tiba-tiba, kemudian beliau memerintahkan untuk memalingkan pandanganku (Riwayat Muslim, Abu Daud, Ahmad, at-Tirmizi dan an-Nasai)\n\nBegitu pula sabda Rasulullah kepada Ali r.a.\nWahai Ali, janganlah kamu susulkan pandangan pertamamu dengan pandangan kedua, karena yang dibolehkan untukmu hanya pandangan pertama (yang tidak disengaja) sedang pandangan yang kedua tidak lagi dibolehkan (Riwayat Abu Daud dari Buraidah)\n\nDi samping itu, Allah memerintahkan kepada Rasul-Nya agar menganjurkan kepada laki-laki yang beriman supaya mereka memelihara kemaluannya dari perbuatan asusila seperti perbuatan zina, homoseksual dan lain sebagainya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dan ashabus-sunan. \nJagalah auratmu (jangan sampai terlihat orang lain) kecuali oleh istrimu atau hamba sahayamu. (Riwayat Ahmad dan Ashabus-Sunan)\nMenjaga mata untuk tidak melihat hal-hal yang diharamkan dan memelihara kemaluan untuk tidak berbuat zina atau homoseksual merupakan perbuatan yang baik dan suci, baik terhadap jiwa maupun agamanya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dari Abi Umamah :\nSetiap muslim yang melihat kecantikan seorang perempuan, kemudian dia menundukkan dan memejamkan matanya, Allah mengganti sebagai suatu ibadah. (Riwayat Ahmad dari Abu Umamah)",
    "quraish": "Wahai Nabi, katakanlah kepada orang-orang Mukmin sesuatu yang mengingatkan mereka akan perbuatan yang dapat mengarahkan kepada perzinaan dan menimbulkan tuduhan. Sesungguhnya mereka diperintahkan untuk tidak melihat sesuatu yang diharamkan, seperti aurat wanita dan anggota tubuh tempat meletakkan perhiasan pada wanita. Juga agar menjaga kemaluan mereka dengan cara menutupnya dan tidak melakukan hubungan yang dilarang. Etika seperti itu akan membuat mereka lebih terhormat, tersucikan dan terhindar dari perbuatan maksiat dan tuduhan. Sesungguhnya Allah Maha Mengetahui segala apa yang mereka lakukan dan membalas itu semua.",
    "jalalayn": "(Katakanlah kepada orang laki-laki yang beriman, \"Hendaklah mereka menahan pandangannya) dari apa-apa yang tidak dihalalkan bagi mereka melihatnya. Huruf Min di sini adalah Zaidah (dan memelihara kemaluannya) daripada hal-hal yang tidak dihalalkan untuknya (yang demikian itu adalah lebih suci) adalah lebih baik (bagi mereka, sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat\") melalui penglihatan dan kemaluan mereka, kelak Dia akan membalasnya kepada mereka."
  },
  {
    "page": 353,
    "name": "An-Nur",
    "ayat": 31,
    "arab": "وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التَّابِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ",
    "translation": "Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan) atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2822.mp3",
    "tafsir": "Pada ayat ini Allah menyuruh Rasul-Nya agar mengingatkan perempuan-perempuan yang beriman supaya mereka tidak memandang hal-hal yang tidak halal bagi mereka, seperti aurat laki-laki ataupun perempuan, terutama antara pusat dan lutut bagi laki-laki dan seluruh tubuh bagi perempuan. Begitu pula mereka diperintahkan untuk memelihara kemaluannya (farji) agar tidak jatuh ke lembah perzinaan, atau terlihat oleh orang lain. \nSabda Rasulullah Saw. \n\nDari Ummu Salamah, bahwa ketika dia dan Maimunah berada di samping Rasulullah datanglah Abdullah bin Umi Maktum dan masuk ke dalam rumah Rasulullah (pada waktu itu telah ada perintah hijab). Rasulullah memerintahkan kepada Ummu Salamah dan Maimunah untuk berlindung (berhijab) dari Abdullah bin Umi Maktum, Ummu Salamah berkata, wahai Rasulullah bukankah dia itu buta tidak melihat dan mengenal kami?, Rasulullah menjawab, apakah kalian berdua buta dan tidak melihat dia?. (Riwayat Abu Daud dan at-Tirmidzi) \n\nBegitu pula mereka para perempuan diharuskan untuk menutup kepala dan dadanya dengan kerudung, agar tidak terlihat rambut dan leher serta dadanya. Sebab kebiasaan perempuan mereka menutup kepalanya namun kerudungnya diuntaikan ke belakang sehingga nampak leher dan sebagian dadanya, sebagaimana yang dilakukan oleh perempuan-perempuan jahiliah. \nDi samping itu, perempuan dilarang untuk menampakkan perhiasannya kepada orang lain, kecuali yang tidak dapat disembunyikan seperti cincin, celak/sifat, pacar/inai, dan sebagainya. Lain halnya dengan gelang tangan, gelang kaki, kalung, mahkota, selempang, anting-anting, kesemuanya itu dilarang untuk ditampakkan, karena terdapat pada anggota tubuh yang termasuk aurat perempuan, sebab benda-benda tersebut terdapat pada lengan, betis, leher, kepala, dan telinga yang tidak boleh dilihat oleh orang lain. \nPerhiasan tersebut hanya boleh dilihat oleh suaminya, bahkan suami boleh saja melihat seluruh anggota tubuh istrinya, ayahnya, ayah suami (mertua), putra-putranya, putra-putra suaminya, saudara-saudaranya, putra-putra saudara laki-lakinya, putra-putra saudara perempuannya, karena dekatnya pergaulan di antara mereka, karena jarang terjadi hal-hal yang tidak senonoh dengan mereka. Begitu pula perhiasan boleh dilihat oleh sesama perempuan muslimah, atau hamba sahaya yang mereka miliki, atau pelayan/pembantu laki-laki yang tidak mempunyai keinginan terhadap perempuan, baik karena ia sudah lanjut usia, impoten, ataupun karena terpotong alat kelaminnya. Perhiasan juga boleh ditampakkan dan dilihat oleh anak-anak yang belum mengerti tentang aurat perempuan, sehingga tidak akan timbul nafsu birahi karena mereka belum memiliki syahwat kepada perempuan.\nDi samping para perempuan dilarang untuk menampakkan perhiasan, mereka juga dilarang untuk menghentakkan kakinya, dengan maksud memperlihatkan dan memperdengarkan perhiasan yang dipakainya yang semestinya harus disembunyikan. Perempuan-perempuan itu sering dengan sengaja memasukkan sesuatu ke dalam gelang kaki mereka, supaya berbunyi ketika ia berjalan, meskipun dengan perlahan-lahan, guna menarik perhatian orang. Sebab sebagian manusia kadang-kadang lebih tertarik dengan bunyi yang khas daripada bendanya sendiri, sedangkan benda tersebut berada pada betis perempuan.\nPada akhir ayat ini, Allah menganjurkan agar manusia bertobat dan sadar kembali serta taat dan patuh mengerjakan perintah-Nya menjauhi larangan-Nya, seperti membatasi pandangan, memelihara kemaluan/kelamin, tidak memasuki rumah oranglain tanpa izin dan memberi salam, bila semua itu mereka lakukan, pasti akan bahagia baik di dunia maupun di akhirat.",
    "quraish": "Katakan juga, wahai Muhammad, kepada wanita-wanita Mukmin, sesungguhnya mereka diperintahkan untuk menahan pandangan terhadap sesuatu yang dilarang, memelihara kemaluan dengan cara menutupnya, tidak melakukan hubungan secara tidak sah, dan tidak menampakkan keindahan tubuh dan perhiasan yang dapat menggoda laki-laki, seperti dada, lengan, dan leher, kecuali yang terlihat tanpa maksud untuk ditampak-tampakkan, seperti wajah dan tangan. Mintalah dari mereka, wahai Nabi, agar menutup bagian-bagian baju yang terbuka, seperti leher dan dada. Yaitu dengan cara menutupnya dengan penutup kepala. Juga mintalah mereka agar tidak menampakkan keindahan-keindahan tubuh mereka, kecuali kepada suami mereka dan kaum kerabat yang haram untuk dinikahi selama-lamanya, seperti ayah, kakek, anak kandung, anak tiri, saudara kandung atau keponakan. Pengecualian tersebut juga termasuk kepada para pendamping mereka, baik orang merdeka atau budak, laki-laki yang hidup bersama mereka yang tidak punya keinginan kepada wanita, seperti laki-laki yang sudah sangat tua. Begitu pula anak-anak kecil yang belum memiliki syahwat. Mintalah juga kepada mereka untuk tidak melakukan sesuatu yang dapat menarik perhatian laki-laki kepada perhiasan yang tersembunyi, seperti dengan menghentakkan kaki ke tanah agar suatu perhiasan yang ada di balik pakaian dapat terdengar. Bertobatlah kalian semua kepada Allah, wahai orang-orang Mukmin, atas segala kesalahan kalian. Lakukanlah selalu etika-etika agama agar kalian memperoleh kebahagiaan di dunia dan di akhirat.",
    "jalalayn": "(Dan katakanlah kepada wanita yang beriman, \"Hendaklah mereka menahan pandangannya) daripada hal-hal yang tidak dihalalkan bagi mereka melihatnya (dan memelihara kemaluannya) dari hal-hal yang tidak dihalalkan untuknya (dan janganlah mereka menampakkan) memperlihatkan (perhiasannya, kecuali yang biasa tampak daripadanya) yaitu wajah dan dua telapak tangannya, maka kedua perhiasannya itu boleh dilihat oleh lelaki lain, jika tidak dikhawatirkan adanya fitnah. Demikianlah menurut pendapat yang membolehkannya. Akan tetapi menurut pendapat yang lain hal itu diharamkan secara mutlak, sebab merupakan sumber terjadinya fitnah. Pendapat yang kedua ini lebih kuat demi untuk menutup pintu fitnah. (Dan hendaklah mereka menutupkan kain kerudung ke dadanya) hendaknya mereka menutupi kepala, leher dan dada mereka dengan kerudung atau jilbabnya (dan janganlah menampakkan perhiasannya) perhiasan yang tersembunyi, yaitu selain dari wajah dan dua telapak tangan (kecuali kepada suami mereka) bentuk jamak dari lafal Ba'lun artinya suami (atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara mereka, atau putra-putra saudara-saudara mereka, atau putra-putra saudara-saudara perempuan mereka, atau wanita-wanita Islam atau budak-budak yang mereka miliki) diperbolehkan bagi mereka melihatnya kecuali anggota tubuh antara pusar dan lututnya, anggota tersebut haram untuk dilihat oleh mereka selain dari suaminya sendiri. Dikecualikan dari lafal Nisaaihinna, yaitu perempuan-perempuan yang kafir, bagi wanita Muslimat tidak boleh membuka aurat di hadapan mereka. Termasuk pula ke dalam pengertian Maa Malakat Aymaanuhunna, yaitu hamba sahaya laki-laki miliknya (atau pelayan-pelayan laki-laki) yakni pembantu-pembantu laki-laki (yang tidak) kalau dibaca Ghairi berarti menjadi sifat dan kalau dibaca Ghaira berarti menjadi Istitsna (mempunyai keinginan) terhadap wanita (dari kalangan kaum laki-laki) seumpamanya penis masing-masing tidak dapat bereaksi (atau anak-anak) lafal Ath-Thifl bermakna jamak sekalipun bentuk lafalnya tunggal (yang masih belum mengerti) belum memahami (tentang aurat wanita) belum mengerti persetubuhan, maka kaum wanita boleh menampakkan aurat mereka terhadap orang-orang tersebut selain antara pusar dan lututnya. (Dan janganlah mereka memukulkan kaki mereka agar diketahui perhiasan yang mereka sembunyikan) yaitu berupa gelang kaki, sehingga menimbulkan suara gemerincing. (Dan bertobatlah kamu sekalian kepada Allah, hai orang-orang yang beriman) dari apa yang telah kalian kerjakan, yaitu sehubungan dengan pandangan yang dilarang ini dan hal-hal lainnya yang dilarang (supaya kalian beruntung\") maksudnya selamat dari hal tersebut karena tobat kalian diterima. Pada ayat ini ungkapan Mudzakkar mendominasi atas Muannats."
  }
]