[
  {
    "page": 355,
    "name": "An-Nur",
    "ayat": 37,
    "arab": "رِجَالٌ لَّا تُلْهِيْهِمْ تِجَارَةٌ وَّلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاِيْتَاۤءِ الزَّكٰوةِ ۙيَخَافُوْنَ يَوْمًا تَتَقَلَّبُ فِيْهِ الْقُلُوْبُ وَالْاَبْصَارُ ۙ",
    "translation": "orang yang tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2828.mp3",
    "tafsir": "Di antara orang-orang yang akan diberi Allah pancaran Nur Ilahi itu ialah orang-orang yang selalu menyebut nama Allah di masjid-masjid pada pagi dan petang hari serta bertasbih menyucikan-Nya. Mereka tidak lalai mengingat Allah dan mengerjakan salat walaupun melakukan urusan perniagaan dan jual beli, mereka tidak enggan mengeluarkan zakat karena tamak mengumpulkan harta kekayaan, mereka selalu ingat akan hari akhirat yang karena dahsyatnya banyak hati menjadi guncang dan mata menjadi terbelalak. Ini bukan berarti mereka mengabaikan sama sekali urusan dunia dan menghabiskan waktu dan tenaganya untuk berzikir dan bertasbih, karena hal demikian tidak disukai oleh Nabi Muhammad dan bertentangan dengan prinsip-prinsip Islam.\nNabi Muhammad telah bersabda:\nBerusahalah seperti usaha orang yang mengira bahwa ia tidak akan mati selama-lamanya dan waspadalah seperti kewaspadaan orang yang takut akan mati besok. (Riwayat al-Baihaqi dari Ibnu Auz)\n\nUrusan duniawi dan urusan ukhrawi keduanya sama penting dalam Islam. Seorang muslim harus pandai menciptakan keseimbangan antara kedua urusan itu, jangan sampai salah satu di antara keduanya dikalahkan oleh yang lain. Melalaikan urusan akhirat karena mementingkan urusan dunia adalah terlarang, sebagaimana disebut dalam firman-Nya:\nWahai orang-orang yang beriman! Janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)\n\nDan firman-Nya:\nWahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jumat, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui. (al-Jumu'ah/62: 9)\n\nTetapi apabila kewajiban-kewajiban terhadap agama telah ditunaikan dengan sebaik-baiknya, seorang muslim diperintahkan untuk kembali mengurus urusan dunianya dengan ketentuan tidak lupa mengingat Allah agar dia jangan melanggar perintah-Nya atau mengerjakan larangan-Nya sebagai tersebut dalam firman-Nya:\nApabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. (al-Jumu'ah/62: 10)\n\nSebaliknya melalaikan urusan dunia dan hanya mementingkan urusan akhirat juga tercela, karena orang muslim diperintahkan Allah supaya berusaha mencari rezeki untuk memenuhi kebutuhannya, dan kebutuhan keluarganya. Orang-orang yang berusaha menyeimbangkan antara urusan duniawi dan urusan ukhrawi itulah orang-orang yang diridai oleh Allah. Dia bekerja untuk dunianya karena taat dan patuh kepada perintah dan petunjuk-Nya. Dia beramal untuk akhirat karena taat dan patuh kepada perintah serta petunjuk-Nya, sebagai persiapan untuk menghadapi hari akhirat yang amat dahsyat dan penuh kesulitan, sebagaimana disebut dalam firman-Nya:\nSungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.\" Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan. Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera. (al-Insan/76: 10-12)",
    "quraish": "Mereka tidak disibukkan oleh urusan dunia, seperti--untuk menyebut di antaranya--jual beli, yang dapat membuat seseorang lupa kepada Allah. Mereka selalu melaksanakan salat dan menunaikan zakat. Mereka pun selalu mewaspadai datangnya hari kiamat sehingga membuat hati mereka menjadi goncang karena gelisah, kesulitan dan menanti nasib. Pada hari itu, pandangan pun menjadi bimbang dan terkejut melihat pemandangan yang aneh dan bencana yang dahsyat.",
    "jalalayn": "(Laki-laki) menjadi Fa'il atau subyek daripada Fi'il Yusabbihu, jika dibaca Yusabbahu berkedudukan menjadi Naibul Fa'il. Lafal Rijaalun adalah Fa'il dari Fi'il atau kata kerja yang diperkirakan keberadaannya sebagai jawab dari soal yang diperkirakan pula. Jadi seolah-olah dikatakan, siapakah yang melakukan tasbih kepada-Nya itu, jawabnya adalah laki-laki (yang tidak dilalaikan oleh perniagaan) perdagangan (dan tidak pula oleh jual beli dari mengingat Allah dan dari mendirikan salat) huruf Ha lafal Iqaamatish Shalaati dibuang demi untuk meringankan bacaan sehingga jadilah Iqaamish Shalaati (dan dari membayar zakat. Mereka takut kepada suatu hari yang di hari itu menjadi guncang) yakni panik (hati dan penglihatan) karena merasa khawatir, apakah dirinya selamat atau binasa, dan penglihatan jelalatan ke kanan dan ke kiri karena ngeri melihat pemandangan azab pada saat itu, yaitu hari kiamat."
  },
  {
    "page": 355,
    "name": "An-Nur",
    "ayat": 38,
    "arab": "لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوْا وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
    "translation": "(mereka melakukan itu) agar Allah memberi balasan kepada mereka dengan yang lebih baik daripada apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa saja yang Dia kehendaki tanpa batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2829.mp3",
    "tafsir": "Orang-orang yang demikian sifatnya, selalu bertakwa dan bertawakkal kepada Allah, mereka itu diridai Allah dan mendapat pancaran Nur Ilahi dalam hidupnya karena mereka selalu berpedoman kepada ajaran-Nya dan banyak melakukan perbuatan yang baik, mengerjakan amal saleh baik yang wajib maupun yang sunnah. Mereka akan mendapat ganjaran berlipat ganda dari Allah sesuai dengan firman-Nya:\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An`am/6: 160)\nRasulullah menerangkan janji Allah kepada orang yang saleh dalam sebuah hadis qudsi. \nAku (Allah) menyediakan bagi hamba-hambaKu yang saleh nikmat-nikmat yang belum dilihat mata, belum pernah didengar telinga dan belum pernah terlintas dalam hati manusia. (Riwayat asy-Syaikhan, Ahmad dan Ibnu Majah dari Abu Hurairah)\nDemikianlah Allah memberi balasan kepada hamba-Nya yang saleh yang beriman dan bertakwa dengan nikmat serta karunia yang tak terhingga.",
    "quraish": "Hasil dari perbuatan mereka itu adalah balasan Allah yang terbaik sebagai ganjaran perbuatan baik mereka dan karunia yang dilebihkan untuk mereka. Allah Swt. Mahaluas karunia-Nya. Dia akan memberi karunia yang besar kepada siapa yang dikehendaki-Nya. Tidak seorang pun yang dapat menghitung karunia-Nya tersebut.",
    "jalalayn": "(Dengan harapan supaya Allah memberi balasan kepada mereka dengan balasan yang lebih baik dari apa yang telah mereka kerjakan) maksudnya pahala yang baik, karena lafal Ahsan bermakna Hasan (dan supaya Allah menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa yang dikehendaki-Nya tanpa batas) jika dikatakan, Fulaanun Yunfiqu Bighairi Hisabin, maka artinya, dia membelanjakan harta tanpa perhitungan lagi."
  },
  {
    "page": 355,
    "name": "An-Nur",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰٓى اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا وَّوَجَدَ اللّٰهَ عِنْدَهٗ فَوَفّٰىهُ حِسَابَهٗ ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ۙ",
    "translation": "Dan orang-orang yang kafir, amal perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila (air) itu didatangi tidak ada apa pun. Dan didapatinya (ketetapan) Allah baginya. Lalu Allah memberikan kepadanya perhitungan (amal-amal) dengan sempurna dan Allah sangat cepat perhitungan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2830.mp3",
    "tafsir": "Pada ayat ini Allah memberikan perumpamaan bagi amal-amal orang kafir yang tampaknya baik dan besar manfaatnya seperti mendirikan panti asuhan bagi anak-anak yatim, rumah sakit atau poliklinik untuk mengobati orang-orang yang tidak mampu, menolong fakir miskin dengan memberikan pakaian dan makanan, mendirikan perkumpulan sosial atau yayasan, dan amal-amal sosial lainnya yang sangat dianjurkan oleh agama Islam dan dipandang sebagai amal yang besar pahalanya. Amal-amal orang-orang kafir itu meskipun besar faedahnya bagi masyarakat, tetapi amal mereka itu tidak ada nilainya di sisi Allah, karena syarat utama bagi diterimanya suatu amal ialah iman kepada-Nya dan tidak menyekutukan-Nya dengan suatu apa pun, apalagi menganggap makhluk-Nya baik yang bernyawa ataupun benda mati sebagai Tuhan yang diharapkan rahmat dan kasih sayangnya atau yang ditakuti murkanya. \nAllah menyerupakan amal-amal orang-orang kafir itu sebagai fatamorgana di padang pasir, tampak dari kejauhan seperti air jernih yang dapat melepaskan dahaga dan menyegarkan tubuh yang telah ditimpa terik matahari. Dengan bergegas-gegas orang yang melihatnya berjalan menuju arah fatamorgana itu, tetapi tatkala mereka sampai di sana, semua harapan itu sirna berganti dengan rasa kecewa dan putus asa karena yang dilihatnya seperti air jernih itu tidak lain hanyalah bayangan belaka. Mereka tidak hanya merasa kecewa dan putus asa, karena tidak mendapat minuman yang segar, tetapi mereka juga dihantui oleh nasib yang buruk karena di hadapan mereka telah menunggu penderitaan yang tidak tertangguhkan yaitu haus dan dahaga akibat ditimpa panasnya matahari sedang yang kelihatan di sekeliling mereka hanya pasir belaka yang luas tidak bertepi.\nDemikian halnya orang-orang kafir di akhirat nanti, mereka mengira bahwa amal mereka di dunia akan menolong dan melepaskan mereka dari kedahsyatan dan kesulitan di padang mahsyar, tetapi nyatanya semua itu tak ada gunanya sama sekali karena tidak dilandasi oleh iman, keikhlasan, dan kejujuran. Bukan saja mereka dikecewakan oleh harapan-harapan palsu, tetapi di hadapan mereka telah tersedia pula balasan atas segala dosa dan keingkaran mereka, yaitu neraka Jahanam yang amat panas dan menyala-nyala. Allah telah memberitahukan kepada mereka perhitungan amal mereka dan Malaikat Zabaniah telah siap sedia menggiring mereka ke neraka. Allah berfirman:\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan.(al-Furqan/25: 23)",
    "quraish": "Orang-orang kafir dan ingkar mengira bahwa mereka telah berbuat baik. Mereka juga menduga bahwa perbuatan baik mereka itu akan mendatangkan manfaat bagi mereka di hari kiamat. Tetapi dugaan mereka itu meleset. Perumpamaan perbuatan mereka yang salah dan tidak berarti itu adalah seperti kilauan yang muncul akibat jatuhnya sinar matahari pada siang hari di permukaan tanah yang rata (fatamorgana). Orang yang kehausan mengira itu adalah air, sehingga ketika dia mendatanginya, dia tidak mendapatkan sesuatu yang bermanfaat seperti yang dia kira. Demikianlah pada hari kiamat, amal perbuatan orang kafir akan menjadi seperti debu yang beterbangan. Orang kafir itu akan ditunggu oleh siksa Allah yang terjadi tanpa dikurangi sedikit pun. Tidak diragukan lagi, pembalasan Allah pasti datang. Perhitungan Allah amatlah cepat, tidak dilambatkan dan tidak pula salah(1). (1) Fatamorgana adalah peristiwa optis yang disebabkan oleh refleksi cahaya matahari oleh permukaan tanah lapang yang tidak banyak tumbuhan. Fatamorgana akan terjadi saat pantulan cahaya itu sedikit demi sedikit menjauhi permukaan bumi di siang hari, saat suhu udara naik, yang kemudian dapat ditangkap oleh mata orang yang memandangnya. Pada saat itu, bayangan matahari terlihat terbalik di permukaan bumi, hingga menyerupai cermin raksasa yang menghampar di atasnya, dan bayangan langit biru yang bersih terlihat di situ seperti danau. Bayangan-bayangan pepohonan pun terlihat terbalik pula hingga mengesankan adanya air. Dari keterangan singkat ini tampak oleh kita bahwa fatamorgana, sebagaimana dikatakan ayat ini, tidak lain hanyalah ilusi.",
    "jalalayn": "(Dan orang-orang yang kafir amal-amal mereka adalah laksana fatamorgana di tanah yang datar) lafal Qii'ah adalah bentuk jamak dari lafal Qaa'un, yakni padang sahara yang datar. Yang dimaksud dengan lafal Saraabun adalah pemandangan yang tampak di kala matahari sedang terik-teriknya yang rupanya mirip seperti air yang mengalir, atau lazim disebut fatamorgana (ia disangka) diduga (oleh orang yang kehausan) yaitu orang yang dahaga (air, tetapi bila didatanginya air itu dia tidak mendapatinya sesuatu apa pun) apa yang disangkanya itu, demikian pula halnya orang kafir, ia menduga bahwa amal kebaikannya seperti sedekah, yang ia sangka bermanfaat bagi dirinya, tetapi bila ia mati kemudian ia menghadap kepada Rabbnya, maka ia tidak mendapati amal kebaikannya itu. Atau dengan kata lain amalnya itu tidak memberi manfaat kepada dirinya. (Dan ia mendapatkan Allah di sisinya) yakni di sisi amalnya (lalu Allah memberikan kepadanya perhitungan amal-amal dengan cukup) Allah memberikan balasan amal perbuatannya itu hanya di dunia (dan Allah adalah sangat cepat perhitungan-Nya) di dalam memberikan balasan-Nya."
  },
  {
    "page": 355,
    "name": "An-Nur",
    "ayat": 40,
    "arab": "اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍ ࣖ",
    "translation": "Atau (keadaan orang-orang kafir) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang, di atasnya ada (lagi) awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya hampir tidak dapat melihatnya. Barangsiapa tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2831.mp3",
    "tafsir": "Pada ayat ini Allah memberi perumpamaan bagi amal orang-orang kafir dengan kegelapan yang hitam kelam yang berlapis-lapis sebagaimana kelamnya suasana di laut yang dalam di malam hari di mana ombak sambung-menyambung dengan hebatnya menambah kegelapan dalam laut itu, ditambah lagi dengan awan tebal yang hitam menutupi langit sehingga tidak ada sekelumit cahaya pun yang nampak. Semua bintang yang kecil maupun yang besar tidak dapat menampakkan dirinya ke permukaan laut itu karena dihalangi oleh awan tebal dan hitam itu. Tidak ada satu pun yang dapat dilihat ketika itu, sehingga apabila seseorang mengeluarkan tangannya di hadapan mukanya tangan itu tidak nampak sama sekali meskipun sudah dekat benar ke matanya. Demikianlah hitam kelamnya amal-amal orang kafir itu. Jangankan amal itu akan dapat menolong dalam menghadapi bahaya dan kesulitan di akhirat yang amat dahsyat itu, melihat amal itu saja pun mustahil, karena semua amal yang dikerjakannya tidak diterima dan tidak diridai oleh Allah karena akidahnya yang sesat dan ucapan-ucapan yang mengandung kesombongan atau tindakan mereka yang zalim.\nAl-hasan al-Basri berkata tentang hal ini, \"Orang kafir berada dalam tiga kegelapan, yaitu kegelapan akidah, kegelapan ucapan dan kegelapan amal perbuatan.\" Sedangkan Ibnu 'Abbas menyatakan, \"Kegelapan hati, penglihatan dan pendengarannya.\"\nDemikianlah keadaan orang-orang kafir, mereka berada dalam kegelapan yang pekat sekali, karena mereka sedikit pun tidak mendapat pancaran Nur Ilahi. Allah tidak akan memberikan kepada mereka pancaran Nur-Nya, karena itulah mereka selalu berada dalam kegelapan. Tidak ada pedoman yang dapat dijadikan pedoman karena memang mereka sudah sesat sangat jauh sekali tersesat dan tidak ada harapan lagi bagi mereka untuk kembali ke jalan yang benar sebagaimana firman-Nya:\nDan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki. (Ibrahim/14: 27)",
    "quraish": "Ini adalah perumpamaan lain dari perbuatan orang-orang kafir, yaitu seperti gelapnya laut yang luas dan dalam. Gelombangnya saling bertabrakan ketika terhempas, membuat lapisan-lapisan. Lalu gelombang tersebut ditutupi oleh awan tebal yang hitam pekat yang menghalangi cahaya. Inilah kegelapan yang bertumpuk-tumpuk. Tidak seorang pun penumpang kapal di laut yang dapat melihat tangannya meskipun didekatkan ke mata. Lalu dia terhenti bingung. Bagaimana mungkin dia dapat melihat sesuatu dan terbebas dari kebingungan tanpa adanya cahaya yang meneranginya dalam perjalanan dan melindunginya dari kebinasaan. Begitu pulalah amal perbuatan orang-orang kafir yang tidak akan bermanfaat sama sekali. Mereka tidak akan keluar dari kebutaan dan kesesatan mereka. Diri mereka juga tidak akan selamat kecuali dengan cahaya keimanan. Barangsiapa yang tidak direstui oleh Allah untuk mendapatkan cahaya keimanan, maka dia tidak mendapatkan cahaya yang akan menunjukinya kepada kebaikan dan jalan yang benar. Di samping itu, dia termasuk orang-orang yang binasa.",
    "jalalayn": "(Atau) amal perbuatan orang-orang kafir yang buruk (seperti gelap-gulita di lautan yang dalam) yakni laut yang amat dalam (yang diliputi oleh ombak di atasnya) di atas ombak itu (ada ombak pula, di atasnya lagi) maksudnya di atas ombak yang kedua itu (awan) yang mendung dan gelap; ini adalah (gelap-gulita yang tindih-menindih) yakni gelapnya laut, gelapnya ombak yang pertama, gelapnya ombak yang kedua, dan gelapnya mendung (apabila dia mengeluarkan) yakni orang yang melihatnya (tangannya) di dalam gelap-gulita yang sangat ini (tiadalah dia dapat melihatnya) artinya hampir saja ia tidak dapat melihat tangannya sendiri (dan barang siapa yang tiada diberi cahaya oleh Allah tiadalah dia mempunyai cahaya sedikit pun) maksudnya barang siapa yang tidak diberi petunjuk oleh Allah, niscaya ia tidak akan mendapatkan petunjuk."
  },
  {
    "page": 355,
    "name": "An-Nur",
    "ayat": 41,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ ",
    "translation": "Tidakkah engkau (Muhammad) tahu bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh, telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2832.mp3",
    "tafsir": "Pada ayat ini Allah mengarahkan pikiran Nabi Muhammad pada khususnya dan pikiran manusia pada umumnya untuk memperhatikan alam, baik di langit maupun di bumi agar dia menyadari bahwa di samping manusia sebagai makhluk Allah, ada bermacam-macam makhluk-Nya di alam ini. Bila diperhatikan pasti akan membawa kepada keyakinan akan kekuasaan Khaliknya dan kebijaksanaan-Nya mengatur segala sesuatu dengan rapi dan seimbang. Semua makhluk itu, walaupun tidak disadari oleh manusia tunduk patuh dan bertasbih menyucikan-Nya menurut segala ketentuan yang telah ditetapkan-Nya. Kalaulah ada sebuah bintang saja keluar dari garis edarnya dan tidak mematuhi tata tertib yang telah ditetapkan Allah, tentu akan terjadi benturan di antara bintang-bintang yang mengakibatkan rusaknya susunan alam atau tata surya yang harmonis dan hancurlah sebagian dari bintang-bintang itu dan tidak mustahil bumi kita akan terkena malapetaka besar sebagai dampaknya. Akan tetapi, ternyata tidak pernah ada kejadian seperti itu dan semua makhluk yakin bahwa Allah senantiasa menjaga semua tata tertib yang telah ditetapkan-Nya. \nAllah menyuruh manusia memperhatikan setiap makhluk-Nya yang kecil lagi lemah, yaitu burung yang dapat terbang melayang di udara dan kadang-kadang kelihatan seakan-akan dia berhenti sejenak di awang-awang tidak terpengaruh oleh gravitasi bumi. Firman Allah:\nTidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. (an-Nahl/16: 79)\n\nSetiap barang yang mempunyai berat pasti akan jatuh ke bumi. Tetapi burung-burung itu sekalipun demikian tetap bermain-main di udara dengan aman tanpa ada sedikit pun kekhawatiran akan jatuh ke bumi. Hal ini karena Allah telah mengatur bentuk burung-burung itu yang dilengkapi dengan sayap yang dapat dikembangkan dan dikatupkan. Dengan bentuk dan susunan seperti itu, burung dapat mengatasi gravitasi bumi terhadap sesuatu yang berbobot dan mempunyai berat. Kita tak dapat melihat bahwa burung-burung itu sedang menikmati karunia Allah baginya, bersyukur, dan bertasbih kepada Allah Penciptanya. \nBertasbih bagi makhluk selain manusia bukanlah seperti manusia bertasbih yaitu berzikir dengan menyebut nama Allah tetapi makhluk-makhluk itu ada cara-cara tertentu yang tidak dapat kita ketahui. Allah-lah Yang Maha Mengetahui bagaimana cara mereka bertasbih dan salat. Bila kita sadari bahwa semua makhluk Allah mulai dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya bertasbih menyucikan nama-Nya dan mensyukuri nikmat dan karunia-Nya, sungguh amat mengherankan mengapa di antara manusia yang telah dianugerahi akal pikiran dan perasaan, masih ingkar dan durhaka kepada-Nya. Masih ada di antara mereka yang menyembah selain-Nya dan menyekutukan-Nya dengan berhala atau benda-benda ciptaan-Nya. Mereka tidak pernah bertasbih kepada-Nya, menyucikan-Nya dan mensyukuri nikmat-Nya.\nAlangkah bodohnya orang-orang seperti itu padahal makhluk yang tidak berakal selalu bertasbih menyucikan nama Allah. Pada suatu ketika Nabi muhammad saw dengan rahmat Tuhannya mendengar batu kerikil di bawah telapak kakinya bertasbih kepada Allah. Pernah pula ketika Nabi Daud membaca Kitab Zabur dengan suara yang merdu Allah memerintahkan kepada gunung-gunung dan burung-burung supaya bertasbih bersama Nabi Dawud menyucikan nama-Nya seperti tersebut dalam firman-Nya:\nDan sungguh, Telah Kami berikan kepada Daud karunia dari Kami. (Kami berfirman), \"Wahai gunung-gunung dan burung-burung! Bertasbihlah berulang-ulang bersama Daud,\" dan Kami telah melunakkan besi untuknya, (Saba`/34: 10)",
    "quraish": "Wahai Rasul, tidakkah kamu yakin bahwa semua yang menetap di langit dan bumi tunduk kepada Allah Swt. Termasuk burung-burung juga tunduk kepada-Nya ketika sedang membentangkan sayapnya. Semua makhluk tersebut tunduk pada perintah dan aturan Allah. Mereka menyucikan-Nya dari sekutu dan segala sesuatu yang tidak pantas bagi-Nya. Semua makhluk ini--melalui wahyu--telah mengetahui kewajiban mereka untuk tunduk kepada Allah dan menyucikan-Nya serta melaksnakan tugas kehidupan. Di balik itu, Allah Maha Mengetahui salat, tasbih dan semua yang dilakukan hamba-hamba-Nya. Lalu bagaimana orang-orang itu tidak mempercayai-Nya?",
    "jalalayn": "(Tidakkah kamu melihat, bahwasanya Allah kepada-Nya bertasbih apa yang di langit dan di bumi) dan termasuk ke dalam pengertian bertasbih adalah salat (dan juga burung-burung) lafal Thair adalah bentuk jamak dari lafal Ath Thaair, yakni makhluk yang terbang antara bumi dan langit (dengan mengembangkan sayapnya) lafal Shaaffaatin adalah Hal atau kata keterangan keadaan dari burung-burung tadi, yaitu burung-burung itu membaca tasbih dengan mengembangkan sayapnya. (Masing-masingnya telah diketahui) oleh Allah (cara salat dan bertasbihnya, dan Allah Maha Mengetahui apa yang mereka kerjakan). Di dalam ungkapan ini, semuanya dianggap sebagai makhluk yang berakal."
  },
  {
    "page": 355,
    "name": "An-Nur",
    "ayat": 42,
    "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصِيْرُ",
    "translation": "Dan milik Allah-lah kerajaan langit dan bumi dan hanya kepada Allah-lah kembali (seluruh makhluk).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2833.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah yang mempunyai langit dan bumi, Dialah yang mengatur dan berkuasa atas segala yang ada di antara keduanya. Kepada-Nyalah nanti semua makhluk ciptaan-Nya akan kembali. Oleh sebab itu, hendaklah manusia tunduk dan patuh kepada-Nya dan selalu bersyukur memuji-Nya atas segala nikmat dan karunia-Nya. Hendaklah manusia memikirkan dan merenungkan kebesaran dan kekuasaan-Nya yang dapat dibuktikan dengan memperhatikan dan menganalisa ciptaan-Nya di langit dan di bumi.",
    "quraish": "Hanya Allahlah Pemilik kerajaan langit, bumi dan seisinya. Dialah Penguasa atasnya. Semuanya akan kembali kepada-Nya pada hari kiamat untuk diperhitungkan dan diberi balasan.",
    "jalalayn": "(Dan kepunyaan Allahlah kerajaan langit dan bumi) maksudnya perbendaharaan-perbendaharaan hujan, rezeki dan tumbuh-tumbuhan (dan kepada Allahlah kembali) semua makhluk."
  },
  {
    "page": 355,
    "name": "An-Nur",
    "ayat": 43,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجِيْ سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهٗ ثُمَّ يَجْعَلُهٗ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ وَيُنَزِّلُ مِنَ السَّمَاۤءِ مِنْ جِبَالٍ فِيْهَا مِنْۢ بَرَدٍ فَيُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ وَيَصْرِفُهٗ عَنْ مَّنْ يَّشَاۤءُۗ يَكَادُ سَنَا بَرْقِهٖ يَذْهَبُ بِالْاَبْصَارِ ۗ",
    "translation": "Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan keluar dari celah-celahnya dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2834.mp3",
    "tafsir": "Pada ayat ini Allah mengarahkan pula perhatian Nabi saw dan manusia agar memperhatikan dan merenungkan bagaimana Dia menghalau awan dengan kekuasaan-Nya dari satu tempat ke tempat lain kemudian mengumpulkan awan-awan yang berarak itu pada suatu daerah, sehingga terjadilah tumpukan awan yang berat berwarna hitam, seakan-akan awan itu gunung-gunung besar yang berjalan di angkasa. Dari awan ini turunlah hujan lebat di daerah itu dan kadang-kadang hujan itu bercampur dengan es. Bagi yang berada di bumi ini jarang sekali melihat awan tebal yang berarak seperti gunung, tetapi bila kita berada dalam pesawat akan terlihat di bawah pesawat yang kita tumpangi awan-awan yang bergerak perlahan itu memang seperti gunung-gunung yang menjulang di sana sini dan bila awan itu menurunkan hujan nampak dengan jelas bagaimana air itu turun ke bumi. Hujan yang lebat itu memberi rahmat dan keuntungan yang besar bagi manusia, karena sawah dan ladang yang sudah kering akibat musim kemarau, menjadi subur kembali dan berbagai macam tanaman tumbuh dengan subur sehingga manusia dapat memetik hasilnya dengan senang dan gembira.\nTetapi ada pula hujan yang lebat dan terus-menerus turun sehingga menyebabkan terjadinya banjir di mana-mana. Sawah ladang terendam bahkan kampung seluruhnya terendam, maka hujan lebat itu menjadi malapetaka bagi manusia dan bukan sebagai rahmat yang menguntungkan. Semua itu terjadi adalah menurut iradah dan kehendak-Nya. Sampai sekarang belum ada satu ilmu pun yang dapat mengatur perputaran angin dan perjalanan awan sehingga bisa mencegah banjir dan malapetaka itu. Di mana-mana terjadi topan dan hujan lebat yang membahayakan tetapi para ahli ilmu pengetahuan tidak dapat mengatasinya. Semua ini menunjukkan kekuasaan Allah, melimpahkan rahmat dan nikmat kepada siapa yang dikehendaki-Nya, dan menimpakan musibah dan malapetaka kepada siapa yang dikehendaki-Nya pula.\nMenurut para ilmuwan sains dan teknologi, persyaratan bagaimana hujan dapat turun, dimulai dari adanya awan yang membawa uap air. Awan ini disebut dengan awan cumulus. Gumpalan-gumpalan awan cumulus yang semula letaknya terpencar-pencar, akan \"dikumpulkan\" oleh angin. Pada saat awan sudah menyatu, akan terjadi gerakan angin yang mengarah ke atas dan membawa kumpulan awan ini, yang sekarang disebut awan cumulus nimbus, ke atas. Gerakan ke atas ini sampai dengan ketinggian (dan suhu) yang ideal, di mana uap air akan berubah menjadi kristal-kristal es. Pada saat kristal es turun ke bumi, dan suhu berubah menjadi lebih tinggi, mereka akan berubah menjadi butiran air hujan. \nDi antara keanehan alam yang dapat dilihat manusia ialah terjadinya kilat yang sambung menyambung pada waktu langit mendung dan sebelum hujan turun. Meskipun ahli ilmu pengetahuan dapat menganalisa sebab musabab kejadian itu, tetapi mereka tidak dapat menguasai dan mengendalikannya. Bukankah ini suatu bukti bagi kekuasaan Allah di alam semesta ini?",
    "quraish": "Tidakkah kamu lihat, wahai Muhammad, bahwa Allah menggiring awan melalui angin. Kemudian dikumpulkan antara satu dengan lainnya, sehingga menjadi bertumpuk. Lalu kamu lihat hujan turun melalui celah-celah awan. Dari kumpulan awan tebal yang menyerupai gunung,(1) Allah menurunkan embun. Embun itu turun seperti batu-batuan kecil yang turun kepada suatu kaum, yang manfaat dan bahayanya mereka rasakan sesuai dengan aturan dan kehendak Allah. Bisa saja embun itu tidak turun kepada kaum lain sesuai dengan kehendak Allah. Allah swt Maha Berdaya lagi Mahabebas menentukan pilihan. Kilauan kilat yang terjadi karena gesekan di atas awan hampir-hampir menghilangkan penglihatan karena teramat kerasnya. Segala fenomena alam tersebut adalah bukti kekuasaan Allah yang membuat manusia harus beriman kepada-Nya(2). (1) Kemiripan antara awan dan gunung tidak dapat dilihat kecuali jika seseorang berada di atas awan. Orang yang mengendarai pesawat yang terbang tinggi di atas awan, dapat melihat awan bagaikan gunung dan bukit. Jika pesawat terbang belum ditemukan pada zaman Rasulullah saw., ayat ini berarti menunjukkan bahwa al-Qur'ân benar-benar firman Allah Swt. Dialah yang Mahatahu segala sesuatu yang tinggi dan yang rendah. (2) Ayat ini telah mendahalui penemuan ilmiah modern tentang fase-fase pembentukan awan kumulus dan ciri-cirinya dan yang berkaitan dengan hal tersebut. Disebutkan bahwa awan yang menurunkan hujan dimulai dari atas awan yang berbentuk onggokan yang disebut kumulus, yaitu awan yang timbulnya ke atas. Puncak kumulus bisa mencapai 15 sampai 20 kilometer, hingga tampak seperti gunung yang tinggi. Dalam penemuan ilmu pengetahuan modern, kumulus yang menghasilkan hujan mengalami tiga fase: a. Fase kohorensi dan pertumbuhan, b. Fase penurunan hujan, dan c. Fase penghabisan. Di samping itu, awan kumulus inilah satu-satunya awan yang menghasilkan dingin dan mengandung aliran listrik. Kilat kadang-kadang dapat terjadi secara berturut-turut dan hampir berkesinambungan. Sekitar 40 pengosongan aliran listrik dalam satu menit--yang, karena cahayanya yang amat terang--dapat mengakibatkan kebutaan bagi orang yang melihatnya. Kasus ini sering terjadi pada pelaut dan penerbang yang menembus angin yang berguruh di lokasi-lokasi yang panas. Hal ini dapat membahayakan bagi perjalanan dan aktivitas penerbangan di tengah-tengah angin yang berguruh.",
    "jalalayn": "(Tidaklah kamu melihat bahwa Allah mengarak awan) menggiringnya secara lembut (kemudian mengumpulkan antara bagian-bagiannya) dengan menghimpun sebagiannya dengan sebagian yang lain, sehingga yang tadinya tersebar kini menjadi satu kumpulan (kemudian menjadikannya bertindih-tindih) yakni sebagiannya di atas sebagian yang lain (maka kelihatanlah olehmu air) hujan (keluar dari celah-celahnya) yakni melalui celah-celahnya (dan Allah juga menurunkan dari langit). Huruf Min yang kedua ini berfungsi menjadi Shilah atau kata penghubung (yakni dari gunung-gunung yang menjulang padanya) menjulang ke langit; Min Jibaalin menjadi Badal daripada lafal Minas Samaa-i dengan mengulangi huruf Jarrnya (berupa es) sebagiannya terdiri dari es (maka ditimpakannya es tersebut kepada siapa yang dikehendaki-Nya dan dipalingkan-Nya dari siapa yang dikehendaki-Nya. Hampir-hampir) hampir saja (kilauan kilat awan itu) yakni cahayanya yang berkilauan (menghilangkan penglihatan) mata yang memandangnya, karena silau olehnya."
  }
]