[
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 44,
    "arab": "يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ",
    "translation": "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2835.mp3",
    "tafsir": "Di antara hal-hal yang menunjukkan kekuasaan Allah ialah beralihnya siang menjadi malam dan malam menjadi siang. Para ahli falak, hanya dapat menganalisa sebab terjadinya malam di suatu daerah demikian pula siang. Hal ini berpangkal dari perjalanan matahari dan perputaran bumi. Tetapi mereka tidak mampu sama sekali untuk mengubah ketentuan dan ketetapan Allah. Mereka tidak dapat memperpanjang atau memperpendek siang atau malam di suatu daerah karena perputaran malam dan siang itu suatu ketentuan dari yang Mahakuasa. Semua ini seharusnya menjadi perhatian dan pelajaran bagi orang-orang yang berpikir bahwa manusia sebagai makhluk Allah, dengan ilmunya yang sedikit hanya dapat menganalisa kejadian-kejadian dalam alam ini tetapi mereka tidak dapat menguasainya karena kekuasaan yang sebenarnya ada di tangan Allah.\nMenurut saintis, penggantian siang ke malam secara optis (penglihatan) adalah pergeseran dari warna dari cahaya yang dilenturkan (diffracted) dari mula-mula cahaya kuning, ke jingga ke merah (menjelang waktu salat Isya) sampai ke infra merah pada waktu salat Isya. Setelah itu semakin larut malam, maka bumi dihujani oleh gelombang yang lebih pendek yang bisa membahayakan manusia. \nEfek dari berbagai gelombang dari sinar matahari dengan panjang gelombang yang makin pendek belum diketahui secara mendalam. Tetapi yang jelas bahwa gelombang yang sangat pendek, kearah gelombang X atau gelombang rontgen cukup berbahaya bagi tubuh manusia apalagi jika dayanya tinggi. Oleh karena itu dianjurkan manusia untuk tinggal di rumah dan beristirahat sesuai dengan tuntunan Al-Qur'an.",
    "quraish": "Panjang, pendek, permulaan dan penghabisan yang terjadi pada siang dan malam, diubah silih berganti oleh Allah berdasarkan perputaran orbit. Sesungguhnya pada yang demikian itu terdapat pelajaran bagi orang-orang yang berakal sehat dan jernih. Melalui itu semua mereka beriman kepada Allah.",
    "jalalayn": "(Allah mempergantikan malam dan siang) mendatangkan masing-masingnya sebagai pengganti dari yang lain. (sesungguhnya pada yang demikian itu) yakni pergantian ini (terdapat pelajaran) yang menunjukkan kebesaran-Nya (bagi orang-orang yang mempunyai penglihatan) bagi mereka yang memiliki penglihatan memandang kekuasaan Allah swt."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 45,
    "arab": "وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2836.mp3",
    "tafsir": "Pada ayat ini Allah mengarahkan perhatian manusia supaya memperhatikan hewan-hewan yang bermacam-macam jenis dan bentuknya. Dia telah menciptakan semua jenis hewan itu dari air. Ternyata memang air itulah yang menjadi pokok kehidupan hewan karena sebagian besar dari unsur-unsur yang terkandung dalam tubuhnya adalah air. Hewan tidak dapat bertahan hidup tanpa air. Di antara binatang-binatang itu ada yang melata, bergerak dan berjalan dengan perutnya seperti ular. Di antaranya ada yang berjalan dengan dua kaki dan ada pula yang berjalan dengan empat kaki, bahkan kita lihat pula di antara binatang-binatang itu yang banyak kakinya, tetapi tidak disebutkan dalam ayat ini karena Allah menerangkan bahwa Dia menciptakan apa yang dikehendaki-Nya bukan saja binatang-binatang yang berkaki banyak tetapi mencakup semua binatang dengan berbagai macam bentuk. Masing-masing binatang itu diberinya naluri, anggota tubuh, dan alat-alat pertahanan agar ia dapat menjaga kelestarian hidupnya. Ahli-ahli ilmu hewan merasa kagum memperhatikan susunan anggota tubuh masing-masing hewan itu sehingga ia dapat bertahan atau menghindarkan diri dari musuhnya yang hendak membinasakannya. Hal itu semua menunjukkan kekuasaan Allah, ketelitian dan kekukuhan ciptaan-Nya. Manusia bagaimana pun tinggi ilmu dan teknologinya tidak dapat menciptakan sesuatu seperti ciptaan Allah, sebagaimana disebut dalam firman-Nya:\n(Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan. (an- Naml/27: 88)\nMenurut ilmu sains dan teknologi, kaitan antara air dan kehidupan dapat diketahui di bawah ini: \n1.Air ditengarai sangat dekat dengan makhluk hidup, karena, khususnya untuk kebanyakan hewan, berasal dari cairan sperma. Diindikasikan bahwa keanekaragaman binatang \"datangnya\" dari air tertentu yang khusus (sperma) dan menghasilkan yang sesuai dengan ciri masing-masing binatang yang dicontohkan dalam ayat tersebut.\n2.Pengertian kedua mengenai air sebagai asal muasal kehidupan, diduga karena air merupakan bagian yang penting agar makhluk dapat hidup. Pada kenyataannya, memang sebagian besar bagian tubuh makhluk hidup terdiri atas air. Misal saja pada manusia, 70% bagian berat tubuhnya terdiri dari air. Manusia tidak dapat bertahan lama apabila 20% saja dari persediaan air yang ada di tubuhnya hilang. Akan tetapi, manusia masih dapat bertahan hidup selama 60 hari tanpa makan. Sedangkan mereka akan mati dalam waktu 3-10 hari tanpa minum. Juga diketahui bahwa air merupakan bahan pokok dalam pembentukan darah, cairan limpa, kencing, air mata, cairan susu dan semua organ lain yang ada di dalam tubuh manusia.\nBahwa semua kehidupan dimulai dari air. Air di sini lebih tepat bila diartikan sebagai laut. Teori modern tentang asal mula kehidupan belum secara mantap disetujui sampai sekitar dua atau tiga abad yang lalu. Sebelum itu, teori yang mengemuka adalah suatu konsep yang dikenal dengan nama \"spontaneous generation\". Dalam konsep ini dipercaya bahwa makhluk hidup itu ada dengan sendirinya dan muncul dari ketiadaan. Teori ini kemudian ditentang oleh beberapa ahli di sekitar tahun 1850-an, antara lain oleh Louis Pasteur.\nDimulai dengan penelitian yang dilakukan oleh Huxley, dan sampai penelitian masa kini, teori lain ditawarkan sebagai alternatif. Teori ini percaya bahwa kehidupan muncul dari rantai reaksi kimia yang panjang dan komplek. Rantai kimia ini dipercaya dimulai dari kedalaman lautan. Dugaan bahwa di lautlah mulainya kehidupan disebabkan karena kondisi atmosfer pada saat itu belum berkembang menjadi kawasan yang dapat dihuni makhluk hidup. Radiasi ultraviolet yang terlalu kuat akan mematikan setiap makhluk hidup yang ada di daratan. Diperkirakan, kehidupan baru bergerak menuju daratan pada 425 juta tahun yang lalu, saat lapisan ozon mulai terbentuk dan melindungi permukaan bumi dari radiasi ultraviolet.\nProtoplasma adalah dasar dari semua makhluk untuk dapat hidup. Sedangkan kerja dari protoplasma dalam menunjang kehidupan sangat bergantung pada kehadiran air. Kembali air menjadi segalanya.\nDari uraian ini peran air bagi kehidupan sangat jelas, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi kelangsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ) dan memulai kehidupan (terutama bagi kelompok hewan “ air tertentu yang khusus “ sperma).\nDi luar protoplasma, yang menjadi dasar terjadinya kehidupan, sebagian besar bagian tubuh mengandung air. Indikasi ini menyatakan bahwa walaupun hidup di daratan, semuanya masih berhubungan dengan tempat dimulainya kehidupan, yaitu lautan. Pada binatang bertulang belakang (binatang menyusui, burung, dan lain-lain), terlihat kaitannya dengan laut pada beberapa tahap perkembangan janin (embriologi). Beberapa organ sebagaimana dimiliki oleh ikan dimiliki oleh mereka.\nUraian di atas tampaknya menyetujui teori evolusi yang dikemukakan oleh Charles Darwin. Akan tetapi, perlu diberikan catatan di sini, bahwa Al-Qur'an tidak memberikan peluang khusus untuk mendukung teori evolusi. Walaupun semua ayat di atas memberikan indikasi yang tidak meragukan bahwa Allah menciptakan semua makhluk hidup dari air, masih banyak ayat lainnya yang menekankan akan Kekuasaan-Nya terhadap semua yang ada di alam semesta, seperti, antara lain, dua penggalan ayat 47 Surah Ali 'Imran/3 (\" ........ Ia hanya berkata \"jadilah\" maka .....\" ) dan Surah Fussilat/41:39.",
    "quraish": "Allah adalah Pencipta segala sesuatu dengan kehendak-Nya. Dia menciptakan semua jenis hewan dari asal yang sama yaitu air. Maka tidak satu pun hewan yang tidak memerlukan air. Kemudian dijadikanlah hewan-hewan itu bervariasi dari segi jenis, potensi dan perbedaan-perbedaaan lainnya. Maka sebagian dari hewan itu ada yang berjalan di atas perutnya seperti ikan, dan binatang merangkak lainnya. Sebagian lainnya berjalan di atas kedua kakinya seperti manusia dan burung. Ada pula jenis hewan yang berjalan di atas empat kaki seperti binatang-binatang. Allah menciptakan makhluk yang dikehendaki-Nya dengan cara bagaimana pun untuk menunjukkan kekuasaan dan pengetahuan-Nya. Dia adalah Zat yang berkehendak memilih dan Mahakuasa atas segala sesuatu(1). (1) Air yang dimaksud dalam ayat di atas adalah air kehidupan atau air yang mengandung anasir-anasir spermatozoa. Ayat ini tidak hanya mendahului ilmu pengetahuan dalam menerangkan kejadian manusia dari setetes air seperti disebut dalam ayat 5 dan 6 surat al-Thâriq, bahkan juga telah mendahului ilmu pengetahuan dalam menerangkan bahwa setiap makhluk hidup di atas bumi berkembang biak melalui sperma, meskipun bentuk dan ciri sperma yang ada pada masing-masing makhluk itu berbeda. Dari sudut pandang ilmu pengetahuan, ayat ini mengandung penafsiran ilmiah bahwa air merupakan sarana terpenting dalam kejadian setiap makhluk. Ambillah contoh, misalnya, kandungan air dalam tubuh manusia yang mencapai 70% dari berat tubuhnya. Ini berarti, seseorang yang mempunyai berat badan 70 kg, di dalam tubuhnya terkandung sekitar 50 kg air. Kejadian manusia dan besarnya kandungan air di dalam tubuh, sebagaimana disebutkan di atas, belum diketahui sebelum al-Qur'ân diturunkan. Bagi manusia, air lebih penting dari makanan. Seseorang mungkin dapat bertahan hidup selama 60 hari tanpa makan. Tetapi tanpa air, manusia diperkirakan hanya mampu bertahan 3 sampai 10 hari. Selain itu, air adalah asal mula terbentuknya darah, cairan limpa, cairan sumsum, kencing, air mata, air liur, air empedu, susu dan seluruh cairan yang ada di sendi. Airlah yang menyebabkan tubuh manusia menjadi lentur. Kalau saja tubuh seseorang kehilangan 20% air, maka ia tidak akan dapat bertahan hidup. Demikian pula, air dapat berfungsi melarutkan bahan-bahan makanan setelah dikunyah dan ditelan. Di samping itu ia juga dapat melarutkan sisa-sisa proses metabolisme melalui kencing dan keringat. Demikianlah, air menjadi bagian terbesar dan terpenting dalam tubuh manusia. Karena itu dapat dikatakan bahwa setiap makhluk hidup, sebagaimana dijelaskan ayat ini, diciptakan dari air.",
    "jalalayn": "(Dan Allah telah menciptakan semua jenis hewan) maksudnya makhluk hidup (dari air) yakni air mani (maka sebagian dari hewan itu ada yang berjalan di atas perutnya) seperti ulat dan binatang melata lainnya (dan sebagian berjalan dengan dua kaki) seperti manusia dan burung (sedangkan sebagian yang lain berjalan dengan empat kaki) seperti hewan liar dan hewan ternak. (Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Maha Kuasa atas segala sesuatu)."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 46,
    "arab": "لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2837.mp3",
    "tafsir": "Semua yang tersebut pada ayat-ayat sebelum ini menunjukkan kekuasaan Allah dan kesempurnaan ciptaan-Nya. Bagi ahli-ahli ilmu pengetahuan dalam segala bidang terbuka lapangan yang seluas-luasnya untuk meneliti dan menyelidiki berbagai macam ciptaan Allah, dan mengagumi bagaimana kukuh dan sempurnanya ciptaan itu. Sesungguhnya pada yang demikian itu terdapat bukti-bukti yang nyata tentang adanya Maha Pencipta, namun banyak juga di antara manusia walaupun ia mengagumi semua ciptaan Allah itu, tidak mengambil manfaat dari penelitiannya kecuali sekadar penelitian saja dan tidak membawanya kepada keimanan. Memang demikianlah halnya, karena Allah hanya menunjukkan siapa yang dikehendaki-Nya kepada jalan yang lurus.",
    "quraish": "Sesungguhnya melalui wahyu Kami telah menurunkan ayat-ayat yang menjelaskan berbagai macam hukum dan nasihat serta memberikan contoh-contoh. Allah merestui hamba-hamba-Nya yang siap menalar dan memanfaatkan itu semua untuk kebaikan.",
    "jalalayn": "(Sesungguhnya Kami telah menurunkan ayat-ayat yang menjelaskan) yaitu Alquran. (Dan Allah memimpin siapa yang dikehendaki-Nya kepada jalan) yakni tuntunan (yang lurus) yaitu agama Islam."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 47,
    "arab": "وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ",
    "translation": "Dan mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).”  Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2838.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan ciri-ciri orang munafik, mereka selalu mengatakan kami beriman kepada Allah dan Rasul-Nya, tetapi mereka selalu mengerjakan hal-hal yang bertentangan dengan Islam dan tidak pernah patuh dan taat kepada hukum Allah dan Rasul-Nya. Sebenarnya mereka itu bukanlah orang-orang yang beriman. Iman mereka hanya di mulut saja, tetapi hati mereka tetap kafir, dan dipenuhi oleh kekotoran hawa nafsu. Bila ada sesuatu yang menguntungkan mereka, mereka berani bersumpah bahwa mereka benar-benar orang-orang yang beriman. Tetapi bila ada sesuatu yang merugikan dengan pernyataan beriman itu mereka lari berpihak kepada musuh-musuh Islam. Firman Allah:\nDan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2: 14)",
    "quraish": "Orang-orang munafik berkata, \"Kami telah beriman kepada Allah dan rasul dan kami telah mematuhi segala perintah keduanya.\" Ketika mereka diuji setelah mengatakan seperti itu, sebagian dari mereka enggan ikut bersama-sama kaum muslim melakukan kebaikan seperti berjihad dan lain sebagainya. Mereka bukanlah orang-orang yang beriman dengan tulus dan tidak pantas untuk disebut sebagai orang-orang Mukmin.",
    "jalalayn": "(Dan mereka berkata) maksudnya orang-orang munafik, (\"Kami telah beriman) Kami telah percaya (kepada Allah) dengan mengesakan-Nya (dan Rasul) yaitu Nabi Muhammad (dan Kami menaati\") apa yang telah ditetapkan oleh Allah dan Rasul-Nya. (Kemudian berpalinglah) memalingkan diri (sebagian dari mereka sesudah itu) dari apa yang telah ditetapkan oleh Allah dan Rasul-Nya (sekali-kali mereka itu bukanlah) orang-orang yang berpaling itu (orang-orang yang beriman) sejati, yang hati dan lisan mereka bersesuaian."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 48,
    "arab": "وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ",
    "translation": "Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2839.mp3",
    "tafsir": "Di antara sifat-sifat orang-orang munafik itu, bila mereka dipanggil untuk menerima ketetapan Allah dan Rasul-Nya mereka berpaling tak mau menerima ketetapan itu. Mereka lebih senang menerima ketetapan siapa pun selain Allah dan Rasul-Nya asal saja ketetapan itu menguntungkan mereka. Mereka tegas-tegas menolak ketetapan Allah dan Rasul-Nya walaupun ketetapan itu nyata-nyata berdasarkan keadilan dan kebenaran dan dikuatkan pula oleh bukti-bukti yang jelas. Dalam ayat lain Allah berfirman menjelaskan sifat orang munafik itu.\nTidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya. Dan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa`/4: 60-61)",
    "quraish": "Di antara ihwal mereka, jika diminta untuk berperkara di hadapan Rasul sesuai dengan yang telah diturunkan oleh Allah, kemunafikan sebagian mereka tampak. Mereka menolak pengadilan jika mengetahui bahwa kebenaran ada di pihak lawan.",
    "jalalayn": "(Dan apabila mereka dipanggil kepada Allah dan Rasul-Nya) yang menyampaikan kepada mereka (agar Rasul menghukum/mengadili di antara mereka, tiba-tiba sebagian dari mereka berpaling) menolak untuk datang memenuhi seruan Rasul."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 49,
    "arab": "وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ",
    "translation": "Tetapi, jika kebenaran di pihak mereka, mereka datang kepadanya (Rasul) dengan patuh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2840.mp3",
    "tafsir": "Di antara sifat-sifat orang-orang munafik itu, bila mereka dipanggil untuk menerima ketetapan Allah dan Rasul-Nya mereka berpaling tak mau menerima ketetapan itu. Mereka lebih senang menerima ketetapan siapa pun selain Allah dan Rasul-Nya asal saja ketetapan itu menguntungkan mereka. Mereka tegas-tegas menolak ketetapan Allah dan Rasul-Nya walaupun ketetapan itu nyata-nyata berdasarkan keadilan dan kebenaran dan dikuatkan pula oleh bukti-bukti yang jelas. Dalam ayat lain Allah berfirman menjelaskan sifat orang munafik itu.\nTidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya. Dan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa`/4: 60-61)",
    "quraish": "Adapun jika mereka tahu bahwa kebenaran ada di pihak mereka, dengan segera mereka mendatangi Rasul agar memutuskan perkara di antara mereka dan lawan mereka.",
    "jalalayn": "(Tetapi jika keputusan itu untuk kemaslahatan mereka, mereka mau datang kepada Rasul dengan patuh) dengan segera dan penuh ketaatan."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 50,
    "arab": "اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ",
    "translation": "Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2841.mp3",
    "tafsir": "Kemudian Allah mengemukakan pertanyaan mengenai sebab-sebab yang menjadikan orang-orang munafik itu bersifat demikian. Apakah karena memang dalam hati mereka ada penyakit sehingga mereka selalu ragu terhadap segala putusan yang merugikan mereka walaupun bukti-bukti dan dalil-dalil menguatkan putusan itu? Ataukah memang mereka pada dasarnya ragu-ragu terhadap kerasulan dan kenabian Muhammad saw. Ataukah mereka khawatir Allah dan Rasul-Nya akan berlaku zalim terhadap mereka? Itulah akhlak, tingkah laku, dan sifat-sifat mereka. Sifat-sifat orang yang telah sesat, tidak mau menerima kebenaran bila akan merugikan mereka. Itulah sifat-sifat orang-orang kafir yang telah tersesat. Mereka itulah orang-orang yang zalim yang suka merugikan orang lain dan zalim pula terhadap diri mereka sendiri.",
    "quraish": "Mengapa mereka bersikap seperti itu dalam berperkara di hadapan Rasul? Apakah itu karena diri mereka menderita kebutaan sehingga mereka tidak tunduk kepada keputusanmu yang benar? Atau karena mereka ragu bahwa Muhammad saw. dapat berlaku adil dalam berkeputusan? Itu semua tidaklah beralasan sama sekali. Merekalah sebenarnya orang-orang yang menzalimi diri mereka dan orang lain, karena kekafiran, kemunafikan dan keberpalingan mereka dari kebenaran.",
    "jalalayn": "(Apakah di dalam hati mereka ada penyakit) yakni kekafiran (atau karena mereka ragu-ragu) mereka meragukan kenabiannya (ataukah karena mereka takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka?) di dalam peradilan, yakni mereka diperlakukan secara aniaya di dalamnya. Tidak (sebenarnya, mereka itulah orang-orang yang zalim) karena mereka berpaling dari peradilan itu."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 51,
    "arab": "اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "translation": "Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2842.mp3",
    "tafsir": "Orang-orang yang benar-benar beriman apabila diajak bertahkim kepada Allah dan Rasul-Nya, mereka tunduk dan patuh menerima putusan, baik putusan itu menguntungkan atau merugikan mereka. Mereka yakin dengan sepenuh hati tidak merasa ragu sedikit pun bahwa putusan itulah yang benar, karena putusan itu adalah putusan Allah dan Rasul-Nya. Tentu putusan siapa lagi yang patut diterima dan dipercayai kebenaran dan keadilannya selain putusan Allah dan Rasul-Nya? Demikianlah sifat-sifat orang-orang yang beriman benar-benar percaya kepada Allah dan Rasul-Nya dan yakin sepenuhnya bahwa Allah Yang Mahabenar dan Mahaadil.",
    "quraish": "Sesungguhnya jawaban yang tepat dari orang-orang Mukmin yang benar jika dipanggil untuk berperkara sesuai dengan ketentuan Allah dan Rasul-Nya, adalah berkata dengan sikap tunduk dan menerima, \"Kami telah mendengar panggilanmu, wahai Muhammad, dan kami menerima keputusanmu.\" Mereka itu akan menjadi orang-orang yang beruntung di dunia dan akhirat.",
    "jalalayn": "(Sesungguhnya jawaban orang-orang Mukmin, bila mereka dipanggil kepada Allah dan Rasul-Nya agar Rasul mengadili di antara mereka) maka jawaban yang pantas mereka katakan (ialah ucapan, \"Kami mendengar dan Kami patuh\") yakni mengiakan secara spontan. (Dan mereka) sejak saat itu (adalah orang-orang yang beruntung) artinya orang-orang yang selamat di dunia dan akhirat."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 52,
    "arab": "وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
    "translation": "Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2843.mp3",
    "tafsir": "Siapa yang menaati semua perintah Allah dan menjauhi semua larangan-Nya karena meyakini bahwa mengerjakan perintah Allah itulah yang akan membawa kepada kebahagiaan hidup di dunia dan di akhirat, meninggalkan semua larangan-Nya, akan menjauhkan mereka dari bahaya dan malapetaka di dunia dan di akhirat dan selalu bertakwa kepada-Nya, dan berbuat baik terhadap sesama manusia, maka mereka itu termasuk golongan orang-orang yang mencapai keridaan Ilahi dan bebas dari segala siksaan-Nya di akhirat.",
    "quraish": "Barangsiapa taat kepada Allah, rela menerima perintah Rasulullah, takut kepada Zat Allah Yang Mahatinggi, serta selalu merasakan kehadiran Allah dan menjauhi murka-Nya, mereka itu adalah orang-orang yang mendapatkan keberuntungan berupa rida Allah, kecintaan-Nya dan kenikmatan surga. Mereka beruntung mendapatkan kebaikan yang tidak terbatas.",
    "jalalayn": "(Dan barang siapa yang taat kepada Allah dan Rasul-Nya dan takut kepada Allah) merasa takut kepada-Nya (dan bertakwa kepada-Nya) dapat dibaca Wayattaqih dan Wayattaqhi, yakni dengan menaati-Nya (maka mereka adalah orang-orang yang mendapat kemenangan) yaitu mendapat surga."
  },
  {
    "page": 356,
    "name": "An-Nur",
    "ayat": 53,
    "arab": "۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
    "translation": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), “Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2844.mp3",
    "tafsir": "Pada ayat ini Allah kembali menerangkan tingkah laku orang-orang munafik yaitu mereka dengan mudah mengucapkan janji-janji yang muluk-muluk dan diperkuat dengan sumpah, tetapi tidak pernah mereka tepati. Mereka bersumpah dengan menyebut nama Allah bahwa bila mereka diminta untuk ikut berperang bersama orang-orang mukmin mereka pasti akan ikut dan tidak akan menolak, bagaimana pun keadaan dan situasi mereka dan tidak akan memikirkan apa yang akan terjadi dalam peperangan itu, seakan-akan mereka yakin benar bahwa perintah berperang itu adalah untuk kepentingan bersama dan untuk menegakkan agama Allah. Tetapi Allah mengetahui apa yang tersimpan dalam hati mereka, bahwa mereka bila benar-benar diajak untuk berperang melawan musuh, mereka akan mencari dalih dan alasan agar mereka tidak ikut pergi dan tinggal saja di Medinah. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad saw agar melarang mereka bersumpah, karena sumpah seperti itu berat resikonya. Mereka tidak perlu bersumpah karena Allah sudah mengetahui bahwa ketaatan dan kepatuhan mereka hanya di mulut saja dan tidak timbul dari hati nurani yang bersih. Senada dengan ayat ini Allah berfirman:\nMereka akan bersumpah kepadamu, agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik. (at-Taubah/9: 96)\n\nDan firman-Nya:\nDan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu). (at-Taubah/9: 56)\nOleh karena itu Allah mengingatkan mereka terhadap sumpah palsu yang mereka ucapkan itu dan mengancam akan menimpakan balasan yang setimpal atas perbuatan mereka yang jahat itu, dan menjelaskan bahwa Dia mengetahui segala tingkah laku mereka dan niat jahat mereka serta tipu daya yang mereka atur untuk menipu kaum Muslimin.",
    "quraish": "Orang-orang munafik bersumpah menggunakan nama Allah dengan sekuat-kuatnya bahwa jika kamu, hai Muhammad, menyuruh mereka berperang bersamamu, mereka pasti mematuhinya. Katakanlah kepada mereka, \"Janganlah kalian bersumpah. Sebab yang kalian minta itu adalah sesuatu yang kalian ketahui dan tidak seorang pun dari kalian yang mengingkarinya. Pengetahuan tentang itu tidak bisa dinafikan dengan sumpah-sumpah palsu yang kalian lakukan. Allah Maha Mengetahui apa yang terjadi pada kalian, dan Dia akan membalas itu semua.\"",
    "jalalayn": "(Dan mereka bersumpah dengan nama Allah sekuat-kuat sumpah) dengan sekuatnya (jika kalian suruh mereka) untuk pergi berjihad (pastilah mereka akan pergi. Katakanlah!) kepada mereka (\"Janganlah kalian bersumpah, karena ketaatan yang diminta ialah ketaatan yang sebenarnya) maksudnya taat yang sebenarnya kepada Nabi adalah lebih baik daripada sumpah kalian yang tidak kalian tunaikan. (Sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan\") berupa ketaatan kalian secara lisan, padahal kalian bertentangan dalam prakteknya."
  }
]