[
  {
    "page": 357,
    "name": "An-Nur",
    "ayat": 54,
    "arab": "قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
    "translation": "Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2845.mp3",
    "tafsir": "Kemudian Allah memerintahkan lagi kepada Nabi Muhammad untuk mengatakan kepada mereka untuk taat kepada Allah dan Rasul-Nya dengan sungguh-sungguh. Jangan selalu berpura-pura beriman, tetapi perbuatan dan tingkah laku mereka bertentangan dengan kata-kata yang mereka ucapkan. Ini adalah sebagai peringatan terakhir kepada mereka. Bila mereka tetap juga berpaling dari kebenaran dan melakukan hal-hal yang merugikan perjuangan kaum Muslimin maka katakanlah kepada mereka bahwa dosa perbuatan mereka itu akan dipikulkan di atas pundak mereka sendiri dan tidak akan membahayakan Nabi dan kaum Muslimin sedikit pun. Mereka akan mendapat kemurkaan Allah dan siksaan-Nya. Bila mereka benar-benar taat dan keluar dari kesesatan dengan menerima petunjuk Allah dan Rasul-Nya niscaya mereka akan termasuk golongan orang-orang yang beruntung. Kewajiban Rasul hanya menyampaikan petunjuk dan nasihat. Menerima atau menolak adalah keputusan masing-masing, di luar tanggung jawab Rasul.",
    "quraish": "Katakan pula kepada mereka, \"Taatilah Allah dan Rasul dengan sebenar-benarnya. Buktikanlah ketaatan itu dengan amal perbuatan kalian. Jika orang-orang munafik itu enggan dan tidak mematuhinya, maka sesungguhnya Muhammad ditugaskan oleh Allah hanya untuk menyampaikan risalah-Nya. Dia tidak ditugaskan untuk memberikan hidayah kepada mereka. Kewajiban kalian adalah melaksanakan dan mematuhi apa yang telah dibebankan Allah kepada kalian. Kalian akan diberi hukuman jika terus melakukan maksiat. Dan jika kalian mematuhi Rasul, maka kalian akan mendapatkan petunjuk kepada kebaikan. Kewajiban Rasul hanyalah sekedar menyampaikan secara jelas, baik kalian menaatinya maupun melanggarnya. Dan dia sudah menyampaikan itu semua.\"",
    "jalalayn": "(Katakanlah! \"Taatlah kepada Allah dan taatlah kepada Rasul dan jika kalian berpaling) dari taat kepadanya. Lafal Tawallau asalnya adalah Tatawallau; maksudnya pembicaraan ini ditujukan kepada mereka (maka sesungguhnya kewajiban Rasul itu adalah apa yang dibebankan kepadanya) yaitu menyampaikan risalah (dan kewajiban kamu sekalian adalah semata-mata apa yang dibebankan kepada kalian) yakni untuk taat kepadanya (dan jika kalian taat kepadanya, niscaya kalian mendapat petunjuk. Dan tidak lain kewajiban Rasul itu melainkan menyampaikan amanat Allah dengan terang\") yaitu secara jelas dan gamblang."
  },
  {
    "page": 357,
    "name": "An-Nur",
    "ayat": 55,
    "arab": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
    "translation": "Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh, Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2846.mp3",
    "tafsir": "Rabi` bin Anas pernah berkata mengenai ayat ini, \"Nabi Muhammad saw berada di Mekah selama sepuluh tahun menyeru orang-orang kafir Mekah kepada agama tauhid, menyembah Allah tanpa menyekutukan-Nya sedang orang-orang yang beriman selalu berada dalam ketakutan dan kekhawatiran. Mereka belum diperintah untuk berperang. Kemudian mereka diperintah hijrah ke Medinah. Setelah perintah itu dilaksanakan turunlah perintah untuk berperang. Mereka selalu dalam ketakutan dan kekuatiran, tetap menyandang senjata pagi dan petang, dan mereka tetap tabah dan sabar. Kemudian datanglah seorang sahabat menemui Nabi dan berkata, \"Ya Rasulullah apakah untuk selama-lamanya kita harus berada dalam kekhawatiran dan kewaspadaan ini? Kapanlah akan datang waktunya kita dapat merasa aman dan bebas dari memanggul senjata?\" Maka Rasulullah saw menjawab, \"Kamu tidak akan lama menunggu keadaan itu. Tidak lama lagi akan tiba waktunya di mana seseorang dapat duduk di suatu pertemuan besar yang tidak ada sepucuk senjata pun terdapat dalam pertemuan itu. Lalu turunlah ayat ini.\nAllah menjanjikan kepada orang-orang yang beriman dan beramal saleh akan menjadikan mereka berkuasa di muka bumi. Akan menjadikan agama mereka agama yang kokoh dan kuat, dan akan memberikan kepada mereka nikmat keamanan dan kesejahteraan. Itulah janji Allah dan janji itu adalah janji yang pasti terlaksana karena mustahil Allah memungkiri janji-Nya selama mereka berpegang teguh kepada perintah dan ajaran-Nya. Memang janji itu telah terlaksana dengan kemenangan beruntun yang dicapai kaum Muslimin di masa Nabi saw dan di masa Khulafa`urrasyidin dan sesudahnya. Di masa Nabi Muhammad, kaum Muslimin telah dapat menaklukkan kota Mekah, Khaibar, Bahrain dan seluruh Jazirah Arab.\nSesudah Nabi saw wafat dan pemerintahan dikendalikan oleh para sahabat (Khulafaurrasyidin) mereka selalu mengikuti jejak Rasulullah saw dalam segala urusan. Dengan demikian kekuasaan mereka meluas baik ke timur, ke barat, ke utara, maupun ke selatan, maka tersebarlah agama Islam dengan pesatnya sehingga dianut oleh penduduk negeri-negeri yang berhasil dikuasai tanpa paksaan dan ancaman. Mereka benar-benar menikmati keamanan dan kesejahteraan. Pemerintahan Islam benar-benar telah menjadi kuat, disegani oleh kawan dan lawan.\nAllah telah mengingatkan kaum Muslimin yang telah sukses mencapai kemenangan, keamanan dan kesejahteraan itu dengan firman-Nya:\nDan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Medinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur. (al-Anfal/8: 26)\n\nDemikianlah kaum Muslimin menjadi kuat dan disegani, menikmati keamanan dan kesejahteraan pada masa Khalifah Abu Bakar, Umar, Usman, sampai timbul pertentangan yang hebat antara kaum Muslimin pada masa pemerintahan Ali bin Abi thalib sehingga terjadi perang saudara antara sesama mereka padahal perang sesama Muslim itu sangat bertentangan dengan firman Allah:\nDan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103)\n\nDan firman-Nya:\nDan janganlah kamu menjadi seperti orang-orang yang bercerai berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Dan Mereka itulah orang-orang yang mendapat azab yang berat. (Ali 'Imran/3: 105)\n\nSemenjak itu terjadilah pasang surut dalam pemerintahan Islam. Pada satu waktu mereka jaya dan mulia dan pada waktu yang lain mereka lemah tak berdaya bahkan menjadi mangsa bagi kaum yang lain sesuai dengan keadaan dan kondisi mereka dalam mempraktekkan ajaran Islam, menaati perintah Allah dan Rasul-Nya, menegakkan keadilan dan kebenaran serta menjaga kesatuan umat agar jangan terpecah belah.",
    "quraish": "Secara tegas Allah telah menjanjikan sesuatu kepada orang-orang yang mempercayai kebenaran, tunduk kepadanya dan mengerjakan amal saleh. Yaitu, Dia akan menjadikan mereka sebagai pengganti orang-orang terdahulu yang mewarisi kekuasaan di muka bumi, seperti halnya orang-orang yang telah mendahului mereka. Allah juga akan meneguhkan bagi mereka agama Islam sebagai agama kepasrahan yang diridai-Nya. Dengan demikian, kalian menjadi memiliki wibawa dan kekuasaan. Begitu pula Allah akan mengganti keadaan mereka dari rasa takut menjadi rasa aman, sehingga kalian dapat beribadah dengan tenang dan tidak menyekutukan-Nya dengan suatu apa pun dalam beribadah. Barangsiapa memilih untuk kafir setelah datangnya janji yang benar ini, atau keluar dari agama Islam, sesungguhnya mereka itu adalah orang-orang yang fasik, ingkar dan membangkang.",
    "jalalayn": "(Dan Allah telah menjanjikan kepada orang-orang yang beriman di antara kalian dan mengerjakan amal-amal yang saleh, bahwa Dia sungguh-sungguh akan menjadikan mereka berkuasa di bumi) sebagai ganti dari orang-orang kafir (sebagaimana Dia telah menjadikan berkuasa) dapat dibaca Kamastakhlafa dan Kamastukhlifa (orang-orang yang sebelum mereka) sebagaimana yang dialami oleh kaum Bani Israel sebagai pengganti dari orang-orang yang lalim dan angkara murka (dan sungguh Dia akan meneguhkan bagi mereka agama yang telah diridai-Nya untuk mereka) yaitu agama Islam; seumpamanya Dia akan memenangkannya di atas agama-agama yang lain, kemudian Dia meluaskan bagi mereka daerah-daerah mereka dan mereka menjadi para pemiliknya (dan Dia benar-benar akan menukar keadaan mereka) dapat dibaca Takhfif yaitu menjadi walayubdilannahum, dapat pula dibaca Tasydid yaitu menjadi Walayubaddilannahum (sesudah mereka berada dalam ketakutan) dari perlakuan orang-orang kafir (menjadi aman sentosa) dan Allah telah menunaikan janji-Nya kepada mereka, yaitu memberikan kepada mereka apa yang telah disebutkan tadi, kemudian Dia memuji mereka melalui firman-Nya, (Mereka tetap menyembah-Ku dengan tiada mempersekutukan sesuatu apa pun dengan Aku) ayat ini merupakan jumlah Isti'naf atau kalimat baru, akan tetapi statusnya disamakan sebagai Illat. (Dan barang siapa yang tetap kafir sesudah janji itu) sesudah pemberian nikmat kepada mereka, yaitu keamanan tadi (maka mereka itulah orang-orang yang fasik) dan orang-orang yang mula-mula kafir sesudah itu adalah para pembunuh Khalifah Usman r.a. kemudian mereka menjadi orang-orang yang saling membunuh padahal sebelumnya mereka berteman."
  },
  {
    "page": 357,
    "name": "An-Nur",
    "ayat": 56,
    "arab": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ",
    "translation": "Dan laksanakanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2847.mp3",
    "tafsir": "Pada ayat ini Allah mengiringi janji akan mencapai kemenangan itu dengan perintah mendirikan salat, menunaikan zakat dan menaati Allah dan Rasul-Nya. Itulah syarat pertama untuk mencapai kemenangan dan memeliharanya. Kadang-kadang mencapai sesuatu tidaklah begitu berat, tetapi memelihara kelestarian apa yang telah dicapai itu lebih berat daripada mencapainya. Oleh sebab itu kaum Muslimin harus memperkuat diri dan memupuk pertahanan dengan tiga macam senjata yang sangat ampuh itu yaitu pertama menguatkan batin dengan selalu berhubungan dengan Yang Mahakuasa. Kedua zakat yang membersihkan diri dari sifat bakhil dan kikir, sehingga apabila tiba waktu untuk seseorang tidak segan mengorbankan harta, tenaga bahkan jiwanya. Ketiga taat dan patuh kepada Allah dan Rasul-Nya di mana segala tindak tanduknya disesuaikan dengan ajaran-Nya dan bila terdapat perbedaan pendapat hendaklah dikembalikan kepada hukum Allah dan Rasul-Nya. Itulah yang menjadi pedoman bagi segala gerak dan langkah. Dengan memenuhi ketiga syarat itu akan dapat dibina kekuatan umat dan ketahanannya terhadap segala bahaya yang mengancam dan kejayaan yang telah dicapai dapat dipertahankan dan dipelihara .",
    "quraish": "Laksanakanlah salat dengan segala rukun-rukunnya dengan penuh kekhusyukan dan kepasrahan, sehingga salat itu betul-betul dapat mencegah dari perbuatan keji dan mungkar. Berikanlah zakat kepada orang-orang yang berhak menerimanya. Taatilah Rasul dengan segala apa yang diperintahkannnya kepada kalian, sehingga kalian mempunyai harapan mendapat kasih sayang dan keridaan Allah.",
    "jalalayn": "(Dan dirikanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul, supaya kalian diberi rahmat) mudah-mudahan kalian diberi rahmat."
  },
  {
    "page": 357,
    "name": "An-Nur",
    "ayat": 57,
    "arab": "لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ",
    "translation": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2848.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan kepada Nabi Muhammad bahwa orang-orang kafir itu tidak akan dapat menghindarkan diri dari siksa Allah bila Allah menghendaki kebinasaan mereka atau keruntuhan kekuasaan mereka. Oleh sebab itu janganlah terlalu memperhitungkan kekuatan mereka selama kaum Muslimin tetap memelihara kondisi mereka dengan ketiga syarat yang dikemukakan pada ayat 56. Mereka pasti menemui akibat dari kedurhakaan dan keingkaran mereka baik di dunia maupun di akhirat. Di akhirat mereka akan ditempatkan dalam neraka Jahanam dan itu seburuk-buruk tempat kembali.",
    "quraish": "Wahai Muhammad, jangan kamu kira bahwa orang-orang kafir itu dapat menundukkan Allah untuk menimpakan azab karena dosa mereka, atau meneguhkan para penganut kebenaran di mana saja mereka berada. Sesungguhnya Dia Mahakuasa. Tempat kembali mereka pada hari kiamat adalah neraka. Itulah tempat kembali yang paling buruk.",
    "jalalayn": "(Janganlah kamu kira) dapat dibaca Tahsabanna dan Yahsabanna, yang menjadi Fa'il atau subyeknya adalah Rasulullah (bahwa orang-orang yang kafir itu dapat melemahkan) Kami (di bumi ini) yakni selamat dari azab Kami (sedangkan tempat tinggal mereka) yaitu tempat mereka kembali (adalah neraka. Dan sungguh sejelek-jelek tempat kembali adalah neraka) maksudnya tempat kembali yang paling buruk."
  },
  {
    "page": 357,
    "name": "An-Nur",
    "ayat": 58,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ الْعِشَاۤءِۗ ثَلٰثُ عَوْرٰتٍ لَّكُمْۗ  لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّۗ طَوَّافُوْنَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "translation": "Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan) yaitu, sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari, dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu. Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu; mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2849.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Abi hatim dari Muqatil Ibnu hayyan, bahwasannya seorang laki-laki dari kaum Ansar bersama istrinya Asma` binti Musyidah membuat makanan untuk Nabi Saw, kemudian Asma` berkata, \"Wahai Rasulullah, alangkah jeleknya ini. Sesungguhnya masuk pada (kamar) isteri dan suaminya sedang keduanya berada dalam satu sarung masing-masing dari keduanya tanpa izin, lalu turunlah ayat ini. \nSebagaimana kita ketahui, pada masa kini sebuah rumah biasanya terdiri atas beberapa kamar, dan tiap-tiap kamar ditempati oleh anggota keluarga dan orang lain yang ada di rumah itu. Ada kamar untuk kepala keluarga dan istrinya, ada kamar untuk anak-anak dan kamar untuk pembantu dan lain sebagainya. Biasanya masing-masing anggota keluarga dapat masuk ke kamar yang bukan kamarnya itu bila ada keperluan dan tidak perlu minta izin kepada penghuni kamar itu. Akan tetapi, Islam memberikan batas-batas waktu untuk kebebasan memasuki kamar orang lain. Maka para hamba sahaya, dan anak-anak yang belum balig tidak dibenarkan memasuki kamar orang tua atau kamar anggota keluarga yang sudah dewasa dan berkeluarga pada waktu-waktu yang ditentukan kecuali meminta izin lebih dahulu, seperti dengan mengetuk pintu dan sebagainya. Bila ada jawaban dari dalam \"Silahkan masuk\", barulah mereka boleh masuk. Waktu-waktu yang ditentukan itu ialah pertama pada waktu pagi hari sebelum salat Subuh, kedua pada waktu sesudah Zuhur, dan ketiga pada waktu sesudah salat Isya`. \nWaktu-waktu itu disebut dalam ayat ini \"aurat\", karena pada waktu-waktu itu biasanya orang belum mengenakan pakaiannya dan aurat mereka belum ditutupi semua dengan pakaian. Pada pagi hari sebelum bangun untuk salat subuh biasanya orang masih memakai pakaian tidur. Demikian pula halnya pada waktu istirahat sesudah zuhur dan istirahat panjang sesudah Isya`. Pada waktu-waktu istirahat seperti itu suami istri mungkin melakukan hal-hal yang tidak pantas dilihat oleh orang lain, pembantu, atau anak-anak. \nAdapun di luar tiga waktu yang telah ditentukan itu maka amat berat rasanya kalau diwajibkan meminta izin dahulu sebelum memasuki kamar-kamar itu, karena para pembantu dan anak-anak sudah sewajarnya bergerak bebas dalam rumah karena banyak yang akan diurus dan banyak pula yang perlu diambil dari kamar-kamar tersebut. Para pembantu biasa memasuki kamar untuk membersihkan kamar atau untuk mengambil sesuatu yang diperintahkan oleh tuan atau nyonya rumah dan demikian pula halnya dengan anak-anak.\nAllah menjelaskan adab sopan santun dalam rumah tangga yang harus dipatuhi dan dilaksanakan. Para ahli ilmu jiwa setelah mengadakan penelitian yang mendalam berpendapat bahwa anak-anak di bawah umur (sebelum balig) tidak boleh melihat hal-hal yang belum patut dilihatnya karena akan sangat besar pengaruhnya terhadap perkembangan jiwa mereka dan mungkin akan menimbulkan berbagai macam penyakit kejiwaan. Amat besar hikmah adab sopan santun ini bagi ketenteraman rumah tangga, dan memang demikianlah halnya karena adab ini diperintahkan oleh Allah Yang Maha Mengetahui dan Mahabijaksana.",
    "quraish": "Hai orang-orang beriman, perintahkanlah hamba sahaya dan anak-anak kalian yang belum balig agar tidak masuk keruangan kalian--kecuali setelah meminta izin--pada tiga waktu. Pertama, sebelum subuh. Kedua, waktu kalian menggunakan pakaian santai saat tidur siang. Dan ketiga, setelah salat isya ketika kalian bersiap-siap untuk tidur. Ketiga waktu itu adalah saat-saat kalian mengganti pakaian dari pakaian tidur ke pakaian waktu bangun, sehingga aurat (bagian tubuh) yang tidak pantas dapat terlihat. Selain waktu-waktu tersebut, tidak berdosa bagi kalian dan mereka untuk masuk tanpa izin. Karena biasanya pada selain waktu-waktu itu kalian keluar-masuk untuk memenuhi beberapa keperluan. Dengan penjelasan semacam ini, Allah menerangkan hukum-hukum. Allah Swt. Maha Mengetahui lagi Mahabijaksana. Dia mengetahui apa yang bermanfaat bagi hamba-hamba-Nya, memberikan ketentuan hukum yang sesuai dengan keadaan mereka dan akan memperhitungkan semua itu(1). (1) Ayat ini merupakan salah satu ayat yang mengarahkan manusia pada norma sosial dalam lingkungan keluarga. Keberadaan hamba sahaya (pembantu) dan anak-anak kecil di rumah, membuat mereka acapkali berkumpul dan bercampur baur. Terkadang, ada di antara mereka yang masuk ke ruangan yang lain tanpa izin pada waktu-waktu yang disebutkan dalam ayat di atas. Mengingat bahwa waktu-waktu tersebut adalah waktu-waktu untuk menyendiri, bebas sendirian dan melepas pakaian rutin yang digunakan ketika berkumpul, maka ayat ini mengharuskan orang-orang yang disebutkan dalam ayat untuk meminta izin masuk pada waktu-waktu tersebut, agar mereka tidak melihat apa yang dianggap rahasia dan tidak pantas dilihat. Karena hal itu merupakan aurat yang harus ditutup. Selain itu, ayat ini juga mengandung anjuran kepada anggota keluarga agar memakai pakaian yang pantas ketika bertemu satu sama lain, sehingga kehormatan, kebebasan, dan etika mereka terjaga. Demikianlah, al-Qur'ân sangatlah pantas mengatur hal-hal yang mengangkat harkat moral ke tingkat yang tinggi semacam ini.",
    "jalalayn": "(Hai orang-orang yang beriman, hendaklah meminta izin kepada kalian budak-budak yang kalian miliki) baik yang laki-laki maupun yang perempuan (dan orang-orang yang belum balig di antara kalian) maksudnya dari kalangan orang-orang yang merdeka dan belum mengetahui perihal kaum wanita (sebanyak tiga kali) yaitu dalam tiga waktu untuk seharinya (yaitu sebelum salat subuh dan ketika kalian menanggalkan pakaian luar kalian di tengah hari) yakni waktu salat Zuhur (dan sesudah salat Isyak. Itulah tiga aurat bagi kalian) kalau dibaca Rafa' menjadi Tsalaatsu 'Auraatin, berarti menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, dan sebelum Khabar terdapat Mudhaf, kemudian kedudukan Mudhaf yang diperkirakan itu diganti oleh Mudhaf ilaih yaitu lafal Tsalaatsun itu sendiri. Makna selengkapnya ialah, Ketentuan tersebut adalah tiga waktu yang ketiga-tiganya merupakan aurat bagi kalian. Jika dibaca Nashab menjadi Tsalaatsa Auraatin Lakum, dengan memperkirakan adanya lafal Auraatin yang dinashabkan, juga karena menjadi Badal secara Mahal dari lafal sebelumnya, kemudian Mudhaf ilaih menggantikan kedudukannya. Dikatakan demikian karena pada saat-saat tersebut, yaitu ketiga waktu itu, orang-orang membuka pakaian luar mereka untuk istirahat sehingga auratnya kelihatan. (Tidak ada atas kalian dan tidak pula atas mereka) atas budak-budak yang kalian miliki dan anak-anak kecil (dosa) untuk masuk menemui kalian tanpa izin (selain dari tiga waktu itu) yakni sesudah ketiga waktu tadi, sedangkan mereka (melayani kalian) meladeni kalian (sebagian kalian) yakni pelayan itu mempunyai keperluan (kepada sebagian yang lain) kalimat ini berkedudukan mengukuhkan makna sebelumnya. (Demikianlah) sebagaimana apa yang telah disebutkan tadi (Allah menjelaskan ayat-ayat bagi kalian) yakni menjelaskan hukum-hukum-Nya. (Dan Allah Maha Mengetahui) tentang semua urusan makhluk-Nya (lagi Maha Bijaksana) di dalam mengatur kepentingan mereka. Ayat yang menyangkut masalah meminta izin ini menurut suatu pendapat telah dinasakh. Akan tetapi menurut pendapat yang lain tidak dinasakh, hanya saja orang-orang meremehkan masalah meminta izin ini, sehingga banyak dari mereka yang tidak memakainya lagi."
  }
]