[
  {
    "page": 358,
    "name": "An-Nur",
    "ayat": 59,
    "arab": "وَاِذَا بَلَغَ الْاَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوْا كَمَا اسْتَأْذَنَ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
    "translation": "Dan apabila anak-anakmu telah sampai umur dewasa, maka hendaklah mereka (juga) meminta izin, seperti orang-orang yang lebih dewasa meminta izin. Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2850.mp3",
    "tafsir": "Bila anak-anak itu sudah mencapai usia balig maka mereka diperlakukan seperti orang dewasa lainnya, bila hendak memasuki kamar harus meminta izin lebih dahulu bukan pada waktu yang ditentukan itu saja tetapi untuk setiap waktu. Kemudian Allah mengulangi penjelasan-Nya bahwa petunjuk dalam ayat ini adalah ketetapan-Nya yang mengandung hikmah dan manfaat bagi keharmonisan dalam rumah tangga. Sesungguhnya Dia Maha Mengetahui segala sesuatu dan Mahabijaksana.",
    "quraish": "Jika anak-anak kalian telah baligh, mereka harus meminta izin terlebih dahulu untuk masuk ke setiap rumah di setiap waktu, seperti halnya orang-orang yang telah balig sebelum mereka. Dengan penjelasan semacam ini Allah menjelaskan kepada kalian ayat-ayat-Nya yang telah diturunkan. Allah swt Maha Mengetahui lagi Mahabijaksana. Dia mengetahui apa yang bermanfaat bagi hamba-hamba-Nya, memberikan ketentuan hukum yang sesuai dengan keadaan mereka dan akan meminta pertanggungjawaban itu semua.",
    "jalalayn": "(Dan apabila anak-anak kalian telah sampai) hai orang-orang yang merdeka (kepada usia balig, maka hendaklah mereka meminta izin) dalam semua waktu (seperti orang-orang yang sebelum mereka meminta izin) yakni orang-orang dewasa yang merdeka. (Demikianlah Allah menjelaskan ayat-ayat-Nya bagi kalian. Dan Allah Maha mengetahui lagi Maha Bijaksana)."
  },
  {
    "page": 358,
    "name": "An-Nur",
    "ayat": 60,
    "arab": "وَالْقَوَاعِدُ مِنَ النِّسَاۤءِ الّٰتِيْ لَا يَرْجُوْنَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجٰتٍۢ بِزِيْنَةٍۗ وَاَنْ يَّسْتَعْفِفْنَ خَيْرٌ لَّهُنَّۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
    "translation": "Dan para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak ingin menikah (lagi), maka tidak ada dosa menanggalkan pakaian (luar) mereka dengan tidak (bermaksud) menampakkan perhiasan; tetapi memelihara kehormatan adalah lebih baik bagi mereka. Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2851.mp3",
    "tafsir": "Bagi perempuan-perempuan yang sudah tua yang tidak lagi mempunyai keinginan bersenggama dan tidak lagi memiliki daya tarik diizinkan menanggalkan sebagian pakaiannya yang biasa dipakai perempuan untuk menutupi seluruh aurat seperti hauscoat (pakaian lapang yang menutupi seluruh badan) dan lain sebagainya. Tetapi tidak boleh membuka aurat yang biasa tertutup rapi seperti dada, betis, paha dan lain-lainnya. Bila perempuan tua itu tetap ingin berpakaian lengkap seperti biasa, maka hal itu lebih baik baginya. Bagaimanapun seorang perempuan meskipun telah tua lebih terhormat bila dia masih memperhatikan dan mementingkan apa yang baik dipakai baginya sebagai perempuan. Allah Maha Mendengar dan Maha Mengetahui semua tingkah laku hamba-Nya dan apa yang tersimpan dalam hatinya.",
    "quraish": "Wanita-wanita lanjut usia yang tidak berhasrat untuk menikah lagi, tidak berdosa bagi mereka jika tidak terlalu rapat dalam berpakaian dengan tidak menampakkan perhiasan berupa anggota tubuh yang diperintahkan oleh Allah untuk disembunyikan. Meskipun demikian, sikap 'iffah (menjaga diri) mereka untuk menutupnya secara sempurna lebih baik bagi mereka daripada membukanya. Allah Maha Mendengar perkataan mereka lagi Maha Mengetahui segala perbuatan dan niat mereka dan akan membalas itu semua.",
    "jalalayn": "(Dan perempuan-perempuan tua yang telah terhenti) dari haid dan dari mempunyai anak disebabkan telah lanjut umurnya (yang tiada ingin kawin lagi) bagi yang demikian itu (tiadalah atas mereka dosa menanggalkan pakaian mereka) yakni jilbab mereka, atau selendang mereka, atau penutup yang ada di atas kerudung mereka (dengan tidak bermaksud menampakkan) yakni menonjolkan (perhiasan)-nya yang tersembunyi seperti kalung, gelang tangan dan gelang kaki (dan berlaku terhormat) tidak melepaskannya (adalah lebih baik bagi mereka. Dan Allah Maha Mendengar) perkataan kalian (lagi Maha Mengetahui) apa yang tersimpan di dalam kalbu kalian."
  },
  {
    "page": 358,
    "name": "An-Nur",
    "ayat": 61,
    "arab": "لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓى اَنْفُسِكُمْ اَنْ تَأْكُلُوْا مِنْۢ بُيُوْتِكُمْ اَوْ بُيُوْتِ اٰبَاۤىِٕكُمْ اَوْ بُيُوْتِ اُمَّهٰتِكُمْ اَوْ بُيُوْتِ اِخْوَانِكُمْ اَوْ بُيُوْتِ اَخَوٰتِكُمْ اَوْ بُيُوْتِ اَعْمَامِكُمْ اَوْ بُيُوْتِ عَمّٰتِكُمْ اَوْ بُيُوْتِ اَخْوَالِكُمْ اَوْ بُيُوْتِ خٰلٰتِكُمْ اَوْ مَا مَلَكْتُمْ مَّفَاتِحَهٗٓ اَوْ صَدِيْقِكُمْۗ  لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَأْكُلُوْا جَمِيْعًا اَوْ اَشْتَاتًاۗ فَاِذَا دَخَلْتُمْ بُيُوْتًا فَسَلِّمُوْا عَلٰٓى اَنْفُسِكُمْ تَحِيَّةً مِّنْ عِنْدِ اللّٰهِ مُبٰرَكَةً طَيِّبَةً ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ",
    "translation": "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu, makan (bersama-sama mereka) di rumah kamu atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya atau (di rumah) kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) bagimu, agar kamu mengerti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2852.mp3",
    "tafsir": "Menurut kebiasaan orang Arab semenjak masa Jahiliah mereka tidak merasa keberatan apa-apa meskipun tanpa diundang di rumah kaum kerabat dan kadang-kadang mereka membawa serta famili yang cacat makan bersama-sama. Pada ayat ini telah disusun urutan kaum kerabat itu dimulai dari yang paling dekat, kemudian yang dekat bahkan termasuk pula pemegang kuasa atau harta dan teman-teman akrab, karena tidak jarang seorang teman dibiarkan di rumah kita tanpa diundang atau meminta izin lebih dahulu. Urutan susunan kaum kerabat itu adalah sebagai berikut:\n1. Yang paling dekat kepada seseorang ialah anak dan istrinya, tetapi dalam ayat ini tidak ada disebutkan anak dan istri karena cukuplah dengan menyebut \"di rumah kamu\" karena biasa seorang tinggal bersama anak dan istrinya. Maka di rumah anak istri tidak perlu ada izin atau ajakan untuk makan lebih dahulu, baru boleh makan. Demikian pula kalau anak itu telah mendirikan rumah tangga sendiri maka bapaknya boleh saja datang ke rumah anaknya untuk makan tanpa undangan atau ajakan, karena rumah anak itu sebenarnya rumah bapaknya juga karena Nabi Muhammad saw pernah bersabda: \"Engkau sendiri dan harta kekayaanmu adalah milik bapakmu.\" (Riwayat Ahmad dan Ashabus-Sunan)\n2. Ayah. Anak tidaklah perlu meminta izin lebih dahulu kepada bapak untuk makan, karena memang sudah menjadi kewajiban bagi bapak untuk menafkahi anaknya. Bila anak sudah berkeluarga dan berpisah rumah dengan bapaknya tidak juga perlu meminta izin untuk makan meskipun tidak tinggal lagi di rumah bapaknya.\n3. Ibu. Kita sudah mengetahui bagaimana kasih sayang seorang ibu terhadap anaknya. Walaupun anaknya sudah besar dan sudah beranak cucu sekalipun, namun kasih ibu tetap seperti sediakala. Benarlah pepatah yang mengatakan, \"kasih anak sepanjang penggalah dan kasih ibu sepanjang jalan.\" Tidaklah menjadi soal baginya bila anaknya makan di rumahnya tanpa ajakan, bahkan dia akan sangat bahagia melihat anaknya bertingkah laku seperti dahulu di kala masih belum dewasa.\n4. Saudara laki-laki. Hubungan antara seorang dengan saudaranya adalah hubungan darah yang tidak bisa diputuskan, meskipun terjadi perselisihan dan pertengkaran. Maka sebagai memupuk rasa persaudaraan di dalam hati masing-masing maka janganlah hendaknya hubungan itu dibatasi dengan formalitas etika dan protokol yang berlaku bagi orang lain. Alangkah akrabnya hubungan sesama saudara bila sewaktu-waktu seseorang datang ke rumah saudaranya dan makan bersama di sana.\n5. Saudara perempuan hal ini sama dengan makan di rumah saudara laki-laki.\n6. Saudara laki-laki ayah (paman).\n7. Saudara perempuan ayah (bibi).\n8. Saudara laki-laki dari ibu.\n9. Saudara perempuan dari ibu.\n10. Orang yang diberi kuasa memelihara harta benda seseorang.\n11. Teman akrab.\nDemikianlah Allah menyatakan janganlah seseorang baik yang memiliki maupun tidak memiliki cacat tubuh merasa keberatan untuk makan di rumah kaum kerabatnya selama kaum kerabatnya itu benar-benar tidak merasa keberatan atas hal itu, karena hubungan kerabat harus dipupuk dan disuburkan. Sedang hubungan dengan orang lain seperti dengan tetangga baik yang dekat maupun yang jauh harus dijaga sebaik-baiknya, apalagi hubungan dengan kaum kerabat.\nMeskipun demikian seseorang janganlah berbuat semaunya terhadap kaum kerabatnya apalagi bila kaum kerabatnya itu sedang kesulitan dalam rumah tangganya dan hidup serba kekurangan kemudian karena kita ada hubungan kerabat beramai-ramai makan di rumahnya. Rasa tenggang menenggang dan rasa bantu membantu haruslah dibina sebaik-baiknya. Bila kita melihat salah seorang kerabat dalam kekurangan hendaklah kaum kerabatnya bergotong royong menolong dan membantunya. Lalu Allah menerangkan lagi tidak mengapa seorang makan bersama-sama atau sendiri-sendiri.\nDiriwayatkan dari Ibnu 'Abbas, adh-ahhaq dan Qatadah bahwa ayat ini turun berkenaan dengan Bani Lais bin Amr bin Kinanah, mereka merasa keberatan sekali makan sendiri-sendiri. Pernah terjadi seseorang di antara mereka tidak makan sepanjang hari karena tidak ada tamu yang akan makan bersama dia. Selama belum ada orang yang akan menemaninya makan dia tidak mau makan. Kadang-kadang ada pula di antara mereka yang sudah tersedia makanan di hadapannya tetapi dia tidak mau menyentuh makanan itu sampai sore hari. Ada pula di antara mereka yang tidak mau meminum susu untanya padahal untanya sedang banyak air susunya karena tidak ada tamu yang akan minum bersama dia. Barulah apabila hari sudah malam dan tidak juga ada tamu dia mau makan sendirian.\nHatim Ath-thÂ±i seorang yang paling terkenal sangat pemurah mengucapkan satu bait syair kepada istrinya: \nApabila engkau memasak makanan, maka carilah orang yang akan memakannya bersamaku, karena aku tidak akan memakan makanan itu sendirian.\nMaka untuk menghilangkan kebiasaan yang mungkin tampaknya baik karena menunjukkan sifat pemurah pada seseorang, tetapi kadang-kadang tidak sesuai dengan keadaan semua orang, Allah menerangkan bahwa seseorang boleh makan bersama dan boleh makan sendirian.\nJanganlah seseorang memberatkan dirinya dengan kebiasaan makan bersama tamu, lalu karena tidak ada tamu dia tidak mau makan. Kemudian Allah menyerukan kepada setiap orang mukmin agar apabila dia masuk ke rumah salah seorang dari kaum kerabatnya, hendaklah dia mengucapkan salam lebih dahulu kepada seisi rumah itu, yaitu salam yang ditetapkan oleh Allah, salam yang penuh berkat dan kebaikan yaitu, \"Assalamu`alaikum warahmatullahi wabarakatuh.\" Dengan demikian karib kerabat yang ada di rumah itu akan senang dan gembira dan menerimanya dengan hati terbuka.\nAl-Hafiz, Abu Bakar al-Bazzar meriwayatkan bahwa Anas berkata: Rasulullah mengajarkan kepadaku lima hal. Rasulullah bersabda, \"Hai Anas! Berwudulah dengan sempurna tentu umurmu akan bertambah, beri salamlah kepada siapa yang kamu temui di antara umatku, tentu kebaikanmu akan bertambah banyak, apabila engkau memasuki rumahmu, ucapkanlah salam kepada keluargamu; tentu rumahmu itu akan penuh dengan berkah, kerjakanlah salat duha karena salat duha itu adalah salat orang-orang saleh di masa dahulu. Hai Anas sayangilah anak-anak dan hormatilah orang tua, niscaya engkau akan termasuk teman-temanku pada hari Kiamat nanti.\" \nDemikianlah Allah menerangkan ayat-Nya sebagai petunjuk bagi hamba-Nya, bukan saja petunjuk mengenai hal-hal yang besar, melainkan juga petunjuk mengenai hal-hal yang kecil. Semoga dengan mengamalkan petunjuk itu kita dapat memikirkan bagaimana baik dan berharganya petunjuk itu.",
    "quraish": "Orang-orang yang berhalangan--seperti orang buta, orang pincang dan orang sakit--tidak berdosa untuk makan di rumah anak-anak kalian. Demikian pula kalian, hai orang-orang yang sehat, tidak berdosa melakukan hal itu. Sebab rumah itu adalah juga rumah kalian. Begitu pula tidak berdosa untuk makan di rumah bapak, ibu, saudara laki-laki, saudara perempuan, saudara bapak yang laki-laki, saudara bapak yang perempuan, saudara ibu yang laki-laki dan saudara ibu kalian yang perempuan. Juga tidak berdosa makan di rumah yang dititipkan kepada kalian untuk diurus, atau di rumah kawan-kawan dekat selama tidak ada yang haram dilihat. Semua yang disebutkan di atas dibolehkan jika ada izin dari tuan rumah, baik langsung maupun tidak langsung. Tidak berdosa bagi kalian makan bersama-sama atau sendirian. Jika kalian memasuki suatu rumah, berilah salam kepada penghuninya yang merupakan bagian dari kalian, baik karena pertalian agama maupun karena hubungan kerabat. Mereka sama seperti kalian juga. Salam penghormatan ini adalah salam yang ditetapkan oleh Allah dan diberkati dengan pahala. Dengan cara seperti ini Allah menjelaskan ayat-ayat-Nya kepada kalian agar dapat menalar nasihat dan hukum yang terkandung di dalamnya, sehingga kalian paham dan kemudian mengerjakannya.",
    "jalalayn": "(Tidak ada dosa bagi orang buta, tidak pula bagi orang pincang, dan tidak pula bagi orang sakit) untuk makan bersama dengan orang-orang selain mereka (dan tidak pula) dosa (bagi diri kalian sendiri untuk makan bersama mereka di rumah kalian sendiri) yaitu di rumah anak-anak kalian (atau rumah bapak-bapak kalian, di rumah ibu-ibu kalian, di rumah saudara-saudara kalian yang laki-laki, di rumah saudara-saudara kalian yang perempuan, di rumah saudara-saudara bapak kalian yang laki-laki, di rumah saudara-saudara bapak kalian yang perempuan, di rumah saudara-saudara ibu kalian yang laki-laki, di rumah saudara-saudara ibu kalian yang perempuan, di rumah yang kalian miliki kuncinya) yang khusus kalian sediakan buat orang lain (atau - di rumah - kawan-kawan kalian) yang dimaksud dengan kawan adalah orang-orang yang benar-benar setia kepada kalian. Makna ayat ini ialah, bahwa kalian diperbolehkan makan dari rumah-rumah orang-orang yang telah disebutkan tadi, sekalipun para pemiliknya tidak hadir atau sedang tidak ada di rumah, jika memang kalian telah yakin akan kerelaan mereka terhadap sikap kalian itu (Tidak ada dosa bagi kalian makan bersama-sama mereka) yakni berbarengan dengan mereka (atau sendirian) tidak bersama-sama. Lafal Asytaatan ini adalah bentuk jamak dari kata Syatta, artinya sendiri-sendiri atau berpisah-pisah. Ayat ini diturunkan berkenaan dengan seseorang yang merasa berdosa jika ia makan sendirian. Jika ia tidak menemukan seseorang yang mau makan bersamanya, maka ia tidak mau memakan makanannya (maka apabila kalian memasuki rumah-rumah) milik kalian sendiri yang tidak ada penghuninya (hendaklah kalian memberi salam kepada diri kalian sendiri) katakanlah! \"Assalaamu 'Alainaa Wa Alaa `Ibaadillaahish Shaalihiin\" yang artinya, \"Keselamatan semoga dilimpahkan kepada diri kami dan hamba-hamba Allah yang saleh\". Karena sesungguhnya para Malaikatlah yang akan menjawab salam kalian itu. Jika ternyata di dalam rumah-rumah itu terdapat penghuninya, maka berilah salam kepada mereka (sebagai salam) lafal Tahiyyatan menjadi Mashdar artinya sebagai penghormatan (yang ditetapkan di sisi Allah, yang diberkati lagi baik) yakni diberi pahala bagi orang yang mengucapkannya. (Demikianlah Allah menjelaskan ayat-ayat-Nya bagi kalian) Dia merincikan tanda-tanda agama kalian (agar kalian memahaminya) supaya kalian mengerti hal tersebut."
  }
]