[
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 21,
    "arab": "۞ وَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا",
    "translation": "Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2876.mp3",
    "tafsir": "Orang-orang yang tidak percaya hari kebangkitan atau mengingkari hari Kiamat, di mana mereka akan dihadapkan ke hadirat Allah untuk diadili segala perbuatannya di dunia, dengan penuh kesombongan bertanya kenapa tidak diturunkan kepada mereka malaikat yang menjadi saksi atas kebenaran Muhammad sebagai nabi, untuk menghilangkan keraguan mereka tentang kebenaran wahyu yang diturunkan kepadanya. Jika hal itu sulit untuk dilaksanakan, mengapa mereka tidak langsung saja melihat Tuhan yang akan menerangkan kepada mereka bahwa Muhammad itu benar-benar diutus oleh-Nya untuk menyampaikan kabar gembira dan memberi peringatan. Jika yang demikian itu terlaksana, mereka mengatakan akan beriman kepada Muhammad. Ucapan demikian itu tidak lain hanyalah karena kesombongan mereka sendiri, dan karena kezaliman mereka dengan mendustakan seorang utusan Allah. \nMereka sama sekali tidak menghiraukan mukjizat nyata yang telah diperlihatkan oleh Rasulullah kepada mereka. Setiap orang yang berakal sehat pasti akan tercengang mendengar ucapan-ucapan mereka itu dan menganggapnya sebagai ucapan orang yang tidak berakal. Seandainya Allah mengabulkan keinginan itu, mereka tetap tidak akan beriman kepada Allah dan rasul-Nya, sebagaimana tercantum dalam firman Allah:\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\n21. Ayat ini menjelaskan tentang alasan lainnya yang dibuat-buat kaum musyrik Mekah karena keengganan mereka beriman kepada Nabi Muhammad. Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami di akhirat karena keingkaran mereka terhadap adanya hari akhir, atau karena ketidaktakutan mereka terhadapnya, mereka berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita dalam wujudnya yang nyata, yang memberitahukan tentang kebenaran Nabi Muhammad, atau mengapa kita tidak melihat Tuhan kita? dengan mata kepala kita yang juga memberitahukan tentang kebenaran Nabi Muhammad.\\\" Permintaan-permintaan tersebut jelas mengada-ada, sama dengan apa yang dilakukan Bani Israil dahulu. Hal itu jelas muncul dari hati mereka yang penuh kedengkian. Sungguh, mereka telah me-nyombongkan diri mereka karena terbujuk oleh hawa nafsu. Mereka meng-anggap bahwa merekalah yang lebih mulia, baik karena kekayaan atau kedudukan mereka di masyarakat. Dan mereka benar-benar telah melampaui batas dalam melakukan kezaliman. Demikianlah jika hati telah tertutup oleh kekafiran, semua kebenaran yang ada di hadapan, walau sudah terang benderang, tidak diacuhkan sama sekali.",
    "quraish": "Orang-orang yang mengingkari kebangkitan dan tidak memperkirakan balasan perbuatan mereka itu mengatakan, \"Mengapa tidak turun malaikat kepada kami untuk mendukungmu atau Tuhan menampakkan dirinya di depan kami untuk memberitahukan bahwa Dia telah mengutusmu?\" Sesungguhnya diri mereka telah sombong. Mereka telah melampaui batas dalam kezaliman dan kesombongan mereka.",
    "jalalayn": "(Berkatalah orang-orang yang tidak menanti-nanti pertemuannya dengan Kami,) yakni orang-orang yang tidak takut kepada adanya hari berbangkit dan hari pembalasan (\"Mengapakah tidak) (diturunkan kepada kita malaikat) yang menjadi Rasul-rasul kepada kita (atau mengapa kita tidak melihat Rabb kita?\") kemudian kita diberi tahu, bahwa Muhammad adalah Rasul-Nya. Lalu Allah berfirman, (\"Sesungguhnya mereka memandang besar) merasa besar (tentang diri mereka dan mereka telah melampaui batas) berlaku sangat kurang ajar (dengan kelewat batas yang sangat besar) disebabkan mereka berani meminta melihat Allah swt. di dunia. Lafal 'Atauw dengan memakai huruf Wau sesuai dengan kata asalnya, berbeda dengan lafal 'Ataa yang huruf akhirnya telah diganti menjadi Ya, seperti dalam surah Maryam."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 22,
    "arab": "يَوْمَ يَرَوْنَ الْمَلٰۤىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْرًا مَّحْجُوْرًا ",
    "translation": "(Ingatlah) pada hari (ketika) mereka melihat para malaikat, pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, “Hijran mahjura.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2877.mp3",
    "tafsir": "Pada ayat ini dijelaskan keadaan orang-orang kafir dan musyrik ketika berjumpa dengan malaikat di akhirat. Malaikat yang mereka inginkan sebagai rasul di dunia, atau sebagai saksi dari kebenaran kenabian Muhammad, akan mereka temui di akhirat. Namun demikian, pertemuan itu tidak seperti yang mereka harapkan karena mereka tidak akan mendengar kabar gembira dari para malaikat itu, baik berupa ampunan dari dosa, atau perintah masuk surga. Mereka hanya mendengar perkataan yang sangat menyakitkan hati, yaitu hijran mahjuran, yang berarti \"(surga) haram dan diharamkan bagi mereka\". Ucapan malaikat itu dianggap sangat menyakitkan, karena biasa diucapkan orang Arab ketika mendapatkan kesulitan.\nAdapun orang-orang mukmin disambut baik oleh para malaikat yang datang menyongsong mereka dan memberi kabar gembira untuk masuk surga. Hal ini digambarkan dalam firman Allah:\nSesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah,\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" (Fussilat/41: 30)",
    "quraish": "Pada hari kiamat, mereka akan melihat malaikat seperti yang mereka inginkan. Peristiwa itu justru membuat mereka lari dan bukan menjadi berita gembira. Mereka memohon perlindungan Allah dari para malaikat seperti halnya mereka memohon perlindungan dari segala yang mengejutkan mereka di dunia.",
    "jalalayn": "(Pada hari mereka melihat Malaikat) di antara makhluk-makhluk Allah yang lainnya, yaitu pada hari kiamat. Lafal Yauma dinashabkan oleh lafal Udzkur, yang keberadaannya diperkirakan sebelumnya; maksudnya, ingatlah pada hari mereka melihat Malaikat (di hari itu tidak ada kabar gembira bagi orang-orang yang berdosa) yakni orang-orang kafir, berbeda keadaannya dengan orang-orang Mukmin, bagi mereka kabar gembira yaitu mendapatkan surga (dan mereka berkata: 'Hijran mahjuuran'\") sebagaimana kebiasaan mereka di dunia apabila mereka tertimpa kesengsaraan, artinya: lindungilah kami di tempat perlindungan. Mereka pada hari itu meminta perlindungan kepada Malaikat. Kemudian Allah berfirman,"
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 23,
    "arab": "وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا ",
    "translation": "Dan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2878.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan sebab-sebab kemalangan dan kerugian orang kafir. Allah akan memperlihatkan segala perbuatan yang mereka anggap baik yang pernah dikerjakan selama hidup di dunia, seperti silaturrahim, menolong orang yang menderita, memberikan derma untuk meringankan bencana alam, memberi bantuan kepada rumah sakit dan yatim piatu, membebaskan atau menebus tawanan, dan sebagainya. Sebanyak apa pun kebaikan mereka, tidak akan memperoleh imbalan apa pun di sisi Allah. Mereka hanya dapat memandang kebaikan itu tanpa dapat mengambil manfaatnya sedikit pun. Kebaikan-kebaikan mereka itu lalu dijadikan Allah bagaikan debu yang beterbangan di angkasa karena tidak dilandasi iman yang benar kepada Allah. Mereka hanya bisa duduk termenung penuh dengan penyesalan. Itulah yang mereka rasakan sebagai akibat kekafiran dan kesombongan mereka.",
    "quraish": "Pada hari kiamat akan Kami beberkan perbuatan mereka yang berbentuk kebaikan dan kebaktian di dunia. Kemudian Kami hapuskan semua itu dan mereka tidak Kami beri pahala. Sebabnya adalah karena mereka tidak beriman. Padahal keimanan itulah yang membuat suatu amal perbuatan dapat diterima.",
    "jalalayn": "(\"Dan Kami hadapi) kami hadapkan (segala amal yang mereka kerjakan) amal kebaikan seperti sedekah, menghubungkan silaturahmi, menjamu tamu dan menolong orang yang memerlukan pertolongan sewaktu di dunia (lalu Kami jadikan amal itu bagaikan debu yang beterbangan.\") amal perbuatan mereka tidak bermanfaat sama sekali pada hari itu, tidak ada pahalanya sebab syaratnya tak terpenuhi, yaitu iman, akan tetapi mereka telah mendapatkan balasannya selagi mereka di dunia."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 24,
    "arab": "اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا ",
    "translation": "Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2879.mp3",
    "tafsir": "Berbeda dengan nasib orang-orang yang disebut di atas, orang-orang yang beriman menjadi penghuni surga di akhirat. Mereka mendapatkan tempat tinggal yang jauh lebih baik dibandingkan dengan tempat kediaman kaum musyrikin di dunia yang selalu mereka jadikan lambang kemegahan dan kemewahan. Tempat kediaman ahli surga merupakan tempat istirahat yang paling nyaman. Kenikmatan di dunia hanya sementara karena hanya dapat dirasakan selama hidup di dunia dan kesenangannya pun bisa memperdaya, seperti tersebut dalam firman Allah.\nSetiap yang bernyawa akan merasakan mati. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Barang siapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya. (ali 'Imran/3: 185).",
    "quraish": "Para penghuni surga, di hari kiamat, mendapatkan tempat tinggal dan tempat beristirahat yang terbaik. Sebab tempat itu adalah surga yang disediakan untuk orang-orang Mukmin, bukan neraka yang disiapkan untuk orang-orang kafir.",
    "jalalayn": "(Penghuni-penghuni surga pada hari itu) di hari kiamat (paling baik tempat tinggalnya) lebih baik daripada tempat tinggal orang-orang kafir sewaktu di dunia (dan paling indah tempat istirahatnya) lebih indah daripada tempat istirahat mereka sewaktu di dunia. Lafal Maqiila artinya tempat untuk beristirahat di tengah hari yang panas. Kemudian dari pengertian ini dapat diambil kesimpulan makna tentang selesainya masa perhitungan amal perbuatan, yaitu di waktu tengah hari, hanya memakan waktu setengah hari, seperti yang telah disebutkan di dalam hadis."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 25,
    "arab": "وَيَوْمَ تَشَقَّقُ السَّمَاۤءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰۤىِٕكَةُ تَنْزِيْلًا ",
    "translation": "Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2880.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Muhammad untuk menjelaskan kepada kaumnya kedahsyatan hari Kiamat. Ketika itu, langit akan pecah, dan semua benda angkasa yang berada di dalamnya akan hancur bagaikan kabut yang beterbangan, akibat benturan planet-planet dan bintang-bintang yang tidak lagi mengorbit menurut ketentuannya masing-masing, sebagaimana dijelaskan dalam firman Allah:\nDan langit pun dibukalah, maka terdapatlah beberapa pintu, dan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an-Naba'/78: 19-20)\n\nApabila langit terbelah; dan apabila bintang-bintang jatuh berserakan; dan apabila lautan dijadikan meluap; dan apabila kuburan-kuburan dibongkar; (maka) setiap jiwa akan mengetahui apa yang telah dikerjakan dan yang dilalaikan(nya). (al-Infithar/82: 1-5)\n\nPada hari yang dahsyat itu, malaikat diturunkan secara bergelombang sambil membawa kitab-kitab yang berisi catatan semua amal hamba-hamba Allah yang mereka saksikan dan catat ketika di dunia. Kitab-kitab itu menjadi bahan bukti ketika mereka diadili Allah di Padang Mahsyar.\nMenurut para ilmuwan, ayat ini, seperti banyak ayat lainnya dalam Al-Qur'an, menegaskan adanya kejadian-kejadian astronomis yang luar biasa kedahsyatannya yang akan terjadi pada hari Kiamat. Semuanya menunjukkan adanya kerusakan dan kehancuran secara menyeluruh dalam sistem yang mengaitkan bagian-bagian dari alam semesta. Termasuk perubahan total dalam kedudukan, bentuk, dan kaitan-kaitan antar elemen dalam semesta jagad raya ini. Suatu gambaran akhir dan perubahan total yang tidak hanya terjadi di bumi, tetapi juga mencakup keseluruhan benda-benda langit yang ada di alam semesta ini. Bintang-bintang 'berjatuhan, saling bertabrakan, karena rusaknya (hilangnya) gaya gravitasi, langit pecah-belah dan planet-planet saling berbenturan dan berhamburan. \nKabut putih menggambarkan semua benda-benda langit yang jumlahnya triliunan, seolah terlihat seperti kabut. Kala itu benda-benda langit tersebut \"melejit\" keluar dari langit seperti didesak dari dalam oleh tekanan besar yang memaksa mereka keluar dari \"balon\" langit. Bintang, planet, dan benda langit lainnya tak ubahnya seperti debu yang kecil dan ringan “ yang tidak mempunyai kekuatan apa-apa. Keseimbangan dan keteraturan antar komponen sistem dalam semesta pada saat itu sudah tidak ada lagi. Benda-benda langit saling berbenturan dan meledak. Bisa jadi kabut putih pun adalah awan-awan yang terkumpul dari uap-uap yang dihasilkan dari ledakan-ledakan tersebut.",
    "quraish": "Ingatlah, wahai Nabi, hari ketika langit pecah dan terbuka. Kemudian dari celah-celahnya keluar kabut putih dan secara pasti malaikat turun.",
    "jalalayn": "(Dan ingatlah di hari ketika langit pecah) yaitu semua langit (mengeluarkan kabut) seraya mengeluarkan kabut yang berwarna putih (dan diturunkan Malaikat) dari setiap lapisan langit (bergelombang-gelombang) pada hari kiamat itu. Dinashabkannya lafal Yauma karena pada sebelumnya diperkirakan ada lafal Udzkur. Menurut qiraat yang lain lafal Tasyaqqaqu dibaca Tasysyaqqaqu dengan ditasydidkannya huruf Syin yang diambil dari asal kata Tatasyaqqaqu. Kemudian huruf Ta yang kedua diganti menjadi Syin lalu diidgamkan kepada Syin yang kedua sehingga menjadi Tasysyaqqaqu. Sedangkan menurut qiraat yang lainnya lagi lafal Nuzzila dibaca Nunzilu dan lafal Al Malaaikatu dibaca Al Malaaikata, sehingga bacaan lengkapnya menurut qiraat ini menjadi Nunzilul Malaaikata, artinya, Kami menurunkan Malaikat-malaikat."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 26,
    "arab": "اَلْمُلْكُ يَوْمَىِٕذِ ِۨالْحَقُّ لِلرَّحْمٰنِۗ وَكَانَ يَوْمًا عَلَى الْكٰفِرِيْنَ عَسِيْرًا ",
    "translation": "Kerajaan yang hak pada hari itu adalah milik Tuhan Yang Maha Pengasih. Dan itulah hari yang sulit bagi orang-orang kafir. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2881.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa kerajaan yang benar dan sejati pada hari Kiamat adalah milik Allah, sedangkan kerajaan-kerajaan yang pernah ada di dunia tidak ada yang abadi.\nMilik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (al-Mu'min/40: 16)\n\nSebagai pemilik kerajaan yang sejati, Allah Maha Pemurah, Maha Pengasih, dan Mahaadil ketika mengadili para hamba-Nya terutama yang beriman dan patuh melaksanakan perintah-Nya. Sebaliknya bagi orang kafir, hari akhirat merupakan hari yang sangat sulit, karena tuhan-tuhan yang menjadi sembahan mereka tidak dapat memberi syafaat atau pertolongan. Berbagai kesukaran yang mereka hadapi itu membuat mereka putus asa. Situasi yang dihadapi orang-orang kafir digambarkan dalam Al-Qur'an:\nDan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi. (Yunus/10: 54)",
    "quraish": "Pada hari itu kepemilikan dan pengakuan manusia menjadi terputus. Kepemilikan saat itu hanya berada di tangan Allah. Hari itu menjadi hari yang sangat sulit bagi orang-orang kafir.",
    "jalalayn": "(Kerajaan yang hak pada hari itu adalah kepunyaan Allah Yang Maha Pemurah) tiada seorang pun yang menyaingi-Nya dalam hal ini. (Dan adalah) hari itu (satu hari yang penuh kesukaran bagi orang-orang kafir) berbeda dengan keadaan orang-orang yang beriman."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 27,
    "arab": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُوْلُ يٰلَيْتَنِى اتَّخَذْتُ مَعَ الرَّسُوْلِ سَبِيْلًا ",
    "translation": "Dan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, “Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2882.mp3",
    "tafsir": "Pada hari itu, orang-orang yang zalim akan menggigit jari mereka dengan penuh penyesalan karena telah melalaikan kewajiban-kewajibannya selama hidup di dunia. Dengan sombong, mereka telah berpaling dari kebenaran yang dibawa oleh utusan Allah kepada mereka. Mereka menangis tersedu-sedu menyesali diri seandainya dulu ketika hidup di dunia mereka mengikuti ajakan Rasulullah kepada jalan yang lurus yang membawa keselamatan dunia dan akhirat. Mereka berkata dengan penuh penyesalan, \"Seandainya aku di dunia dulu mengikuti Muhammad, bersama-sama beliau menuju jalan yang benar. Andaikan aku dulu dapat menahan kesombongan sehingga dengan tulus ikhlas memeluk agama Islam, niscaya aku tidak merasakan kesulitan ini.\" Hanya sayang penyesalan itu tidak berguna lagi. \nMereka menyesal karena keliru mencari kawan. Ini kecelakaan dan kebinasaan yang besar. \"Seandainya aku dulu tidak menjadikan si fulan itu teman akrabku, tentu dia tidak dapat menjerumuskan aku ke dalam kesesatan.\" Memang yang menjerumuskan manusia ke dalam kecelakaan dan kesesatan itu ada kalanya setan sendiri atau setan yang berbentuk manusia, seperti seorang musyrik Arab yang bernama Ubay bin Khalaf.\nPersahabatan 'Uqbah bin Abi Mu'aith dengan Ubay bin Khalaf sangat berpengaruh baginya. 'Uqbah bin Abi Mu'aith sering menghadiri pengajian Nabi Muhammad sehingga menjadi kenalan yang baik. Pada suatu hari, ia mengundang Nabi Muhammad untuk makan di rumahnya. Ketika itu, Nabi tidak mau makan kecuali jika 'Uqbah bin Abi Mu'aith mau masuk Islam, lalu 'Uqbah membaca dua kalimat syahadat.\nNamun sahabat 'Uqbah bin Abi Mu'aith yang bernama Ubay bin Khalaf tidak senang dan marah kepadanya. 'Uqbah bin Abi Mu'aith lalu mengatakan bahwa ia masuk Islam hanya pura-pura saja. Ubay bin Khalaf menyuruh agar 'Uqbah bin Abi Mu'aith meludahi wajah Nabi Muhammad. Hal itu lalu dilakukannya ketika beliau sedang melaksanakan salat di Dar an-Nadwah, dekat Baitullah. 'Uqbah bin Abi Mu'aith mematuhi apa yang dikehendaki sahabatnya. Demikianlah akibat persahabatan dengan orang yang tidak baik akan membawa akibat yang tidak baik pula. \nNabi Muhammad memberi pedoman agar selalu mencari sahabat atau teman akrab yang baik. Sabda beliau:\nSeseorang akan mengikuti perilaku temannya, maka perhatikanlah siapa temanmu. (Riwayat Abu Dawud dan at-Tirmidzi dari Abu Hurairah)\n\nDan sabda Rasulullah saw:\nPerumpamaan teman duduk yang baik dan yang jahat ialah seperti pembawa minyak kasturi dan pandai besi. Pembawa minyak kasturi itu adakalanya kamu menerima atau membeli minyak daripadanya. Dan paling sedikit kamu mendapatkan bau harum daripadanya. Adapun pandai besi kadang-kadang ia membakar pakaianmu (karena semburan apinya) atau kamu menjumpai bau yang tidak sedap.\" (Riwayat asy-Syaikhan dari Abu Musa al-Asy'ari).",
    "quraish": "Pada hari kiamat, orang yang menzalimi dirinya dengan kekafiran dan melanggar para rasul menggigit kedua tangannya dengan penuh penyesalan. Dengan berangan-angan mereka berkata, \"Aduhai kiranya dulu aku mengikuti para rasul sehingga aku menelusuri jalan menuju surga dan menjauhi jalan menuju neraka.\"",
    "jalalayn": "(Dan ingatlah hari ketika itu orang yang zalim) orang musyrik, yaitu Uqbah bin Mu'ith yang pernah membaca dua kalimat syahadat, kemudian ia menjadi murtad demi mengambil hati Ubay bin Khalaf (menggigit dua tangannya) karena menyesal dan kecewa, di hari kiamat (seraya berkata, \"Aduhai!) huruf Ya menunjukkan makna penyesalan (Kiranya dahulu aku mengambil bersama Rasul) yakni Nabi Muhammad (jalan) petunjuk."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 28,
    "arab": "يٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا ",
    "translation": "Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2883.mp3",
    "tafsir": "Pada hari itu, orang-orang yang zalim akan menggigit jari mereka dengan penuh penyesalan karena telah melalaikan kewajiban-kewajibannya selama hidup di dunia. Dengan sombong, mereka telah berpaling dari kebenaran yang dibawa oleh utusan Allah kepada mereka. Mereka menangis tersedu-sedu menyesali diri seandainya dulu ketika hidup di dunia mereka mengikuti ajakan Rasulullah kepada jalan yang lurus yang membawa keselamatan dunia dan akhirat. Mereka berkata dengan penuh penyesalan, \"Seandainya aku di dunia dulu mengikuti Muhammad, bersama-sama beliau menuju jalan yang benar. Andaikan aku dulu dapat menahan kesombongan sehingga dengan tulus ikhlas memeluk agama Islam, niscaya aku tidak merasakan kesulitan ini.\" Hanya sayang penyesalan itu tidak berguna lagi. \nMereka menyesal karena keliru mencari kawan. Ini kecelakaan dan kebinasaan yang besar. \"Seandainya aku dulu tidak menjadikan si fulan itu teman akrabku, tentu dia tidak dapat menjerumuskan aku ke dalam kesesatan.\" Memang yang menjerumuskan manusia ke dalam kecelakaan dan kesesatan itu ada kalanya setan sendiri atau setan yang berbentuk manusia, seperti seorang musyrik Arab yang bernama Ubay bin Khalaf.\nPersahabatan 'Uqbah bin Abi Mu'aith dengan Ubay bin Khalaf sangat berpengaruh baginya. 'Uqbah bin Abi Mu'aith sering menghadiri pengajian Nabi Muhammad sehingga menjadi kenalan yang baik. Pada suatu hari, ia mengundang Nabi Muhammad untuk makan di rumahnya. Ketika itu, Nabi tidak mau makan kecuali jika 'Uqbah bin Abi Mu'aith mau masuk Islam, lalu 'Uqbah membaca dua kalimat syahadat.\nNamun sahabat 'Uqbah bin Abi Mu'aith yang bernama Ubay bin Khalaf tidak senang dan marah kepadanya. 'Uqbah bin Abi Mu'aith lalu mengatakan bahwa ia masuk Islam hanya pura-pura saja. Ubay bin Khalaf menyuruh agar 'Uqbah bin Abi Mu'aith meludahi wajah Nabi Muhammad. Hal itu lalu dilakukannya ketika beliau sedang melaksanakan salat di Dar an-Nadwah, dekat Baitullah. 'Uqbah bin Abi Mu'aith mematuhi apa yang dikehendaki sahabatnya. Demikianlah akibat persahabatan dengan orang yang tidak baik akan membawa akibat yang tidak baik pula. \nNabi Muhammad memberi pedoman agar selalu mencari sahabat atau teman akrab yang baik. Sabda beliau:\nSeseorang akan mengikuti perilaku temannya, maka perhatikanlah siapa temanmu. (Riwayat Abu Dawud dan at-Tirmidzi dari Abu Hurairah)\n\nDan sabda Rasulullah saw:\nPerumpamaan teman duduk yang baik dan yang jahat ialah seperti pembawa minyak kasturi dan pandai besi. Pembawa minyak kasturi itu adakalanya kamu menerima atau membeli minyak daripadanya. Dan paling sedikit kamu mendapatkan bau harum daripadanya. Adapun pandai besi kadang-kadang ia membakar pakaianmu (karena semburan apinya) atau kamu menjumpai bau yang tidak sedap.\" (Riwayat asy-Syaikhan dari Abu Musa al-Asy'ari).",
    "quraish": "Dengan nada menyesal karena mengikuti orang-orang yang menyesatkan, mereka berkata, \"Aduhai kiranya aku tidak menjadikan Polan sebagai teman yang Engkau jadikan pemimpinku.",
    "jalalayn": "(Kecelakaan besar bagiku) huruf Alif dari lafal Yaa Wailataa merupakan pergantian Ya Idhafah, asalnya adalah Yaa Wailatii maknanya alangkah binasanya aku (kiranya aku dahulu tidak menjadikan si Polan itu) yakni Ubay bin Khalaf yang dijilatnya tadi (teman akrab)."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 29,
    "arab": "لَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا ",
    "translation": "sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2884.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa orang-orang kafir itu berkata, \"Seseorang telah menyesatkan aku dari ajaran Al-Qur'an dan dari beriman kepada Muhammad setelah petunjuk itu datang kepadaku.\" Adalah kebiasaan setan menipu manusia dan me-malingkannya dari kebenaran dan tidak mau menolong manusia yang telah disesatkannya itu.",
    "quraish": "Sesungguhnya si Polan itu telah menjauhkan kami dari mengingat Allah dan al-Qur'ân, padahal hal itu sangat mudah bagi kami.\" Demikianlah setan menaklukkan manusia dan menjerumuskannya ke jurang kehancuran.",
    "jalalayn": "(Sesungguhnya dia telah menyesatkan aku dari peringatan) Alquran (sesudah peringatan itu datang kepadaku\") karena dialah yang menjadikan aku murtad dan tidak beriman lagi kepada Alquran. Kemudian Allah berfirman, (\"Dan adalah setan itu terhadap manusia) yang kafir (selalu membuat kecewa.\") karena ia akan meninggalkannya begitu saja, cuci tangan bilamana manusia tertimpa malapetaka."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 30,
    "arab": "وَقَالَ الرَّسُوْلُ يٰرَبِّ اِنَّ قَوْمِى اتَّخَذُوْا هٰذَا الْقُرْاٰنَ مَهْجُوْرًا ",
    "translation": "Dan Rasul (Muhammad) berkata, “Ya Tuhanku, sesungguhnya kaumku telah menjadikan Al-Qur'an ini diabaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2885.mp3",
    "tafsir": "Pada ayat ini, Rasulullah mengadu kepada Allah dengan berkata, \"Ya Tuhanku, sesungguhnya kaumku menjadikan Al-Qur'an ini sesuatu yang tidak perlu dihiraukan. Mereka tidak beriman kepadanya, tidak memperhatikan janji dan peringatan-nya. Bahkan mereka berpaling darinya dan menolak mengikuti-nya. Kemudian Allah menyuruh rasul-Nya berlaku sabar dan tabah menghadapi kaumnya.",
    "quraish": "Rasulullah mengadukan kesombongan kaumnya yang dia rasakan kepada Allah dengan mengatakan, \"Sesungguhnya mereka telah meninggalkan al-Qur'ân dan mencampakkannya. Mereka juga makin menjadi dengan ketaksudian, kesombongan dan permusuhan yang ada pada mereka.\"",
    "jalalayn": "(Berkatalah Rasul) Nabi Muhammad, (\"Ya Rabbku! Sesungguhnya kaumku) kabilah Quraisy (menjadikan Alquran ini suatu yang diasingkan\") ditinggal begitu saja. Maka Allah swt. berfirman,"
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 31,
    "arab": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِيْنَۗ وَكَفٰى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا ",
    "translation": "Begitulah, bagi setiap nabi, telah Kami adakan musuh dari orang-orang yang berdosa. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2886.mp3",
    "tafsir": "Allah telah menjadikan bagi setiap nabi musuh dari setan dan orang-orang jahat yang selalu mencemoohkan kesucian agama dan meremehkan petunjuk yang dibawa oleh para rasul kepada mereka. Oleh karena itu, Allah berpesan agar Nabi tidak berputus asa ataupun merasa sendirian menghadapi tantangan-tantangan seperti itu, karena cukuplah Allah yang menjadi pemberi petunjuk dan penolong. Sesuai dengan firman Allah:\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6: 112)",
    "quraish": "Seperti halnya kami menjadikan kaummu, hai Muhammad, memusuhi dan mendustakanmu, Kami menjadikan untuk setiap nabi seorang musuh dari para pelaku kejahatan yang memusuhi dan menentang seruannya. Allah akan menolongmu dan menunjuki untuk menaklukkan mereka. Cukuplah Allah sebagai pemberi petunjuk dan penolong.",
    "jalalayn": "(\"Dan seperti itulah) sebagaimana Kami telah menjadikan bagimu musuh dari kalangan orang-orang musyrik kaummu sendiri (Kami adakan bagi tiap-tiap Nabi) sebelum kamu (musuh dari orang-orang yang berdosa) yakni orang-orang musyrik maka bersabarlah sebagaimana mereka bersabar. (Dan cukuplah Rabbmu menjadi Pemberi petunjuk) bagimu (dan Penolong\") yang menolong kamu terhadap musuh-musuhmu."
  },
  {
    "page": 362,
    "name": "Al-Furqan",
    "ayat": 32,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا ",
    "translation": "Dan orang-orang kafir berkata, “Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?” Demikianlah, agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2887.mp3",
    "tafsir": "Orang-orang kafir dan orang-orang Yahudi bertanya mengapa Al-Qur'an tidak diturunkan kepada Muhammad sekali turun, seperti kitab-kitab Allah sebelumnya, yaitu kitab Taurat kepada Musa dan Zabur kepada Daud. Allah menolak pertanyaan mereka itu dan menerangkan mengapa Al-Qur'an diturunkan secara ber-angsur-angsur. Al-Qur'an diturunkan berangsur-angsur agar Allah memudahkan dan menguatkan hati Nabi Muhammad. Allah berfirman:\nDan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap. (al-Isra'/17: 106)\n\nTurunnya Al-Qur'an secara berangsur-angsur memang mengandung banyak hikmah, di antaranya:\n1. Nabi Muhammad sering berjumpa dengan malaikat Jibril sehingga banyak menerima nasihat guna menambah semangat, kesabaran, dan ketabahan dalam menunaikan risalah-Nya.\n2. Karena Nabi Muhammad tidak dapat membaca dan menulis (ummi) maka seandainya Al-Qur'an itu diturunkan sekaligus, tentu ia akan kesulitan untuk menghafalnya. \n3. Supaya hafalannya lebih mantap, sempurna, dan terhindar dari segala kealpaan.\n4. Seandainya Al-Qur'an itu diturunkan sekaligus, tentu syariat-syariatnya pun diturunkan sekaligus. Hal yang demikian itu pasti mengakibatkan banyak kesulitan. Akan tetapi, karena turunnya berangsur-angsur maka syariat pun diberlakukan secara berangsur-angsur sehingga mudah dilaksanakan, baik oleh Rasul maupun umatnya.\n5. Karena turunnya Al-Qur'an banyak berkaitan dengan sebab-sebab turunnya seperti adanya berbagai pertanyaan, peristiwa, atau kejadian, maka turunnya secara bertahap lebih berkesan dalam hati para sahabat karena mereka bisa menghayatinya peristiwa demi peristiwa.\n6. Kalau dengan turunnya Al-Qur'an secara berangsur-angsur saja, mereka tidak mampu meniru Al-Qur'an walaupun satu ayat, apalagi jika diturunkan sekaligus.\n7. Sebagian hukum syariat Islam turun sesuai dengan perkembangan kaum Muslimin pada waktu itu. Kemudian setelah mereka bertambah cerdas dan mantap keimanannya, barulah diterapkan syariat Islam yang lebih sempurna dengan ayat-ayat Al-Qur'an yang turun kemudian. Seandainya Al-Qur'an diturunkan sekaligus tentu hal demikian itu tidak mungkin terjadi.",
    "quraish": "Dengan maksud menghujat al-Qur'ân, orang-orang kafir berkata, \" Kenapa al-Qur'ân tidak diturunkan sekaligus?\" Sesungguhnya Kami menurunkan al-Qur'ân demikian, secara berangsur-angsur, agar hatimu menjadi teguh karena dapat menghafalnya. Kami membacakan al-Qur'ân melalui Jibril sedikit demi sedikit secara perlahan-lahan.",
    "jalalayn": "(Berkatalah orang-orang yang kafir, \"Mengapa tidak) (diturunkan kepadanya Alquran sekali turun saja?\") sebagaimana kitab Taurat, kitab Injil dan kitab Zabur. Allah menjawab melalui firman-Nya, \"Kami sengaja menurunkannya (demikian) secara terpisah-pisah (supaya Kami perkuat hatimu dengannya) Kami menguatkan kalbumu dengan Alquran (dan Kami membacakannya kelompok demi kelompok\") Kami menurunkannya tahap demi tahap secara perlahan dan tidak tergesa-gesa, supaya mudah dipahami dan dihafal."
  }
]