[
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 68,
    "arab": "وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا ۙ",
    "translation": "dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barangsiapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2923.mp3",
    "tafsir": "Keenam: Pada ayat ini, Allah menerangkan lagi sifat-sifat hamba Allah Yang Maha Pengasih lagi Maha Penyayang yaitu dia tidak menyembah selain Allah, dan tidak mempersekutukan-Nya dengan sesuatu apa pun. Dia benar-benar menganut tauhid yang murni. Bila dia beribadah, maka ibadahnya itu hanya semata-mata karena Allah, dan bila dia berbuat kebajikan, perbuatannya itu karena Allah bukan karena dia atau ingin dipuji orang. Bila dia berdoa, benar-benar doanya langsung dipanjatkan ke hadirat Allah tidak melalui perantara. Dia yakin sepenuhnya bahwa yang sanggup mengabulkan doanya hanya Allah semata. \nMereka tidak melakukan pembunuhan terhadap siapa pun karena menyadari bahwa jiwa seseorang menjadi hak atas dirinya. Ia tidak boleh dibunuh kecuali dengan hak yang telah ditetapkan oleh Allah seperti murtad atau membunuh orang tanpa hak. Mereka tidak akan melakukan perbuatan zina karena menyadari bahwa berzina itu termasuk dosa besar, suatu perbuatan yang sangat terkutuk dan dimurkai Allah. Dengan memelihara kemurnian tauhid yang menjadi dasar bagi akidah, seseorang akan bersih jiwanya, jernih pikirannya, dan tidak dapat diombang-ambingkan oleh kepercayaan-kepercayaan yang menyesatkan. Dengan menjauhi pembunuhan tanpa hak, akan bersihlah dirinya dari perbuatan zalim dan bersihlah masyarakat dari kekacauan. Hak setiap warga masyarakat akan terpelihara dengan baik sehingga mereka benar-benar dapat menikmati keamanan dan ketenteraman. Dengan memelihara dirinya dari perbuatan zina akan bersihlah dirinya dari kekotoran dan bersih pula masyarakat dari keonaran dan kekacauan nasab yang menimbulkan berbagai kesulitan dan ketidakstabilan. \nSehubungan dengan hal ini, dalam sebuah hadis Nabi saw dijelaskan:\n'Abdullah bin Mas'ud berkata, \"Aku bertanya kepada Rasulullah, 'Dosa apakah yang paling besar? Rasulullah menjawab, 'Engkau menjadikan tandingan bagi Allah padahal Dia yang menciptakan kamu. Aku bertanya pula, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa membunuh anakmu karena takut (miskin) karena dia akan makan bersamamu. Kemudian aku bertanya lagi, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa berzina dengan istri tetanggamu. Allah menurunkan ayat ini untuk membenarkan sabda Nabi Muhammad.\" (Riwayat al-Bukhari dan Muslim)\n\nKemudian Allah mengancam orang-orang yang melakukan perbuatan dosa itu dengan ancaman yang amat keras, yaitu neraka di hari Kiamat sebagai balasan atas semua dosa yang telah mereka perbuat di dunia. Bahkan Allah akan melipatgandakan azab bagi mereka karena dosa besar yang mereka lakukan itu. Mereka akan dilemparkan ke neraka dan akan tetap di sana. Di samping menderita siksaan jasmani seperti minuman yang sangat panas yang membakar kerongkongan dan usus mereka, mereka juga mendapat siksaan batin atau rohani, karena selalu mendapat penghinaan dan selalu menyesali kesalahan mereka sewaktu di dunia dahulu.",
    "quraish": "Kelima, mereka selalu memurnikan tawhid dan membuang segala bentuk kemusyrikan dalam sembahan. Keenam, tidak membunuh jiwa yang dilarang untuk dibunuh. Tetapi jika dianiaya, mereka akan membunuh atas dasar kebenaran. Ketujuh, menjauhi perbuatan zina. Mereka mencukupkan diri dengan berbagai kenikmatan yang halal saja agar terhindar dari siksa yang membinasakan. Sesungguhnya siapa saja yang melakukan perkara-perkara jelek ini akan mendapatkan siksa.",
    "jalalayn": "(Dan orang-orang yang tidak menyembah tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah) membunuhnya (kecuali dengan alasan yang benar, dan tidak berzina, barang siapa yang melakukan demikian itu) yakni salah satu di antara ketiga perbuatan tadi (niscaya dia mendapat pembalasan dosanya) hukumannya."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 69,
    "arab": "يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا ۙ",
    "translation": "(yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2924.mp3",
    "tafsir": "Keenam: Pada ayat ini, Allah menerangkan lagi sifat-sifat hamba Allah Yang Maha Pengasih lagi Maha Penyayang yaitu dia tidak menyembah selain Allah, dan tidak mempersekutukan-Nya dengan sesuatu apa pun. Dia benar-benar menganut tauhid yang murni. Bila dia beribadah, maka ibadahnya itu hanya semata-mata karena Allah, dan bila dia berbuat kebajikan, perbuatannya itu karena Allah bukan karena dia atau ingin dipuji orang. Bila dia berdoa, benar-benar doanya langsung dipanjatkan ke hadirat Allah tidak melalui perantara. Dia yakin sepenuhnya bahwa yang sanggup mengabulkan doanya hanya Allah semata. \nMereka tidak melakukan pembunuhan terhadap siapa pun karena menyadari bahwa jiwa seseorang menjadi hak atas dirinya. Ia tidak boleh dibunuh kecuali dengan hak yang telah ditetapkan oleh Allah seperti murtad atau membunuh orang tanpa hak. Mereka tidak akan melakukan perbuatan zina karena menyadari bahwa berzina itu termasuk dosa besar, suatu perbuatan yang sangat terkutuk dan dimurkai Allah. Dengan memelihara kemurnian tauhid yang menjadi dasar bagi akidah, seseorang akan bersih jiwanya, jernih pikirannya, dan tidak dapat diombang-ambingkan oleh kepercayaan-kepercayaan yang menyesatkan. Dengan menjauhi pembunuhan tanpa hak, akan bersihlah dirinya dari perbuatan zalim dan bersihlah masyarakat dari kekacauan. Hak setiap warga masyarakat akan terpelihara dengan baik sehingga mereka benar-benar dapat menikmati keamanan dan ketenteraman. Dengan memelihara dirinya dari perbuatan zina akan bersihlah dirinya dari kekotoran dan bersih pula masyarakat dari keonaran dan kekacauan nasab yang menimbulkan berbagai kesulitan dan ketidakstabilan. \nSehubungan dengan hal ini, dalam sebuah hadis Nabi saw dijelaskan:\n'Abdullah bin Mas'ud berkata, \"Aku bertanya kepada Rasulullah, 'Dosa apakah yang paling besar? Rasulullah menjawab, 'Engkau menjadikan tandingan bagi Allah padahal Dia yang menciptakan kamu. Aku bertanya pula, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa membunuh anakmu karena takut (miskin) karena dia akan makan bersamamu. Kemudian aku bertanya lagi, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa berzina dengan istri tetanggamu. Allah menurunkan ayat ini untuk membenarkan sabda Nabi Muhammad.\" (Riwayat al-Bukhari dan Muslim)\n\nKemudian Allah mengancam orang-orang yang melakukan perbuatan dosa itu dengan ancaman yang amat keras, yaitu neraka di hari Kiamat sebagai balasan atas semua dosa yang telah mereka perbuat di dunia. Bahkan Allah akan melipatgandakan azab bagi mereka karena dosa besar yang mereka lakukan itu. Mereka akan dilemparkan ke neraka dan akan tetap di sana. Di samping menderita siksaan jasmani seperti minuman yang sangat panas yang membakar kerongkongan dan usus mereka, mereka juga mendapat siksaan batin atau rohani, karena selalu mendapat penghinaan dan selalu menyesali kesalahan mereka sewaktu di dunia dahulu.",
    "quraish": "Pada hari kiamat, dia akan mendapatkan siksa yang berlipat ganda dan kekal di dalamnya dalam keadaan hina dan tercela.",
    "jalalayn": "(Yakni akan dilipatkan) menurut qiraat yang lain ia dibaca Yudha'afu dengan ditasydidkan huruf `Ainnya (azab untuknya pada hari kiamat dan dia akan kekal dalam azab itu) Fi'il tadi bila dibaca Jazm yakni Yudha'af dan Yakhlud maka kedudukannya menjadi Badal, jika keduanya dibaca Rafa' yakni Yudha'afu dan Yakhludu berarti keduanya merupakan jumlah Isti'naf (dalam keadaan terhina) lafal Muhaanan berkedudukan menjadi Hal atau keterangan keadaan."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 70,
    "arab": "اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۤىِٕكَ يُبَدِّلُ اللّٰهُ سَيِّاٰتِهِمْ حَسَنٰتٍۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
    "translation": "kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2925.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa orang-orang yang mengerjakan perbuatan dosa seperti tersebut pada ayat di atas, lalu bertobat dengan sebenar-benar tobat, kembali beriman, serta selalu berbuat amal saleh, perbuatan mereka yang jahat itu akan diganti dengan kebaikan dan pahala yang berlipat ganda karena Allah adalah Maha Pengampun, Maha Pengasih dan Maha Penyayang. Menurut sebagian mufasir, penggantian dosa kejahatan dengan pahala kebaikan itu ialah dengan menghapuskan segala dosa yang telah dikerjakan di masa yang lalu karena tobat yang benar, kemudian amal kebaikan yang dikerjakannya sesudah bertobat dilipatgandakan pahalanya sehingga bisa menghapus dosa yang telah dilakukan dahulu. \nMufasir-mufasir lain mengatakan bahwa Allah memberikan kepada orang yang bertobat itu pahala yang seimbang banyaknya dengan dosa yang telah dikerjakan. Kemudian dia bertobat dan mengerjakan amal yang baik, maka amal yang baik itu akan diberi pahala yang berlipat ganda pula. Jadi orang yang bertobat itu mendapat dua kebaikan yaitu dosa-dosanya yang terdahulu dihapuskan dan kemudian diberi pula pahala yang sama banyaknya dengan dosa yang telah dikerjakannya itu.\nDalam sebuah hadis, diriwayatkan bahwa:\nDari Abu thawil Syathab al-Mamdud, ia menghadap Nabi saw dan bertanya, \"Apakah pendapat anda tentang seseorang yang mengerjakan segala dosa, tidak ada perbuatan dosa kecuali ia lakukan. Apakah tobatnya diterima? Nabi saw menjawab, \"Apakah kamu sudah masuk Islam?\" Dia menjawab, \"Saya sendiri bersaksi bahwa tidak ada tuhan selain Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya. Dan engkau adalah utusan Allah.\" Nabi saw berkata, \"Ya, benar. Kamu mengerjakan kebajikan dan meninggalkan keburukan. Maka Allah akan menjadikan untukmu kebaikan semuanya.\" Dia bertanya lagi, \"Semua kesalahanku diampuni?\" \"Ya,\" jawab Nabi saw. \"Allahu Akbar,\" kata orang tadi, dan dia terus bertakbir sampai pergi tidak kelihatan. (Riwayat al-thabrani)\nKemudian Allah menyatakan bahwa tobat yang diterima itu haruslah diiringi dengan perbuatan baik. Tobat dimulai dengan penyesalan atas perbuatan jahat yang telah dilaksanakan, dan berhenti dari berbuat maksiat, diiringi dengan perbuatan baik untuk menjadi bukti bahwa tobat itu adalah tobat yang sebenarnya dan dilakukan dengan sungguh-sungguh (nasuha).",
    "quraish": "Akan tetapi barangsiapa bertobat atas dosa-dosa tersebut, beriman dengan benar dan menyertainya dengan ketaatan dan amal saleh, maka dia akan diampuni. Kejahatan mereka yang telah lalu akan diganti dengan kebaikan yang akan dibalas dengan pahala yang sangat besar. Sesungguhnya Allah Maha Penyayang lagi Maha Pengampun.",
    "jalalayn": "(Kecuali orang-orang yang bertobat dan mengerjakan amal saleh) dari kalangan mereka (maka kejahatan mereka itu diganti Allah) maksudnya dosa-dosa yang telah disebutkan tadi diganti oleh Allah (dengan kebaikan) di akhirat kelak. (Dan adalah Allah Maha Pengampun lagi Maha Penyayang) Dia tetap bersifat demikian."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 71,
    "arab": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا ",
    "translation": "Dan barangsiapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2926.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa orang-orang yang mengerjakan perbuatan dosa seperti tersebut pada ayat di atas, lalu bertobat dengan sebenar-benar tobat, kembali beriman, serta selalu berbuat amal saleh, perbuatan mereka yang jahat itu akan diganti dengan kebaikan dan pahala yang berlipat ganda karena Allah adalah Maha Pengampun, Maha Pengasih dan Maha Penyayang. Menurut sebagian mufasir, penggantian dosa kejahatan dengan pahala kebaikan itu ialah dengan menghapuskan segala dosa yang telah dikerjakan di masa yang lalu karena tobat yang benar, kemudian amal kebaikan yang dikerjakannya sesudah bertobat dilipatgandakan pahalanya sehingga bisa menghapus dosa yang telah dilakukan dahulu. \nMufasir-mufasir lain mengatakan bahwa Allah memberikan kepada orang yang bertobat itu pahala yang seimbang banyaknya dengan dosa yang telah dikerjakan. Kemudian dia bertobat dan mengerjakan amal yang baik, maka amal yang baik itu akan diberi pahala yang berlipat ganda pula. Jadi orang yang bertobat itu mendapat dua kebaikan yaitu dosa-dosanya yang terdahulu dihapuskan dan kemudian diberi pula pahala yang sama banyaknya dengan dosa yang telah dikerjakannya itu.\nDalam sebuah hadis, diriwayatkan bahwa:\nDari Abu thawil Syathab al-Mamdud, ia menghadap Nabi saw dan bertanya, \"Apakah pendapat anda tentang seseorang yang mengerjakan segala dosa, tidak ada perbuatan dosa kecuali ia lakukan. Apakah tobatnya diterima? Nabi saw menjawab, \"Apakah kamu sudah masuk Islam?\" Dia menjawab, \"Saya sendiri bersaksi bahwa tidak ada tuhan selain Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya. Dan engkau adalah utusan Allah.\" Nabi saw berkata, \"Ya, benar. Kamu mengerjakan kebajikan dan meninggalkan keburukan. Maka Allah akan menjadikan untukmu kebaikan semuanya.\" Dia bertanya lagi, \"Semua kesalahanku diampuni?\" \"Ya,\" jawab Nabi saw. \"Allahu Akbar,\" kata orang tadi, dan dia terus bertakbir sampai pergi tidak kelihatan. (Riwayat al-thabrani)\nKemudian Allah menyatakan bahwa tobat yang diterima itu haruslah diiringi dengan perbuatan baik. Tobat dimulai dengan penyesalan atas perbuatan jahat yang telah dilaksanakan, dan berhenti dari berbuat maksiat, diiringi dengan perbuatan baik untuk menjadi bukti bahwa tobat itu adalah tobat yang sebenarnya dan dilakukan dengan sungguh-sungguh (nasuha).",
    "quraish": "Demikianlah ketentuan Kami yang berlaku, yaitu barangsiapa bertobat atas dosanya dan dibuktikan dengan taat dan menjauhi maksiat, maka Allah akan menerima tobatnya. Dengan tobat itulah dia kembali kepada Tuhannya setelah menjauh dari-Nya.",
    "jalalayn": "(Dan orang yang bertobat) dari dosa-dosanya selain dari orang-orang yang telah disebutkan tadi (dan mengerjakan amal saleh, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya) dia kembali kepada-Nya dengan bertobat, maka Dia akan membalasnya dengan kebaikan."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 72,
    "arab": "وَالَّذِيْنَ لَا يَشْهَدُوْنَ الزُّوْرَۙ وَاِذَا مَرُّوْا بِاللَّغْوِ مَرُّوْا كِرَامًا ",
    "translation": "Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka berlalu dengan menjaga kehormatan dirinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2927.mp3",
    "tafsir": "Ketujuh: Pada ayat ini, Allah menerangkan bahwa di antara sifat hamba Allah Yang Maha Pengasih adalah tidak mau dan tidak pernah melakukan sumpah palsu. Apabila lewat di hadapan orang-orang yang suka mengucapkan kata-kata yang tidak karuan dan tidak ada faedahnya sama sekali, dia berlalu tanpa ikut bergabung dengan mereka. Dia menyadari bahwa seorang mukmin tidak layak melayani orang-orang yang menyia-nyiakan waktunya yang sangat berharga dengan omong kosong, apalagi bila waktu itu dipergunakan untuk membicarakan hal-hal yang membawa kepada perbuatan dosa seperti mempergunjingkan orang atau menuduh orang-orang yang tidak bersalah dan lain-lain sebagainya. \nBersumpah palsu sangat dilarang dalam agama Islam, karena ketika bersumpah itu, seseorang telah berdusta dan tidak menyatakan yang sebenarnya. Banyak sekali orang yang melakukan sumpah palsu untuk membela orang-orang yang tidak benar agar orang itu dapat merampas atau memiliki hak orang lain dan melakukan kezaliman. Padahal, kalau ia tidak ikut bersumpah, tentulah yang hak itu akan nyata dan jelas, serta tidak akan terjadi kezaliman atau perampasan hak. Sebagai seorang mukmin, dia harus berdiri di pihak yang benar dan harus merasa bertanggung jawab untuk menegakkan keadilan dan memberantas kezaliman. \nUmar bin Khaththab sangat marah kepada orang yang melakukan sumpah palsu dan dia pernah mendera orang yang bersumpah palsu 40 kali dera, mencorengi mukanya dengan warna hitam, mencukur semua rambut kepalanya, dan kemudian mengaraknya di tengah pasar. \nSifat dan sikap hamba-hamba Allah yang terpuji ini digambarkan Allah dalam firman-Nya:\nDan apabila mereka mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, \"Bagi kami amal-amal kami dan bagimu amal-amal kamu, semoga selamatlah kamu, kami tidak ingin (bergaul) dengan orang-orang bodoh.\" (al-Qasas/28: 55).",
    "quraish": "Kedelapan, tidak melakukan sumpah palsu. Kesembilan, jika menemukan perkataan atau perbuatan yang tidak terpuji dari seseorang, mereka tidak larut melakukannya dan memilih tidak menemaninya.",
    "jalalayn": "(Dan orang-orang yang tidak memberikan persaksian palsu) yakni kesaksian yang dusta dan batil (dan apabila mereka bertemu dengan orang-orang yang mengerjakan perbuatan-perbuatan yang tidak berfaedah) seperti perkataan-perkataan yang buruk dan perbuatan-perbuatan yang lainnya (mereka lalui saja dengan menjaga kehormatan dirinya) mereka berpaling daripadanya."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 73,
    "arab": "وَالَّذِيْنَ اِذَا ذُكِّرُوْا بِاٰيٰتِ رَبِّهِمْ لَمْ يَخِرُّوْا عَلَيْهَا صُمًّا وَّعُمْيَانًا ",
    "translation": "dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidak bersikap sebagai orang-orang yang tuli dan buta,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2928.mp3",
    "tafsir": "Kedelapan: Pada ayat ini, Allah menerangkan sifat para hamba-Nya, yaitu mereka dapat menanggapi peringatan yang diberikan Allah bila mereka mendengar peringatan itu. Hati mereka selalu terbuka untuk menerima nasihat dan pelajaran, pikiran mereka pun selalu merenungkan ayat-ayat Allah untuk dipahami dan diamalkan, sehingga bertambahlah keimanan dan keyakinan mereka bahwa ajaran-ajaran yang diberikan Allah kepada mereka benar-benar ajaran yang tinggi nilai dan mutunya, ajaran yang benar yang tidak dapat dibantah lagi. Tidaklah mengherankan apabila mereka sangat fanatik kepada ajaran itu, karena mereka sangat meyakini kebaikannya. \nSangat jauh perbedaan antara mereka dengan kaum musyrikin yang juga fanatik kepada sembahan-sembahannya. Kefanatikan mereka adalah fanatik buta karena tidak mau menerima kebenaran walaupun telah jelas dan nyata bahwa akidah yang mereka anut itu salah dan bertentangan dengan akal yang sehat. Bagaimana pun kuat dan jelasnya alasan-alasan yang dikemukakan kepada mereka tentang ketidakbenaran faham yang dianut mereka tidak akan mau menerimanya karena hatinya telah tertutup dan matanya telah buta untuk memikirkan mana yang benar dan mana yang salah.",
    "quraish": "Kesepuluh, apabila dinasihati oleh seseorang dan dibacakan ayat-ayat Allah, mereka mendengarkannya dengan seksama. Kalbu mereka tergugah, dan hati kecil mereka terbuka. Mereka tidak seperti orang-orang yang gelisah ketika mendengar ayat-ayat Allah dan berpaling darinya. Bagi orang-orang yang tidak mendengarkan ayat-ayat Allah, ayat-ayat tersebut tidak menembus pendengaran mereka dan penglihatan mereka pun tertutup darinya.",
    "jalalayn": "(Dan orang-orang yang apabila diberi peringatan) diberi nasihat dan pelajaran (dengan ayat-ayat Rabb mereka) yakni Alquran (mereka tidak menghadapinya) mereka tidak menanggapinya (sebagai orang-orang yang tuli dan buta) tetapi mereka menghadapinya dengan cara mendengarkannya sepenuh hati dan memikirkan isinya serta mengambil manfaat daripadanya."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 74,
    "arab": "وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا هَبْ لَنَا مِنْ اَزْوَاجِنَا وَذُرِّيّٰتِنَا قُرَّةَ اَعْيُنٍ وَّاجْعَلْنَا لِلْمُتَّقِيْنَ اِمَامًا ",
    "translation": "Dan orang-orang yang berkata, “Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2929.mp3",
    "tafsir": "Kesembilan: Di antara sifat-sifat hamba Allah ialah mereka selalu bermunajat dan memohon kepada-Nya agar dianugerahi keturunan yang saleh dan baik. Istri dan anak-anaknya benar-benar menyenangkan hati dan menyejukkan perasaan karena keluarga mereka terdiri dari orang-orang yang saleh dan bertakwa kepada Tuhan. Dengan demikian, akan bertambah banyaklah di muka bumi ini hamba-hamba Allah Yang Maha Pengasih lagi Maha Penyayang. \nDi samping itu, mereka bermunajat kepada Allah agar keturunannya menjadi orang-orang yang bertakwa seluruhnya, menjadi penyeru manusia untuk bertakwa, dan menjadi pemimpin bagi orang-orang yang bertakwa. Ini adalah cahaya iman yang telah memenuhi hati mereka dan meneranginya dengan petunjuk dan hidayah sehingga mereka ingin sekali supaya orang-orang yang bertakwa yang mendapat petunjuk kian lama kian bertambah juga. Keinginan mereka agar anak cucu dan keturunannya menjadi pemimpin bagi orang-orang yang bertakwa bukanlah karena ingin kedudukan yang tinggi atau kekuasaan mutlak, tetapi semata-mata karena keinginan yang tulus ikhlas agar penduduk dunia ini dipenuhi oleh orang-orang yang beriman dan bertakwa. Juga bertujuan agar anak cucu mereka melanjutkan perjuangannya menegakkan keadilan dan kebenaran. Dengan demikian, walaupun mereka sendiri telah mati, tetapi mereka tetap menerima pahala perjuangan anak cucu mereka sesuai dengan sabda Rasulullah:\n\"Apabila seseorang mati, maka putuslah segala amalnya kecuali dari tiga macam: sedekah yang dapat dimanfaatkan orang, ilmu pengetahuan yang ditinggalkannya yang dapat diambil manfaatnya oleh orang lain sesudah matinya, anak yang saleh yang selalu mendoakannya.\" (Riwayat Muslim dari Abu Hurairah).\n\nDemikianlah sembilan sifat baik yang dimiliki oleh hamba-hamba Allah Yang Maha Penyayang. Bila sifat-sifat itu telah dimiliki oleh seseorang, maka mereka berhak mendapat julukan demikian itu. Orang-orang yang mendapat julukan pasti akan disayang Allah dan di akhirat nanti akan mendapat karunia dan rahmat yang sangat mulia dan besar.",
    "quraish": "Kesebelas, mereka selalu memohon kepada Tuhan agar istri-istri dan anak-anak mereka dijadikan sebagai penyenang hati karena kebaikan yang mereka lakukan. Mereka juga berdoa agar dijadikan sebagai pemimpin dalam kebaikan yang diikuti oleh orang-orang yang saleh.",
    "jalalayn": "(Dan orang-orang yang berkata, \"Ya Rabb kami! Anugerahkanlah kepada kami istri-istri kami dan keturunan kami) ia dapat dibaca secara jamak sehingga menjadi Dzurriyyaatinaa, dapat pula dibaca secara Mufrad, yakni Dzurriyyatinaa (sebagai penyenang hati kami) artinya kami melihat mereka selalu taat kepada-Mu (dan jadikanlah kami imam bagi orang-orang yang bertakwa.\") yakni pemimpin dalam kebaikan."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 75,
    "arab": "اُولٰۤىِٕكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوْا وَيُلَقَّوْنَ فِيْهَا تَحِيَّةً وَّسَلٰمًا ۙ",
    "translation": "Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka, dan di sana mereka akan disambut dengan penghormatan dan salam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2930.mp3",
    "tafsir": "Pada dua ayat ini, Allah menerangkan ganjaran dan karunia yang akan diberikan kepada \"hamba-hamba Allah Yang Maha Penyayang itu\", hamba-hamba Allah yang mempunyai sifat-sifat yang sempurna dan akhlak yang mulia berkat kesabaran dan keuletan mereka dalam mematuhi segala perintah Allah, berkat kesabaran dan keuletan mereka melawan hawa nafsu dalam menjauhi segala larangan-Nya. Mereka ditempatkan di tempat yang paling mulia dan tinggi dalam surga. Mereka disambut oleh para malaikat dengan salam sebagai penghormatan kepada mereka. Hal ini tergambar dalam firman Allah:\n\"Sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), 'Selamat sejahtera atasmu karena kesabaranmu. Maka alangkah nikmatnya tempat kesudahan itu.\" (ar-Ra'd/13: 23-24).\n\nKemudian Allah menerangkan bahwa karunia dan nikmat yang mereka terima itu adalah karunia dan nikmat yang kekal abadi yang tiada putus-putusnya. Tidak diragukan lagi bahwa tempat itu adalah sebaik-baik tempat menetap dan sebaik-baik tempat kediaman.",
    "quraish": "Mereka yang memiliki ciri-ciri seperti itu--sebagai telah disebutkan sebelumnya--adalah para hamba Allah yang sejati. Mereka akan mendapatkan kedudukan yang luhur di surga, sebagai balasan dari kesabaran dan ketaatan mereka. Di dalam surga, mereka akan mendapatkan penghormatan dan ucapan keselamatan.",
    "jalalayn": "(Mereka itulah orang-orang yang dibalasi dengan martabat yang tinggi) di surga kelak (karena kesabaran mereka) di dalam menjalankan taat kepada Allah (dan mereka disambut) dapat dibaca Yulaqqauna dengan memakai Tasydid, sebagaimana dapat pula dibaca Yalqauna (di dalamnya) yakni di surga yang paling tinggi martabatnya itu (dengan penghormatan dan ucapan selamat) dari para Malaikat."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 76,
    "arab": "خٰلِدِيْنَ فِيْهَاۗ حَسُنَتْ مُسْتَقَرًّا وَّمُقَامًا ",
    "translation": "Mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2931.mp3",
    "tafsir": "Pada dua ayat ini, Allah menerangkan ganjaran dan karunia yang akan diberikan kepada \"hamba-hamba Allah Yang Maha Penyayang itu\", hamba-hamba Allah yang mempunyai sifat-sifat yang sempurna dan akhlak yang mulia berkat kesabaran dan keuletan mereka dalam mematuhi segala perintah Allah, berkat kesabaran dan keuletan mereka melawan hawa nafsu dalam menjauhi segala larangan-Nya. Mereka ditempatkan di tempat yang paling mulia dan tinggi dalam surga. Mereka disambut oleh para malaikat dengan salam sebagai penghormatan kepada mereka. Hal ini tergambar dalam firman Allah:\n\"Sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), 'Selamat sejahtera atasmu karena kesabaranmu. Maka alangkah nikmatnya tempat kesudahan itu.\" (ar-Ra'd/13: 23-24).\n\nKemudian Allah menerangkan bahwa karunia dan nikmat yang mereka terima itu adalah karunia dan nikmat yang kekal abadi yang tiada putus-putusnya. Tidak diragukan lagi bahwa tempat itu adalah sebaik-baik tempat menetap dan sebaik-baik tempat kediaman.",
    "quraish": "Kenikmatan yang mereka peroleh di surga adalah kekal dan tidak pernah putus. Surga itu merupakan tempat menetap dan kediaman yang terbaik.",
    "jalalayn": "(Mereka kekal di dalamnya, surga itulah sebaik-baik tempat menetap dan tempat kediaman) yakni tempat kediaman buat mereka. Lafal Ulaaika dan sesudahnya menjadi Khabar dari lafal 'Ibaadur Rahmaan pada ayat 63 tadi."
  },
  {
    "page": 366,
    "name": "Al-Furqan",
    "ayat": 77,
    "arab": "قُلْ مَا يَعْبَؤُا بِكُمْ رَبِّيْ لَوْلَا دُعَاۤؤُكُمْۚ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُوْنُ لِزَامًا ࣖ",
    "translation": "Katakanlah (Muhammad, kepada orang-orang musyrik), “Tuhanku tidak akan mengindahkan kamu, kalau tidak karena ibadahmu. (Tetapi bagaimana kamu beribadah kepada-Nya), padahal sungguh, kamu telah mendustakan-Nya? Karena itu, kelak (azab) pasti (menimpamu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2932.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir bahwa karena kekufuran, kesombongan, dan keangkuhannya, Allah tidak akan mempedulikan mereka sedikit pun. Mereka sekali-kali tidak akan mendapat karunia yang diberikan kepada orang-orang yang beriman bahkan mereka akan mendapat balasan yang setimpal yaitu neraka Jahanam. Mereka akan dilemparkan ke dalamnya dan mendapat siksaan yang tidak dapat digambarkan bagaimana pedihnya dan akan kekal abadi dalam neraka itu.",
    "quraish": "Katakanlah, wahai Rasul, kepada umat manusia, \"Sesungguhnya tidak penting bagi Allah dari kalian kecuali kalian menyembah dan berdoa kepada-Nya, tidak selain-Nya. Oleh karena itulah Dia menciptakan kalian. Akan tetapi, orang-orang kafir di antara kalian telah mendustakan apa yang dibawa oleh Rasul. Karenanya, azab yang akan menimpa mereka merupakan sebuah kemestian, dan mereka tidak akan dapat menyelamatkan diri dari azab itu.\"",
    "jalalayn": "(Katakanlah,) hai Muhammad kepada penduduk Mekah (\"Tiada) lafal Maa bermakna Nafi (mengindahkan) menghiraukan (Rabbku akan kalian melainkan kalau ada ibadah kalian) kepada-Nya di waktu kalian tertimpa kesengsaraan dan musibah, kemudian Dia menghilangkannya dari kalian (padahal sesungguhnya) maksudnya mana mungkin Dia memperhatikan kalian, (sedangkan kalian telah mendustakan) Rasul dan Alquran (karena itu kelak akan ada) azab (yang pasti.\") menimpa kalian di akhirat, selain daripada azab yang akan menimpa kalian di dunia. Akhirnya di antara mereka banyak yang terbunuh di dalam perang Badar; jumlah mereka yang terbunuh ada tujuh puluh orang. Sedangkan yang menjadi Jawab dari lafal Laulaa terkandung di dalam pengertian kalimat yang sebelumnya."
  }
]