[
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 20,
    "arab": "قَالَ فَعَلْتُهَآ اِذًا وَّاَنَا۠ مِنَ الضَّاۤلِّيْنَ  ",
    "translation": "Dia (Musa) berkata, “Aku telah melakukannya, dan ketika itu aku termasuk orang yang khilaf.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2952.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Mûsâ berkata, \"Aku memang telah melakukan pembunuhan yang kamu sebutkan itu karena ketidaktahuan dan kekhilafanku. Dari itu, janganlah kamu menyalahkan aku.",
    "jalalayn": "(Berkatalah) Musa, (\"Aku telah melakukannya, sedangkan di waktu itu) pada masa itu (aku termasuk orang-orang yang khilaf) dari apa yang akan diberikan oleh Allah kepadaku sesudahnya, yaitu ilmu dan risalah."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 21,
    "arab": "فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِيْ رَبِّيْ حُكْمًا وَّجَعَلَنِيْ مِنَ الْمُرْسَلِيْنَ  ",
    "translation": "Lalu aku lari darimu karena aku takut kepadamu, kemudian Tuhanku menganugerahkan ilmu kepadaku serta Dia menjadikan aku salah seorang di antara rasul-rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2953.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Lalu aku melarikan diri dari kalian karena khawatir kalian akan membunuhku akibat tindakan yang tak kusengaja itu. Tuhan pun kemudian menganugerahkan kepadaku kearifan dan pengetahuan, keutamaan dan kenikmatan, serta menjadikan diriku sebagai salah seorang rasul-Nya.\"",
    "jalalayn": "(Lalu aku lari meninggalkan kalian ketika aku takut kepada kalian, kemudian Rabbku memberikan kepadaku hikmah) yakni ilmu (serta Dia menjadikanku salah seorang di antara Rasul-rasul)."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 22,
    "arab": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ اَنْ عَبَّدْتَّ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
    "translation": "Dan itulah kebaikan yang telah engkau berikan kepadaku, (sementara) itu engkau telah memperbudak Bani Israil.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2954.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Mûsâ lalu menyinggung salah satu sikap buruk Fir'aun. Dijelaskannyalah perihal perbudakan dan pembunuhan anak-anak lelaki Banû Isrâ'îl yang Fir'aun lakukan. Karena itu, Mûsâ menolak asuhannya di istana Fir'aun sebagai suatu nikmat. Sebabnya terpulang kepada kejahatan Fir'aun yang telah memperbudak dan membunuh anak-anak lelaki Banû Isrâ'îl sehingga ia dihanyutkan ke sungai untuk menyelamatkan diri dari pembunuhan Fir'aun, yang akhirnya mengantarkan Mûsâ ke istana Fir'aun. Kalaulah keadaannya tidak seperti itu, tentu Mûsâ akan diasuh oleh kedua orangtuanya.",
    "jalalayn": "(Budi yang kamu limpahkan kepadaku itu) asal lafal Tamunnuhaa adalah Tamunnu Bihaa, maksudnya, yang telah kamu limpahkan kepadaku itu (adalah disebabkan kamu telah memperbudak Bani Israel\") kalimat ayat ini merupakan keterangan dari ayat yang sebelumnya, maksudnya, kamu telah menjadikan mereka sebagai budak-budak dan sebagai gantinya kamu tidak memperbudak aku, sesungguhnya kamu tidak memberikan nikmat apa pun dengan perlakuanmu yang demikian itu, karena kamu memperbudak mereka, hal ini adalah perbuatan aniaya. Sebagian Mufassirin ada yang memperkirakan adanya Hamzah Istifham bermakna sanggahan, pada awal perkataan Nabi Musa ini, sehingga lafal Fa'altuha asalnya Afa'altuha."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 23,
    "arab": "قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Fir‘aun bertanya, “Siapa Tuhan seluruh alam itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2955.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Fir'aun berkata, \"Lalu, bagaimana sebenarnya sifat Tuhan semesta alam yang selalu kamu sebut-sebut dan kamu katakan telah mengutusmu itu? Cobalah jelaskan, karena kami tidak mengenalnya sama sekali!\"",
    "jalalayn": "(Berkata Firaun) kepada Nabi Musa, (\"Siapakah Rabb semesta alam itu?\") sebagaimana yang telah kamu katakan itu, bahwa kamu adalah Rasul-Nya? Maksudnya, siapakah Dia itu? Karena mengingat bahwa tiada jalan bagi makhluk untuk mengetahui hakikat Allah swt. melainkan hanya melalui sifat-sifat-Nya. Nabi Musa a.s. mengemukakan jawabannya kepada Firaun dengan ungkapan berikut."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 24,
    "arab": "قَالَ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۗ اِنْ كُنْتُمْ مُّوْقِنِيْنَ ",
    "translation": "Dia (Musa) menjawab, “Tuhan pencipta langit dan bumi dan apa yang ada di antara keduanya (itulah Tuhanmu), jika kamu mempercayai-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2956.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mendengar kata-kata Musa dan melihat sikapnya yang meyakinkan serta kesungguhannya menyampaikan dakwah terutama yang berhubungan dengan ketauhidan, yaitu supaya Fir'aun dan kaumnya menyembah Tuhan Yang Maha Esa yang menciptakan mereka, maka Fir'aun bangkit menentang. Ia bertanya dengan nada marah, \"Wahai Musa, engkau mengaku sebagai rasul Tuhan semesta alam. Apakah Tuhan semesta alam itu?\" Fir'aun sangat heran dan merasa tersinggung atas pengakuan Musa tentang kekuasaan dan keesaan Allah karena ia telah memproklamirkan kepada kaumnya bahwa dia satu-satunya tuhan, tiada tuhan selain dia, sebagaimana yang dijelaskan Allah di dalam firman-Nya:\nDan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. (al-Qasas/28: 38)\n\n(24) Pada ayat ini, Allah menerangkan jawaban Musa atas pertanyaan Fir'aun tentang Tuhan yang diakui Musa itu sebagai Tuhan yang mengutusnya. Untuk memudahkan pengertian Fir'aun tentang yang ditanyakan itu, maka Musa menjelaskan sebagian sifat-sifat yang menunjukkan kekuasaan Tuhan seru sekalian alam, sesuai dengan maksud pertanyaan Fir'aun. Musa mengatakan bahwa Tuhan yang mengutusnya adalah Tuhan yang menciptakan langit dan bumi dan apa-apa yang ada di antara keduanya dengan sebaik-baiknya. Tuhan yang menjadikan matahari, bulan, bintang-bintang yang gemerlapan di langit, sungai-sungai, lautan, gunung-gunung, pohon-pohon, hewan-hewan, tumbuh-tumbuhan di bumi, angin, hawa, dan lain-lain yang ada di antara langit dan bumi. Kalau memang Fir'aun dan kaumnya adalah orang-orang yang berkepala dingin, berpikiran sehat, dan memiliki hati yang terbuka, maka dengan jawaban Musa itu, tentu ia akan percaya dan meyakini keesaan Allah yang mengutus Musa.",
    "quraish": "Mûsâ menjawab, \"Dialah Penguasa langit dan bumi beserta isinya. Jika kalian meyakini jawabanku ini, maka kalian akan mendapatkan kebaikan dan petunjuk. Kalian pun akan tahu bahwa kerajaan Fir'aun yang dibangga-banggakan ini, yang hanya terbatas dalam satu wilayah saja di muka bumi, sangat tak pantas disejajarkan dengan kerajaan Tuhan.\"",
    "jalalayn": "(Musa menjawab, \"Rabb Pencipta langit dan bumi dan apa-apa yang ada di antara keduanya) yakni Dialah yang menciptakan kesemuanya itu (jika kamu sekalian orang-orang yang mempercayai.\") bahwa Dia adalah yang menciptakan semuanya, maka berimanlah kalian kepada-Nya dan esakanlah Dia."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 25,
    "arab": "قَالَ لِمَنْ حَوْلَهٗٓ اَلَا تَسْتَمِعُوْنَ ",
    "translation": "Dia (Fir‘aun) berkata kepada orang-orang di sekelilingnya, “Apakah kamu tidak mendengar (apa yang dikatakannya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2957.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang reaksi Fir'aun atas jawaban Musa di atas. Setelah mendengar jawaban Musa, ia cepat-cepat menoleh kepada kaumnya yang ada di sekelilingnya, dan menampakkan keheranannya. Fir'aun berkata kepada mereka dengan nada menyindir dan mengejek, \"Wahai kaumku, kamu sekalian telah mendengar ucapan-ucapan Musa yang mengatakan bahwa ada Tuhan selain aku? Apakah itu bukan suatu hal yang aneh dan suatu hal yang merupakan penyelewengan?\" Hal ini dilakukan oleh Fir'aun karena ia khawatir kalau-kalau kaumnya terpengaruh oleh jawaban Musa. Kalau begitu, mereka akan berbalik tidak mempercayai dan mengakuinya lagi sebagai Tuhan.",
    "quraish": "Fir'aun merasa heran mendengar adanya Tuhan selain dirinya dan bahwa kerajaannya tidak pantas dibandingkan dengan kerajaan Tuhan. Dengan sikap meremehkan, Fir'aun mengungkapkan keheranannya kepada orang-orang yang ada di sekitarnya, \"Bagaimana tanggapan kalian mendengar ucapan Mûsâ ini?\"",
    "jalalayn": "(Berkata) Firaun (kepada orang-orang sekelilingnya,) dari kalangan orang-orang terpandang kaumnya (\"Apakah kaian tidak mendengarkan?\") jawabannya yang tidak sesuai dengan pertanyaannya itu."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 26,
    "arab": "قَالَ رَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ ",
    "translation": "Dia (Musa) berkata, “(Dia) Tuhanmu dan juga Tuhan nenek moyangmu terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2958.mp3",
    "tafsir": "Musa melihat Fir'aun dengan kaumnya belum juga puas atas jawabannya, sehingga mereka belum mau mengakui dan mempercayai bahwa yang mengutus Musa itu, Tuhan seru sekalian alam. Musa lalu menambah penjelasannya dengan harapan semoga dengan penjelasan tambahan ini, mereka menyadari dan menginsyafi pendirian mereka yang sesat itu. \nMusa mengatakan bahwa Tuhan yang mengutusnya ialah Tuhan Fir'aun dan nenek moyangnya dahulu. Musa mengalihkan pandangan mereka kepada hal penting, yaitu bahwa Tuhan yang sebenarnya ialah Tuhan yang menciptakan mereka, nenek moyang mereka, dan Fir'aun. Dengan kejadian tersebut, mereka akan berpikir bahwa mereka dan alam ini ada karena ada Pencipta dan ada yang mengaturnya, kuasa berbuat menurut kehendak-Nya. Tuhan alam semesta itulah yang mengaturnya, yaitu Tuhan yang hakiki dan tetap ada, sekali pun semua makhluk-Nya sudah tidak ada lagi dan Dia Qadim tidak bermula. Dia juga Tuhan yang mengutus Musa.",
    "quraish": "Tanpa mempedulikan kegeraman dan cemoohan Fir'aun, Mûsâ melanjutkan lagi, \"Tuhan semesta alam adalah Penciptamu dan para nenek moyangmu. Di antara nenek moyangmu itu ada yang mengaku Tuhan sebagaimana halnya kamu. Mereka semua telah binasa, dan kamu pun akan binasa pula. Dengan demikian, anggapan dirimu sebagai Tuhan sama sekali tidak dapat dibenarkan. Sebab, Tuhan yang hakiki tidak akan pernah mati.\"",
    "jalalayn": "(Berkata pula) Musa, (\"Rabb kalian dan Rabb nenek moyang kalian yang dahulu\") jawaban Nabi Musa kali ini sekali pun isinya telah terkandung pada jawaban yang pertama tadi tetapi membuat Firaun naik pitam. Oleh sebab itu,"
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 27,
    "arab": "قَالَ اِنَّ رَسُوْلَكُمُ الَّذِيْٓ اُرْسِلَ اِلَيْكُمْ لَمَجْنُوْنٌ ",
    "translation": "Dia (Fir‘aun) berkata, “Sungguh, Rasulmu yang diutus kepada kamu benar-benar orang gila.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2959.mp3",
    "tafsir": "Setelah Musa menjelaskan bukti-bukti atas ketuhanan Allah yang mengutusnya, Fir'aun bungkam seribu bahasa, tidak dapat memberi jawaban. Ia lalu mengeluarkan kata-kata yang ditujukan kepada kaumnya untuk meragukan mereka terhadap alasan dan bukti-bukti yang telah dikemukakan Nabi Musa. Fir'aun berkata, \"Wahai kaumku. Sesungguhnya rasul yang mengaku bahwa ia diutus kepada kamu sekalian, sebenarnya adalah orang gila. Ia mengeluarkan kata-kata yang tidak dapat dipahami dan dimengerti sama sekali karena mengatakan bahwa ada Tuhan selain aku.\"",
    "quraish": "Untuk membangkitkan kemarahan kaumnya, Fir'aun berkata kepada mereka. Dikatakannyalah sesuatu yang tidak benar mengenai kerasulan Mûsâ dengan menganggapnya sebagai orang gila. Karena, menurutnya, ia menjawab sesuatu yang tidak ditanyakan dan menyematkan Tuhan dengan sifat-sifat yang aneh. Demikianlah, Fir'aun telah menghasut kaumnya untuk mendustakan Mûsâ.",
    "jalalayn": "(Firaun berkata, \"Sesungguhnya Rasul kalian yang diutus kepada kamu sekalian benar-benar orang gila\")."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 28,
    "arab": "قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَاۗ اِنْ كُنْتُمْ تَعْقِلُوْنَ  ",
    "translation": "Dia (Musa) berkata, “(Dialah) Tuhan (yang menguasai) timur dan barat dan apa yang ada di antara keduanya; jika kamu mengerti.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2960.mp3",
    "tafsir": "Pada ayat ini, Musa mengemukakan lagi sifat-sifat Tuhan seru sekalian alam yang mengutusnya. Dia adalah Tuhan yang menguasai timur dan barat dan apa yang ada di antara keduanya. Dia adalah Tuhan yang menjadikan timur tempat matahari terbit, dan barat tempat matahari terbenam. Dia juga yang menjadikan perjalanan bintang-bintang itu dalam peredaran yang teratur. Bagi orang yang mau mempergunakan akalnya tentu dapat mengerti bahwa kejadian-kejadian yang demikian itu adalah bukti nyata yang menunjukkan adanya Tuhan yang mengatur segala-galanya dengan rapi dan baik sekali. Musa pada mulanya menghadapi dan menjawab pertanyaan Fir'aun itu dengan nada lembut dan ucapan yang mantap: \"jika kamu mempergunakan akal\". Ucapan itulah yang sesuai untuk menolak tuduhan Fir'aun kepadanya bahwa ia orang gila.",
    "quraish": "Mûsâ berkata, \"Jika memang kalian berpikir, berimanlah kepada risalahku ini. Karena sesungguhnya terbit dan terbenamnya matahari dengan suatu ketetapan yang sangat teliti merupakan bukti yang jelas akan adanya Sang Pencipta. Dengan demikian, kalianlah yang berhak dikatakan tidak waras.\"",
    "jalalayn": "(Berkata) Musa, (\"Rabb yang menguasai Timur dan Barat dan apa yang di antara keduanya -itulah Rabb kalian, jika kalian mempergunakan akal\") maka berimanlah kepada-Nya, dan esakanlah Dia."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 29,
    "arab": "قَالَ لَىِٕنِ اتَّخَذْتَ اِلٰهًا غَيْرِيْ لَاَجْعَلَنَّكَ مِنَ الْمَسْجُوْنِيْنَ ",
    "translation": "Dia (Fir‘aun) berkata, “Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2961.mp3",
    "tafsir": "Pada ayat ini, Allah mengisahkan bahwa ketika Fir'aun tidak dapat melumpuhkan keterangan dan bukti-bukti yang dikemukakan oleh Musa kepadanya, ia lalu berlaku kasar dan mengancam Musa. Fir'aun berkata, \"Wahai Musa. Kalau engkau berani menyembah Tuhan selain aku, maka aku akan memasukkan kamu ke dalam penjara. Di sana akan kamu rasakan siksaan yang amat pedih, perlakuan yang kejam, dan tidak ada belas kasihan sedikit pun.\" Siksaan yang diderita orang-orang yang dipenjarakan Fir'aun lebih berat dari pembunuhan, sebab ia memenjarakan seseorang sampai yang bersangkutan mati.",
    "quraish": "Fir'aun berkata kepada Mûsâ, \"Sungguh jika kamu menjadikan Tuhan selain diriku, aku akan menjadikan kamu salah seorang yang buruk keadaannya di dalam penjaraku.\" Begitulah, Fir'aun terpaksa menggunakan ancaman setelah ia merasa tidak mampu menolak bukti-bukti ciptaan Tuhan.",
    "jalalayn": "(Berkatalah) Firaun kepada Nabi Musa, (\"Sungguh jika kamu menyembah Tuhan selain aku, benar-benar aku akan menjadikan kamu salah seorang yang dipenjarakan\") penjara di masa Firaun sangat mengerikan keadaannya, karena seseorang ditahan di suatu tempat di bawah tanah dalam keadaan menyendiri, sehingga tidak dapat melihat apa-apa dan tidak dapat mendengar suara seorang manusia pun."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 30,
    "arab": "قَالَ اَوَلَوْ جِئْتُكَ بِشَيْءٍ مُّبِيْنٍ ",
    "translation": "Dia (Musa) berkata, “Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2962.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ketika Musa melihat perlakuan Fir'aun yang mengancam keselamatan jiwanya, ia terpaksa tidak mengemukakan bukti-bukti yang biasanya dapat diterima akal. Ia beralih kepada mukjizat-mukjizat dan hal yang luar biasa. Musa berkata kepada Fir'aun, \"Wahai Fir'aun, apakah engkau akan memenjarakan aku sekalipun aku mengemukakan hujah yang nyata atas kebenaran pengakuanku? Hujah itu ialah mukjizat yang membuktikan adanya Tuhan Yang Mahakuasa, dan kebenaran kenabianku.\"",
    "quraish": "Dengan bersikap lembut karena benar-benar menginginkan keimanan Fir'aun, Mûsâ berkata, \"Benarkah kamu akan menjadikan aku sebagai salah seorang tawananmu, meskipun aku perlihatkan kepadamu bukti kuat yang membenarkan segala ucapanku?\"",
    "jalalayn": "(Musa berkata) kepada Firaun, (\"Dan apakah kamu akan melakukan itu kendati pun) maksudnya apakah sungguh kamu akan melakukannya sekalipun (aku datang kepadamu dengan membawa sesuatu keterangan yang nyata) berupa bukti yang jelas yang menunjukkan kerasulanku.\""
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 31,
    "arab": "قَالَ فَأْتِ بِهٖٓ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "translation": "Dia (Fir‘aun) berkata, “Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2963.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ketika Fir'aun mendengar ucapan Nabi Musa itu, ia berkata, \"Wahai Musa, kalau memang engkau benar di dalam pengakuanmu bahwa engkau seorang rasul, maka datangkanlah kepada kami sesuatu yang nyata itu. Seseorang yang mengaku dirinya seorang rasul, tentu mempunyai bukti yang membenarkan pengakuannya.\" Fir'aun mengemukakan ajakan itu karena yakin bahwa Musa tidak akan dapat memenuhi permintaannya.",
    "quraish": "Fir'aun menjawab, \"Cobalah perlihatkan bukti kenabianmu itu, jika kamu memang benar.\" Ia berkata seperti itu dengan harapan agar dapat melihat kelemahan argumentasi Mûsâ.",
    "jalalayn": "(Firaun berkata) kepada Nabi Musa, (\"Datangkanlah sesuatu keterangan yang nyata itu, jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu itu."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 32,
    "arab": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۚ ",
    "translation": "Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2964.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mengemukakan tuntutan supaya Musa mendatangkan bukti yang nyata atas kebenaran dakwahnya, maka Musa segera melemparkan tongkatnya yang dengan tiba-tiba menjelma menjadi ular yang sesungguhnya. Disebutkan dalam Tafsir ar-Razi bahwa setelah tongkat Musa itu berubah menjadi ular, ular itu melenting ke atas, kemudian turun kembali ke bumi langsung menuju Fir'aun. Fir'aun berkata, \"Demi yang mengutusmu Musa, ambillah ular itu, kalau tidak saya sendiri akan mengambilnya.\" Musa lalu mengambilnya dan kembalilah ular itu menjadi tongkat lagi seperti biasa.",
    "quraish": "Ke hadapan Fir'aun dan kaumnya, Mûsâ pun melemparkan tongkatnya. Seketika itu juga, tongkat itu berubah menjadi seekor ular besar yang benar-benar hidup, bukan hasil sulapan sihir yang menyerupai ular.",
    "jalalayn": "(Maka Musa melemparkan tongkatnya, lalu tiba-tiba tongkat itu menjadi ular yang nyata) ular raksasa."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 33,
    "arab": "وَنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ ",
    "translation": "Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2965.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Musa selesai menunjukkan bukti yang nyata itu, Fir'aun berkata, \"Apakah masih ada mukjizat selain itu?\" Musa menjawab, \"Ada.\" Musa lalu memasukkan tangan ke dalam kantong bajunya, kemudian mengeluarkannya kembali. Tiba-tiba tangan itu bercahaya menerangi keadaan di sekelilingnya, karena cahayanya yang sangat terang. Ibnu 'Abbas berkata, \"Ketika Musa mengeluarkan tangan dari dalam bajunya, maka tiba-tiba tangan itu menjadi putih bercahaya menyinari orang-orang yang melihatnya, bagaikan sinar matahari yang menyilaukan penglihatan.\"",
    "quraish": "Mûsâ lalu--sebagai mukjizat kedua--mengeluarkan tangan dari kantongnya. Tangannya itu berubah menjadi sangat putih, indah gemerlapan, sehingga membuat orang-orang yang melihatnya terpana.",
    "jalalayn": "(Dan ia menarik tangannya) mengeluarkannya dari kantong bajunya (maka tiba-tiba tangan itu jadi putih) memancarkan sinar (bagi orang-orang yang melihatnya) berbeda dengan keadaan warna kulit tangan sebelumnya."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 34,
    "arab": "قَالَ لِلْمَلَاِ حَوْلَهٗٓ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌ ۙ ",
    "translation": "Dia (Fir‘aun) berkata kepada para pemuka di sekelilingnya, “Sesungguhnya dia (Musa) ini pasti seorang pesihir yang pandai,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2966.mp3",
    "tafsir": "Ketika Fir'aun melihat dan menyaksikan bukti-bukti yang diperlihatkan Musa, yang menunjukkan kebenaran dakwahnya, ia tetap mengingkari dan menentang Musa dengan keras. Ia kemudian mengemukakan tiga hal kepada para pemuka kaumnya. Pertama, untuk melegakan hati para pembesar dan pemuka kaum yang ada di sekelilingnya, Fir'aun berkata kepada mereka, \"Sesungguhnya Musa ini, benar-benar ahli sihir yang ulung, bukan rasul Tuhan seru sekalian alam sebagaimana pengakuannya. Yang dipertunjukkannya itu bukan mukjizat, tetapi sihir belaka.\"",
    "quraish": "Fir'aun berkata kepada kaumnya, \"Sesungguhnya Mûsâ benar-benar seorang penyihir yang handal.\" Ia berkata seperti itu karena takut kaumnya menjadi tunduk kepada kebenaran yang mereka saksikan pada Mûsâ.",
    "jalalayn": "(Berkata) Firaun (kepada pembesar-pembesar yang ada di sekelilingnya, \"Sesungguhnya Musa ini benar-benar seorang ahli sihir yang pandai) yakni orang yang unggul di dalam ilmu sihir."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 35,
    "arab": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ بِسِحْرِهٖۖ فَمَاذَا تَأْمُرُوْنَ ",
    "translation": "dia hendak mengusir kamu dari negerimu dengan sihirnya; karena itu apakah yang kamu sarankan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2967.mp3",
    "tafsir": "Kedua, untuk menghasut dan menanamkan rasa benci ke dalam hati para pembesar dan pemuka kaumnya, agar tidak percaya kepada Musa, Fir'aun berkata kepada mereka, \"Sebenarnya maksud dari sihir yang ditampakkan Musa itu adalah untuk mengambil hati rakyat. Hal itu bertujuan agar pendukung dan pengikutnya bertambah banyak untuk mengalahkan pembesar-pembesar dan pemuka-pemuka kamu sekalian. Akhirnya, mereka akan merampas dan mengusirmu dari negerimu sendiri.\" \nKetiga, Fir'aun meminta pertimbangan, ide-ide, dan saran-saran dari pembesar negerinya dan pemuka-pemuka kaumnya, tentang apa yang ia harus perbuat, dan bagaimana cara yang mesti dilakukan untuk membendung dan menggagalkan keinginan Musa itu. Abu as-Su'ud, pengarang Tafsir Irsyad al-'Aql as-Salim ila Mazaya al-Kitab al-Karim, menganggap permintaan Fir'aun kepada pembesar negerinya tersebut adalah akibat kebingungan dan keheranannya menghadapi mukjizat yang telah ditunjukkan Musa. Hal itu menyebabkan Fir'aun mengubah sikapnya dalam tiga hal yang merendahkan martabatnya dan menurunkan kedudukannya:",
    "quraish": "Fir'aun menambahkan lagi, \"Penyihir ini bermaksud menundukkan aku sehingga kalian nantinya akan terusir dari negeri ini.\" Ia berkata seperti itu untuk membangkitkan kemarahan kaumnya. Sebab, keterpisahan dengan tanah tumpah darah merupakan salah satu hal yang berat, terutama bila dilakukan dengan kekerasan dan pengusiran. Selanjutnya, Fir'aun meminta saran dari kaum yang menyembahnya ini. Demikianlah, karena terdesak oleh bukti-bukti kuat yang diperlihatkan Mûsâ, Fir'aun--dengan meminta saran seperti itu--lupa bahwa ia telah mengaku Tuhan.",
    "jalalayn": "(Ia hendak mengusir kalian dari negeri kalian dengan sihirnya; maka karena itu apakah yang kalian anjurkan?\")."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 36,
    "arab": "قَالُوْٓا اَرْجِهْ وَاَخَاهُ وَابْعَثْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَ ۙ ",
    "translation": "Mereka menjawab, “Tahanlah (untuk sementara) dia dan saudaranya, dan utuslah ke seluruh negeri orang-orang yang akan mengumpulkan (pesihir),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2968.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan jawaban para pembesar dan pemuka kaum Fir'aun atas saran yang dimintanya. Mereka menyarankan agar urusan Musa dan saudaranya, Harun, ditunda karena mereka akan mengumpulkan semua ahli sihir ulung yang ada di negeri mereka. Para ahli sihir itu dikumpulkan dan diperintahkan supaya datang mengadakan pertandingan sihir dengan Musa. Pada hari dan tempat yang telah ditentukan, para ahli sihir itu harus memperlihatkan kelebihannya di hadapan Fir'aun dan Musa. Menurut mereka, pada saat itu kemenangan akan berada di pihak mereka sehingga rakyat kembali mendukungnya. Saran ini diterima baik oleh Fir'aun dan akan dilaksanakan pada waktunya. Sebagai imbalan, ia juga akan memenuhi segala tuntutan mereka.",
    "quraish": "Kaumnya berkata kepada Fir'aun, \"Tangguhkanlah perkara kedua orang ini. Lalu kerahkanlah balatentara ke seluruh kota untuk mengumpulkan para ahli sihir dari wargamu. Karena sihir hanya bisa dilawan dengan sihir.",
    "jalalayn": "(Mereka menjawab, \"Tundalah urusan dia dan saudaranya) tangguhkanlah urusan keduanya (dan kirimkanlah ke seluruh negeri orang-orang yang akan mengumpulkan) menghimpun para ahli sihir."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 37,
    "arab": "يَأْتُوْكَ بِكُلِّ سَحَّارٍ عَلِيْمٍ ",
    "translation": "niscaya mereka akan mendatangkan semua pesihir yang pandai kepadamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2969.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan jawaban para pembesar dan pemuka kaum Fir'aun atas saran yang dimintanya. Mereka menyarankan agar urusan Musa dan saudaranya, Harun, ditunda karena mereka akan mengumpulkan semua ahli sihir ulung yang ada di negeri mereka. Para ahli sihir itu dikumpulkan dan diperintahkan supaya datang mengadakan pertandingan sihir dengan Musa. Pada hari dan tempat yang telah ditentukan, para ahli sihir itu harus memperlihatkan kelebihannya di hadapan Fir'aun dan Musa. Menurut mereka, pada saat itu kemenangan akan berada di pihak mereka sehingga rakyat kembali mendukungnya. Saran ini diterima baik oleh Fir'aun dan akan dilaksanakan pada waktunya. Sebagai imbalan, ia juga akan memenuhi segala tuntutan mereka.",
    "quraish": "Mereka akan mendatangkan kepadamu sejumlah besar ahli sihir yang piawai dan lebih unggul serta berpengalaman dibanding Mûsâ.\" Dengan saran ini, kaumnya berharap dapat meredam kecemasan Fir'aun.",
    "jalalayn": "(Niscaya mereka akan mendatangkan semua ahli sihir yang pandai kepadamu\") yang kepandaiannya melebihi Musa dalam ilmu sihir."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 38,
    "arab": "فَجُمِعَ السَّحَرَةُ لِمِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ ۙ ",
    "translation": "Lalu dikumpulkanlah para pesihir pada waktu (yang ditetapkan) pada hari yang telah ditentukan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2970.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mendapat saran dari pembesar dan pemuka kaumnya supaya tidak gegabah menindak Musa, dan lebih baik mengumpulkan ahli-ahli sihir, maka Fir'aun melaksanakan saran itu. Ia memerintahkan agar para ahli sihir sudah siap pada waktu yang telah ditetapkan, yaitu pada hari yang diumumkan sebagai hari raya.",
    "quraish": "Maka dikumpulkanlah para ahli sihir dari seluruh pelosok negeri. Lalu ditentukan waktu pertemuan mereka dengan Mûsâ pada hari perayaan (yawm al-zînah), pada waktu duha, menjelang tengah hari.",
    "jalalayn": "(Lalu dikumpulkanlah ahli-ahli sihir pada waktu yang ditetapkan di hari yang maklum) yaitu pada waktu matahari mencapai sepenggalah atau waktu dhuha di hari raya mereka."
  },
  {
    "page": 368,
    "name": "Asy-Syu'ara'",
    "ayat": 39,
    "arab": "وَّقِيْلَ لِلنَّاسِ هَلْ اَنْتُمْ مُّجْتَمِعُوْنَ ۙ ",
    "translation": "dan diumumkan kepada orang banyak, “Berkumpullah kamu semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2971.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa Fir'aun menyuruh rakyatnya berkumpul, untuk menyaksikan peristiwa yang akan terjadi pada hari yang ditetapkan sebagai hari raya itu. Fir'aun yakin bahwa pihaknya yang akan mendapatkan kemenangan. Ia berpendapat bahwa tak seorang pun dari rakyatnya itu yang akan beriman kepada Musa. Fir'aun sengaja mengumpulkan semua rakyatnya untuk menyaksikan adu kekuatan antara para pesihirnya dengan Musa, supaya mereka tetap mengikuti para pesihir itu dan berpegang teguh kepada agama mereka.",
    "quraish": "Semua orang berharap dapat menghadiri acara yang ditunggu-tunggu pada hari yang telah ditentukan itu. Mereka saling bertanya satu sama lain, \"Adakah kalian akan berkumpul?\" Maksudnya, \"Berkumpullah kalian semua!\"",
    "jalalayn": "(Dan dikatakan kepada orang banyak, \"Berkumpullah kamu sekalian)."
  }
]