[
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 61,
    "arab": "فَلَمَّا تَرَاۤءَ الْجَمْعٰنِ قَالَ اَصْحٰبُ مُوْسٰٓى اِنَّا لَمُدْرَكُوْنَ ۚ  ",
    "translation": "Maka ketika kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa, “Kita benar-benar akan tersusul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2993.mp3",
    "tafsir": "Ketika Musa beserta Bani Israil dan Fir'aun bersama bala tentaranya berada dalam jarak yang dekat, Bani Israil merasa cemas dan khawatir kalau mereka tersusul oleh Fir'aun dan bala tentaranya. Mereka berkata kepada Musa, \"Fir'aun dan tentaranya telah menyiksa anak-anak kami sebelum kami berangkat, dan setelah tersusul, kami semua akan dibunuh oleh mereka.\"",
    "quraish": "Maka tatkala kedua kelompok itu saling melihat, para pengikut Mûsâ berkata ketakutan, \"Sesungguhnya Fir'aun dan kaumnya hampir menyusul dan kemudian membunuh kita.\"",
    "jalalayn": "(Maka setelah kedua golongan itu saling melihat) masing-masing pihak telah melihat pihak yang lainnya (berkatalah pengikut-pengikut Musa, \"Sesungguhnya kita benar-benar akan terkejar\") oleh pasukan Firaun, kita tidak akan mampu menghadapi mereka, karena kita tidak mempunyai kekuatan."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 62,
    "arab": "قَالَ كَلَّاۗ اِنَّ مَعِيَ رَبِّيْ سَيَهْدِيْنِ  ",
    "translation": "Dia (Musa) menjawab, “Sekali-kali tidak akan (tersusul); sesungguhnya Tuhanku bersamaku, Dia akan memberi petunjuk kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2994.mp3",
    "tafsir": "Atas kecemasan dan kekhawatiran Bani Israil itu, Musa menghibur hati mereka dengan ucapan yang tegas bahwa mereka sekali-kali tidak akan tersusul oleh Fir'aun. Perbuatannya mengajak dan membawa pergi Bani Israil keluar dari Mesir menuju Palestina adalah perintah dan kehendak Allah. Dengan demikian, Allah akan menunjukkan kepada mereka jalan keluar, sehingga mereka selamat dari segala bahaya yang mengancam. Allah pula yang akan memberinya pertolongan dan kemenangan serta menjamin keselamatan mereka dari kekejaman Fir'aun dan bala tentaranya.",
    "quraish": "Mûsâ berkata, \"Sesungguhnya perlindungan Allah selalu menyertai ke mana aku pergi. Dia senantiasa memberikan kepadaku jalan keselamatan.\" Demikianlah, Mûsâ berusaha menenangkan Banû Isrâ'îl dan membuang jauh-jauh dari pikiran mereka perihal ketersusulan yang menakutkan itu.",
    "jalalayn": "(Berkatalah) Nabi Musa, (\"Sekali-kali tidak akan tersusul) kita tidak akan tersusul oleh mereka (sesungguhnya Rabbku besertaku) pertolongan-Nya selalu menyertaiku (kelak Dia akan memberi petunjuk kepadaku\") jalan yang menuju keselamatan."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 63,
    "arab": "فَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنِ اضْرِبْ بِّعَصَاكَ الْبَحْرَۗ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيْمِ ۚ ",
    "translation": "Lalu Kami wahyukan kepada Musa, “Pukullah laut itu dengan tongkatmu.” Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2995.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mewahyukan kepada Musa dan menunjukkan jalan keluar dari bahaya yang mengancam itu. Musa diperintahkan untuk memukulkan tongkatnya ke laut sehingga lautan itu terbelah dan membentuk jalan yang akan dilalui setiap keturunan Bani Israil. Setiap belahan dari air laut itu merupakan gunung besar dan tinggi, serta membentuk jalan yang kering dan bisa dilalui Bani Israil, sebagaimana firman Allah:\nDan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)",
    "quraish": "Maka Kami wahyukan kepada Mûsâ agar memukul lautan dengan tongkatnya. Seketika, lautan itu terbelah membuat dua belas jalur, sesuai dengan jumlah kelompok Banû Isrâ'îl. Setiap jalur dipisahkan oleh dinding air seperti gunung yang besar dan kokoh.",
    "jalalayn": "Allah berfirman, (\"Lalu Kami wahyukan kepada Musa, 'Pukullah lautan itu dengan tongkatmu') maka Nabi Musa memukul laut itu dengan tongkatnya. (Maka terbelahlah lautan itu) membentuk dua belas jalan (tiap-tiap belahan adalah seperti gunung yang besar) di antara dua gunung terdapat jalan yang akan dilalui oleh mereka; sehingga disebutkan bahwa pelana hewan-hewan kendaraan mereka sedikit pun tidak terkena basah, dan tidak pula kecipratan air."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 64,
    "arab": "وَاَزْلَفْنَا ثَمَّ الْاٰخَرِيْنَ ۚ ",
    "translation": "Dan di sanalah Kami dekatkan golongan yang lain. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2996.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Fir'aun beserta kaumnya Kami buat semakin mendekat, agar mereka dapat memasuki jalur-jalur itu di belakang Mûsâ dan kaumnya.",
    "jalalayn": "(Dan Kami dekatkan) Kami jadikan (di sana) di tempat itu (golongan yang lain) Firaun dan kaumnya, sehingga mereka melalui jalan yang dilalui oleh Nabi Musa dan kaumnya."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 65,
    "arab": "وَاَنْجَيْنَا مُوْسٰى وَمَنْ مَّعَهٗٓ اَجْمَعِيْنَ ۚ ",
    "translation": "Dan Kami selamatkan Musa dan orang-orang yang bersamanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2997.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Kami menyelamatkan Mûsâ dan orang-orang yang menyertainya dengan membuat lautan itu tetap terbelah, sampai mereka semua selesai menyeberang.",
    "jalalayn": "(Dan Kami selamatkan Musa dan semua orang-orang yang besertanya) dengan mengeluarkan mereka dari laut, sebagaimana gambaran yang telah disebutkan tadi."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 66,
    "arab": "ثُمَّ اَغْرَقْنَا الْاٰخَرِيْنَ ۗ ",
    "translation": "Kemudian Kami tenggelamkan golongan yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2998.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Lalu Kami menenggelamkan Fir'aun dan orang-orang yang menyertainya--saat mereka membuntuti Mûsâ dan Banû Isrâ'îl--dengan menimpakan air ke arah mereka.",
    "jalalayn": "(Dan Kami tenggelamkan golongan yang lain itu) yakni Firaun dan kaumnya, dengan menutup kembali lautan ketika mereka telah masuk ke dalamnya, sedangkan Bani Israel telah selamat keluar semuanya dari laut."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 67,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat suatu tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2999.mp3",
    "tafsir": "Keberhasilan Musa dan semua pengikutnya sampai ke daratan seberang dengan selamat, dan tenggelamnya Fir'aun bersama seluruh tentaranya di tengah lautan merupakan satu tanda yang nyata atas kekuasaan Allah dan kebenaran Nabi Musa sebagai rasul-Nya. Allah senantiasa memberikan pertolongan dan kemenangan kepada para hamba-Nya yang beriman dengan sungguh-sungguh. Allah juga selalu membinasakan dan menyiksa orang-orang yang mendustakan ayat-ayat-Nya terutama di akhirat kelak. Firman Allah:\nAllah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Maha Perkasa. (al-hajj/22: 40)\nDemikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami. (Fussilat/41: 28)\n\nManusia yang keras dan hatinya telah membatu seperti Fir'aun dan kaumnya tidak akan mau beriman, meskipun melihat dengan nyata kebenaran sesuatu. Peristiwa ini juga menjadi penghibur bagi Rasulullah karena dengan hal itu, beliau mengetahui bahwa bukan hanya dia yang mengalami cobaan seperti itu, tetapi juga para nabi dan rasul Allah yang terdahulu. Semuanya berakhir dengan kemenangan bagi para nabi dan rasul Allah, dan kekalahan bagi musuh-musuh mereka.",
    "quraish": "Sesungguhnya perbuatan Tuhan yang menakjubkan ini merupakan suatu peringatan bagi siapa saja yang mau menggunakannya. Akan tetapi kebanyakan kaum tidak mempercayainya.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) yaitu ditenggelamkannya Firaun dan kaumnya (benar-benar merupakan tanda) yaitu pelajaran bagi orang-orang yang sesudah mereka. (Akan tetapi kebanyakan mereka tidak beriman) kepada Allah. Yang beriman kepada Allah dari kalangan kaum Firaun hanyalah Asiah istri Firaun sendiri, Hezqil dari kalangan keluarga Firaun dan Maryam binti Namushi yang menunjukkan tempat kuburan Nabi Yusuf a.s."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 68,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "translation": "Dan sesungguhnya Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3000.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah Mahaperkasa dan Mahakuasa. Dia akan mengazab para musuh-Nya dan musuh para nabi dan rasul. Akan tetapi, Allah Maha Penyayang kepada para pendukung dan pembela agama-Nya.",
    "quraish": "Dan sesungguhnya Pencipta dan Pemeliharamu Mahaperkasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi rahmat bagi orang-orang yang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar-benar Dialah Yang Maha Perkasa) maka Dia membalas kelakuan orang-orang kafir itu dengan menenggelamkan mereka (lagi Maha Penyayang.\") terhadap orang-orang Mukmin, Dia menyelamatkan mereka dari tenggelam."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 69,
    "arab": "وَاتْلُ عَلَيْهِمْ نَبَاَ اِبْرٰهِيْمَ ۘ ",
    "translation": "Dan bacakanlah kepada mereka kisah Ibrahim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3001.mp3",
    "tafsir": "Allah menyuruh Nabi Muhammad menceritakan kepada kaum musyrik Mekah kisah Nabi Ibrahim sebagai pengajaran bagi seluruh umatnya. Mereka diharapkan supaya mencontoh dan meneladani sifat-sifat mulia yang menghiasi pribadi Nabi Ibrahim. Beliau adalah seorang yang ikhlas dalam beramal, tawakal, dan senantiasa menyembah Allah Yang Maha Esa. Beliau dianugerahi Allah kecerdasan otak sejak kecil sebagai suatu pemberian yang layak diterima oleh seorang rasul. Hal itulah yang menyebabkan Ibrahim selalu menentang kaumnya (termasuk bapaknya) yang menyembah berhala yang mereka perlakukan sebagai tuhan.",
    "quraish": "Dan tuturkanlah kepada orang-orang kafir, wahai Muhammad, kisah Ibrâhîm a. s.",
    "jalalayn": "(Dan bacakanlah kepada mereka) yakni orang-orang kafir Mekah (kisah) berita (Ibrahim) kemudian dijelaskan oleh Badalnya, yaitu:"
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 70,
    "arab": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا تَعْبُدُوْنَ ",
    "translation": "Ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Apakah yang kamu sembah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3002.mp3",
    "tafsir": "Ibrahim menganggap penyembahan berhala itu adalah sesuatu yang tidak masuk akal. Ia menanyakan kepada bapak dan kaumnya apa alasan mereka mengabdikan diri kepada tuhan-tuhan yang tidak mengerti apa-apa. Sebenarnya beliau bukan tidak mengetahui apa sesungguhnya hakikat berhala yang disembah itu, namun Ibrahim ingin sekadar mendengar dari mulut mereka alasan kongkrit dari penyembahan semacam itu. Menurut ahli sejarah, patung-patung sembahan mereka itu terbuat dari emas dan perak, dan ada juga dari tembaga dan besi. Oleh karena itu, mereka merasa bangga dengan tuhan hasil ciptaannya. \"Apa sebabnya kamu mempertuhankan patung-patung itu?\" tanya Ibrahim.",
    "quraish": "Tatkala ia berkata kepada bapak dan kaumnya, \"Sembahan apa yang, sebenarnya, tak patut kalian sembah ini?\" Ibrâhîm melontarkan pertanyaan ini untuk mencerca kecenderungan penyembahan mereka terhadap berhala-berhala.",
    "jalalayn": "(Ketika ia berkata kepada bapaknya dan kaumnya, \"Apakah yang kalian sembah?\")"
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 71,
    "arab": "قَالُوْا نَعْبُدُ اَصْنَامًا فَنَظَلُّ لَهَا عٰكِفِيْنَ  ",
    "translation": "Mereka menjawab, “Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3003.mp3",
    "tafsir": "Pertanyaan itu dijawab kaumnya dengan sikap sombong, \"Memang kami ini adalah penyembah berhala. Seluruh hidup dan kehidupan kami, dengan rela kami baktikan kepadanya.\" Menurut ahli tafsir, kaum Nabi Ibrahim tersebut melakukan penyembahan terhadap berhala pada siang hari saja. Mereka sangat tekun dan khusyuk menyembahnya.",
    "quraish": "Mereka, dengan bangga, menjawab, \"Kami tengah menyembah berhala-berhala. Kami akan senantiasa melakukannya sebagai penghormatan dan pemuliaan terhadap berhala-berhala itu.\"",
    "jalalayn": "(Mereka menjawab, \"Kami menyembah berhala-berhala) mereka menjelaskan perbuatannya secara terang-terangan supaya berhala-berhala itu disukai olehnya (dan kami senantiasa tekun menyembahnya\") maksudnya kami selalu menyembahnya; sepanjang siang dengan tekun, mereka menambahkan jawabannya dengan maksud membanggakan diri mereka terhadap Nabi Ibrahim."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 72,
    "arab": "قَالَ هَلْ يَسْمَعُوْنَكُمْ اِذْ تَدْعُوْنَ ۙ  ",
    "translation": "Dia (Ibrahim) berkata, “Apakah mereka mendengarmu ketika kamu berdoa (kepadanya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3004.mp3",
    "tafsir": "Mendengar keterangan itu, bertambah yakinlah Ibrahim bahwa kepercayaan tersebut bukanlah berdasarkan alasan yang masuk akal. Mulailah beliau berpikir bagaimana caranya untuk meluruskan kembali jalan pikiran kaumnya yang telah sesat itu. Tugas beliau yang utama ialah mengembalikan mereka kepada ajaran tauhid. \nIbrahim bertanya lagi, apakah berhala-berhala tersebut dapat mendengar permohonan yang diucapkan mereka. Hal demikian beliau persoalkan untuk menguji sampai di manakah logika mereka dapat dipergunakan untuk memahami ucapan dan perbuatan dalam bentuk doa-doa kepada berhala tersebut. Sebab andaikata yang disembah itu saja tidak mendengar, bagaimana pula ia bisa mengabulkan permohonan yang diajukan kepadanya. Tegasnya bagaimana mungkin dipahami dengan benar hakikat peribadatan seperti itu kalau otak mereka tidak bisa mencerna dengan baik tujuan penyembahan terhadap berhala-berhala itu.",
    "quraish": "Untuk mengingatkan kerancuan berpikir mereka, Ibrâhîm bertanya, \"Adakah berhala-berhala itu dapat mendengarkan dan mengabulkan doa-doa kalian?\"",
    "jalalayn": "(Berkata Ibrahim, \"Apakah berhala-berhala itu mendengar seruan kalian di waktu) ketika (kalian berdoa kepadanya?)."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 73,
    "arab": "اَوْ يَنْفَعُوْنَكُمْ اَوْ يَضُرُّوْنَ  ",
    "translation": "Atau (dapatkah) mereka memberi manfaat atau mencelakakan kamu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3005.mp3",
    "tafsir": "Rangkaian pertanyaan Ibrahim itu selanjutnya ialah apakah betul tuhan-tuhan yang mereka sembah itu dapat mendatangkan faedah dalam kehidupan. Bisakah ia memberi rezeki, makan, dan minum andaikata ia betul-betul tuhan yang mahakuasa? Sebaliknya bisa pulakah ia melepaskan kaum pemujanya dari bala dan musibah yang menimpa mereka?",
    "quraish": "\"Adakah berhala-berhala itu,\" lanjut Ibrâhîm, \"dapat memberikan kebaikan jika kalian menaati mereka? Atau sebaliknya, dapatkah mereka mendatangkan keburukan jika kalian menentang mereka?\"",
    "jalalayn": "(Atau dapatkah mereka memberi manfaat ke pada kalian) jika kalian menyembahnya (atau memberi mudarat?\") kepada diri kalian, jika kalian tidak menyembahnya."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 74,
    "arab": "قَالُوْا بَلْ وَجَدْنَآ اٰبَاۤءَنَا كَذٰلِكَ يَفْعَلُوْنَ  ",
    "translation": "Mereka menjawab, “Tidak, tetapi kami dapati nenek moyang kami berbuat begitu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3006.mp3",
    "tafsir": "Pertanyaan-pertanyaan itu mereka jawab sesuai dengan apa yang mereka ketahui. Namun demikian, pada akhirnya Ibrahim mengetahui motif sesungguhnya dari penyembahan itu, yaitu merupakan tradisi yang diwarisi dari nenek moyang mereka. \"Kami hanya mendapati nenek moyang kami berbuat demikian, dan kebiasaan itulah yang kami ikuti,\" jawab mereka dengan tegas kepada Ibrahim.",
    "quraish": "Mereka menjawab, \"Mereka memang tidak dapat melakukan semua itu. Tetapi kami mendapatkan para nenek moyang kami melakukan penyembahan yang kami lakukan ini. Kami hanya sekadar mengikuti apa yang telah mereka lakukan.\"",
    "jalalayn": "(Mereka menjawab, \"Sebenarnya kami mendapati nenek moyang kami berbuat demikian\") yakni mereka melakukan sebagaimana apa yang kami lakukan sekarang ini."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 75,
    "arab": "قَالَ اَفَرَءَيْتُمْ مَّا كُنْتُمْ تَعْبُدُوْنَ ۙ ",
    "translation": "Dia (Ibrahim) berkata, “Apakah kamu memperhatikan apa yang kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3007.mp3",
    "tafsir": "Jawaban tersebut tidak memuaskan beliau. Perbuatan-perbuatan taklid yang tidak ada dasarnya itu harus diberantas. Cara membasminya dengan jalan menyadarkan pikiran mereka akan kekeliruan mereka dan nenek moyangnya. Ibrahim mengingatkan apakah hal itu tidak pernah terpikirkan dan tidak pernah terlintas dalam ingatan untuk menganalisa dan merenungkan perbuatan yang hanya semata-mata mencontoh itu.",
    "quraish": "Untuk membungkam mulut mereka, Ibrâhîm berkata, \"Tidak berpikirkah kalian, sehingga kalian mengetahui hakikat berhala-berhala yang disembah,",
    "jalalayn": "(Ibrahim berkata, \"Maka apakah kalian telah memperhatikan apa yang selalu kalian sembah)."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 76,
    "arab": "اَنْتُمْ وَاٰبَاۤؤُكُمُ الْاَقْدَمُوْنَ ۙ  ",
    "translation": "kamu dan nenek moyang kamu yang terdahulu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3008.mp3",
    "tafsir": "Dalam ayat ini, beliau menegaskan bahwa mereka atau para leluhurnya adalah manusia-manusia yang tidak mau mempergunakan pikiran. Sebab ternyata patung-patung yang dipuja itu tidak dapat mendengar, apalagi memahami apa yang diminta kepadanya. Lebih dari itu, patung-patung itu tidak bisa mendatangkan manfaat atau menolak bahaya. Fungsinya semata-mata barang ciptaan manusia belaka yang tidak seyogyanya dijadikan sebagai sesembahan.",
    "quraish": "oleh kalian dan para nenek moyang sebelum kalian? Adakah berhala-berhala itu patut disembah atau tidak? Jika kalian memikirkan hal ini secara saksama, niscaya kalian menyadari bahwa selama ini kalian berada dalam kesesatan yang nyata.",
    "jalalayn": "(Kalian dan nenek moyang kalian yang dahulu?)"
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 77,
    "arab": "فَاِنَّهُمْ عَدُوٌّ لِّيْٓ اِلَّا رَبَّ الْعٰلَمِيْنَ ۙ ",
    "translation": "Sesungguhnya mereka (apa yang kamu sembah) itu musuhku, lain halnya Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3009.mp3",
    "tafsir": "Kemudian Nabi Ibrahim menegaskan pendiriannya. Pendirian seorang rasul Tuhan yang membawa risalah untuk menyebarkan paham tauhid (monoteisme) di kalangan kaumnya. Beliau memproklamasikan diri sebagai musuh utama dari tuhan-tuhan mereka. Menurutnya, yang berhak disembah hanyalah Tuhan Yang Maha Esa, Tuhan alam semesta. Kepada-Nyalah manusia harus mengabdikan diri. Keyakinan tauhid itu didasarkan pada beberapa alasan yang masuk akal. \nMisi yang dibawa Nabi Ibrahim, juga pernah dibawa oleh nabi sebelumnya yakni Nuh. Semua para nabi dan rasul membawa tugas pokok seperti itu. Mereka di samping mengajak manusia untuk mentauhidkan Allah, juga dengan terang-terangan memusuhi setiap bentuk penyembahan yang pada prinsipnya mempersekutukan Allah. Nabi Nuh juga menentang kaumnya yang bermaksud mencelakakannya akibat seruannya untuk beriman, sebagaimana yang dilukiskan dalam firman Allah:\nKarena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi. (Yunus/10: 71)\n\nDemikian juga firman Allah menerangkan ucapan Nabi Hud a.s.:\nDia (Hud) menjawab, \"Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan. (Ha¼d/11: 54)",
    "quraish": "Sembahan kalian selain Allah ini adalah musuh-musuhku, juga musuh kalian. Aku tidak akan menyembah mereka. Hanya Sang Pencipta, Penguasa dan Pemelihara alam semesta yang aku sembah. Dan aku akan selalu mendekatkan diri kepada-Nya.",
    "jalalayn": "(Karena sesungguhnya apa yang kalian sembah itu adalah musuhku) aku tidak menyembah mereka (melainkan) aku hanya menyembah (Rabb semesta alam)."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 78,
    "arab": "الَّذِيْ خَلَقَنِيْ فَهُوَ يَهْدِيْنِ ۙ ",
    "translation": "(yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3010.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Nabi Ibrahim menjelaskan sebagian dari dalil-dalil keesaan Tuhan, yang merupakan sebagian dari sifat-sifat Allah Rabbul 'alamin. Allah adalah pencipta manusia, dengan ciptaan yang sebaik-baiknya. Dia pula yang memberi petunjuk (hidayah). \nSeperti diketahui, hidayah itu bermacam-macam. Ada hidayah yang disebut dengan hidayah pancaindra, hidayah akal (pikiran), hidayah insting (kepandaian yang dibawa sejak lahir), dan hidayah agama (ad-din). Akal adalah hidayah Tuhan yang sangat berharga, sebab dengan akal manusia sanggup membedakan yang buruk dengan yang baik. Akal pula yang membedakan manusia dengan hewan. \nNamun demikian, akal saja belum merupakan jaminan bagi keselamatan manusia. Oleh sebab itu, Allah melengkapi nikmatnya dengan memberikan kepada mereka agama. Hidayah agama itu hanya Tuhan sajalah yang memberinya. Bila seseorang dikehendaki Allah memperoleh hidayah (agama), tidak seorang pun yang dapat menghalanginya. Sebaliknya jika Allah belum menghendaki yang demikian, tidak ada yang bisa memberikan petunjuk. Bahkan nabi dan rasul sendiri pun yang ditugaskan membawa hidayah itu juga tidak punya wewenang untuk memberi hidayah seperti terlihat dalam kisah Nabi Ibrahim pada ayat yang lain (Surah al-An'am/6: 74-88) yang menceritakan dialog antara beliau dengan bapaknya (azar) dan kaumnya. Ibrahim berusaha mengislamkan bapaknya, tetapi Allah tidak memberi hidayah, sehingga dia tetap dalam kemusyrikan. \nDemikian juga halnya paman Nabi Muhammad, Abu thalib, yang sudah banyak berjasa dalam mengembangkan dakwah Nabi di Mekah. Nabi sangat menginginkan pamannya masuk Islam, tetapi Allah belum memberi hidayah sehingga ia tetap musyrik sampai akhir hayatnya. Allah berfirman:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)",
    "quraish": "Dialah yang telah menciptakan aku dari ketiadaan dalam bentuk yang sempurna. Dia juga memberi petunjuk kepadaku agar dapat mencapai kebahagiaan dunia dan akhirat.",
    "jalalayn": "(Yaitu Tuhan yang telah menciptakan aku, maka Dia-lah yang menunjuki aku) kepada agama yang benar."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 79,
    "arab": "وَالَّذِيْ هُوَ يُطْعِمُنِيْ وَيَسْقِيْنِ ۙ ",
    "translation": "dan Yang memberi makan dan minum kepadaku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3011.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah memberi manusia makan dan minum. Makan dan minum itu merupakan rezeki dari Allah. Caranya Allah memberi rezeki itu dengan jalan memudahkan bagi manusia untuk memperolehnya. Semuanya itu bergantung kepada kecakapan dan pengetahuan yang dimiliki oleh masing-masing manusia. Allah menurunkan hujan dari langit sebagai minuman bagi manusia, binatang, dan hewan ternak. Dengan air hujan itu, bumi menjadi subur dan menghasilkan beraneka ragam tumbuh-tumbuhan untuk dapat dinikmati. Begitu juga Allah menyediakan seribu macam benda-benda berharga dalam perut bumi seperti besi, minyak, emas, aluminium, dan sebagainya. Semuanya dengan maksud agar dimanfaatkan dengan sebaik-baiknya. Allah berfirman:\n(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 22).",
    "quraish": "Dan Dialah yang mengaruniakan makanan dan minuman kepadaku sehingga aku dapat memperoleh dan memanfaatkannya untuk kelangsungan hidupku.",
    "jalalayn": "(Dan Tuhanku, yang memberi makan dan minum kepadaku)."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 80,
    "arab": "وَاِذَا مَرِضْتُ فَهُوَ يَشْفِيْنِ ۙ  ",
    "translation": "dan apabila aku sakit, Dialah yang menyembuhkan aku, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3012.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah yang menyembuhkan manusia apabila ia sakit. Allah berkuasa menyembuhkan penyakit apa saja yang diderita oleh seseorang. Meskipun begitu, manusia juga harus mencari tahu cara untuk memperoleh kesembuhan itu.\nImam Jamaluddin al-Qasimi dalam tafsirnya menguraikan bahwa ayat ini menggambarkan tata susila seorang hamba Allah kepada Khaliknya. Sebab penyakit itu kadang-kadang akibat dari perbuatan manusia sendiri, umpamanya disebabkan oleh pelanggaran terhadap norma-norma kesehatan, atau pola hidup sehari-hari, maka serangan penyakit terhadap tubuh tidak dapat dielakkan. Sebaliknya yang berhak menyembuhkan penyakit adalah Allah semata. Bila orang sakit merasakan yang demikian waktu ia menderita sakit, maka ia akan menghayati benar nikmat-nikmat Allah setelah ia sembuh dari penyakit tersebut. Kenyataan memang membuktikan, kebanyakan manusia terserang penyakit disebabkan kurang memperhatikan norma-norma kesehatan yang berlaku.",
    "quraish": "Bila aku menderita sakit, Dialah yang menyembuhkan aku dengan mempermudah pengobatan sambil berserah diri kepada-Nya.",
    "jalalayn": "(Dan apabila aku sakit. Dialah yang menyembuhkan aku)."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 81,
    "arab": "وَالَّذِيْ يُمِيْتُنِيْ ثُمَّ يُحْيِيْنِ ۙ ",
    "translation": "dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3013.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah yang mematikan manusia, kemudian Dia pula yang menghidupkan dan membangkitkan kembali. Tidak seorang pun yang berhak dan sanggup berbuat itu, kecuali Dia sendiri. Dimaksudkan dengan menghidupkan dalam ayat ini adalah membangkitkan kembali sesudah mati. Antara datangnya kematian dan kehidupan baru ditandai dengan waktu yang lama dan tidak bisa diketahui oleh manusia ketentuan datangnya. Kalau dipersoalkan, mati juga kadang-kadang akibat perbuatan manusia itu sendiri, sedang dalam ayat ini Allah menegaskan Dia sendirilah yang mematikan manusia, maka bagaimana kita membedakan mati yang dinisbahkan kepada Allah dan sakit yang disebabkan oleh manusia? Mati adalah suatu ketetapan yang pasti berlaku bagi semua orang tanpa kecuali, sedangkan sakit khusus menimpa seseorang. Artinya belum tentu semua orang menderita suatu macam penyakit, masing-masing mereka menderita penyakit yang berbeda pula. Sering pula orang mati secara mendadak, tanpa didahului oleh sakit. Jelaslah mati itu umum sifatnya, sebaliknya sakit khusus menimpa diri seseorang.",
    "quraish": "Dialah yang mewafatkan aku jika ajal telah tiba, dan kemudian menghidupkan aku kembali untuk memperoleh perhitungan dan balasan.",
    "jalalayn": "(Dan Yang akan mematikan aku, kemudian akan menghidupkan aku kembali)."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 82,
    "arab": "وَالَّذِيْٓ اَطْمَعُ اَنْ يَّغْفِرَ لِيْ خَطِيْۤـَٔتِيْ يَوْمَ الدِّيْنِ ۗ",
    "translation": "dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3014.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa hanya Allah semata yang mengampuni dosa seseorang di hari akhirat (lihat pula Surah ali 'Imran/3: 135). Tidak ada seorang pun yang dapat menanggung dosa orang lain, tetapi masing-masing bertanggung jawab terhadap perbuatannya sendiri. Allah berfirman: \nDan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6: 164)",
    "quraish": "Dialah yang ampunan-Nya amat kuinginkan, agar--saat perhitungan nanti--segala kealpaan dan kekhilafanku di dunia terhapus.\"",
    "jalalayn": "(Dan Yang amat kuinginkan) amat kuharapkan (akan mengampuni kesalahanku pada hari kiamat\") yaitu hari pembalasan."
  },
  {
    "page": 370,
    "name": "Asy-Syu'ara'",
    "ayat": 83,
    "arab": "رَبِّ هَبْ لِيْ حُكْمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ ۙ",
    "translation": "Ibrahim berdoa), “Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3015.mp3",
    "tafsir": "Ibrahim bermohon agar dianugerahi hikmah. Hikmah berarti ilmu pengetahuan yang diamalkan dengan baik. Dalam hubungannya dengan kepribadian orang yang saleh, hikmah diartikan sebagai petunjuk Tuhan dalam beramal, dengan taufik Allah ia terlepas dari segala perbuatan dosa besar maupun dosa kecil. Sementara itu ahli tafsir yang lain ada yang mengartikan hikmah dengan perlakuan yang adil terhadap sesama manusia dalam memutuskan suatu perkara. Dalam kaitannya dengan doa Ibrahim ini, hikmah ditafsirkan sebagai pengetahuan tentang sifat-sifat ketuhanan dan ilmu pengetahuan tentang kebenaran yang akan diamalkan dalam kehidupan sehari-hari. Selain itu, beliau berdoa pula agar dimasukkan ke dalam lingkungan orang-orang yang baik-baik, dan pada golongan yang senantiasa bertawakal kepada-Nya. Permohonan tersebut dikabulkan oleh Allah, sebagaimana disebutkan dalam ayat lain:\nDan sesungguhnya di akhirat dia termasuk orang-orang saleh. (al-Baqarah/2: 130)\n\nDiriwayatkan dalam sebuah hadis, Rasulullah berdoa seperti doa Nabi Ibrahim, yakni:\n\"Ya Allah, matikanlah kami dalam keadaan muslim, hidupkanlah kami dalam keadaan muslim, dan masukkanlah kami ke dalam golongan orang-orang saleh, bukan golongan orang-orang yang hina dan tertimpa musibah (fitrah).\" (Riwayat Ahmad dari Rifa'ah bin Rafi')",
    "quraish": "Kemudian Ibrâhîm a. s. memanjatkan doa, \"Ya Tuhanku, anugerahilah kesempurnaan ilmu dan amal kepadaku, sehingga--dari sekian banyak hamba-Mu--aku layak mengemban risalah dan hikmah. Dan terimalah diriku untuk berada dalam golongan orang yang saleh.",
    "jalalayn": "(Ya Rabbku! Berikanlah kepadaku hikmah) yakni ilmu (dan masukkanlah aku ke dalam golongan orang-orang yang saleh) golongan para nabi."
  }
]