[
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 84,
    "arab": "وَاجْعَلْ لِّيْ لِسَانَ صِدْقٍ فِى الْاٰخِرِيْنَ ۙ ",
    "translation": "dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3016.mp3",
    "tafsir": "Selanjutnya Ibrahim berdoa agar nama baik beliau menjadi buah bibir yang baik bagi orang-orang yang datang kemudian, sehingga beliau menjadi suri teladan yang utama sampai hari Kiamat, ini pun dikabulkan Allah, sebagaimana firman-Nya:\nDan Kami abadikan untuk Ibrahim (pujian) di kalangan orang-orang yang datang kemudian, \"Selamat sejahtera bagi Ibrahim.\" Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. (as-saffat/37: 108-110).\n\nJanji Allah dalam ayat di atas dibuktikan kebenarannya dalam lembaran sejarah kenabian. Banyak sekali dari keturunan Nabi Ibrahim yang menjadi nabi dan rasul Allah, baik dari keturunan Ismail ataupun dari keturunan Ishak. Agama-agama besar di dunia (Islam, Kristen dan Yahudi) masing-masing menggolongkan agamanya kepada Nabi Ibrahim. Oleh sebab itu, beliau dimuliakan dan dihormati oleh berbagai agama menurut caranya masing-masing. Berdasarkan keterangan ini, wajarlah andaikata mereka menganggap Ibrahim adalah seorang Yahudi (menurut pengakuan orang Yahudi). Demikianlah pula halnya Ibrahim dipandang sebagai orang Nasrani (menurut kepercayaan agama Nasrani), sebab Isa Almasih putra Maryam juga masih keturunan Nabi Ibrahim. Tegasnya dalam sejarah kenabian, ia dianggap sebagai bapak para nabi. Akan tetapi, semua dugaan bahwa Ibrahim penganut Yahudi atau penganut agama tertentu tidak benar. Al-Qur'an membantah keyakinan demikian:\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (ali 'Imran/3: 67)\n\nAdapun pengertian buah tutur yang baik dalam doa ini ialah Nabi Muhammad. Beliau memang keturunan Nabi Ibrahim (dari pihak Ismail) yang terakhir yang diangkat sebagai nabi dan rasul. Risalah Nabi Muhammad (dan juga para nabi) adalah risalah agama tauhid. Rasulullah sendiri dalam sebuah hadis mengatakan:\nAku ini (pelaksanaan bagi terkabulnya) doa Ibrahim. (Riwayat Muslim dari 'Aisyah)\n\nPada hakikatnya agama yang disampaikan Nabi Muhammad merupakan lanjutan dari ajaran yang disampaikan Nabi Ibrahim.",
    "quraish": "Dan jadikanlah diriku sebagai buah bibir yang baik dan kesan yang indah bagi umat-umat yang datang setelah aku, sehingga keharumanku tetap tercatat sampai hari kiamat nanti.",
    "jalalayn": "(Dan jadikanlah aku buah tutur yang baik) pujian yang baik (bagi orang-orang yang datang kemudian) maksudnya orang-orang yang datang sesudahku hingga hari kiamat."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 85,
    "arab": "وَاجْعَلْنِيْ مِنْ وَّرَثَةِ جَنَّةِ النَّعِيْمِ ۙ",
    "translation": "dan jadikanlah aku termasuk orang yang mewarisi surga yang penuh kenikmatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3017.mp3",
    "tafsir": "Setelah Nabi Ibrahim memohon pahala keduniawian, yakni dengan dijadikan nama baiknya sebagai suri teladan bagi orang-orang sesudahnya, ia pun berdoa pula agar menikmati balasan amalnya di akhirat. Yakni nikmat kesenangan surga beserta orang-orang yang diperkenankan masuk ke dalamnya. Ungkapan ayat ini memakai kata-kata \"yang mewarisi surga\", karena diserupakan dengan kesenangan yang diperoleh seorang raja dalam kerajaan yang diwarisi dari bapaknya.",
    "quraish": "Masukkanlah aku ke dalam golongan hamba-Mu yang dianugerahi kenikmatan surga, sebagai balasan dari keimanan dan ibadah mereka kepada-Mu.",
    "jalalayn": "(Dan jadikanlah aku termasuk orang-orang yang mewarisi surga yang penuh kenikmatan) yakni di antara orang-orang yang memperolehnya."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 86,
    "arab": "وَاغْفِرْ لِاَبِيْٓ اِنَّهٗ كَانَ مِنَ الضَّاۤلِّيْنَ ۙ ",
    "translation": "dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3018.mp3",
    "tafsir": "Kemudian ia berdoa pula untuk kesejahteraan dan keselamatan bapaknya (azar) yang tetap musyrik. Namun setelah Nabi Ibrahim mengetahui bahwa ayahnya adalah musuh Allah karena menyekutukan-Nya, akhirnya Ibrahim berlepas diri dari ayahnya. Firman Allah:\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114).",
    "quraish": "Jadikanlah bapakku sebagai orang yang layak mendapatkan ampunan-Mu, dengan memberi petunjuk kepadanya untuk memeluk Islam. (Dahulu, saat perpisahan, Ibrâhîm menjanjikan bapaknya dapat masuk Islam). Sebab, ia adalah salah seorang yang menyimpang dari petunjuk dan kebenaran.",
    "jalalayn": "(Dan ampunilah bapakku, karena sesungguhnya ia adalah termasuk orang-orang yang sesat) umpamanya, Engkau memberikan jalan bertobat kepadanya, lalu Engkau mengampuninya. Doa ini diucapkan oleh Nabi Ibrahim sebelum jelas baginya, bahwa dia adalah musuh Allah, sebagaimana yang telah diterangkan dalam surah Al Bara'ah atau surah At Taubah."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 87,
    "arab": "وَلَا تُخْزِنِيْ يَوْمَ يُبْعَثُوْنَۙ",
    "translation": "dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3019.mp3",
    "tafsir": "Selanjutnya Ibrahim bermunajat kepada Allah agar ia tidak mengalami penghinaan di hari Kiamat kelak. Ini memberi kesan betapa rendah hatinya seorang nabi, sekalipun ia telah memperoleh derajat yang begitu tinggi di sisi Allah, namun ia masih bermohon agar tidak dihinakan pada hari Kiamat. Ibrahim mengadu kepada Tuhan seraya berkata, \"Wahai Tuhan, bukankah engkau telah menjanjikan bahwa aku tidak akan dihinakan di hari Kiamat. Manakah penghinaan yang lebih berat lagi rasanya bagiku daripada penghinaan bertemu dengan bapakku dalam keadaan begini?\" Allah merespon doanya dengan berfirman, \"Hai Ibrahim, sesungguhnya aku haramkan surga bagi orang-orang kafir.\"",
    "quraish": "Janganlah Engkau mempermalukan dan membuat aku terhina di hadapan manusia pada hari dibangkitkannya manusia dari kubur untuk mendapatkan perhitungan dan balasan.",
    "jalalayn": "(Dan janganlah Engkau hinakan aku) janganlah Engkau jelek-jelekkan aku (pada hari mereka dibangkithan) di hari semua manusia dibangkitkan."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 88,
    "arab": "يَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ ۙ  ",
    "translation": "(yaitu) pada hari (ketika) harta dan anak-anak  tidak berguna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3020.mp3",
    "tafsir": "Ayat ini menerangkan tentang kehebatan hari Kiamat. Tiada yang selamat pada hari itu dari siksaan Allah, kecuali orang yang bebas dari dosa dan kesalahan. Harta dan anak keturunan yang dimiliki waktu di dunia tidak satu pun yang bisa menolong. Secara khusus Allah menyebutkan \"anak\" dalam ayat ini, karena anak-anak itulah yang paling dekat dan paling banyak memberi manfaat kepada orang tuanya di dunia. Pada ayat lain, Allah menerangkan bahwa anak-anak adalah harta perhiasan kehidupan keduniawian. Sebaliknya amal yang saleh dan baik pahalanya akan kekal sampai kiamat. Ketika Allah menurunkan ayat tentang emas dan perak (Surah at-Taubah/9: 34), para sahabat bertanya kepada Rasulullah tentang harta apakah yang sebaiknya dimiliki agar mendatangkan faedah (untuk kehidupan ukhrawi). Rasulullah menjawab: \n(Kekayaan) yang paling baik ialah lidah yang selalu zikir kepada Allah, hati yang senantiasa bersyukur, dan istri yang saleh menolong suaminya tetap beriman.\" (Riwayat Ahmad dan at-Tirmidzi dari sauban)",
    "quraish": "Pada hari ketika harta yang dikeluarkan dan pertolongan anak keturunan tidak berguna lagi.",
    "jalalayn": "Yang pada hari itu Allah berfirman, (\"Di hari ini harta dan anak-anak laki-laki tidak berguna) bagi seorang pun."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 89,
    "arab": "اِلَّا مَنْ اَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ ۗ ",
    "translation": "kecuali orang-orang yang menghadap Allah dengan hati yang bersih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3021.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa kesenangan yang bakal diperoleh di akhirat, tidak dapat dibeli dengan harta yang banyak. Juga tidak mungkin ditukar dengan anak dan keturunan yang banyak. Sebab masing-masing manusia hanya diselamatkan oleh amal dan hatinya yang bersih. Tetapi orang yang diselamatkan hanyalah mereka yang akidahnya bersih dari unsur-unsur kemusyrikan dan akhlaknya mulia.",
    "quraish": "Kecuali bagi mereka yang beriman dan mengharap Allah dengan jiwa yang bersih dari kekufuran, kemunafikan dan sikap pamer.",
    "jalalayn": "(Kecuali) lain halnya dengan (orang-orang yang menghadap Allah dengan hati yang bersih\") dari syirik dan munafik, yang dimaksud adalah hati orang Mukmin, maka sesungguhnya imannya itu dapat memberi manfaat kepada dirinya."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 90,
    "arab": "وَاُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِيْنَ ۙ ",
    "translation": "dan surga didekatkan kepada orang-orang yang bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3022.mp3",
    "tafsir": "Surga itu didekatkan sedemikian rupa kepada orang-orang yang bertakwa, sehingga dapat dilihat dengan nyata. Bagaimana surga itu didekatkan, diterangkan pada ayat lain:\nSedangkan surga didekatkan kepada orang-orang yang bertakwa pada tempat yang tidak jauh (dari mereka). (Qaf/50: 31)\n\nMendekatkan surga kepada orang-orang bertakwa akan menggembirakan mereka karena ketaatan yang telah mereka kerjakan selama di dunia, segera akan membuahkan hasil. Mereka akan segera memasukinya.",
    "quraish": "Pada hari didekatkannya surga ke tempat orang-orang yang berbahagia, lalu mereka--yang telah menjauhkan diri dari kekufuran dan kemaksiatan serta menerima keimanan dan ketaatan di dunia--berjalan ke arah surga.\"",
    "jalalayn": "(Dan didekatkanlah surga) yakni dijadikan dekat- (kepada orang-orang yang bertakwa) hingga mereka dapat melihatnya dengan jelas."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 91,
    "arab": "وَبُرِّزَتِ الْجَحِيْمُ لِلْغٰوِيْنَ ۙ ",
    "translation": "dan neraka Jahim diperlihatkan dengan jelas kepada orang-orang yang sesat,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3023.mp3",
    "tafsir": "Sebaliknya, neraka juga diperlihatkan kepada orang-orang yang sesat. Mereka menyaksikan kedahsyatan kobaran apinya. Dalam Al-Qur'an dilukiskan bahwa kobaran api neraka itu dari jauh saja sudah terdengar gejolaknya. Itulah yang akan menjadi tempat kediaman mereka, tanpa dapat mengelak lagi. Ayat itu menggambarkan betapa cepat siksaan tersebut menimpa mereka. Sungguh hal itu tidak pernah mereka bayangkan ketika masih ada di dunia ini, karena mereka tidak peduli dengan azab Allah, seperti dijelaskan dalam ayat ini:\nDan kepada mereka dikatakan, \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini; dan tempat kembalimu ialah neraka, dan sekali-kali tidak akan ada penolong bagimu. (al-Jatsiyah/45: 34)",
    "quraish": "Adapun orang-orang yang menolak kebenaran, neraka jahim akan ditampakkan kepada mereka, sehingga jilatan apinya hampir mengenai mereka. Di saat itu, mereka sangat bersedih dan menyesal.",
    "jalalayn": "(Dan diperlihatkan dengan jelas neraka Jahim) yakni ditampakkan (kepada orang-orang yang Sesat) yakni orang-orang kafir."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 92,
    "arab": "وَقِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تَعْبُدُوْنَ ۙ ",
    "translation": "dan dikatakan kepada mereka, “Di mana berhala-berhala yang dahulu kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3024.mp3",
    "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup.",
    "quraish": "Mereka akan dibentak, \"Mana tuhan-tuhan selain Allah yang kalian sembah itu?",
    "jalalayn": "(Dan dikatakan kepada mereka, \"Di manakah berhala-berhala yang dahulu kalian menyembahnya)."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 93,
    "arab": "مِنْ دُوْنِ اللّٰهِ ۗهَلْ يَنْصُرُوْنَكُمْ اَوْ يَنْتَصِرُوْنَ ۗ  ",
    "translation": "selain Allah? Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3025.mp3",
    "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup.",
    "quraish": "Adakah di hari ini sembahan-sembahan selain Allah yang kalian anggap sebagai juru selamat dapat menolong kalian? Atau, bahkan, menolong diri mereka sendiri?\" Sembahan-sembahan mereka, tentu, tidak dapat melakukan semua itu. Sebab, mereka beserta sesembahan adalah bara dari api neraka itu sendiri.",
    "jalalayn": "(Selain dari Allah?) selain dari-Nya, yang dimaksud adalah berhala-berhala. (Dapatkah mereka menolong kalian) menolak azab yang akan menimpa diri kalian (atau menolong diri mereka sendiri?\") yaitu menyelamatkan diri mereka sendiri dari azab?, tentu saja tidak bisa."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 94,
    "arab": "فَكُبْكِبُوْا فِيْهَا هُمْ وَالْغَاوٗنَ ۙ ",
    "translation": "Maka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3026.mp3",
    "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya.",
    "quraish": "Wajah-wajah mereka akan dijungkirkan berkali-kali ke dalam neraka jahim, hingga akhirnya mereka, juga orang-orang yang membuat mereka sesat, akan menetap di dasar neraka jahim.",
    "jalalayn": "(Maka sesembahan-sesembahan itu dijungkirkan) dicampakkan (ke dalam neraka bersama-sama orang-orang yang sesat)."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 95,
    "arab": "وَجُنُوْدُ اِبْلِيْسَ اَجْمَعُوْنَ ۗ  ",
    "translation": "dan bala tentara Iblis semuanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3027.mp3",
    "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya.",
    "quraish": "Mereka juga akan ditemani para kaki tangan iblis. Yakni, mereka yang selalu mengemas kejahatan dan dosa sehingga terlihat indah oleh manusia, atau jin dan manusia pelaku kemaksiatan yang selalu mengikuti jalan Iblîs.",
    "jalalayn": "(Dan bala tentara iblis) yakni pengikut-pengikutnya dan orang-orang yang menaatinya dari jenis jin dan manusia (semuanya)."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 96,
    "arab": "قَالُوْا وَهُمْ فِيْهَا يَخْتَصِمُوْنَ  ",
    "translation": "Mereka berkata sambil bertengkar di dalamnya (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3028.mp3",
    "tafsir": "Dalam neraka, para pemimpin yang menyesatkan dan para pengikutnya saling menyalahkan. Mereka saling mempertanyakan siapa yang telah membawa mereka melakukan kejahatan sehingga masuk neraka.",
    "quraish": "Di hari itu mereka akan mengetahui dan meratapi kesalahan yang mereka perbuat. Mereka dan sembahan-sembahan yang menyesatkan mereka bertengkar saling menyalahkan.",
    "jalalayn": "(Mereka berkata,) orang-orang yang sesat itu (sedangkan mereka bertengkar di dalam neraka itu) bersama dengan sesembahan-sesembahan mereka."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 97,
    "arab": "تَاللّٰهِ اِنْ كُنَّا لَفِيْ ضَلٰلٍ مُّبِيْنٍ ۙ ",
    "translation": "”Demi Allah, sesungguhnya kita dahulu (di dunia) dalam kesesatan yang nyata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3029.mp3",
    "tafsir": "Setelah bertengkar, mereka pun sama-sama menyadari bahwa tiada yang patut disalahkan kecuali diri mereka sendiri. Mereka mengakui bahwa kesesatan mereka sangat parah, yaitu mempersekutukan Allah",
    "quraish": "\"Demi Allah, sesungguhnya kami di dunia berada dalam kerancuan dan kebodohan yang jelas, serta menyimpang dari kebenaran yang sangat tampak.",
    "jalalayn": "(\"Demi Allah; sungguh) lafal In di sini merupakan bentuk takhfif daripada Inna, sedangkan isimnya tidak disebutkan, pada asalnya adalah Innahuu (kita dahulu dalam kesesatan yang nyata) yakni jelas sesatnya."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 98,
    "arab": "اِذْ نُسَوِّيْكُمْ بِرَبِّ الْعٰلَمِيْنَ ",
    "translation": "karena kita mempersamakan kamu (berhala-berhala) dengan Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3030.mp3",
    "tafsir": "Mereka sangat menyesali kenapa menganggap berhala itu sama kekuasaannya dengan Allah, sehingga mereka menyembahnya.",
    "quraish": "Yaitu tatkala kami menyederajatkan kalian, wahai sembahan, setara untuk disembah dengan Tuhan semesta alam. Padahal jelas perbedaan antara kalian yang lemah dengan Dia yang Mahakuasa.",
    "jalalayn": "(Karena) sebab (kita mempersamakan kalian dengan Rabb semesta alam) dalam hal menyembah."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 99,
    "arab": "وَمَآ اَضَلَّنَآ اِلَّا الْمُجْرِمُوْنَ ",
    "translation": "Dan tidak ada yang menyesatkan kita kecuali orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3031.mp3",
    "tafsir": "Di samping karena kesalahan sendiri, mereka juga terpengaruh oleh ajakan-ajakan jahat dari para pemimpin mereka. Para pemimpin itu selalu berpropaganda melakukan berbagai perbuatan yang melanggar agama sehingga mereka mengikutinya. Ini dikatakan lagi oleh Allah dalam ayat lain:\nDan mereka berkata, \"Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar). (al-Ahzab/33: 67)\n\nSusunan ayat ini sangat lugas menjelaskan penyesalan dari orang-orang yang mengikuti seorang pemimpin tanpa menyadari ke mana mereka dibawa. Jadi, kita tidak harus menaati seorang pemimpin jika yakin bahwa pemimpin tersebut justru membawa kepada kedurhakaan.",
    "quraish": "Dan kami tidak akan terperosok dalam kebinasaan seperti ini melainkan disebabkan oleh para pembuat dosa yang menyesatkan kami dari jalan kebenaran.",
    "jalalayn": "(Dan tiadalah yang menyesatkan kita) dari petunjuk (kecuali orang-orang yang berdosa) yakni setan atau para pendahulu kita yang kita tiru perbuatan mereka."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 100,
    "arab": "فَمَا لَنَا مِنْ شَافِعِيْنَ ۙ ",
    "translation": "Maka sehingga (sekarang) kita tidak mempunyai pemberi syafaat (penolong),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3032.mp3",
    "tafsir": "Orang-orang kafir dan musyrik itu baru menyadari bahwa di akhirat ini, tidak ada orang lain ataupun malaikat yang akan membantu mereka melepaskan diri dari azab Allah yang sudah di depan mata. Seandainya, di dunia dulu mereka beriman dan beramal saleh, pasti hal itu akan memberi syafaat kepada mereka..",
    "quraish": "Maka kami pun tidak mendapatkan penolong yang dapat menyelamatkan kami dari siksa, seperti yang kami duga sebelumnya.",
    "jalalayn": "(Maka kami tidak mempunyai pemberi syafaat seorang pun) tidak sebagaimana orang-orang Mukmin; mereka memiliki para Malaikat, para Nabi dan orang-orang Mukmin lainnya yang dapat memberi syafaat kepada mereka."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 101,
    "arab": "وَلَا صَدِيْقٍ حَمِيْمٍ  ",
    "translation": "dan tidak pula mempunyai teman yang akrab,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3033.mp3",
    "tafsir": "Teman dekat atau keluarga sendiri juga mereka sadari tidak akan dapat menolong. Dalam ayat lain disebutkan:\nMaka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu? (al-A'raf/7: 53).",
    "quraish": "Bahkan tak seorang karib pun--jika memang tak dapat mengeluarkan mereka dari siksaan--yang dapat dijadikan tempat mengadu dari kepedihan yang kami alami ini.\"",
    "jalalayn": "(Dan tidak pula mempunyai teman yang akrab) yaitu teman yang memperhatikan perkara kita."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 102,
    "arab": "فَلَوْ اَنَّ لَنَا كَرَّةً فَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ  ",
    "translation": "Maka seandainya kita dapat kembali (ke dunia) niscaya kita menjadi orang-orang yang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3034.mp3",
    "tafsir": "Mereka berharap dapat dikembalikan ke dunia. Jika keinginan itu terkabul, mereka berjanji akan beriman dan beramal saleh. Akan tetapi, hal itu tidak mungkin. Itu hanya alasan mereka, sebab sekiranya dikembalikan ke dunia sekalipun, mereka tetap akan ingkar kembali.",
    "quraish": "Di saat itulah mereka berharap dapat kembali lagi ke dunia agar dapat beriman dan memperoleh keselamatan.\"",
    "jalalayn": "(Maka sekiranya kita dapat kembali sekali lagi) ke alam dunia (niscaya kami menjadi orang-orang yang beriman\") makna Lau di sini menunjukkan arti Tamanni atau mengharapkan sesuatu yang mustahil dapat dicapai, dan lafal Nakuunu adalah Jawab dari Lau."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 103,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3035.mp3",
    "tafsir": "Demikianlah beberapa keterangan Tuhan yang disampaikan Ibrahim kepada kaumnya. Dengan dalil-dalil di atas tadi, nyatalah bahwa inti ajaran yang beliau sampaikan kepada kaumnya adalah paham ketauhidan dan percaya akan adanya hari kebangkitan. Tidak ada zat yang patut disembah melainkan Allah Yang Maha Esa. Hanya kebanyakan orang tidak mau mengerti atau tidak mau menerima kebenaran itu.",
    "quraish": "Sesungguhnya apa yang telah Allah sebutkan dalam kisah Ibrâhîm ini merupakan nasihat dan renungan bagi orang-orang yang mau menerima nasihat dan mengambil pelajaran. Tetapi kebanyakan kaummu yang mendengar kisah ini, wahai Muhammad, tidak juga menuruti seruanmu.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) yaitu apa yang telah disebutkan tadi menyangkut kisah Nabi Ibrahim bersama dengan kaumnya (benar-benar terdapat tanda-tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 104,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu benar-benar Dialah Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3036.mp3",
    "tafsir": "Allah dengan keperkasaan dan sifat Yang Maha Penyayang-Nya, senantiasa mengingatkan orang-orang yang sesat dan tidak mau beriman dengan ayat-ayat-Nya. Allah mengirimkan rasul kepada mereka supaya memperoleh hidayah dari-Nya. Allah mengutus para rasul itu dengan membawa ajaran-ajaran dan hukum-hukum agama, supaya dapat diikuti oleh mereka dan anak keturunannya.",
    "quraish": "Sesungguhnya Tuhanmu Mahakuasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi nikmat bagi orang-orang yang melakukan kebaikan.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar- benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang)."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 105,
    "arab": "كَذَّبَتْ قَوْمُ نُوْحِ ِۨالْمُرْسَلِيْنَ ۚ ",
    "translation": "Kaum Nuh telah mendustakan para rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3037.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Nabi Nuh telah didustakan kaumnya ketika ia menyampaikan agama Allah kepada mereka. Sekalipun yang mereka dustakan itu hanyalah Nabi Nuh sendiri, tetapi tindakan itu berarti mendustakan para rasul Allah yang lain, baik yang diutus sebelum maupun sesudah Nabi Nuh nanti. Ini disebabkan karena risalah yang dibawa para rasul pada dasarnya sama, yaitu akidah tauhid.\nNabi Nuh adalah nabi ketiga yang diutus Allah, setelah Nabi Adam dan Nabi Idris. Nabi Nuh juga merupakan rasul pertama, berdasarkan hadis qudsi: \nDari Abu Hurairah r.a. bahwa Nabi saw bersabda, \"Allah berfirman, 'Ya Nuh, engkau adalah rasul yang pertama yang diutus ke bumi.\" (Riwayat Muslim dari Abu Hurairah) \n\nMaksud rasul pertama di sini ialah rasul Allah yang pertama diutus sesudah Nabi Adam dan Nabi Idris. Ia juga disebut bapak manusia kedua setelah Adam, karena sebagian mufasir berpendapat bahwa seluruh manusia musnah dan mati karena topan dan banjir, kecuali orang-orang yang berada di atas perahu bersama Nabi Nuh. Di antara yang selamat itu, terdapat tiga orang putranya, yaitu Sam, Ham, dan Yafits. Maka semua manusia yang ada sampai sekarang berasal dari keturunan ketiga putra Nabi Nuh itu. \nTidak ada keterangan yang pasti tentang jarak waktu antara Adam dan Idris dengan Nabi Nuh. Hanya terdapat beberapa keterangan yang berbeda-beda dalam Taurah Ibriyah, Taurah Samiriyah, dan terjemahan Taurat dalam bahasa Yunani. \nNabi Nuh diutus kepada saudaranya, maksudnya orang-orang yang masih dianggap kerabat dengan Nuh. Dalam surah-surah yang lain disebutkan bahwa Nuh diutus kepada kaumnya.\nKaum Nabi Nuh menyembah patung-patung dan berhala yang mereka anggap sebagai tuhan. Oleh karena itu, Nabi Nuh mengingatkan mereka agar bertakwa kepada Allah dan takut kepada azab-Nya yang dahsyat. Azab itu akan ditimpakan Allah kepada orang-orang yang mengingkari seruan nabi-Nya.",
    "quraish": "Dalam firman-Nya, Allah telah menyebutkan berita tentang Nûh. Disebutkan bahwa kaum Nûh telah mendustakan risalah dan menolak seruan rasul mereka. Dengan demikian, mereka berarti telah mendustakan seluruh rasul, karena kesamaan prinsip dan tujuan dakwah mereka.",
    "jalalayn": "(Kaum Nuh telah mendustakan para Rasul) disebabkan mereka mendustakan Nabi Nuh, maka mereka dikatakan telah mendustakan para Rasul yang lain; karena sesungguhnya semua ajaran yang dibawa para Rasul itu adalah sama, yaitu menyeru kepada ajaran tauhid. Atau makna yang dimaksud karena mengingat Nabi Nuh tinggal bersama kaumnya dalam kurun waktu yang sangat lama sehingga kedudukan Nabi Nuh sama saja dengan kedudukan Rasul-rasul yang banyak. Di-ta'nits-kannya dhamir yang kembali kepada lafal Qaum karena memandang dari segi makna lafal Qaum, sedangkan jika dhamir yang kembali kepadanya itu berbentuk mudzakkar, karena memandang dari segi lafalnya."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 106,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ نُوْحٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "Ketika saudara mereka (Nuh) berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3038.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Nabi Nuh telah didustakan kaumnya ketika ia menyampaikan agama Allah kepada mereka. Sekalipun yang mereka dustakan itu hanyalah Nabi Nuh sendiri, tetapi tindakan itu berarti mendustakan para rasul Allah yang lain, baik yang diutus sebelum maupun sesudah Nabi Nuh nanti. Ini disebabkan karena risalah yang dibawa para rasul pada dasarnya sama, yaitu akidah tauhid.\nNabi Nuh adalah nabi ketiga yang diutus Allah, setelah Nabi Adam dan Nabi Idris. Nabi Nuh juga merupakan rasul pertama, berdasarkan hadis qudsi: \nDari Abu Hurairah r.a. bahwa Nabi saw bersabda, \"Allah berfirman, 'Ya Nuh, engkau adalah rasul yang pertama yang diutus ke bumi.\" (Riwayat Muslim dari Abu Hurairah) \n\nMaksud rasul pertama di sini ialah rasul Allah yang pertama diutus sesudah Nabi Adam dan Nabi Idris. Ia juga disebut bapak manusia kedua setelah Adam, karena sebagian mufasir berpendapat bahwa seluruh manusia musnah dan mati karena topan dan banjir, kecuali orang-orang yang berada di atas perahu bersama Nabi Nuh. Di antara yang selamat itu, terdapat tiga orang putranya, yaitu Sam, Ham, dan Yafits. Maka semua manusia yang ada sampai sekarang berasal dari keturunan ketiga putra Nabi Nuh itu. \nTidak ada keterangan yang pasti tentang jarak waktu antara Adam dan Idris dengan Nabi Nuh. Hanya terdapat beberapa keterangan yang berbeda-beda dalam Taurah Ibriyah, Taurah Samiriyah, dan terjemahan Taurat dalam bahasa Yunani. \nNabi Nuh diutus kepada saudaranya, maksudnya orang-orang yang masih dianggap kerabat dengan Nuh. Dalam surah-surah yang lain disebutkan bahwa Nuh diutus kepada kaumnya.\nKaum Nabi Nuh menyembah patung-patung dan berhala yang mereka anggap sebagai tuhan. Oleh karena itu, Nabi Nuh mengingatkan mereka agar bertakwa kepada Allah dan takut kepada azab-Nya yang dahsyat. Azab itu akan ditimpakan Allah kepada orang-orang yang mengingkari seruan nabi-Nya.",
    "quraish": "Mereka telah mendustakan risalah di kala Nûh, saudara mereka dalam pertalian keluarga, bukan saudara seagama, memperingatkan mereka, \"Apakah kalian tidak takut kepada Allah sehingga kalian meninggalkan menyembah selain-Nya?",
    "jalalayn": "(Ketika Saudara mereka berkata kepada mereka,) yang dimaksud adalah Nabi Nuh sendiri, pengertian saudara di sini adalah dari segi nasab atau keturunan (\"Mengapa kalian tidak bertakwa?\") kepada Allah."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 107,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ  ",
    "translation": "Sesungguhnya aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3039.mp3",
    "tafsir": "Nabi Nuh memberitahu kaumnya bahwa ia adalah seorang rasul Allah yang diutus kepada mereka. Dia dipercaya untuk menyampaikan perintah dan larangan Allah, tanpa menambah atau mengurangi sedikit pun.\nPada Surah Hud/11: 31 diterangkan bahwa Nabi Nuh tidak mempunyai kekayaan yang akan diberikan kepada kaumnya. Oleh karena itu, ia tidak dapat menjanjikan harta dan kekayaan untuk mereka. Ia juga tidak mengetahui hal-hal yang gaib, tidak pernah mengatakan bahwa ia adalah malaikat, dan tidak menjanjikan kesenangan dan kebahagiaan kepada orang-orang yang mengikuti seruannya. Semuanya itu hanya Allah yang mengetahui, memiliki, dan menentukan, karena Dialah Yang Mahakuasa. Nuh hanya bertugas untuk menyampaikannya.",
    "quraish": "Sesungguhnya aku adalah utusan Allah kepada kalian untuk mengajak ke jalan yang lurus. Dan aku adalah seorang yang dapat dipercaya untuk menyampaikan risalah-Nya.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian) guna menyampaikan apa yang aku diutus untuk menyampaikannya."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 108,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِۚ  ",
    "translation": "Maka bertakwalah kamu kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3040.mp3",
    "tafsir": "Ayat ini menerangkan isi risalah yang disampaikan Nabi Nuh kepada kaumnya, yaitu agar bertakwa kepada Allah dan hanya menyembah kepada-Nya. Pada ayat 3 Surah Nuh disebutkan tiga hal yang diperintahkan Allah, yaitu agar menyembah hanya kepada Allah, bertakwa kepada-Nya, dan taat kepada Nabi Nuh\nPada ayat-ayat yang lain diterangkan bahwa risalah yang dibawa Nabi Nuh menyebutkan pula hal-hal sebagai berikut:\n1. Akibat baik yang akan diperoleh orang-orang yang bertakwa. Allah akan menambah rezeki mereka, dan menurunkan hujan. Kemudian dengan air itu, Allah menyuburkan bumi, dan menumbuhkan tumbuh-tumbuhan.\n2. Mengemukakan bukti-bukti keesaan dan kekuasaan Allah, serta menerangkan bukti-bukti kebenaran risalah yang dibawanya. Di antaranya adalah tentang penciptaan manusia dalam beberapa proses kejadian mulai dari setetes mani sampai lahir sebagai manusia. Allah menciptakan langit dan bumi, bulan yang bersinar dan matahari yang bercahaya, menghidupkan dan mematikan manusia, kemudian seluruh manusia akan kembali kepada-Nya.",
    "quraish": "Maka takutlah kalian kepada Allah, laksanakanlah perintah yang kuserukan untuk mengesakan dan menaati-Nya ini.",
    "jalalayn": "(Maka bertakwalah kepada Allah dan taatlah kepadaku) di dalam semua apa yang kuperintahkan kalian mengerjakannya, yaitu mentauhidkan Allah dan taat kepada-Nya."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 109,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍۚ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۚ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3041.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa dalam melaksanakan tugas menyampaikan agama Allah, Nabi Nuh tidak akan meminta upah kepada siapa pun, dan tidak mengharapkan harta kekayaan, kekuasaan, dan kemegahan sedikit pun. Ia hanya mencari keridaan dan pahala dari Allah.",
    "quraish": "Aku tak sedikit pun mengharapkan imbalan kalian sebagai balasan dari nasihat dan doa yang kulakukan demi kalian ini.",
    "jalalayn": "(Dan aku sekali-kali tidak meminta kepada kalian atas ajakan-ajakan itu) imbalan dari menyampaikannya (suatu upah pun, tidak lain) (upahku) pahalaku (hanyalah dari Rabb semesta alam)."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 110,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ  ",
    "translation": "Maka bertakwalah kamu kepada Allah dan taatlah kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3042.mp3",
    "tafsir": "Pada ayat ini, Nabi Nuh mengulang dan menegaskan kembali perintah Allah agar kaumnya bertakwa dan taat kepada-Nya. Pengulangan ini adalah untuk menegaskan kepada kaumnya bahwa takwa kepada Allah itu merupakan hal yang sangat penting dan wajib dilakukan oleh setiap manusia, sebagai tanda syukur atas nikmat-nikmat yang tidak terhingga yang telah dilimpahkan-Nya kepada mereka. Takwa itu merupakan sumber segala kebaikan dan merupakan kunci pembuka pintu gerbang kesenangan dan kebahagiaan yang ada di akhirat nanti.\nNabi Nuh berusaha sekuat tenaga menyampaikan risalahnya dengan mengemukakan janji dan ancaman Allah bagi orang-orang yang tidak mengikuti seruan rasul. Ia juga mengemukakan bukti-bukti kebenaran risalah yang dibawanya kepada mereka. Namun demikian, kaumnya tetap tidak menerimanya.",
    "quraish": "Maka waspadalah terhadap siksa Allah dan laksanakanlah perintahku.\"",
    "jalalayn": "(Maka bertakwalah kepada Allah dan taatlah kepadaku) Nabi Nuh mengulang-ulang kalimat ini untuk menegaskan perintahnya."
  },
  {
    "page": 371,
    "name": "Asy-Syu'ara'",
    "ayat": 111,
    "arab": "۞ قَالُوْٓا اَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْاَرْذَلُوْنَ ۗ ",
    "translation": "Mereka berkata, “Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3043.mp3",
    "tafsir": "Ayat ini menjelaskan sikap kaumnya terhadap seruan Nabi Nuh. Mereka mengatakan bahwa tidak ada alasan bagi mereka untuk mengikuti seruan Nuh karena orang-orang yang cerdik pandai dan berakal di antara mereka tidak ada yang tertarik dengan seruan itu apalagi para pemimpin mereka. Hanya orang-orang yang bodoh dan lemah atau orang-orang yang menginginkan sesuatu yang mau menjadi pengikut Nabi Nuh. Allah berfirman:\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina-dina di antara kamu yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11: 27)",
    "quraish": "Kaum Nûh, yang menolak seruan itu, berkata, \"Kami tak akan beriman kepadamu selama pengikut- pengikutmu adalah mereka yang berasal dari kalangan kelas bawah yang rendah kedudukannya serta sedikit hartanya.\"",
    "jalalayn": "(Mereka berkata, \"Apakah kami akan beriman) percaya (kepadamu) dengan perkataan itu (padahal yang mengikuti kamu) menurut suatu qiraat dibaca Atbaa'uka, jamak dari lafal Taabi'un yang berkedudukan menjadi Mubtada (ialah orang-orang yang hina?\") yakni orang-orang yang rendah."
  }
]