[
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 112,
    "arab": "قَالَ وَمَا عِلْمِيْ بِمَا كَانُوْا يَعْمَلُوْنَ ۚ  ",
    "translation": "Dia (Nuh) menjawab, “Tidak ada pengetahuanku tentang apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3044.mp3",
    "tafsir": "Pada ayat ini, Nabi Nuh menjawab bantahan kaumnya dengan mengatakan bahwa ia tidak mengetahui keadaan sebenarnya dari orang-orang yang mengikuti seruannya. Ia tidak ditugaskan Allah untuk menyelidiki asal-usul mereka atau kedudukan masing-masing di masyarakat. Dia hanya ditugaskan menyampaikan agama Allah kepada kaumnya. Jika ada di antara mereka yang beriman, maka dia hanya memandang mereka menurut lahirnya saja, bukan menurut kedudukan mereka dalam masyarakat, kecakapan dan kepandaian mereka, dan bukan pula menurut kekayaan dan kemiskinan mereka.",
    "quraish": "Nûh berkata, \"Dari mana aku tahu bahwa mereka itu rendah kedudukannya dan sedikit hartanya? Aku hanya ditugaskan untuk mengajak mereka beriman tanpa harus mengetahui lebih dulu kekayaan dan status mereka.",
    "jalalayn": "(Nuh menjawab, \"Bagaimana aku mengetahui) mana mungkin aku mengetahui (apa yang telah mereka kerjakan?)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 113,
    "arab": "اِنْ حِسَابُهُمْ اِلَّا عَلٰى رَبِّيْ لَوْ تَشْعُرُوْنَ ۚ  ",
    "translation": "Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, jika kamu menyadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3045.mp3",
    "tafsir": "Nabi Nuh menyerahkan perhitungan tentang segala perbuatan yang dilakukan oleh para pengikutnya yang beriman sepenuhnya kepada Allah, karena Dialah Yang Mengetahui segala sesuatu. Dialah yang berwenang menilai perbuatan hamba-hamba-Nya, dan Dia pulalah yang memberi balasannya. Perbuatan yang baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk dibalas dengan hukuman yang setimpal. Itulah hukum Allah. Mereka seharusnya mengetahui hukum Allah tersebut.",
    "quraish": "Tuhanlah yang akan membalas hasil usaha mereka. Dia Maha Mengetahui apa yang ada dalam benak mereka. Kalau kalian termasuk orang yang berpikiran jernih, kalian tentu akan mengetahui hal ini.",
    "jalalayn": "(Tidak lain) (perhitungan amal perbuatan mereka hanyalah kepada Rabbku) maka Dia akan membalasnya kepada mereka (kalau kalian menyadari) jika kalian mengetahui hal tersebut niscaya kalian tidak akan mencelanya."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 114,
    "arab": "وَمَآ اَنَا۠ بِطَارِدِ الْمُؤْمِنِيْنَ ۚ ",
    "translation": "Dan aku tidak akan mengusir orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3046.mp3",
    "tafsir": "Sekalipun Nabi Nuh telah berusaha siang dan malam menyeru kaumnya, namun mereka tetap tidak mengindahkannya. Menurut kaumnya, beriman dengan Nuh berarti merendahkan diri ikut bersama-sama orang-orang yang hina dina. Bahkan mereka memaksa Nuh segera mengusir orang-orang yang beriman dari negeri mereka, agar tidak merendahkan martabat dan agama nenek moyang mereka.\nNabi Nuh menjawab permintaan kaumnya dengan mengatakan bahwa dia tidak akan mengusir orang-orang yang telah beriman, sekalipun mereka itu orang-orang miskin, atau berasal dari golongan rendah menurut pandangan kaumnya. Mereka semua menurut pandangan Allah adalah orang-orang yang bertakwa. Keimanan dan ketaatan seseoranglah yang dijadikan ukuran, apakah ia orang yang baik dan mulia atau dia adalah orang yang hina.",
    "quraish": "Dan aku tidak akan mengusir mereka yang mempercayai seruanku--bagaimanapun status mereka, kaya atau miskin--untuk sekadar memenuhi syarat yang kalian ajukan untuk beriman kepadaku.",
    "jalalayn": "(Dan aku sekali-kali tidak akan mengusir orang-orang yang beriman.)"
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 115,
    "arab": "اِنْ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ ۗ ",
    "translation": "Aku (ini) hanyalah pemberi peringatan yang jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3047.mp3",
    "tafsir": "Selanjutnya Nuh mengatakan kepada kaumnya bahwa dia hanyalah seorang rasul yang diutus Allah kepada mereka untuk menyampaikan agama-Nya. Ia juga menyampaikan peringatan dan ancaman bahwa azab Allah akan ditimpakan kepada orang-orang yang ingkar dan durhaka, serta orang-orang yang mengingkari seruan rasul. Sedangkan orang-orang yang mengikuti seruan rasul, dan mengindahkan perkataan dan ancaman itu, baik kaya atau miskin, bangsawan atau rakyat biasa, akan dibalas Allah dengan surga yang penuh kenikmatan.",
    "quraish": "Aku tidak lain hanyalah seorang rasul yang diutus untuk memberi peringatan kepada manusia dengan didukung bukti-bukti yang dapat memilah mana yang hak dan mana yang batil. Karenanya, tak ada perbedaan antara golongan bangsawan dan rakyat jelata. Bagaimana mungkin aku mengusir orang-orang Mukmin hanya lantaran kemiskinan mereka?\"",
    "jalalayn": "(Tiada lain) (aku ini hanyalah pemberi peringatan yang jelas\") jelas peringatannya."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 116,
    "arab": "قَالُوْا لَىِٕنْ لَّمْ تَنْتَهِ يٰنُوْحُ لَتَكُوْنَنَّ مِنَ الْمَرْجُوْمِيْنَۗ  ",
    "translation": "Mereka berkata, “Wahai Nuh! Sungguh, jika engkau tidak (mau) berhenti, niscaya engkau termasuk orang yang dirajam (dilempari batu sampai mati).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3048.mp3",
    "tafsir": "Demikianlah Nabi Nuh melaksanakan tugasnya sebagai seorang rasul Allah. Ia berusaha sekuat tenaga menyampaikan seruan Allah, siang dan malam, baik secara sembunyi maupun terang-terangan. Semakin giat Nabi Nuh menyeru mereka, semakin kuat pula halangan dan rintangan yang diberikan kaumnya. Sikap mereka itu dilukiskan dalam firman Allah:\nDan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri. (Nuh/71: 7).\n\nAkhirnya mereka mengancam Nabi Nuh untuk segera menghentikan usahanya mengajak mereka mengikuti agama yang didakwahkannya. Jika ia masih melanjutkan usahanya itu dan tidak menghentikannya, mereka akan merajam dan membinasakan Nabi Nuh.",
    "quraish": "Mereka berkata, \"Wahai Nûh, jika kamu tidak menghentikan seruanmu, sungguh kami akan merajammu dengan bebatuan.\" Demikianlah, mereka mengancam untuk membunuh Nûh.",
    "jalalayn": "(Mereka berkata, \"Sungguh jika kamu tidak mau berhenti hai Nuh,) dari apa yang kamu katakan kepada kami itu (niscaya benar-benar kamu akan termasuk orang-orang yang dirajam\") dengan batu atau dengan makian."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 117,
    "arab": "قَالَ رَبِّ اِنَّ قَوْمِيْ كَذَّبُوْنِۖ ",
    "translation": "Dia (Nuh) berkata, “Ya Tuhanku, sungguh kaumku telah mendustakan aku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3049.mp3",
    "tafsir": "Mendapat ancaman seperti itu, Nabi Nuh tidak bisa berbuat apa-apa lagi selain mengadu kepada Allah bahwa kaumnya telah mendustakannya. Ia berharap dengan doa itu akan mendapat pertolongan dari Allah.",
    "quraish": "Nûh mengadukan kekukuhan pendustaan kaumnya, seraya berseru, \"Ya Tuhanku, sesungguhnya kaumku adalah orang-orang yang selalu mendustakan aku.\" Oleh karena itu, Nûh mempunyai alasan untuk memohonkan keburukan bagi mereka.",
    "jalalayn": "(Berkata) Nuh (\"Ya Rabbku! Sesungguhnya kaumku telah mendustakan aku)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 118,
    "arab": "فَافْتَحْ بَيْنِيْ وَبَيْنَهُمْ فَتْحًا وَّنَجِّنِيْ وَمَنْ مَّعِيَ مِنَ الْمُؤْمِنِيْنَ  ",
    "translation": "maka berilah keputusan antara aku dengan mereka, dan selamatkanlah aku dan mereka yang beriman bersamaku.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3050.mp3",
    "tafsir": "Selanjutnya Nabi Nuh berdoa agar Allah memberikan keputusan yang adil mengenai permasalahan yang terjadi antara dirinya dan kaumnya. Ia telah mengerahkan seluruh tenaga dan kemampuannya untuk membawa mereka ke jalan yang benar, tetapi sambutan mereka justru berupa ancaman untuk mencederainya. Nabi Nuh yakin ancaman itu tidak main-main. Oleh karena itu, Nabi Nuh betul-betul berdoa agar ia dan kaum mukminin pengikutnya diselamatkan Allah dari ancaman tersebut.",
    "quraish": "Nûh melanjutkan, \"Maka putuskanlah perkara antara aku dengan mereka ini dengan suatu keputusan yang dapat membinasakan mereka yang telah mengingkari keesaan-Mu serta mendustakan rasul-Mu. Dan selamatkanlah aku dan orang-orang Mukmin yang menyertaiku dari siksa akibat pembangkangan mereka.\"",
    "jalalayn": "(Karena itu adakanlah keputusan antaraku dan mereka) putuskanlah (dan selamatkanlah aku dan orang-orang yang mukmin besertaku\")."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 119,
    "arab": "فَاَنْجَيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ الْمَشْحُوْنِ  ",
    "translation": "Kemudian Kami menyelamatkannya Nuh dan orang-orang yang bersamanya di dalam kapal yang penuh muatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3051.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Nuh dan memerintahkan agar ia bersama orang-orang yang beriman membuat sebuah kapal besar yang dapat mengangkut mereka semua, beserta barang-barang keperluan dan alat-alat perlengkapan mereka. \nNabi Nuh bersama para pengikutnya mulai membuat kapal. Kaumnya heran dan tercengang melihat apa yang dilakukannya. Mereka tidak mengetahui apa yang sedang dibuat Nabi Nuh itu. Kaumnya menganggap Nabi Nuh dan orang-orang yang beriman, terutama yang ikut membantunya membuat kapal itu, telah gila. Setiap orang yang lewat di dekat Nabi Nuh membuat kapal itu mengejek dan mencemooh perbuatannya.\nPerintah Allah agar Nabi Nuh membuat kapal dan sikap kaum Nabi Nuh itu dijelaskan dalam firman-Nya:\n\"Dan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami, dan janganlah engkau bicarakan dengan Aku tentang orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.\" Dan mulailah dia (Nuh) membuat kapal. Setiap kali pemimpin kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, \"Jika kamu mengejek kami, maka kami (pun) akan mengejekmu sebagaimana kamu mengejek (kami). Maka kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan (siapa) yang akan ditimpa azab yang kekal.\" (Hud/11: 37-39).\n\nEjekan itu dijawab Nabi Nuh dengan mengingatkan mereka akan azab Allah yang akan ditimpakan kepada orang-orang kafir yang tidak mengindahkan seruan rasul-Nya. Jika mereka selalu bersikap demikian, maka azab itu akan segera datang. Pada saat menerima azab dan malapetaka itu, mereka akan menyesal untuk selama-lamanya. Namun demikian, penyesalan itu tak ada gunanya lagi karena semua pintu tobat telah tertutup bagi mereka. Allah mengingatkan Nabi Nuh agar tidak lagi melayani orang-orang yang zalim itu, karena keimanan mereka tidak bisa diharapkan lagi, dan telah menjadi ketetapan Allah untuk membinasakan mereka.\nNabi Nuh dan orang-orang yang beriman bersamanya telah berusaha dengan sungguh-sungguh melaksanakan perintah Allah membuat kapal itu. Setelah selesai, tibalah saat-saat yang dijanjikan Allah, yaitu membinasakan orang-orang kafir dan menyelamatkan orang-orang yang beriman. Pada saat itu, bumi memancarkan air dari segala penjuru dan meluap, seperti luapan air yang sedang mendidih di dalam kuali tempat memasak. Dalam waktu yang singkat, air itu telah menenggelamkan permukaan bumi.\nPada saat itu, Allah memerintahkan agar Nabi Nuh menyuruh orang-orang yang beriman naik ke atas kapal dengan membawa perlengkapan yang diperlukan. Allah juga memerintahkan untuk membawa binatang-binatang piaraan mereka, masing-masing seekor jantan dan betina, agar dapat berkembang biak nanti setelah topan dan banjir berhenti.\nMenurut sebagian mufasir, keluarga Nabi Nuh yang ikut masuk ke dalam kapal itu hanyalah seorang istri yang beriman dan tiga orang putranya, yaitu Sam, Ham, dan Yafits. Demikianlah Nabi Nuh mulai berlayar dengan menyebut nama Allah, mengarungi banjir seperti laut itu, menempuh ombak yang menjulang seperti gunung.",
    "quraish": "Maka--untuk mengabulkan doa Nûh--Kami menyelamatkannya dan orang-orang Mukmin yang menyertainya dalam sebuah bahtera yang mereka naiki dan muati dengan apa yang mereka butuhkan.",
    "jalalayn": "Allah berfirman, (\"Maka Kami selamatkan Nuh dan orang-orang yang besertanya di dalam kapal yang penuh muatan) yang penuh dengan manusia, hewan dan burung-burung."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 120,
    "arab": "ثُمَّ اَغْرَقْنَا بَعْدُ الْبٰقِيْنَ  ",
    "translation": "Kemudian setelah itu Kami tenggelamkan orang-orang yang tinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3052.mp3",
    "tafsir": "Dalam Al-Qur'an dilukiskan bagaimana besarnya gelombang itu dan bagaimana Nabi Nuh berusaha menyelamatkan anaknya yang kafir. Ia memanggilnya agar naik ke kapal bersama-sama orang-orang yang beriman. Akan tetapi, ajakan itu tidak diindahkannya sehingga putra Nabi Nuh itu tenggelam bersama orang-orang kafir yang lain. Kisah itu disebutkan dalam firman Allah:\nDan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\" Dia (anaknya) menjawab, \"Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!\" (Nuh) berkata, \"Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.\" Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan. (Hud/11: 42-43).\n\nKapal Nabi Nuh berlayar ke arah yang tidak diketahui oleh penumpang-penumpangnya. Hanya Allah yang mengetahui tujuannya itu.\nPada saat yang telah ditentukan Allah, topan itu berhenti dan banjir pun surut, seakan-akan airnya ditelan bumi. Kapal Nabi Nuh terdampar di puncak bukit yang bernama Judi. Kebanyakan ahli tafsir berpendapat bahwa Bukit Judi itu terletak di Armenia Selatan yang berbatasan dengan Mesopotamia yang terkenal dengan Bukit Arafat.\nDengan berakhirnya topan dan banjir besar itu, serta berlabuhnya kapal Nabi Nuh dengan selamat di atas Bukit Judi, berarti Allah telah menepati janji-Nya. Dia menyelamatkan orang-orang yang beriman, yang mengikuti seruan Nabi Nuh, dan menghancurkan orang-orang kafir, yang mengingkari seruannya.\nSetelah kapal itu berlabuh, Nabi Nuh ingat kembali kepada putranya yang tenggelam. Ia memohonkan keselamatan untuk putranya karena termasuk keluarganya. Akan tetapi, Allah mengingatkan Nabi Nuh bahwa putranya itu bukan lagi keluarganya karena telah menjadi orang kafir. Allah berfirman:\nDan Nuh memohon kepada Tuhannya sambil berkata, \"Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku, dan janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.\" Dia (Allah) berfirman, \"Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.\" (Hud/11: 45-46).\n\nOrang-orang yang beriman bersama Nabi Nuh yang selamat dari topan dan banjir lalu berkembang biak, sampai kepada manusia sekarang. Di antara mereka ada yang mukmin dan ada pula yang kafir. Ada yang ditimpa azab di dunia ini sehingga musnah, dan ada pula yang diselamatkan. Ada yang bahagia dan ada yang sengsara, ada yang kaya dan ada pula yang miskin. Allah berfirman:\nDifirmankan, \"Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.\" (Hud/11: 48).",
    "quraish": "Setelah menyelamatkan Nûh dan orang-orang Mukmin, Kami menenggelamkan sisa kaumnya yang tidak beriman.",
    "jalalayn": "(Kemudian sesudah itu Kami tenggelamkan) sesudah Nabi Nuh dan orang-orang yang besertanya diselamatkan (orang-orang yang tertinggal) di antara kaumnya."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 121,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3053.mp3",
    "tafsir": "Setelah menerangkan kisah Nabi Nuh dan kaumnya, kebinasaan yang dialami orang-orang yang mengingkari seruan rasul dan kemenangan yang diperoleh orang-orang yang beriman, Allah lalu mengarahkan firman-Nya ini kepada Nabi Muhammad dan kaum Muslimin. Allah mengingatkan bahwa peristiwa di atas hendaklah menjadi iktibar atau pelajaran. Umat manusia seharusnya beriman kepada Nabi Muhammad dan menerima seruannya. Bila mereka mengingkarinya, maka hal yang sama dapat terjadi pada mereka. Allah mampu melaksanakan ancaman-Nya apabila Dia menghendaki. Akan tetapi, Allah masih memberi kesempatan kepada umat manusia, karena Ia Maha Pengasih dan Maha Penyayang.",
    "quraish": "Sesungguhnya apa yang dipaparkan al-Qur'ân tentang kisah ini merupakan bukti kebenaran para rasul dan kekuasaan Allah. Tetapi, kebanyakan mereka yang telah diperdengarkan kisah ini, tidak beriman.",
    "jalalayn": "(Sesungguhnya yang demikian itu benar-benar terdapat tanda -kekuasaan Allah- tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 122,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3054.mp3",
    "tafsir": "Setelah menerangkan kisah Nabi Nuh dan kaumnya, kebinasaan yang dialami orang-orang yang mengingkari seruan rasul dan kemenangan yang diperoleh orang-orang yang beriman, Allah lalu mengarahkan firman-Nya ini kepada Nabi Muhammad dan kaum Muslimin. Allah mengingatkan bahwa peristiwa di atas hendaklah menjadi iktibar atau pelajaran. Umat manusia seharusnya beriman kepada Nabi Muhammad dan menerima seruannya. Bila mereka mengingkarinya, maka hal yang sama dapat terjadi pada mereka. Allah mampu melaksanakan ancaman-Nya apabila Dia menghendaki. Akan tetapi, Allah masih memberi kesempatan kepada umat manusia, karena Ia Maha Pengasih dan Maha Penyayang.",
    "quraish": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk membalas para tiran yang membangkang; Maha Pemberi nikmat bagi orang-orang yang bertakwa.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, Dia-lah Yang Maha Perkasa lagi Maha Penyayang\")."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 123,
    "arab": "كَذَّبَتْ عَادُ ِۨالْمُرْسَلِيْنَ ۖ ",
    "translation": "(Kaum) ‘Ad telah mendustakan para rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3055.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad.\nKaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'.\nKaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga.",
    "quraish": "Kabilah 'Ad telah mendustakan Hûd a. s., rasul mereka. Mereka, karenanya, telah mendustakan semua rasul. Sebab, prinsip dan tujuan dakwah seluruh rasul adalah sama.",
    "jalalayn": "(Kaum Ad telah mendustakan para Rasul)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 124,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ هُوْدٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "Ketika saudara mereka Hud berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3056.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad.\nKaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'.\nKaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga.",
    "quraish": "Tatkala saudara mereka, Hûd, berkata, \"Tidakkah kalian takut kepada Allah sehingga kalian mengikhlaskan diri untuk beribadah kepada-Nya?",
    "jalalayn": "(Ketika saudara mereka Hud berkata kepada mereka, \"Mengapa kalian tidak bertakwa?)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 125,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ ",
    "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3057.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Sesungguhnya aku diutus oleh Allah untuk menunjuki kalian jalan kebenaran. Dan aku selalu bersikap amanah terhadap risalah Allah ini dengan menyampaikan kepada kalian semua yang Allah perintahkan kepadaku.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 126,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "karena itu bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3058.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Maka laksanakanlah segala perintah Allah, takutlah kepada-Nya dan ikutilah apa yang kuserukan kepada kalian dari sisi Allah.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah dan taatlah kepadaku)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 127,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍۚ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3059.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Nasihat dan petunjuk yang kuberikan kepada kalian ini tidak aku maksudkan untuk mendapatkan segala bentuk imbalan dari kalian. Hanya Tuhan semesta alamlah yang imbalan-Nya amat kuharapkan.",
    "jalalayn": "(Dan sekali-kali aku tidak meminta upah kepada kalian atas ajakan itu, tiada lain upahku hanyalah dari Rabb semesta alam)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 128,
    "arab": "اَتَبْنُوْنَ بِكُلِّ رِيْعٍ اٰيَةً تَعْبَثُوْنَ ۙ ",
    "translation": "Apakah kamu mendirikan istana-istana pada setiap tanah yang tinggi untuk kemegahan tanpa ditempati, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3060.mp3",
    "tafsir": "Hud mempertanyakan kebiasaan kaumnya mendirikan bangunan di puncak-puncak bukit atau di tiap jalan semata-mata untuk memperlihatkan kehebatan, kemegahan, dan kekayaan. Kenapa mereka tidak membangunnya berdasarkan kemanfaatan dan tujuan positif lainnya.\nKaum 'ad memang telah memiliki peradaban yang tinggi menurut ukuran zamannya. Mereka telah sanggup mendirikan negara yang kuat, daerah-daerah dan kota-kota yang teratur, beserta bangunan-bangunannya yang megah. Pembangunan itu bukanlah untuk tujuan yang baik, tetapi semata-mata untuk memperlihatkan kekayaan mereka. \nBelum ada ahli sejarah yang dapat memastikan masa kejayaan kerajaan kaum 'ad itu. Ada yang memperkirakan kerajaan kaum 'ad semasa dengan kerajaan Babilonia, yaitu kira-kira 2000 tahun sebelum Masehi. Akan tetapi, hal ini tidak sesuai dengan kenyataan karena Nabi Hud diutus kepada kaum ad sebelum Nabi Ibrahim diutus ke Babilonia, yaitu pada zaman Nebukadnezar.",
    "quraish": "Adakah kalian mendirikan bangunan yang kokoh di semua dataran tinggi untuk berbangga-bangga dan menjadikannya tempat berkumpul untuk berfoya-foya dan membuat kerusakan? (Dalam ayat ini, Allah hendak mengingatkan mereka hal-hal yang bermanfaat dan mencela ketidakberimanan dan perbuatan buruk mereka).",
    "jalalayn": "(Apakah kalian mendirikan pada tiap-tiap tanah yang tinggi) tempat yang tinggi (bangunan) yang berfungsi sebagai pertanda bagi orang-orang yang lewat (untuk bermain-main) di tempat-tempat tersebut kalian memperolok-olok orang-orang yang melewatinya. Kalimat ini berkedudukan menjadi Hal atau kata keterangan keadaan bagi dhamir yang terkandung di dalam lafal Tabnuuna."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 129,
    "arab": "وَتَتَّخِذُوْنَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُوْنَۚ  ",
    "translation": "dan kamu membuat benteng-benteng dengan harapan kamu hidup kekal?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3061.mp3",
    "tafsir": "Ayat ini menerangkan peringatan Hud kepada kaumnya yang membangun istana dan benteng-benteng yang kukuh dengan maksud ingin hidup abadi di dunia, padahal sesungguhnya hanya Allah Yang Mahakuasa.\nSejarah membuktikan bahwa 'ad telah mampu membangun perusahaan-perusahaan, menggali logam dalam bumi, dan membuat kanal-kanal untuk irigasi yang teratur. Dengan adanya irigasi yang teratur itu, bumi mereka menjadi subur sehingga kemakmuran mereka semakin meningkat. Mereka mendirikan kota Iram dengan tiang yang tinggi dan megah sebagai ibu kota kerajaan mereka. Pendirinya bernama Syaddad bin 'ad, salah seorang raja mereka. Di sekeliling kota ini, mereka dirikan benteng-benteng yang kuat untuk mempertahankannya dari serangan musuh.\nKemakmuran dan kekuatan yang mereka miliki itu membuat mereka menjadi sombong dan takabur. Mereka mengira bahwa keadaan mereka yang demikian itu akan kekal selama-lamanya. Mereka membangkang kepada Allah dengan menyembah berhala dan berbuat semena-mena. Allah berfirman:\nMaka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fussilat/41: 15).",
    "quraish": "Dan kalian membangun istana-istana yang kuat dan kokoh dengan kolam-kolam airnya, seolah-olah kalian akan kekal di dunia dan tidak pernah mati!",
    "jalalayn": "(Dan kalian membuat benteng-benteng) yakni penampungan-penampungan air di bawah tanah (dengan maksud supaya kalian) seolah-olah kalian akan (hidup kekal) di dunia ini dan tidak akan mati."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 130,
    "arab": "وَاِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِيْنَۚ  ",
    "translation": "Dan apabila kamu menyiksa, maka kamu lakukan secara kejam dan bengis.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3062.mp3",
    "tafsir": "Ayat ini menerangkan perilaku kaum ad yang kasar dan kejam. Apabila menyiksa musuh, mereka melakukannya dengan kejam tanpa rasa belas kasihan sedikit pun. Mereka dianugerahi tubuh yang kuat, tinggi, dan perkasa. Watak mereka sesuai pula dengan tubuh yang perkasa itu. Dengan kekuatan yang ada, mereka menyerang negeri-negeri lain hingga sampai ke negeri Syam dan Irak. Dalam peperangan, mereka menindak dan memperlakukan musuh-musuh secara kejam.",
    "quraish": "Jika kalian melakukan penyiksaan, kalian terlalu berlebihan melakukannya dengan cara-cara yang bengis dan kejam. Kalian membunuh dan memukul tanpa belas kasihan sedikit pun.",
    "jalalayn": "(Dan apabila kalian menyiksa) dengan pukulan atau membunuh (maka kalian menyiksa sebagai orang-orang yang kejam dan bengis) tanpa belas kasihan sedikit pun."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 131,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِۚ  ",
    "translation": "Maka bertakwalah kepada Allah dan taatlah kepadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3063.mp3",
    "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya.",
    "quraish": "Maka takutlah kepada Allah saat melakukan penyiksaan. Dengarkanlah perintah yang kuserukan ini, karena hal itu lebih berguna dan lebih kekal.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah) dalam hal itu (dan taatlah kalian kepadaku) di dalam semua apa yang aku perintahkan kalian untuk melakukannya."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 132,
    "arab": "وَاتَّقُوا الَّذِيْٓ اَمَدَّكُمْ بِمَا تَعْلَمُوْنَ  ۚ",
    "translation": "dan tetaplah kamu bertakwa kepada-Nya yang telah menganugerahkan kepadamu apa yang kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3064.mp3",
    "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya.",
    "quraish": "Dan waspadalah terhadap murka Allah yang telah bermurah hati mengaruniakan segala yang telah kalian ketahui dari pelbagai pemberian-Nya.",
    "jalalayn": "(Dan bertakwalah kalian kepada Allah yang telah menganugerahkan kepada kalian) yakni yang telah melimpahkan nikmat kepada kalian (apa yang kalian ketahui)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 133,
    "arab": "اَمَدَّكُمْ بِاَنْعَامٍ وَّبَنِيْنَۙ  ",
    "translation": "Dia (Allah) telah menganugerahkan kepadamu hewan ternak dan anak-anak,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3065.mp3",
    "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah.",
    "quraish": "Yaitu sejumlah karunia Allah kepada kalian berupa unta, sapi dan domba, serta anak keturunan yang kuat, yang dapat memelihara ternak dan membantu kalian menanggung beban kehidupan.",
    "jalalayn": "(Dia telah menganugerahkan kepada kalian binatang-binatang ternak dan anak-anak)."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 134,
    "arab": "وَجَنّٰتٍ وَّعُيُوْنٍۚ  ",
    "translation": "dan kebun-kebun, dan mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3066.mp3",
    "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah.",
    "quraish": "Juga berupa kebun-kebun yang dipenuhi buah serta berbagai mata air yang kalian butuhkan.",
    "jalalayn": "(Dan kebun-kebun) ladang-ladang (dan mata air) sungai-sungai."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 135,
    "arab": "اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ۗ ",
    "translation": "sesungguhnya aku takut kamu akan ditimpa azab pada hari yang besar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3067.mp3",
    "tafsir": "Nabi Hud menyampaikan kepada mereka bahwa semua yang diperoleh itu merupakan nikmat dari Allah. Ia khawatir nikmat-nikmat yang tak terhingga yang mereka peroleh itu akan dicabut atau dihentikan, sebagai azab dari Allah atas keingkaran dan kesombongan mereka. Apakah mereka tidak takut terjadi yang demikian? Menurut sunah Allah, Dia akan menambah nikmat kepada orang yang mensyukuri nikmat-Nya dan akan mengazab orang yang mengingkarinya.",
    "quraish": "Sesungguhnya aku khawatir Allah akan menurunkan azab yang pedih di dunia ini kepada kalian. Sementara di akhirat nanti kalian akan dijerumuskan ke dalam neraka Jahanam, disebabkan kesewenang- wenangan kalian atas segala nikmat-Nya.",
    "jalalayn": "(Sesungguhnya aku takut kalian akan ditimpa azab hari yang besar\") di dunia dan di akhirat jika kalian durhaka kepadaku."
  },
  {
    "page": 372,
    "name": "Asy-Syu'ara'",
    "ayat": 136,
    "arab": "قَالُوْا سَوَاۤءٌ عَلَيْنَآ اَوَعَظْتَ اَمْ لَمْ تَكُنْ مِّنَ الْوَاعِظِيْنَ ۙ ",
    "translation": "Mereka menjawab, “Sama saja bagi kami, apakah engkau memberi nasihat atau tidak memberi nasihat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3068.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum 'ad tetap tidak mengindahkan seruan Nabi Hud, bahkan mereka berkata, \"Menurut pendapat kami sama saja engkau berikan peringatan atau tidak, kami tetap pada pendirian kami. Kami tidak mau lagi mendengar kata-katamu, dan tidak akan mundur sedikit pun dari pendirian kami.\"",
    "quraish": "Dengan sikap mencemooh, mereka berkata, \"Baik kamu sampaikan nasihat dan peringatan itu kepada kami ataupun tidak, sebenarnya sama saja bagi kami.",
    "jalalayn": "(Mereka menjawab, \"Adalah sama saja bagi kami apakah kamu memberi nasihat atau tidak memberi nasihat) pada prinsipnya sama saja, yaitu kami tidak akan mengindahkan lagi nasihatmu."
  }
]