[
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 207,
    "arab": "مَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يُمَتَّعُوْنَ ۗ ",
    "translation": "niscaya tidak berguna bagi mereka kenikmatan yang mereka rasakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3139.mp3",
    "tafsir": "Ibnu Abi hatim menukil riwayat tentang asbab nuzul ayat ini dari Abu Yahdham bahwa Rasulullah terlihat dalam keadaan bingung, kemudian para sahabat bertanya kepadanya apa sebab beliau bingung. Rasulullah menjawab bahwa beliau melihat musuh-musuhnya sesudah beliau wafat dari umatnya sendiri, maka turunlah ayat 205 Surah asy-Syu'ara', dan kebingungan Rasul akhirnya sirna.\nMelalui ayat-ayat ini, Allah memperingatkan orang-orang musyrik Mekah tentang azab-Nya dengan berfirman, \"Hai orang-orang musyrik, apakah kamu ingin mengalami nasib seperti yang dialami oleh umat-umat terdahulu? Mereka telah diberi kesenangan hidup, kekuatan tubuh, dan kesanggupan memakmurkan negeri mereka. Mereka mengira bahwa kebahagiaan, kemakmuran, dan kekuasaan yang diperoleh itu dapat mengelakkan mereka dari azab Allah. Kenyataannya tidak demikian. Mereka tetap merasakan azab yang sangat pedih. Demikian pedihnya azab itu seakan-akan mereka tidak pernah merasakan kebahagiaan dan kesenangan di dunia.\" Allah berfirman:\nPada hari ketika mereka melihat hari Kiamat itu (karena suasananya yang hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46).",
    "quraish": "Umur panjang dan kesenangan hidup yang mereka dapatkan tidak dapat menepis azab yang Allah turunkan. Cepat atau lambat, azab-Nya pasti datang. Maka kenikmatan yang berakhir dengan azab bukanlah merupakan suatu kebaikan.",
    "jalalayn": "(Apakah) huruf Maa di sini bermakna Istifham yakni kata tanya, maksudnya, apakah (dapat menjamin mereka apa yang mereka selalu menikmatinya?\") untuk menolak azab dari diri mereka atau meringankannya; maksudnya tidak berguna."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 208,
    "arab": "وَمَآ اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا لَهَا مُنْذِرُوْنَ ۖ  ",
    "translation": "Dan Kami tidak membinasakan sesuatu negeri, kecuali setelah ada orang-orang yang memberi peringatan kepadanya;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3140.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah tidak akan membinasakan suatu kota atau negeri, kecuali setelah diutus kepada mereka para rasul yang menyampaikan berita gembira, peringatan atau janji, dan ancaman. Para rasul itu juga menyampaikan pelajaran kepada mereka dan menunjukkan jalan yang lurus menuju kepada keselamatan dan kebahagiaan. Dengan pengutusan para rasul itu, berarti Allah telah menunjukkan rasa kasih sayang kepada para hamba-Nya yang mau mengikuti jalan lurus yang telah dibentangkan. Orang-orang yang menolak ajaran para rasul itu berarti telah menganiaya diri sendiri dan bersedia menerima azab Allah. Mereka di azab bukan karena Allah zalim terhadap mereka, tetapi karena mereka mengingkari nikmat-nikmat yang telah dilimpahkan-Nya kepada mereka dengan menyembah sesuatu selain-Nya. Allah berfirman:\n¦Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15).\n\nDan firman Allah :\nDan Tuhanmu tidak akan membinasakan negeri-negeri, sebelum Dia mengutus seorang rasul di ibukotanya yang membacakan ayat-ayat Kami kepada mereka; dan tidak pernah (pula) Kami membinasakan (penduduk) negeri; kecuali penduduknya melakukan kezaliman. (al-Qasas/28: 59).",
    "quraish": "Telah menjadi hukum Kami (sunnatullâh), bahwa Kami tidak akan membinasakan suatu umat tanpa lebih dulu mengutus para rasul untuk memberikan peringatan. Dengan demikian, mereka tak memiliki alasan lagi.",
    "jalalayn": "(Dan Kami tidak membinasakan sesuatu negeri pun, melainkan sesudah ada baginya orang-orang yang memberi peringatan) yakni para Rasul yang memberi peringatan kepada para penduduknya."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 209,
    "arab": "ذِكْرٰىۚ وَمَا كُنَّا ظٰلِمِيْنَ  ",
    "translation": "untuk (menjadi) peringatan. Dan Kami tidak berlaku zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3141.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah tidak akan membinasakan suatu kota atau negeri, kecuali setelah diutus kepada mereka para rasul yang menyampaikan berita gembira, peringatan atau janji, dan ancaman. Para rasul itu juga menyampaikan pelajaran kepada mereka dan menunjukkan jalan yang lurus menuju kepada keselamatan dan kebahagiaan. Dengan pengutusan para rasul itu, berarti Allah telah menunjukkan rasa kasih sayang kepada para hamba-Nya yang mau mengikuti jalan lurus yang telah dibentangkan. Orang-orang yang menolak ajaran para rasul itu berarti telah menganiaya diri sendiri dan bersedia menerima azab Allah. Mereka di azab bukan karena Allah zalim terhadap mereka, tetapi karena mereka mengingkari nikmat-nikmat yang telah dilimpahkan-Nya kepada mereka dengan menyembah sesuatu selain-Nya. Allah berfirman:\n¦Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15).\n\nDan firman Allah :\nDan Tuhanmu tidak akan membinasakan negeri-negeri, sebelum Dia mengutus seorang rasul di ibukotanya yang membacakan ayat-ayat Kami kepada mereka; dan tidak pernah (pula) Kami membinasakan (penduduk) negeri; kecuali penduduknya melakukan kezaliman. (al-Qasas/28: 59).",
    "quraish": "Agar hal ini dapat dijadikan sebagai suatu peringatan dan bahan renungan. Kami tidak akan berbuat zalim dengan mengazab suatu kaum yang belum diutus rasul.",
    "jalalayn": "(Peringatan-Ku) sebagai pelajaran untuk mereka. (Dan Kami sekali-kali tidak berlaku zalim) di dalam membinasakan mereka melainkan setelah terlebih dahulu mereka mendapat peringatan. Ayat ini diturunkan berkenaan dengan jawaban terhadap perkataan orang-orang musyrik, yaitu firman Allah berikut:"
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 210,
    "arab": "وَمَا تَنَزَّلَتْ بِهِ الشَّيٰطِيْنُ  ",
    "translation": "Dan (Al-Qur'an) itu tidaklah dibawa turun oleh setan-setan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3142.mp3",
    "tafsir": "Ayat ini membantah tuduhan-tuduhan orang-orang musyrik Mekah yang mengatakan bahwa Nabi Muhammad adalah seorang tukang sihir dan tukang ramal. Allah mengatakan bahwa Al-Qur'an bukanlah ramalan atau sihir yang berasal dari setan yang menerima dan mendengar ucapan malaikat ketika sedang menyampaikan wahyu Allah kepada Rasulullah.\nAda tiga hal yang menunjukkan bahwa Al-Qur'an bukan berasal dari setan, yaitu:\n1. Isi Al-Qur'an bertentangan dengan kehendak setan. Kalau setan berusaha agar manusia mengerjakan perbuatan-perbuatan yang akan menjauhkan mereka dari petunjuk Allah, adapun Al-Qur'an memerintahkan manusia mengerjakan perbuatan yang makruf dan mencegah yang mungkar.\n2. Setan sendiri tidak mau menerima Al-Qur'an, apalagi menyampaikannya kepada orang lain.\n3. Setan dijauhkan dari mendengar Al-Qur'an yang disampaikan Malaikat Jibril kepada Muhammad, atau mendengarkan Al-Qur'an yang sedang dibaca hamba Allah karena Al-Qur'an dijaga Allah dari setan.",
    "quraish": "Al-Qur'ân menafikan ucapan orang kafir Mekah bahwa Muhammad telah dirasuki jin yang membisikkan al-Qur'ân. Maka difirmankan, \"Setan-setan itu tak dapat menurunkan dan membisikkan al-Qur'ân!",
    "jalalayn": "(Dan dia itu tidak dibawa turun) yakni Alquran itu tidak dibawa turun oleh (setan-setan)."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 211,
    "arab": "وَمَا يَنْۢبَغِيْ لَهُمْ وَمَا يَسْتَطِيْعُوْنَ ۗ  ",
    "translation": "Dan tidaklah pantas bagi mereka (Al-Qur'an itu), dan mereka pun tidak akan sanggup.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3143.mp3",
    "tafsir": "Ayat ini membantah tuduhan-tuduhan orang-orang musyrik Mekah yang mengatakan bahwa Nabi Muhammad adalah seorang tukang sihir dan tukang ramal. Allah mengatakan bahwa Al-Qur'an bukanlah ramalan atau sihir yang berasal dari setan yang menerima dan mendengar ucapan malaikat ketika sedang menyampaikan wahyu Allah kepada Rasulullah.\nAda tiga hal yang menunjukkan bahwa Al-Qur'an bukan berasal dari setan, yaitu:\n1. Isi Al-Qur'an bertentangan dengan kehendak setan. Kalau setan berusaha agar manusia mengerjakan perbuatan-perbuatan yang akan menjauhkan mereka dari petunjuk Allah, adapun Al-Qur'an memerintahkan manusia mengerjakan perbuatan yang makruf dan mencegah yang mungkar.\n2. Setan sendiri tidak mau menerima Al-Qur'an, apalagi menyampaikannya kepada orang lain.\n3. Setan dijauhkan dari mendengar Al-Qur'an yang disampaikan Malaikat Jibril kepada Muhammad, atau mendengarkan Al-Qur'an yang sedang dibaca hamba Allah karena Al-Qur'an dijaga Allah dari setan.",
    "quraish": "Mereka tidak boleh dan tidak akan mampu membuat dan menurunkan al-Qur'ân.",
    "jalalayn": "(Dan tidaklah patut) tidak pantas (bagi setan-setan itu) untuk membawa turun Alquran (dan mereka pun tidak akan kuasa) melakukannya."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 212,
    "arab": "اِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُوْلُوْنَ ۗ ",
    "translation": "Sesungguhnya untuk mendengarkannya pun mereka dijauhkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3144.mp3",
    "tafsir": "Ayat ini membantah tuduhan-tuduhan orang-orang musyrik Mekah yang mengatakan bahwa Nabi Muhammad adalah seorang tukang sihir dan tukang ramal. Allah mengatakan bahwa Al-Qur'an bukanlah ramalan atau sihir yang berasal dari setan yang menerima dan mendengar ucapan malaikat ketika sedang menyampaikan wahyu Allah kepada Rasulullah.\nAda tiga hal yang menunjukkan bahwa Al-Qur'an bukan berasal dari setan, yaitu:\n1. Isi Al-Qur'an bertentangan dengan kehendak setan. Kalau setan berusaha agar manusia mengerjakan perbuatan-perbuatan yang akan menjauhkan mereka dari petunjuk Allah, adapun Al-Qur'an memerintahkan manusia mengerjakan perbuatan yang makruf dan mencegah yang mungkar.\n2. Setan sendiri tidak mau menerima Al-Qur'an, apalagi menyampaikannya kepada orang lain.\n3. Setan dijauhkan dari mendengar Al-Qur'an yang disampaikan Malaikat Jibril kepada Muhammad, atau mendengarkan Al-Qur'an yang sedang dibaca hamba Allah karena Al-Qur'an dijaga Allah dari setan.",
    "quraish": "Dan sesungguhnya setan-setan itu dijauhkan dan tidak dapat mendengar al-Qur'ân yang diturunkan kepada Muhammad saw.\"",
    "jalalayn": "(Sesungguhnya mereka dari pada mendengarkan) percakapan para Malaikat (benar-benar dijauhkan) dengan dilempar oleh batu-batu meteor."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 213,
    "arab": "فَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتَكُوْنَ مِنَ الْمُعَذَّبِيْنَ",
    "translation": "Maka janganlah kamu menyeru (menyembah) tuhan selain Allah, nanti kamu termasuk orang-orang yang diazab.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3145.mp3",
    "tafsir": "Ayat ini melarang Nabi Muhammad dan umatnya menyembah tuhan-tuhan selain Allah. Mereka diperintahkan untuk menyembah Tuhan Yang Maha Esa, ikhlas dalam ketaatan dan ketundukan kepada-Nya. Menyembah tuhan-tuhan yang lain di samping menyembah Allah menjadi penyebab seseorang ditimpa azab neraka.",
    "quraish": "Maka hadapkanlah dirimu, Muhammad, kepada Allah. Ikhlaslah selalu dalam beribadah kepada-Nya, dan jangan hirukan anggapan-anggapan orang-orang musyrik yang rancu dan salah itu. (Ajakan kepada rasul untuk mengikhlaskan diri, seperti termaktub dalam ayat ini, juga merupakan ajakan untuk seluruh umatnya).",
    "jalalayn": "(Maka janganlah kamu menyeru tuhan yang lain di samping Allah, yang menyebabkan kalian termasuk orang-orang yang diazab) jika kamu melakukan hal tersebut, sebagaimana yang dimintakan oleh orang-orang musyrik itu."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 214,
    "arab": "وَاَنْذِرْ عَشِيْرَتَكَ الْاَقْرَبِيْنَ ۙ ",
    "translation": "Dan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3146.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad agar menyampaikan agama kepada para kerabatnya, dan menyampaikan janji dan ancaman Allah terhadap orang-orang yang mengingkari dan menyekutukan-Nya.\nDiriwayatkan oleh al-Bukhari, Muslim, dan perawi lainnya dari Abu Hurairah bahwa ia berkata, \"Tatkala ayat ini turun, Rasulullah lalu memanggil orang-orang Quraisy untuk berkumpul di Bukit safa. Di antara mereka ada yang datang sendiri, dan ada yang mengirimkan wakilnya. Setelah berkumpul, lalu Rasulullah berkhutbah, 'Wahai kaum Quraisy, selamatkanlah dirimu dari api neraka. Sesungguhnya aku tidak mempunyai kesanggupan memberi mudarat dan tidak pula memberi manfaat kepadamu. Wahai sekalian Bani Ka'ab bin Lu'ai, selamatkanlah dirimu dari api neraka, maka sesungguhnya aku tidak mempunyai kesanggupan memberi mudarat dan tidak pula memberi manfaat kepadamu. Hai Bani Qusai, selamatkanlah dirimu dari api neraka. Sesungguhnya aku tidak mempunyai kesanggupan memberi mudarat dan tidak pula memberi manfaat kepadamu. Hai Bani Abdul Manaf, selamatkanlah dirimu dari api neraka. Sesungguhnya aku tidak mempunyai kesanggupan untuk memberi mudarat dan tidak pula memberi manfaat kepadamu, ketahuilah aku hanya dapat menghubungi karibku di dunia ini saja.\"\nAyat ini diturunkan pada awal kedatangan Islam, ketika Nabi Muhammad mulai melaksanakan dakwahnya. Beliau mula-mula diperintahkan Allah agar menyeru keluarganya yang terdekat. Setelah itu secara berangsur-angsur menyeru masyarakat sekitarnya, dan akhirnya kepada seluruh manusia.",
    "quraish": "Peringatkanlah keluarga dekatmu akan azab akibat kemusyrikan dan kemaksiatan. Kemudian peringatkanlah mereka yang hubungan keluarganya lebih jauh, dan begitu seterusnya.",
    "jalalayn": "(Dan berilah peringatan kepada kerabat-kerabatmu yang terdekat) mereka adalah Bani Hasyim dan Bani Mutalib, lalu Nabi saw. memberikan peringatan kepada mereka secara terang-terangan; demikianlah menurut keterangan hadis yang telah dikemukakan oleh Imam Bukhari dan Imam Muslim."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 215,
    "arab": "وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ۚ  ",
    "translation": "dan rendahkanlah dirimu terhadap orang-orang yang beriman yang mengikutimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3147.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar berlaku ramah dan rendah hati kepada orang-orang yang baru saja beriman dan menerima seruannya, jangan sekali-kali berlaku sombong, agar hati mereka tertarik, rasa kasih sayang sesama mukmin terjalin, dan mereka juga mencintainya. Dengan demikian, dakwah hendaknya selalu dilakukan dengan rendah hati dan etika yang baik. Allah berfirman:\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. Kemudian, apabila engkau telah membulatkan tekad, maka bertawakallah kepada Allah. Sungguh, Allah mencintai orang yang bertawakal. (ali 'Imran/3: 159)",
    "quraish": "Dan berlemah lembutlah kepada mereka yang telah menerima seruanmu untuk beriman.",
    "jalalayn": "(Dan rendahkanlah dirimu) berlaku lemah lembutlah kamu (terhadap orang-orang yang mengikutimu, yaitu orang-orang yang beriman)."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 216,
    "arab": "فَاِنْ عَصَوْكَ فَقُلْ اِنِّيْ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ۚ ",
    "translation": "Kemudian jika mereka mendurhakaimu maka katakanlah (Muhammad), “Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3148.mp3",
    "tafsir": "Allah memberi petunjuk kepada Nabi Muhammad dalam melakukan dakwahnya, yaitu jika keluarga dekat, karib kerabat tidak mengindahkan seruannya, hendaklah ia mengatakan kepada mereka bahwa ia berlepas diri dari kedurhakaan dan keingkaran mereka. Allah mengancam sikap dan tindakan mereka itu dengan azab yang sangat pedih sebagai balasan dari perbuatan mereka. Tidak seorang pun yang dapat melepaskan diri dari azab Allah pada hari akhirat. Harta, anak, dan keluarga tidak lagi berguna sedikit pun untuk melepaskan diri dari azab Allah. Hanya orang yang menghadap Allah dengan iman dan amal salehlah yang dapat terhindar dari azab Allah.",
    "quraish": "Jika mereka, ternyata, tetap mendurhakai dan tidak mematuhimu, maka bebaskanlah dirimu dari mereka dan dari perbuatan-perbuatan mereka seperti kemusyrikan dan kemaksiatan-kemaksiatan lainnya.",
    "jalalayn": "(Jika mereka mendurhakaimu) yakni kerabat-kerabat terdekatmu itu (maka katakanlah) kepada mereka; (\"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kalian kerjakan\") tentang penyembahan kalian kepada selain Allah itu."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 217,
    "arab": "وَتَوَكَّلْ عَلَى الْعَزِيْزِ الرَّحِيْمِ ۙ ",
    "translation": "Dan bertawakallah kepada (Allah) Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3149.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Nabi Muhammad jika ia telah melaksanakan perintah Allah menyampaikan agama-Nya kepada orang-orang Mekah, tetapi mereka tidak mengindahkan seruan, maka hendaklah ia bertawakal dan menyerahkan semua urusan kepada-Nya. Hanya Allah yang sanggup membela Nabi dari segala tipu daya musuh, dan menolongnya dari segala macam bencana yang akan menimpa. Hanya Allah yang melimpahkan rahmat, dan mengetahui segala perbuatan dan gerak-gerik hamba-Nya. Allah melihat Nabi ketika melakukan salat Tahajud, rukuk, sujud, dan mengimami orang-orang yang sujud.\" Kata \"sujud\" dalam ayat ini maksudnya ialah orang-orang yang salat. Allah menyebut orang-orang yang salat dengan orang-orang yang sujud adalah untuk menunjukkan bahwa pada waktu sujud itulah seorang hamba paling dekat dengan Tuhannya.\nAllah menerangkan kepada Nabi Muhammad bahwa Dia Maha Mendengar segala tutur dan percakapan beliau, dan Maha Mengetahui perbuatan Nabi, baik yang beliau nyatakan ataupun yang tidak, dan Dia mengetahui segala isi hati beliau. Allah Mahakuasa memberi pembalasan kepada beliau dengan seadil-adilnya.",
    "quraish": "Lalu serahkanlah segala urusanmu kepada Sang Mahaperkasa lagi Mahakuasa untuk menghancurkan--dengan 'izzah-Nya--musuh-musuhmu. Dia akan memberikan pertolongan kepadamu, juga kepada orang-orang yang ikhlas dalam perbuatan dengan rahmat-Nya.",
    "jalalayn": "(Dan bertawakallah) dapat dibaca Watawakkal dan Fatawakkal, jika dibaca Fatawakkal artinya, maka bertawakallah (kepada Allah Yang Maha Perkasa lagi Maha Penyayang) maksudnya, serahkanlah semua perkaramu kepada-Nya."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 218,
    "arab": "الَّذِيْ يَرٰىكَ حِيْنَ تَقُوْمُ  ",
    "translation": "Yang melihat engkau ketika engkau berdiri (untuk salat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3150.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Nabi Muhammad jika ia telah melaksanakan perintah Allah menyampaikan agama-Nya kepada orang-orang Mekah, tetapi mereka tidak mengindahkan seruan, maka hendaklah ia bertawakal dan menyerahkan semua urusan kepada-Nya. Hanya Allah yang sanggup membela Nabi dari segala tipu daya musuh, dan menolongnya dari segala macam bencana yang akan menimpa. Hanya Allah yang melimpahkan rahmat, dan mengetahui segala perbuatan dan gerak-gerik hamba-Nya. Allah melihat Nabi ketika melakukan salat Tahajud, rukuk, sujud, dan mengimami orang-orang yang sujud.\" Kata \"sujud\" dalam ayat ini maksudnya ialah orang-orang yang salat. Allah menyebut orang-orang yang salat dengan orang-orang yang sujud adalah untuk menunjukkan bahwa pada waktu sujud itulah seorang hamba paling dekat dengan Tuhannya.\nAllah menerangkan kepada Nabi Muhammad bahwa Dia Maha Mendengar segala tutur dan percakapan beliau, dan Maha Mengetahui perbuatan Nabi, baik yang beliau nyatakan ataupun yang tidak, dan Dia mengetahui segala isi hati beliau. Allah Mahakuasa memberi pembalasan kepada beliau dengan seadil-adilnya.",
    "quraish": "Yang menyaksikanmu bangun untuk bertahajud dan saat kamu mengerjakan kebajikan.",
    "jalalayn": "(Yang melihat kamu ketika kamu berdiri) untuk melakukan salat."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 219,
    "arab": "وَتَقَلُّبَكَ فِى السّٰجِدِيْنَ  ",
    "translation": "dan (melihat) perubahan gerakan badanmu di antara orang-orang yang sujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3151.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Nabi Muhammad jika ia telah melaksanakan perintah Allah menyampaikan agama-Nya kepada orang-orang Mekah, tetapi mereka tidak mengindahkan seruan, maka hendaklah ia bertawakal dan menyerahkan semua urusan kepada-Nya. Hanya Allah yang sanggup membela Nabi dari segala tipu daya musuh, dan menolongnya dari segala macam bencana yang akan menimpa. Hanya Allah yang melimpahkan rahmat, dan mengetahui segala perbuatan dan gerak-gerik hamba-Nya. Allah melihat Nabi ketika melakukan salat Tahajud, rukuk, sujud, dan mengimami orang-orang yang sujud.\" Kata \"sujud\" dalam ayat ini maksudnya ialah orang-orang yang salat. Allah menyebut orang-orang yang salat dengan orang-orang yang sujud adalah untuk menunjukkan bahwa pada waktu sujud itulah seorang hamba paling dekat dengan Tuhannya.\nAllah menerangkan kepada Nabi Muhammad bahwa Dia Maha Mendengar segala tutur dan percakapan beliau, dan Maha Mengetahui perbuatan Nabi, baik yang beliau nyatakan ataupun yang tidak, dan Dia mengetahui segala isi hati beliau. Allah Mahakuasa memberi pembalasan kepada beliau dengan seadil-adilnya.",
    "quraish": "Dan Yang memperhatikan tingkah lakumu di tengah-tengah mereka yang sedang salat, ketika kamu sedang bediri, rukuk, sujud dan ketika engkau sedang memimpin mereka bersembahyang.",
    "jalalayn": "(Dan melihat pula perubahan gerakmu) ketika kamu menjalankan rukun-rukun salat; mulai dari berdiri, duduk, rukuk dan sujud (di antara orang-orang yang sujud)."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 220,
    "arab": "اِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ  ",
    "translation": "Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3152.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Nabi Muhammad jika ia telah melaksanakan perintah Allah menyampaikan agama-Nya kepada orang-orang Mekah, tetapi mereka tidak mengindahkan seruan, maka hendaklah ia bertawakal dan menyerahkan semua urusan kepada-Nya. Hanya Allah yang sanggup membela Nabi dari segala tipu daya musuh, dan menolongnya dari segala macam bencana yang akan menimpa. Hanya Allah yang melimpahkan rahmat, dan mengetahui segala perbuatan dan gerak-gerik hamba-Nya. Allah melihat Nabi ketika melakukan salat Tahajud, rukuk, sujud, dan mengimami orang-orang yang sujud.\" Kata \"sujud\" dalam ayat ini maksudnya ialah orang-orang yang salat. Allah menyebut orang-orang yang salat dengan orang-orang yang sujud adalah untuk menunjukkan bahwa pada waktu sujud itulah seorang hamba paling dekat dengan Tuhannya.\nAllah menerangkan kepada Nabi Muhammad bahwa Dia Maha Mendengar segala tutur dan percakapan beliau, dan Maha Mengetahui perbuatan Nabi, baik yang beliau nyatakan ataupun yang tidak, dan Dia mengetahui segala isi hati beliau. Allah Mahakuasa memberi pembalasan kepada beliau dengan seadil-adilnya.",
    "quraish": "Allah Swt. sungguh Maha Mendengar doa dan zikirmu; Maha Mengetahui niat dan perbuatanmu. Seolah-olah Allah berkata kepada Nabi, \"Jangan kamu memaksakan dirimu menahan keberatan-keberatan beribadah, karena kamu berada dalam penglihatan dan pengawasan Kami.\"",
    "jalalayn": "(Sesungguhnya Dia adalah Yang Maha Mendengar lagi Maha Mengetahui)."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 221,
    "arab": "هَلْ اُنَبِّئُكُمْ عَلٰى مَنْ تَنَزَّلُ الشَّيٰطِيْنُ ۗ  ",
    "translation": "Maukah Aku beritakan kepadamu, kepada siapa setan-setan itu turun?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3153.mp3",
    "tafsir": "Allah menerangkan kebiasaan dan kepercayaan bangsa Arab Jahiliah dengan bentuk pertanyaan kepada manusia sehingga mereka dapat menilai dengan membedakan antara kebenaran wahyu dan kedustaan tukang-tukang ramal. Pertanyaan itu ialah: Wahai manusia, apakah akan Aku nyatakan kepada kamu sekalian suatu berita yang bila kamu ketahui akan bermanfaat bagimu dan memurnikan ketaatan dan ketundukanmu kepada Allah, dalam menyelesaikan masalah-masalah dunia, dalam membedakan dan menilai kebenaran wali-wali Allah dan kawan-kawan setan dan kepada siapa setan itu pulang balik berusaha mencari-cari dan mendengarkan seruan suatu berita.\nKemudian Allah sendiri menjawab pertanyaan itu dengan menyatakan bagaimana setan-setan menyampaikan bisikan-bisikan kepada tukang ramal dan bagaimana tukang ramal menyampaikan bisikan itu kepada manusia yang datang kepadanya, yaitu:\n1. Setan-setan itu datang berulang-ulang kepada orang-orang yang suka berdusta, berbohong, banyak melakukan perbuatan dosa, dan mengaku sebagai tukang ramal. Kepada mereka, setan membisikkan pikiran-pikiran yang tidak ada artinya dan khayalan-khayalan yang pada umumnya tidak sesuai dengan kenyataan.\n2. Setan juga membisikkan kepada para peramal itu informasi yang dicarinya, kemudian mereka menyampaikan kepada orang-orang yang datang kepada mereka sebagai hasil ramalannya. Hasil ramalan itu diyakini sebagai suatu kebenaran oleh orang-orang yang percaya kepadanya.\n\nAyat-ayat ini seakan-akan menyuruh manusia membandingkan sendiri proses penyampaian wahyu kepada Nabi Muhammad dan isinya dengan proses penyampaian bisikan setan kepada tukang ramal, yang kemudian mereka sampaikan pula kepada orang-orang yang percaya kepada ramalan itu. Dengan membandingkan antara wahyu dan ramalan, mereka akan melihat dengan jelas perbedaannya.\nWahyu bukan sekadar bisikan-bisikan yang tidak ada maknanya, tetapi merupakan petunjuk bagi manusia yang ingin hidup bahagia di dunia dan akhirat. Wahyu dapat dibuktikan kebenarannya, baik dari sisi logika, budi pekerti yang mulia, maupun dari sisi adat kebiasaan, sedangkan ramalan tidak demikian. Ramalan tidak sama dengan akal pikiran yang benar, apalagi bila ditinjau dari sisi budi pekerti yang mulia dan adat kebiasaan yang baik. Yang menyampaikan wahyu Allah adalah Malaikat Jibril, dan penerimanya ialah Nabi Muhammad, orang yang dapat dipercaya dan dikenal berbudi pekerti yang baik. Adapun tukang-tukang ramal kebanyakan pendusta dan pembohong, tidak bermoral baik, dan tidak disukai masyarakat, mengaku dirinya sebagai tukang ramal setelah mendapatkan bisikan-bisikan setan.\nAyat ini menolak dakwaan orang-orang musyrik Mekah yang menuduh bahwa Al-Qur'an yang diturunkan kepada Nabi Muhammad bukanlah sesuatu yang benar, tetapi berasal dari bisikan-bisikan setan. Allah membersihkan nama baik Rasul-Nya dari berbagai tuduhan yang mereka ada-adakan itu, dengan menyatakan bahwa Al-Qur'an yang diturunkan kepada Muhammad adalah wahyu Allah yang disampaikan kepadanya dengan perantaraan malaikat Jibril, bukan dari setan.\nMendatangi para peramal termasuk adat kebiasaan dan kepercayaan orang-orang Arab Jahiliah. Biasanya mereka mendatangi para peramal untuk menanyakan sesuatu yang belum mereka ketahui, seperti tentang nasib di masa depan, jodoh putri mereka, perkiraan hasil usaha yang akan mereka usahakan, dan sebagainya. Di samping itu, para peramal kadang-kadang berfungsi sebagai seorang tabib yang mengobati segala macam penyakit. Apa yang diramalkan para peramal itu biasanya tidak benar. Apabila yang diramalkan itu benar-benar terjadi, itu hanyalah suatu kebetulan saja. Rasulullah telah mengingatkan bahwa mendatangi peramal merupakan perbuatan dosa, sebagaimana diungkapkan dalam sebuah hadis:\nBarang siapa mendatangi peramal dan menanyakan sesuatu, maka salatnya empat puluh malam tidak akan diterima (Riwayat Ahmad dan Muslim dari safiyyah).\nBarang siapa mendatangi peramal atau dukun, dan dia mempercayai terhadap apa yang dikatakan, maka ia telah kafir terhadap apa yang diturunkan kepada Nabi Muhammad. (Riwayat Ahmad dan al-hakim dari Abu Hurairah)",
    "quraish": "Orang-orang musyrik berkata, \"Sungguh telah datang sekelompok setan yang meggoda Muhammad.\" Al-Qur'ân membantah tuduhan mereka dengan menyatakan, \"Maukah kalian Kami beritahu siapakah orang yang telah didatangi dan digoda oleh setan?\"",
    "jalalayn": "(Apakah akan Aku beritakan kepada kalian) hai orang-orang kafir Mekah (kepada siapa setan-setan itu turun?) Tanazzalu pada asalnya dibaca Tatanazzalu kemudian salah satu huruf Ta dibuang sehingga menjadi Tanazzalu."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 222,
    "arab": "تَنَزَّلُ عَلٰى كُلِّ اَفَّاكٍ اَثِيْمٍ ۙ ",
    "translation": "Mereka (setan) turun kepada setiap pendusta yang banyak berdosa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3154.mp3",
    "tafsir": "Allah menerangkan kebiasaan dan kepercayaan bangsa Arab Jahiliah dengan bentuk pertanyaan kepada manusia sehingga mereka dapat menilai dengan membedakan antara kebenaran wahyu dan kedustaan tukang-tukang ramal. Pertanyaan itu ialah: Wahai manusia, apakah akan Aku nyatakan kepada kamu sekalian suatu berita yang bila kamu ketahui akan bermanfaat bagimu dan memurnikan ketaatan dan ketundukanmu kepada Allah, dalam menyelesaikan masalah-masalah dunia, dalam membedakan dan menilai kebenaran wali-wali Allah dan kawan-kawan setan dan kepada siapa setan itu pulang balik berusaha mencari-cari dan mendengarkan seruan suatu berita.\nKemudian Allah sendiri menjawab pertanyaan itu dengan menyatakan bagaimana setan-setan menyampaikan bisikan-bisikan kepada tukang ramal dan bagaimana tukang ramal menyampaikan bisikan itu kepada manusia yang datang kepadanya, yaitu:\n1. Setan-setan itu datang berulang-ulang kepada orang-orang yang suka berdusta, berbohong, banyak melakukan perbuatan dosa, dan mengaku sebagai tukang ramal. Kepada mereka, setan membisikkan pikiran-pikiran yang tidak ada artinya dan khayalan-khayalan yang pada umumnya tidak sesuai dengan kenyataan.\n2. Setan juga membisikkan kepada para peramal itu informasi yang dicarinya, kemudian mereka menyampaikan kepada orang-orang yang datang kepada mereka sebagai hasil ramalannya. Hasil ramalan itu diyakini sebagai suatu kebenaran oleh orang-orang yang percaya kepadanya.\n\nAyat-ayat ini seakan-akan menyuruh manusia membandingkan sendiri proses penyampaian wahyu kepada Nabi Muhammad dan isinya dengan proses penyampaian bisikan setan kepada tukang ramal, yang kemudian mereka sampaikan pula kepada orang-orang yang percaya kepada ramalan itu. Dengan membandingkan antara wahyu dan ramalan, mereka akan melihat dengan jelas perbedaannya.\nWahyu bukan sekadar bisikan-bisikan yang tidak ada maknanya, tetapi merupakan petunjuk bagi manusia yang ingin hidup bahagia di dunia dan akhirat. Wahyu dapat dibuktikan kebenarannya, baik dari sisi logika, budi pekerti yang mulia, maupun dari sisi adat kebiasaan, sedangkan ramalan tidak demikian. Ramalan tidak sama dengan akal pikiran yang benar, apalagi bila ditinjau dari sisi budi pekerti yang mulia dan adat kebiasaan yang baik. Yang menyampaikan wahyu Allah adalah Malaikat Jibril, dan penerimanya ialah Nabi Muhammad, orang yang dapat dipercaya dan dikenal berbudi pekerti yang baik. Adapun tukang-tukang ramal kebanyakan pendusta dan pembohong, tidak bermoral baik, dan tidak disukai masyarakat, mengaku dirinya sebagai tukang ramal setelah mendapatkan bisikan-bisikan setan.\nAyat ini menolak dakwaan orang-orang musyrik Mekah yang menuduh bahwa Al-Qur'an yang diturunkan kepada Nabi Muhammad bukanlah sesuatu yang benar, tetapi berasal dari bisikan-bisikan setan. Allah membersihkan nama baik Rasul-Nya dari berbagai tuduhan yang mereka ada-adakan itu, dengan menyatakan bahwa Al-Qur'an yang diturunkan kepada Muhammad adalah wahyu Allah yang disampaikan kepadanya dengan perantaraan malaikat Jibril, bukan dari setan.\nMendatangi para peramal termasuk adat kebiasaan dan kepercayaan orang-orang Arab Jahiliah. Biasanya mereka mendatangi para peramal untuk menanyakan sesuatu yang belum mereka ketahui, seperti tentang nasib di masa depan, jodoh putri mereka, perkiraan hasil usaha yang akan mereka usahakan, dan sebagainya. Di samping itu, para peramal kadang-kadang berfungsi sebagai seorang tabib yang mengobati segala macam penyakit. Apa yang diramalkan para peramal itu biasanya tidak benar. Apabila yang diramalkan itu benar-benar terjadi, itu hanyalah suatu kebetulan saja. Rasulullah telah mengingatkan bahwa mendatangi peramal merupakan perbuatan dosa, sebagaimana diungkapkan dalam sebuah hadis:\nBarang siapa mendatangi peramal dan menanyakan sesuatu, maka salatnya empat puluh malam tidak akan diterima (Riwayat Ahmad dan Muslim dari safiyyah).\nBarang siapa mendatangi peramal atau dukun, dan dia mempercayai terhadap apa yang dikatakan, maka ia telah kafir terhadap apa yang diturunkan kepada Nabi Muhammad. (Riwayat Ahmad dan al-hakim dari Abu Hurairah)",
    "quraish": "Setan akan menghampiri setiap orang yang membuat kebohongan paling buruk dan melakukan dosa amat keji. Mereka adalah para pendeta jahat yang memiliki perangai menyerupai setan.",
    "jalalayn": "(Mereka turun kepada tiap-tiap pendusta) yakni orang yang banyak berdusta (lagi yang banyak dosa) durhaka, seperti Musailamah dan lain-lainnya dari kalangan orang-orang ahli peramal."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 223,
    "arab": "يُّلْقُوْنَ السَّمْعَ وَاَكْثَرُهُمْ كٰذِبُوْنَ ۗ  ",
    "translation": "mereka menyampaikan hasil pendengaran mereka, sedangkan kebanyakan mereka orang-orang pendusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3155.mp3",
    "tafsir": "Allah menerangkan kebiasaan dan kepercayaan bangsa Arab Jahiliah dengan bentuk pertanyaan kepada manusia sehingga mereka dapat menilai dengan membedakan antara kebenaran wahyu dan kedustaan tukang-tukang ramal. Pertanyaan itu ialah: Wahai manusia, apakah akan Aku nyatakan kepada kamu sekalian suatu berita yang bila kamu ketahui akan bermanfaat bagimu dan memurnikan ketaatan dan ketundukanmu kepada Allah, dalam menyelesaikan masalah-masalah dunia, dalam membedakan dan menilai kebenaran wali-wali Allah dan kawan-kawan setan dan kepada siapa setan itu pulang balik berusaha mencari-cari dan mendengarkan seruan suatu berita.\nKemudian Allah sendiri menjawab pertanyaan itu dengan menyatakan bagaimana setan-setan menyampaikan bisikan-bisikan kepada tukang ramal dan bagaimana tukang ramal menyampaikan bisikan itu kepada manusia yang datang kepadanya, yaitu:\n1. Setan-setan itu datang berulang-ulang kepada orang-orang yang suka berdusta, berbohong, banyak melakukan perbuatan dosa, dan mengaku sebagai tukang ramal. Kepada mereka, setan membisikkan pikiran-pikiran yang tidak ada artinya dan khayalan-khayalan yang pada umumnya tidak sesuai dengan kenyataan.\n2. Setan juga membisikkan kepada para peramal itu informasi yang dicarinya, kemudian mereka menyampaikan kepada orang-orang yang datang kepada mereka sebagai hasil ramalannya. Hasil ramalan itu diyakini sebagai suatu kebenaran oleh orang-orang yang percaya kepadanya.\n\nAyat-ayat ini seakan-akan menyuruh manusia membandingkan sendiri proses penyampaian wahyu kepada Nabi Muhammad dan isinya dengan proses penyampaian bisikan setan kepada tukang ramal, yang kemudian mereka sampaikan pula kepada orang-orang yang percaya kepada ramalan itu. Dengan membandingkan antara wahyu dan ramalan, mereka akan melihat dengan jelas perbedaannya.\nWahyu bukan sekadar bisikan-bisikan yang tidak ada maknanya, tetapi merupakan petunjuk bagi manusia yang ingin hidup bahagia di dunia dan akhirat. Wahyu dapat dibuktikan kebenarannya, baik dari sisi logika, budi pekerti yang mulia, maupun dari sisi adat kebiasaan, sedangkan ramalan tidak demikian. Ramalan tidak sama dengan akal pikiran yang benar, apalagi bila ditinjau dari sisi budi pekerti yang mulia dan adat kebiasaan yang baik. Yang menyampaikan wahyu Allah adalah Malaikat Jibril, dan penerimanya ialah Nabi Muhammad, orang yang dapat dipercaya dan dikenal berbudi pekerti yang baik. Adapun tukang-tukang ramal kebanyakan pendusta dan pembohong, tidak bermoral baik, dan tidak disukai masyarakat, mengaku dirinya sebagai tukang ramal setelah mendapatkan bisikan-bisikan setan.\nAyat ini menolak dakwaan orang-orang musyrik Mekah yang menuduh bahwa Al-Qur'an yang diturunkan kepada Nabi Muhammad bukanlah sesuatu yang benar, tetapi berasal dari bisikan-bisikan setan. Allah membersihkan nama baik Rasul-Nya dari berbagai tuduhan yang mereka ada-adakan itu, dengan menyatakan bahwa Al-Qur'an yang diturunkan kepada Muhammad adalah wahyu Allah yang disampaikan kepadanya dengan perantaraan malaikat Jibril, bukan dari setan.\nMendatangi para peramal termasuk adat kebiasaan dan kepercayaan orang-orang Arab Jahiliah. Biasanya mereka mendatangi para peramal untuk menanyakan sesuatu yang belum mereka ketahui, seperti tentang nasib di masa depan, jodoh putri mereka, perkiraan hasil usaha yang akan mereka usahakan, dan sebagainya. Di samping itu, para peramal kadang-kadang berfungsi sebagai seorang tabib yang mengobati segala macam penyakit. Apa yang diramalkan para peramal itu biasanya tidak benar. Apabila yang diramalkan itu benar-benar terjadi, itu hanyalah suatu kebetulan saja. Rasulullah telah mengingatkan bahwa mendatangi peramal merupakan perbuatan dosa, sebagaimana diungkapkan dalam sebuah hadis:\nBarang siapa mendatangi peramal dan menanyakan sesuatu, maka salatnya empat puluh malam tidak akan diterima (Riwayat Ahmad dan Muslim dari safiyyah).\nBarang siapa mendatangi peramal atau dukun, dan dia mempercayai terhadap apa yang dikatakan, maka ia telah kafir terhadap apa yang diturunkan kepada Nabi Muhammad. (Riwayat Ahmad dan al-hakim dari Abu Hurairah)",
    "quraish": "Mereka menyimak kata-kata setan yang memperdengarkan dugaan-dugaan yang menjadikan mereka sebagai pendusta.",
    "jalalayn": "(Mereka menghadapkan) yakni setan-setan itu (pendengaran) apa yang telah mereka curi dengar dari para malaikat, kemudian mereka menyampaikannya kepada para ahli ramal (dan kebanyakan mereka itu adalah orang-orang pendusta) mereka menambahi kedustaan kepada apa yang telah mereka dengar itu dengan kedustaan yang banyak; hal ini berlangsung sebelum setan-setan itu dihalangi untuk mencapai langit."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 224,
    "arab": "وَالشُّعَرَاۤءُ يَتَّبِعُهُمُ الْغَاوٗنَ ۗ ",
    "translation": "Dan penyair-penyair itu diikuti oleh orang-orang yang sesat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3156.mp3",
    "tafsir": "Ayat ini menerangkan bahwa para penyair pada waktu itu sering diikuti orang-orang yang sesat dan menyimpang dari jalan yang lurus serta cenderung kepada perbuatan yang merusak. Sedangkan pengikut-pengikut Nabi Muhammad bukanlah demikian. Mereka banyak beribadah terutama salat dan selalu bersikap zuhud.",
    "quraish": "Orang-orang kafir berkata, \"Al-Qur'ân itu hanyalah puisi karangan seorang penyair bernama Muhammad.\" Allah memperlihatkan kepalsuan tuduhan mereka dengan memberikan penjelasan bahwa al-Qur'ân itu penuh dengan kata-kata bijak (hikam) dan aturan-aturan hukum (ahkâm). Gaya bahasa al-Qur'ân itu sangat berlainan dengan gaya bahasa kebanyakan para penyair di masa itu yang sarat dengan kepalsuan dan kebohongan. Dan watak Muhammad sendiri pun berbeda dengan watak para penyair kebanyakan yang selalu berkata bohong.",
    "jalalayn": "(Dan penyair-penyair itu diikuti oleh orang-orang yang sesat) di dalam syair-syair mereka, lalu mereka mengatakannya dan meriwayatkannya dari orang-orang yang sesat itu, maka mereka adalah orang-orang yang tercela."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 225,
    "arab": "اَلَمْ تَرَ اَنَّهُمْ فِيْ كُلِّ وَادٍ يَّهِيْمُوْنَ ۙ ",
    "translation": "Tidakkah engkau melihat bahwa mereka mengembara di setiap lembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3157.mp3",
    "tafsir": "Ayat ini menerangkan jalan-jalan sesat yang telah ditempuh oleh para penyair dalam menyusun syairnya, yaitu:\n1. Para penyair itu membuat syair tanpa tujuan yang jelas. Kadang-kadang mereka memuji sesuatu yang pernah mereka cela, mengagungkan sesuatu yang pernah mereka hina, dan mengakui sesuatu yang pernah mereka ingkari kebenarannya. Hal ini membuktikan bahwa tujuan mereka membuat syair bukan untuk mencari kebenaran atau menyatakan sesuatu yang benar. Dalam menyusun syair-syair itu, mereka hanya berpegang pada khayalan. Semakin banyak khayalan dan angan-angan mereka, semakin baik pula syair yang mereka buat. Kesesatan ahli syair itu hanya diikuti oleh orang-orang yang sesat pula, tidak akan diikuti oleh orang-orang yang suka mencari kebenaran.\n2. Para ahli syair itu sering mengatakan apa yang tidak mereka lakukan. Mereka menganjurkan agar manusia pemurah dan suka memberi, tetapi mereka sendiri bakhil dan kikir. Mereka sering mengarang syair untuk menyinggung kehormatan orang lain, seperti mencela, mencaci-maki, dan sebagainya, karena sesuatu sebab yang kecil saja. Sebaliknya, mereka sering pula mengagungkan dan memuji-muji seseorang karena sebab yang kecil pula.\nDemikianlah ciri-ciri penyair yang dicela oleh Allah. Akan tetapi, ada pula penyair yang baik budi pekertinya, dan cukup luas ilmu pengetahuannya. Syairnya mendorong semangat orang lain untuk berbuat baik, dan mengandung butir-butir hikmah, nasihat, dan pelajaran. Di antaranya adalah syair Umayyah bin Abi as-salt, sebagaimana sebagai berikut ini:\nDari 'Amr bin asy-Syirid, dari bapaknya, bahwa ia berkata, \"Pada suatu hari aku memboncengkan Rasulullah, maka beliau menanyakan kepadaku, 'Apakah engkau menghafal beberapa bait syair Umayyah bin Abi as-salt? Aku menjawab, 'Ada. Rasulullah berkata, 'Bacalah segera. Maka aku membacakan satu bait. Rasulullah berkata, 'Bacalah segera. Maka aku membacakannya satu bait lagi. Rasulullah berkata, 'Lanjutkanlah. Aku melanjutkannya hingga seratus bait.\" (Riwayat Muslim)\n\nSikap Rasulullah terhadap syair Umayyah bin Abi as-salt ini menunjukkan bahwa beliau menyukai syair dan para penyair, asalkan penyair itu orang yang berakhlak, bercita-cita luhur, dan syair-syairnya banyak mengandung butir-butir hikmah. Tidak seperti para penyair dan syair-syair yang sifat-sifatnya disebutkan pada ayat-ayat yang lalu (ayat 221-226). Para penyair dan syair-syair seperti itulah yang dicela dan dilarang oleh Rasulullah.",
    "quraish": "Tidakkah kalian mengetahui bagaimana para penyair itu mempermainkan kata-kata yang menutupi jalan kebenaran?",
    "jalalayn": "Tidakkah kamu melihat) apakah kamu tidak memperhatikan (bahwasanya mereka di tiap-tiap lembah) yaitu di majelis-majelis pembicaraan dan sastra-sastranya, yakni majelis kesusasteraan (mengembara) yakni mereka mendatanginya, kemudian mereka melampaui batas di dalam pujian dan hinaan mereka melalui syair-syairnya."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 226,
    "arab": "وَاَنَّهُمْ يَقُوْلُوْنَ مَا لَا يَفْعَلُوْنَ ۙ  ",
    "translation": "dan bahwa mereka mengatakan apa yang mereka sendiri tidak mengerjakan(nya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3158.mp3",
    "tafsir": "Ayat ini menerangkan jalan-jalan sesat yang telah ditempuh oleh para penyair dalam menyusun syairnya, yaitu:\n1. Para penyair itu membuat syair tanpa tujuan yang jelas. Kadang-kadang mereka memuji sesuatu yang pernah mereka cela, mengagungkan sesuatu yang pernah mereka hina, dan mengakui sesuatu yang pernah mereka ingkari kebenarannya. Hal ini membuktikan bahwa tujuan mereka membuat syair bukan untuk mencari kebenaran atau menyatakan sesuatu yang benar. Dalam menyusun syair-syair itu, mereka hanya berpegang pada khayalan. Semakin banyak khayalan dan angan-angan mereka, semakin baik pula syair yang mereka buat. Kesesatan ahli syair itu hanya diikuti oleh orang-orang yang sesat pula, tidak akan diikuti oleh orang-orang yang suka mencari kebenaran.\n2. Para ahli syair itu sering mengatakan apa yang tidak mereka lakukan. Mereka menganjurkan agar manusia pemurah dan suka memberi, tetapi mereka sendiri bakhil dan kikir. Mereka sering mengarang syair untuk menyinggung kehormatan orang lain, seperti mencela, mencaci-maki, dan sebagainya, karena sesuatu sebab yang kecil saja. Sebaliknya, mereka sering pula mengagungkan dan memuji-muji seseorang karena sebab yang kecil pula.\nDemikianlah ciri-ciri penyair yang dicela oleh Allah. Akan tetapi, ada pula penyair yang baik budi pekertinya, dan cukup luas ilmu pengetahuannya. Syairnya mendorong semangat orang lain untuk berbuat baik, dan mengandung butir-butir hikmah, nasihat, dan pelajaran. Di antaranya adalah syair Umayyah bin Abi as-salt, sebagaimana sebagai berikut ini:\nDari 'Amr bin asy-Syirid, dari bapaknya, bahwa ia berkata, \"Pada suatu hari aku memboncengkan Rasulullah, maka beliau menanyakan kepadaku, 'Apakah engkau menghafal beberapa bait syair Umayyah bin Abi as-salt? Aku menjawab, 'Ada. Rasulullah berkata, 'Bacalah segera. Maka aku membacakan satu bait. Rasulullah berkata, 'Bacalah segera. Maka aku membacakannya satu bait lagi. Rasulullah berkata, 'Lanjutkanlah. Aku melanjutkannya hingga seratus bait.\" (Riwayat Muslim)\n\nSikap Rasulullah terhadap syair Umayyah bin Abi as-salt ini menunjukkan bahwa beliau menyukai syair dan para penyair, asalkan penyair itu orang yang berakhlak, bercita-cita luhur, dan syair-syairnya banyak mengandung butir-butir hikmah. Tidak seperti para penyair dan syair-syair yang sifat-sifatnya disebutkan pada ayat-ayat yang lalu (ayat 221-226). Para penyair dan syair-syair seperti itulah yang dicela dan dilarang oleh Rasulullah.",
    "quraish": "Dan sungguh mereka seringkali mengatakan sesuatu yang tidak pernah mereka lakukan.",
    "jalalayn": "(Dan bahwasanya mereka suka mengatakan) kami telah mengerjakan (apa yang mereka sendiri tidak mengerjakannya) artinya, mereka suka berdusta."
  },
  {
    "page": 376,
    "name": "Asy-Syu'ara'",
    "ayat": 227,
    "arab": "اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَذَكَرُوا اللّٰهَ كَثِيْرًا وَّانْتَصَرُوْا مِنْۢ بَعْدِ مَا ظُلِمُوْا ۗوَسَيَعْلَمُ الَّذِيْنَ ظَلَمُوْٓا اَيَّ مُنْقَلَبٍ يَّنْقَلِبُوْنَ ࣖ ",
    "translation": "Kecuali orang-orang (penyair-penyair) yang beriman dan berbuat kebajikan dan banyak mengingat Allah dan mendapat kemenangan setelah terzalimi (karena menjawab puisi-puisi orang-orang kafir). Dan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3159.mp3",
    "tafsir": "Ayat ini menerangkan bahwa syair dan penyair yang baik dan bermanfaat itu ialah yang mempunyai sifat-sifat di bawah ini:\n1. Beriman kepada Allah.\n2. Beramal saleh.\n3. Menyebut dan mengagungkan nama Allah, sehingga menambah kemantapan imannya kepada kebesaran dan keesaan-Nya.\n4. Mendorong orang-orang yang beriman untuk berjihad, menegakkan agama Allah, melepaskan diri dari penganiayaan orang-orang yang memusuhi mereka dan agama-Nya.\n\nDiriwayatkan oleh Ibnu Jarir ath-thabari dan Ibnu Abi Syaibah bahwa tatkala ayat di atas turun, datanglah hassan bin sabit, 'Abdullah bin Rawahah, dan Ka'ab bin Malik menghadap Rasulullah. Mereka dalam keadaan menangis dan menyesali diri karena mereka termasuk para penyair. Maka Rasulullah membacakan ayat ini (asy-Syu'ara'/26: 227) kepada mereka. \nSejak permulaan surah ini, Allah telah menerangkan dalil-dalil akal tentang kekuasaan dan kebesaran-Nya melalui kisah para nabi terdahulu dengan umatnya yang dapat menghibur Rasulullah yang sedang gundah karena sikap kaumnya. Kisah-kisah itu juga menerangkan bukti-bukti kebenaran para nabi yang diutus-Nya, perbedaan tukang ramal dengan Rasulullah, membandingkan para penyair dan syair yang buruk dengan para penyair dan syair yang terpuji. Surah ini ditutup dengan peringatan keras yang ditujukan kepada orang-orang yang menentang agama Allah bahwa mereka kelak akan tahu tempat kembali mereka, yaitu neraka yang tidak terbayangkan pedih siksaannya.",
    "quraish": "Akan tetapi, kalangan penyair yang mengikuti petunjuk-petunjuk ketuhanan dan berbuat kebajikan sehingga memiliki kepribadian yang luhur, dan selalu mengingat Allah dengan penuh rasa khusyuk hingga timbul rasa takutnya kepada Allah, adalah penyair-penyair yang menjadikan syairnya sebagai pelipur lara dan sebagai sarana untuk membela agama dan mempertahankan kebenaran pada saat kebenaran diinjak- injak. Orang-orang yang menzalimi diri sendiri dengan berbuat syirik dan mengejek Rasulullah saw. itu kelak akan tahu akibat buruk mana yang menjadi tempat kembali mereka.",
    "jalalayn": "(Kecuali orang-orang yang beriman dan beramal saleh) dari kalangan para penyair itu (dan banyak menyebut Allah) maksudnya syair tidaklah melupakan mereka untuk berzikir kepada Allah (dan mendapat kemenangan) melalui syairnya atas orang-orang kafir (sesudah menderita' kelaliman) artinya sesudah orang-orang kafir menghina mereka melalui syair-syairnya yang ditujukan kepada kaum Mukminin semuanya. Mereka tidak tercela dengan syair mereka itu, karena dalam firman yang lain Allah swt. telah berfirman, \"Allah tidak menyukai ucapan buruk yang diucapkan dengan terus terang kecuali orang-orang yang dianiaya.\" (Q.S. An Nisa 148). Allah telah berfirman pula dalam ayat yang lain, yaitu, \"Oleh karena itu barang siapa yang menyerang kalian, maka seranglah ia seimbang dengan serangannya terhadap kalian.\" (Q.S. 2 Al Baqarah, 194) (\"Dan orang-orang yang zalim itu kelak akan mengetahui) yaitu mereka yang zalim dari kalangan para penyair dan lain-lainnya (ke tempat mana) yakni tempat kembali yang mana (mereka akan kembali\") sesudah mereka mati nanti."
  }
]