[
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 77,
    "arab": "وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
    "translation": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3236.mp3",
    "tafsir": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: \n1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. \n2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah.\n3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil.\n\nPerselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. \nJika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\"\nIsyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa.\nPada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya.",
    "quraish": "Kitab suci ini adalah petunjuk yang membebaskan manusia dari kesesatan, dan sebagai rahmat yang menyelamatkan orang-orang yang beriman kepadanya dari siksa.",
    "jalalayn": "Dan sesungguhnya Alquran itu benar-benar menjadi petunjuk) dari kesesatan (dan rahmat bagi orang-orang yang beriman) yakni terhindar dari azab."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 78,
    "arab": "اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ",
    "translation": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3237.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.",
    "quraish": "Sesungguhnya Tuhanmu akan memberikan keputusan pada setiap manusia dengan sifat adil-Nya pada hari kiamat. Dia Mahamenang. Tak seorang pun dapat menolak keputusan-Nya; Maha Mengetahui yang tidak tersamar bagi-Nya antara kepalsuan dan kebenaran.",
    "jalalayn": "(Sesungguhnya Rabbmu akan menyelesaikan perkara di antara mereka) sama dengan orang-orang selain mereka, kelak di hari kiamat (dengan keputusan-Nya) dengan keadilan-Nya. (Dan Dia-lah yang Maha Perkasa) Maha Menang (lagi Maha Mengetahui) tentang ketentuan yang akan diputuskan-Nya, tidak mungkin bagi seorang pun menentangnya, tidak sebagaimana di dunia di mana orang-orang kafir masih dapat menentang Nabi-nabi-Nya."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 79,
    "arab": "فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ",
    "translation": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3238.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.",
    "quraish": "Oleh karena itu, serahkan segala urusanmu kepada Allah. Teruslah berdakwah dengan penuh keyakinan akan datangnya kemenangan, karena kamu memang berada pada kebenaran yang jelas. Ulah orang-orang yang mengingkarimu itu tidak akan membawa kerugian apa-apa bagi dirimu.",
    "jalalayn": "(Sebab itu bertakwalah kepada Allah) percayakanlah kepada-Nya (sesungguhnya kamu berada di atas kebenaran yang nyata) yakni agama yang nyata, maka akibatnya kamulah yang akan mendapat kemenangan atas orang-orang kafir. Kemudian pada ayat selanjutnya Allah membuat perumpamaan tentang orang-orang kafir, sebagai orang-orang mati, tuli dan buta, untuk itu Allah swt. berfirman,"
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 80,
    "arab": "اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ",
    "translation": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3239.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Nabi Muhammad tidak ditugaskan supaya menjadikan orang-orang musyrik itu beriman. Beliau hanya ditugaskan untuk menyampaikan seruan atau risalah dari Allah. Tidak termasuk wewenang beliau untuk memaksa orang kafir menjadi seorang mukmin. Hal tersebut berada dalam kekuasaan Allah. Nabi tidak mampu memasukkan petunjuk ke dalam hati orang yang sudah terkunci mati. Ayat ini juga menjelaskan bahwa Muhammad tidak dapat menjadikan orang-orang yang mati itu mendengar dan tidak pula menjadikan orang-orang tuli mendengar panggilan, terlebih lagi bila hati mereka telah berpaling ke belakang.\nKalimat \"orang-orang yang mati\" dan \"orang-orang yang tuli\" dalam ayat ini adalah ungkapan metafora. Maksudnya adalah orang-orang musyrik itu dianggap sebagai orang yang sudah mati pikirannya, sudah tuli dan tidak dapat mendengar panggilan dan ajakan kebaikan. Mereka telah berpaling ke belakang. Mereka diserupakan dengan orang yang mati dan orang yang tuli karena semua ayat yang dibacakan kepada mereka tidak berpengaruh sama sekali\nWalaupun secara umum ayat ini menjelaskan bahwa orang yang telah mati tidak dapat mendengar seruan orang yang masih hidup, tetapi ada beberapa hadis yang sahih, seperti yang diriwayatkan oleh Muslim, yang menerangkan bahwa Nabi Muhammad pernah berbicara pada mayat-mayat kaum musyrikin yang terbunuh waktu perang Badar dan dikubur bersama-sama dalam sebuah sumur. Melihat hal itu, sebagian sahabat, di antaranya Umar bin Khattab, menyatakan keheranannya dengan bertanya mengapa Rasulullah berbicara dengan orang yang sudah meninggal. Menanggapi hal itu, Rasulullah bersabda: \nKamu tidak lebih mendengar daripada mereka terhadap apa yang aku katakan, hanya saja mereka tidak dapat menjawab. (Riwayat Imam Muslim dari Anas bin Malik)\n\nPengertian yang terkandung dalam hadis di atas adalah bahwa orang-orang yang masih hidup dan mayat-mayat itu sama dapat mendengar ucapan Nabi. Akan tetapi, orang yang masih hidup dapat menjawab, sedangkan mereka tidak. Dalam beberapa hadis yang sahih diterangkan pula oleh Nabi bahwa bila seorang mayat telah selesai dimasukkan ke kuburnya, ia dapat mendengar suara sepatu atau terompah orang-orang yang mengantarnya. \nSebagai seorang penyampai risalah Allah, Nabi tidak dapat memberi hidayah kepada orang-orang musyrik untuk menjadi mukmin sebagaimana yang terjadi dengan paman Nabi yaitu Abu thalib yang hingga akhir hidupnya tidak beriman. Firman Allah:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk (al-Qasas/28: 56)\n\nTugas Nabi hanya memberi petunjuk dalam arti memberi bimbingan (irsyad), memberi keterangan (bayan), dan melaksanakannya, sebagaimana firman Allah:\n... Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus.(asy-Syura/42: 52) \n\nPengertian hidayah pada Surah al-Qasas/28: 56 di atas adalah \"taufik\". Hal ini mengandung pengertian bahwa Nabi tidak mempunyai kewenangan untuk memberi taufik kepada manusia, walaupun terhadap orang yang dicintainya, misalnya Abu thalib. hanya Allah yang dapat memberi hidayah dalam arti taufik kepada orang-orang yang dikehendaki-Nya. \nAdapun hidayah pada Surah as-Syura/42: 52 bermakna \"tabyin dan irsyad\". Hal ini berarti bahwa Nabi mempunyai kewenangan untuk memberi penjelasan dengan petunjuk yang luas.",
    "quraish": "Sungguh kamu, Muhammad, tidak akan dapat mendatangkan hidayah kepada orang-orang kafir. Mereka tidak sadar, bagaikan orang mati. Mereka juga tidak dapat mendengar bagaikan orang yang kehilangan indera pendengarnya. Mereka tidak memiliki kesiapan mendengarkan dakwahmu, karena mereka telah terlanjur larut dalam sikap berpaling darimu.",
    "jalalayn": "(\"Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan tidak pula menjadikan orang-orang yang tuli mendengar panggilan, apabila) dapat dibaca Tahqiq dan Tas-hil (mereka telah berpaling membelakang)."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 81,
    "arab": "وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ",
    "translation": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3240.mp3",
    "tafsir": "Pada ayat ini, Allah memperkuat pengertian ayat sebelumnya bahwa Nabi Muhammad sama sekali tidak dapat memalingkan orang-orang buta yang telah terkunci hatinya dari kesesatan. Mata hatinya tidak dapat diberi petunjuk kepada jalan yang lurus karena ada hijab atau dinding yang menutupi pandangannya, sehingga tidak dapat melihat kebenaran sama sekali. Nabi Muhammad tidak dapat menjadikan seseorang dapat mendengar seruannya dengan pendengaran yang positif, kecuali orang-orang yang beriman kepada Allah, lalu berserah diri secara tulus ikhlas kepada-Nya.",
    "quraish": "Kamu tidak akan dapat mendatangkan petunjuk menuju kebenaran kepada orang-orang yang mata hatinya buta. Yang dapat kamu buat mendengar hanyalah orang yang beriman pada ayat-ayat Kami. Mereka memang taat dan selalu menyambut seruan Kami.",
    "jalalayn": "Dan kamu sekali-kali tidak dapat memimpin orang-orang buta dari kesesatan mereka, tidak lain kamu hanya dapat membuat mendengar) dengan pendengaran yang disertai pemahaman dan mau menerima apa yang didengarnya yaitu (orang-orang yang beriman kepada ayat-ayat Kami) kepada Alquran (lalu mereka berserah diri) mengikhlaskan diri mereka untuk mentauhidkan Allah."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 82,
    "arab": "۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ",
    "translation": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3241.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bila kemarahan dan kemurkaan-Nya telah dijatuhkan kepada manusia yang durhaka, karena meninggalkan perintah dan mengotori kemurnian agama-Nya, maka pada saat menjelang datangnya hari Kiamat, binatang-binatang melata keluar dari bumi dan berbicara kepada mereka dengan lidah yang fasih, bahwa kebanyakan manusia tidak yakin kepada ayat-ayat Allah, dan tidak percaya akan datangnya hari Kiamat. Ucapan dari binatang melata itu mengandung cercaan dan peringatan yang sangat keras kepada manusia yang berada di sekelilingnya. Keanehan yang akan terjadi sebelum kiamat, di mana seekor binatang melata dapat berbicara memberi peringatan kepada orang-orang yang durhaka, tidak mustahil bagi Allah. Ia dapat memberi kemampuan kepada binatang tersebut untuk berbicara pada saat itu, sesuai dengan firman-Nya:\nMereka berkata, \"Allah yang telah menjadikan kami dapat bicara pasti juga dapat menjadikan segala sesuatu dapat berbicara.\" (Fussilat/41: 21)\n\nMengenai keluarnya binatang melata dianggap sebagai masalah gaib karena bentuk dan sifatnya tidak disebutkan dalam Al-Qur'an. Keterangan mengenai hal ini hanya terdapat dalam hadis. Di antaranya adalah hadis yang diriwayatkan oleh Muslim dari 'Abdullah bin amr:\n'Abdullah bin 'Amr berkata, \"Aku menghafal sebuah hadis dari Rasulullah saw yang tidak akan aku lupakan. Aku mendengar beliau bersabda, 'Tanda-tanda akan (datangnya kiamat) yang pertama kali muncul adalah terbitnya matahari dari sebelah barat dan keluarnya binatang melata kepada manusia di pagi hari. Manakala salah satu dari dua peristiwa ini terjadi, maka yang satu lagi segera menyusul setelahnya.\" (Riwayat Muslim)",
    "quraish": "Apabila janji Allah akan datangnya hari kiamat itu semakin dekat, dan orang-orang kafir itu hampir ditimpa azab, Allah akan mendatangkan binatang melata dari dalam bumi yang dapat bercakap-cakap. Di antara ucapannya adalah: \"Sesungguhnya orang-orang kafir itu mengingkari seluruh mukjizat dan tidak mau beriman pada hari kiamat. Saat ini terbukti apa yang sebelumnya mereka ingkari. Inilah dahsyatnya hari kiamat dan peristiwa-peristiwa yang bakal terjadi sesudah itu. \"(1). (1) Demikianlah penafsiran ayat ini bedasarkan makna tekstualnya. Ada dua pendapat lain mengenai penafsiran makna ayat ini. Pertama, yang dimaksud dengan kata \"dâbbah\" dalam ayat ini adalah apa saja yang berjalan (melata) di atas bumi, termasuk binatang dan manusia. Dalam konteks penafsiran ini, pengertian yang mungkin lebih tepat adalah bahwa kata \"dâbbah\" berarti 'manusia', yang muncul menjelang hari kiamat. Dengan demikian, ayat ini berarti sebagai berikut: \"Apabila kepastian bahwa orang-orang kafir akan mendapat siksa telah datang, mereka akan didatangi sekelompok orang beriman yang berjalan melalui lembah atau dataran hingga mengoncangkan orang-orang kafir dan memporak-porandakan bangunannya\". Kedua, kata \"dâbbah\" di atas dapat diartikan sebagai 'orang-orang jahat' yang, karena kebodohannya, disamakan dengan hewan melata. Pendapat ini dicantumkan oleh Al-Ashfahânî dalam bukunya Al-Muqarrarât. Dengan begitu, ayat itu berarti demikian: \"Ketika hari kiamat telah hampir tiba, bumi ini akan dipenuhi oleh kejahatan dan kerusakan. Lalu terjadilah peristiwa kiamat yang didustakan oleh orang-orang kafir itu\". Peristiwa dan kenyataan itulah, bukan sekadar ungkapan, yang dimaksud dengan kata \"qawl\" dalam ayat ini. Dalam hal ini, kedua pendapat tadi tidak jauh berbeda.",
    "jalalayn": "(Dan apabila perkataan telah jatuh atas mereka) yakni azab telah pasti menimpa mereka termasuk orang-orang kafir lainnya. (Kami keluarkan sejenis binatang melata dari bumi yang akan mengatakan kepada mereka) yaitu akan berbicara kepada orang-orang yang ada dari kalangan mereka; sewaktu binatang melata itu keluar ia langsung berbicara kepada mereka dengan memakai bahasa Arab. Dan garis besar dari apa yang dikatakannya itu ialah (bahwa sesungguhnya manusia) orang-orang kafir Mekah. Lafal Anna menurut qiraat yang lain dibaca Inna; qiraat ini dapat dipakai pula bilamana diperkirakan adanya huruf Ba sesudah lafal Tukallimuhum (dahulu tidak yakin kepada ayat-ayat Kami.\") mereka tidak beriman kepada Alquran yang di dalamnya disebutkan tentang adanya hari berbangkit, hari hisab amal perbuatan dan hari pembalasan. Dengan keluarnya binatang melata ini, maka terhentilah fungsi Amar Makruf dan Nahi Mungkar dan orang kafir yang beriman pada saat itu tidak dianggap lagi keimanannya, sebagaimana yang telah diwahyukan oleh Allah swt. kepada Nabi Nuh melalui firman-Nya, \"Bahwasanya sekali-kali, tidak akan beriman di antara kaummu, kecuali orang-orang yang telah beriman saja.\" (Q.S. 11 Hud, 36)."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 83,
    "arab": "وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3242.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan tingkah laku dan perbuatan orang-orang kafir yang mengingkari Allah dan Rasul-Nya ketika mereka menyaksikan sendiri datangnya hari Kiamat. Pada hari itu, Allah mengumpulkan orang-orang yang mengingkari ayat-ayat-Nya dari setiap umat manusia. Setelah mereka berkumpul di Padang Mahsyar untuk dihisab, mereka semuanya berdiri di hadapan Allah untuk menghadapi berbagai pertanyaan dan pemeriksaan.\nOrang-orang kafir dan musyrik mendengar dakwaan yang sangat menusuk perasaan. Di antaranya adalah mengapa mereka telah mengingkari ayat-ayat Allah yang secara jelas memberitahukan akan adanya hari kebangkitan dan hari penghisaban ini. Mengapa mereka tidak memikirkan persoalan itu, padahal dalil-dalilnya jelas dan gamblang disampaikan oleh rasul-rasul kepada mereka? Mengapa mereka bersikap sombong dan angkuh tidak mau menerima keterangan para rasul itu, padahal mereka tidak memiliki pengetahuan yang pasti dan tidak pernah memikirkannya secara teliti dan sungguh-sungguh.",
    "quraish": "Ingatlah, wahai Muhammad, hari ketika Kami mengumpulkan golongan pendusta dari tiap umat, yang mendustakan ayat-ayat Kami. Mereka adalah para pembesar yang menjadi panutan. Mereka akan digiring di depan pengikut mereka menuju pintu gerbang perhitungan dan pembalasan.",
    "jalalayn": "(Dan) ingatlah (hari ketika Kami kumpulkan dari tiap-tiap umat segolongan) yakni sekumpulan (orang-orang yang mendustakan ayat-ayat Kami) mereka adalah pemimpin-pemimpin yang menjadi panutannya (lalu mereka dibagi-bagi) dikumpulkan dalam kelompok-kelompok kemudian mereka digiring."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 84,
    "arab": "حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "Hingga apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3243.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan tingkah laku dan perbuatan orang-orang kafir yang mengingkari Allah dan Rasul-Nya ketika mereka menyaksikan sendiri datangnya hari Kiamat. Pada hari itu, Allah mengumpulkan orang-orang yang mengingkari ayat-ayat-Nya dari setiap umat manusia. Setelah mereka berkumpul di Padang Mahsyar untuk dihisab, mereka semuanya berdiri di hadapan Allah untuk menghadapi berbagai pertanyaan dan pemeriksaan.\nOrang-orang kafir dan musyrik mendengar dakwaan yang sangat menusuk perasaan. Di antaranya adalah mengapa mereka telah mengingkari ayat-ayat Allah yang secara jelas memberitahukan akan adanya hari kebangkitan dan hari penghisaban ini. Mengapa mereka tidak memikirkan persoalan itu, padahal dalil-dalilnya jelas dan gamblang disampaikan oleh rasul-rasul kepada mereka? Mengapa mereka bersikap sombong dan angkuh tidak mau menerima keterangan para rasul itu, padahal mereka tidak memiliki pengetahuan yang pasti dan tidak pernah memikirkannya secara teliti dan sungguh-sungguh.",
    "quraish": "Pada saat berdiri di hadapan Tuhan untuk diperhitungkan amal perbuatannya, dengan nada mencemooh para pendusta itu, Allah berfirman, \"Kalian telah mengingkari semua ayat Kami, tanpa kalian renungkan dan kalian pikirkan terlebih dahulu. Apa yang selama ini kalian perbuat di dunia, sedangkan Kami tidak menciptakan kalian untuk sesuatu yang sia-sia?\"",
    "jalalayn": "Sehingga apabila mereka datang) di tempat perhitungan amal perbuatan (Allah berfirman) kepada mereka, (\"Apakah kalian telah mendustakan) nabi-nabi-Ku yang membawa (ayat-ayat-Ku, padahal tidak sampai ke sana) disebabkan kalian tidak mempercayainya (ilmu kalian, atau apakah) pada lafal Amma ini terdapat Ma Istifham yang diidgamkan kepada Am (yang) Dza di sini merupakan Isim Maushul, artinya apakah yang (telah kalian kerjakan?\") dari apa yang telah diperintahkan kepada kalian untuk melakukannya."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 85,
    "arab": "وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ",
    "translation": "Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3244.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa kemurkaan Allah kepada orang-orang yang ingkar itu disebabkan kezaliman mereka sendiri. Mereka tidak dapat berkata apa-apa untuk menolak azab yang akan menimpa mereka seperti tersebut dalam firman Allah:\nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36)",
    "quraish": "Mereka disiksa lantaran kezaliman mereka pada diri sendiri dengan perbuatan durhaka. Mereka tidak mampu mengelak dan berdalih.",
    "jalalayn": "(Dan jatuhlah perkataan) yakni telah pasti azab (atas mereka disebabkan kelaliman mereka) disebabkan kemusyrikan mereka (maka mereka tidak dapat berkata apa-apa) karena mereka tidak mempunyai argumentasi."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 86,
    "arab": "اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3245.mp3",
    "tafsir": "Setelah menyampaikan berita yang sangat menakutkan tentang kedahsyatan hari Kiamat, maka Allah pada ayat ini mengemukakan dalil-dalil keesaan-Nya, tentang kepastian akan datangnya hari kebangkitan, dan dalil-dalil yang membenarkan Muhammad saw sebagai utusan Allah. Di antara tanda-tanda kekuasaan Allah adalah adanya malam dan siang yang datang silih berganti. Apakah orang-orang yang mengingkari hari Kiamat itu tidak memperhatikan bahwa sesungguhnya Allah telah menjadikan malam untuk beristirahat dari kesibukan dan kelelahan bekerja pada siang hari, waktu untuk berkumpul dan santai dengan keluarga di rumah masing-masing, dan untuk memulihkan kembali seluruh tenaga dan kekuatan guna melanjutkan tugas pada keesokan harinya. Hari yang terang benderang telah menunggu mereka untuk melanjutkan usaha mencari nafkah bagi diri dan keluarganya. \nTidakkah mereka memikirkan bahwa kesemuanya diatur dan dikemudikan oleh Allah Yang Mahakuasa, yang dapat menghidupkan, mematikan, dan membangkitkan mereka setelah mati? Sebagaimana siang dan malam banyak mengandung manfaat dan faedah bagi kehidupan manusia, maka demikian pula diutusnya para rasul itu membawa manfaat yang besar sekali bagi kebahagiaan hidup manusia di dunia dan akhirat. Sesungguhnya pada kejadian-kejadian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang beriman.",
    "quraish": "Mereka telah menyaksikan bahwa Allah menciptakan malam sebagai waktu istirahat, meciptakan siang terang benderang sebagai waktu bekerja dan mencari nafkah. Pada gejala-gejala alam itu sungguh terdapat bukti-bukti yang jelas akan ketuhanan dan kemahaesaan Allah bagi orang-orang yang mau merenungkan lalu beriman kepada-Nya.",
    "jalalayn": "(Apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan) maksudnya telah menciptakan (malam supaya mereka beristirahat padanya) sama dengan orang-orang lain (dan siang yang menerangi?) supaya mereka dapat berusaha padanya. (Sesuugguhnya pada yang demikian itu terdapat tanda-tanda) yang menunjukkan kekuasaan Allah swt. (bagi orang-orang yang beriman) di sini hanya disebutkan mereka yang beriman, karena hanya mereka sajalah yang dapat mengambil manfaat dari hal ini untuk mempertebal keimanan mereka, berbeda halnya dengan orang-orang kafir."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 87,
    "arab": "وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دَاخِرِيْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3246.mp3",
    "tafsir": "Pada ayat ini, Allah menggambarkan peristiwa kiamat secara khusus, yaitu pada hari peniupan sangkakala oleh malaikat Israfil. Segala yang ada di langit dan di bumi terkejut, kecuali malaikat Jibril, Mikail, Israfil, Izrail, dan orang-orang yang beriman. Tiupan sangkakala itu terjadi dua kali, tiupan pertama yang diberi nama \"nafkhah as-sa'q\" menyebabkan matinya semua makhluk selain mereka yang dikecualikan. Kemudian dengan tiupan kedua, mereka semuanya akan dibangkitkan dari kubur mereka masing-masing, sebagaimana dalam firman-Nya:\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39 :68) \n\nTiupan yang kedua ini diberi nama \"nafkhah al-ba'ts\" artinya tiupan kebangkitan, seperti dalam firman-Nya:\nLalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Yasin/36: 51) \n\nPeristiwa ini disebutkan pula dalam firman Allah:\n(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia), pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka. (al-Ma'arij/70: 43-44)",
    "quraish": "Wahai Muhammad, ingatlah suatu saat ketika malaikat Isrâfîl membunyikan terompet atas izin Allah. Saat itu seluruh penghuni langit dan bumi akan sangat terkejut oleh dahsyatnya bunyi terompet itu, kecuali orang-orang yang diberi ketenangan oleh Allah dan diamankan dari kepanikan. Seluruh makhluk akan menghadap Allah dalam keadaan hina.",
    "jalalayn": "(Dan hari ketika ditiup sangkakala) tiupan sangkakala malaikat Israfil yang pertama (maka terkejutlah segala yang di langit dan segala yang di bumi) mereka ketakutan, sehingga ketakutan itu mematikan mereka, sebagaimana yang diungkapkan oleh ayat lainnya, yaitu dengan ungkapan Sha'iqa, yakni terkejut yang mematikan. Dan ungkapan dalam ayat ini dipakai Fi'il Madhi untuk menggambarkan kepastian terjadinya hal ini (kecuali siapa yang dikehendaki Allah) yaitu malaikat Jibril, malaikat Mikail, malaikat Israfil dan malaikat Maut. Tetapi menurut suatu riwayat yang bersumber dari sahabat Ibnu Abbas disebutkan, bahwa mereka yang tidak terkejut adalah para Syuhada, karena mereka hidup di sisi Rabb mereka dengan diberi rezeki. (Dan semua mereka) lafal Kullun ini harakat Tanwinnya merupakan pergantian daripada Mudhaf Ilaih, artinya mereka semua sesudah dihidupkan kembali di hari kiamat (datang menghadap kepada-Nya) dapat dibaca Atauhu dan Atuhu (dengan merendahkan diri) artinya merasa rendah diri. Dan ungkapan lafal Atauhu dengan memakai Fi'il Madhi untuk menunjukkan, bahwa hal itu pasti terjadi."
  },
  {
    "page": 384,
    "name": "An-Naml",
    "ayat": 88,
    "arab": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌ ۢبِمَا تَفْعَلُوْنَ",
    "translation": "Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3247.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa gunung-gunung yang sekarang kelihatannya kokoh berdiri di tempatnya, nanti pada hari Kiamat akan dicabut dari bumi kemudian diterbangkan bagaikan bulu di udara dan berjalannya awan. Firman Allah:\nDan gunung-gunung bagaikan bulu (yang beterbangan). (al-Ma'arij/70: 9) \n\nAda dua pendapat ulama tafsir mengenai pernyataan ayat ini bahwa gunung-gunung akan diterbangkan di udara seperti jalannya awan, atau dalam ayat lain seperti bulu ditiup oleh angin. Pendapat pertama, yang merupakan pendapat sebagian besar mufasir, mengemukakan bahwa ayat ini berhubungan dengan peristiwa hari Kiamat, seperti dalam firman Allah:\nPada hari (ketika) langit berguncang sekeras-kerasnya, dan gunung berjalan (berpindah-pindah). (ath-thur/52: 9-10 )\n\nDan firman-Nya:\nDan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an-Naba'/78: 20) \n\nDalam firman-Nya yang lain:\n(Yaitu) pada hari (ketika) bumi di ganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. (Ibrahim/14: 48) \n\nKejadian-kejadian yang amat dahsyat ini terjadi pada hari Kiamat setelah tiupan sangkakala yang kedua kalinya, dimana semua manusia dibangkitkan dari kuburnya dan mereka menyaksikan segala macam peristiwa yang sangat dahsyat itu dengan sikap yang berbeda-beda.\nPendapat yang kedua mengenai tafsir ayat 88 ini, yakni pendapat ulama ahli falak, menyatakan bahwa ayat ini bukan berhubungan dengan peristiwa hari Kiamat, tetapi dengan fenomena alam di dunia. Ayat ini mengatakan, \"Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan.\" Ia dijadikan dalil bahwa bumi berputar seperti planet-planet lain pada garis edar yang telah ditentukan, hanya saja manusia sebagai penghuni bumi tidak merasakannya. \nAlasan ulama falak, bahwa ayat 88 ini berhubungan dengan peristiwa sekarang dan bukan dengan peristiwa hari Kiamat, adalah:\n1. Ayat ini tidak dapat dimasukkan dalam kategori ancaman atau menakut-nakuti dengan kedahsyatan hari Kiamat karena di belakangnya di sambung dengan kata-kata: (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Oleh karena itu, ayat ini lebih tepat bila dihubungkan dengan masa sekarang, di mana manusia sebagai penghuni bumi menyangka bahwa bumi ini diam, demikian pula gunung-gunung yang berada di atas permukaannya. Padahal, bumi bersama gunung-gunung itu berjalan atau beredar sebagai jalannya awan.\n2. Gunung-gunung itu diterbangkan untuk dihancurkan pada hari Kiamat, dan terjadi bersamaan dengan kehancuran alam semesta, termasuk kematian seluruh manusia. Hanya beberapa malaikat saja yang tetap hidup. Jika pada hari setelah tiupan sangkakala yang pertama tidak ada lagi manusia yang hidup, bagaimana dapat dikatakan bahwa nanti mereka akan melihat gunung-gunung yang disangka diam, padahal ia berjalan seperti jalannya awan. \n3. Orang-orang di Padang Mahsyar yang menyaksikan gunung-gunung berjalan seperti jalannya awan, tentu sadar dan melihat dengan mata kepala sendiri sehingga tidak pantas dikatakan bahwa mereka menyangka gunung-gunung itu diam saja di tempatnya. Berlainan sekali jika dihubungkan dengan masa sekarang, karena memang manusia tidak dapat merasakan bahwa gunung-gunung itu bergerak dan berjalan di angkasa sebagaimana jalannya awan, karena gunung-gunung itu ikut bergerak bersama bumi, dan udara yang ada di sekitarnya. Dengan pengertian yang demikian, maka barulah cocok dengan kata-kata: (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Kata-kata yang indah ini tidak patut dikemukakan pada konteks hari Kiamat yang penuh dengan ancaman dan ketakutan terhadap kehancuran seluruh alam semesta. \nDemikianlah kedua pendapat tentang tafsir ayat 88 ini. Sebagian besar mufasir menerangkan bahwa ayat itu berhubungan dengan peristiwa hari Kiamat. Sebagian lagi yang terdiri dari ulama falak menerangkan bahwa ayat itu berhubungan dengan peristiwa sekarang, dan dijadikan dalil bahwa semua yang ada di atas bumi termasuk gunung-gunung bergerak, berjalan di angkasa sebagaimana berjalannya awan. Perbedaan penafsiran itu tidak mengenai pada tataran arti, namun hanya menyangkut waktu terjadinya. Karena kejadian ini termasuk dalam alam gaib, maka lebih baik perhatian manusia dititikberatkan kepada perbaikan amalnya. Oleh karena itu, pada akhir ayat itu dinyatakan bahwa sesungguhnya Allah Maha Mengetahui apa yang dikerjakan manusia.\nMenurut pandangan saintis, bumi merupakan planet terbesar kelima dari sembilan planet yang ada di tata surya. Bentuknya mirip dengan bola bundar, dengan keliling sekitar 12.743 km. Luas permukaan bumi diperkirakan sekitar 510 juta km2. Sekitar 29% permukaan bumi adalah daratan, sedangkan sisanya berupa lautan. \nBumi terdiri dari beberapa lapisan yang secara garis besar dibagi menjadi 3 bagian. Bagian paling atas disebut kerak bumi dan ketebalannya bervariasi dari 0-100 km di mana ke arah kontinen makin menebal. Di bawahnya terdapat mantel dengan kedalaman sampai 2.900 km. Bagian paling dalam disebut inti bumi dengan kedalaman dari 2.900-6.370 km. Pembagian ini didasarkan pada analisa gelombang gempa dan masing-masing bagian tersebut mempunyai sifat fisis yang berbeda. Inti bumi misalnya mempunyai sifat fisis layaknya benda cair. Pembagian ini pada dasarnya dapat diperinci lebih detail. Manusia berada pada lapisan bumi bagian atas, yakni kerak bumi. \nSampai paruh abad 20, bidang kebumian ditandai oleh perdebatan tentang continental drift (kontinen yang mengapung). Mereka yang tidak setuju, disebut fixists, sedang yang setuju disebut mobilists. Menurut kubu mobilist, continental mengapung dan bergerak di atas mantel. Kalau kita melihat peta dunia, maka dengan amat mudah kita melihat benua Afrika dan benua Amerika [Selatan] bila diimpitkan, maka garis pantai keduanya relatif berimpit. Jadi, pada dasarnya semua benua yang ada semula berupa satu benua yang satu, yang disebut Pangea, kemudian pecah dan bergerak ke tempat yang sekarang kita lihat. Data ilmiah seperti data kemagnitan purba, kesamaan fosil maupun kesamaan formasi geologi mendukung teori ini. Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. \nPerdebatan ini terus berlangsung dan puncaknya pada tahun enam puluhan. Pada saat itu, terjadilah revolusi pemikiran di bidang ilmu geologi dan pemikiran kaum mobilists mulai diterima secara luas. Penemuan punggungan tengah samudra di Samudra Atlantik dan Samudra Pasifik yang didukung data geologi dan geofisika, khususnya data magnetik, memperlihatkan adanya pemekaran dasar samudra di mana dua lempeng saling bergerak menjauh. Pada lantai samudra ini, magma dengan suhu sangat tinggi yang berasal dari mantel bumi naik ke atas membentuk punggungan tengah samudra \nDari dua konsep di atas, Apungan Benua dan Pemekaran Samudra, lahir konsep Tektonik Lempeng yang berkembang sangat cepat sejak tahun 1967 dan memiliki implikasi terhadap seluruh aspek geologi termasuk gempa bumi, gunung api, sampai pada perkembangan cekungan hidrokarbon maupun endapan-endapan mineral. Teori ini mengatakan bahwa bumi bagian atas terdiri dari lempengan-lempengan litosfer yang terdiri dari kerak bumi dan mantel bagian atas yang mengapung dan bergerak di atas bagian mantel yang disebut astenosfer.\nLempeng-lempeng litosfer bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban), maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi, seperti firman Allah:\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Apa yang terjadi pada bumi ini?\" Pada hari itu bumi menyampaikan beritanya. (al-Zalzalah/99: 1-4)\n\nPada hari itu, bumi menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam, baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi. Sebagai contoh adalah gempa-gempa yang beberapa puluh atau ratus tahun yang lalu, peristiwa pelepasan beban direkam dengan baik oleh terumbu karang yang berada dekat sumber gempa. Pada masa modern, pelepasan energi ini terekam oleh peralatan seismograf (pencatat gempa) maupun peralatan geodesi yang disebut GPS (Global Position System).",
    "quraish": "Wahai Muhammad, kamu pasti menyangka bahwa gunung-gunung itu diam tak bergerak. Padahal sebenarnya tidak demikian. Gunung-gunung itu bergerak cepat bagai awan. Itulah sebagian dari ciptaan Allah, Pencipta segala sesuatu dengan sempurna. Allah Swt. mengetahui secara terperinci apa yang diperbuat oleh manusia berupa ketaatan dan kemaksiatan. Dan Allah akan memberikan balasan pada amal perbuatan itu(1). (1) Ayat ini memberikan penjelasan bahwa segala benda yang tunduk pada hukum gravitasi bumi, termasuk lautan, daratan, gunung- gunung, atmosfer dan benda-benda lainnya, berotasi bersama-sama bumi dan berputar pula mengelilingi matahari. Proses pergerakan itu akan mengakibatkan separo belahan bumi akan mengalami kegelapan selama enam bulan, sedang paroan lain akan mengalami siang yang terang benderang selama masa yang sama. Tetapi kita, sebagai penduduk bumi, tidak merasakan gerak perputaran itu. Persis saat kita menyaksikan gerak awan di udara yang tidak menimbulkan bunyi. Dan Allah Maha Kuasa untuk menjadikan bumi berhenti, tidak berotasi pada porosnya atau menjadikan masa rotasinya sama dengan masa yang dipergunakan bumi mengelilingi matahari (evolusi). Dengan begitu separo permukaan bumi akan mengalami malam yang gelap gulita dan separo yang lain mengalami siang terang benderang sepanjang tahun. Hal itu tentu dapat berakibat hilangnya keseimbangan temperatur bumi secara keseluruhan. Pada gilirannya, hal terakhir ini akan mengakibatkan musnahnya semua makhluk yang ada di bumi. Allah Swt. membuat semua aturan dengan sangat teliti itu, sebagai wujud kasih sayang kepada hamba-Nya. Meskipun Aristarkhos (310-230 S. M), seorang ahli falak Yunani telah menulis tentang rotasi bumi, tulisannya itu belum sampai kepada kalangan Arab pada masa Muhammad saw. atau sebelumnya. Orang pertama di kalangan Arab yang menyinggung masalah ini adalah Al-Bîrûnî sekitar tahun 1000 M., mengiring gerakan terjemah yang terjadi pada masa dinasti Abbasiah. Penyampaian fakta ilmiah ini melalui Muhammad saw. sebelum ia sendiri tahu tentang hal itu, adalah bukti bahwa al-Qur'ân benar-benar wahyu yang difirmankan oleh Allah Swt.",
    "jalalayn": "(Dan kamu lihat gunung-gunung itu) yakni kamu saksikan gunung-gunung itu sewaktu terjadinya tiupan malaikat Israfil (kamu sangka dia) (tetap) diam di tempatnya karena besarnya (padahal ia berjalan sebagai jalannya awan) bagaikan hujan yang tertiup angin, maksudnya gunung-gunung itu tampak seolah-olah tetap, padahal berjalan lambat saking besarnya, kemudian jatuh ke bumi lalu hancur lebur kemudian menjadi abu bagaikan bulu-bulu yang beterbangan. (Begitulah perbuatan Allah) lafal Shun'a merupakan Mashdar yang mengukuhkan jumlah sebelumnya yang kemudian di-mudhaf-kan kepada Fa'il-nya Sesudah 'Amil-nya dibuang, bentuk asalnya ialah Shana'allahu Dzalika Shun'an. Selanjutnya hanya disebutkan lafal Shun'a yang kemudian dimudhaf-kan kepada Fa'il-nya yaitu lafal Allah, sehingga jadilah Shun'allahi; artinya begitulah perbuatan Allah (yang membuat dengan kokoh) rapih dan kokoh (tiap-tiap sesuatu) yang dibuat-Nya (sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan) lafal Taf'aluna dapat dibaca Yaf'aluna, yakni perbuatan maksiat yang dilakukan oleh musuh-musuh-Nya dan perbuatan taat yang dilakukan oleh kekasih-kekasih-Nya."
  }
]