[
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 14,
    "arab": "وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ",
    "translation": "Dan setelah dia (Musa) dewasa dan sempurna akalnya, Kami anugerahkan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3266.mp3",
    "tafsir": "Pada ayat-ayat ini diterangkan bahwa setelah dewasa, Allah mengaruniakan kepada Musa ilmu dan hikmah karena ketaatan dan kepatuhannya kepada Tuhan serta kesabarannya menghadapi berbagai cobaan. Sudah sewajarnyalah bila Musa mengetahui dari ibunya bagaimana ia sampai dapat tinggal di istana keluarga raja Fir'aun, padahal ia hanya anak orang biasa dari Bani Israil yang selalu dihina dan diperhamba oleh Fir'aun dan kaumnya. Hal ini akan menimbulkan simpati Musa kepada Bani Israil walaupun Fir'aun telah berjasa mendidik dan mengasuhnya semenjak kecil sampai menjadi seorang laki-laki dewasa yang sehat wal afiat, baik fisik maupun mentalnya.\nRasa simpati kepada kerabat dan kaumnya adalah naluri yang tidak dapat dipisahkan dari jiwa seseorang, apalagi dari diri Musa yang setiap hari melihat Bani Israil ditindas dan dianiaya oleh orang-orang Qibthi penduduk negeri Mesir. Akan tetapi, berkat kesabaran yang dimilikinya, sebagai karunia Allah, ia dapat menahan hatinya sampai Allah memberikan jalan baginya untuk mengangkat kaumnya dari lembah kehinaan dan penderitaan. Karena kesabaran, kebaikan budi dan tingkah laku, serta kepatuhannya menjalankan ajaran agama, Musa dikaruniai Allah ilmu dan hikmah sebagai persiapan untuk diangkat menjadi rasul. Ia diutus untuk menyampaikan risalah Allah kepada kaumnya dan Fir'aun yang sangat sombong, takabur, dan mengangkat dirinya sebagai tuhan.",
    "quraish": "Ketika Mûsâ telah menginjak usia dewasa dan matang, Allah memberikan kepadanya ilmu dan hikmah. Dengan kebaikan seperti yang Kami berikan kepada Mûsâ dan ibunya itu, Kami juga akan memberikan kebaikan pada orang-orang yang berbuat baik sebagai balasan atas kebaikan mereka.",
    "jalalayn": "(Dan setelah Musa cukup umur) telah mencapai umur tiga puluh tahun atau tiga puluh tiga tahun (dan sempurna akalnya) yaitu telah mencapai umur empat puluh tahun (Kami berikan kepadanya hikmah) yakni kebijaksanaan (dan ilmu) yaitu pengetahuan tentang agama sebelum ia diutus menjadi Nabi. (Dan demikianlah) Kami memberikan balasan kepada Musa (Kami memberi balasan kepada orang-orang yang berbuat baik) untuk diri mereka sendiri."
  },
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 15,
    "arab": "وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِۖ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطٰنِۗ اِنَّهٗ عَدُوٌّ مُّضِلٌّ مُّبِيْنٌ ",
    "translation": "Dan dia (Musa) masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari golongannya (Bani Israil) dan yang seorang (lagi) dari pihak musuhnya (kaum Fir‘aun). Orang yang dari golongannya meminta pertolongan kepadanya, untuk (mengalahkan) orang yang dari pihak musuhnya, lalu Musa meninjunya, dan matilah musuhnya itu. Dia (Musa) berkata, “Ini adalah perbuatan setan. Sungguh, dia (setan itu) adalah musuh yang jelas menyesatkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3267.mp3",
    "tafsir": "Pada suatu hari, Musa menyelinap masuk ke kota tanpa diketahui orang banyak, ketika orang-orang sedang tidur siang hari sesudah waktu Zuhur. Di sana ia melihat dua orang sedang berkelahi, yang seorang dari kaum Bani Israil dan seorang lagi dari penduduk asli negeri Mesir yang dianggapnya sebagai musuh karena selalu menghina dan menganggap rendah golongan Bani Israil. Orang yang berasal dari Bani Israil berteriak meminta tolong untuk melepaskan diri dari kekejaman lawannya.\nDidorong rasa fanatik kepada kaumnya, dengan cepat Musa memburu orang Mesir itu. Karena amarah dan tanpa memikirkan akibat perbuatannya, Musa memukul orang Mesir itu dengan sekuat tenaga. Akibat pukulan itu, orang Mesir itu roboh seketika dan mati. Sebenarnya Musa tidak berniat sama sekali hendak membunuhnya, tetapi ternyata orang itu mati hanya dengan sekali pukulan saja. Musa amat menyesal atas ketelanjurannya dan menganggap tindakannya itu salah, tindakan yang tergopoh-gopoh. Dia berkata kepada dirinya sendiri bahwa perbuatannya adalah perbuatan setan yang selalu memperdayakan manusia agar melakukan kezaliman dan maksiat. Sesungguhnya ia telah terperosok masuk perangkap setan yang menjadi musuh manusia dan selalu berusaha untuk menyesatkannya.",
    "quraish": "Mûsâ memasuki Mesir pada saat para penduduknya dalam keadaan lengah. Di sana, ia menemukan dua orang lelaki sedang berkelahi. Yang satu berasal dari kalangan Banû Isrâ'îl dan yang lain adalah pengikut Fir'aun. Orang Banû Isrâ'îl itu meminta bantuan Mûsâ melawan musuhnya. Mûsâ pun membantunya dengan memukul pengikut Fir'aun dengan kepalan tangannya. Ia pun akhirnya mati, padahal Mûsâ tidak bermaksud membunuhnya. Mûsâ merasa bersalah dan mengatakan, \"Keberanianku melakukan hal ini sungguh merupakan perbuatan setan. Sungguh, setan adalah musuh yang amat jelas permusuhan dan kesesatannya.\"",
    "jalalayn": "(Dan masuklah) Musa (ke kota) yakni ke kota Firaun, yaitu kota Memphis, sesudah sekian lama ia meninggalkannya (ketika penduduknya sedang lengah) yaitu, pada saat orang-orang istirahat di siang hari (maka didapatinya di dalam kota itu dua orang laki-laki yang berkelahi; yang seorang dari bangsanya) dari kalangan Bani Israel (dan seorang lagi dari musuhnya) yakni, seorang bangsa Mesir. Pada mulanya orang Mesir itu menghina warga Bani Israel itu sewaktu orang Mesir itu menyuruhnya untuk membawa kayu bakar ke dapur raja Firaun. (Maka orang yang dari bangsanya meminta pertolongan kepadanya, untuk mengalahkan orang yang dari musuhnya) Musa berkata kepada orang Mesir itu, \"Lepaskanlah dia dan biarkan dia pergi!\". Menurut suatu riwayat disebutkan, bahwa orang Mesir itu berkata kepada Musa, \"Sungguh aku berniat untuk menyeretnya ke hadapanmu\" (lalu Musa meninjunya) memukulnya dengan kepalan tangannya. Musa sangat kuat lagi keras pukulannya (dan musuhnya itupun mati). Musa telah membunuhnya, padahal Musa tidak bermaksud untuk membunuh, lalu ia menguburnya di dalam pasir (Musa berkata, \"Ini adalah) membunuh orang ini (perbuatan setan) yang telah menggelorakan amarahku (sesungguhnya setan itu adalah musuh) bagi anak Adam (yang menyesatkan) dia (lagi nyata.\") permusuhannya."
  },
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 16,
    "arab": "قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ",
    "translation": "Dia (Musa) berdoa, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3268.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa di saat menyadari kesalahannya, Musa memohon ampun kepada Tuhan, seraya berkata, \"Sesungguhnya aku telah menganiaya diriku sendiri dengan melakukan pembunuhan terhadap orang yang tidak boleh dibunuh. Maka ampunilah dosaku dan janganlah Engkau siksa aku karena perbuatan yang tidak kusengaja itu.\" Allah Yang Maha Pengampun dan Maha Penyayang terhadap hamba-Nya, mengampuni kesalahan Musa. Dengan pengampunan itu, hati Musa menjadi tenteram dan bebas dari kebimbangan dan kesusahan memikirkan nasibnya karena melakukan perbuatan dosa. Sesungguhnya pengampunan itu adalah rahmat dan karunia Allah. Di antara karunia Allah kepada Musa disebutkan dalam firman-Nya:\nDan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat). (thaha/20: 40)\n\nMusa berjanji tidak akan melakukan kesalahan itu lagi dan tidak akan menjadi penolong bagi orang yang melakukan kesalahan. Apalagi pertolongan itu akan menyebabkan penganiayaan atau pembunuhan dan mencelakakan diri sendiri.",
    "quraish": "Dengan rendah diri dan penuh penyesalan, Mûsâ bermohon kepada Allah, \"Ya Tuhanku, aku telah berbuat kejahatan pada diriku sendiri, maka ampunilah kekeliruanku itu.\" Allah mengabulkan doanya dan mengampuninya. Sesungguhnya Allah benar-benar Mahabesar pengampunan-Nya dan Mahaluas rahmat- Nya.\"",
    "jalalayn": "(Musa berkata,) seraya menyesal (\"Ya Rabbku! Sesungguhnya aku telah menganiaya diriku sendiri) karena telah membunuh orang Mesir itu (karena itu ampunilah aku.\" Maka Allah mengampuninya, Sesungguhnya Dia adalah Yang Maha Pengampun lagi Maha Penyayang). Dia bersifat demikian sejak zaman Azali dan untuk selama-lamanya."
  },
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 17,
    "arab": "قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ",
    "translation": "Dia (Musa) berkata, “Ya Tuhanku! Demi nikmat yang telah Engkau anugerahkan kepadaku, maka aku tidak akan menjadi penolong bagi orang-orang yang berdosa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3269.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa di saat menyadari kesalahannya, Musa memohon ampun kepada Tuhan, seraya berkata, \"Sesungguhnya aku telah menganiaya diriku sendiri dengan melakukan pembunuhan terhadap orang yang tidak boleh dibunuh. Maka ampunilah dosaku dan janganlah Engkau siksa aku karena perbuatan yang tidak kusengaja itu.\" Allah Yang Maha Pengampun dan Maha Penyayang terhadap hamba-Nya, mengampuni kesalahan Musa. Dengan pengampunan itu, hati Musa menjadi tenteram dan bebas dari kebimbangan dan kesusahan memikirkan nasibnya karena melakukan perbuatan dosa. Sesungguhnya pengampunan itu adalah rahmat dan karunia Allah. Di antara karunia Allah kepada Musa disebutkan dalam firman-Nya:\nDan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat). (thaha/20: 40)\n\nMusa berjanji tidak akan melakukan kesalahan itu lagi dan tidak akan menjadi penolong bagi orang yang melakukan kesalahan. Apalagi pertolongan itu akan menyebabkan penganiayaan atau pembunuhan dan mencelakakan diri sendiri.",
    "quraish": "Dengan tetap berendah diri, Mûsâ berkata, \"Ya Tuhan, demi ilmu dan hikmah yang telah Engkau karuniakan kepadaku, tunjukkanlah aku ke jalan yang baik dan benar. Jika Engkau berikan aku petunjuk dan perkenan-Mu, niscaya aku tidak akan menjadi pembela orang-orang kafir.\"",
    "jalalayn": "(Musa berkata, \"Ya Rabbku! Demi nikmat yang telah Engkau limpahkan) (kepadaku) berupa ampunan, peliharalah diriku ini (aku sekali-kali tiada akan menjadi penolong) yakni menjadi pembantu (bagi orang-orang yang berdosa.\") yaitu orang-orang kafir sesudah peristiwa ini, jika Engkau memelihara diriku."
  },
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 18,
    "arab": "فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ",
    "translation": "Karena itu, dia (Musa) menjadi ketakutan berada di kota itu sambil menunggu (akibat perbuatannya), tiba-tiba orang yang kemarin meminta pertolongan berteriak meminta pertolongan kepadanya. Musa berkata kepadanya, “Engkau sungguh, orang yang nyata-nyata sesat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3270.mp3",
    "tafsir": "Pengampunan Allah telah menjadikan hatinya lega dan lapang, tetapi bagaimana dengan penduduk asli Mesir di mana ia hidup di kalangan mereka? Apakah mereka akan membiarkan saja bila pembunuhan itu mereka ketahui? Inilah yang sangat mengganggu ketenteraman hati Musa dan selalu menjadi beban pikirannya. Oleh sebab itu, dengan sembunyi-sembunyi Musa mencari informasi apakah perbuatannya itu telah diketahui orang, dan bila mereka telah mengetahuinya, bagaimana sikap mereka? Tindakan apakah yang akan mereka ambil terhadapnya? \nKetika ia menyusuri kota itu, kelihatan olehnya orang yang ditolong dahulu dan berteriak lagi minta tolong agar ia membantunya sekali lagi melawan orang Mesir yang lain. Rupanya orang yang ditolongnya dahulu itu kembali terlibat dalam perkelahian dengan orang Mesir lainnya. Mungkin orang itu meminta kepadanya supaya ia membunuh orang Mesir itu sebagaimana ia telah membunuh dahulu. Tergambarlah dalam otaknya bagaimana ia telah dosa dengan pembunuhan itu, tetapi Tuhan dengan rahmat dan kasih sayang-Nya, telah mengampuni kesalahannya. Apakah ia akan berbuat kesalahan lagi, apalagi ia telah berjanji dengan Tuhannya bahwa dia tidak akan mengulangi lagi perbuatan itu. \nOleh sebab itu, Musa berkata kepada orang Israil itu bahwa ia adalah orang yang sesat. Akan tetapi, tergambar pula dalam pikirannya bagaimana nasib kaumnya yang terhina dan selalu dianiaya oleh orang-orang Mesir, maka bangkit pulalah rasa amarahnya dan hampir saja ia menyerang orang Mesir itu. Namun sebelum ia menyerang, orang Mesir itu membentaknya dengan mengatakan apakah ia hendak membunuhnya seperti ia membunuh kawannya kemarin? Rupanya orang itu sudah mengenali wajah Musa karena orang-orang di kota ramai membicarakan pembunuhan itu dan pelakunya. \nKemudian orang Mesir itu membentaknya dan mengatakan, \"Sesungguhnya engkau telah bertindak sewenang-wenang di muka bumi. Engkau bukanlah termasuk orang-orang yang berbuat baik.\" Dengan bentakan itu, Musa sadar dan ingat akan janjinya bahwa dia tidak akan mengulangi kesalahannya lagi sehingga dia tidak jadi memukul orang itu.\nMenurut pendapat sebagian mufasir yang mengucapkan kata-kata tersebut kepada Musa bukanlah orang Mesir tetapi orang Israil yang telah ditolongnya, karena Musa menuduhnya sebagai orang yang sesat dan hendak memukulnya.",
    "quraish": "Akibat perbuatannya itu, selama di negeri Mesir Mûsâ dihantui rasa takut sehingga ia harus selalu waspada akan keburukan yang sewaktu-waktu menimpanya, lantaran membunuh orang Mesir. Saat itu, Mûsâ berjumpa lagi dengan orang Banû Isrâ'îl yang dahulu pernah meminta pertolongan padanya. Kali ini, orang itu kembali meminta bantuan Mûsâ untuk menolongnya melawan orang Mesir yang lain. Tapi ia kemudian dihardik Mûsâ sambil berkata, \"Kamu benar-benar keterlaluan dan tersesat. Lagi-lagi kamu mengulangi perbuatanmu yang lalu dan kamu memaksaku kembali untuk menolongmu.\"",
    "jalalayn": "(Karena itu, jadilah Musa di kota itu merasa takut menunggu-nunggu dengan khawatir) apa yang bakal dilakukan oleh keluarga orang yang telah dibunuhnya itu terhadap dirinya (maka tiba-tiba orang yang meminta pertolongan kemarin berteriak-teriak meminta pertolongan kepadanya) maksudnya minta tolong lagi dari orang Mesir yang lain. (Musa berkata kepadanya, \"Sesungguhnya kamu benar-benar orang sesat yang nyata.\") kesesatannya, karena apa yang telah kamu perbuat kemarin dan sekarang ini."
  },
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 19,
    "arab": "فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُصْلِحِيْنَ ",
    "translation": "Maka ketika dia (Musa) hendak memukul dengan keras orang yang menjadi musuh mereka berdua, dia (musuhnya) berkata, “Wahai Musa! Apakah engkau bermaksud membunuhku, sebagaimana kemarin engkau membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini), dan engkau tidak bermaksud menjadi salah seorang dari orang-orang yang mengadakan perdamaian.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3271.mp3",
    "tafsir": "Pengampunan Allah telah menjadikan hatinya lega dan lapang, tetapi bagaimana dengan penduduk asli Mesir di mana ia hidup di kalangan mereka? Apakah mereka akan membiarkan saja bila pembunuhan itu mereka ketahui? Inilah yang sangat mengganggu ketenteraman hati Musa dan selalu menjadi beban pikirannya. Oleh sebab itu, dengan sembunyi-sembunyi Musa mencari informasi apakah perbuatannya itu telah diketahui orang, dan bila mereka telah mengetahuinya, bagaimana sikap mereka? Tindakan apakah yang akan mereka ambil terhadapnya? \nKetika ia menyusuri kota itu, kelihatan olehnya orang yang ditolong dahulu dan berteriak lagi minta tolong agar ia membantunya sekali lagi melawan orang Mesir yang lain. Rupanya orang yang ditolongnya dahulu itu kembali terlibat dalam perkelahian dengan orang Mesir lainnya. Mungkin orang itu meminta kepadanya supaya ia membunuh orang Mesir itu sebagaimana ia telah membunuh dahulu. Tergambarlah dalam otaknya bagaimana ia telah dosa dengan pembunuhan itu, tetapi Tuhan dengan rahmat dan kasih sayang-Nya, telah mengampuni kesalahannya. Apakah ia akan berbuat kesalahan lagi, apalagi ia telah berjanji dengan Tuhannya bahwa dia tidak akan mengulangi lagi perbuatan itu. \nOleh sebab itu, Musa berkata kepada orang Israil itu bahwa ia adalah orang yang sesat. Akan tetapi, tergambar pula dalam pikirannya bagaimana nasib kaumnya yang terhina dan selalu dianiaya oleh orang-orang Mesir, maka bangkit pulalah rasa amarahnya dan hampir saja ia menyerang orang Mesir itu. Namun sebelum ia menyerang, orang Mesir itu membentaknya dengan mengatakan apakah ia hendak membunuhnya seperti ia membunuh kawannya kemarin? Rupanya orang itu sudah mengenali wajah Musa karena orang-orang di kota ramai membicarakan pembunuhan itu dan pelakunya. \nKemudian orang Mesir itu membentaknya dan mengatakan, \"Sesungguhnya engkau telah bertindak sewenang-wenang di muka bumi. Engkau bukanlah termasuk orang-orang yang berbuat baik.\" Dengan bentakan itu, Musa sadar dan ingat akan janjinya bahwa dia tidak akan mengulangi kesalahannya lagi sehingga dia tidak jadi memukul orang itu.\nMenurut pendapat sebagian mufasir yang mengucapkan kata-kata tersebut kepada Musa bukanlah orang Mesir tetapi orang Israil yang telah ditolongnya, karena Musa menuduhnya sebagai orang yang sesat dan hendak memukulnya.",
    "quraish": "Ketika Mûsâ bermaksud menindak orang Mesir, yang merupakan musuh mereka berdua, karena didorong oleh rasa permusuhan itu, orang Mesir itu berkata--dengan mengira bahwa Mûsâ akan membunuhnya, \"Apakah kamu akan membunuhku seperti kamu membunuh orang Mesir lain tempo hari? Sungguh kamu hanya ingin menjadi orang yang melampaui batas di muka bumi. Dan kamu tidak ingin menjadi penyeru kebaikan dan kebajikan.\"",
    "jalalayn": "(Maka tatkala) huruf An di sini adalah Zaidah (Musa hendak memegang dengan keras orang yang menjadi musuh keduanya) yakni, musuh Musa dan orang Mesir yang mengejarnya (musuhnya berkata) yaitu warga Bani Israel musuh orang Mesir yang meminta tolong kepadanya itu, karena ia menduga bahwa Musa akan memukulnya (\"Hai Musa! Apakah kamu bermaksud hendak membunuhku, sebagaimana kamu kemarin telah membunuh seorang manusia? Tiadalah) yakni tidaklah (kamu bermaksud melainkan hendak menjadi orang yang berbuat sewenang-wenang di negeri ini dan tiadalah kamu hendak menjadi salah seorang dari orang-orang yang mengadakan perdamaian\"). Ketika orang yang meminta tolong kepadanya mengatakan demikian, orang Mesir yang mengerjarnya itu mendengar apa yang dikatakannya, sehingga orang Mesir itu kini mengetahui, bahwa yang membunuh orang kemarin adalah Musa sendiri. Lalu ia pergi kepada Firaun dan menceritakan hal itu kepadanya. Firaun memerintahkan kepada algojo-algojonya untuk menangkap dan membunuh Nabi Musa. Dengan segera para algojo itu berangkat mencari Musa."
  },
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 20,
    "arab": "وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ",
    "translation": "Dan seorang laki-laki datang bergegas dari ujung kota seraya berkata, “Wahai Musa! Sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu, maka keluarlah (dari kota ini), sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3272.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa seorang laki-laki dari kaum Fir'aun, yang bersimpati kepada Musa, ikut menghadiri musyawarah yang diadakan Fir'aun bersama pembesar-pembesarnya. Dalam musyawarah diputuskan bahwa Musa harus dibunuh. Orang laki-laki yang ikut musyawarah tersebut datang menjumpai Musa untuk memberitahukan kepadanya rencana jahat itu, karena ia sangat bersimpati dan hormat kepadanya. Ia minta supaya Musa segera meninggalkan Mesir. Kalau tidak, mungkin ia akan tertangkap dan dibunuh karena mereka sedang menyiapkan tentara rahasia untuk mengepung dan menangkapnya. Ia menyatakan kepada Musa semua yang dibicarakannya itu adalah benar dan ia menasihati Musa agar lari dengan segera. Nasihat itu benar-benar timbul dari hatinya yang ikhlas demi keselamatan Musa sendiri.",
    "quraish": "Ketika tersebar berita bahwa Mûsâ membunuh seorang lelaki Mesir, datanglah dari ujung kota seorang yang beriman dari keluarga Fir'aun. Laki-laki itu memberitahukan kepada Mûsâ, \"Kaum Fir'aun tengah berunding untuk membunuhmu. Tinggalkan kota ini agar kamu selamat dari rencana pembunuhan! Sungguh aku hanya bermaksud menasihati kamu.\"",
    "jalalayn": "(Dan datanglah seorang laki-laki) dia adalah seorang yang beriman dari kalangan keluarga Firaun (dari ujung kota) dari batas kota (bergegas-gegas) berjalan cepat dengan memotong jalan (seraya berkata, \"Hai Musa! Sesungguhnya pembesar negeri) dari kalangan kaum Firaun (sedang berunding tentang kamu) maksudnya, mereka sedang bermusyawarah tentang dirimu (untuk membunuhmu, sebab itu keluarlah) dari kota ini (sesungguhnya aku termasuk orang-orang yang memberi nasihat.\") yakni, saranku ini -perintah agar kamu keluar- adalah nasihat."
  },
  {
    "page": 387,
    "name": "Al-Qasas",
    "ayat": 21,
    "arab": "فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ",
    "translation": "Maka keluarlah dia (Musa) dari kota itu dengan rasa takut, waspada (kalau ada yang menyusul atau menangkapnya), dia berdoa, “Ya Tuhanku, selamatkanlah aku dari orang-orang yang zalim itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3273.mp3",
    "tafsir": "Mendengar nasihat yang dikemukakan oleh orang itu dan melihat sikapnya yang menampakkan kejujuran dan keikhlasan, dengan segera Musa berangkat dalam keadaan selalu waspada, karena di belakangnya beberapa orang tentara Fir‘aun telah siap-siap untuk mengepung dan menangkapnya. Alangkah beratnya tekanan yang diderita Musa. Walaupun demikian, ia tetap berusaha menyelamatkan dirinya dan berdoa kepada Allah, “Hai Tuhanku Yang Mahakuasa, Yang Maha Pengasih lagi Maha Penyayang, bebaskanlah aku dari cengkeraman kaum Fir‘aun yang aniaya. Allah mengabulkan doanya dan menunjukkannya jalan menuju Madyan.\n\nMenurut riwayat, Fir‘aun memerintahkan kepada tentaranya supaya mengejar Musa sampai ke jalan-jalan kecil dan melarang mereka melalui jalan raya karena ia yakin bahwa Musa tidak mungkin akan menempuh jalan itu.",
    "quraish": "Mûsâ meninggalkan kota itu dengan penuh ketakutan, khawatir kalau-kalau musuh menghadang dan menyakiti dirinya. Mûsâ berlalu sambil memohon kepada Allah agar menyelamatkan dirinya dari kezaliman orang-orang kafir.",
    "jalalayn": "(Maka keluarlah Musa dari kota itu dengan rasa takut menunggu-nunggu dengan khawatir) apakah dirinya akan dapat dikejar oleh orang-orang yang mencarinya atau pertolongan Allah datang menyelamatkan dirinya? (dia berdoa, \"Ya Rabbku! Selamatkanlah aku dari orang-orang yang zalim itu\") yaitu, kaum Firaun."
  }
]