[
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 238,
    "arab": "حَافِظُوْا عَلَى الصَّلَوٰتِ وَالصَّلٰوةِ الْوُسْطٰى وَقُوْمُوْا لِلّٰهِ قٰنِتِيْنَ ",
    "translation": "Peliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/245.mp3",
    "tafsir": "Dalam ayat ini diterangkan keutamaan melakukan salat, dan selalu memeliharanya. Keluarga merupakan bagian dari masyarakat dan dalam memenuhi segala kebutuhan dan persoalan hidupnya banyak sekali menemui kesulitan yang kadang-kadang dapat menjerumuskannya kepada hal-hal yang dilarang agama. Karena itu telah diberi suatu cara yang baik untuk dilakukan manusia agar selalu terjamin hubungan keduniaannya dengan ketakwaan kepada Allah dengan selalu memelihara salat. Mulai dari bangun tidur sebelum melakukan kontak dengan manusia lainnya ia ingat dan bermunajah lebih dahulu dengan Allah (waktu subuh). Kemudian setelah ia berhubungan dengan masyarakat, dan mungkin sekali terjadi perbuatan yang tidak diridai Allah maka untuk mengingatkan dan menyelamatkannya, ia dipanggil untuk berhubungan lagi dengan Allah pada waktu tengah hari (salat zuhur). Begitulah seterusnya selama 24 jam. Dengan demikian selalu terjalin antara kesibukan manusia (untuk memenuhi hajat hidupnya) dengan ingat kepada Allah dan melaksanakan perintah-perintah-Nya. Hal ini mempunyai pengaruh dan membekas dalam jiwa dan kehidupan manusia sebagaimana ditegaskan bahwa dengan salat manusia dapat terhindar dari perbuatan jahat dan mungkar. Selain itu, memelihara salat adalah bukti iman kepada Allah, dan menjadi syarat mutlak bagi kehidupan seorang Muslim, menguatkan tali persaudaraan, dan dapat menjamin hak-hak manusia. Menurut riwayat Ahmad, Rasulullah saw bersabda:\nPerjanjian antara kami dengan kaum kafir adalah salat, siapa yang meninggalkannya (dengan sengaja) maka ia telah menjadi kafir. (Riwayat Ahmad)\n\nDalam hadis lain yang diriwayatkan oleh Ahmad dan ath-thabrani, Rasulullah saw bersabda:\nBarang siapa selalu memelihara salat maka ia akan dapat cahaya dan petunjuk serta akan dapat keselamatan pada hari Kiamat. Sebaliknya orang yang tidak memelihara salat maka tidak ada baginya cahaya, petunjuk dan keselamatan. Di akhirat nanti ia akan bersama Fir'aun, Haman, dan Ubai bin Khalaf di dalam neraka. (Riwayat Ahmad dan ath-thabrani)\nAyat-ayat di atas menjelaskan bagaimana pentingnya menjaga dan memelihara salat. Manusia yang melaksanakan perintah ini benar-benar menjadi makhluk Allah yang bertakwa dan hidupnya akan selalu aman, berada di dalam magfirah dan rida Allah.\nAdapun sebab turun ayat ini menurut riwayat dari Zaid bin sabit, Rasulullah saw selalu melakukan salat zuhur, meskipun pada siang hari yang panas terik yang bagi para sahabat dirasakan berat, maka turunlah ayat ini. Allah memerintahkan kepada kaum Muslimin untuk selalu menjaga salat lima waktu. Jika salat itu dilaksanakan, ia dapat memelihara diri dari berbuat hal-hal yang jahat dan mungkar. Salat dapat menjadi penenang jiwa dari segala kegelisahan yang menimpa diri. Karena itu salat merupakan tiang agama.\nAllah menekankan salat wustha. Salat wusta menurut jumhur Ulama ialah salat Asar. Allah mengajarkan pula, agar dalam melakukan salat kita berlaku khusyuk dan tawaduk. Sebab pemusatan pikiran kepada Allah semata-mata adalah tingkat salat yang paling baik dan salat inilah yang dapat membekas pada jiwa manusia.\nKarena pentingnya melaksanakan dan memelihara salat ini seorang Muslim tidak boleh meninggalkannya walau dalam keadaan bagaimanapun. Salat tetap tidak boleh ditinggalkan, meskipun dalam suasana kekhawatiran terhadap jiwa, harta, atau kedudukan. Dalam keadaan uzur, salat dapat dikerjakan menurut cara yang mungkin dilakukan, baik dalam keadaan berjalan kaki, berkendaraan, ataupun sakit. Maka setelah hilang uzur itu, terutama yang berupa kekhawatiran, hendaklah bersyukur kepada Allah, karena Allah mengajarkan kepada manusia hal-hal yang tidak diketahuinya termasuk mengenai kaifiat (cara) melakukan salat dalam masa tidak aman/dalam keadaan perang.",
    "quraish": "Berusahalah melaksanakan semua salat dan lakukan secara terus menerus. Usahakan agar salat kalian menjadi lebih baik dengan cara melaksanakan seluruh rukun dengan niat sepenuh hati karena Allah Swt. Dan sempurnakanlah ketaatan kalian kepada Allah dengan sikap ikhlas dan khusyuk kepada-Nya.",
    "jalalayn": "(Peliharalah semua salatmu), yakni yang lima waktu dengan mengerjakannya pada waktunya (dan salat wustha atau pertengahan). Ditemui beberapa pendapat, ada yang mengatakan salat asar, subuh, zuhur atau selainnya dan disebutkan secara khusus karena keistimewaannya. (Berdirilah untuk Allah) dalam salatmu itu (dalam keadaan taat) atau patuh, berdasarkan sabda Nabi saw., \"Setiap qunut dalam Alquran itu maksudnya ialah taat\" (H.R. Ahmad dan lain-lainnya). Ada pula yang mengatakan khusyuk atau diam, berdasarkan hadis Zaid bin Arqam, katanya, \"Mulanya kami berkata-kata dalam salat, hingga turunlah ayat tersebut, maka kami pun disuruh diam dan dilarang bercakap-cakap.\" (H.R. Bukhari dan Muslim)"
  },
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 239,
    "arab": "فَاِنْ خِفْتُمْ فَرِجَالًا اَوْ رُكْبَانًا ۚ فَاِذَآ اَمِنْتُمْ فَاذْكُرُوا اللّٰهَ كَمَا عَلَّمَكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَ ",
    "translation": "Jika kamu takut (ada bahaya), salatlah sambil berjalan kaki atau berkendaraan. Kemudian apabila telah aman, maka ingatlah Allah (salatlah), sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/246.mp3",
    "tafsir": "Dalam ayat ini diterangkan keutamaan melakukan salat, dan selalu memeliharanya. Keluarga merupakan bagian dari masyarakat dan dalam memenuhi segala kebutuhan dan persoalan hidupnya banyak sekali menemui kesulitan yang kadang-kadang dapat menjerumuskannya kepada hal-hal yang dilarang agama. Karena itu telah diberi suatu cara yang baik untuk dilakukan manusia agar selalu terjamin hubungan keduniaannya dengan ketakwaan kepada Allah dengan selalu memelihara salat. Mulai dari bangun tidur sebelum melakukan kontak dengan manusia lainnya ia ingat dan bermunajah lebih dahulu dengan Allah (waktu subuh). Kemudian setelah ia berhubungan dengan masyarakat, dan mungkin sekali terjadi perbuatan yang tidak diridai Allah maka untuk mengingatkan dan menyelamatkannya, ia dipanggil untuk berhubungan lagi dengan Allah pada waktu tengah hari (salat zuhur). Begitulah seterusnya selama 24 jam. Dengan demikian selalu terjalin antara kesibukan manusia (untuk memenuhi hajat hidupnya) dengan ingat kepada Allah dan melaksanakan perintah-perintah-Nya. Hal ini mempunyai pengaruh dan membekas dalam jiwa dan kehidupan manusia sebagaimana ditegaskan bahwa dengan salat manusia dapat terhindar dari perbuatan jahat dan mungkar. Selain itu, memelihara salat adalah bukti iman kepada Allah, dan menjadi syarat mutlak bagi kehidupan seorang Muslim, menguatkan tali persaudaraan, dan dapat menjamin hak-hak manusia. Menurut riwayat Ahmad, Rasulullah saw bersabda:\nPerjanjian antara kami dengan kaum kafir adalah salat, siapa yang meninggalkannya (dengan sengaja) maka ia telah menjadi kafir. (Riwayat Ahmad)\n\nDalam hadis lain yang diriwayatkan oleh Ahmad dan ath-thabrani, Rasulullah saw bersabda:\nBarang siapa selalu memelihara salat maka ia akan dapat cahaya dan petunjuk serta akan dapat keselamatan pada hari Kiamat. Sebaliknya orang yang tidak memelihara salat maka tidak ada baginya cahaya, petunjuk dan keselamatan. Di akhirat nanti ia akan bersama Fir'aun, Haman, dan Ubai bin Khalaf di dalam neraka. (Riwayat Ahmad dan ath-thabrani)\nAyat-ayat di atas menjelaskan bagaimana pentingnya menjaga dan memelihara salat. Manusia yang melaksanakan perintah ini benar-benar menjadi makhluk Allah yang bertakwa dan hidupnya akan selalu aman, berada di dalam magfirah dan rida Allah.\nAdapun sebab turun ayat ini menurut riwayat dari Zaid bin sabit, Rasulullah saw selalu melakukan salat zuhur, meskipun pada siang hari yang panas terik yang bagi para sahabat dirasakan berat, maka turunlah ayat ini. Allah memerintahkan kepada kaum Muslimin untuk selalu menjaga salat lima waktu. Jika salat itu dilaksanakan, ia dapat memelihara diri dari berbuat hal-hal yang jahat dan mungkar. Salat dapat menjadi penenang jiwa dari segala kegelisahan yang menimpa diri. Karena itu salat merupakan tiang agama.\nAllah menekankan salat wustha. Salat wusta menurut jumhur Ulama ialah salat Asar. Allah mengajarkan pula, agar dalam melakukan salat kita berlaku khusyuk dan tawaduk. Sebab pemusatan pikiran kepada Allah semata-mata adalah tingkat salat yang paling baik dan salat inilah yang dapat membekas pada jiwa manusia.\nKarena pentingnya melaksanakan dan memelihara salat ini seorang Muslim tidak boleh meninggalkannya walau dalam keadaan bagaimanapun. Salat tetap tidak boleh ditinggalkan, meskipun dalam suasana kekhawatiran terhadap jiwa, harta, atau kedudukan. Dalam keadaan uzur, salat dapat dikerjakan menurut cara yang mungkin dilakukan, baik dalam keadaan berjalan kaki, berkendaraan, ataupun sakit. Maka setelah hilang uzur itu, terutama yang berupa kekhawatiran, hendaklah bersyukur kepada Allah, karena Allah mengajarkan kepada manusia hal-hal yang tidak diketahuinya termasuk mengenai kaifiat (cara) melakukan salat dalam masa tidak aman/dalam keadaan perang.",
    "quraish": "Bila datang waktu salat dan kalian sedang dalam keadaan takut bahaya, maka janganlah kalian tinggalkan. Tetapi lakukanlah semampu kalian, dengan cara sambil berjalan atau berkendaraan. Dan jika rasa takut itu telah hilang, salatlah sesuai ketentuaan yang ditetapkan dengan mengingat Allah, mensyukuri tuntunan dan rasa aman yang telah diberikan-Nya kepada kalian.",
    "jalalayn": "(Jika kamu dalam keadaan takut) baik terhadap musuh, maupun banjir atau binatang buas (maka sambil berjalan kaki) jamak dari raajil, artinya salatlah sambil jalan kaki (atau berkendaraan), 'rukbaanan' jamak dari 'raakib', maksudnya bagaimana sedapatnya, baik menghadap kiblat atau tidak mau memberi isyarat saat rukuk dan sujud. (Kemudian apabila kamu telah aman), yakni dari ketakutan, (maka sebutlah Allah), artinya salatlah (sebagaimana Dia telah mengajarkan kepadamu apa-apa yang tidak kamu ketahui), yakni sebelum diajarkan-Nya itu berupa fardu dan syarat-syaratnya. 'Kaf' berarti 'umpama' dan 'maa' mashdariyah atau maushuulah."
  },
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 240,
    "arab": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًاۖ وَّصِيَّةً لِّاَزْوَاجِهِمْ مَّتَاعًا اِلَى الْحَوْلِ غَيْرَ اِخْرَاجٍ ۚ فَاِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِيْ مَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ مِنْ مَّعْرُوْفٍۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/247.mp3",
    "tafsir": "Allah menganjurkan kepada para suami apabila ia merasa telah dekat ajalnya agar berwasiat untuk istrinya yaitu dengan memberikan sebagian hartanya untuk belanja selama satu tahun, dengan tetap tinggal di rumahnya. Jika istrinya meninggalkan rumah setelah setahun, maka keluarga suami tidak boleh menghalangi tindakan istri tersebut karena tidak melanggar ajaran agama. Umpamanya, untuk aktif di tengah masyarakat dan menunjukkan kesediaannya untuk bersuami lagi. Sebab, statusnya telah bebas, tidak sebagaimana adat jahilliah, perempuan merupakan harta warisan. Allah Mahabijaksana dalam menetapkan hukum-hukum untuk kemaslahatan hamba-Nya.\nPerlu dijelaskan di sini, pandangan para ulama tafsir mengenai ayat 240 ini, yaitu sebagaimana ahli ushul berbeda pendapat tentang nasikh dan mansukh di dalam Al-Qur'an, terdapat perbedaan pula di kalangan ahli tafsir.\nAda mufasir yang mengakui adanya nasikh dan mansukh di dalam Al-Qur'an dan ada pula yang tidak mengakui. Ahli tafsir yang mengakui nasikh dalam Al-Qur'an menafsirkan bahwa ayat ini memerintahkan agar suami berwasiat, yaitu menyisihkan sebagian hartanya untuk istrinya yang ditinggalkan untuk masa satu tahun dan ia tetap tinggal di kediaman suaminya. Hal ini menunjukkan bahwa idah wafat itu satu tahun lamanya. Maka antara kedua ayat ini (240 dan 234) terdapat hukum yang bertentangan. Golongan ini memandang bahwa:\n\n(a)Ayat yang menunjukkan idah wafat satu tahun itu lebih belakangan letaknya daripada ayat yang menetapkan idah wafat 4 bulan sepuluh hari, tetapi di dalam sejarah turunnya ia lebih dahulu. Atas dasar ini, ayat 234 yang menetapkan idah wafat 4 bulan 10 hari menasakh hukum ayat 240 ini.\n(b) Kalau tidak diakui adanya nasakh dalam Al-Qur'an, maka zahir ayat ini mewajibkan suami berwasiat untuk istrinya. Dengan demikian, istri mendapat dua macam bagian, pertama bagian sebagai istri (ahli waris) yang ditetapkan oleh ayat waris, dan kedua, bagian sebagai wasiat menurut ayat ini. Tetapi ayat ini ditakhsis dengan hadis sahih yang berbunyi: (\"Tidak ada wasiat untuk ahli waris,\" [Riwayat Ahmad dan Imam Empat kecuali an-Nasa'i]), sehingga istri tidak mendapatkan dua macam bagian.",
    "quraish": "Allah berpesan kepada wanita-wanita yang ditinggal mati suaminya untuk menetap di rumah (dengan tidak disuruh pindah) selama satu tahun penuh, agar diri mereka terhibur dan terkendali. Tidak seorang pun boleh memaksa mereka keluar. Jika mereka sendiri pindah di tengah-tengah waktu yang ditentukan tadi secara suka rela, maka tidak ada dosa bagi kalian, sebagai ahli waris, untuk membiarkan mereka bertindak sesuka hati selama tidak melanggar syariat. Taatilah hukum-hukum Allah dan laksanakanlah segala ketentuan-Nya. Sesungguhnya Dia Mahakuasa untuk membalas setiap orang yang melanggar perintah-Nya. Dan Dia Mahabijaksana, tidak menetapkan hukum kecuali ada maslahat meskipun kalian tidak mengetahuinya.",
    "jalalayn": "(Dan orang-orang yang akan meninggal dunia di antara kamu dan meninggalkan istri) hendaklah (berwasiat) menurut satu qiraat dengan baris di depan dan berarti wajib berwasiat (untuk istri-istri mereka) agar mereka diberi (nafkah) yang dapat mereka nikmati (hingga) sempurna (satu tahun) lamanya menunggu bagi istri-istri yang ditinggal mati suami (tanpa mengeluarkan mereka), artinya tanpa menyuruh mereka pindah dari rumah yang mereka diami sewaktu suami mereka masih hidup. (Tetapi jika mereka pindah) atas kemauan sendiri, (maka tidak ada dosa bagimu) hai para wali orang yang mati (mengenai apa yang mereka perbuat terhadap diri mereka secara patut), yakni menurut syariat, misalnya bersolek, menghentikan masa berkabung dan tidak hendak menerima nafkah lagi. (Dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya. Wasiat yang disebut di atas dinasakh oleh ayat waris dan menunggu selama setahun oleh ayat empat bulan sepuluh hari yang lalu, tetapi turunnya terkemudian. Mengenai tempat kediaman, menurut Syafii tetap dipertahankan bagi istri-istri itu, artinya tidak dinasakh."
  },
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 241,
    "arab": "وَلِلْمُطَلَّقٰتِ مَتَاعٌ ۢبِالْمَعْرُوْفِۗ حَقًّا عَلَى الْمُتَّقِيْنَ ",
    "translation": "Dan bagi perempuan-perempuan yang diceraikan hendaklah diberi mut‘ah menurut cara yang patut, sebagai suatu kewajiban bagi orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/248.mp3",
    "tafsir": "Tiap-tiap perempuan yang dicerai berhak menerima mut'ah sebagai hiburan dari bekas suaminya dengan cara yang baik. Suami yang memberikan hiburan tersebut adalah orang yang bertakwa kepada Allah yang oleh karenanya ia menjadi pemurah memberikan bantuan kepada bekas istrinya dengan ketulusan hati sejalan dengan petunjuk agama yaitu mengambil istri dengan baik atau menceraikannya dengan baik.",
    "quraish": "Wanita-wanita yang dijatuhi talak suaminya setelah digauli, berhak memperoleh harta sesuai keinginan mereka, sebagai penghibur diri. Harta itu diberikan dengan cara yang terbaik dengan melihat kondisi finansial suami. Sebab yang demikian itu merupakan konsekuensi ketakwaan dan keimanan.",
    "jalalayn": "(Wanita-wanita yang diceraikan hendaklah mendapat mutah), maksudnya diberi mutah (secara patut), artinya menurut kemampuan suami (sebagai suatu kewajiban), 'haqqan' dengan baris di atas sebagai maf`ul mutlak bagi fi`ilnya yang dapat diperkirakan (bagi orang-orang yang takwa). Hal ini diulang kembali oleh Allah agar mencapai pula wanita-wanita yang telah dicampuri, karena ayat yang lalu adalah ayat mengenai yang belum dicampuri."
  },
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 242,
    "arab": "كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ",
    "translation": "Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/249.mp3",
    "tafsir": "Demikian Allah menerangkan hukum-hukum-Nya yang seringkali disertai dengan sebab dan akibatnya untuk menjadi petunjuk bagi manusia dalam mencapai kemaslahatan agar diperhatikan oleh manusia.",
    "quraish": "Dengan keterangan semacam ini dan ketentuan hukum yang mewujudkan kemaslahatan, Allah menjelaskan hukum, nikmat dan tanda kekuasaan-Nya, agar kalian merenunginya dan melakukan sesuatu yang baik.",
    "jalalayn": "(Demikianlah), artinya seperti telah disebutkan di atas (Allah menjelaskan kepadamu ayat-ayat-Nya agar kamu mengerti) atau memahaminya."
  },
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 243,
    "arab": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ وَهُمْ اُلُوْفٌ حَذَرَ الْمَوْتِۖ  فَقَالَ لَهُمُ اللّٰهُ مُوْتُوْا ۗ ثُمَّ اَحْيَاهُمْ ۗ اِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ ",
    "translation": "Tidakkah kamu memperhatikan orang-orang yang keluar dari kampung halamannya, sedang jumlahnya ribuan karena takut mati? Lalu Allah berfirman kepada mereka, “Matilah kamu!” Kemudian Allah menghidupkan mereka. Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/250.mp3",
    "tafsir": "Dalam ayat ini, Allah memberikan tamsil atau perumpamaan bagi suatu kelompok masyarakat yang patah semangatnya, tidak mau berjuang untuk kemajuan masyarakat dan agamanya. Dengan ayat ini, Allah memberi-kan semangat agar sifat-sifat tersebut jangan dicontoh dan hendaklah manusia gigih berjuang untuk kejayaan bangsa dan agama. Dijelaskan juga berita orang yang lari dari tanah airnya di mana jumlah mereka ribuan banyaknya. Seharusnya mereka gagah berani, mampu mempertahankan tanah airnya, tetapi mereka lemah kehilangan semangat karena takut mati.\nYang tergambar dalam pikiran mereka yang melarikan diri itu adalah jalan keselamatan. Sedangkan yang terjadi sebaliknya, yaitu larinya mereka itu berarti memperkokoh kedudukan musuh untuk menjajah mereka dengan mudah. Kepada mereka yang penakut seperti ini, Allah berfirman, \"Hancurlah kamu karena kamu adalah pengecut.\"\nKemudian setelah datang kesadaran mereka untuk bersatu kembali, Allah memberikan rahmat-Nya dengan menghidupkan semangat mereka kembali sehingga mereka bangkit mengumpulkan kekuatan untuk melepaskan diri dari perbudakan kaum penjajah karena Allah mempunyai karunia, Maha Penyantun terhadap manusia, namun demikian manusia tidak bersyukur kepada-Nya.\nSungguh pun Allah menghidupkan semangat mereka kembali sebagai karunia-Nya, namun masih banyak yang tidak bersyukur kepada-Nya. Dari ayat ini dapat diambil pelajaran bahwa apabila suatu umat selalu menentang ajaran Allah, maka umat ini akan selalu mendapat bahaya dengan berbagai cobaan dari-Nya.\nHal ini telah menjadi sunatullah bagi umat-umat terdahulu sampai sekarang. Menurut sebagian ahli tafsir, ayat ini memberikan suatu pelajaran berupa contoh perbandingan bagi umat yang mati jiwanya, yang lari dari negerinya karena tidak mempunyai tanggung jawab untuk mempertahankan-nya, sehingga negeri mereka menjadi jajahan. Rakyat yang ada di dalamnya menderita kemelaratan, penghinaan, dan kemiskinan karena mereka diperlakukan sebagai budak oleh golongan yang berkuasa yang datang dari luar. Tetapi setelah masa itu berlalu, dengan kesadaran yang diberikan Allah kepada mereka jiwa mereka hidup kembali. Mereka bangun serentak mengusir penguasa-penguasa zalim. Ini karunia dari Allah yang Mahakuasa dan Maha Penyayang.",
    "quraish": "Perhatikan dan ketahuilah, hai Nabi, sebuah kisah yang unik. Yaitu kisah tentang suatu kaum yang meninggalkan kampung halaman dan melarikan diri dari medan perang karena takut mati. Mereka berjumlah ribuan orang. Lalu Allah menakdirkan untuk mereka kematian dan kekalahan melawan musuh. Sampai akhirnya, ketika jumlah yang tersisa itu berjuang dengan semangat patriotisme, Allah menghidupkan mereka kembali. Sesungguhnya hidup terhormat setelah mendapatkan kehinaan merupakan karunia Allah yang patut disyukuri, akan tetapi kebanyakan orang tidak mensyukurinya.",
    "jalalayn": "(Tidakkah kamu perhatikan) pertanyaan disertai keanehan dan dorongan untuk mendengar apa yang dibicarakan sesudah itu (orang-orang yang keluar dari kampung halaman mereka, sedangkan jumlah mereka beribu-ribu) ada yang mengatakan empat, delapan atau sepuluh ribu serta ada pula yang mengatakan berjumlah tiga puluh, empat puluh atau tujuh puluh ribu (disebabkan takut mati) sebagai maf`ul liajlih. Mereka ini ialah segolongan Bani Israel yang ditimpa oleh wabah sampar hingga lari meninggalkan negeri mereka. (Maka firman Allah kepada mereka, \"Matilah kamu!\") hingga mereka pun mati, (kemudian mereka dihidupkan-Nya kembali), yakni setelah delapan hari atau lebih, atas doa Nabi mereka yang bernama Hizqil. Ada beberapa lamanya mereka hidup tetapi bekas kematian tanda-tandanya terdapat pada diri mereka, tidak memakai pakaian kecuali nanti berbalik menjadi kain kafan, dan peristiwa ini menjadi buah tutur sampai kepada anak-anak mereka. (Sesungguhnya Allah mempunyai karunia terhadap manusia) di antaranya menghidupkan mereka tadi, (tetapi kebanyakan manusia) yakni orang-orang kafir (tidak bersyukur). Adapun tujuan menyebutkan tentang orang-orang itu di sini ialah untuk merangsang semangat orang-orang beriman untuk berperang dan itulah sebabnya dihubungkan kepadanya."
  },
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 244,
    "arab": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ وَاعْلَمُوْٓا اَنَّ اللّٰهَ  سَمِيْعٌ عَلِيْمٌ ",
    "translation": "Dan berperanglah kamu di jalan Allah, dan ketahuilah bahwa Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/251.mp3",
    "tafsir": "Orang yang beriman hendaklah bangkit ke medan pertempuran untuk menjunjung tinggi kalimah Allah, mengamankan dakwah, dan menyebarkan agama. Kaum penegak kebenaran pasti akan mendapat kemenangan. Allah Maha Mendengar, Maha Mengetahui terhadap siapa yang pergi ke medan pertempuran dengan niat membela agama. Demikian juga Dia mengetahui orang-orang yang mengkhianati perjuangan.\nDalam ayat ini, Allah menyuruh agar kita berperang menegakkan kebenaran. Peperangan ini mempunyai 2 macam strategi yaitu bertahan dan menyerang. Strategi bertahan ialah mengatur dan memperkuat umat Islam dalam segala bidang sehingga disegani oleh musuh dan terciptalah suasana aman dan tenteram. Strategi menyerang ialah berperang menghadapi musuh yang mengganggu ketertiban umat serta menjaga kehormatan bangsa dengan sebaik-baiknya. Allah Maha Mengetahui lagi Maha Mendengar segala sesuatu.",
    "quraish": "Jika kalian telah mengetahui bahwa tiada guna melarikan diri dari kematian, maka berjuanglah dengan seluruh jiwa demi menegakkan agama Allah. Yakinlah bahwa Allah mendengar apa yang dikatakan orang yang enggan berperang dan orang yang rela berjuang. Dan Dia mengetahui apa yang tersimpan di dalam hati. Maka kebaikan akan dibalas dengan kebaikan. Sebaliknya, kejahatan juga akan dibalas dengan kejahatan.",
    "jalalayn": "(Dan berperanglah kamu di jalan Allah) maksudnya untuk meninggikan agama-Nya (dan ketahuilah bahwa sesungguhnya Allah Maha Mendengar) akan ucapanmu (lagi Maha Mengetahui) akan keadaanmu, hingga memberi balasan kepadamu."
  },
  {
    "page": 39,
    "name": "Al-Baqarah",
    "ayat": 245,
    "arab": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗٓ اَضْعَافًا كَثِيْرَةً ۗوَاللّٰهُ يَقْبِضُ وَيَبْصُۣطُۖ وَاِلَيْهِ تُرْجَعُوْنَ",
    "translation": "Barangsiapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/252.mp3",
    "tafsir": "Diriwiyatkan oleh Ibnu Hibban, Ibnu Abi hatim, dan Ibnu Mardawaih dari Ibnu Umar ketika turun ayat 261 surah al-Baqarah yang menerangkan bahwa orang-orang yang menafkahkan hartanya di jalan Allah nafkahnya itu adalah seperti sebutir benih yang menumbuhkan 7 tangkai; pada tiap-tiap tangkai berisi seratus biji, maka Rasulullah saw memohon, \"Ya Tuhanku, tambahlah balasan itu bagi umatku (lebih dari 700 kali).\nSetelah dikisahkan tentang umat yang binasa disebabkan karena ketakutan dan kelemahan kayakinan, maka dalam ayat ini Allah menganjurkan agar umat rela berkorban menafkahkan hartanya di jalan Allah dan nafkah itu dinamakan pinjaman. Allah, menamakannya pinjaman padahal Allah sendiri maha kaya, karena Allah mengetahui bahwa dorongan untuk mengeluarkan harta bagi kemaslahatan umat itu sangat lemah pada sebagian besar manusia; hanya segolongan kecil saja yang rela berbuat demikian. Hal ini dapat dirasakan di mana seorang hartawan kadang-kadang mudah saja mengeluarkan kelebihan hartanya untuk menolong kawan-kawannya, mungkin dengan niat untuk menjaga diri dari kejahatan atau untuk memelihara kedudukan yang tinggi, terutama jika yang ditolong itu kerabatnya sendiri. Tetapi jika pengeluaran harta itu untuk mempertahankan agama dan memelihara keluhurannya serta meninggikan kalimah Allah yang di dalamnya tidak terdapat hal-hal yang menguntungkan bagi dirinya sendiri secara langsung di dunia, maka tidak mudah baginya untuk melepaskan harta yang dicintainya itu, kecuali jika secara terang-terangan atau melalui saluran resmi. Oleh karena itu, ungkapan yang dipergunakan untuk menafkahkan harta benda di jalan Allah itu sangat menarik, yaitu: \"Siapakah yang mau memberi pinjaman kepada Allah, suatu pinjaman yang baik.\"\nPinjaman yang baik itu yang sesuai dengan bidang dan kemanfaatannya dan dikeluarkan dengan ikhlas semata-mata untuk mencapai keridaan Allah swt. Allah menjanjikan akan memberi balasan yang berlipat ganda. Allah memberikan perumpamaan tentang balasan yang berlipat ganda itu seperti sebutir benih padi yang ditanam dapat menghasilkan tujuh tangkai padi, setiap tangkai berisi 100 butir, sehingga menghasilkan 700 butir. Bahkan, Allah membalas itu tanpa batas sesuai dengan yang dimohonkan Rasulullah bagi umatnya dan sesuai dengan keikhlasan orang yang memberikan nafkah.\nAllah swt membatasi rezeki kepada orang yang tidak mengetahui sunatullah dalam soal-soal pencarian harta benda karena mereka tidak giat membangun di pelbagai bidang yang telah ditunjukkan Allah. Allah melapangkan rezeki kepada manusia yang lain yang pandai menyesuaikan diri dengan sunatullah dan menggarap berbagai bidang usaha sehingga merasakan hasil manfaatnya. Bila Allah menjadikan seorang miskin jadi kaya atau sebaliknya, maka yang demikian itu adalah sepenuhnya dalam kekuasaan Allah. Anjuran Allah menafkahkan sebagian harta ke jalan Allah, semata-mata untuk kemanfaatan manusia sendiri dan memberi petunjuk kepadanya agar mensyukuri nikmat pemberian itu karena dengan mensyukuri akan bertambah banyaklah berkahnya. Kemudian Allah menjelaskan bahwa semua makhluk akan dikembalikan kepada-Nya pada hari kiamat untuk menerima balasan amalnya masing-masing.",
    "quraish": "Berjuang di jalan Allah memerlukan harta, maka korbankanlah harta kalian. Siapa yang tidak ingin mengorbankan hartanya, sementara Allah telah berjanji akan membalasnya dengan balasan berlipat ganda? Rezeki ada di tangan Allah. Dia bisa mempersempit dan memperluas rezeki seseorang yang dikehendaki sesuai dengan kemaslahatan. Hanya kepada-Nyalah kalian akan dikembalikan, lalu dibuat perhitungan atas pengorbanan kalian. Meskipun rezeki itu karunia Allah dan hanya Dialah yang bisa memberi atau menolak, seseorang yang berinfak disebut sebagai 'pemberi pinjaman' kepada Allah. Hal itu berarti sebuah dorongan untuk gemar berinfak dan penegasan atas balasan berlipat ganda yang telah dijanjikan di dunia dan akhirat.",
    "jalalayn": "(Siapakah yang bersedia memberi pinjaman kepada Allah) yaitu dengan menafkahkan hartanya di jalan Allah (yakni pinjaman yang baik) dengan ikhlas kepada-Nya semata, (maka Allah akan menggandakan) pembayarannya; menurut satu qiraat dengan tasydid hingga berbunyi 'fayudha'ifahu' (hingga berlipat-lipat) mulai dari sepuluh sampai pada tujuh ratus lebih sebagaimana yang akan kita temui nanti (Dan Allah menyempitkan) atau menahan rezeki orang yang kehendaki-Nya sebagai ujian (dan melapangkannya) terhadap orang yang dikehendaki-Nya, juga sebagai cobaan (dan kepada-Nya kamu dikembalikan) di akhirat dengan jalan akan dibangkitkan dari matimu dan akan dibalas segala amal perbuatanmu."
  }
]