[
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 36,
    "arab": "فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ",
    "translation": "Maka ketika Musa datang kepada mereka dengan (membawa) mukjizat Kami yang nyata, mereka berkata, “Ini hanyalah sihir yang dibuat-buat, dan kami tidak pernah mendengar (yang seperti) ini pada nenek moyang kami dahulu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3288.mp3",
    "tafsir": "Musa lalu datang kepada Fir'aun dan kaumnya untuk menyeru mereka kepada agama tauhid dengan memberikan bukti-bukti yang nyata dan keterangan yang kuat dan jelas. Dengan demikian, tidak ada alasan bagi mereka menolak kebenaran yang dikemukakannya. Akan tetapi, serta merta mereka menolak apa yang diucapkan oleh Musa. Ketika mereka telah terpojok dan tidak dapat lagi membantah kebenaran yang dibawanya, mereka lalu menuduh semua itu hanya sihir belaka dan mereka tidak pernah mendengar apa yang diucapkan Musa dari nenek moyang mereka. \nDemikianlah sikap orang-orang kafir terhadap rasul-rasul yang menyeru kepada agama yang benar seperti tersebut dalam firman-Nya:\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adz-dzariyat/51: 52).",
    "quraish": "Ketika Mûsâ menghadapi mereka dengan dakwah yang diperkuat dengan mukjizat yang jelas, mereka mengingkari apa yang mereka saksikan seraya berkata, \"Ini tidak lain hanyalah sihir yang kamu akui dari Allah. Kami belum pernah mendengar apa yang kamu akui ini dari nenek moyang kami dahulu.\"",
    "jalalayn": "(Maka tatkala Musa datang kepada mereka dengan membawa mukjizat-mukjizat Kami yang nyata) yakni nyata keadaannya (mereka berkata, \"Ini tidak lain hanyalah sihir yang dibuat-buat) yakni sulapan ilmu sihir saja (dan kami belum pernah mendengar Seruan ini) yang telah ada (di) masa-masa (nenek moyang kami dahulu\")."
  },
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 37,
    "arab": "وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
    "translation": "Dan dia (Musa) menjawab, “Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang yang zalim tidak akan mendapat kemenangan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3289.mp3",
    "tafsir": "Tuduhan Fir'aun dan kaumnya bahwa bukti-bukti yang dikemukakan Musa hanya sihir belaka dijawabnya dengan tenang dan tidak keluar dari adab dan sopan santun berdebat, tanpa menuduh lawannya bahwa mereka telah sesat. Musa mengatakan kepada mereka bahwa Tuhannya yang lebih mengetahui siapa sebenarnya yang membawa petunjuk dari Allah dan siapa sebenarnya yang beruntung yang akan mendapat kebahagiaan di akhirat. Di balik itu, dalam hatinya ia yakin sepenuhnya dialah yang benar, dialah orang yang beruntung dan siapa yang menentang kebenaran yang dibawanya pasti akan merugi dan menyesal. Jawaban ini sama dengan jawaban yang diberikan oleh Nabi Muhammad kepada kaum musyrikin yang menentangnya, seperti tersebut dalam firman Allah:\nKatakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah, \"Allah,\" dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata. (Saba'/34: 24) \n\nWalaupun demikian, Musa tetap menegaskan bahwa orang zalim tidak akan memperoleh kemenangan. Ini adalah sebagai isyarat kepada Fir'aun dan kaumnya bahwa mereka tidak akan menang. Mereka pasti akan kalah dan hancur karena mereka adalah orang-orang yang sombong dan aniaya.",
    "quraish": "Mûsâ berkata, sebagai jawaban bagi Fir'aun dan kaumnya, \"Tuhanku mengetahui bahwa aku telah datang dengan membawa bukti-bukti yang menunjukkan kepada kebenaran dan petunjuk yang datang dari sisi-Nya ini. Maka, Dia adalah saksi bagiku apabila kalian mendustakannya. Dan Dia juga mengetahui bahwa kesudahan yang baik adalah diperuntukkan bagi kami dan pengikut kebenaran. Sesungguhnya orang-orang kafir tidak akan mendapatkan kebaikan.\"",
    "jalalayn": "(Berkatalah) dapat dibaca waqala dan Qala tanpa memakai Wawu (Musa, \"Rabbku lebih mengetahui) (orang yang patut membawa petunjuk dari sisi-Nya) Dhamir yang ada pada lafal 'Indahu kembali kepada Ar Rabb (dan siapa) di'athafkan kepada lafal Man sebelumnya (yang akan ada) dapat dibaca Takunu dan Yakunu (baginya kesudahan yang baik di negeri akhirat) yakni akibat yang terpuji di akhirat; maksudnya dia adalah aku sendiri, keduanya adalah aku sendiri yang berhak menyandangnya dan aku orang yang benar di dalam menyampaikan apa yang diturunkan kepadaku. (Sesungguhnya tidaklah akan mendapat kemenangan orang-orang yang zalim\") yakni orang-orang yang kafir."
  },
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 38,
    "arab": "وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّيْٓ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ",
    "translation": "Dan Fir‘aun berkata, “Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3290.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah kehabisan alasan dan dalil untuk membantah keterangan Musa dan bukti-bukti yang dikemukakannya, Fir'aun memerintahkan kepada kaumnya supaya jangan percaya kepada berita dusta yang dikemukakan Musa. Selama ini tidak ada seorang pun yang berani mendakwahkan bahwa ada Tuhan selain dia. Semenjak dahulu selama Mesir diperintah oleh Fir'aun, yang silih berganti, tak seorang pun yang mengingkari bahwa Fir'aun adalah tuhan-tuhan yang berkuasa di muka bumi. Mata hati rakyat dikelabui dengan dongeng dan khurafat yang menyatakan bahwa manusia harus tunduk kepada kekuasaan Fir'aun. Dia selalu melakukan tindakan yang kejam dan bengis terhadap orang yang berani mengingkari kekuasaannya sebagai tuhan dengan menyiksa dan memenjarakan bahkan membunuhnya. Hal ini disebutkan dalam firman Allah:\nKemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" (an-Nazi'at/79: 23-24)\n\nFirman Allah:\nDia (Fir'aun) berkata, \"Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.\" (asy-Syu'ara'/26: 29)\n\nImam Fakhruddin ar-Razi berpendapat bahwa Fir'aun mendakwakan dirinya sebagai tuhan maksudnya bukan dia yang menciptakan langit, bumi, lautan, gunung-gunung, dan manusia seluruhnya karena hal itu tidak akan dapat diterima oleh akal. Maksudnya adalah supaya orang memperhambakan diri kepadanya. Dia hanya menolak adanya tuhan yang harus dipatuhi dan di sembah selain dia.\nLalu Fir'aun memerintahkan kepada wazirnya, Haman, supaya menyalakan api yang besar untuk membuat batu bata yang banyak dan mendirikan bangunan yang tinggi supaya dia dapat naik ke langit melihat Tuhan yang didakwahkan Musa. Fir'aun lalu menegaskan bahwa Musa adalah pembohong besar. Senada dengan ini, Allah berfirman:\nDan Fir'aun berkata, \"Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Fir'aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37)",
    "quraish": "Ketika tidak kuasa lagi untuk mendebat Mûsâ, Fir'aun--dengan tetap bersikap sewenang-wenang--berkata, \"Wahai masyarakat sekalian, aku tidak mengetahui adanya Tuhan bagi kalian selain diriku.\" Kemudian ia memerintahkan menterinya, Hâman, untuk menyewa seseorang agar membuat bangunan dan istana yang tinggi agar Fir'aun dapat menaikinya untuk melihat Tuhan yang diserukan Mûsâ. Maka, dengan begitu, Fir'aun dapat lebih yakin bahwa Mûsâ termasuk dalam golongan para pendusta dalam anggapannya.",
    "jalalayn": "(Dan berkata Firaun, \"Hai pembesar kaumku! Aku tidak mengetahui tuhan bagi kalian selain aku sendiri. Maka bakarlah hai Haman, untukku tanah liat) maksudnya buatlah batu bata untukku (kemudian buatkanlah untukku bangunan yang tinggi) maksudnya gedung yang tinggi sekali (supaya aku dapat naik melihat Tuhan Musa) aku akan melihat-Nya dan berdiri di hadapan-Nya (dan sesungguhnya aku benar-benar yakin bahwa dia termasuk orang-orang yang pendusta\") di dalam pengakuannya yang mengatakan ada Tuhan lain selain aku, bahwa ia seorang Rasul."
  },
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 39,
    "arab": "وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ",
    "translation": "Dan dia (Fir‘aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3291.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Fir'aun dan tentaranya sangat sombong dan takabur. Fir'aun menganggap dan mengaku hanya dialah penguasa yang mutlak di muka bumi. Siapa saja yang menantangnya dianggap salah dan durhaka. Kalau dikatakan kepadanya ada Tuhan yang lebih besar daripada kekuasaannya, Fir'aun menjadi kalap, dan tak dapat lagi menguasai dirinya, seperti memerintahkan dengan segera membuat suatu hal yang mustahil, seperti membuat bangunan setinggi langit agar dia dapat berhadapan dengan Tuhan Yang Mahakuasa lagi Mahaperkasa.\nFir'aun dan kaumnya mengira bahwa mereka tidak akan dibangkitkan, tidak akan diperhitungkan apa yang telah dikerjakan selama hidup di dunia, dan tidak ada yang akan menyiksa bila mereka melakukan kezaliman dan kekejaman. Memang demikianlah kepercayaan mereka karena pengaruh kesombongan dan ketakaburan itu. Mereka membuat piramida yang besar untuk kuburan mereka yang diisi dengan perabot yang lengkap dan serba mewah serta pakaian dan perhiasan yang indah-indah, untuk dinikmati sesudah mati.\nKarena kesombongan dan ketakaburan itu, Allah mengazab mereka di dunia dan akhirat. Di dunia Fir'aun ditenggelamkan bersama tentaranya ke dalam lautan, dan di akhirat mereka akan disiksa dalam neraka.\nDemikianlah nasib yang telah ditetapkan Allah bagi orang yang takabur dan sombong, berbuat zalim dan aniaya terhadap Allah dan sesamanya. Sebenarnya kelanjutan kisah Fir'aun bisa ditemukan pada surah-surah lain dalam Al-Qur'an seperti Surah al-A'raf, Yunus, thaha, dan sebagainya. Akan tetapi, Allah hendak menegaskan di sini bagaimana nasib orang-orang yang durhaka yang tidak lagi mempergunakan akal dan pikirannya sehingga tertutuplah hatinya untuk menerima kebenaran dari mana pun datangnya, sehingga dia menjadi sombong dan takabur. Hal itu layak menjadi perhatian dan pelajaran bagi seluruh manusia.",
    "quraish": "Fir'aun dan balatentaranya tetap angkuh dengan kebatilan di bumi Mesir. Mereka mengira bahwa mereka tidak akan dibangkitkan di akhirat nanti untuk mendapatkan penghitungan dan pembalasan.",
    "jalalayn": "(Dan berlaku angkuhlah Firaun dan bala tentaranya di bumi Mesir) di negeri Mesir (tanpa alasan yang benar dan mereka menyangka bahwa mereka tidak akan dikembalikan kepada Kami) dapat dibaca La Yurja'una dan La Yarji'una."
  },
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 40,
    "arab": "فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
    "translation": "Maka Kami siksa dia (Fir‘aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3292.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Fir'aun dan tentaranya sangat sombong dan takabur. Fir'aun menganggap dan mengaku hanya dialah penguasa yang mutlak di muka bumi. Siapa saja yang menantangnya dianggap salah dan durhaka. Kalau dikatakan kepadanya ada Tuhan yang lebih besar daripada kekuasaannya, Fir'aun menjadi kalap, dan tak dapat lagi menguasai dirinya, seperti memerintahkan dengan segera membuat suatu hal yang mustahil, seperti membuat bangunan setinggi langit agar dia dapat berhadapan dengan Tuhan Yang Mahakuasa lagi Mahaperkasa.\nFir'aun dan kaumnya mengira bahwa mereka tidak akan dibangkitkan, tidak akan diperhitungkan apa yang telah dikerjakan selama hidup di dunia, dan tidak ada yang akan menyiksa bila mereka melakukan kezaliman dan kekejaman. Memang demikianlah kepercayaan mereka karena pengaruh kesombongan dan ketakaburan itu. Mereka membuat piramida yang besar untuk kuburan mereka yang diisi dengan perabot yang lengkap dan serba mewah serta pakaian dan perhiasan yang indah-indah, untuk dinikmati sesudah mati.\nKarena kesombongan dan ketakaburan itu, Allah mengazab mereka di dunia dan akhirat. Di dunia Fir'aun ditenggelamkan bersama tentaranya ke dalam lautan, dan di akhirat mereka akan disiksa dalam neraka.\nDemikianlah nasib yang telah ditetapkan Allah bagi orang yang takabur dan sombong, berbuat zalim dan aniaya terhadap Allah dan sesamanya. Sebenarnya kelanjutan kisah Fir'aun bisa ditemukan pada surah-surah lain dalam Al-Qur'an seperti Surah al-A'raf, Yunus, thaha, dan sebagainya. Akan tetapi, Allah hendak menegaskan di sini bagaimana nasib orang-orang yang durhaka yang tidak lagi mempergunakan akal dan pikirannya sehingga tertutuplah hatinya untuk menerima kebenaran dari mana pun datangnya, sehingga dia menjadi sombong dan takabur. Hal itu layak menjadi perhatian dan pelajaran bagi seluruh manusia.",
    "quraish": "Maka Kami lalu mencabut kekuasaan Fir'aun. Ia dan balatentaranya Kami seret lalu Kami tenggelamkan ke dalam laut, untuk menghilangkan faktor penyebab kezaliman dalam diri mereka. Maka renungilah, wahai Muhammad, dan ingatkanlah kaummu tentang kesudahan orang-orang yang zalim di dunia. Sesungguhnya kamu akan dimenangkan atas mereka.",
    "jalalayn": "(Maka Kami hukum Firaun dan bala tentaranya, lalu Kami lemparkan mereka) Kami campakkan mereka (ke dalam laut) yang asin airnya, sehingga tenggelamlah mereka. (Maka lihatlah bagaimana akibat orang-orang yang zalim) sewaktu mereka menjadi binasa."
  },
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 41,
    "arab": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ",
    "translation": "Dan Kami jadikan mereka para pemimpin yang mengajak (manusia) ke neraka dan pada hari Kiamat mereka tidak akan ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3293.mp3",
    "tafsir": "Ayat ini memberi julukan kepada Fir'aun dan kaumnya yang durhaka bahwa mereka adalah pemimpin-pemimpin yang membawa manusia ke neraka karena mereka telah menyesatkan manusia dan memaksa setiap orang untuk kafir terhadap Tuhannya. Mereka merasa bebas melakukan kezaliman sekehendak hatinya, tanpa ada rasa keadilan dan rasa kasih sayang.\nSebenarnya mereka ini telah melakukan dua kesalahan, kesalahan bagi diri mereka sendiri dan kesalahan menyesatkan orang lain. Maka pantaslah bila mereka menerima siksaan yang berlipat ganda, siksaan terhadap kesesatan sendiri dan siksaan karena menyesatkan orang lain. Oleh karena itu, tidak akan ada penolong bagi mereka di akhirat nanti dan tidak ada yang akan membebaskan dari siksa Allah.",
    "quraish": "Allah berfirman, \"Mereka Kami jadikan sebagai orang-orang yang mempropagandakan kekufuran yang menyeret ke neraka. Dan mereka tidak akan mendapatkan seseorang yang dapat menolong dan mengeluarkan mereka dari siksa ini pada hari kiamat.",
    "jalalayn": "(Dan Kami jadikan mereka) di dunia (pemimpin-pemimpin) A-immatan dapat dibaca Tahqiq dan Tas-hil, yakni pemimpin-pemimpin dalam kemusyrikan (yang menyeru ke neraka) disebabkan seruan mereka yang mengajak kepada kemusyrikan (dan pada hari kiamat mereka tidak akan ditolong) yaitu azab mereka tidak dapat ditolak lagi."
  },
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 42,
    "arab": "وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ",
    "translation": "Dan Kami susulkan laknat kepada mereka di dunia ini; sedangkan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3294.mp3",
    "tafsir": "Ayat ini memberi julukan kepada Fir'aun dan kaumnya yang durhaka bahwa mereka adalah pemimpin-pemimpin yang membawa manusia ke neraka karena mereka telah menyesatkan manusia dan memaksa setiap orang untuk kafir terhadap Tuhannya. Mereka merasa bebas melakukan kezaliman sekehendak hatinya, tanpa ada rasa keadilan dan rasa kasih sayang.\nSebenarnya mereka ini telah melakukan dua kesalahan, kesalahan bagi diri mereka sendiri dan kesalahan menyesatkan orang lain. Maka pantaslah bila mereka menerima siksaan yang berlipat ganda, siksaan terhadap kesesatan sendiri dan siksaan karena menyesatkan orang lain. Oleh karena itu, tidak akan ada penolong bagi mereka di akhirat nanti dan tidak ada yang akan membebaskan dari siksa Allah.",
    "quraish": "Di dunia, mereka Kami usir dari rahmat Kami, dan di hari kiamat mereka termasuk orang-orang yang binasa.\" (Apa yang telah diceritakan dalam dua ayat ini tentang keadaan mereka adalah bukti kemurkaan Allah).",
    "jalalayn": "(Dan Kami sertakan laknat kepada mereka di dunia ini) berupa kehinaan (dan pada hari kiamat mereka termasuk orang-orang yang dijauhkan) dari rahmat-Nya."
  },
  {
    "page": 390,
    "name": "Al-Qasas",
    "ayat": 43,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "translation": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) setelah Kami binasakan umat-umat terdahulu, untuk menjadi pelita bagi manusia dan petunjuk serta rahmat, agar mereka mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3295.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kepada Musa kitab Taurat sebagai rahmat baginya dan bagi kaumnya, yang telah lama tertindas dan teraniaya di bawah kekuasaan Fir'aun. Di dalamnya terdapat hikmah dan hukum yang membimbing manusia menuju kebahagiaan dunia dan akhirat. Di sini tampak perbedaan yang besar dan nyata dalam perlakuan Allah terhadap pemimpin-pemimpin dan kaum yang durhaka, sombong dan takabur dengan perlakuannya terhadap pemimpin yang saleh dan ikhlas serta taat kepada-Nya.\nKepada golongan pertama, seperti Fir'aun dan kaumnya, diturunkan malapetaka dan siksaan sehingga dia ditenggelamkan bersama tentaranya ke dalam laut. Kepada golongan kedua, seperti Musa, Harun, dan kaumnya, diturunkan Kitab yang akan menjadi petunjuk bagi mereka dalam menempuh kehidupan, baik di dunia maupun di akhirat. Demikianlah sunatullah yang berlaku semenjak dahulu kala. Berapa banyaknya umat-umat yang terdahulu yang telah dibinasakan-Nya dengan berbagai macam cara seperti yang terjadi pada kaum Nabi Nuh, Nabi Saleh, Nabi Hud, dan lain-lain.\nDari Abu Sa'id al-Khudri bersumber dari Nabi saw, beliau bersabda, \"Setelah diturunkannya kitab Taurat di atas bumi Allah tidak lagi membinasakan suatu kaum dengan azab dari langit atau bumi kecuali penduduk negeri yang diubah menjadi kera, mereka adalah orang Bani Israil sepeninggal Nabi Musa, lalu Nabi saw membaca ayat ini (al-Qasas/28: 43). (Riwayat al-hakim)",
    "quraish": "Allah telah menurunkan Tawrât kepada Mûsâ setelah menghancurkan umat-umat terdahulu yang mendustakan, agar menjadi cahaya bagi hati yang sebelumnya berada dalam kegelapan dan tidak mengetahui kebenaran. Dan juga agar menjadi pengarah, karena mereka telah terjerumus dalam kesesatan, serta menjadi jalan untuk mendapatkan rahmat bagi orang yang menjalankannya. Semua itu agar mereka dapat mengambil pelajaran dari apa yang ada di dalamnya, sehingga bergegas menjalankan perintah dan menjauhi larangan.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Musa Alkitab) yaitu Taurat (sesudah Kami binasakan generasi-generasi yang terdahulu) yakni kaum Nabi Nuh, kaum 'Ad, kaum Tsamud dan lain-lainnya (untuk menjadi pelita bagi manusia) kedudukan lafal ayat ini menjadi Hal dari lafal Alkitab; itu adalah bentuk jamak dari lafal Bashirah yang artinya cahaya hati, maksudnya pelita hati bagi manusia (dan petunjuk) dari kesesatan bagi orang yang mengamalkannya (dan rahmat) bagi orang yang beriman kepadanya (agar mereka ingat) dapat mengambil pelajaran dari nasihat-nasihat yang terkandung di dalamnya."
  }
]