[
  {
    "page": 391,
    "name": "Al-Qasas",
    "ayat": 44,
    "arab": "وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ",
    "translation": "Dan engkau (Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan perintah kepada Musa, dan engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3296.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Muhammad saw tidak pernah berada di sisi sebelah barat Lembah Suci thuwa, tempat Allah mewahyukan lembaran-lembaran Taurat kepada Musa. Ketika itu, Allah membebankan urusan-urusan kenabian kepadanya. Karena tidak termasuk salah seorang dari rombongan 70 orang yang telah terpilih untuk mendengarkan secara terperinci hal-hal yang diwahyukan Allah kepada Musa, maka Muhammad saw tidak mungkin menerangkan semua itu, kecuali dengan jalan wahyu dari Allah. Muhammad saw dapat menyampaikan hal-hal gaib yang telah lama terjadi serta tidak disaksikan dan dilihatnya sama sekali, padahal ia adalah seorang 'ummi tidak dapat membaca dan menulis, berada di tengah-tengah kaum yang 'ummi pula, dan tidak mengetahui sedikit pun tentang hal-hal tersebut. Hal itu merupakan bukti nyata bahwa Muhammad benar-benar nabi dan rasul Allah. Semua itu disampaikan dan dikisahkannya melalui perantaraan wahyu dari Allah. Firman Allah:\nDan mereka berkata, \"Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?\" Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu? (thaha/20: 133)",
    "quraish": "Wahai Muhammad, kamu tidak bersama Mûsâ pada bagian barat gunung, saat Allah memberitahukan ihwal misi kenabian yang hendak diembankan kepadanya. Kamu juga tidak hidup sezaman dan menyaksikannya dalam menyampaikan pesan-pesan suci. Maka, bagaimana kaummu mendustakan risalahmu sedangkan kamu membacakan kabar orang-orang terdahulu pada mereka?",
    "jalalayn": "(Dan tidaklah kamu) hai Muhammad (berada di sisi) bukit, atau lembah atau suatu tempat (yang sebelah barat) dari Musa ketika ia bermunajat (ketika Kami menyampaikan) mewahyukan (perintah ke pada Musa) supaya menyampaikannya kepada Firaun dan kaumnya (dan tiada pula kamu termasuk orang-orang yang menyaksikan) kejadian tersebut, lalu kamu mengetahuinya dan menceritakan tentangnya."
  },
  {
    "page": 391,
    "name": "Al-Qasas",
    "ayat": 45,
    "arab": "وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ",
    "translation": "Tetapi Kami telah menciptakan beberapa umat, dan telah berlalu atas mereka masa yang panjang, dan engkau (Muhammad) tidak tinggal bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3297.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menciptakan generasi demi generasi sejak Nabi Musa sampai kepada Nabi Muhammad dalam waktu yang panjang dan merupakan masa kekosongan, sehingga pengetahuan mereka berkurang, akhlak mereka menurun dan telah menjurus kepada kehancuran dan dekadensi moral. Pada waktu itu terasa benar perlunya diutus seorang rasul untuk membimbing dan memberi petunjuk kepada mereka ke jalan yang benar. Maka diutuslah Nabi Muhammad saw dan dia diberitahu oleh Allah keadaan dan ihwal nabi-nabi terdahulu, begitu juga keadaan dan hal ikhwal Nabi Musa. Allah juga menerangkan pada ayat ini bahwa Muhammad tidak tinggal bersama-sama penduduk Madyan untuk menanyakan dan mempelajari kisah Nabi Musa dari orang-orang yang menyaksikan kisah itu sendiri. Semua itu diketahui oleh Nabi Muhammad dengan perantaraan wahyu yang diturunkan kepadanya.",
    "quraish": "Tetapi Kami telah menciptakan umat yang banyak dalam berbagai generasi yang telah melewati rentang waktu yang amat panjang, sehingga mereka lupa dengan perjanjian yang telah mereka ambil. Demikian pula, kamu pun, wahai Muhammad, tidak bermukim di Madyan sehingga dapat memberitahu penduduk Mekkah tentang kabar mereka. Akan tetapi Kami telah mengutusmu dan memberitahumu tentang kisah- kisah mereka melalui wahyu.",
    "jalalayn": "(Tetapi Kami telah mengadakan beberapa generasi) yakni umat-umat sesudah Nabi Musa (dan berlalulah atas mereka masa yang panjang) waktu yang berabad-abad sehingga mereka lupa akan perjanjian-perjanjian, dan ilmu-ilmu agama pun telah terhapus pula, serta wahyu terputus. Maka Kami datangkan kamu sebagai seorang Rasul dan Kami turunkan wahyu kepadamu mengenai berita Musa dan berita nabi-nabi lainnya (dan tiadalah kamu tinggal) bermukim (bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka) lafal Tatlu dan seterusnya merupakan Khabar yang kedua dari lafal Kunta, maksudnya, sehingga penduduk Madyan itu mengetahui kisah umat-umat terdahulu lalu mereka mengisahkannya (tetapi Kami telah mengangkat menjadi Rasul) kamu, dan Kami mengutus utusan-utusan Kami kepadamu dengan membawa berita orang-orang dahulu."
  },
  {
    "page": 391,
    "name": "Al-Qasas",
    "ayat": 46,
    "arab": "وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "translation": "Dan engkau (Muhammad) tidak berada di dekat Tur (gunung) ketika Kami menyeru (Musa), tetapi (Kami utus engkau) sebagai rahmat dari Tuhanmu, agar engkau memberi peringatan kepada kaum (Quraisy) yang tidak didatangi oleh pemberi peringatan sebelum engkau agar mereka mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3298.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Nabi Muhammad tidak berada di dekat Gunung Tur pada waktu Allah menyeru Nabi Musa dan ketika terjadi munajat antara keduanya. Peristiwa itu diketahui oleh Muhammad dengan perantaraan kitab suci Al-Qur'an yang diwahyukan kepadanya sebagai rahmat Allah yang di dalamnya dibentangkan kisah tersebut. Juga terdapat hal-hal yang mendatangkan maslahat dan kebahagiaan bagi mereka di dunia dan di akhirat, agar Muhammad memberi peringatan kepada kaum Quraisy yang belum pernah memperoleh peringatan sebelumnya. Selain ayat ini sebagai dalil yang jelas atas kerasulan Muhammad saw, juga sebagai dalil atas kemukjizatan Al-Qur'an, karena ia menceritakan peristiwa yang telah terjadi beratus-ratus tahun. Padahal Rasulullah tidak menyaksikan peristiwa tersebut apalagi hadir di tengah-tengah mereka.",
    "quraish": "Wahai Rasul, kamu tidak berada di samping bukit Thûr ketika Allah memanggil Mûsâ dan memilihnya untuk menyampaikan pesan-pesan suci-Nya. Tetapi Allah telah meberitahumu tentang hal ini dengan jalan wahyu sebagai rahmat bagimu dan umatmu, agar kamu menyampaikannya kepada kaum yang belum datang kepada mereka seorang rasul pun sebelum kamu, agar supaya mereka ingat.",
    "jalalayn": "(Dan tiadalah kamu berada di dekat bukit Thur) nama sebuah bukit (ketika) sewaktu (Kami menyeru) Musa, \"Ambillah Alkitab ini dengan sepenuh kekuatanmu\", yakni amalkanlah sekemampuanmu (tetapi) Kami utus kamu (sebagai rahmat dari Rabbmu, supaya kamu memberi peringatan kepada kaum yang sekali-kali belum datang kepada mereka pemberi peringatan sebelum kamu supaya mereka ingat) supaya mengambil pelajaran."
  },
  {
    "page": 391,
    "name": "Al-Qasas",
    "ayat": 47,
    "arab": "وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ",
    "translation": "Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, agar kami mengikuti ayat-ayat Engkau dan termasuk orang mukmin.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3299.mp3",
    "tafsir": "Ayat ini menerangkan bahwa salah satu hikmah pengutusan Muhammad kepada mereka adalah untuk menolak alasan-alasan mereka, ketika kelak mendapat azab yang pedih atas kekafiran mereka terhadap Allah dan dosa-dosa yang telah diperbuatnya. Seandainya Muhammad belum diutus sedangkan azab menimpa mereka, tentu mereka akan mengemukakan alasan dan hujah. Mereka akan berkata, \"Wahai Tuhan kami! Kenapa tidak diutus seorang rasul kepada kami sebelum kemurkaan-Mu menimpa kami, dan azab-Mu diturunkan kepada kami, agar kami dapat mengikuti petunjuk-petunjuk-Mu, mengamalkan ayat-ayat yang ada di dalam kitab-Mu yang diturunkan kepada rasul itu, sehingga kami percaya atas ketuhanan-Mu dan membenarkan rasul yang Engkau utus itu?\"\nOleh sebab itu, jauh sebelum mereka dimurkai dan diazab oleh Allah, Muhammad telah diutus kepada mereka untuk memberi peringatan dan ancaman dengan kemurkaan dan azab yang akan ditimpakan kalau mereka tetap dalam agama nenek moyang mereka, menyembah berhala, mempersekutukan Allah. Dengan demikian, tidak ada jalan bagi mereka untuk mengemukakan alasan-alasan dan hujah. Itulah sunatullah yang berlaku pada tiap-tiap umat. Hal ini ditegaskan dalam ayat lain dalam Al-Qur'an seperti firman Allah:\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana. (an-Nisa'/4: 165)\n\nDan firman-Nya:\nBarang siapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nSalah satu hikmat pengutusan para rasul adalah untuk membendung dan menolak alasan yang akan dikemukakan mereka. Hikmah diturunkannya kitab suci Al-Qur'an juga untuk menolak alasan mereka yang akan mengatakan bahwa mereka tidak beriman karena kitab samawi hanya diturunkan kepada dua golongan saja yaitu Yahudi dan Nasrani, sebagaimana firman Allah swt:\n(Kami turunkan Al-Qur'an itu) agar kamu (tidak) mengatakan, \"Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sungguh, kami tidak memperhatikan apa yang mereka baca.\" (al-An'am/6: 156)",
    "quraish": "Kalau bukan karena ucapan orang-orang kafir--ketika mereka ditimpa hukuman karena kekufuran mereka--yang melontarkan alasan, \"Ya Tuhan kami, Engkau belum mengutus seorang rasul kepada kami, sehingga kami percaya kepadanya dan tunduk dengan mukjizatnya serta menjadi golongan orang-orang Mukmin,\" niscaya tidak akan pernah ada misi kerasulan.",
    "jalalayn": "(Dan agar mereka sewaktu ditimpa musibah) azab (disebabkan apa yang telah di kerjakan oleh tangan-tangan mereka) berupa kekafiran dan selainnya (mereka tidak akan mengatakan, \"Ya Rabb kami! Mengapa tidak) yakni kenapa tidak (Engkau utus seorang Rasul kepada kami, lalu kami mengikuti ayat-ayat Engkau) yang dibawa oleh Rasul Engkau (dan jadilah kami termasuk orang-orang yang beriman\") Jawab dari lafal Laula dibuang, dan lafal yang sesudahnya merupakan Mubtada. Maksudnya, seandainya tidak karena azab yang menimpa mereka sebagai penyebab dari perkataannya. Atau maksudnya, seandainya tidak ada perkataan mereka yang menyebabkan turunnya azab, niscaya akan Kami segerakan kepada mereka azab itu, dan niscaya pula Kami tidak akan mengutusmu kepada mereka sebagai seorang Rasul."
  },
  {
    "page": 391,
    "name": "Al-Qasas",
    "ayat": 48,
    "arab": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظَاهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ",
    "translation": "Maka ketika telah datang kepada mereka kebenaran (Al-Qur'an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Muhammad) seperti apa yang telah diberikan kepada Musa dahulu?” Bukankah mereka itu telah ingkar (juga) kepada apa yang diberikan kepada Musa dahulu? Mereka dahulu berkata, “(Musa dan Harun adalah) dua pesihir yang bantu-membantu.” Dan mereka (juga) berkata, “Sesungguhnya kami sama sekali tidak mempercayai masing-masing mereka itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3300.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ketika Muhammad diutus kepada kaum Quraisy yang belum pernah didatangi oleh seorang rasul yang dibekali kitab suci Al-Qur'an, mereka menyombongkan diri, menentang, dan memperlihatkan kesesatan. Mereka berkata, \"Mengapa ia tidak memiliki mukjizat sebagaimana halnya Nabi Musa yang diberi mukjizat, seperti tongkat menjadi ular, lautan terbelah dengan pukulan tongkatnya, tangannya menjadi putih, dinaungi oleh awan, dan lain-lain. Firman Allah:\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, \"Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?\" Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu. (Hud/11: 12)\n\nUcapan kaum Quraisy itu dijawab bahwa orang-orang yang durhaka dan sombong pada masa Nabi Musa telah ingkar kepada mukjizat yang diberikan kepada Musa dahulu. Bahkan mereka menuduh Musa dan Harun adalah dua ahli sihir yang saling membantu. Apakah orang-orang kafir Mekah akan mengikuti apa yang telah diperbuat kaum Nabi Musa? Apakah mereka akan mengingkari apa yang didatangkan Muhammad, dan mengatakan bahwa Musa dan Muhammad adalah ahli sihir? Apakah mereka juga tidak akan mempercayai risalah dan mukjizat keduanya? \nMengenai tuduhan bahwa keduanya adalah ahli sihir pada ayat ini, Said bin Jubair, Mujahid, dan Ibnu Zaid berpendapat bahwa yang dimaksud dengan \"keduanya adalah ahli sihir\" ialah Musa dan Harun. Ini adalah ucapan orang-orang Yahudi pada permulaan kerasulan. Sedangkan Ibnu 'Abbas dan al-hasan al-Basri berpendapat bahwa yang dimaksud dengan keduanya adalah ahli sihir yaitu Musa dan Muhammad saw, dan ini adalah ucapan orang-orang musyrikin bangsa Arab.",
    "quraish": "Maka ketika Rasulullah, Muhammad, datang dengan membawa al-Qur'ân yang berasal sisi Allah, orang-orang kafir berkata, \"Andai saja dia diberi seperti yang diberikan kepada Mûsâ dalam bentuk mukjizat inderawi dan kitab suci yang diturunkan sekaligus seperti Tawrât, kami pasti akan beriman.\" Padahal sebelumnya mereka telah menentang Mûsâ dan menolak ayat-ayat Tawrât sebagaimana halnya mereka hari ini juga menentang Muhammad dan kitab suci yang dibawanya. Mereka berkata, \"Kami tidak percaya kepada kedua-duanya.\" Jelas, bahwa kedurhakaanlah yang menyebabkan mereka ingkar terhadap mukjizat.",
    "jalalayn": "(Maka tatkala datang kepada mereka kebenaran) yang dibawa oleh Nabi Muhammad (dari sisi Kami, mereka berkata, \"Mengapa tidak) kenapa tidak (diberikan kepadanya seperti yang telah diberikan kepada Musa?\") yaitu mukjizat-mukjizat seperti tangan yang bersinar menyilaukan, tongkat dan lain sebagainya, atau kitab yang diturunkan sekali turun. Allah swt. menjawab perkataan mereka melalui firman-Nya, (\"Dan bukankah mereka itu telah ingkar juga kepada apa yang diberikan kepada Musa dahulu?) di mana (mereka telah mengatakan) sehubungan dengan perihal Nabi Musa dan juga tentang diri Nabi Muhammad ('Dua orang ahli sihir). Menurut qiraat yang lain dibaca Sahirani, subjek yang mereka maksud adalah Alquran dan kitab Taurat (yang saling bantu membantu'.\") maksudnya mereka saling bahu membahu. (Dan mereka juga berkata, \"Sesungguhnya kami kepada masing-masing) dari kedua nabi, berikut kitab-kitabnya (tidak mempercayai\")."
  },
  {
    "page": 391,
    "name": "Al-Qasas",
    "ayat": 49,
    "arab": "قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Datangkanlah olehmu sebuah kitab dari sisi Allah yang kitab itu lebih memberi petunjuk daripada keduanya (Taurat dan Al-Qur'an), niscaya aku mengikutinya, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3301.mp3",
    "tafsir": "Allah menyuruh Muhammad menantang orang-orang kafir Mekah yang mengatakan bahwa Musa dan Muhammad adalah ahli sihir, dan Taurat dan Al-Qur'an adalah sihir belaka, untuk mendatangkan sebuah kitab dari sisi Allah yang lebih memberi petunjuk dan lebih mendatangkan kemaslahatan daripada kedua kitab itu. Nabi menegaskan kepada mereka bahwa dia bersedia meninggalkan Al-Qur'an apabila mereka itu benar dalam pengakuan mereka, dan benar-benar dapat mendatangkan kitab yang dimaksud.",
    "quraish": "Katakanlah kepada mereka, wahai Rasul, \"Apabila kalian tidak beriman kepada Tawrât dan al-Qur'ân, maka datangkanlah sebuah kitab yang lain dari sisi Allah yang berisi petunjuk dan lebih baik dari keduanya, atau yang semisal dengannya, niscaya aku akan mengikutinya bersama kalian, jika kalian memang benar dalam prasangka kalian bahwa apa yang kami datangkan itu adalah sihir.\"",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Datangkanlah oleh kalian sebuah kitab dari sisi Allah yang kitab itu lebih dapat memberi petunjuk daripada keduanya) yang dimaksud adalah Alquran dan Taurat (niscaya aku akan mengikutinya, jika kalian sungguh orang-orang yang benar.\") di dalam perkataannya."
  },
  {
    "page": 391,
    "name": "Al-Qasas",
    "ayat": 50,
    "arab": "فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ",
    "translation": "Maka jika mereka tidak menjawab (tantanganmu), maka ketahuilah bahwa mereka hanyalah mengikuti keinginan mereka. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah sedikit pun? Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3302.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kalau orang-orang musyrik itu tidak dapat memenuhi tantangan Nabi mendatangkan kitab dari sisi Allah yang lebih menjamin kebahagiaan daripada Taurat dan Al-Qur'an, maka itu berarti bahwa pembangkangan mereka sesungguhnya hanyalah dorongan hawa nafsu belaka, dan mengikuti ajakan setan yang tidak beralasan sama sekali. Orang-orang yang hanya mengikuti hawa nafsunya dan menuruti bujukan setan tanpa ada petunjuk dari Allah, adalah orang-orang yang sangat sesat bahkan paling sesat. Oleh sebab itu, Allah melarang mengikuti hawa nafsu karena akan menyesatkan dari jalan yang benar. Orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, firman Allah:\n(Allah berfirman), \"Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.\" (shad/38: 26)\n\nPada akhir ayat 50 ini ditegaskan bahwa Allah tidak akan memberi petunjuk kepada orang yang zalim dan selalu meninggalkan perintah Allah, melanggar larangan-Nya, mendustakan rasul-Nya, mengikuti kemauan hawa nafsu, dan lebih mengutamakan ketaatan kepada setan daripada ketaatan kepada Allah. Orang-orang zalim itu akan mendapat azab yang amat pedih di akhirat. Firman Allah:\nMaka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barang siapa di antara kamu berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar. (al-Furqan/25: 19)\n\nDan firman-Nya:\nTetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat). (az-Zukhruf43: 65)",
    "quraish": "Lalu jika mereka tidak dapat memenuhi permintaanmu untuk mendatangkan kitab berisi petunjuk yang lebih baik, maka ketahuilah bahwa mereka telah dikenai ketentuan hukum, dan mereka tidak lagi memiliki alasan. Dan, dengan begitu, mereka telah mengikuti hawa nafsu. Tidak ada seorang pun yang lebih sesat daripada orang-orang yang mengikuti hawa nafsunya di dalam urusan agama tanpa petunjuk dari Allah. Sesungguhnya Allah tidak akan memberikan kemudahan bagi orang yang menzalimi dirinya dengan mengikuti kebatilan tanpa mempedulikan kebenaran.",
    "jalalayn": "(Maka jika mereka tidak menjawab kamu) maksudnya tantanganmu itu, yaitu supaya mereka mendatangkan Kitab dari sisi Allah (ketahuilah bahwa sesungguhnya mereka hanyalah mengikuti hawa nafsu mereka belaka) dalam kekafirannya itu (Dan siapakah yang lebih sesat daripada orang yang mengikuti hawa nafsunya dengan tidak mendapat petunjuk dari Allah sedikit pun?) maksudnya, tidak ada yang lebih sesat daripadanya. (Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim) yaitu orang-orang kafir."
  }
]