[
  {
    "page": 394,
    "name": "Al-Qasas",
    "ayat": 71,
    "arab": "قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu malam itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3323.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Rasul-Nya supaya bertanya kepada orang-orang yang mempersekutukan-Nya. Andai kata Allah menjadikan malam ini terus menerus sepanjang masa sampai hari Kiamat tanpa ada siang yang menyelinginya, apakah di antara sembahan-sembahan mereka itu kuasa dan mampu mendatangkan siang untuk dapat dimanfaatkan cahayanya? Apakah kaum musyrikin itu tidak mempergunakan pendengarannya? Mereka itu seakan-akan tuli. Kalaulah mereka mempergunakan akal sebaik-baiknya, tentu mereka akan insaf dan sadar serta mengetahui dengan yakin bahwa hanya Allah Yang Mahakuasa yang dapat mendatangkan malam untuk menggantikan siang apabila dikehendaki. Dia mendatangkan siang untuk menghapuskan malam apabila Dia kehendaki dan tiada sesuatu pun yang dapat melakukan yang demikian itu.\nFirman Allah:\nDan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang. (al-Isra'/17: 12)",
    "quraish": "Katakanlah, wahai Rasul, \"Beritahulah aku, wahai manusia, apabila Allah menjadikan malam berturut- turut bagi kalian tanpa adanya siang sampai hari kiamat, maka apakah kalian memiliki Tuhan selain Allah yang dapat memberikan siang yang bersinar, yang kalian pakai untuk bekerja dan menyelesaikan urusan dunia kalian? Kalian tidak punya Tuhan selain Allah. Lalu, mengapa kalian tidak mau mendengar untuk menjadikannya sebagai bahan renungan dan pelajaran?\"",
    "jalalayn": "(Katakanlah) kepada penduduk Mekah (\"Terangkanlah kepadaku) ceritakanlah kepadaku (jika Allah menjadikan untuk kalian malam itu terus menerus) selama-lamanya (sampai hari kiamat, siapakah Tuhan selain Allah) menurut dugaan kalian (yang akan mendatangkan sinar terang kepada kalian?) siang hari kalian mencari penghidupan di dalamnya. (Maka apakah kalian tidak mendengar?\") hal tersebut dengan pendengaran yang dibarengi dengan pemahaman, karenanya kalian tidak akan melakukan kemusyrikan lagi."
  },
  {
    "page": 394,
    "name": "Al-Qasas",
    "ayat": 72,
    "arab": "قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3324.mp3",
    "tafsir": "Kandungan ayat ini kebalikan dari ayat sebelumnya. Pada ayat ini, Allah menyuruh Rasul-Nya menanyakan kepada orang-orang musyrik, andaikata Allah menjadikan siang itu terus menerus sepanjang masa sampai di hari Kiamat tanpa ada malam silih berganti dengannya, apakah ada tuhan selain dari Allah yang mampu mendatangkan malam? Apakah mereka tidak memperhatikan tanda-tanda kekuasaan Allah yang sempurna? Seakan-akan mereka tidak punya pikiran. \nSekiranya mereka memperhatikan dengan baik, tentu mereka akan mengambil kesimpulan bahwa tidak ada yang layak disembah kecuali Tuhan yang telah memberikan karunia dan nikmat yang tak terhingga banyaknya dan kuasa menjadikan siang dan malam itu silih berganti untuk terciptanya suatu keseimbangan. Siang dijadikan terang untuk mencari rezeki dengan segala kemampuan yang ada. Kemudian siang itu lenyap digantikan oleh malam yang suasananya cocok digunakan untuk melepaskan dan menghilangkan kelelahan agar tenaga dan pikiran kembali pulih guna mencari rezeki pada keesokan harinya. Firman Allah:\nDan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur.(al-Furqan/25: 62)\n\nMenurut kajian ilmiah, sinar matahari dalam ilmu pengetahuan fisika merupakan pancaran gelombang energi yang dihasilkan dari reaksi nuklir fusi dan fisi yang terjadi di permukaan matahari secara berkesinambungan. Ketika sinar ini dipancarkan secara terus menerus dan dalam waktu cukup lama akan menimbulkan panas \nApa yang akan terjadi sekiranya siang terus menerus sampai hari Kiamat? Sudah pasti keadaan udara dan hawa dari detik ke detik, dari menit ke menit dan dari jam ke jam akan menjadi semakin panas. Dalam waktu 100 jam saja udara bisa mencapai temperatur di atas titik didih 100ÂºC. Karenanya, lautan, danau, sungai, dan sebagainya akan mendidih dan menggelegak. Dapat dibayangkan apa yang akan terjadi sekiranya seluruh sungai, danau, dan samudera mendidih airnya? Begitu juga darah yang mengalir di dalam tubuh kita juga turut mendidih. Dalam keadaan demikian, tidak ada satu pun makhluk yang dapat hidup. Semuanya akan mati dan musnah menjadi debu-debu yang beterbangan. \nAllah juga menjadikan malam sebagai waktu istirahat bagi manusia. Semuanya itu bertujuan agar manusia dapat mem-bayangkan betapa hebatnya kekuasaan Allah dan juga perlindungan yang diberikan-Nya untuk kehidupan setiap makhluk ciptaan-Nya khususnya manusia yang dikaruniai akal pikiran yang sempurna.",
    "quraish": "Katakanlah kepada manusia, \"Apabila Allah menjadikan siang secara berturut-turut bagi kalian tanpa adanya malam hingga hari kiamat, maka apakah kalian memiliki Tuhan selain Allah yang dapat mendatangkan malam sehingga kalian dapat beristirahat dari pekerjaan di siang hari? Kalian tidak punya Tuhan selain Allah. Tetapi mengapa kalian tidak melihat tanda-tanda kebesaran Allah sehingga kalian beriman dan mendapatkan petunjuk?\"",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Terangkanlah kepadaku, jika Allah menjadikan untuk kalian siang itu terus menerus sampai hari kiamat, siapakah Tuhan selain Allah) menurut dugaan kalian (yang akan mendatangkan malam kepada kalian yang kalian berdiam diri) yakni beristirahat (padanya?) dari kelelahan dan kecapekan. (Maka apakah kalian tidak memperhatikan?\") kesalahan yang kalian lakukan sekarang, yaitu berupa perbuatan musyrik; oleh karena itu kemudian kalian meninggalkannya."
  },
  {
    "page": 394,
    "name": "Al-Qasas",
    "ayat": 73,
    "arab": "وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
    "translation": "Dan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3325.mp3",
    "tafsir": "Pergantian siang dan malam dengan fungsinya masing-masing, yaitu siang digunakan untuk berusaha mencari rezeki dan malam digunakan untuk istirahat dan melepaskan lelah, sehingga pulih kembali tenaga yang telah dipergunakan pada siang harinya, adalah merupakan rahmat besar dari Allah yang tak ternilai harganya dan wajib disyukuri. Nikmat yang tak disyukuri akan hilang lenyap dicabut dan ditarik kembali oleh Allah. Sebaliknya nikmat yang disyukuri dengan memanfaatkannya sebaik-baiknya sesuai dengan perintah Allah, akan bertambah terus. Firman Allah:\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)",
    "quraish": "Di antara wujud kasih sayang Allah kepada makhluk-Nya, adalah dengan menciptakan siang dan malam untuk mereka, serta menjadikannya silih berganti. Demikian itu agar mereka dapat beristirahat pada malam hari dan mencari rezeki dan manfaat di siang hari, dan agar mereka mengetahui karunia Allah kepada mereka sehingga mereka mensyukuri karunia-Nya(1). (1) Tiga ayat di atas menunjukkan bahwa penciptaan bumi dengan bentuk seperti ini dengan posisinya terhadap matahari yang berotasi sekali dalam sehari dan berevolusi sekali dalam satu tahun, tidak diragukan lagi, adalah gambaran dari kekuasaan, kebijaksanaan dan kemahaesaan Allah. Ayat ini juga mengingatkan manusia pada satu hakikat yang wajib mereka sadari, yaitu seandainya Allah menciptakan bumi tanpa adanya pergantian siang dan malam, maka tidak akan ada Tuhan selain Dia yang dapat memberikan nikmat kepada mereka dengan siang dan malam yang datang silih berganti. Tidak adanya pergantian siang dan malam dapat terjadi jika bumi melakukan rotasi dan revolusinya dalam jangka waktu yang sama, yaitu kira-kira 365 hari. Dari rotasi dan revolusi seperti itu akan terjadi perubahan yang sangat mendasar. Di antaranya kegelapan akan terus-menerus menutupi separuh bumi dan cahaya akan terus-menerus menyinari separuh yang lain. Akibatnya, panas udara pada bagian yang terus-menerus tersinari akan sangat tinggi dan tidak dapat diantisipasi, sementara bagian yang tertutup oleh kegelapan akan menjadi beku. Dengan demikian, kedua belahan bumi menjadi tidak cocok bagi kehidupan. Adapun sistem bumi yang ada sekarang ini telah menjamin terjadinya pergantian malam dan siang, sehingga manusia bisa beristirahat di malam hari dan bekerja di siang hari. Cuacanya pun menjadi cocok untuk kehidupan manusia, hewan dan tumbuhan. Semua ini adalah karunia Allah kepada hamba-hamba-Nya yang menuntut pengakuan terhadap kekuasaan-Nya dan rasa syukur yang terus menerus kepada-Nya.",
    "jalalayn": "(Dan karena rahmat-Nya) rahmat Allah swt. (Dia jadikan untuk kalian malam dan siang, supaya kalian beristirahat padanya) yakni pada malam harinya (dan supaya kalian mencari sebagian dari karunia-Nya) pada siang harinya, untuk mencari penghidupan (dan agar kalian bersyukur) dengan adanya nikmat Allah pada kedua waktu itu, yaitu malam hari dan siang hari."
  },
  {
    "page": 394,
    "name": "Al-Qasas",
    "ayat": 74,
    "arab": "وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ",
    "translation": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu kamu sangka?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3326.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di hari Kiamat Allah akan memanggil orang-orang musyrik dan berkata kepada mereka, \"Di mana sekutu-sekutu-Ku yang kalian anggap sebagai sekutu-Ku di dunia? Dapatkah mereka itu melepaskan kalian dari keadaan yang menghimpit sekarang ini.\" Sengaja orang musyrik dipanggil pada waktu itu untuk mengikrarkan suatu kesaksian atas penyembahan mereka selain dari Allah. Ini juga bertujuan supaya mereka mengetahui bahwa mempersekutukan Allah itu adalah sebab paling utama atas kemurkaan-Nya, sebagaimana mengesakan-Nya adalah sebab utama atas rida-Nya.",
    "quraish": "Dan ingatlah juga, wahai Rasul, hari ketika orang-orang musyrik dipanggil dari sisi Allah dengan panggilan yang menghinakan, lalu dikatakan kepada mereka, \"Di manakah sekutu-sekutu yang kalian anggap sebagai tuhan-tuhan dan penolong-penolong yang dapat menolong kalian?\"",
    "jalalayn": "(Dan) ingatlah (hari di waktu Allah menyeru mereka, seraya berkata, \"Di manakah sekutu-sekutu-Ku yang dahulu kalian katakan?\") ayat ini disebutkan kembali sebagai pendahuluan dari kisah selanjutnya, yang diungkapkan oleh ayat berikut ini, yaitu,"
  },
  {
    "page": 394,
    "name": "Al-Qasas",
    "ayat": 75,
    "arab": "وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ",
    "translation": "Dan Kami datangkan dari setiap umat seorang saksi, lalu Kami katakan, “Kemukakanlah bukti kebenaranmu,” maka tahulah mereka bahwa yang hak (kebenaran) itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3327.mp3",
    "tafsir": "Allah menerangkan bahwa di hari Kiamat Dia akan mendatangkan saksi atas tiap-tiap umat. Tiap rasul akan menjadi saksi atas umatnya masing-masing, sampai di mana sambutan dan penerimaan umatnya itu kepada agama yang dibawanya dari Allah. Nabi Muhammad pun akan menjadi saksi pada umatnya nanti di hari Kiamat, sebagaimana firman Allah:\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41) \n\nOrang-orang musyrik di hari Kiamat akan dimintai pertanggungjawaban atas perbuatan syiriknya. Mereka juga dimintai keterangan dan alasan-alasan untuk membenarkan perbuatan mereka, yang tentunya mereka tidak dapat mengemukakan satu alasan pun. Pada waktu itulah mereka mengetahui bahwa mereka akan diazab untuk selama-lamanya dalam neraka. Firman Allah:\nMaka Aku memperingatkan kamu dengan neraka yang menyala-nyala, yang hanya dimasuki oleh orang yang paling celaka, yang mendustakan (kebenaran) dan berpaling (dari iman). (al-Lail/92: 14-16) \n\nPada waktu itu, mereka akan sadar dan yakin bahwa apa yang telah diterangkan Allah melalui nabi-Nya itulah yang benar. Lenyaplah sama sekali dari mereka segala apa yang dahulunya mereka ada-adakan di dunia seperti mendustakan rasul yang diutus kepada mereka, mempersekutukan Allah, dan sebagainya.",
    "quraish": "Pada hari kiamat, Kami akan menghadirkan seorang saksi dari setiap umat, yaitu nabi mereka sendiri, yang bersaksi atas apa yang mereka lakukan di dunia. Lalu, pada saat itu, Kami katakan kepada orang-orang yang melanggar di antara mereka, \"Apa alasan kalian atas kesyirikan dan kemaksiatan kalian dahulu?\" Mereka tidak mampu menjawab karena, ketika itu, mereka tahu bahwa kebenaran mutlak adalah milik Allah. Lenyaplah kebohongan-kebohongan yang mereka sandangkan kepada Allah bagai lenyapnya sesuatu yang hilang.",
    "jalalayn": "(Dan kami datangkan) Kami hadirkan (dari tiap-tiap umat seorang saksi) seorang nabi yang menyaksikan apa yang telah mereka katakan (lalu Kami berkata) kepada mereka, (\"Tunjukkanlah bukti kebenaran kalian\") yang menunjukkan kebenaran dari kemusyrikan yang kalian lakukan itu (maka tahulah mereka bahwasanya yang hak) menyandang sifat Tuhan (kepunyaan Allah) tiada seorang pun yang berserikat dengan-Nya dalam hal ini (dan lenyaplah) yakni hilanglah (dari mereka apa yang dahulunya mereka ada-adakan) di dunia, yaitu dakwaan bahwa di samping Allah ada tuhan yang lain; Maha Tinggi Allah dari hal itu."
  },
  {
    "page": 394,
    "name": "Al-Qasas",
    "ayat": 76,
    "arab": "۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ",
    "translation": "Sesungguhnya Karun termasuk kaum Musa, tetapi dia berlaku zalim terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sungguh, Allah tidak menyukai orang yang membanggakan diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3328.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Karun termasuk kaum Nabi Musa, dan masih terhitung salah seorang pamannya. Karun juga mempunyai nama lain, yaitu \"al-Munawar\" (bercahaya) karena wajahnya yang tampan. Ia paling banyak membaca kitab Taurat di antara teman-temannya dari Bani Israil, hanya dia munafik seperti halnya Samiri. Ia berlaku aniaya dan sombong terhadap sesama Bani Israil.\nDan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat. (asy-Syura/42: 27)\n\nKekayaan melimpah ruah dan perbendaharaan harta yang banyak yang diberikan Allah kepadanya, sehingga kunci-kunci tidak sanggup dipikul oleh sejumlah orang-orang yang kuat karena beratnya, menyebabkan ia sangat bangga, berlaku aniaya, dan sombong terhadap sesamanya serta memandang remeh dan hina mereka. Ibnu 'Abbas mengatakan bahwa kunci-kunci perbendaharaan harta Karun dapat dibawa oleh empat puluh laki-laki yang kuat. \nSekalipun ia diperingatkan oleh kaumnya agar jangan terlalu membanggakan hartanya yang berlimpah-limpah dan kekayaan yang bertumpuk-tumpuk itu, karena Allah tidak menyukai orang yang membanggakan diri, tetapi ia tidak menggubrisnya sama sekali. Ia tetap bangga dan menyombongkan diri. Peringatan dan larangan terlalu gembira dan bangga atas pemberian Allah itu ditegaskan juga dalam ayat lain, sebagaimana firman Nya:\nAgar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri. (al-hadid/57: 23) \n\nAllah tidak menyukai orang yang sombong dan membanggakan diri. (an-Nisa'/4: 36)",
    "quraish": "Surat ini menyebutkan kisah Qârûn. Ia adalah salah seorang kaum Mûsâ yang bersikap sombong kepada mereka dengan diri dan hartanya. Allah telah memberikan kekayaan yang melimpah kepadanya. Jumlah kuncinya sangat banyak, sehingga terasa sangat berat untuk dibawa oleh sejumlah laki-laki yang kuat sekalipun. Dan ketika ia tertipu oleh nikmat Allah yang dikaruniakan kepadanya dengan mengingkarinya, kaumnya menasihatinya dengan berkata, \"Janganlah kamu tertipu dengan harta bendamu, dan jangan sampai kegembiraan dengan harta benda itu melupakanmu dari bersyukur kepada Allah. Sesungguhnya Allah tidak berkenan terhadap orang-orang yang sombong dan terpedaya oleh harta benda.\" Pelajaran yang dapat diambil dari kisah ini adalah bahwa orang-orang yang kafir kepada Muhammad saw. telah tertipu oleh harta mereka. Padahal, seperti dijelaskan al-Qur'ân, harta benda mereka sangat sedikit jika dibandingkan dengan harta Qârûn.",
    "jalalayn": "(Sesungguhnya Karun adalah termasuk kaum Musa) dia adalah saudara sepupu Nabi Musa sendiri, yaitu anak saudara lelaki ayah Nabi Musa yang kawin dengan saudara perempuan ibu Nabi Musa, dan Karun beriman kepada Nabi Musa (maka ia berlaku aniaya terhadap mereka) yaitu bersifat takabur; sombong dan merasa paling banyak hartanya (dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul) terasa berat apabila dipikul (oleh sejumlah) segolongan (orang-orang yang mempunyai) yang memiliki (kekuatan) maksudnya, kunci-kunci itu sangat berat dirasakan oleh mereka. Huruf Ba yang ada pada lafal Bil 'ushbah berfungsi untuk Ta'diyah. Menurut suatu pendapat dikatakan, bahwa jumlah mereka ada tujuh puluh orang; dan menurut pendapat yang lain dikatakan bahwa jumlah mereka ada empat puluh orang, sedangkan menurut yang lainnya lagi berjumlah sepuluh orang, dan menurut yang lainnya lagi selain dari itu. Ingatlah (ketika kaumnya berkata kepadanya) yaitu orang-orang yang beriman dari kalangan kaum Bani Israel berkata kepada Karun (\"Janganlah kamu bangga) dan sombong karena memiliki banyak harta, (sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri\") dengan harta yang dimilikinya."
  },
  {
    "page": 394,
    "name": "Al-Qasas",
    "ayat": 77,
    "arab": "وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ  وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا  وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ  وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ",
    "translation": "Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuatbaiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3329.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan empat macam nasihat dan petunjuk yang ditujukan kepada Karun oleh kaumnya. Orang yang mengamalkan nasihat dan petunjuk itu akan memperoleh kesejahteraan di dunia dan akhirat.\n1. Orang yang dianugerahi oleh Allah kekayaan yang berlimpah ruah, perbendaharaan harta yang bertumpuk-tumpuk, serta nikmat yang banyak, hendaklah ia memanfaatkan di jalan Allah, patuh dan taat pada perintah-Nya, mendekatkan diri kepada-Nya untuk memperoleh pahala sebanyak-banyaknya di dunia dan akhirat.\nSabda Nabi saw:\nManfaatkan yang lima sebelum datang (lawannya) yang lima; mudamu sebelum tuamu, sehatmu sebelum sakitmu, kayamu sebelum miskinmu, waktu senggangmu sebelum kesibukanmu dan hidupmu sebelum matimu. (Riwayat al-Baihaqi dari Ibnu 'Abbas)\n\n2. Setiap orang dipersilakan untuk tidak meninggalkan sama sekali kesenangan dunia baik berupa makanan, minuman, pakaian, serta kesenangan-kesenangan yang lain sepanjang tidak bertentangan dengan ajaran yang telah digariskan oleh Allah. Baik Allah, diri sendiri, maupun keluarga, mempunyai hak atas seseorang yang harus dilaksanakannya. Sabda Nabi Muhammad: \nKerjakanlah seperti kerjanya orang yang mengira akan hidup selamanya. Dan waspadalah seperti akan mati besok. (Riwayat al-Baihaqi dari Ibnu 'Umar)\n\n3. Setiap orang harus berbuat baik sebagaimana Allah berbuat baik kepadanya, misalnya membantu orang-orang yang memerlukan, menyambung tali silaturrahim, dan lain sebagainya.\n4. Setiap orang dilarang berbuat kerusakan di atas bumi, dan berbuat jahat kepada sesama makhluk, karena Allah tidak menyukai orang-orang yang berbuat kerusakan.",
    "quraish": "Dan jadikanlah sebagian dari kekayaan dan karunia yang Allah berikan kepadamu di jalan Allah dan amalan untuk kehidupan akhirat. Janganlah kamu cegah dirimu untuk menikmati sesuatu yang halal di dunia. Berbuat baiklah kepada hamba-hamba Allah sebagaimana Allah berbuat baik kepadamu dengan mengaruniakan nikmat-Nya. Dan janganlah kamu membuat kerusakan di bumi dengan melampaui batas- batas Allah. Sesungguhnya Allah tidak meridai orang-orang yang merusak dengan perbuatan buruk mereka itu.\"",
    "jalalayn": "(Dan carilah) upayakanlah (pada apa yang telah dianugerahkan Allah kepada kalian) berupa harta benda (kebahagiaan negeri akhirat) seumpamanya kamu menafkahkannya di jalan ketaatan kepada Allah (dan janganlah kamu melupakan) jangan kamu lupa (bagianmu dari kenikmatan duniawi) yakni hendaknya kamu beramal dengannya untuk mencapai pahala di akhirat (dan berbuat baiklah) kepada orang-orang dengan bersedekah kepada mereka (sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat) mengadakan (kerusakan di muka bumi) dengan mengerjakan perbuatan-perbuatan maksiat. (Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan) maksudnya Allah pasti akan menghukum mereka."
  }
]