[
  {
    "page": 396,
    "name": "Al-Qasas",
    "ayat": 85,
    "arab": "اِنَّ الَّذِيْ فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَرَاۤدُّكَ اِلٰى مَعَادٍ ۗقُلْ رَّبِّيْٓ اَعْلَمُ مَنْ جَاۤءَ بِالْهُدٰى وَمَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Sesungguhnya (Allah) yang mewajibkan engkau (Muhammad) untuk (melaksanakan hukum-hukum) Al-Qur'an, benar-benar akan mengembalikanmu ke tempat kembali. Katakanlah (Muhammad), “Tuhanku mengetahui orang yang membawa petunjuk dan orang yang berada dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3337.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dialah yang mewajibkan kepada Muhammad mengamalkan isi Al-Qur'an, dan melaksanakan hukum-hukum dan perintah yang ada di dalamnya. Dia pulalah yang akan mengembalikan Muhammad ke tanah suci Mekah, tanah tumpah darahnya dalam keadaan menang dan merebutnya kembali dari kaum yang telah mengusirnya dari sana. Muhammad saw kembali ke Mekah dengan satu kemenangan besar bagi kaum Muslimin, karena dengan demikian ia dapat mengembangkan Islam dengan bebas dan dapat menekan kehendak kaum musyrikin. Ini adalah janji dari Allah ketika Muhammad selalu disakiti dan mendapat tekanan yang berat dari kaumnya bahwa dia akan hijrah meninggalkan Mekah, dan akan kembali dalam keadaan menang. \nSelain kembali ke Mekah, ada yang berpendapat Allah mengembalikan Rasul kepada kematian atau mengembalikan ke surga, sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-An'am/6: 135)",
    "quraish": "Sesungguhnya Allah, yang menurunkan al-Qur'ân dan mewajibkan kepadamu untuk menyampaikannya dan berpegang teguh kepadanya, benar-benar akan mengembalikanmu kepada suatu hari yang tidak akan dapat dihindari, yaitu hari kiamat, untuk memisahkan antara kamu dan orang-orang yang mendustakanmu. Katakan, wahai Rasulullah, kepada orang-orang kafir, \"Tuhankulah yang mengetahui dengan ilmu yang tiada bandingannya tentang siapa yang Dia karuniai dengan petunjuk dan arahan, dan tentang siapa yang terjerumus dalam kesesatan yang diketahui oleh setiap orang berakal yang memiliki pengetahuan yang benar.\"",
    "jalalayn": "(Sesungguhnya yang mewajibkan atasmu Alquran) yakni yang menurunkannya (benar-benar akan mengembalikan kamu ke tempat kembali) ke Mekah, dan bahwa Nabi saw. telah rindu sekali kepada kota Mekah (katakanlah, \"Rabbku mengetahui) tentang (orang yang membawa petunjuk dan orang yang dalam kesesatan yang nyata\"). Ayat ini diturunkan sebagai jawaban atas perkataan orang-orang kafir Mekah terhadap Nabi saw.; mereka menuduhnya bahwa ia sesat. Makna ayat ini, dia yakni Nabi saw. datang dengan membawa petunjuk sedangkan mereka adalah orang-orang yang berada dalam kesesatan. Dan lafal A'lam bermakna Alimun yakni mengetahui."
  },
  {
    "page": 396,
    "name": "Al-Qasas",
    "ayat": 86,
    "arab": "وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ  فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّلْكٰفِرِيْنَ ۖ ",
    "translation": "Dan engkau (Muhammad) tidak pernah mengharap agar Kitab (Al-Qur'an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu, sebab itu janganlah sekali-kali engkau menjadi penolong bagi orang-orang kafir,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3338.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Muhammad tidak pernah mengharapkan diturunkannya Al-Qur'an kepadanya untuk mengetahui berita-berita orang-orang sebelumnya, dan hal-hal yang terjadi sesudahnya, antara lain seperti agama yang mengandung kebahagiaan bagi manusia di dunia dan akhirat, dan juga adab-adab yang meninggikan derajat mereka dan mencerdaskan akal pikiran mereka. Sekalipun demikian, Allah menurunkan semuanya itu kepada Muhammad sebagai rahmat dari-Nya.\nPada ayat ini, Allah melarang Nabi Muhammad dan umatnya untuk membantu perjuangan orang-orang kafir dalam bentuk apa pun. Umat Muhammad justru dituntut untuk membantu memperkuat perjuangan umat Islam. Oleh karena itu, hendaklah ia memuji Tuhannya atas nikmat yang dikaruniakan kepadanya dengan penurunan kitab suci Al-Qur'an. Nabi saw tidak perlu menolong dan membantu orang-orang musyrik yang mengingkari Kitab suci Al-Qur'an itu, tetapi hendaklah ia memisahkan diri dan berpaling dari mereka sesuai dengan firman Allah:\nMaka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. (al-hijr/15: 94)",
    "quraish": "Wahai Rasul, kamu tidak pernah berharap dan menunggu agar al-Qur'ân diturunkan kepadamu. Tetapi Allahlah yang menurunkannya kepadamu dari sisi-Nya sebagai rahmat atas dirimu dan umatmu. Maka ingatlah nikmat ini, dan tetaplah menyampaikannya. Janganlah kamu dan orang-orang yang mengikutimu menjadi penolong bagi orang-orang kafir untuk membantu apa yang mereka inginkan.",
    "jalalayn": "(Dan kamu tidak pernah mengharap agar diturunkan kepadamu Alkitab) yakni Alquran (tetapi) ia diturunkan kepadamu (karena suatu rahmat yang besar dari Rabbmu, sebab itu janganlah sekali-kali kamu menjadi penolong) pembantu (bagi orang-orang kafir) dalam agama mereka di mana mereka mengajak kamu untuk memasukinya."
  },
  {
    "page": 396,
    "name": "Al-Qasas",
    "ayat": 87,
    "arab": "وَلَا يَصُدُّنَّكَ عَنْ اٰيٰتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ۚ ",
    "translation": "dan jangan sampai mereka menghalang-halangi engkau (Muhammad) untuk (menyampaikan) ayat-ayat Allah, setelah ayat-ayat itu diturunkan kepadamu, dan serulah (manusia) agar (beriman) kepada Tuhanmu, dan janganlah engkau termasuk orang-orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3339.mp3",
    "tafsir": "Allah menganjurkan kepada Muhammad agar tidak mengindahkan tipu daya orang-orang kafir, dan jangan sekali-kali terpengaruh sehingga mereka berhasil menghalang-halangi penyampaian ayat-ayat suci Al-Qur'an sesudah diturunkan kepadanya. Allah selalu bersamanya dan menguatkan serta memenangkan agama-Nya dari orang-orang kafir. Bahkan Nabi saw diperintahkan menyeru kaumnya ke jalan Allah dan menyampaikan agama-Nya kepada mereka, menyembah hanya kepada Allah saja yang tidak ada sekutu bagi-Nya. Pada akhir ayat ini, Allah menekankan supaya Muhammad jangan sekali-kali meninggalkan dakwahnya, dan selalu menyampaikan risalahnya kepada kaum musyrikin, supaya dia tidak seperti mereka, bermaksiat menyalahi perintah-Nya. Di ayat lain diterangkan:\nDan jangan sekali-kali kamu masuk golongan orang-orang musyrik. (al-An'am/6: 14",
    "quraish": "Dan janganlah orang-orang kafir itu sempat memalingkanmu dari tugas menyampaikan ayat-ayat Allah dan mengamalkannya, setelah wahyu--dalam bentuk ayat-ayat--itu turun kepadamu dari sisi Allah dan menjadi ajaran-ajaranmu. Tetaplah berdakwah kepada agama Allah, dan jangan sampai kamu dan para pengikutmu menjadi penolong-penolong bagi orang-orang musyrik dengan membantu mereka untuk mengerjakan apa yang mereka inginkan.",
    "jalalayn": "(Dan janganlah sekali-kali mereka dapat menghalangimu) asal kata Yashuddunnaka adalah Yashuddunaka, kemudian huruf Nun alamat Rafa'nya dibuang karena lafal dijazamkan, demikian pula huruf Wawu Fa'il tetapi bukan karena bertemu dengan huruf mati lainnya (dari menyampaikan ayat-ayat Allah, sesudah ayat-ayat itu diturunkan kepadamu) maksudnya, janganlah kamu memandang mereka dalam hal tersebut (dan serulah) manusia (kepada jalan Rabbmu) dengan menganjurkan mereka untuk mengesakan-Nya dan menyembah-Nya (dan janganlah sekali-kali kamu termasuk orang-orang musyrik) yaitu, dengan membantu mereka. 'Amil Jazm tidak berpengaruh terhadap Fi'il yaitu lafal Wa La Takunanna, karena Fi'il ini bersifat Mabni, sebagai akibat kemasukan Nun Taukid."
  },
  {
    "page": 396,
    "name": "Al-Qasas",
    "ayat": 88,
    "arab": "وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۘ  لَآ اِلٰهَ اِلَّا هُوَۗ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ࣖ ",
    "translation": "Dan jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenang-Nya, dan hanya kepada-Nya kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3340.mp3",
    "tafsir": "Pada ayat ini, Allah melarang Nabi Muhammad menyembah sembahan lain selain Allah, karena tiada Tuhan yang patut disembah kecuali Allah, sebagaimana firman Nya:\n(Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung. (al-Muzzammil/73: 9) \n\nAllah itu kekal abadi sekalipun semua makhluk yang ada sudah mati dan binasa. Firman Allah:\nSemua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Rahman/55: 26-27) \n\nDan sabda Nabi Muhammad saw:\nUngkapan paling benar yang diucapkan penyair adalah yang diucapkan oleh Labid, yaitu: \"Ketahuilah setiap sesuatu selain dari Allah akan binasa.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nAllah-lah yang mempunyai kerajaan, dan berbuat sekehendak-Nya. Dia-lah yang menentukan segala sesuatu yang akan berlaku kepada semua makhluk. Kepada-Nyalah akan dikembalikan semuanya, dan dibalas menurut amal perbuatannya masing-masing. Kalau ia beramal baik, taat, dan patuh kepada perintah Allah, akan dimasukkan ke dalam surga. Sebaliknya kalau ia berbuat maksiat dan bergelimang dosa, akan dimasukkan ke dalam neraka. Nabi saw bersabda sebagaimana diriwayatkan dari Abu Hurairah:\nSemua umatku akan masuk surga kecuali yang tidak mau. Barang siapa taat kepadaku, maka ia masuk ke dalam surga, dan barang siapa durhaka kepadaku, maka sungguh ia telah enggan. (Riwayat al-Bukhari dari Abu Hurairah).",
    "quraish": "Janganlah kamu menyembah tuhan lain di samping menyembah Allah, karena tidak ada tuhan yang patut disembah selain Allah. Segala sesuatu selain Allah adalah binasa dan fana. Yang abadi hanyalah Allah semata yang memiliki ketentuan yang berlaku di dunia dan akhirat. Tak diragukan lagi, hanya kepada- Nyalah tempat kembali seluruh makhluk.",
    "jalalayn": "(Janganlah kamu seru) janganlah kamu sembah (di samping Allah, tuhan apa pun yang lain. Tidak ada Tuhan yang berhak disembah melainkan Dia. Tiap-tiap sesuatu pasti binasa, kecuali Dia) kecuali Allah. (Bagi-Nya-lah segala penentuan) yakni, keputusan yang terlaksana (dan hanya kepada-Nya-lah kalian dikembalikan) setelah kalian dibangkitkan dari kubur masing-masing."
  },
  {
    "page": 396,
    "name": "Al-'Ankabut",
    "ayat": 1,
    "arab": "الۤمّۤ ۗ ",
    "translation": "Alif Lam Mim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3341.mp3",
    "tafsir": "Alif Lam Mim, lihat tafsir mengenai huruf-huruf hijaiyah pada awal Surah al-Baqarah",
    "quraish": "[[29 ~ AL-'ANKABUT (LABA-LABA) Pendahuluan: Makkiyyah, 69 ayat ~ Surat yang berisikan 69 ayat ini termasuk dalam golongan surat Makkiyyah, kecuali ayat 1 sampai 11 yang merupakan ayat-ayat Madaniyah. Surat ini dimulai dengan keterangan bahwa keimanan orang-orang Mukmin harus diuji dengan cobaan-cobaan dan berjihad mempertahankan negeri kebenaran dan keimanan. Manusia telah dipesankan untuk berbuat baik kepada orangtuanya, dan juga diperintahkan untuk berjihad, sehingga terkumpul perintah untuk berbuat baik (ihsân) dan perintah untuk berjihad. Di dalamnya juga ada keterangan tentang kelompok-kelompok manusia dari segi keimanannya. Di antara mereka ada yang mengaku, dengan lisannya, telah beriman tetapi hatinya tidak tunduk. Kemudian surat ini menuturkan kisah Nabi Nûh dan jihadnya di antara kaumnya, juga kisah Nabi Ibrâhîm dalam dakwahnya serta keterangan tentang bentuk pelajaran yang diambil oleh Nabi Muhammad. Kemudian dilanjutkan dengan keterangan tentang reaksi kaum Nabi Ibrâhîm. Setelah itu kisah tentang Nabi Lûth dan kaumnya, pengutusan rasul-rasul Allah dari jenis malaikat untuk membinasakan mereka, dan selamatnya keluarga Lûth kecuali istrinya. Kemudian diteruskan dengan memaparkan kisah Nabi Syu'aib dengan penduduk Madyan, Nabi Hûd dengan kaum 'Ad, Nabi Shâlih dengan kaum Tsamûd, kesombongan Qârûn, Fir'aun, Hâmân dan akibat dari perbuatan mereka. Dalam surat ini Allah menjelaskan bahwa peribadatan orang-orang musyrik kepada berhala-berhala sebenarnya berasaskan pada alasan yang lebih lemah daripada sarang laba-laba. Dan perumpamaan seperti ini tidak akan diketahui kecuali oleh orang-orang yang menggunakan akalnya. Kemudian Allah memerintahkan nabi-Nya untuk tidak membantah Ahl al-Kitâb kecuali dengan cara yang baik. Setelah itu Allah mengisyaratkan bahwa Rasulullah adalah seorang yang buta huruf, dan hal itu merupakan bukti akan kebenaran ajaran-ajarannya. Dalam surat ini juga disebutkan tentang sikap keras kepala orang-orang musyrik yang meminta mukjizat inderawi yang akan mereka ingkari, sebagaimana kaum Mûsâ mengingkarinya. Juga tentang permintaan mereka untuk segera diturunkan azab kepada mereka, sedangkan Allah telah menerangkan kepada mereka apa yang mereka hadapi. Allah menyebutkan juga tentang balasan orang-orang Mukmin dan kafir pada hari kiamat. Setelah itu, perhatian diarahkan kepada alam semesta dan karunia-karunia Allah yang ada di dalamnya, dan juga disebutkan tentang nilai dunia jika dibandingkan dengan akhirat. Keadaan orang-orang musyrik yang lemah dan kebergantungan mereka kepada Allah ketika mereka merasa takut, dan kekuatan serta kesyirikan mereka ketika mereka dalam keadaan aman juga disebutkan dalam surat ini. Selanjutnya Allah menerangkan nikmat-Nya kepada mereka di Bait al-Hârâm serta kekufuran mereka atas nikmat itu. Terakhir diterangkan pula tentang keutamaan para mujahid.]] Alif, Lâm, Mîm adalah huruf-huruf fonemis yang digunakan untuk menerangkan bahwa al-Qur'ân, sebagai suatu mukjizat, terdiri atsas huruf-huruf yang dapat mereka ucapkan dengan baik, di samping untuk menarik perhatian orang-orang yang mendengarnya serta memalingkan perhatian mereka kepada kebenaran.",
    "jalalayn": "(Alif Lam Mim) hanya Allah yang lebih mengetahui maksudnya."
  },
  {
    "page": 396,
    "name": "Al-'Ankabut",
    "ayat": 2,
    "arab": "اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ ",
    "translation": "Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, “Kami telah beriman,” dan mereka tidak diuji?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3342.mp3",
    "tafsir": "Pada ayat ini, Allah bertanya kepada manusia yang telah mengaku beriman dengan mengucapkan kalimat syahadat bahwa apakah mereka akan dibiarkan begitu saja mengakui keimanan tersebut tanpa lebih dahulu diuji? Tidak, malah setiap orang beriman harus diuji lebih dahulu, sehingga dapat diketahui sampai di manakah mereka sabar dan tahan menerima ujian tersebut. Ujian yang mesti mereka tempuh itu bermacam-macam. Umpamanya perintah berhijrah (meninggalkan kampung halaman demi menyelamatkan iman dan keyakinan), berjihad di jalan Allah, mengendalikan syahwat, mengerjakan tugas-tugas dalam rangka taat kepada Allah, dan bermacam-macam musibah seperti kehilangan anggota keluarga, dan hawa panas yang kering yang menyebabkan tumbuh-tumbuhan mati kekeringan. Semua cobaan itu dimaksudkan untuk menguji siapakah di antara mereka yang sungguh-sungguh beriman dengan ikhlas dan siapa pula yang berjiwa munafik. Juga bertujuan untuk mengetahui apakah mereka termasuk orang yang kokoh pendiriannya atau orang yang masih bimbang dan ragu sehingga iman mereka masih rapuh.\nMaksud ayat ini dapat dilihat dalam ayat lain, yakni:\nApakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan. (at-Taubah/9: 16) \n\nDari paparan di atas dapat diambil kesimpulan bahwa setiap orang yang mengaku beriman tidak akan mencapai hakikat iman yang sebenarnya sebelum ia menempuh berbagai macam ujian. Ujian itu bisa berupa kewajiban seperti kewajiban dalam memanfaatkan harta benda, hijrah, jihad di jalan Allah, membayar zakat kepada fakir miskin, menolong orang yang sedang mengalami kesusahan dan kesulitan, dan bisa juga berupa musibah.",
    "quraish": "Apakah manusia mengira bahwa mereka dibiarkan begitu saja karena mereka telah mengucapkan dua kalimat syahadat tanpa diuji dengan hal-hal yang dapat membuktikan hakikat keimanan mereka, yaitu dalam bentuk cobaan-cobaan dan tugas-tugas keagamaan? Tidak, bahkan mereka harus diuji dengan hal-hal seperti itu.",
    "jalalayn": "(Apakah manusia itu mengira bahwa mereka dibiarkan saja mengatakan) mengenai ucapan mereka yang mengatakan, (\"Kami telah beriman\", sedangkan mereka tidak diuji lagi?) diuji lebih dulu dengan hal-hal yang akan menampakkan hakikat keimanan mereka. Ayat ini diturunkan berkenaan dengan orang-orang yang masuk Islam, kemudian mereka disiksa oleh orang-orang musyrik."
  },
  {
    "page": 396,
    "name": "Al-'Ankabut",
    "ayat": 3,
    "arab": "وَلَقَدْ فَتَنَّا الَّذِيْنَ مِنْ قَبْلِهِمْ  فَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ صَدَقُوْا وَلَيَعْلَمَنَّ الْكٰذِبِيْنَ ",
    "translation": "Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3343.mp3",
    "tafsir": "Orang-orang yang beriman dan berpegang teguh dengan keimanannya akan menghadapi berbagai macam penderitaan dan kesulitan. Mereka sabar dan tabah menahan penderitaan itu. Umpamanya Bani Israil yang beriman, telah diuji Allah dengan berbagai macam siksaan yang dijatuhkan Fir'aun kepadanya. Umat Nabi Isa yang beriman juga tidak luput dari azab dan kesengsaraan. Semuanya menjadi contoh dan pelajaran bagi umat beragama Islam ini. Dalam sebuah hadis Nabi saw dijelaskan:\nDiriwayatkan oleh Khabbab bin al-Aratt bahwa ia berkata, \"Kami mengadukan kepada Rasulullah yang dalam keadaan tidur beralaskan sorbannya di sisi Ka'bah, kami mengatakan (bahwa kami menderita berbagai macam siksaan berat dari kaum musyrikin). Apakah kamu tidak akan menolong kami wahai Rasulullah, dengan cara engkau berdoa untuk keselamatan kami dari siksaan tersebut? Rasulullah menjawab, \"Orang-orang sebelum kamu juga mengalami hal seperti ini, bahkan lebih hebat lagi. Seseorang yang karena keimanannya yang membaja kepada Tuhan ia dihukum, dan digali lubang khusus untuknya. Diletakkan gergaji di atas kepalanya. Kemudian gergaji itu diturunkan perlahan-lahan, sehingga tubuh orang tersebut terbelah dua. Ada pula yang badannya disisir dengan sisir besi runcing yang sudah dipanaskan. Namun mereka tidak mau mundur dari keyakinan agamanya. Demi Allah, agama ini pasti akan kutegakkan jua, sehingga amanlah musafir yang sedang dalam perjalanan dari shan'a' ke Hadramaut. Mereka tidak takut kecuali hanya kepada Allah, walaupun serigala-serigala mengelilingi binatang ternaknya. Tetapi kamu terlalu ingin cepat berhasil.\" (Riwayat al-Bukhari)\n\nDiriwayatkan dari Abi Sa'id al-Khudri bahwa dia berkata, \"Saya memasuki rumah Rasulullah dan menjumpai beliau sedang tidak enak badan (demam). Saya meletakkan tangan di atas selimut beliau. Maka saya dapati rasa panas di atas selimut beliau. Saya berkata, 'Wahai Rasulullah, alangkah hebatnya panas ini. Rasulullah menjawab, 'Ya memang begitu. Kita sedang ditimpa cobaan yang berlipat ganda datangnya, tetapi pahalanya pun berlipat ganda diberikan Allah kepada kita. Saya bertanya lagi, 'Wahai Rasulullah, siapakah orang yang paling berat penderitaan yang dialaminya? Beliau menjawab, 'Nabi-nabi. Saya bertanya lagi, 'Wahai Rasulullah, lalu siapa lagi? 'Orang-orang yang saleh, jawab beliau.\" (Riwayat Ibnu Majah)\n\nKeterangan Rasulullah demikian diperkuat oleh ayat yang berbunyi:\nDan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat dan tidak (pula) menyerah (kepada musuh). Dan Allah mencintai orang-orang yang sabar. (ali 'Imran/3: 146) \n\nDengan beraneka ragam penderitaan itulah, Allah mengetahui siapakah yang betul-betul sempurna keimanannya, dan siapa pula yang menutupi kepalsuannya dengan sikap beriman. Allah akan membalas masing-masing mereka itu dengan apa yang pantas baginya. Ringkasnya, Allah melarang manusia berprasangka bahwa ia diciptakan dengan percuma begitu saja. Justru Allah akan menguji setiap manusia, untuk menentukan siapakah yang paling tinggi derajatnya di sisi Allah. Derajat tersebut tidak mungkin diperoleh kecuali dengan menempuh ujian yang berat. \nHidup ini memang penuh dengan perjuangan, baik kita enggan atau senang menghadapinya. Semakin tinggi tingkat kesabaran, makin tinggi pula kemenangan dan pengajaran yang akan diperoleh. Itulah sunah Allah yang berlaku bagi umat dahulu dan sekarang.",
    "quraish": "Allah telah menguji umat-umat terdahulu dengan tugas-tugas keagamaan dan bermacam nikmat dan cobaan, agar tampak perbedaan antara orang-orang yang benar-benar beriman dan berdusta sesuai dengan apa yang diketahuinya berdasarkan ilmu-Nya yang azali.",
    "jalalayn": "(Dan sesungguhnya Kami telah menguji orang-orang yang sebelum mereka. Sesungguhnya Allah mengetahui orang-orang yang benar) di dalam keimanan mereka dengan pengetahuan yang menyaksikan (dan sesungguhnya Dia mengetahui orang-orang yang dusta) di dalam keimanannya."
  },
  {
    "page": 396,
    "name": "Al-'Ankabut",
    "ayat": 4,
    "arab": "اَمْ حَسِبَ الَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِ اَنْ يَّسْبِقُوْنَا ۗسَاۤءَ مَا يَحْكُمُوْنَ ",
    "translation": "Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3344.mp3",
    "tafsir": "Seterusnya Allah memperingatkan, apakah masih ada segolongan manusia yang berprasangka bahwa orang-orang yang masih mengerjakan perbuatan jahat itu akan sanggup melemahkan Allah, sehingga Dia tidak kuasa mendatangkan balasan yang sebanding dengan perbuatannya. Apakah belum berlaku lagi ketetapan Tuhan bagi orang-orang zalim sebelumnya, di mana mereka telah disiksa dengan siksaan yang setimpal dengan kesalahan mereka? \nMenurut Ibnu 'Abbas, ayat ini turun sebagai kecaman kepada sejumlah tokoh musyrikin Mekah yang menganggap bahwa apa saja yang mereka kerjakan, tidak ada yang sanggup membalasnya. Mereka itu adalah al-Walid bin al-Mugirah, Abu Jahal, al-Aswad, al-'as bin Hisyam, 'Utbah bin Rabi'ah, al-Walid bin 'Utbah, 'Utbah bin Abi Mu'aith, Handhalah bin Abu Sufyan, dan al-'as bin Wa'il. Sesungguhnya pikiran yang demikian adalah keliru dan tidak benar. Allah tidak menjadikan sesuatu itu sia-sia. Dia menguji dan mendidik manusia dengan berbagai macam pengajaran, dengan maksud agar mereka memperoleh nur Ilahi yang terang benderang.",
    "quraish": "Apakah orang-orang yang menyekutukan Allah dan mendurhakai-Nya itu mengira akan dapat mendahului Kami dalam usaha mereka untuk lari dari azab dan hukuman Kami? Alangkah buruknya ketentuan mereka ini!",
    "jalalayn": "(Ataukah orang-orang yang mengerjakan kejahatan itu mengira) berupa perbuatan musyrik dan perbuatan maksiat (bahwa mereka akan luput dari Kami) maksudnya mereka dapat selamat sehingga Kami tidak membalas mereka (Amat buruklah) alangkah jeleknya (apa) yang (mereka putuskan) itu; seburuk-buruk keputusan adalah keputusan mereka."
  },
  {
    "page": 396,
    "name": "Al-'Ankabut",
    "ayat": 5,
    "arab": "مَنْ كَانَ يَرْجُوْا لِقَاۤءَ اللّٰهِ فَاِنَّ اَجَلَ اللّٰهِ لَاٰتٍ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Barangsiapa mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dan Dia Yang Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3345.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa orang yang sangat menginginkan untuk bertemu dengan Allah dan memperoleh balasan amal dari-Nya di hari Kiamat, sepatutnya beramal dan menjauhi segala larangan yang mungkin menimbulkan kemurkaan-Nya. Sebab balasan untuk amal seseorang pasti akan datang. Allah Maha Mendengar dan Maha Mengetahui niat dan amal seseorang. Oleh karena itu, ayat ini merupakan peringatan agar setiap orang senantiasa berniat untuk mencapai apa yang diinginkannya, yakni keridaan Allah dan menanamkan rasa takut dalam hati sanubarinya akan azab dan siksa-Nya.\nMaksud \"menemui Allah\" dalam ayat ini ialah \"memperoleh nikmat dalam surga sebagai balasan amal perbuatan baik\", di mana puncak dari kenikmatan itu adalah dengan melihat Zat Allah itu sendiri. Sementara itu Ibnu 'Abbas menafsirkan dengan arti \"hari Kebangkitan dan hari Perhitungan\". Yang jelas makna yang terkandung dalam ayat ini mendorong seseorang untuk mempersiapkan diri dengan mengerjakan perbuatan baik sebanyak mungkin dan menjauhi sama sekali larangan-larangan Allah. Dengan demikian, mereka memperoleh kebahagiaan yang abadi di akhirat kelak. \nJumhur ulama tafsir menafsirkan liqa'ullah dengan maut (kematian) yang sudah pasti datangnya. Namun dalam kata di atas terkandung pula arti janji Allah berupa balasan bagi amal baik dan siksaan untuk perbuatan jahat. Baik mati atau janji Allah, keduanya pasti akan datang.",
    "quraish": "Barangsiapa yang beriman kepada kebangkitan dan mengharapkan pahala Allah serta takut dari hukuman-Nya, maka keimanannya adalah benar. Maka bergegaslah mengerjakan amal saleh, karena hari yang telah dijanjikan pasti akan datang. Allah Maha Mendengar perkataan-perkataan hamba-Nya dan Maha Mengetahui perbuatan-perbuatan mereka, dan Dia akan membalas mereka masing-masing sesuai dengan apa yang dilakukannya.",
    "jalalayn": "(Barang siapa yang mengharap) merasa takut (bertemu dengan Allah, maka sesungguhnya waktu Allah itu) yang dijanjikan-Nya (pasti datang) maka hendaknya dia bersiap sedia untuk itu. (Dan Dialah Yang Maha Mendengar) perkataan hamba-hamba-Nya (lagi Maha Mengetahui) perbuatan-perbuatan mereka."
  },
  {
    "page": 396,
    "name": "Al-'Ankabut",
    "ayat": 6,
    "arab": "وَمَنْ جَاهَدَ فَاِنَّمَا يُجَاهِدُ لِنَفْسِهٖ ۗاِنَّ اللّٰهَ لَغَنِيٌّ عَنِ الْعٰلَمِيْنَ ",
    "translation": "Dan barangsiapa berjihad, maka sesungguhnya jihadnya itu untuk dirinya sendiri. Sungguh, Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3346.mp3",
    "tafsir": "Allah menjelaskan bahwa seseorang yang sungguh-sungguh berjuang (berjihad), yang merupakan salah satu aspek dari ungkapan kerinduan menemui Allah, pada hakikatnya perjuangan itu untuk dirinya sendiri, bukan untuk Allah. Jihad berarti memerangi musuh dan melawan nafsu sendiri. Bisa juga berarti mengerahkan segala upaya untuk Allah dan bukan hanya bermakna perang. \nOrang yang akan memperoleh hasil dari perjuangannya adalah orang yang menyandarkan niatnya untuk memperoleh balasan dari Allah, Tuhan semesta alam. Allah tidak memerlukan apakah mereka akan berjuang untuk dirinya sendiri atau tidak berjuang sama sekali, sebab Dia Maha Kaya dari sekalian ciptaan-Nya. Dialah Yang Menguasai sekalian alam ini dan berbuat menurut kehendaknya sendiri. \nInti dari jihad adalah sabar, baik jihad dalam memerangi musuh maupun jihad dalam mengendalikan nafsu. Orang yang sabar dalam berjihad berarti tahan dalam menghadapi cobaan dan tetap berpegang teguh kepada kebenaran yang telah diyakininya. Selain itu, ia juga berusaha mengatasi rintangan-rintangan dalam menegakkan kebenaran itu. Dalam ayat-ayat lain, Allah menegaskan bahwa faedah amaliah seseorang itu betul-betul untuk kepentingan dirinya.\nSebagaimana firman Allah:\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fussilat/41: 46) \n\nDan firman Allah:\nJika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isra'/17: 7)",
    "quraish": "Barangsiapa yang berjihad untuk meninggikan kalimat Allah dan mengorbankan diri dengan selalu bersabar untuk melakukan ketaatan kepada Allah, maka sesungguhnya pahala dari jihad itu adalah untuk dirinya sendiri. Sesungguhnya Allah tidak membutuhkan ketaatan makhluk-makhluk-Nya.",
    "jalalayn": "(Dan barang siapa yang berjihad) maksudnya jihad fisik atau jihad nafsi (maka sesungghnya jihadnya itu adalah untuk dirinya sendiri) karena manfaat atau pahala dari jihadnya itu kembali kepada dirinya sendiri, bukan kepada Allah. (Sesungguhnya Allah benar-benar Maha Kaya dari semesta alam) yaitu dari manusia, jin dan Malaikat, dalam arti kata Dia tidak memerlukan sesuatu pun dari mereka, juga Dia tidak membutuhkan ibadah mereka kepada-Nya."
  }
]