[
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 7,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَنَجْزِيَنَّهُمْ اَحْسَنَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, pasti akan Kami hapus kesalahan-kesalahannya dan mereka pasti akan Kami beri balasan yang lebih baik dari apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3347.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa orang yang beriman kepada Allah dan rasul-Nya dengan keimanan yang benar walaupun diuji dengan berbagai cobaan, ia tidak berbalik kepada kekafiran (murtad). Begitu juga ketika mengalami penderitaan dalam berhadapan dengan orang-orang musyrik, dia tetap mengerjakan segala kewajibannya, menjauhi segala larangan, mempertinggi ketakwaan, menolong orang yang sedang kesusahan, membela orang teraniaya, mempertahankan dan membela negara dari serangan musuh, dan bekerja sama satu sama lain. Mereka itu mendapat ganjaran dari Allah berupa ampunan dari semua dosa dan kesalahan mereka yang telah lalu. Semua itu merupakan sebab pelipatgandaan pahala yang diberikan Allah menjadi sepuluh kali lipat.\nAllah berfirman:\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160)",
    "quraish": "Dan orang-orang yang beriman dan mengerjakan amal saleh, pasti akan Kami hilangkan kejelekan- kejelekan mereka dan Kami ampuni, serta Kami balas mereka dengan pahala yang terbaik atas segala amal saleh mereka.",
    "jalalayn": "(Orang-orang yang beriman dan beramal saleh, benar-benar akan Kami hapuskan dari mereka dosa-dosa mereka) melalui amal-amal saleh yang mereka lakukan (dan benar-benar akan Kami beri mereka balasan yang lebih baik) di-nashab-kannya lafal Ahsana karena huruf Jar-nya dibuang, makna yang dimaksud daripadanya ialah pahala yang baik (dari apa yang mereka kerjakan) yakni, dari amal-amal saleh mereka."
  },
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 8,
    "arab": "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۗوَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا ۗاِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3348.mp3",
    "tafsir": "Allah memerintahkan manusia berbuat baik kepada orang tua (ibu bapak). Jalan berbuat baik itu ialah dengan memberi nafkah (belanja), memelihara, dan menghormati keduanya dengan penuh kasih sayang, kecuali apabila keduanya mengajak kepada perbuatan syirik. Jadi, batas berbuat baik itu ialah sepanjang hal-hal yang diperintahkan tidak menyangkut kepada perbuatan yang mengandung unsur syirik. Dalam ayat lain disebutkan pula:\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isra'/17: 23) \nKeterangan yang hampir sama maksudnya diperoleh pula dalam ayat:\nDan Kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). Masa mengandung sampai menyapihnya selama tiga puluh bulan, sehingga apabila dia (anak itu) telah dewasa dan umurnya mencapai empat puluh tahun dia berdoa, \"Ya Tuhanku, berilah aku petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada kedua orang tuaku dan agar aku dapat berbuat kebajikan yang Engkau ridhai; dan berilah aku kebaikan yang akan mengalir sampai kepada anak cucuku. Sesungguhnya aku bertobat kepada Engkau dan sungguh, aku termasuk orang muslim.\" (al-Ahqaf/46: 15) \n\nUntuk memperoleh pengertian yang menyeluruh dari arti yang didapat pada ayat di atas, bisa diperhatikan keterangan Allah dalam ayat di bawah ini:\nDan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan. (Luqman/31: 14-15) \nMengenai larangan taat kepada makhluk dalam berbuat maksiat disebutkan dalam hadis sahih, yakni:\nTidak boleh taat kepada makhluk (manusia) dalam mendurhakai Tuhan (Khaliq). (Riwayat Ahmad dari Ali bin Abi thalib) \n\nMaksud perkataan \"sesuatu yang tidak engkau ketahui\" dalam ayat tersebut ialah tidak adanya pengetahuan tentang soal-soal ketuhanan atau ilahiyah. Dengan kata lain tidak dibenarkan taat mengikuti seseorang, sepanjang tidak diketahui tentang soal yang diikuti itu. Oleh sebab itu, tidak boleh mencontoh sesuatu yang sudah jelas kekeliruannya. Selanjutnya dikatakan semua manusia akan kembali kepada Allah pada hari Kiamat, baik yang kafir maupun yang mukmin, baik yang berbuat baik kepada orang tuanya maupun yang durhaka. Semua amal yang dikerjakan di dunia, akan dibalas oleh Allah, yang berbuat baik dibalas dengan kebaikan, dan yang berbuat jahat dibalas dengan kejahatan pula.",
    "quraish": "Allah memerintahkan manusia untuk berbuat baik sebanyak-banyaknya dan menaati orangtuanya. Akan tetapi jika mereka berdua memaksamu untuk menyekutukan Allah--sesuatu yang tidak dapat diterima oleh ilmu dan akal--maka janganlah menaati mereka. Kepada Allahlah tempat kembali seluruh makhluk. Dia akan memberitahukan kepada mereka apa yang telah mereka lakukan di dunia dan memberikan balasannya.",
    "jalalayn": "(Dan Kami perintahkan manusia berbuat kebaikan kepada dua orang ibu-bapaknya) artinya perintah untuk berbuat baik, antara lain berbakti kepada kedua ibu-bapak. (Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang tentang hal itu kamu) yakni terhadap perbuatan musyrik itu (tidak mempunyai pengetahuan) untuk menyetujui dan menentangnya, dan hal itu tidak dapat dimengerti olehmu (maka janganlah kamu mengikuti keduanya) dalam kemusyrikannya. (Hanya kepada-Ku-lah kembali kalian lalu Aku kabarkan kepada kalian apa yang telah kalian kerjakan) maka Aku akan membalasnya kepada kalian."
  },
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 9,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِيْنَ ",
    "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan mereka pasti akan Kami masukkan mereka ke dalam (golongan) orang yang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3349.mp3",
    "tafsir": "Kemudian ditegaskan kembali kedudukan orang-orang yang beriman dan berbuat baik serta orang yang senantiasa menyucikan jiwanya. Mereka akan dimasukkan dalam kelompok orang-orang saleh, dan ditempatkan dalam surga \"Jannatun na'im\".\nAllah memasukkan mereka ke dalam golongan orang-orang saleh sebagai ganjaran yang dianugerahkan kepada siapa saja yang memilih untuk mengindahkan perintah Allah dan rasul-Nya daripada perintah orang tua yang bersifat kedurhakaan. Keengganan anak mengikuti perintah orang tuanya pasti mengakibatkan kekeruhan hubungan antara kedua pihak. Untuk itu, Allah menjanjikan kepada sang anak bahwa ia akan diberi ganti yang lebih baik, yaitu akan dimasukkan ke dalam golongan orang-orang yang saleh.\nAs-shalihin di sini maksudnya adalah kelompok orang-orang yang sangat berbakti kepada Allah dan yang bergabung dengan kelompok para nabi dan lain-lain, sebagaimana disebutkan dalam firman Allah dalam Surah an-Nisa'/4: 69:\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)",
    "quraish": "Dan orang-orang yang percaya kepada Allah dan ajaran-ajaran-Nya serta mengerjakan amal saleh, niscaya Allah akan memasukkan mereka ke dalam golongan orang-orang yang saleh. Mereka akan menerima pahalanya dan orang-orang yang saleh itu akan bersikap lemah lembut kepada mereka.",
    "jalalayn": "(orang-orang yang beriman dan mengerjakan amal saleh, benar-benar Kami masukkan mereka ke dalam golongan orang-orang yang saleh) maksudnya para nabi dan kekasih-kekasih Allah, umpamanya Kami akan menghimpun mereka bersama-sama dengan para nabi dan para wali."
  },
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 10,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ فَاِذَآ اُوْذِيَ فِى اللّٰهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللّٰهِ ۗوَلَىِٕنْ جَاۤءَ نَصْرٌ مِّنْ رَّبِّكَ لَيَقُوْلُنَّ اِنَّا كُنَّا مَعَكُمْۗ اَوَلَيْسَ اللّٰهُ بِاَعْلَمَ بِمَا فِيْ صُدُوْرِ الْعٰلَمِيْنَ ",
    "translation": "Dan di antara manusia ada sebagian yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah. Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3350.mp3",
    "tafsir": "Menurut riwayat, ayat-ayat ini diturunkan berkaitan dengan peristiwa yang terjadi pada seseorang yang bernama 'Ayyasy bin Abi Rabi'ah di mana pada mulanya ia telah masuk Islam kemudian berhijrah ke Medinah. Akan tetapi, karena keislamannya itu, ia mengalami berbagai macam siksaan. Karena tidak tahan lagi, ia kembali murtad dan kembali menjadi musyrik. Orang yang menyiksanya adalah tokoh kafir Quraisy bernama Abu Jahal dan al-harits. Keduanya adalah pamannya sendiri (adik kandung ibunya). Akhirnya 'Ayyasy masuk Islam kembali dan menjadi muslim yang baik.\nAyat ini menerangkan keadaan seseorang yang mengaku beriman kepada Allah dan mengikrarkan dengan lidah tentang keesaan-Nya. Akan tetapi, bila ia difitnah atau disiksa oleh orang musyrik yang tidak senang dengan keislamannya, ia menganggap bahwa fitnah yang berupa cobaan dan siksaan dari orang lain itu sama saja dengan azab dari Tuhan di akhirat. Oleh karena itu, daripada mengalami siksaan terus-menerus, lebih baik ia kembali lagi kepada agama berhala (murtad). \nSebenarnya kalau ia sungguh-sungguh beriman, tentu ia bersabar atas cobaan tersebut, dan menenteramkan hatinya dengan keimanan yang bersarang dalam dadanya. Namun demikian, cobaan tersebut justru memalingkan hatinya dari beriman kepada Allah, sebagaimana azab Allah memalingkan seseorang dari kekafirannya. Ia menyangka siksaan dari manusia tidak dapat dihindarkan, sedang azab Allah di akhirat bisa saja dihindari. Dalam ayat lain disebutkan lagi:\nDan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata. (al-hajj/22: 11)\n\nJika pertolongan Allah didatangkan kepada orang-orang mukmin yang sedang berjuang, maka golongan yang masih ragu-ragu dengan kebenaran Islam itu pura-pura menjadi sahabat yang baik dan mengatakan, \"Kami selalu bersamamu sebagai saudara-saudara seagama, dan kami akan menolongmu dalam menghadapi musuh.\" Apa yang mereka ucapkan itu tidak lain hanyalah sekadar ucapan mulut mereka saja. Sebab mereka telah berdusta dengan apa yang telah mereka dakwakan. Keterangan ayat lain menegaskan:\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa'/4: 141)",
    "quraish": "Dan di antara manusia ada yang berkata dengan lisannya, \"Kami telah beriman.\" Lalu apabila dia ditimpa cobaan di jalan Allah, mereka takut dan menjelekkan agamanya serta tidak memikirkan azab Allah pada hari kiamat, seakan-akan mereka menjadikan siksaan manusia itu bagaikan azab Allah di akhirat. Apabila Allah memberi kemenangan kepada orang-orang Mukmin atas musuh-musuh mereka, dan mereka mendapatkan harta rampasan, maka datanglah orang-orang yang berpura-pura beriman itu kepada orang-orang muslim seraya berkata, \"Sesungguhnya kami bersama kalian dalam keimanan, maka berilah kami bagian dari harta rampasan itu.\" Tidak sepantasnya mereka menyangka bahwa keadaan mereka ini tidak diketahui Allah. Allah lebih mengetahui kemunafikan dan keimanan yang ada di dalam kalbu manusia.",
    "jalalayn": "(Di antara manusia ada orang yang berkata, \"Kami beriman kepada Allah\", maka apabila ia disakiti, -karena beriman- kepada Allah, ia menganggap fitnah manusia itu) yakni perlakuan mereka yang menyakitkan kepada dirinya (sebagai azab Allah) yaitu ketakutannya terhadap siksaan mereka disamakan seperti takut kepada azab Allah. Sehingga akhirnya dia mau menuruti kemauan mereka, lalu ia menjadi orang yang munafik. (Dan sungguh jika) huruf Lam pada lafal la in menunjukkan makna sumpah (datang pertolongan) kepada orang-orang Mukmin (dari Rabbmu) lalu orang-orang Mukmin memperoleh banyak ganimah (mereka pasti akan berkata) Lafal Layaqulunna dibuang daripadanya Nun alamat Rafa', karena jika dibiarkan, maka akan berturut-turutlah huruf Nun, sehingga jadilah Layaqulunna yang pada asalnya adalah Layaqulunanna, dan dibuang daripadanya Wawu Dhamir jamak bukan karena sebab bertemunya dua huruf yang disukunkan. (\"Sesungguhnya kami adalah beserta kalian\") dalam hal iman, karena itu maka ajaklah kami bersama-sama mendapat bagian ganimah itu. Maka Allah swt. berfirman (Bukankah Allah lebih mengetahui) yakni mengetahui (apa yang ada dalam dada semua manusia?) yakni apa yang ada di dalam hati mereka, apakah keimanan ataukah kemunafikan? Memang benar Allah lebih mengetahui."
  },
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 11,
    "arab": "وَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَلَيَعْلَمَنَّ الْمُنٰفِقِيْنَ ",
    "translation": "Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3351.mp3",
    "tafsir": "Allah memperingatkan sikap orang-orang yang demikian dan menegaskan bahwa Dia mengetahui segala sesuatu yang tergores dalam hati mereka. Tidak ada sedikit pun yang tersembunyi. Ringkasnya orang-orang munafik tersebut telah diketahui Allah bagaimana hati mereka yang sebenarnya sekalipun mereka senantiasa menyatakan imannya. Allah tidak mungkin dapat mereka tipu dengan cara demikian. Fitnah dalam bentuk cobaan dan siksaan tersebut tidak lain hanyalah untuk menyisihkan orang-orang yang beriman, siapa yang sungguh-sungguh murni keyakinannya dan siapa pula yang berjiwa munafik (hipokrit). Orang yang betul-betul beriman akan menaati Allah dalam segala keadaan dan situasi. Mereka yang tabah dan sabar menghadapi penderitaan akan memperoleh kemenangan dan pahala yang setimpal dari Allah. Sebaliknya, orang munafik kembali akan mendurhakai-Nya bila sedang ditimpa cobaan atau ketika merasakan beban dan kewajiban yang dipikulkan sangat memberatkan, sehingga hati mereka tidak tahan mengerjakannya. Keterangan selanjutnya dapat dilihat pada ayat 12 surah ini, dan pada ayat:\nAllah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya. Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar.(ali 'Imran/3:179)",
    "quraish": "Allah hendak memperlihatkan kepada manusia ilmu-Nya yang azali dengan membedakan antara orang-orang Mukmin dan munafik. Dia akan memberikan balasan kepada masing-masing dari mereka sesuai dengan apa yang dikerjakannya.",
    "jalalayn": "(Dan sesungguhnya Allah benar-benar mengetahui orang-orang yang beriman) maksudnya mengenai hati mereka (dan sesungguhnya Dia mengetahui orang-orang yang munafik) maka kelak Dia akan membalas masing-masing golongan itu. Lam yang terdapat pada kedua Fi'il ayat ini menunjukkan makna Qasam."
  },
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 12,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوا اتَّبِعُوْا سَبِيْلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْۗ وَمَا هُمْ بِحَامِلِيْنَ مِنْ خَطٰيٰهُمْ مِّنْ شَيْءٍۗ اِنَّهُمْ لَكٰذِبُوْنَ ",
    "translation": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, “Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,” padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3352.mp3",
    "tafsir": "Menurut Mujahid, ayat ini diturunkan untuk mengungkapkan usaha-usaha orang Quraisy membujuk kaumnya yang telah beriman dengan mengatakan, \"Kami dan kamu tidak akan dibangkitkan kembali. Oleh karena itu, ikutilah langkah-langkah kami. Andaikata kamu berdosa lantaran pekerjaan ini, kamilah yang memikul dosa itu.\" Berkaitan dengan hal ini, Allah memperingatkan orang-orang beriman bahwa orang-orang kafir itu berdusta. Sebab pada hari Kiamat, tidak ada seorang pun diperkenankan memikul dosa orang lain. Allah menegaskan:\nDan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fathir/35: 18) \n\nDan firman Allah:\nSedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya. (al-Ma'arij/70: 11) \n\nPada akhir ayat ini, Allah menegaskan kembali bahwa mereka itu adalah orang-orang yang bohong. Imam az-Zamakhsyari menafsirkan bahwa di antara mereka yang mengajak rekan-rekannya berbuat dosa itu terdapat juga orang-orang yang mengaku beragama Islam. Mereka menjanjikan untuk menanggung siksaannya sehingga orang-orang bodoh dan lemah imannya tergoda dengan bujukan dan rayuan halus itu.",
    "quraish": "Pemimpin-pemimpin kaum musyrik itu berkata kepada orang-orang yang memeluk agama Islam dengan ikhlas, \"Jadilah kalian seperti dahulu dalam agama kami, dan ikutilah kami. Apabila kebangkitan dan perhitungan yang kalian takuti itu terjadi, maka kami akan memikul dosa-dosa kalian.\" Seseorang tidak akan memikul dosa orang lain. Sesungguhnya orang-orang kafir benar-benar berdusta dalam janji mereka.",
    "jalalayn": "(Dan berkatalah orang-orang kafir kepada orang-orang yang beriman, \"Ikutilah jalan kami) maksudnya cara mereka dalam beragama (dan nanti kami akan memikul dosa-dosa kalian\") karena kalian menuruti kami jika memang kalian berdosa. Lafal Amar sekali pun sebagai kalimat Insya' akan tetapi menunjukkan makna Khabar atau kalimat berita. Maka Allah berfirman (dan mereka sendiri sedikit pun tidak sanggup memikul dosa-dosa mereka. Sesungguhnya mereka adalah benar-benar pendusta) dalam perkataannya itu."
  },
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 13,
    "arab": "وَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
    "translation": "Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3353.mp3",
    "tafsir": "Terhadap ajakan dan bujukan orang-orang kafir itu, Allah menegaskan bahwa tidak ada gunanya bagi diri mereka rayuan-rayuan tersebut. Bujukan tersebut disampaikan dalam usaha mengajak orang lain kepada kekafiran dan kesesatan yang harus mereka tanggung dosanya dan orang yang melakukan karena bujukannya. Namun orang yang melakukannya sendiri tidak akan berkurang dosanya sekalipun yang mengajaknya lebih dahulu dilipatgandakan siksaannya. Pada ayat ini ditegaskan kembali:\n(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu. (an-Nahl/16: 25) \n\nDalam sebuah hadis yang diriwayatkan oleh Muslim dari Abu Hurairah, Rasulullah bersabda:\nSiapa yang mengajak seseorang kepada petunjuk (Tuhan), ia akan memperoleh pahala sebanyak yang diperoleh oleh orang yang mengamalkan petunjuk itu tanpa dikurangi sedikit pun pahalanya (sampai Kiamat), dan siapa yang mendorong seseorang kepada kesesatan, baginya dosa sebanyak dosa orang yang mengikuti kesesatan itu (sampai hari Kiamat) tanpa dikurangi sedikit pun dosanya. (Riwayat Muslim dari Abu Hurairah).\n\nPada akhir ayat ini, Allah menegaskan bahwa di hari kemudian kelak mereka akan dimintai pertanggungjawabannya tentang kebohongan yang mereka perbuat di dunia. Kepadanya ditanyakan pertanyaan-pertanyaan dengan nada menghina tentang orang-orang yang telah mereka tipu dengan kebohongannya, sehingga mereka menjadi tersesat.",
    "quraish": "Orang-orang kafir akan memikul dosa-dosa mereka sendiri yang sangat berat. Di samping itu mereka pun akan memikul dosa-dosa orang-orang yang telah mereka sesatkan dan mereka palingkan dari kebenaran. Mereka pasti akan diperhitungkan pada hari kiamat atas kebohongan-kebohongan yang mereka lakukan di dunia dan mereka akan disiksa karena itu semua.",
    "jalalayn": "(Dan sesungguhnya mereka akan memikul beban mereka) dosa-dosa mereka (dan beban-beban dosa yang lain di samping beban-beban dasa mereka sendiri) disebabkan perkataan mereka kepada orang-orang yang beriman, sebagaimana yang diungkapkan oleh firman-Nya tadi, yaitu, \"Ikutilah jalan kami\", dan juga disebabkan penyesatan yang mereka lakukan kepada orang-orang yang mengikuti mereka (dan sesungguhnya mereka akan ditanya pada hari kiamat tentang apa-apa yang selalu mereka ada-adakan) yakni kedustaan mereka terhadap Allah. Pertanyaan ini menunjukkan nada celaan, dan huruf Lam yang terdapat pada kedua Fi'il tadi menunjukkan makna Qasam, sedangkan Fa'il masing-masing yaitu berupa Wau Dhamir Jamak dibuang, dan demikian pula huruf Nun alamat Rafa'nya."
  },
  {
    "page": 397,
    "name": "Al-'Ankabut",
    "ayat": 14,
    "arab": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَلَبِثَ فِيْهِمْ اَلْفَ سَنَةٍ اِلَّا خَمْسِيْنَ عَامًا ۗفَاَخَذَهُمُ الطُّوْفَانُ وَهُمْ ظٰلِمُوْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3354.mp3",
    "tafsir": "Kisah para nabi itu dimulai dengan menceritakan riwayat perjuangan Nabi Nuh. Beliau adalah bapak para nabi. Ia berdakwah menyeru kaumnya supaya beriman kepada Allah Yang Maha Esa dan mempercayai kerasulannya selama sembilan ratus lima puluh tahun. Namun demikian, ia tidak pernah merasa bosan mengajak mereka, baik siang maupun malam. Kadang-kadang dengan suara yang lemah lembut, tetapi sering juga dengan suara keras menyampaikan ancaman Allah terhadap kekafiran mereka. Akan tetapi usaha beliau tidak kunjung berhasil. Hanya segelintir saja di antara mereka yang mau beriman. Selebihnya menolak dan mendustakan beliau. Oleh karena itu, Allah menyiksa mereka. Dikirimlah siksaan yang disebut \"Topan Nabi Nuh\", yakni berupa banjir yang menenggelamkan mereka semua. Tidak seorang pun yang selamat dari siksaan Allah itu kecuali orang yang beriman yang ikut dalam bahtera Nuh.\nAl-hakim meriwayatkan:\nDiriwayatkan dari Ibnu 'Abbas bahwa ia berkata, \"Allah mengutus Nabi Nuh ketika usia 40 tahun dan berdakwah pada kaumnya selama 950 tahun menyeru mereka untuk mengikuti agama Allah dan Nabi Nuh hidup setelah banjir (topan) selama 60 tahun, sehingga jumlah manusia menjadi banyak dan tersebar. (Riwayat al-hakim)",
    "quraish": "Allah telah mengutus Nûh kepada kaumnya untuk menyeru mereka kepada ajaran tauhid. Lalu ia menetap dan menyeru mereka selama sembilan ratus lima puluh tahun. Akan tetapi mereka tidak memenuhi seruannya. Maka Allah menenggelamkan mereka dengan angin topan dalam keadaan menzalimi diri mereka sendiri dengan kekufuran.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya) sewaktu Nabi Nuh diangkat menjadi Rasul ia berumur empat puluh tahun atau lebih dari itu (maka ia tinggal di antara mereka selama sembilan ratus lima puluh tahun) seraya menyeru mereka untuk mentauhidkan Allah, tetapi mereka yakni kaumnya, tetap mendustakannya. (Maka mereka ditimpa banjir besar) yaitu, air bah yang sangat tinggi sehingga tenggelamlah mereka semuanya (dan mereka adalah orang-orang yang zalim) maksudnya adalah orang-orang yang menyekutukan Allah."
  }
]