[
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 17,
    "arab": "مَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَارًا ۚ فَلَمَّآ اَضَاۤءَتْ مَا حَوْلَهٗ ذَهَبَ اللّٰهُ بِنُوْرِهِمْ وَتَرَكَهُمْ فِيْ ظُلُمٰتٍ لَّا يُبْصِرُوْنَ",
    "translation": "Perumpamaan mereka seperti orang-orang yang menyalakan api, setelah menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/24.mp3",
    "tafsir": "Ayat ini memberikan gambaran lain tentang orang-orang munafik seperti disebutkan pada ayat-ayat terdahulu dengan perumpamaan yang nyata. Orang-orang munafik yang dimaksud dalam ayat ini ialah orang-orang munafik dari ahli kitab (orang-orang Yahudi). Mereka itu telah beriman kepada kitab-kitab dan rasul-rasul yang telah lalu, maka seharusnya mereka beriman pula kepada Al-Qur'an dan Nabi Muhammad saw, karena kedatangan Nabi Muhammad itu telah disebutkan dalam kitab-kitab mereka. Akan tetapi disebabkan mereka dipengaruhi oleh kebesaran mereka di masa lampau, mereka tidak mau beriman. Tak ubahnya mereka itu seperti orang yang menyalakan api untuk menyinari tempat sekitarnya, tiba-tiba api itu padam, sehingga mereka berada dalam gelap gulita.\n\nYang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti. (al-Munafiqun/63: 3)",
    "quraish": "Keadaan mereka dalam kemunafikan seperti orang yang menyalakan api untuk digunakan bersama kaumnya. Ketika api itu menerangi sekelilingnya, Allah menghilangkan cahaya yang menerangi mereka dan Allah membiarkan orang-orang yang menyalakan api itu dalam kegelapan yang kelam, tidak dapat melihat apa-apa. Hal itu disebabkan karena mereka tidak berpegang teguh kepada petunjuk yang telah diberikan, sehingga mata mereka menjadi tertutup, dan pantas untuk berada dalam kebimbangan dan kesesatan.",
    "jalalayn": "(Perumpamaan mereka) sifat mereka dalam kemunafikannya itu, (seperti orang yang menyalakan) atau menghidupkan (api) dalam kegelapan (dan setelah api itu menerangi) atau menyinari (apa yang di sekelilingnya) hingga ia dapat melihat, berdiang dan merasa aman dari apa yang ditakutinya (Allah pun menghilangkan cahaya yang menyinari mereka) yaitu dengan memadamkannya. Kata ganti orang dijadikan jamak 'him' merujuk kepada makna 'alladzii' (dan meninggalkan mereka dalam kegelapan tidak dapat melihat) apa yang terdapat di sekeliling mereka, sehingga tidak tahu jalan dan mereka dalam keadaan kecemasan. Demikianlah halnya orang-orang munafik yang mengucapkan kata-kata beriman, bila mereka mati mereka akan ditimpa ketakutan dan azab."
  },
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 18,
    "arab": "صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُوْنَۙ",
    "translation": "Mereka tuli, bisu dan buta, sehingga mereka tidak dapat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/25.mp3",
    "tafsir": "Ayat ini menerangkan orang-orang munafik itu tidak hanya seperti orang yang kehilangan cahaya terang, tetapi juga seperti orang yang kehilangan beberapa indra yang pokok. Tidak dapat mendengar, bicara dan melihat. Orang yang seperti ini tentu akhirnya mengalami kebinasaan.\nMereka dikatakan tuli karena tidak mendengarkan nasihat dan petunjuk bahkan mereka tidak paham, meskipun mendengar. Dikatakan bisu, karena mereka tidak mau menanyakan hal-hal yang kabur bagi mereka, tidak meminta penjelasan dan petunjuk sehingga mereka kehilangan kesempatan untuk mengambil manfaat dari segala pelajaran dan ilmu pengetahuan yang dikemukakan rasul. Dikatakan buta, karena mereka kehilangan manfaat pengamatan dan manfaat pelajaran. Mereka tidak dapat mengambil pelajaran dari segala kejadian yang mereka alami, dan pengalaman bangsa-bangsa lain.\nMereka tidak dapat kembali ke jalan yang benar, karena sifat-sifat tersebut di atas dan mereka tetap membeku di tempatnya.",
    "quraish": "Mereka bagaikan orang tuli karena telah kehilangan fungsi pendengaran dengan tidak mendengarkan kebenaran untuk diterima atau diikuti. Mereka juga bagaikan bisu karena tidak berbicara sesuai dengan petunjuk atau kebenaran. Dan mereka juga bagaikan orang yang kehilangan penglihatan karena tidak memfungsikan penglihatannya untuk mendapatkan pelajaran atau peringatan. Mereka selalu tidak akan meninggalkan kesesatan.",
    "jalalayn": "(Mereka tuli) terhadap kebenaran, maksudnya tidak mau menerima kebenaran yang didengarnya (bisu) terhadap kebaikan hingga tidak mampu mengucapkannya (buta) terhadap jalan kebenaran dan petunjuk Allah sehingga tidak dapat melihatnya, (maka mereka tidaklah akan kembali) dari kesesatan."
  },
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 19,
    "arab": "اَوْ كَصَيِّبٍ مِّنَ السَّمَاۤءِ فِيْهِ ظُلُمٰتٌ وَّرَعْدٌ وَّبَرْقٌۚ يَجْعَلُوْنَ اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِۗ وَاللّٰهُ مُحِيْطٌۢ بِالْكٰفِرِيْنَ",
    "translation": "Atau seperti (orang yang ditimpa) hujan lebat dari langit, yang disertai kegelapan, petir dan kilat. Mereka menyumbat telinga dengan jari-jarinya, (menghindari) suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/26.mp3",
    "tafsir": "Ayat ini memberikan perumpamaan yang lain tetang hal ihwal orang-orang munafik itu. Mereka diumpamakan seperti keadaan orang yang ditimpa hujan lebat dalam gelap gulita, penuh dengan suara gemuruh yang menakutkan dan kadang-kadang cahaya kilat menyambar sehingga mereka menutup telinga karena takut binasa.\nDemikian halnya orang-orang munafik selalu dalam keragu-raguan dan kecemasan dalam menghadapi cahaya Islam. Menurut anggapan mereka, Islam itu hanyalah membawa kemelaratan, kesengsaraan dan penderitaan. Kadangkala pikiran mereka menyebabkan mereka tidak dapat melihat apa yang ada di balik hujan lebat itu (Islam), yaitu unsur yang membawa kehidupan di atas bumi.",
    "quraish": "Atau keadaan mereka yang penuh kebimbangan, kepedihan yang menimpa dan ketidaktahuan mereka akan manfaat dan bahaya, bagaikan keadaan orang-orang yang ditimpa hujan, kilat dan halilintar. Mereka meletakkan ujung jari di telinga agar tidak mendengar suara halilintar sebab mereka takut akan mati dan mengira bahwa dengan berbuat demikian mereka akan terhindar dari kematian. Apabila diturunkan al-Qur'ân--yang mengandung penjelasan tentang kekafiran dan ancamannya, keimanan dan cahayanya yang kemilau, dan peringatan dan macam-macam siksaan-mereka berpaling dan berusaha menghindar darinya. Mereka mengira sikap menghindar itu akan menyelamatkan mereka dari siksaan. Akan tetapi Allah Maha Mengetahui orang-orang yang kafir, menguasai dari segala penjuru dengan ilmu dan kekuasaan-Nya.",
    "jalalayn": "(Atau) perumpamaan mereka itu, (seperti hujan lebat) maksudnya seperti orang-orang yang ditimpa hujan lebat; asal kata shayyibin dari shaaba-yashuubu, artinya turun (dari langit) maksudnya dari awan (padanya) yakni pada awan itu (kegelapan) yang tebal, (dan guruh) maksudnya malaikat yang mengurusnya. Ada pula yang mengatakan suara dari malaikat itu, (dan kilat) yakni kilatan suara yang dikeluarkannya untuk menghardik, (mereka menaruh) maksudnya orang-orang yang ditimpa hujan lebat tadi (jari-jemari mereka) maksudnya dengan ujung jari, (pada telinga mereka, dari) maksudnya disebabkan (bunyi petir) yang amat keras itu supaya tidak kedengaran karena (takut mati) bila mendengarnya. Demikianlah orang-orang tadi, jika diturunkan kepada mereka Alquran disebutkan kekafiran yang diserupakan dengan gelap gulita, ancaman yang dibandingkan dengan guruh serta keterangan-keterangan nyata yang disamakan dengan kilat, mereka menyumbat anak-anak telinga mereka agar tidak mendengarnya, karena takut akan terpengaruh lalu cenderung kepada keimanan yang akan menyebabkan mereka meninggalkan agama mereka, yang bagi mereka sama artinya dengan kematian. (Dan Allah meliputi orang-orang kafir) baik dengan ilmu maupun dengan kekuasaan-Nya hingga tidak sesuatu pun yang luput dari-Nya."
  },
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 20,
    "arab": "يَكَادُ الْبَرْقُ يَخْطَفُ اَبْصَارَهُمْ ۗ كُلَّمَآ اَضَاۤءَ لَهُمْ مَّشَوْا فِيْهِ ۙ وَاِذَآ اَظْلَمَ عَلَيْهِمْ قَامُوْا ۗوَلَوْ شَاۤءَ اللّٰهُ لَذَهَبَ بِسَمْعِهِمْ وَاَبْصَارِهِمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
    "translation": "Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari, mereka berjalan di bawah (sinar) itu, dan apabila gelap menerpa mereka, mereka berhenti. Sekiranya Allah menghendaki, niscaya Dia hilangkan pendengaran dan penglihatan mereka. Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/27.mp3",
    "tafsir": "Ayat ini berhubungan erat dengan ayat sebelumnya, seolah-olah ayat ini menyambung pertanyaan, \"Bagaimanakah keadaan mereka dengan kilat itu?\" Hampir-hampir kilat itu menyambar penglihatan mereka. Betapa besar kesulitan yang mereka hadapi. Mereka melangkah bilamana ada sinar kilat, dan berhenti bila cahaya itu hilang.\nDemikianlah orang-orang munafik itu, mereka mendapatkan sinar iman karena kesaksian mereka pada kebenaran-kebenaran ayat Ilahi dan timbul keinginan untuk mengikuti dakwah Rasul. Tetapi karena kefanatikan yang kuat, kecemasan terhadap tantangan orang banyak, menghilangkan sinar iman itu, dan akhirnya tetap membeku kebingungan di tempatnya.\nAllah berkuasa menghilangkan pendengaran dan penglihatan mereka sehingga mereka tidak dapat memahami suatu pelajaran dan tidak dapat memanfaatkan suatu petunjuk. Namun Allah tidak berbuat demikian, meskipun Dia Mahakuasa.",
    "quraish": "Kilat yang mengandung peringatan keras ini hampir-hampir menyambar penglihatan mereka dan dengan bantuan cahayanya mereka melangkah. Ketika cahaya itu sirna dan gelap semakin pekat mereka berhenti dalam keadaan bingung dan tersesat. Orang-orang munafik itu, apabila melihat tanda-tanda kekuasaan Allah yang membuat mereka terpesona, mereka langsung menyatakan keinginan untuk mengikuti petunjuk untuk beriman. Akan tetapi selang beberapa saat mereka kembali lagi kepada kekafiran dan kemunafikan. Sesungguhnya kekuasaan Allah amat luas. Jika berkehendak, Dia melakukan sesuatu. Tidak ada sesuatu pun di langit dan di bumi yang menundukkan-Nya.",
    "jalalayn": "(Hampir saja) maksudnya mendekati (kilat menyambar penglihatan mereka) merebutnya dengan cepat. (Setiap kali kilat itu menyinari mereka, mereka berjalan padanya) maksudnya pada cahaya atau di bawah sinarnya, (dan bila gelap menimpa mereka, mereka pun berhenti) sebagai tamsil dari bukti-bukti keterangan ayat-ayat Alquran yang mengejutkan hati mereka. Mereka membenarkannya setelah mendengar padanya hal-hal yang mereka senangi sehingga mereka berhenti dari apa-apa yang dibencinya. (Sekiranya Allah menghendaki, niscaya dilenyapkan-Nya pendengaran dan penglihatan mereka) baik yang lahir maupun yang batin (Sesungguhnya Allah Maha Kuasa atas segala sesuatu) yang dikehendaki-Nya, termasuk apa-apa yang telah disebutkan tadi."
  },
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 21,
    "arab": " يٰٓاَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
    "translation": "Wahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/28.mp3",
    "tafsir": "Ayat-ayat ini memerintahkan beribadah dan menyembah kepada Allah. Perintah beribadah ini ditujukan oleh Allah kepada seluruh manusia sejak zaman dahulu dengan perantaraan rasul-rasul-Nya. Allah berfirman:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah tagut.\" (an-Nahl/16: 36)\n\nTiap-tiap rasul memulai dakwahnya dengan seruan kepada kaumnya agar menyembah Allah saja. Misalnya, Allah swt berfirman:\n\n\".... Lalu dia (Nuh) berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. ¦\" (al-A'raf/7: 59)\n\nBeribadah kepada Allah ialah menghambakan diri kepada-Nya, dengan penuh kekhusyukan, memurnikan ketaatan hanya kepada-Nya, karena merasakan bahwa hanya Allah-lah yang menciptakan, menguasai, memelihara dan mendidik seluruh makhluk. Ibadah seorang hamba sebagaimana yang disebutkan itu akan dinilai Allah swt menurut niat hamba yang melakukannya.\nPada ayat ini Allah swt disebut dengan \"rabb\", kemudian diiringi dengan perkataan \"¦yang telah menciptakan kamu dan orang-orang sebelummu¦\" Hal ini memberi pengertian bahwa Allah menciptakan manusia, mengembangbiakkannya, memberi taufik, menjaga dan memelihara, dan memberi nikmat agar dengan nikmat itu manusia dapat melaksanakan tugas-tugasnya sebagai hamba Allah. Semua rahmat tersebut diberikan kepada manusia sejak permulaan adanya, sampai akhir kehidupannya di dunia ini. Barang siapa yang mensyukuri nikmat Allah maka akan ditambahkan-Nya nikmat itu, sebaliknya barang siapa yang mengingkari nikmat Allah, maka ia akan menerima azab di dunia sebagaimana yang telah ditimpakan-Nya kepada umat-umat yang terdahulu dan di akhirat nanti akan disediakan azab yang pedih.\nAllah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)\n\nDengan beribadah kepada Allah sebagaimana yang diperintahkan itu, manusia akan terhindar dari azab Allah dan ia akan mencapai derajat yang tinggi lagi sempurna.",
    "quraish": "Hai manusia, sembahlah Tuhanmu yang telah menciptakan dan memelihara kamu seperti halnya orang-orang sebelum kamu. Dia adalah Pencipta segala sesuatu. Semoga dengan begitu jiwa kalian selalu siap untuk mengagungkan Allah dan mengingatnya sehingga menjadi suci, tunduk kepada kebenaran dan takut akan hari pembalasan.",
    "jalalayn": "(Hai manusia!) Maksudnya warga Mekah, (Sembahlah olehmu) dengan bertauhid atau mengesakan (Tuhanmu yang telah menciptakanmu) padahal sebelum itu kamu dalam keadaan tiada (dan) diciptakan-Nya pula (orang-orang yang sebelum kamu, agar kamu bertakwa), artinya terpelihara dari siksa dan azab-Nya yakni dengan jalan beribadah kepada-Nya. Pada asalnya 'la`alla' mengungkapkan harapan, tetapi pada firman Allah berarti menyatakan kepastian."
  },
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 22,
    "arab": " الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً  ۖوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ فَلَا تَجْعَلُوْا لِلّٰهِ اَنْدَادًا وَّاَنْتُمْ تَعْلَمُوْنَ ",
    "translation": "(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/29.mp3",
    "tafsir": "Allah swt menerangkan bahwa Dia menciptakan bumi sebagai hamparan dan langit sebagai atap, menurunkan air hujan, menumbuhkan tumbuh-tumbuhan dan menjadikan tumbuh-tumbuhan itu berbuah. Semuanya diciptakan Allah untuk manusia, agar manusia memperhatikan proses penciptaan itu, merenungkan, mempelajari dan mengolahnya sehingga bermanfaat bagi manusia dan kemanusiaan sesuai dengan yang telah diturunkan Allah. Dengan jelas Allah menerangkan dalam ayat ini terutama pada bagian yang mengungkapkan Dan Dialah yang menurunkan air (hujan) dari langit lalu Dia hasilkan dengan (hujan) itu buah-buahan. \nDengan terang Allah menyebutkan bumi, langit dan benda-benda langit, seperti matahari dan bintang-bintang adalah ciptaan Allah yang merupakan satu kesatuan dan semuanya diatur dengan satu kesatuan sitem yang dalam ilmu pengetahuan modern disebut ekosistem. Selama belum dirusak oleh tangan-tangan manusia yang memperturutkan hawa nafsunya, semua berjalan dengan tertib dan teratur.\nLaut yang luas yang disinari panas matahari kemudian menyebabkan uap air yang banyak. Uap air ini naik ke atas menjadi awan dan mendung, kemudian disebarkan oleh angin ke seluruh permukaan bumi, sehingga uap air yang banyak sekali ini di atas gunung-gunung menjadi dingin dan kemudian menjadi titik-titik dan menjadi hujan dapat mengairi permukaan bumi yang luas, bukan hanya timbul hujan di atas laut, tetapi juga di darat, karena bantuan angin yang menyebarkannya.\nDisebabkan hujan yang turun dari langit itu kemudian bumi menjadi subur, berbagai tanaman buah, sayur, biji-bijian serta ubi dan sebagainya tumbuh dan memberikan banyak manfaat bagi manusia dan semua makhluk di bumi. Di samping itu, turunnya hujan juga menimbulkan sungai, danau dan sumur terisi air serta memperluas kesuburan bumi. Hutan yang lebat juga membantu menyalurkan air dalam bumi, membantu menyalurkan udara segar, menyejukkan udara yang panas dan memelihara kesuburan bumi.\nManusia dengan memanfaatkan perkembangan ilmu pengetahuan dan teknologi dapat mengetahui kapan banyak turun hujan dan kapan jarang hujan atau bahkan sama sekali tidak ada hujan, berdasarkan letak bintang di langit maupun peredaran angin. Juga dapat diketahui di mana berkumpulnya ikan-ikan di laut yang banyak sekali jenis dan ragamnya, bahkan ke mana burung-burung pergi pada musim-musim tertentu dapat diketahuinya.\nBerikut penjelasan saintis/ilmuan tentang langit sebagai atap: Atap untuk sebuah bangunan terutama diperlukan agar penghuni yang tinggal di dalamnya terhindar dari hujan dan panas matahari. Dalam konteks ayat di atas langit sebagai atap adalah perumpamaan yang ditujukan untuk bumi tempat kita hidup.\nSetiap saat, bumi dihujani benda angkasa yang antara lain adalah meteorit. Akan tetapi, sampai saat ini bumi tidak porak poranda. Hal ini disebabkan bumi diselimuti oleh gas atau udara yang bernama atmosfer. Sebelum sampai ke bumi, meteorid akan terpecah belah dan hancur saat memasuki atmosfer. Sebelum sampai ke atmosfer sinar yang dipancarkan matahari pun memecahkan meteorid yang ada. Radiasi sinar matahari inilah yang dapat meledakkan meteorid dalam perjalanannya ke bumi dan kemudian diserap oleh lapisan ozon. Dengan demikian atmosfer dan lapisan ozon merupakan selubung pengaman atau dengan kata lain boleh disebut sebagai atap bagi bumi. Bumi tidak mungkin dihuni oleh makhluk hidup tanpa adanya atap tersebut. Ayat lain yang menyatakan hal yang sama adalah al-Anbiya'/21: 32 yang artinya:\nDan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan dan lain-lainnya). (al-Anbiya'/21: 32)\nTebal atmosfer mencapai 560 kilometer, diukur dari permukaan bumi. Penelitian mengenai atmosfer dimulai dengan menggunakan fenomena alam yang dapat dilihat dari bumi, seperti warna-warna indah saat matahari terbit dan terbenam, dan kilapan cahaya bintang. Dalam tahun-tahun belakangan ini, dengan menggunakan peralatan canggih yang ditaruh dalam satelit di luar angkasa, kita dapat mengerti lebih baik mengenai atmosfer dan fungsinya untuk bumi.\nSecara keseluruhan, dapat dikatakan bahwa kehidupan di bumi didukung oleh tiga hal, yaitu adanya atmosfer, adanya energi yang datang dari sinar matahari, dan hadirnya medan magnet bumi. \nAtmosfer diketahui menyerap sebagian besar energi sinar matahari, mendaur ulang air dan beberapa komponen kimia lainnya, dan bekerjasama dengan muatan listrik dan magnet yang ada untuk menghasilkan cuaca yang nyaman. Atmosfer juga melindungi kehidupan bumi dari ruang angkasa yang hampa udara dan bersuhu rendah.\nAtmosfer terdiri atas lapisan-lapisan gas yang berbeda-beda. Empat lapisan dapat dibedakan berdasarkan perbedaan suhu, perbedaan komposisi bahan kimia, pergerakan-pergerakan bahan kimia di dalamnya, dan perbedaan kepadatan udara. Keempat lapisan tersebut adalah Troposfer, Stratosfer, Mesosfer, dan Thermosfer, atau dapat pula dibagi menjadi tujuh seperti yang dijelaskan pada al-Baqarah/2: 29.\nKomposisi gas di atmosfer terutama terdiri atas nitrogen (78%), oksigen (21%) dan argon (1%). Beberapa komponen yang sangat berpengaruh pada iklim dan cuaca juga hadir, meski dalam jumlah yang sangat kecil seperti uap air (0,25%), karbondioksida (0,036%) dan ozone (0,015%)\n\nPerihal angin, awan dan air hujan\nHubungan angin dan awan yang kemudian menghasilkan hujan dapat dijelaskan dengan melihat pada siklus air. Siklus air berlangsung mulai penguapan air laut yang membubung ke atas menjadi awan lalu turun ke bumi dalam bentuk tetes air hujan, kemudian air yang turun dalam bentuk hujan itu kembali lagi ke laut melalui sungai dan air bawah tanah. Al-Qur'an tidak menyebut secara rinci siklus air seperti itu, akan tetapi, banyak ayat yang menjelaskan beberapa bagian dari proses keseluruhannya secara sangat akurat. Antara lain dua ayat di bawah ini.\nAllah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka gembira. (ar-Rum/30: 48)\n\nTidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau melihat hujan keluar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan. (an-Nur/24: 43)\n\nKedua ayat di atas menggambarkan tahapan-tahapan pembentukan awan yang menghasilkan hujan, yang dalam gilirannya, merupakan salah satu tahap dalam siklus air. Dengan melihat lebih cermat kedua ayat di atas maka tampak nyata adanya dua fenomena. Pertama adalah penyebaran awan dan lainnya adalah penyatuan awan. Dua proses yang berlawanan terjadi sehingga awan hujan dapat dibentuk. Dua proses yang disebutkan dalam Al-Qur'an ini baru ditemukan oleh ilmu meteorologi modern sekitar 200 tahun yang lalu.\nAda dua tipe awan yang dapat menghasilkan hujan. Keduanya dapat diklasifikasikan berdasarkan bentuknya, yaitu stratus (tipe berlapis) dan cumulus (tipe menumpuk). \nPada tipe awan yang berlapis, dua tahapan penting yang terjadi adalah tahap awan tipe stratus dan nimbostratus (nimbo artinya hujan). Ayat pertama di atas (ar-Rum/30: 48), secara sangat jelas memberikan informasi mengenai formasi awan yang berlapis. Tipe awan semacam itu hanya akan terbentuk dalam kondisi angin yang bertiup secara bertahap dan secara perlahan menaikan awan ke atas. Selanjutnya, awan tersebut akan berbentuk seperti lapisan-lapisan yang melebar (\"Allah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit.....\").\nApabila kondisinya cocok, (antara lain jika suhu cukup rendah dan kadar air cukup tinggi) maka butir-butir air akan menyatu dan menjadi butiran-butiran air yang lebih besar. Kita dapat melihat proses tersebut sebagai menghitamnya awan. Dalam terjemahan Quraish Shihab, bagian ini disebutkan sebagai: \"......dan menjadikannya bergumpal-gumpal....\". Namun dalam terjemahan Al-Qur'an dalam bahasa Inggris, bagian ini diterjemahkan sebagai: \".... and makes them dark...\". Akhirnya, butiran air hujan akan jatuh dari awan: \".....lalu engkau lihat hujan keluar dari celah-celahnya....\".\nTipe awan yang kedua yang dapat menghasilkan hujan adalah tipe awan yang bertumpuk-tumpuk. Awan ini terbagi berdasarkan bentuknya dalam beberapa nama, yaitu cumulus, cumulonimbus dan stratocumulus. Awan ini ditandai oleh bentuknya yang bergumpal-gumpal dan saling bertumpuk. Cumulus dan cumulonimbus adalah tipe awan yang bergumpal-gumpal, sedangkan stratocumulus tidak bergumpal, sedikit menipis dan melebar. Ayat kedua (an-Nur/24: 43) menjelaskan pembentukan tipe awan ini. \nAwan tipe ini dibentuk oleh angin keras yang mengarah ke atas dan ke bawah (\"....bahwa Allah menggerakkan awan...\"). Dalam terjemahan Al-Qur'an bahasa Inggris, bagian ayat ini diterjemahkan sebagai: \"...drives clouds with force...\". Mendorong awan dengan kuat. Ketika gumpalan awan terjadi, mereka menyatu menjadi gumpalan awan raksasa, bertumpuk-tumpuk satu sama lain. Pada titik ini, awan cumulus atau cumulonimbus sudah dapat menghasilkan air hujan.\nKalimat selanjutnya dari ayat ini, nampaknya menggambarkan secara khusus terjadinya cumulonimbus, suatu keadaan awan yang dikenal dengan nama awan badai. Tumpukan gumpalan awan yang menjulang ke atas ini apabila di lihat dari bawah mirip dengan bentuk gunung. Dengan menjulang tinggi ke angkasa maka butir air yang sudah terbentuk akan membeku menjadi butiran es (\"..... .lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau melihat hujan keluar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung....\"), Awan cumulonimbus juga menghasilkan ciptaan Tuhan yang sangat berharga, yaitu halilintar (\"...kilauan kilatnya hampir-hampir menghilangkan penglihatan.\")\nAyat lain yang terkait dengan siklus air yang bertalian dengan tahap lain di luar hujan adalah Surah Gafir/23: 18 yang artinya sebagai berikut:\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (Gafir /23: 18)\nAyat ini menyatakan dengan jelas bahwa air hujan diserap oleh tanah tapi tidak hilang. Artinya air tanah masih dapat dialirkan. Dua ayat di bawah ini juga menggambarkan cara aliran air, yaitu aliran permukaan (ar-Ra'd/13: 17) dan aliran air tanah (az-Zumar/39: 21) yang artinya demikian:\nAllah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan. (ar-Ra'd/13 : 17)\n\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diatur-Nya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkannya “tanaman tanaman yang bermacam-macam warnanya, kemudian dijadikan-Nya hancur, berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi yang mempunyai akal sehat. (az-Zumar/39: 21)\nBanyak ayat lainnya dalam Al-Qur'an yang membicarakan mengenai siklus air, seperti Gafir /40:13; al-Mu'minÅ«n /23: 18; al-Furqan/25: 48; al-'Ankabut/29: 63, dan lainnya. Semua ayat-ayat tersebut menyatakan hal yang bersinggungan dengan berbagai ayat yang diacu di muka. Beberapa ayat lainnya juga berbicara mengenai air, namun dengan konteks yang berbeda, seperti yang dapat dilihat dalam surah al-Waqi'ah/56: 68-70 yang artinya:\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin. Mengapa kamu tidak bersyukur? (al-Waqi'ah/56: 68-70)\nAyat yang berupa kalimat pertanyaan ini menekankan akan ketidak berdayaan manusia dalam mimpi yang paling tua yaitu mengontrol hujan. Fakta memperlihatkan bahwa hujan buatan tidak akan dapat diadakan apabila awan dengan kondisi tertentu tidak tersedia. Awan tersebut harus memiliki berbagai partikel dalam kadar tertentu, kadar air yang tinggi yang dibawa angin yang naik ke atas, dan terdapat perkembangan tumpukan awan yang mengarah ke atas. Apabila semua karakter ini terdapat pada awan tersebut, barulah hujan buatan dapat dilaksanakan. Akan tetapi, para ahli meteorologi masih mempertanyakan efektivitas cara ini.\nAyat yang berkenaan dengan siklus air selanjutnya adalah ayat yang menjelaskan mengenai sungai-sungai besar dan lautan.\nDan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain asin lagi pahit, dan Dia jadikan antara keduanya dinding dan batas yang tidak tertembus. (al-Furqan/25: 53)\nDeskripsi sungai besar, muara sungai besar dan laut diwartakan dalam bentuk rasa airnya oleh ayat di atas. Di muara sungai atau estuari, terjadi penggabungan air tawar dan air asin. Namun cara bercampurnya sangat unik. Air tawar yang ditumpahkan ke laut akan tetap tawar sampai jauh ke tengah laut, sebelum benar-benar bercampur dengan air asin. Percampuran terjadi jauh dari mulut sungai di tengah laut.\nSatu ayat lagi terkait (tidak langsung) dengan turunnya hujan adalah at-tur/52: 44 yang artinya:\nDan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata: Itu adalah awan yang bergumpal-gumpal. (at-tur /52: 44)\nAyat ini turun untuk menjawab tantangan dari beberapa orang kafir agar Nabi Muhammad menjatuhkan langit di kepala mereka. Mereka menduga bahwa langit adalah lempengan atau kepingan yang menjadi atap dunia. Allah tidak menjawab tantangan mereka di sini dan menjelaskan bahwa mereka hanya akan menemukan awan. Sesuatu yang tidak akan dapat dimengerti oleh mereka pada saat itu.\nOrang-orang beriman hanya diperintahkan Allah untuk menjaga konservasi alam ini, karena banyak orang-orang kafir dan durhaka yang menyalahgunakan ilmu pengetahuan untuk merusak alam. Orang beriman sebagai khalifatullah fil ardh bertugas memelihara lingkungan hidup dan memanfaatkannya untuk mencapai kemanfaatan hidup sehingga kesejahteraan dan kebahagiaan dapat dinikmati dan disyukuri oleh setiap manusia. Karena Allah yang memberikan nikmat-nikmat itu, maka manusia wajib menyembah Allah saja.\nAllah memberikan semua nikmat itu agar manusia bertakwa dan melaksanakan tugas-tugasnya sebagai seorang hamba Allah.\nTugas-tugas itu dapat dipahami dari firman Allah:\n\nAku tidak menciptakan jin dan manusia melainkan agar mereka beribadah kepada-Ku. (adz-dzariyat/51: 56)\n\nAllah swt menguji manusia dalam melaksanakan tugas yang diberikan kepadanya, dengan firman-Nya:\n\nYang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. ¦( al-Mulk/67: 2)\n\nKarena manusia telah mengetahui perintah-perintah itu dan mengetahui tentang keesaan dan kekuasaan Allah, maka Allah memberi peringatan, \"Janganlah manusia menjadikan tuhan-tuhan yang lain di samping Allah dan jangan mengatakan bahwa Allah berbilang.\"",
    "quraish": "Sesungguhnya hanya Dialah yang mempersiapkan bumi dengan kekuasaan-Nya, membentangkan permukaannya agar mudah untuk ditempati dan didayagunakan. Dia menjadikan langit, benda-benda dan planetnya seperti bangunan yang kokoh. Dia juga memberikan kepada kalian sumber kehidupan dan segala nikmat, yaitu air. Dia menurunkan air dari langit dan menjadikannya sebagai sebab tumbuhnya tanaman dan pepohonan yang berbuah yang dapat kalian ambil manfaatnya. Dengan demikian, tidaklah benar kalian berpandangan bahwa Allah memiliki sekutu yang kalian sembah seperti menyembah Allah, sebab tiada sekutu bagi-Nya. Dengan fitrah dasar, kalian dapat mengetahui bahwa tidak ada sekutu bagi-Nya. Maka janganlah kalian menyeleweng dari fitrah tersebut.",
    "jalalayn": "(Dialah yang telah menjadikan) menciptakan (bagimu bumi sebagai hamparan), yakni hamparan yang tidak begitu keras dan tidak pula begitu lunak sehingga tidak mungkin didiami secara tetap (dan langit sebagai naungan) sebagai atap (dan diturunkan-Nya dari langit air hujan lalu dikeluarkan-Nya daripadanya) maksudnya bermacam (buah-buahan sebagai rezeki bagi kamu) buat kamu makan dan kamu berikan rumputnya pada binatang ternakmu (maka janganlah kamu adakan sekutu-sekutu bagi Allah), artinya serikat-serikat-Nya dalam pengabdian (padahal kamu mengetahui) bahwa Dia adalah pencipta, sedangkan mereka itu tidak dapat menciptakan apa-apa, maka tidaklah layak disebut dan dikatakan tuhan."
  },
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 23,
    "arab": "وَاِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖ ۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/30.mp3",
    "tafsir": "Dalam ayat ini Allah swt menyatakan: Jika kamu sekalian masih ragu-ragu tentang kebenaran Al-Qur'an dan mendakwakan Al-Qur'an buatan Muhammad, cobalah buat satu surah saja semisal ) ayat-ayat Al-Qur'an itu ). Kalau benar Muhammad yang membuatnya, niscaya kamu tentu sanggup pula membuatnya karena kamu pasti sanggup melakukan segala perbuatan yang sanggup dibuat oleh manusia. Ajak pulalah berhala-berhala yang kamu sembah dan pembesar-pembesarmu untuk bersama-sama dengan kamu membuatnya, karena kamu mengakui kekuasaan dan kebesaran mereka.\nKemudian Allah menegaskan, jika kamu benar dalam pengakuanmu itu, tentu kamu sanggup membuatnya, tetapi kamu adalah orang-orang pendusta. Al-Qur'an itu benar-benar diturunkan dari Allah, karena itu mustahil manusia dapat membuatnya. Ayat ini menunjukkan bahwa Al-Qur'an itu adalah mukjizat yang paling besar bagi Muhammad saw.",
    "quraish": "Jika kalian tetap meragukan kebenaran al-Qur'ân yang Kami turunkan berangsur-angsur kepada hamba Kami, Muhammad, maka sebenarnya ada bukti nyata di antara kalian yang dapat menjelaskannya. Yaitu: berusahalah membuat surat yang serupa dengan surat-surat al-Qur'ân, baik dari segi sastra, hukum, cakupan ilmu dan petunjuk lainnya, lalu panggillah saksi-saksi penguat bahwa kalian telah melakukannya dan mintalah bantuan mereka, maka sekali-kali tidaklah akan kalian dapatkan. Saksi-saksi penguat tadi tentunya yang selain Allah, sebab Dia selalu menolong hamba-Nya dan menyaksikan segala perbuatannya. Ini semua kalau keraguan kalian terhadap al-Qur'ân benar.",
    "jalalayn": "(Sekiranya kamu merasa ragu) atau bimbang (tentang apa yang Kami turunkan kepada hamba Kami) maksudnya tentang Alquran yang Kami wahyukan kepada Muhammad, bahwa itu benar-benar dari Allah, (maka buatlah sebuah surah yang sebanding dengannya) dengan surah yang diwahyukan itu. 'Min mitslihi', min yang berarti dari, maksudnya di sini ialah untuk menjadi keterangan atau penjelasan, hingga artinya ialah yang sebanding dengannya, baik dalam kedalaman makna maupun dalam keindahan susunan kata serta pemberitaan tentang hal-hal gaib dan sebagainya. Yang dimaksud dengan 'surah' ialah suatu penggal perkataan yang mempunyai permulaan kesudahan dan sekurang-kurangnya terdiri dari tiga ayat. (Dan ajaklah saksi-saksimu) maksudnya tuhan-tuhanmu yang kamu sembah itu (selain dari Allah) untuk menjadi penolong-penolongmu, (jika kamu orang-orang yang benar) bahwa Alquran itu hanyalah buatan dan ucapan Muhammad belaka, maka cobalah lakukan demikian, bukankah kamu orang-orang yang berlidah fasih seperti Muhammad pula?"
  },
  {
    "page": 4,
    "name": "Al-Baqarah",
    "ayat": 24,
    "arab": "فَاِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُ ۖ اُعِدَّتْ لِلْكٰفِرِيْنَ",
    "translation": "Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/31.mp3",
    "tafsir": "Ayat ini menegaskan bahwa semua makhluk Allah tidak akan sanggup membuat tandingan terhadap satu ayat pun dari ayat-ayat Al-Qur'an. Karena itu hendaklah manusia memelihara dirinya dari api neraka dengan mengikuti petunjuk-petunjuk Al-Qur'an. Hal ini ditegaskan dalam firman Allah swt:\n\nKatakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.\" (al-Isra'/17: 88)",
    "quraish": "Jika kalian tidak dapat mendatangkan surat yang serupa--dan pasti kalian tidak akan bisa, sebab al-Qur'ân adalah kalam Tuhan, Sang Khalik, dan itu di luar kemampuan makhluk--maka yang harus kalian lakukan adalah menjauhi hal-hal yang dapat menjerumuskan kepada siksaan di akhirat, yaitu api yang bahan bakarnya terdiri atas orang-orang kafir dan patung-patung sembahan. Api tersebut disediakan untuk menyiksa orang-orang yang ingkar.",
    "jalalayn": "Tatkala mereka tidak mampu memenuhi permintaan itu, maka Allah swt. berfirman, (Dan jika kamu tidak dapat melakukan) apa yang disebutkan itu disebabkan kelemahan dan ketidakmampuanmu (dan kamu pasti tidak akan dapat melakukannya) demikian itu untuk selama-lamanya disebabkan terhalang mukjizat Alquran itu, (maka jagalah dirimu dari neraka) dengan jalan beriman kepada Allah dan meyakini bahwa Alquran itu bukanlah ucapan manusia (yang kayu apinya terdiri dari manusia), yakni orang-orang kafir (dan batu), misalnya yang dipakai untuk membuat patung-patung atau berhala-berhala mereka. Maksudnya api neraka itu amat panas dan tambah menyala dengan bahan bakar manusia dan batu jadi bukan seperti api dunia yang hanya dapat dinyalakan dengan kayu bakar atau yang lainnya (yang disediakan bagi orang-orang kafir) sebagai alat untuk menyiksa mereka. Kalimat belakang ini dapat menjadi kalimat baru atau menunjukkan keadaan yang lazim."
  }
]