[
  {
    "page": 401,
    "name": "Al-'Ankabut",
    "ayat": 39,
    "arab": "وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سَابِقِيْنَ ۚ",
    "translation": "dan (juga) Karun, Fir‘aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3379.mp3",
    "tafsir": "Musa telah menjelaskan kepada Karun, Fir'aun, dan Haman tanda-tanda kebesaran ayat Allah sebagai dasar untuk memperkuat risalah yang dibawanya. Namun demikian, mereka bersikap angkuh atau takabur dan tidak mau beriman. Kecongkakan Fir'aun sungguh telah melampaui batas. Ia menganggap dirinya sebagai tuhan yang harus disembah. Oleh karena itu, mereka semua tidak terlepas dari azab Allah dalam berbagai siksaan.",
    "quraish": "Wahai Rasul, ingatkanlah orang-orang yang tertipu dengan harta benda dan kekuasaan mengenai kematian Qârûn, Fir'aun, Hâmân dan tentang hukum Allah yang menimpa mereka berupa kehancuran orang-orang yang mendustakan. Allah telah mengirim Mûsâ kepada mereka dengan mukjizat yang jelas, yang menunjukkan kebenarannya. Kemudian, dengan sikap sombong, mereka mendustakannya dan enggan untuk menerima seruannya. Mereka tidak akan dapat mengungguli kekuasaan Allah dengan berusaha menghindari azab-Nya.",
    "jalalayn": "(Dan) telah Kami binasakan pula (Qarun, Firaun dan Haman. Dan sesungguhnya telah datang kepada mereka) sebelumnya (Musa dengan membawa keterangan-keterangan yang nyata) hujah-hujah yang jelas dan gamblang. (Akan tetapi mereka berlaku sombong di muka bumi dan tiadalah mereka orang-orang yang luput) dari azab Kami."
  },
  {
    "page": 401,
    "name": "Al-'Ankabut",
    "ayat": 40,
    "arab": "فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "translation": "Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3380.mp3",
    "tafsir": "Allah membinasakan umat-umat terdahulu yang mendustakan para rasul dengan menurunkan bermacam-macam azab, di antaranya:\na. Angin yang sangat kencang dan membawa batu, yang didatangkan kepada kaum 'Ad. Mereka menantang Nabi Hud, \"Siapakah gerangan yang lebih kuat dan berkuasa lagi dari kami?\" Kesombongan mereka dibalas Tuhan dengan mendatangkan angin, sehingga mereka mati bergelimpangan. Allah berfirman dalam ayat lain yang menjelaskan tentang siksaan itu, yakni:\nSedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 6-8) \n\nb. Suara mengguntur yang memecahkan anak telinga. Siksaan ini diturunkan kepada kaum Samud. Mereka masih membangkang, tidak mau beriman kepada Nabi Saleh. Tiba-tiba mereka dipingsankan lalu mati oleh kejutan suara yang mengguntur yang dahsyat sekali. Allah menjelaskan lagi:\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras. (al-haqqah/69: 5)\n\nc. Ditelan bumi, inilah kisah buat Karun, seorang hartawan. Pada mulanya, ia adalah seorang yang beriman dan patuh kepada Musa. Kemudian setelah kaya, ia menjadi sombong dan durhaka. Ia berbuat kemungkaran melampaui batas. Lebih dari itu, ia tidak mau menyerahkan zakat sebagai kewajiban harta kekayaan bagi orang kaya. Karena kecongkakan ini, Allah menyiksanya. Tanah sekitar Karun berpijak berguncang, runtuh, dan secara berangsur menelan tubuh Karun sampai lenyap sama sekali dari permukaan bumi.\nFirman Allah : \nMaka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri. (al-Qasas/28: 81)\n\nd. Ditenggelamkan ke dalam air. Inilah siksaan buat umat Nabi Nuh bersama seluruh hartanya. Selain umat Nabi Nuh, Fir'aun, Haman beserta bala tentaranya juga tenggelam dalam Laut Merah sebagai balasan atas kesombongan dan siksaan yang mereka lakukan terhadap Musa dan pengikutnya. Firman Allah tentang Nuh dalam Surah al-Anbiya'/21: 76-77:\nDan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar. Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 76-77)\n\nFirman Allah tentang Fir'aun dalam Surah al-Qasas/28: 39-40:\nDan dia (Fir'aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami. Maka Kami siksa dia (Fir'aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.\n\nSemua itu adalah balasan yang setimpal atas kesalahan yang mereka lakukan, bukan kezaliman dari Allah. Dia tidak akan menyiksa seseorang kecuali yang mengerjakan perbuatan tercela. Mengazab seseorang tanpa ada kesalahan tidak sesuai dengan sunah Allah yang berlaku. Mereka yang tersebut dalam ayat-ayat yang lalu disiksa karena dosa dan kekafiran mereka terhadap Allah. Di samping itu, juga karena mereka menyembah berhala dan mengingkari nikmat yang diberikan kepadanya.",
    "quraish": "Maka setiap umat yang mendustakan rasul-rasul mereka dimusnahkan oleh Allah karena kekufuran dan kemaksiatan yang mereka lakukan. Sebagian dari umat-umat ini dihancurkan dengan angin kencang yang menghujani mereka dengan bebatuan, sebagian lainnya dengan suara keras yang menggelegar dan memusnahkan, sebagian lainnya dibenamkan dalam bumi dan sebagian yang lain ditenggelamkan di laut. Azab ini bukanlah karena kezaliman Allah terhadap mereka, tetapi karena kekufuran dan perbuatan dosa mereka.",
    "jalalayn": "(Maka masing-masing) dari orang-orang yang telah disebutkan di atas tadi (Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil) yaitu angin topan yang dibarengi dengan batu-batu kerikil, sebagaimana azab yang telah menimpa kaum Nabi Luth (dan di antara mereka ada yang ditimpa suara keras yang mengguntur) seperti azab yang menimpa kaum Tsamud (dan di antara mereka ada yang Kami benamkan ke dalam bumi) sebagaimana yang dialami oleh Qarun (dan di antara mereka ada yang Kami tenggelamkan) seperti yang menimpa kaum Nabi Nuh dan Firaun beserta kaumnya (dan Allah sekali-kali tidak hendak menganiaya mereka) maksudnya tidak akan mengazab mereka dengan tanpa dosa (akan tetapi merekalah yang menganiaya diri mereka sendiri) disebabkan mereka telah melakukan dosa."
  },
  {
    "page": 401,
    "name": "Al-'Ankabut",
    "ayat": 41,
    "arab": "مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ",
    "translation": "Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3381.mp3",
    "tafsir": "Kaum penyembah berhala yang memandang selain Allah sebagai penolong mereka dan selalu mengharapkan darinya pertolongan dan penolak bahaya, adalah bagaikan laba-laba yang berlindung pada sarangnya yang begitu lemah, sehingga tak kuat menahan tiupan angin, dan melindunginya dari dingin dan panas. Sarang tersebut tak dapat memenuhi kebutuhan utamanya apabila sedang diperlukan. Demikianlah halnya orang-orang kafir (musyrik). Mereka tak sanggup menyelamatkan diri bila Allah mendatangkan siksa-Nya. Pelindung mereka (selain dari Allah) tidak akan dapat memberikan pertolongan. Bahkan, diri mereka sendiri tidak dapat mengelakkan mereka dari azab Allah. \nRingkasnya, orang musyrik penyembah berhala itu tak ubahnya bagaikan laba-laba yang membuat sarang, sangat rapuh dan lemah. Sarang laba-laba itu adalah ibarat dari suatu bangunan rumah yang sangat rapuh. Demikian pula agama yang sangat lemah adalah agama yang menyembah berhala",
    "quraish": "Keadaan orang-orang yang mendustakan dan tunduk kepada selain Allah--dalam hal kelemahan dan ketergantungan mereka kepada yang tidak dapat dijadikan sebagai tempat bergantung--adalah bagaikan laba-laba yang menjadikan rumahnya sebagai tempat berlindung. Rumahnya adalah rumah yang paling lemah dan sama sekali tidak layak untuk dijadikan sebagai tempat berlindung. Kalau seandainya orang-orang yang mendustakan adalah orang-orang yang berilmu, niscaya mereka tidak akan melakukannya(1). (1) Sarang laba-laba yang dijadikan sebagai tempat tinggal dan perangkap untuk menangkap mangsanya, memang pembuatannya sangat rumit, karena terbuat dari benang-benang yang sangat halus yang melebihi halusnya sutera. Kehalusan sarang laba-laba inilah yang membuat susunannya menjadi rumah paling lemah yang dijadikan tempat berlindung oleh hewan apa pun.",
    "jalalayn": "(Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah) yakni berhala-berhala yang mereka harapkan dapat memberi manfaat kepada diri mereka (adalah seperti laba-laba yang membuat rumah) untuk tempat tinggalnya. (Dan sesungguhnya rumah yang paling lemah) yang paling rapuh (ialah rumah laba-laba) karena tidak dapat melindungi diri dari panas matahari dan dari dinginnya udara, demikian pula berhala-berhala itu, mereka tidak dapat memberikan manfaat apa pun kepada para penyembahnya (kalau mereka mengetahui) hal tersebut, tentu mereka tidak akan menyembahnya."
  },
  {
    "page": 401,
    "name": "Al-'Ankabut",
    "ayat": 42,
    "arab": "اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3382.mp3",
    "tafsir": "Allah Maha Mengetahui tentang apa yang mereka minta kepada berhala, patung, jin, bahkan manusia. Semuanya tak akan mungkin memberikan manfaat atau mendatangkan kecelakaan kepada seseorang bilamana Allah tidak menghendaki. Begitu lemahnya apa yang mereka sembah sehingga sama halnya dengan laba-laba yang hanya sanggup membuat rumah yang sangat rapuh sekali. \nAllah berkuasa menurunkan siksa kepada siapa yang kafir. Oleh karena itu, orang-orang musyrik hendaklah merasa takut kepada Allah, dan segera beriman kepada-Nya sebelum datang siksaan-Nya, seperti yang pernah dikirimkan-Nya kepada orang-orang dahulu kala. Bila siksaan Allah datang, tidak seorang pun di antara para penolong mereka itu (berhala-berhala) yang dapat menyelamatkan mereka. Allah selalu perkasa untuk menghancurkan barang siapa yang sepatutnya dibinasakan, dan Maha Bijaksana untuk mengundurkan siksa tersebut bagi orang yang diharapkan ada perubahan ke arah kebaikan dan dengan teguh melaksanakan kebaikan itu.",
    "quraish": "Sesungguhnya ilmu Allah meliputi kebatilan penyembahan tuhan-tuhan selain-Nya. Dialah Allah Swt. yang Mahaunggul atas segala sesuatu dan Mahabijaksana dalam mengurus dan memberi hukum.",
    "jalalayn": "(Sesungguhnya Allah mengetahui yang) arti huruf maa di sini bermakna alladzii, yakni apa yang (mereka seru) mereka sembah; lafal yad'uuna dapat pula dibaca tad'uuna (selain Allah) yakni selain daripada-Nya (yakni apa saja dan Dia Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "page": 401,
    "name": "Al-'Ankabut",
    "ayat": 43,
    "arab": "وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعَالِمُوْنَ ",
    "translation": "Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3383.mp3",
    "tafsir": "Demikianlah Allah mengumpamakan sesuatu perumpamaan bagi manusia. Hanya orang berakal yang dapat memikirkan perumpamaan tersebut. Allah sengaja mengambil laba-laba sebagai perumpamaan, karena itu barangkali yang mudah mereka pahami. Selain dari itu, juga dimaksudkan untuk menerangkan segala keraguan mereka selama ini. Orang yang selalu menggunakan hati dan pikirannya dan ahli-ahli ilmu pengetahuan pasti dapat memahami perumpamaan tersebut dan akan semakin banyak mengetahui rahasia-rahasia Allah yang terkandung dalam ayat-ayat-Nya. Diriwayatkan dari Jabir bahwa Rasulullah pernah berkata:\n\"Orang yang berilmu itu ialah orang yang menjaga hal-hal yang dari Allah, dan beramal dalam rangka taat kepada-Nya serta menjauhi segala kemarahan-Nya.\" (Riwayat al-Haitsami)",
    "quraish": "Pelajaran-pelajaran dan perumpamaan-perumpamaan ini Allah sebutkan kepada manusia untuk mereka jadikan sebagai pelajaran. Tidak ada yang mengambil pelajaran darinya kecuali orang-orang berakal yang merenungi.",
    "jalalayn": "(Dan perumpamaan-perumpamaan ini) yang ada dalam Alquran (Kami buatkan) Kami jadikan (untuk manusia; dan tiada yang memahaminya) yang mengerti akan perumpamaan-perumpamaan ini (kecuali orang-orang yang berilmu) yakni, orang-orang yang berpikir."
  },
  {
    "page": 401,
    "name": "Al-'Ankabut",
    "ayat": 44,
    "arab": "خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔",
    "translation": "Allah menciptakan langit dan bumi dengan haq. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3384.mp3",
    "tafsir": "Dalil tentang kebesaran dan keagungan Allah itu terlihat pada ciptaan langit dan bumi. Bagi orang yang beriman dan menggunakan akal pikirannya, semua ciptaan Allah itu mengandung hikmah, dan tidak dijadikan percuma begitu saja. Dengan demikian kejadian langit dan bumi, memungkinkan manusia untuk menambah dan memperluas cakrawala pengetahuannya. Di samping itu, pengenalan mereka akan lebih intensif kepada Penciptanya, yakni Allah. \nMenurut kajian ilmiah, dalam menciptakan segala sesuatunya, Allah tidak pernah bermain-main. Dia melakukannya dengan \"benar\", dengan haq (antara lain juga dapat dilihat pada Surah Ibrahim/14: 19). Kata haq mengindikasikan sesuatu yang langgeng, mantap, sehingga tidak akan berubah. Dapat dilihat bahwa kehadiran semua benda yang ada di alam semesta ini mempunyai tujuan. Tidak ada satu benda pun diadakan Tuhan tanpa mempunyai tujuan. \nPlanet bumi ini dengan langitnya (atmosfer), telah diciptakan Allah dengan haq. Kata haq ini mengandung arti \"dengan benar, dengan tepat\". Bagaimanakah kebenaran dan ketepatan ciptaan-Nya, dapat dilihat dari uraian berikut.\nAtmosfer bumi terutama terdiri atas gas Nitrogen (N2“ sebesar 70%) yang tidak bersifat racun terhadap manusia. Gas ini sangat penting dalam proses pertumbuhan makhluk hidup, terutama tumbuhan. Sedangkan 20% lainnya diisi oleh gas Oksigen (O2) yang memberikan energi untuk proses metabolisme semua makhluk, melalui proses pernafasan (respirasi).\nJarak antara matahari dan bumi adalah sekitar 139 juta km. Jarak ini dianggap tepat karena pada jarak ini sinar matahari dapat berfungsi membantu berlangsungnya proses kehidupan. Apabila jaraknya berubah, apakah menjauh atau mendekat, maka efek sinar yang jatuh di bumi akan sangat fatal bagi makhluk hidup. Suhu bumi pada garis equator juga dianggap sangat moderat, yaitu rata-rata antara 28-350C.\nDalam uraian di atas telah digambarkan bahwa Allah menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tata surya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.",
    "quraish": "Dan di samping kisah-kisah, perumpamaan-perumpamaan dan bukti-bukti ini, terdapat bukti lain yang lebih jelas, yaitu penciptaan langit dan bumi dengan kekuasaan dan kebijaksanaan serta aturan yang sempurna untuk kepentingan manusia. Di dalam ini semua terdapat bukti-bukti yang benar bagi orang-orang yang meyakini kebenaran.",
    "jalalayn": "(Allah menciptakan langit dan bumi dengan hak) dengan benar. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) yang menunjukkan akan kekuasaan Allah swt. (bagi orang-orang mukmin) orang-orang mukmin disebutkan secara khusus karena hanya mereka sajalah yang dapat mengambil manfaat dari hal tersebut untuk memperkuat keimanannya, berbeda dengan orang-orang kafir."
  },
  {
    "page": 401,
    "name": "Al-'Ankabut",
    "ayat": 45,
    "arab": "اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ",
    "translation": "Bacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3385.mp3",
    "tafsir": "Ayat ini memerintahkan Nabi Muhammad agar selalu membaca dan memahami Al-Qur'an yang telah diturunkan kepadanya untuk mendekatkan diri kepada Allah. Dengan memahami pesan-pesan Al-Qur'an, ia dapat memperbaiki dan membina dirinya sesuai dengan tuntutan Allah. Perintah ini juga ditujukan kepada seluruh kaum Muslimin. Penghayatan terhadap kalam Ilahi yang terus dibaca akan mempengaruhi sikap, tingkah laku, dan budi pekerti orang yang membacanya.\nSetelah memerintahkan membaca, mempelajari, dan me-laksanakan ajaran-ajaran Al-Qur'an, maka Allah memerintahkan agar kaum Muslimin mengerjakan salat wajib, yaitu salat lima waktu. Salat hendaklah dikerjakan sesuai rukun dan syaratnya, serta penuh kekhusyukan. Sangat dianjurkan mengerjakan salat itu lengkap dengan sunah-sunahnya. Jika dikerjakan dengan sempurna, maka salat dapat mencegah dan menghalangi orang yang mengerjakannya dari perbuatan-perbuatan keji dan mungkar.\nMengerjakan salat adalah sebagai perwujudan dari keyakinan yang telah tertanam di dalam hati orang yang mengerjakannya, dan menjadi bukti bahwa ia meyakini bahwa dirinya sangat tergantung kepada Allah. Oleh karena itu, ia berusaha sekuat tenaga untuk melaksanakan perintah-perintah Allah dan menjauhi larangan-larangan-Nya, sesuai bacaan surat al-Fatihah dalam salat, \"Tunjukkanlah kepada kami (wahai Allah) jalan yang lurus, yaitu jalan orang-orang yang telah Engkau anugerahkan nikmat kepada mereka; bukan jalan yang dimurkai dan bukan pula jalan mereka yang sesat.\" Doa itu selalu diingatnya, sehingga ia tidak berkeinginan sedikit pun untuk mengerjakan perbuatan-perbuatan yang keji dan mungkar.\nBeberapa ulama tafsir berpendapat bahwa yang memelihara orang yang mengerjakan salat dari perbuatan keji dan mungkar itu ialah salat itu sendiri. Menurut mereka, salat itu memelihara seseorang selama orang itu memelihara salatnya, sebagaimana firman Allah:\nPeliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk. (al-Baqarah/2: 238)\n\nRasulullah saw menerangkan keutamaan dan manfaat yang diperoleh orang yang mengerjakan salat serta kerugian dan siksaan yang akan menimpa orang yang tidak mengerjakannya, sebagaimana tersebut dalam hadis: \nDari Nabi saw, bahwasanya ia pada suatu hari menyebut tentang salat, maka ia berkata, \"Barang siapa yang memelihara salat, ia akan memperoleh cahaya, petunjuk, dan keselamatan pada hari Kiamat, dan barang siapa yang tidak memeliharanya, ia tidak akan memperoleh cahaya, petunjuk, dan keselamatan. Dan ia pada hari Kiamat bersama Karun, Fir'aun, Haman, dan Ubai bin Khalaf. (Riwayat Ahmad dan ath-thabrani dari 'Abdullah bin 'Umar) \n\nNabi saw menerangkan pula keadaan orang yang mengerjakan salat lima waktu dengan sungguh-sungguh, lengkap dengan rukun dan syaratnya, tetap pada waktu-waktu yang telah ditentukan. Orang yang demikian, kata Nabi, seakan-akan dosanya dicuci lima kali sehari, sehingga tidak sedikit pun yang tertinggal. Rasulullah saw bersabda:\n\"Bagaimanakah pendapatmu, andaikata ada sebuah sungai dekat pintu rumah salah seorang dari kamu, ia mandi di sungai itu lima kali setiap hari. Adakah masih ada dakinya yang tinggal barang sedikit pun?\" Para sahabat menjawab, \"Tidak ada daki yang tertinggal barang sedikit pun.\" Rasulullah bersabda, \"Maka demikianlah perumpamaan salat yang lima waktu, dengan salat itu Allah akan menghapus semua kesalahannya.\" (Riwayat at-Tirmidzi dari Abu Hurairah) \n\nDemikianlah perumpamaan yang diberikan Rasulullah saw tentang keadaan orang yang mengerjakan salat lima waktu dengan sungguh-sungguh hanya karena Allah.\nDari ayat dan hadis Rasulullah yang telah disebutkan di atas dapat diambil kesimpulan bahwa ada tiga sasaran yang hendak dituju oleh orang yang mengerjakan salat, yaitu: 1) timbulnya keikhlasan; 2) timbulnya sifat takwa kepada Allah; dan 3) selalu mengingat Allah.\nSalat hendaknya bisa menimbulkan keikhlasan bagi orang yang mengerjakannya karena dikerjakan semata-mata karena Allah, untuk memurnikan ketaatan hanya kepada-Nya. Sebagai perwujudan dari ikhlas ini pada diri seseorang ialah timbulnya keinginan di dalam hatinya untuk mengerjakan segala sesuatu yang diridai Allah. \nBertakwa kepada Allah maksudnya ialah timbulnya keinginan bagi orang yang mengerjakan salat itu untuk melaksanakan semua yang diperintahkan Allah dan menjauhi semua yang dilarang-Nya. Dengan salat seseorang juga akan selalu mengingat Allah, karena dalam bacaan salat itu terdapat ucapan-ucapan tasbih, tahmid, dan takbir. Ia juga dapat merasakan keagungan dan kebesaran Allah.\nAllah mengancam orang-orang yang tidak mengerjakan salat dengan azab neraka. Allah juga mengancam orang-orang yang mengerjakan salat karena ria dan orang-orang yang lalai dalam mengerjakannya. Allah berfirman:\n(4) Maka celakalah orang yang salat, (5) (yaitu) orang-orang yang lalai terhadap salatnya, (6) yang berbuat ria, (7) dan enggan (memberikan) bantuan. (al-Ma'un/107: 4-7)\n\nSenada dengan ayat di atas, Rasulullah saw bersabda:\nBarang siapa yang telah mengerjakan salat, tetapi salatnya tidak dapat mencegahnya dari perbuatan keji dan perbuatan mungkar, maka salatnya itu tidak akan menambah sedikit pun (kepadanya), kecuali ia bertambah jauh dari Allah. (Riwayat Ibnu Jarir dari Isma'il bin Muslim bin al-hasan) \n\nSelanjutnya ayat ini menerangkan bahwa mengingat Allah itu adalah lebih besar. Maksud pernyataan ini ialah salat merupakan ibadah yang paling utama dibanding dengan ibadah-ibadah yang lain. Oleh karena itu, hendaklah setiap kaum Muslimin mengerjakannya dengan sungguh-sungguh. Dengan perkataan lain bahwa kalimat ini menegaskan kembali kalimat sebelumnya yang memerintahkan kaum Muslimin mengerjakan salat dan menerangkan hikmah mengerjakannya.\nIbnu 'Abbas dan Mujahid menafsirkan kalimat \"wa ladzikrullah akbar\" (mengingat Allah itu adalah lebih besar) dengan penjelasan Rasulullah bahwa Allah mengingat para hamba-Nya lebih banyak dibandingkan dengan mereka mengingat-Nya dengan cara menaati-Nya. Nabi saw bersabda:\nAllah lebih banyak mengingatmu daripada kamu mengingat-Nya. (Riwayat al-Baihaqi) \nHal ini sesuai dengan hadis qudsi Nabi saw: \nBarang siapa yang mengingat-Ku dalam dirinya, maka Aku akan mengingatnya dalam diri-Ku, dan siapa yang mengingat-Ku bersama-sama dengan suatu jamaah tentu Aku akan mengingatnya dalam kelompok yang lebih bagus daripada mereka. (Riwayat al-Bukhari dari Abu Hurairah)",
    "quraish": "Bacalah kitab Allah, wahai Nabi, dan jangan pedulikan mereka, serta kerjakanlah salat sesuai dengan ketentuan yang benar. Karena salat yang disertai dengan keikhlasan akan memalingkan orang yang mengerjakannya dari dosa-dosa besar dan segala yang tidak dibolehkan dalam hukum agama. Sesungguhnya di dalam ketakwaan kepada Allah dan berkonsentrasi kepada-Nya dalam salat dan lainnya, terdapat pengaruh dan pahala yang terbesar. Allah Maha Mengetahui kebaikan dan kejahatan yang kalian lakukan, kemudian memberikan balasan pada kalian atasnya.",
    "jalalayn": "(Bacalah apa yang telah diwahyukan kepadamu, yaitu Alkitab) kitab Alquran (dan dirikanlah salat. Sesungguhnya salat itu mencegah dari perbuatan-perbuatan keji dan mungkar) menurut syariat seharusnya salat menjadi benteng bagi seseorang dari perbuatan-perbuatan keji dan mungkar, selagi ia benar-benar mengerjakannya. (Dan sesungguhnya mengingat Allah adalah lebih besar keutamaannya) daripada ibadah-ibadah dan amal-amal ketaatan lainnya. (Dan Allah mengetahui apa yang kalian kerjakan) maka Dia membalasnya kepada kalian."
  }
]