[
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 25,
    "arab": "وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ",
    "translation": "Dan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3434.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara tanda-tanda yang lain dari kekuasaan Allah adalah langit tanpa tiang penyangga dan bumi yang bulat tanpa ada tiang pancangnya. Berdirinya langit dan bumi dengan iradat Allah mengandung arti bahwa eksistensi keduanya tetap dalam penjagaan dan pengaturan-Nya. Dengan iradat Allah (bi amrihi) di sini maksudnya ialah kekuasaan dan kesanggupan-Nya. Bila seseorang berpendapat bahwa alam semesta ini, baik langit maupun bumi, telah ada sedemikian rupa menurut tabiatnya, tanpa dipelihara oleh Allah, bagaimana pula pendapat mereka tentang aturan alam yang sangat harmonis itu, sehingga yang satu dengan yang lainnya, tak pernah bertabrakan. Sebagian manusia mengingkari alam ini ciptaan Allah dan berada di bawah penjagaan-Nya karena tidak mau mengakui keesaan-Nya. Langit dan bumi akan tetap dalam keadaannya yang sekarang ini sampai datangnya suatu saat yang telah ditentukan, yaitu terjadinya Kiamat. Ketika saat itu datang, manusia akan memenuhi panggilan Tuhan untuk bangkit dari dalam kubur. \nKapan datangnya hari kebangkitan itu tidak diketahui oleh seorang pun. Suatu hal jelas adalah seruan kebangkitan itu datang setelah manusia mati semuanya. Ungkapan \"seketika itu kamu keluar (dari kubur)\", menunjukkan bahwa kebangkitan dari kubur itu langsung setelah seruan, tidak terlambat walaupun sesaat. Firman Allah dalam ayat yang lain:\nLalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Yasin/36: 51) \n\nKata-kata \"seketika itu\" atau kata-kata \"tiba-tiba\" dalam ayat 25 ini ditujukan kepada mereka yang tidak menghendaki hari kebangkitan, dan tidak percaya dengan hari akhirat. Oleh karena itu, dapat dipahami bahwa apabila mereka dibangkitkan pada hari Kiamat, mereka tercengang dan merasa heran. Lalu mereka berkata seperti yang diceritakan dalam Al-Qur'an:\nMereka berkata, \"Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?\" Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul (-Nya). (Yasin/36: 52)",
    "quraish": "Di antara bukti-bukti kesempurnaan kekuasaan dan hikmah-Nya serta keluasan kasih sayang-Nya adalah berjalannya langit dan bumi dengan perintah Allah sebagaimana yang kalian lihat, yaitu yang berupa kesempurnaan penciptaan dan ketelitian dalam mengurus. Kemudian apabila Dia memanggil kalian untuk bangkit, kalian keluar dari dalam kubur dengan cepat untuk memenuhi panggilan-Nya.",
    "jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah berdirinya langit dan bumi dengan perintah-Nya) dengan kehendak-Nya tanpa tiang penyangga. (Kemudian apabila Dia memanggil kalian sekali panggil dari bumi) melalui tiupan sangkakala malaikat Israfil untuk membangunkan orang-orang yang telah mati dari kuburnya (seketika itu juga kalian keluar) dari kubur, kalian keluar dari dalam kubur melalui sekali seruan itu, merupakan tanda-tanda kekuasaan Allah swt."
  },
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 26,
    "arab": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قَانِتُوْنَ",
    "translation": "Dan milik-Nya apa yang di langit dan di bumi. Semuanya hanya kepada-Nya tunduk. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3435.mp3",
    "tafsir": "Ayat ini merupakan kesimpulan dari ayat-ayat tersebut di atas. Dalam arti bahwa demikianlah kekuasaan dan kebesaran Tuhan. Apa saja yang berada di langit dan di bumi adalah kepunyaan-Nya dan tunduk kepada-Nya. Namun demikian, kebanyakan manusia tidak tunduk dan tidak menyembah-Nya. Maka ketetapan yang ada di dalam ayat ini berarti tunduknya tiap-tiap sesuatu yang ada di langit dan bumi kepada iradat dan kehendak Allah. Kehendak-Nya yang mengendalikan semuanya itu sesuai dengan sunah yang telah ditentukan-Nya. Dalam hal ini, semuanya tunduk kepada sunah itu, walaupun manusia dalam perbuatan dan kerjanya ada yang durhaka dan ingkar. Sesungguhnya yang durhaka itu adalah akal dan hati mereka. Adapun yang berkenaan dengan jasad, mereka tunduk dan diatur menurut hukum-hukum alam yang disebut sunatullah. Allah berfirman:\nPadahal apa yang di langit dan di bumi berserah diri kepada-Nya, (baik) dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan? (ali 'Imran/3: 83)\n\nSelanjutnya ayat-ayat mengenai bukti kebesaran Tuhan tersebut di atas diakhiri dengan peringatan tentang hari kebangkitan, karena hal itu dilupakan manusia.",
    "quraish": "Hanya milik Allah semata penciptaan, kepemilikan dan kepatuhan seluruh penghuni bumi dan langit. Mereka semuanya tunduk kepada Allah.",
    "jalalayn": "(Dan kepunyaan-Nyalah siapa saja yang ada di langit dan di bumi) sebagai miliknya, makhluk dan hamba-hamba-Nya. (Semuanya hanya kepada-Nya tunduk) yakni taat."
  },
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 27,
    "arab": "وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
    "translation": "Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3436.mp3",
    "tafsir": "Ayat ini juga merupakan kesimpulan dari ayat terdahulu. Ayat ini menetapkan bahwa siapa yang memiliki semua langit dan bumi, Dialah yang memulai kejadiannya, dan Dia pula yang akan mengembalikannya sesudah mati seperti semula.\nPada ayat 11 di atas telah disebutkan mengenai permulaan kejadian manusia dan pengembaliannya pada kehidupan setelah mati. Hal itu diulang lagi di sini untuk menguatkan pernyataan itu setelah diterangkan bukti kebesaran Allah tersebut di atas. Di sini ditambahkan dengan pernyataan bahwa menghidupkan kembali itu adalah lebih mudah bagi-Nya. Dalam ayat ini ada kata-kata \"lebih mudah\" yakni menghidupkan adalah lebih mudah bagi Allah daripada penciptaannya semula. Akan tetapi, lebih mudahnya menghidupkan kembali daripada menciptakan semua itu adalah dengan membandingkannya kepada kebiasaan yang berlaku pada manusia, bukan dihubungkan kepada Allah, sebab bagi Allah semuanya adalah mudah. Allah tidak akan merasa berat mengadakan sesuatu apa pun. Allah berfirman:\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n\nBagi manusia, menciptakan sesuatu lebih sukar daripada mengulangi segala daya upaya, kesungguhan, dan lain sebagainya. Dalam usahanya itu, mereka melakukan kesalahan berulang kali, baru sampai kepada yang dimaksud. Setelah sampai kepada yang dicita-citakan, tentu mengulang membuatnya kembali lebih mudah baginya, tidak membutuhkan tenaga seperti saat memulainya, sebab segala sesuatu telah terbayang dalam benaknya bagaimana cara membuatnya. Adapun bagi Allah tidak ada yang lebih mudah atau lebih sukar. Semuanya mudah bagi-Nya.\nAllah swt berfirman, \"Anak Adam telah berbohong kepadaku dan mencelaku, padahal kebohongan dan celaan itu tidak pernah ada. Adapun kebohongan mereka terhadapku adalah perkataan mereka, 'Allah tidak bisa mengembalikanku sebagaimana Dia menciptakanku. Dan tidak ada permulaan ciptaan itu lebih mudah bagiku daripada mengembalikannya. Adapun celaan mereka terhadapku adalah ucapan mereka, 'Allah mengambil (mempunyai) anak. Dan Aku adalah satu, tempat bergantung segala sesuatu, Aku tidak melahirkan dan Aku tidak dilahirkan, dan juga tidak ada satu pun yang setara dengan-Ku.\" (Riwayat al-Bukhari dari Abu Hurairah)\n\nKata-kata \"lebih mudah\" ini diberi komentar pula dengan kalimat \"Dia memiliki sifat yang Mahatinggi di langit dan di bumi.\" Allah itu tunggal di segala langit dan bumi dengan segala sifat-sifat-Nya, tidak ada suatu apa pun yang berserikat dengan-Nya. Tidak ada sesuatu yang serupa dengan-Nya. Dialah Yang Maha Perkasa lagi Maha Bijaksana. Kata-kata \"perkasa\" di sini berarti \"yang menang, atau yang dapat membuat apa yang dikehendaki.\" \"Bijaksana\" berarti mengendalikan segala makhluk dengan teliti dan dengan batas-batasnya.",
    "quraish": "Allahlah yang memulai penciptaan tanpa contoh sebelumnya, kemudian menghidupkannya kembali setelah mati. Mengembalikan penciptaan adalah lebih mudah bagi-Nya daripada memulainya--kalau dilihat dari sudut pandang dan keyakinan kalian yang mengatakan bahwa mengembalikan sesuatu adalah lebih mudah daripada memulainya. Dia memiliki sifat yang sangat mengagumkan yang tercermin dalam kekuasaan dan hikmah-Nya yang sangat sempurna di langit dan bumi. Dia Mahaunggul dalam kerajaan- Nya dan Mahabijaksana dalam perbuatan dan takdir-Nya.",
    "jalalayn": "(Dan Dialah yang menciptakan dari permulaan) menciptakan manusia (kemudian mengembalikannya) menjadi hidup kembali setelah mereka mati (dan menghidupkan kembali itu adalah lebih mudah bagi-Nya) daripada memulai penciptaan; hal ini dikaitkan dengan realita yang berlaku di kalangan makhluk-Nya, yaitu bahwasanya mengulangi sesuatu itu lebih mudah daripada memulainya. Padahal kedua kondisi itu bagi Allah swt. sama saja mudahnya. (Dan bagi-Nyalah teladan yang maha tinggi di langit dan di bumi) yakni sifat yang maha tinggi, yaitu bahwa tiada Tuhan yang wajib disembah melainkan Allah (dan Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam ciptaan-Nya."
  },
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 28,
    "arab": "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
    "translation": "Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3437.mp3",
    "tafsir": "Ayat ini menerangkan perumpamaan lain yang diberikan Allah. Perumpamaan itu masih berkisar pada fakta kehidupan manusia itu sendiri sesuai dengan tingkatan akal pikiran mereka. Dengan demikian, mereka dapat mengambil pelajaran dari perumpamaan itu, serta menilai Allah dengan segala sifat-sifat kesempurnaan yang pantas bagi-Nya.\nAyat ini menjelaskan suatu perumpamaan bagi orang-orang yang menyembah beberapa tuhan yang lain di samping Allah. Bahkan mereka mengutamakan kesetiaan kepada tuhan-tuhan itu pada diri mereka sendiri.\nDalam perumpamaan itu, kaum musyrik Mekah disuruh memperhatikan diri mereka sendiri serta kedudukan mereka dan hamba sahaya yang mereka miliki. Sebagai tuan atau majikan, apakah mereka mau menyerahkan kepada budak-budak itu semua milik mereka, dan mengikutsertakannya dalam urusan harta benda dan kesenangan yang telah diberikan Allah kepada mereka. Dengan demikian, para budak itu menjadi saingan dan serikat mereka dalam mengendalikan harta benda dan kesenangan itu. Apakah para pemilik budak dapat menerima ketentuan bahwa bagi budak-budak mereka itu ada kekuasaan atas apa yang mereka miliki, sehingga mereka tidak dapat melakukan sesuatu pada hak milik mereka sebelum mendapat kerelaan dan persetujuan dari budak mereka? Hal ini tentu tidak akan bisa mereka terima. Andaikata hal itu dapat diterima, ini berarti mereka tidak mempunyai kekuasaan yang penuh lagi atas hartanya.\nPersoalan itu terjadi antara dua macam makhluk Allah, yaitu para tuan atau majikan dengan budak-budak mereka dalam mengurus dan menikmati rezeki, harta, dan nikmat yang telah dilimpahkan-Nya kepada mereka. Para majikan itu tidak mau mengalah sedikit pun kepada budaknya dalam menguasai hartanya.\nAllah sebagai pemilik segala sesuatu, Mahakuasa lagi Mahaperkasa tidak akan mau dijadikan oleh orang-orang musyrik berserikat dengan makhluk yang diciptakan-Nya berupa patung-patung itu sebagaimana mereka sendiri tidak akan mau berserikat dengan budak-budaknya dalam mengurus dan menguasai miliknya. Setiap orang yang menggunakan akal dan pikiran yang sehat akan memahami perumpamaan itu. Tindakan orang-orang musyrik itu merupakan penghinaan bagi Allah.\nApakah kaum musyrik itu tetap pada pendirian mereka bahwa bagi Allah itu ada sekutu, sedang mereka mengharapkan rahmat-Nya dan takut akan azab-Nya, setelah adanya keterangan yang jelas beserta argumentasi yang sangat kuat itu? Di antara mereka ada yang menerima dalil itu dan ada pula yang tidak. Kebanyakan kaum musyrik itu mata hatinya buta dan jiwanya berpenyakit sehingga mereka tidak melihat keterangan yang jelas dan dalil yang kuat itu.\nAyat ini ditutup dengan kalimat, \"Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti.\" Hanya orang-orang yang mempergunakan akalnya yang dapat mengambil manfaat dari ayat-ayat suci Al-Qur'an, serta mendapat petunjuk dan pelajaran daripadanya.",
    "quraish": "Allah menjelaskan suatu permisalan yang diambil dari diri kalian. Dia memberikan permisalan itu bagi orang yang menjadikan makhluk-Nya sebagai sekutu bagi-Nya. Apakah ada di antara hamba sahaya kalian yang menjadi sekutu bagi kalian dalam hal harta benda dan lainnya yang telah Kami karuniakan kepada kalian, sehingga kalian dan mereka memiliki hak yang sama atas harta itu? Kalian akan takut kepada hamba sahaya itu, sehingga tidak akan melakukan sesuatu atas apa yang kalian miliki tanpa seizinnya, sebagaimana orang-orang merdeka takut terhadap sesama mereka? Apabila kalian tidak menganggapnya sebagai hal yang masuk akal dan tidak akan melakukan hal itu, lalu mengapa kalian menjadikan makhluk- makhluk Allah sebagai sekutu-sekutu bagi-Nya? Dengan perincian seperti inilah, Kami menjelaskan ayat- ayat bagi kaum yang merenungkan permisalan-permisalan.",
    "jalalayn": "(Dia membuat) menjadikan (bagi kalian) hai orang-orang musyrik (perumpamaan) yang terdapat (di dalam diri kalian sendiri) yaitu (apakah ada di antara hamba-hamba sahaya yang dimiliki oleh tangan kanan kalian) semua hamba sahaya kalian (sekutu) bagi kalian (dalam memiliki rezeki yang telah Kami berikan kepada kalian) yaitu berupa harta benda dan lain-lainnya (maka kalian) dan mereka (sama dalam hak mempergunakan rezeki itu, kalian takut kepada mereka sebagaimana kalian takut kepada diri kalian sendiri?) yakni takut terhadap sesama orang-orang merdeka kalian. Kata istifham atau kata tanya mengandung arti nafi atau kata negatif. Makna yang dimaksud ialah, bukanlah hamba sahaya kalian itu adalah sekutu-sekutu bagi kalian di dalam memiliki rezeki dan harta benda yang ada pada sisi kalian, maka mengapa kalian menjadikan hamba-hamba Allah sebagai sekutu-sekutu-Nya? (Demikianlah Kami jelaskan ayat-ayat) Kami menerangkannya dengan cara penjelasan dan rincian seperti itu (bagi kaum yang berakal) bagi orang-orang yang menggunakan akal pikirannya."
  },
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 29,
    "arab": "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
    "translation": "Tetapi orang-orang yang zalim, mengikuti keinginannya tanpa ilmu pengetahuan; maka siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah. Dan tidak ada seorang penolong pun bagi mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3438.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa kaum musyrik itu menyembah sesuatu selain Allah karena kebodohan dan kejahilan mereka sendiri. Mereka tidak mau memperhatikan keterangan yang jelas di hadapan mereka.\nAyat ini merupakan perumpamaan bagi kaum musyrik yang tidak dapat mengambil manfaat dari ayat-ayat Allah yang terperinci, dan memetik hikmahnya. Bahkan mereka tetap berada pada kesesatan dan kemusyrikan. Akal pikiran mereka dikuasai dan dikendalikan oleh hawa nafsu. Orang yang demikian itu selamanya tidak akan dapat dikendalikan kecuali oleh hawa nafsunya. Dia tidak akan menjawab sesuatu kecuali yang sesuai dengan panggilan setannya. \nPernyataan tentang suatu perbuatan tanpa ilmu pengetahuan dalam ayat ini merupakan suatu isyarat bahwa hawa nafsu yang menguasai kaum musyrik ialah hawa nafsu yang buta dan tidak dapat ditembus oleh cahaya kebenaran. \nKadang-kadang manusia itu mengikuti hawa nafsunya. Kemudian apabila diberi peringatan dan petunjuk, dia akan bangkit dan mengikuti petunjuk itu. Begitulah keadaan kaum musyrik yang hidup di zaman kemusyrikan jahiliah. Mereka menyerah kepada hawa nafsu mereka. Namun tatkala Islam datang dan cahaya kebenaran menyinari mereka, mereka terbangun dari tidurnya. Mereka dapat melihat sesudah buta itu, dan mendapat petunjuk sesudah sesat.\nAyat ini lalu diakhiri dengan keterangan bahwa mereka yang telah disesatkan oleh Allah tidak akan dapat petunjuk selama-lamanya. Keterangan ini merupakan suatu isyarat kepada kaum musyrik yang keras kepala dalam kesyirikan bahwa mereka tetap berada dalam kesesatan. Mereka tidak akan beranjak setapak pun dari kesesatan itu, sebab Allah membiarkan mereka dalam keadaan seperti itu. Allah berfirman:\nBarang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan. (al-A'raf/7: 186) \n\nKaum musyrik itu tidak akan menerima petunjuk, sehingga mereka hidup dalam kesesatan dan mati dalam kesesatan. Apabila datang janji Allah, mereka berdiri untuk dihisab dan ditanya. Mereka tidak akan mendapat balasan selain neraka. Tidak ada seorang penolong pun bagi mereka.",
    "quraish": "Tetapi orang-orang kafir mengikuti hawa nafsu mereka tanpa mengetahui akibat dari kekufuran mereka. Tidak ada seorang pun yang dapat memberi petunjuk kepada orang yang telah Allah sesatkan. Tidak ada yang dapat memberi pertolongan dan melindungi mereka dari azab-Nya.",
    "jalalayn": "(Tetapi orang-orang yang lalim, mengikuti) pengertian lalim di sini adalah menyekutukan Allah (hawa nafsunya tanpa ilmu pengetahuan; maka siapakah yang akan menunjuki orang yang telah disesatkan Allah?) maksudnya tidak ada seorang pun yang dapat menunjukinya. (Dan tiadalah bagi mereka seorang penolong pun) yang mencegah azab Allah atas mereka."
  },
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 30,
    "arab": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ ",
    "translation": "Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3439.mp3",
    "tafsir": "Ayat ini menyuruh Nabi Muhammad meneruskan tugasnya dalam menyampaikan dakwah, dengan membiarkan kaum musyrik yang keras kepala itu dalam kesesatannya. Dalam kalimat \"Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah\", terdapat perintah Allah kepada Nabi Muhammad untuk mengikuti agama yang lurus yaitu agama Islam, dan mengikuti fitrah Allah. Ada yang berpendapat bahwa kalimat itu berarti bahwa Allah memerintahkan agar kaum Muslimin mengikuti agama Allah yang telah dijadikan-Nya bagi manusia. Di sini \"fitrah\" diartikan \"agama\" karena manusia dijadikan untuk melaksanakan agama itu. Hal ini dikuatkan oleh firman Allah dalam surah yang lain:\nDan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah-Ku. (adz-dzariyat/51: 56) \n\nMenghadapkan wajah (muka) artinya meluruskan tujuan dengan segala kesungguhan tanpa menoleh kepada yang lain. \"Wajah\" atau \"muka\" dikhususkan penyebutan di sini karena merupakan tempat berkumpulnya semua panca indera, dan bagian tubuh yang paling terhormat.\nSehubungan dengan kata fitrah yang tersebut dalam ayat ini ada sebuah hadis sahih dari Abu Hurairah yang berbunyi: \nTidak ada seorang anak pun kecuali ia dilahirkan menurut fitrah. Kedua ibu bapaknyalah yang akan meyahudikan, menasranikan, atau memajusikannya, sebagaimana binatang melahirkan anaknya dalam keadaan sempurna. Adakah kamu merasa kekurangan padanya. Kemudian Abu Hurairah berkata, \"Bacalah ayat ini yang artinya: ¦ fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah.\" Dalam riwayat lain, \"Sehingga kamu merusaknya (binatang itu).\" Para sahabat bertanya, \"Hai Rasulullah, apakah engkau tahu keadaan orang yang meninggal di waktu kecil?\" Rasul menjawab, \"Allah lebih tahu dengan apa yang mereka perbuat.\" (Riwayat al-Bukhari dan Muslim) \n\nPara ulama berbeda pendapat mengenai arti fitrah. Ada yang berpendapat bahwa fithrah itu artinya \"Islam\". Hal ini dikatakan oleh Abu Hurairah, Ibnu Syihab, dan lain-lain. Mereka mengatakan bahwa pendapat itu terkenal di kalangan utama salaf yang berpegang kepada takwil. Alasan mereka adalah ayat (30) dan hadis Abu Hurairah di atas. Mereka juga berhujah dengan hadis bahwa Rasulullah saw bersabda kepada manusia pada suatu hari:\nApakah kamu suka aku menceritakan kepadamu apa yang telah diceritakan Allah kepadaku dalam Kitab Nya. Sesungguhnya Allah telah menciptakan Adam dan anak cucunya cenderung kepada kebenaran dan patuh kepada Allah. Allah memberi mereka harta yang halal tidak yang haram. Lalu mereka menjadikan harta yang diberikan kepada mereka itu menjadi halal dan haram . . . \"(Riwayat Ahmad dari hammad) \n\nPendapat tersebut di atas dianut oleh kebanyakan ahli tafsir. Adapun maksud sabda Nabi saw tatkala beliau ditanya tentang keadaan anak-anak kaum musyrik, beliau menjawab, \"Allah lebih tahu dengan apa yang mereka ketahui,\" yaitu apabila mereka berakal. Takwil ini dikuatkan oleh hadis al-Bukhari dari Samurah bin Jundub dari Nabi saw. Sebagian dari hadis yang panjang itu berbunyi sebagai berikut:\nAdapun orang yang tinggi itu yang ada di surga adalah Ibrahim as. Adapun anak-anak yang ada di sekitarnya semuanya adalah anak yang dilahirkan menurut fitrah. Samurah berkata, \"Maka Rasulullah ditanya, 'Ya Rasulullah, tentang anak-anak musyrik? Rasulullah menjawab, 'Dan anak-anak musyrik.\" (Riwayat al-Bukhari dari Samurah bin Jundub)\n\nSebagian ulama lain mengartikan \"fithrah\" dengan \"kejadian\" yang dengannya Allah menjadikan anak mengetahui Tuhannya. Seakan-akan dikatakan, \"Tiap-tiap anak dilahirkan atas kejadiannya.\" Dengan kejadian itu, sang anak akan mengetahui Tuhannya apabila dia telah berakal dan berpengetahuan. Kejadian di sini berbeda dengan kejadian binatang yang tak sampai kepada pengetahuan tentang Tuhannya. Mereka berhujjah bahwa \"fithrah\" itu berarti \"kejadian\" dan \"fathir\" berarti \"yang menjadikan\" dengan firman Allah:\nKatakanlah, \"Ya Allah, Pencipta langit dan bumi.\" (az-Zumar/39: 46) \nDan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku. (Yasin/36: 22) \nDia (Ibrahim) menjawab, \"Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya.\" (al-Anbiya'/21: 56) \n\nKemudian kalimat dalam ayat (30) ini dilanjutkan dengan ungkapan bahwa pada fitrah Allah itu tidak ada perubahan. Allah tidak akan mengubah fitrah-Nya. Tidak ada sesuatu pun yang menyalahi aturan itu maksudnya ialah tidak akan sengsara orang yang dijadikan Allah berbahagia, dan sebaliknya tidak akan berbahagia orang-orang yang dijadikan-Nya sengsara. Menurut Mujahid, artinya ialah tidak ada perubahan bagi agama Allah. Pendapat ini didukung oleh Qatadah, Ibnu Jubair, adh-ahhak, Ibnu Zaid, dan an-Nakha'i. Mereka berpendapat bahwa ungkapan tersebut di atas berkenaan dengan keyakinan. 'Ikrimah meriwayatkan dari Ibnu 'Abbas bahwa Umar bin Khaththab berkata, \"Tidak ada perubahan bagi makhluk Allah dari binatang yang dimandulkan.\" Perkataan ini maksudnya ialah larangan memandulkan binatang.\nUngkapan \"itulah agama yang lurus\", menurut Ibnu 'Abbas, bermakna \"itulah keputusan yang lurus\". Muqatil mengatakan bahwa itulah perhitungan yang nyata. Ada yang mengatakan bahwa agama yang lurus itu ialah agama Islam, tetapi kebanyakan manusia tidak mengetahui. Mereka tidak mau memikirkan bahwa agama Islam itu adalah agama yang benar. Oleh karena itu, mereka tidak mau menghambakan diri kepada Pencipta mereka, dan Tuhan yang lebih terdahulu (qadim) memutuskan sesuatu dan melaksanakan keputusan-Nya.",
    "quraish": "Dari itu, luruskanlah wajahmu dan menghadaplah kepada agama, jauh dari kesesatan mereka. Tetaplah pada fitrah yang Allah telah ciptakan manusia atas fitrah itu. Yaitu fitrah bahwa mereka dapat menerima tauhid dan tidak mengingkarinya. Fitrah itu tidak akan berubah. Fitrah untuk menerima ajaran tauhid itu adalah agama yang lurus. Tetapi orang-orang musyrik tidak mengetahui hakikat hal itu.",
    "jalalayn": "(Maka hadapkanlah) hai Muhammad (wajahmu dengan lurus kepada agama Allah) maksudnya cenderungkanlah dirimu kepada agama Allah, yaitu dengan cara mengikhlaskan dirimu dan orang-orang yang mengikutimu di dalam menjalankan agama-Nya (fitrah Allah) ciptaan-Nya (yang telah menciptakan manusia menurut fitrah itu) yakni agama-Nya. Makna yang dimaksud ialah, tetaplah atas fitrah atau agama Allah. (Tidak ada perubahan pada fitrah Allah) pada agama-Nya. Maksudnya janganlah kalian menggantinya, misalnya menyekutukan-Nya. (Itulah agama yang lurus) agama tauhid itulah agama yang lurus (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) ketauhidan atau keesaan Allah."
  },
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 31,
    "arab": "۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ",
    "translation": "dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta laksanakanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan  Allah, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3440.mp3",
    "tafsir": "Ayat ini merupakan jawaban dari ayat 30 Surah ar-Rum di atas yang menyatakan, \"Tidak ada perubahan bagi agama Allah.\" Maksudnya ialah agar manusia jangan sekali-kali mencoba mengubah agama Allah. Bagaimana tindakan manusia agar dia tidak mengubah agama Islam ialah dengan jalan bertobat kepada-Nya. Akan tetapi, ada yang menafsirkan kalimat \"dengan kembali bertobat kepada-Nya\" sebagai keterangan dari kata \"hadapkanlah wajahmu\" tersebut di atas. Maksudnya agar Nabi Muhammad dan umatnya meluruskan muka (menghadapkan wajah) dengan cara kembali bertobat kepada Allah. Kaum Muslimin juga termasuk dalam perintah ini karena suruhan kepada Nabi saw berarti juga suruhan kepada umatnya. \nAyat ini juga menyuruh manusia bertobat kepada Allah. Perintah ini lalu dihubungkan dengan suruhan agar manusia bertakwa kepada-Nya, mendirikan salat, serta larangan menjadi orang musyrik.\nKembali kepada Allah ialah cara yang baik untuk memperbaiki fitrah tadi dan menjauhi segala rintangan yang mungkin menghalanginya.\nPerintah bertakwa didahulukan dari perintah mendirikan salat karena salat termasuk salah satu tanda-tanda yang pokok dari orang yang bertakwa. Salat dan ibadah lainnya tidak akan ada hasilnya, kecuali atas dasar iman dengan Allah, merasakan kekuasaan dan ketinggian-Nya. Dalam hal ini Allah berfirman:\nSungguh beruntung orang-orang yang beriman, (yaitu) orang yang khusyuk dalam salatnya. (al-Mu'minun/23: 1-2)\n\nIbadah juga tidak ada artinya kalau tidak disertai dengan ikhlas. Oleh karena itu, ayat ini diakhiri dengan keharusan ikhlas dalam beribadah agar kaum Muslimin tidak menjadi musyrik.",
    "quraish": "Jadilah kalian orang-orang yang kembali kepada-Nya. Kerjakanlah apa yang diperintahkan kepada kalian. Tinggalkanlah apa yang dilarang, dan peliharalah salat, serta janganlah menjadi golongan orang-orang yang menyekutukan Allah.",
    "jalalayn": "(Dengan kembali) bertobat (kepada-Nya) kepada Allah swt., yaitu melaksanakan apa-apa yang diperintahkan oleh-Nya dan menjauhi hal-hal yang dilarang oleh-Nya. Lafal ayat ini merupakan hal atau kata keterangan keadaan bagi fa'il atau subjek yang terkandung di dalam lafal aqim beserta makna yang dimaksud daripadanya, yaitu hadapkanlah wajah kalian (dan bertakwalah kalian kepada-Nya) takutlah kalian kepada-Nya (serta dirikanlah salat dan janganlah kalian termasuk orang-orang yang mempersekutukan Allah)."
  },
  {
    "page": 407,
    "name": "Ar-Rum",
    "ayat": 32,
    "arab": "مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا ۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
    "translation": "yaitu orang-orang yang memecah belah agama mereka dan mereka menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada golongan mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3441.mp3",
    "tafsir": "Ayat ini merupakan keterangan dari ungkapan \"orang-orang yang mempersekutukan Allah\" yang terdapat dalam ayat sebelumnya (31). Ayat ini menyuruh kaum Muslimin agar jangan menjadi orang musyrik yang selalu berselisih dan memecah agama mereka, sehingga mereka terbelah menjadi beberapa golongan. Mereka selalu berselisih pendapat karena menganut agama yang batil, agama ciptaan manusia. \nAgama yang batil itu banyak macamnya, dan tata cara peribadatannya juga berbeda-beda. Ada yang menyembah berhala, api, malaikat, bintang-bintang, matahari dan bulan, pohon, kuburan, dan lain sebagainya. Semuanya itu adalah macam-macam tuhan yang disembah segolongan kaum musyrik. Setiap golongan mempunyai tata cara peribadatan sendiri. Mereka berpendapat bahwa mereka adalah orang yang mendapat petunjuk. Mereka sangat gembira dan bangga dengan golongan mereka, padahal mereka adalah golongan yang merugi dan sesat.",
    "quraish": "Yaitu orang-orang yang memecah belah agama mereka sehingga berselisih tentangnya dan menjadi berkelompok-kelompok. Setiap kelompok didukung oleh pengikut-pengikutnya. Setiap golongan dari mereka merasa bangga dengan apa yang mereka miliki dan mengira bahwa mereka berada dalam kebenaran.",
    "jalalayn": "(Yaitu orang-orang) lafal ayat ini merupakan badal dari lafal minal musyrikiin berikut pengulangan huruf jarnya (yang memecah belah agamanya) disebabkan perselisihan mereka dalam apa yang mereka sembah (dan mereka menjadi beberapa golongan) menjadi bersekte-sekte dalam beragama. (Tiap-tiap golongan) dari kalangan mereka (dengan apa yang ada pada golongan mereka) maksudnya apa yang ada pada diri mereka (merasa bangga) yakni membanggakannya. Menurut qiraat yang lain lafal farraquu itu dibaca faraquu artinya mereka meninggalkan agama yang mereka diperintahkan untuk menjalankannya."
  }
]