[
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 51,
    "arab": "وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ",
    "translation": "Dan sungguh, jika Kami mengirimkan angin lalu mereka melihat (tumbuh-tumbuhan itu) menjadi kuning (kering), niscaya setelah itu mereka tetap ingkar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3460.mp3",
    "tafsir": "Dalam ayat ini disampaikan pengandaian, yaitu bagaimana jika yang dikirim Allah itu angin yang kering dan panas serta membuat tanaman mereka yang tadinya subur menjadi kuning dan kering. Mereka pasti bertambah ingkar kepada Allah. Pada waktu Allah mengirimkan angin yang membawa hujan saja, yang membuat tanaman mereka subur, mereka hanya bergembira dan tidak bersyukur kepada-Nya. Apalagi bila yang dikirim adalah angin kering itu. Kematian tanaman mereka yang tadinya subur itu akan membuat mereka menggerutu dan bertambah ingkar kepada Allah.",
    "quraish": "Dan Kami bersumpah, \"Jika Kami benar-benar telah mengirimkan angin yang memberikan bahaya bagi tumbuh-tumbuhan, sehingga mereka melihatnya menjadi kuning karena angin itu, mereka pasti akan tetap bersikap kufur kepada Allah dan mengingkari nikmat-Nya setelah mereka melihat kuningnya tumbuhan itu.\"",
    "jalalayn": "(Dan sungguh jika) lam menunjukkan makna qasam (Kami mengirimkan angin) yang membahayakan tumbuh-tumbuhan (lalu mereka melihat tumbuh-tumbuhan itu menjadi kuning/kering, benar-benar tetaplah mereka) benar-benar mereka menjadi; lafal ayat ini menjadi jawab dari qasam pada awal ayat tadi (sesudah itu) sesudah mengeringnya tumbuh-tumbuhan (orang-orang yang ingkar) mereka menjadi orang-orang yang mengingkari nikmat Allah, yaitu berupa hujan."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 52,
    "arab": "فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ",
    "translation": "Maka sungguh, engkau tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila mereka berpaling ke belakang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3461.mp3",
    "tafsir": "Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya.\nOrang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya.",
    "quraish": "Maka janganlah kamu bersedih karena mereka membangkang atau tidak menghiraukan seruanmu. Karena kamu tidak akan dapat memperdengarkan seruanmu kepada orang-orang yang sudah mati dan orang-orang yang tuli apabila mereka bertambah tuli, karena berpaling dan lari darimu.",
    "jalalayn": "(Maka sesungguhnya kamu tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila) lafal ad-du'aa idzaa dapat dibaca tahqiq dan tashil (mereka itu berpaling membelakangi)."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 53,
    "arab": "وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ࣖ",
    "translation": "Dan engkau tidak akan dapat memberi petunjuk kepada orang-orang yang buta (mata hatinya) dari kesesatannya. Dan engkau tidak dapat memperdengarkan (petunjuk Tuhan) kecuali kepada orang-orang yang beriman dengan ayat-ayat Kami, maka mereka itulah orang-orang yang berserah diri (kepada Kami). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3462.mp3",
    "tafsir": "Demikianlah kerasnya hati sebagian manusia, yaitu yang kafir dan musyrik. Nikmat tidak melunakkan hati mereka, dan laknat tidak membuat mereka jera. Mereka dipersamakan dengan orang mati atau tuli. Orang mati tidak mendengar apa pun yang dikatakan kepadanya. Begitu juga orang tuli yang lari tunggang-langgang, tidak akan mendengar panggilan yang ditujukan kepadanya. Oleh karena itu, Allah mengingatkan Nabi Muhammad bahwa bagaimana pun ia berusaha menyadarkan orang seperti itu, tidak akan berhasil bila Allah tidak mengizinkannya, dan karena itu Nabi tidak boleh kecewa.\n(53) Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya.\nOrang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya.",
    "quraish": "Mereka seperti orang buta karena mereka telah menutup kalbu-kalbu mereka untuk tidak mendengarkan petunjuk. Dan kamu tidak akan dapat memberi petunjuk kepada orang-orang yang buta itu dan menahan mereka dari kekufuran. Tetapi kamu hanya dapat memperdengarkannya kepada orang-orang yang dapat mendengarkan dengan paham dan menerima, yaitu orang-orang yang memiliki kalbu yang dapat menerima keimanan. Mereka itulah orang-orang yang tunduk kepada kebenaran ketika kebenaran tampak.",
    "jalalayn": "(Dan kamu sekali-kali tidak akan dapat memberi petunjuk kepada orang-orang yang buta mata hatinya dari kesesatan, tidak lain) (kamu hanya dapat memperdengarkan) dengan pendengaran yang dibarengi dengan pemahaman dan mau menerima apa yang didengarnya (kepada orang-orang yang beriman dengan ayat-ayat Kami) yakni Alquran (mereka itulah orang-orang yang berserah diri) yaitu orang-orang yang ikhlas di dalam mentauhidkan Allah swt."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 54,
    "arab": "۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةً ۗيَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ",
    "translation": "Allah-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3463.mp3",
    "tafsir": "Di dalam ayat ini disampaikan perjalanan hidup manusia. Mereka berasal dari sesuatu yang tidak ada arti dan tidak punya daya apa-apa, yaitu nutfah (zygot) yang merupakan telur yang terbuahi sperma. Nuthfah itu kemudian berkembang menjadi janin, dan kemudian lahir, sebagaimana diinformasikan al-Mu'minun/23: 12-14. Dari kanak-kanak manusia kemudian menjadi remaja, dewasa, lalu matang, dan menjadi manusia yang perkasa dan berkuasa. Setelah itu manusia menginjak usia tua. Dalam usia tua itu manusia menjadi makhluk yang lemah kembali. Di samping lemah, manusia juga mengalami perubahan fisik, di antaranya rambut yang tadinya hitam menjadi uban, kulit menjadi keriput, daya penglihatan dan pendengaran semakin lemah, dan perubahan-perubahan lainnya. Setelah itu manusia pasti mati. Demikianlah Allah menciptakan makhluk yang dikehendaki-Nya, yaitu bahwa perjalanan hidup manusia di dunia pada umumnya demikian. Namun Allah dapat menentukan lain, yaitu bahwa manusia dapat saja wafat pada usia-usia yang dikehendaki-Nya sebelum usia tua tersebut. Demikianlah lemahnya manusia di depan Tuhan. Oleh karena itu, mereka hendaknya tidak menyombongkan diri, tetapi beriman dan patuh kepada-Nya.",
    "quraish": "Allahlah yang menciptakan kalian dari air mani, lalu kalian tumbuh dalam keadaan lemah. Kemudian Dia menjadikan kalian kuat setelah keadaan lemah itu dengan pertumbuhan kalian sampai dewasa. Setelah itu menjadikan kalian lemah kembali setelah keadaan kuat itu, yaitu dengan sampainya kalian pada usia tua dan beruban. Dia menciptakan segala yang dikehendaki-Nya. Dia Maha Mengetahui untuk mengurus ciptaan-Nya dan Mahakuasa untuk menjadikan segala yang dikehendaki-Nya.",
    "jalalayn": "(Allah, Dialah yang menciptakan kalian dari keadaan lemah) yaitu dari air mani yang hina lagi lemah itu (kemudian Dia menjadikan kalian sesudah keadaan lemah) yang lain yaitu masa kanak-kanak (menjadi kuat) masa muda yang penuh dengan semangat dan kekuatan (kemudian Dia menjadikan kalian sesudah kuat itu lemah kembali dan beruban) lemah karena sudah tua dan rambut pun sudah putih. Lafal dha'fan pada ketiga tempat tadi dapat dibaca dhu'fan. (Dia menciptakan apa yang dikehendaki-Nya) ada yang lemah, yang kuat, yang muda, dan yang tua (dan Dialah Yang Maha Mengetahui) mengatur makhluk-Nya (lagi Maha Kuasa) atas semua yang dikehendaki-Nya."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 55,
    "arab": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ",
    "translation": "Dan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). Begitulah dahulu mereka dipalingkan (dari kebenaran). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3464.mp3",
    "tafsir": "Diterangkan bahwa pada hari kebangkitan nanti, orang-orang kafir menyatakan kepada Allah bahwa hidup yang telah mereka lalui di dunia amat singkat. Mereka meminta untuk dikembalikan ke dunia dan berjanji akan memperbaiki amal mereka. Hal itu mereka sampaikan kepada Allah dengan bersumpah. Dengan demikian, kebiasaan berbohong mereka sewaktu di dunia masih mereka bawa ke akhirat. Pernyataan dan janji mereka itu hanyalah helah (alasan) mereka untuk menghindari hukuman Allah. Bila mereka dikembalikan lagi ke dunia, mereka pasti akan kembali kafir dan berbuat jahat sebagaimana dinyatakan ayat berikut:\nTetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28)\n\nMereka sesungguhnya telah diberi kesempatan yang cukup di dunia untuk melakukan yang seharusnya, tetapi mereka lalai, tergoda setan, dan berbuat jahat. Itu mereka akui sebagaimana dilukiskan ayat berikut:\nDan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk. (Yunus/10: 45)\n\nOleh karena itu, singkatnya waktu hidup di dunia dalam perasaan orang kafir itu hanyalah alasan yang dibuat-buat. Sebenarnya mereka takut masuk neraka , sehingga mereka mencari berbagai macam helah atau tipu daya.",
    "quraish": "Dan pada hari terjadinya kiamat, orang-orang kafir itu bersumpah bahwa mereka tidak berdiam di dunia atau di dalam kubur kecuali hanya bebarapa saat saja. Seperti itulah setan memalingkan mereka di dunia dari kebenaran kepada kebatilan.",
    "jalalayn": "(Dan pada hari terjadinya kiamat bersumpahlah) mengatakan sumpah (orang-orang yang berdosa) orang-orang kafir (mereka tidak berdiam) mereka tidak tinggal di dalam kubur (melainkan sesaat saja) maka Allah berfirman: (Seperti demikianlah mereka selalu dipalingkan) dari kebenaran atau dari perkara yang hak, yang dimaksud adalah tentang hari berbangkit. Maksudnya sebagaimana mereka dipalingkan dari kebenaran maka mereka pun dipalingkan pula dari masa yang sebenarnya mereka tinggal di dalam kubur."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 56,
    "arab": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَالْاِيْمَانَ لَقَدْ لَبِثْتُمْ فِيْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِۖ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُوْنَ",
    "translation": "Dan orang-orang yang diberi ilmu dan keimanan berkata (kepada orang-orang kafir), “Sungguh, kamu telah berdiam (dalam kubur) menurut ketetapan Allah, sampai hari kebangkitan. Maka inilah hari kebangkitan itu, tetapi (dahulu) kamu tidak meyakini(nya).” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3465.mp3",
    "tafsir": "Perasaan orang kafir bahwa mereka hidup di dunia sangat singkat tidaklah benar. Itu adalah usaha mereka untuk berbohong di depan Allah. Kebohongan mereka itu dibantah oleh mereka yang dikaruniai ilmu dan iman. Mereka yang dikaruniai ilmu adalah mereka yang mengerti hakikat kebenaran lalu ia beriman dan membuktikan imannya dengan perbuatan baik sehingga ia merasakan betul apa yang diimaninya itu dalam hatinya. Mereka yang dikaruniai iman adalah mereka yang telah memperoleh hakikat kebenaran sehingga percaya kepada Allah dan segala yang diwahyukan dalam Al-Qur'an. Mereka juga melaksanakan segala perintah wahyu itu untuk mempersiapkan dirinya menghadapi hari kebangkitan tersebut. Mereka yang telah diberi ilmu dan iman mengisi hidupnya dengan perbuatan baik sebagai persiapan untuk menghadapi hari kebangkitan tersebut. Oleh karena itu, mereka tidak merasa masa hidup mereka di dunia singkat, tetapi cukup. Orang-orang kafir itu merasa hidupnya singkat karena mereka lalai di dunia. Mereka menyangka hidup di dunia itu tidak bersambung ke akhirat, dan tidak menyadari bahwa semua perbuatan mereka harus mereka pertanggungjawabkan.",
    "quraish": "Orang-orang yang dikaruniai ilmu oleh Allah, yaitu para nabi, malaikat dan orang-orang Mukmin berkata, \"Sesungguhnya kalian telah tinggal di dalam kubur menurut ketentuan dan takdir-Nya sampai hari kebangkitan. Maka inilah hari kebangkitan yang kalian ingkari. Tetapi kalian di dunia tidak mengetahui bahwa hal ini adalah benar karena kebodohan dan keberpalingan kalian.",
    "jalalayn": "(Dan berkata orang-orang yang diberi ilmu pengetahuan dan keimanan) para malaikat dan lain-lainnya: (\"Sesungguhnya kalian telah berdiam menurut ketetapan Allah) sesuai dengan apa yang telah dipastikan oleh-Nya menurut ilmu Allah yang terdahulu (sampai hari berbangkit; maka inilah hari berbangkit itu) yang kalian ingkari itu (akan tetapi kalian selalu tidak meyakini\") kejadiannya."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 57,
    "arab": "فَيَوْمَىِٕذٍ لَّا يَنْفَعُ الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ",
    "translation": "Maka pada hari itu tidak bermanfaat (lagi) permintaan maaf orang-orang yang zalim, dan mereka tidak pula diberi kesempatan bertobat lagi. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3466.mp3",
    "tafsir": "Pada hari kebangkitan manusia dihadapkan ke depan pengadilan Allah. Pada saat itu, orang kafir tidak akan diperkenankan menyampaikan alasan apa pun, misalnya merasa hidupnya di dunia terlalu singkat dan meminta dikembalikan ke dunia sesaat saja untuk bisa berbuat baik. Mereka juga tidak akan diberi peluang untuk diubah hukumannya. Dalam ayat lain Allah berfirman:\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, \"Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama. (as-Sajdah/32:12-13)",
    "quraish": "Maka pada hari manusia dibangkitkan, permohonan maaf orang-orang kafir atas keingkaran dan pendustaan mereka kepada rasul-rasul mereka sama sekali tidak berguna. Dan tidak ada seorang pun yang meminta mereka untuk melakukan sesuatu yang dapat membuat keridaan Allah, karena mereka telah menjadi hina di sisi-Nya dan Dia telah mengusir mereka dari kasih sayang-Nya.",
    "jalalayn": "(Maka pada hari itu tidak bermanfaat lagi) lafal yanfa'u dapat dibaca tanfa'u (bagi orang-orang yang lalim permintaan uzur mereka) alasan ingkar mereka kepada adanya hari berbangkit (dan tidak pula mereka diberi kesempatan bertobat) mereka tidak diperintahkan lagi untuk kembali bertobat kepada Allah swt. dengan melakukan perbuatan-perbuatan yang diridai-Nya."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 58,
    "arab": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۗ وَلَىِٕنْ جِئْتَهُمْ بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ",
    "translation": "Dan sesungguhnya telah Kami jelaskan kepada manusia segala macam perumpamaan dalam Al-Qur'an ini. Dan jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, ”Kamu hanyalah orang-orang yang membuat kepalsuan belaka.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3467.mp3",
    "tafsir": "Dalam ayat ini dinyatakan bahwa Allah telah menyampaikan berbagai penjelasan tentang bukti bahwa Ia ada dan Mahakuasa. Di antaranya adalah bagaimana umat-umat terdahulu beserta peradabannya hancur karena melanggar ketentuan-ketentuan Allah, bagaimana Dia menurunkan hujan yang amat besar pengaruhnya bagi kesuburan dan kemakmuran, dan bagaimana Dia menentukan perjalanan hidup manusia sampai mati dan dibangkitkan kembali di akhirat. Semuanya itu menunjukkan Allah Mahakuasa, dan sekaligus menunjukkan bahwa kehidupan kembali di akhirat itu ada. Akan tetapi, mereka yang tidak mau beriman mengingkari semua itu sebagai tanda adanya Allah dan kemahakuasaan-Nya. Bahkan mereka menuduh orang yang beriman telah menyampaikan ketidakbenaran dan melakukan kebohongan.",
    "quraish": "Kami telah menjelaskan di dalam al-Qur'ân ini segala macam permisalan untuk memberi petunjuk kepada manusia dan membimbing mereka kepada jalan petunjuk. Dan apabila kamu mendatangkan kepada mereka mukjizat apa pun, maka orang-orang kafir, karena mereka terlalu membangkang dan hati mereka terlalu keras pasti akan mengatakan, \"Kamu dan pengikut-pengikutmu tidak lain hanya membawa kepalsuan dalam seruan kalian itu.\"",
    "jalalayn": "(Dan sesungguhnya telah Kami buatkan) telah Kami jadikan (di dalam Alquran ini segala macam perumpamaan untuk manusia) sebagai peringatan buat mereka. (Dan sesungguhnya jika) lam di sini bermakna qasam (kamu mendatangi mereka) hai Muhammad (dengan membawa suatu ayat) mukjizat seperti tongkat dan tangan Nabi Musa (pastilah akan berkata) dari lafal layaqulunna terbuang nun rafa', alasannya, karena berturut-turutnya beberapa nun, sedangkan wau-nya ikut dibuang pula, yaitu wau dhamir jamak, dengan alasan bukan karena bertemu dua huruf yang disukunkan (orang-orang yang kafir itu) sebagian dari mereka pasti mengatakan: (\"Tidak lain) (kalian) yakni Nabi Muhammad dan para sahabatnya (hanyalah orang-orang yang membuat kepalsuan belaka\") orang-orang yang mendatangkan kebatilan-kebatilan."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 59,
    "arab": "كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ",
    "translation": "Demikianlah Allah mengunci hati orang-orang yang tidak (mau) memahami. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3468.mp3",
    "tafsir": "Penolakan orang kafir terhadap setiap penjelasan dari Allah yang disampaikan Nabi Muhammad itu adalah karena hati mereka telah ditutup oleh Allah. Penutupan hati itu terjadi karena mereka sendiri yang selalu menutupnya terhadap setiap ayat atau kebenaran yang disampaikan kepada mereka, akhirnya hati itu benar-benar tertutup. Mereka tidak mau mengerti dan tidak mau memahami hakikat kebenaran yang disampaikan kepada mereka dan menyombongkan diri, akhirnya mereka kafir.",
    "quraish": "Dengan tutup seperti itulah, Allah menutup kalbu-kalbu orang-orang bodoh yang tidak mendapatkan tauhid.",
    "jalalayn": "(Demikianlah Allah mengunci mati hati orang-orang yang tidak mau memahami) ketauhidan, sebagaimana Dia mengunci mati hati orang-orang itu, maka Dia pun mengunci mati hati mereka yang mengatakan hal demikian terhadap Nabi Muhammad dan para sahabatnya."
  },
  {
    "page": 410,
    "name": "Ar-Rum",
    "ayat": 60,
    "arab": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ ࣖ ",
    "translation": "Maka bersabarlah engkau (Muhammad), sungguh, janji Allah itu benar dan sekali-kali jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu menggelisahkan engkau. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3469.mp3",
    "tafsir": "Nabi Muhammad diminta Allah agar bersabar menghadapi orang-orang kafir yang telah tertutup hatinya, yang mengingkari Allah dan hari akhirat, serta menuduh kaum beriman telah menyampaikan dan melakukan kebohongan. Hal itu karena janji Allah benar, hari akhirat pasti ada, dan mereka yang kafir dan syirik pasti akan dimasukkan ke dalam neraka. Oleh karena itu, Nabi dan kaum muslimin tidak boleh dibuat bingung dan gelisah oleh keingkaran dan bantahan orang-orang kafir tersebut. Nabi diminta untuk tabah dan jangan terhenti dari menyampaikan dakwah dan melaksanakan kebenaran Al-Qur'an.",
    "quraish": "Maka bersabarlah, wahai Nabi, atas siksaan mereka. Sesungguhnya janji Allah dengan menolongmu dari musuh-musuhmu dan memberikan kemenangan kepada Islam atas seluruh agama adalah benar. Dia, selamanya, tidak pernah mengingkari janji-Nya. Dan jangan sampai orang-orang yang tidak beriman kepada Allah dan Rasul-Nya itu membuatmu gelisah dan kehilangan kesabaran.",
    "jalalayn": "(Maka bersabarlah kamu, sesungguhnya janji Allah) yang akan menolongmu atas mereka (adalah benar dan sekali-kali janganlah orang-orang yang tidak meyakini itu membuat kamu gelisah) yakni orang-orang yang tidak meyakini adanya hari berbangkit. Janganlah kamu menjadi gelisah dan membabi buta melihat tingkah mereka itu, tetaplah pada kesabaranmu, jangan hiraukan mereka."
  }
]