[
  {
    "page": 414,
    "name": "Luqman",
    "ayat": 29,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۖ  كُلٌّ يَّجْرِيْٓ اِلٰٓى اَجَلٍ مُّسَمًّى وَّاَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
    "translation": "Tidakkah engkau memperhatikan, bahwa Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan Dia menundukkan matahari dan bulan, masing-masing beredar sampai kepada waktu yang ditentukan. Sungguh, Allah Mahateliti apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3498.mp3",
    "tafsir": "Dalam ayat ini, Allah menyuruh manusia memperhatikan dan memikirkan kekuasaan-Nya. Dia memasukkan malam kepada siang, dan memasukkan siang kepada malam. Maksudnya ialah bahwa Allah mengambil sebagian dari waktu malam, lalu ditambahkannya kepada waktu siang, maka terjadilah perpanjangan waktu siang itu, sebaliknya malam menjadi pendek, akan tetapi sehari semalam tetap 24 jam. Hal ini terjadi pada musim panas. Sementara itu, Allah juga mengambil sebagian dari waktu siang, lalu dimasukkan-Nya kepada waktu malam, maka menjadi panjanglah waktu malam itu, dan sebaliknya waktu siang menjadi pendek. Hal ini terjadi di musim dingin.\nKejadian seperti di atas amat jelas kelihatannya dan dialami oleh penduduk negeri-negeri yang terletak di daerah-daerah yang mempunyai empat macam musim dalam setahun, yaitu musim panas, musim gugur, musim dingin, dan musim semi, yaitu daerah Sedang Utara dan Sedang Selatan. Adapun di negeri-negeri yang berada di daerah khatulistiwa, maka dalam setahun hanya ada dua musim, yaitu musim kemarau dan musim hujan. Sedang pada saat-saat malam lebih panjang dari siang, atau siang lebih panjang dari malam, perbedaan itu tidak terasa karena perbedaan panjang pendeknya malam atau siang itu tidak seberapa.\nTerjadinya empat macam musim dalam setahun, dan terjadinya siang lebih panjang dari malam itu atau sebaliknya di daerah Sedang Utara dan Sedang Selatan, adalah karena Allah memiringkan letak bumi di garis lintang 22 Â½ derajat, sebagaimana yang dikenal dalam Ilmu Falak. Semua itu mengandung hikmah-hikmah yang sangat besar.\nAllah juga menundukkan matahari dan bulan untuk kepentingan manusia. Sinar matahari merupakan lampu yang menerangi manusia di siang hari, sehingga mereka dapat bekerja dan berusaha. Sinar matahari juga menyuburkan tumbuh-tumbuhan, menimbulkan angin dan awan, serta berbagai kegunaan lainnya. Demikian pula bulan dan cahayanya serta berlainan bentuknya, amat banyak kegunaannya bagi manusia, tetapi sebagian kecil saja dari kegunaan itu yang diketahuinya.\nBulan dan matahari beredar di garis orbitnya masing-masing, sesuai dengan ketentuan yang telah ditentukan Allah, sampai kepada waktu yang telah ditentukan-Nya. Apabila waktu yang telah ditentukan itu datang, maka langit dan bumi akan digulung, sebagaimana firman Allah:\n(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiya'/21: 104) \n\nPada akhir ayat ini dinyatakan bahwa Allah mengetahui segala perbuatan yang telah dikerjakan hamba-Nya, apakah itu perbuatan baik ataupun perbuatan buruk. Tidak ada yang luput dari pengetahuan-Nya. Allah akan memberinya pembalasan yang adil.",
    "quraish": "Tidakkah kamu perhatikan, wahai orang yang diberi tugas (mukallaf), bahwa Allah mengurangi waktu malam dan menambahkannya kepada siang dengan tepat, dan mengurangi waktu siang dan menambahkannya kepada malam dengan tepat pula. Dia juga menundukkan matahari dan bulan untuk maslahat kalian. Dia pun membuat keduanya berjalan sesuai dengan aturan yang sangat indah, sehingga masing-masing berjalan pada jalan yang tertentu, dan tidak akan melanggarnya. Keduanya akan tetap berjalan seperti itu sampai datangnya hari kiamat. Dan sesungguhnya Allah Swt. Maha Mengetahui apa yang kalian kerjakan dan memberikan balasannya kepada kalian atas perbuatan itu.",
    "jalalayn": "(Tidakkah kamu memperhatikan) artinya melihat, hai orang yang diajak bicara (bahwa sesungguhnya Allah memasukkan) mempergantikan (malam ke dalam siang dan memasukkan siang) mempergantikannya (ke dalam malam) maka Dia menambahkan pada masing-masing apa yang dikurangi dari yang lainnya (dan Dia tundukkan matahari dan bulan masing-masing) dari matahari dan bulan itu (berjalan) beredar pada garis edarnya (sampai kepada waktu yang ditentukan) yaitu hari kiamat (dan sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan)."
  },
  {
    "page": 414,
    "name": "Luqman",
    "ayat": 30,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهِ الْبَاطِلُۙ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ࣖ",
    "translation": "Demikianlah, karena sesungguhnya Allah, Dialah (Tuhan) yang sebenarnya dan apa saja yang mereka seru selain Allah adalah batil. Dan sesungguhnya Allah, Dialah Yang Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3499.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tujuan Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada manusia adalah untuk menjadi dalil dan bukti yang kuat bagi mereka bahwa manusia wajib beribadah kepada-Nya dan hanyalah Dia yang berhak disembah. Menyembah atau beribadah kepada selain Allah adalah tindakan yang batil karena semua yang selain Dia adalah fana, tidak kekal. Dia Mahakaya dan tidak memerlukan yang lain, sedangkan semua makhluk sangat tergantung kepada nikmat-Nya.\nAkhirnya ayat ini menegaskan bahwa Allah Mahatinggi, mengatasi segala sesuatu, Mahabesar, dan menguasai segala sesuatu. Semua tunduk dan patuh kepada-Nya.\n(31) Pada ayat ini, Allah memerintahkan agar manusia melihat tanda-tanda kekuasaan dan kebesaran-Nya yang ada di bumi dengan mengatakan, \"Apakah tidak engkau perhatikan, hai Muhammad, bahtera yang berlayar di lautan yang menghubungkan negeri-negeri yang berjauhan letaknya.\" Dengan adanya hubungan itu, penduduk suatu negeri akan mengenal penduduk negeri lain. Keperluan dan kebutuhan rakyat yang tidak ada di negerinya dapat diambil dan diangkut oleh kapal-kapal dari negeri-negeri yang lain, seperti bahan makanan, pakaian, obat-obatan, perhiasan, mesin-mesin, dan sebagainya. Dengan adanya kapal-kapal itu, seakan-akan hubungan antara bangsa-bangsa dan negara-negara dewasa ini semakin dekat.\nKapal dibuat pertama kali oleh Nabi Nuh sesuai dengan perintah Allah dalam misi penyelamatan manusia beriman ditambah dengan sejumlah pasangan hewan (lebih lanjut baca Surah Hud/11: 40). Namun demikian, dengan kemampuan berpikir manusia, maka teknologi kapal berkembang. Kapal tidak saja dibuat dari bahan kayu saja bahkan sudah berkembang dengan menggunakan logam. Walaupun akhir-akhir ini dengan berkembangnya teknologi bahan, manusia telah mampu \"meramu\" dari bahan yang tersedia menjadi bahan yang lebih ringan, kompak, mudah dibentuk, kuat, tahan cuaca, dan tahan benturan. Besi yang mestinya tenggelam, karena massa jenis logam jauh lebih besar di atas massa jenis air, tetapi dengan pemanfaatan ilmu pengetahuan dan teknologi (iptek), yakni dengan menerapkan hukum Archimides (fisika), maka besi tadi dapat mengapung di permukaan air. Hakikatnya hukum fisika itu adalah ketetapan Allah. Ketetapan Allah yang dapat dirasakan manfaatnya dalam kehidupan manusia. Itulah nikmat Allah yang sesungguhnya.\nSemua yang diterangkan Allah itu adalah bukti-bukti atas kekuasaan dan kebesaran-Nya yang nyata bagi orang-orang yang sabar dalam menghadapi segala macam cobaan dan kesukaran, serta bagi orang-orang yang mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Tanda orang bersyukur kepada Allah itu ialah dengan menyatakan ungkapan syukur dalam bentuk perkataan atau perbuatan ketika menerima nikmat itu.\nAsy-Sya'bi berkata, \"Sabar itu adalah sebagian dari iman, syukur itu adalah sebagian iman, dan yakin adalah iman seluruhnya. Tidakkah engkau perhatikan firman Allah yang terdapat pada akhir ayat ini dan firman-Nya: \"wa fi al-ardhi ayatun li al-muqinin\" (dan pada bumi itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang yakin) dan sabda Rasulullah saw:\nIman itu ada dua bagian, yaitu sebagian dalam sabar dan sebagian dalam syukur. (Riwayat al-Baihaqi dari Anas)",
    "quraish": "Semua keajaiban ciptaan Allah dan kekuasaan-Nya itu disebabkan oleh karena pencipta-Nya adalah Tuhan Yang Mutlak. Dialah satu-satunya Zat yang berhak untuk disembah. Dan sesungguhnya tuhan-tuhan yang kalian sembah selain Allah, ketuhanan mereka adalah batil dan palsu. Hanya Allah semata yang Mahatinggi dan Mahabesar kekuasaan-Nya.",
    "jalalayn": "(Demikianlah) hal yang telah disebutkan itu (karena sesungguhnya Allah Dialah yang hak) yang tetap. (Dan sesungguhnya apa saja yang mereka seru) yang mereka sembah; lafal ayat ini dapat dibaca ya'buduuna dan ta'buduuna (selain dari Allah, itulah yang batil) yang lenyap (dan sesungguhnya Allah Dialah Yang Maha Tinggi) atas semua makhluk-Nya dengan keperkasaan-Nya yang mengalahkan mereka semua (lagi Maha Besar) yakni Maha Agung."
  },
  {
    "page": 414,
    "name": "Luqman",
    "ayat": 31,
    "arab": "اَلَمْ تَرَ اَنَّ الْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِنِعْمَتِ اللّٰهِ لِيُرِيَكُمْ مِّنْ اٰيٰتِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
    "translation": "Tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dengan nikmat Allah, agar diperlihatkan-Nya kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran)-Nya bagi setiap orang yang sangat sabar dan banyak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3500.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tujuan Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada manusia adalah untuk menjadi dalil dan bukti yang kuat bagi mereka bahwa manusia wajib beribadah kepada-Nya dan hanyalah Dia yang berhak disembah. Menyembah atau beribadah kepada selain Allah adalah tindakan yang batil karena semua yang selain Dia adalah fana, tidak kekal. Dia Mahakaya dan tidak memerlukan yang lain, sedangkan semua makhluk sangat tergantung kepada nikmat-Nya.\nAkhirnya ayat ini menegaskan bahwa Allah Mahatinggi, mengatasi segala sesuatu, Mahabesar, dan menguasai segala sesuatu. Semua tunduk dan patuh kepada-Nya.",
    "quraish": "Apakah kamu tidak melihat, wahai manusia, bahtera yang berlayar di laut dengan rahmat Allah dengan membawa segala yang bermanfaat bagi kalian, untuk menunjukkan kepada kalian sebagian keajaiban ciptaan-Nya dan bukti-bukti kekuasaan-Nya. Sesungguhnya di dalam itu semua terdapat bukti-bukti bagi orang yang selalu bersabar atas bencana dan bersyukur atas segala nikmat-Nya.",
    "jalalayn": "(Tidakkah kamu memperhatikan bahwa sesungguhnya bahtera itu) kapal itu (berlayar di laut dengan nikmat Allah, supaya diperlihatkan-Nya kepada Kamu sekalian) hai orang-orang yang diajak bicara dalam hal ini (sebagian dari tanda-tanda kekuasaan-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda) yaitu pelajaran-pelajaran (bagi semua orang yang sangat bersabar) di dalam menahan diri dari perbuatan-perbuatan maksiat yang dilarang oleh Allah (lagi banyak bersyukur) atas nikmat-nikmat-Nya."
  },
  {
    "page": 414,
    "name": "Luqman",
    "ayat": 32,
    "arab": "وَاِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا كُلُّ خَتَّارٍ كَفُوْرٍ",
    "translation": "Dan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3501.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan agar manusia melihat tanda-tanda kekuasaan dan kebesaran-Nya yang ada di bumi dengan mengatakan, \"Apakah tidak engkau perhatikan, hai Muhammad, bahtera yang berlayar di lautan yang menghubungkan negeri-negeri yang berjauhan letaknya.\" Dengan adanya hubungan itu, penduduk suatu negeri akan mengenal penduduk negeri lain. Keperluan dan kebutuhan rakyat yang tidak ada di negerinya dapat diambil dan diangkut oleh kapal-kapal dari negeri-negeri yang lain, seperti bahan makanan, pakaian, obat-obatan, perhiasan, mesin-mesin, dan sebagainya. Dengan adanya kapal-kapal itu, seakan-akan hubungan antara bangsa-bangsa dan negara-negara dewasa ini semakin dekat.\nKapal dibuat pertama kali oleh Nabi Nuh sesuai dengan perintah Allah dalam misi penyelamatan manusia beriman ditambah dengan sejumlah pasangan hewan (lebih lanjut baca Surah Hud/11: 40). Namun demikian, dengan kemampuan berpikir manusia, maka teknologi kapal berkembang. Kapal tidak saja dibuat dari bahan kayu saja bahkan sudah berkembang dengan menggunakan logam. Walaupun akhir-akhir ini dengan berkembangnya teknologi bahan, manusia telah mampu \"meramu\" dari bahan yang tersedia menjadi bahan yang lebih ringan, kompak, mudah dibentuk, kuat, tahan cuaca, dan tahan benturan. Besi yang mestinya tenggelam, karena massa jenis logam jauh lebih besar di atas massa jenis air, tetapi dengan pemanfaatan ilmu pengetahuan dan teknologi (iptek), yakni dengan menerapkan hukum Archimides (fisika), maka besi tadi dapat mengapung di permukaan air. Hakikatnya hukum fisika itu adalah ketetapan Allah. Ketetapan Allah yang dapat dirasakan manfaatnya dalam kehidupan manusia. Itulah nikmat Allah yang sesungguhnya.\nSemua yang diterangkan Allah itu adalah bukti-bukti atas kekuasaan dan kebesaran-Nya yang nyata bagi orang-orang yang sabar dalam menghadapi segala macam cobaan dan kesukaran, serta bagi orang-orang yang mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Tanda orang bersyukur kepada Allah itu ialah dengan menyatakan ungkapan syukur dalam bentuk perkataan atau perbuatan ketika menerima nikmat itu.\nAsy-Sya'bi berkata, \"Sabar itu adalah sebagian dari iman, syukur itu adalah sebagian iman, dan yakin adalah iman seluruhnya. Tidakkah engkau perhatikan firman Allah yang terdapat pada akhir ayat ini dan firman-Nya: \"wa fi al-ardhi ayatun li al-muqinin\" (dan pada bumi itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang yakin) dan sabda Rasulullah saw:\nIman itu ada dua bagian, yaitu sebagian dalam sabar dan sebagian dalam syukur. (Riwayat al-Baihaqi dari Anas)",
    "quraish": "Apabila orang-orang yang membangkang itu masuk dan menaiki kapal, kemudian mereka diombang- ambingkan oleh air laut dan ombak yang menggunung seakan-akan menaungi mereka sehingga mereka mengira bahwa mereka pasti akan tenggelam, mereka segera bergantung dan berlindung kepada Allah dan berdoa kepada-Nya dengan ikhlas dan tunduk untuk menolong mereka. Lalu apabila Allah telah menyelamatkan mereka sampai ke daratan, sedikit sekali dari mereka yang mengingat janjinya dan berjalan pada jalan yang lurus dalam setiap perbuatannya. Bahkan kebanyakan mereka lupa akan karunia Allah dan tetap membangkang. Sesungguhnya tidak ada yang mengingkari karunia dan kebaikan Tuhannya, kecuali orang yang sangat ingkar dan berlebih-lebihan dalam kekufurannya.",
    "jalalayn": "(Dan apabila mereka tertutup) yakni orang-orang kafir itu oleh (ombak yang besar seperti gunung) bagaikan bukit besarnya, hingga menutupi apa yang ada di bawahnya (mereka menyeru Allah dengan memurnikan ketaatan kepada-Nya) mereka berdoa hanya kepada-Nya, semoga Dia menyelamatkan mereka dari amukan gelombang itu. (Maka tatkala Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan pertengahan) yakni pertengahan antara ingkar dan iman, dan sebagian di antara mereka ada yang masih tetap pada kekafirannya. (Dan tidak ada yang mengingkari ayat-ayat Kami) yang antara lain ialah diselamatkannya mereka dari amukan gelombang (selain orang-orang yang tidak setia) yaitu pengkhianat (lagi ingkar) kepada nikmat-nikmat Allah swt."
  },
  {
    "page": 414,
    "name": "Luqman",
    "ayat": 33,
    "arab": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِيْ وَالِدٌ عَنْ وَّلَدِهٖۖ وَلَا مَوْلُوْدٌ هُوَ جَازٍ عَنْ وَّالِدِهٖ شَيْـًٔاۗ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ",
    "translation": "Wahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia, dan jangan sampai kamu teperdaya oleh penipu dalam (menaati) Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3502.mp3",
    "tafsir": "Ayat ini menerangkan sifat-sifat orang-orang musyrik dengan melukiskan mereka, \"Apabila orang-orang musyrik penyembah patung dan pemuja dewa itu berlayar ke tengah lautan, tiba-tiba datang gelombang besar dan menghempaskan bahtera mereka ke kiri dan ke kanan, dan merasa bahwa mereka tidak akan selamat, bahkan akan mati ditelan gelombang, maka di saat itulah mereka kembali kepada fitrahnya, dengan berdoa kepada Tuhan Yang Maha Esa dengan setulus-tulusnya. Pada saat serupa itu mereka berkeyakinan bahwa tidak ada sesuatupun yang dapat menyelamatkan mereka kecuali Allah semata, seperti yang pernah dilakukan Fir'aun di saat-saat ia akan tenggelam di laut.\nSetelah Allah menerima doa dan menyelamatkan mereka dari amukan gelombang itu, maka di antara mereka hanya sebagian saja yang tetap mengakui keesaan Allah, adapun yang lainnya kembali menyekutukan Tuhan. \nPada akhir ayat ini, Allah menegaskan bahwa yang mengingkari ayat-ayat-Nya itu dan kembali mempersekutukan Tuhan ialah orang-orang yang dalam hidupnya penuh dengan tipu daya dan kebusukan, serta mengingkari nikmat Allah.\n\n(33) Pada ayat ini, Allah memerintahkan kepada manusia untuk melaksanakan perintah-perintah dan menjauhkan diri dari hal-hal yang dilarang. Tuhan yang telah menciptakan manusia dan menciptakan langit dan bumi dengan segala isinya untuk kepentingannya. Manusia hendaklah takut pada hari dimana terjadi malapetaka yang dahsyat, tidak seorang pun yang dapat menyelamatkan dirinya dari malapetaka itu. Pada waktu itu, seorang ayah tidak kuasa menolong anaknya, demikian pula seorang anak tidak dapat menolong bapaknya, karena segala urusan waktu itu berada di tangan Allah. Tiap-tiap orang bertanggung jawab terhadap segala perbuatan yang telah dilakukannya. Mereka memikul dosanya masing-masing. Hanya perbuatan baik yang telah dilakukannya selama hidup di dunia yang dapat menolong manusia dari malapetaka itu.\nAllah memperingatkan bahwa janji-Nya membangkitkan manusia dari kubur adalah sesuatu yang benar-benar akan terjadi dan suatu kebenaran yang tidak dapat diragukan sedikit pun. Oleh karena itu, janganlah sekali-kali manusia tertipu oleh kesenangan hidup di dunia dan segala kenikmatan yang ada padanya, sehingga mereka berusaha dan menghabiskan seluruh waktu yang ada untuk memperoleh dan menikmati kesenangan-kesenangan duniawi. Akibatnya, tidak ada waktu lagi untuk beribadah kepada Allah, serta mengerjakan kebajikan dan amal saleh. Padahal kehidupan akhirat itulah kehidupan yang sebenarnya, kehidupan yang kekal dan lebih baik.\nDemikian pula Allah memperingatkan manusia akan tipu daya setan, yang selalu mencari-cari kesempatan untuk memperdaya manusia. Setan itu menjadikan kehidupan dunia itu indah dalam pandangan matanya, sehingga mereka lupa kepada tugas yang dipikulkan Allah kepada mereka sebagai khalifatullah fil ardh (makhluk yang diberi-Nya tugas memakmurkan bumi).",
    "quraish": "Wahai manusia, kerjakanlah apa yang diperintahkan oleh Tuhan kalian, dan tinggalkanlah apa yang dilarang-Nya, serta berhati-hatilah terhadap azab Allah pada hari kiamat. Hari tatkala seorang bapak tidak dapat memberi pertolongan kepada anaknya sedikit pun. Begitu pula seorang anak tidak akan dapat memberi pertolongan kepada bapaknya sedikit pun. Sesungguhnya hari ini adalah janji Allah, dan janji-Nya adalah benar tidak akan diingkari. Maka janganlah sekali-kali kesenangan dan perhiasan dunia melalaikan kalian dari persiapan untuk menghadapinya. Dan juga jangan sampai godaan setan menipu kalian, sehingga memalingkan kalian dari Allah dan ketaatan kepada-Nya.",
    "jalalayn": "(Hai manusia) penduduk Mekah (bertakwalah kalian kepada Rabb kalian dan takutilah suatu hari yang pada hari itu tidak dapat mencukupi) tidak dapat menolong (seorang bapak terhadap anaknya) barang sedikit pun (dan seorang anak tidak dapat pula menolong bapaknya) pada hari itu (barang sedikit pun. Sesungguhnya janji Allah adalah benar) adanya hari berbangkit itu (maka janganlah sekali-kali kehidupan dunia memperdayakan kalian) hingga kalian meninggalkan Islam (dan jangan pula kalian diperdayakan terhadap Allah) yakni terhadap penyantunan-Nya dan penangguhan azab-Nya (oleh godaan yang membujuk) kalian, yaitu godaan setan."
  },
  {
    "page": 414,
    "name": "Luqman",
    "ayat": 34,
    "arab": "اِنَّ اللّٰهَ عِنْدَهٗ عِلْمُ السَّاعَةِۚ وَيُنَزِّلُ الْغَيْثَۚ وَيَعْلَمُ مَا فِى الْاَرْحَامِۗ وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًاۗ وَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُۗ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ࣖ",
    "translation": "Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3503.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan lima perkara gaib yang hanya Dia yang mengetahuinya, yaitu:\n1. Hanya Allah yang mengetahui kapan datangnya Hari Kiamat. Tidak ada satu makhluk pun yang mengetahui meskipun itu malaikat, padahal malaikat adalah makhluk yang paling dekat dengan-Nya. Hal ini juga tidak diketahui oleh para nabi yang diutus.\nTidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (al-A'raf/7: 187) \n2. Hanya Allah yang menurunkan hujan. Dia yang menetapkan kapan, dimana, dan berapa banyak kadar air yang akan dicurahkan-Nya. Ketetapan ini tidak seorang pun yang dapat mengetahuinya. \n3. Hanya Allah yang dapat mengetahui dengan pasti apa yang ada dalam kandungan seorang perempuan, apakah cacat atau sempurna, dan kapan ia akan dilahirkan.\n4. Hanya Dia pula yang mengetahui dengan pasti apa yang akan dikerjakan oleh seseorang esok harinya. Sekalipun manusia dapat merencanakan apa yang akan dikerjakannya itu, namun semuanya itu hanyalah bersifat rencana saja. Jika Allah menghendaki, pekerjaan itu akan terlaksana. Akan tetapi, jika Ia tidak menghendaki, tidak sukar bagi-Nya untuk menghalangi terlaksananya.\n5. Seseorang tidak mengetahui di mana ia akan meninggal dunia nanti. Apakah di daratan, di lautan, ataupun di udara. Apakah di negeri ini, atau di negeri yang lain. Hanya Allah saja yang dapat mengetahuinya dengan pasti.\n\nDiriwayatkan dari Ibnu Mundzir dari 'Ikrimah bahwa seorang laki-laki bernama al-Waris bin 'Amr bin harisah datang kepada Nabi saw, ia bertanya, \"Ya Muhammad, kapan akan datang hari Kiamat? Bumi kita telah kering, kapan akan menjadi subur? Sesungguhnya aku meninggalkan istriku dalam keadaan hamil, kapan ia akan melahirkan? Aku mengetahui apa yang aku kerjakan sekarang, maka apakah yang akan aku kerjakan esok harinya? Aku mengetahui tempat aku dilahirkan, maka di tempat manakah aku akan meninggal? Sebagai jawabannya, turunlah ayat ini.\nDiriwayatkan oleh al-Bukhari dan Muslim dari Ibnu 'Umar bahwa Rasulullah saw bersabda:\nKunci masalah yang gaib itu ada lima, \"Sesungguhnya hanya pada Allah sajalah pengetahuan tentang Hari Kiamat. Dialah yang menurunkan hujan, Dia mengetahui apa yang dalam rahim, seseorang tidak mengetahui apa yang akan dikerjakannya esok harinya, dan ia juga tidak mengetahui di bumi mana ia akan meninggal dunia. Sesungguhnya Allah Maha Mengetahui lagi Maha Penyayang.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Umar)",
    "quraish": "Sesungguhnya hanya pada Allah kemutlakan pengetahuan tentang hari kiamat. Tidak ada yang mengetahui selain-Nya. Dan Dia pula yang menurunkan hujan pada waktu yang telah ditentukan-Nya. Dialah yang mengetahui jenis kelamin bayi yang ada di rahim serta kekurangan dan kesempurnaannya. Tak seorang pun--baik yang taat maupun yang jahat--yang tahu apa yang akan diperbuatnya esok hari, baikkah atau buruk. Dan tidak ada seorang pun yang mengetahui di bumi mana dia menemui ajalnya. Karena sesungguhnya hanya Allah yang memiliki kesempurnaan ilmu tentang segala sesuatu, dan Dia tidak memperlihatkan kegaiban kepada seorang pun.",
    "jalalayn": "(Sesungguhnya Allah, hanya pada sisi-Nya sajalah pengetahuan tentang hari kiamat) yakni kapan kiamat itu akan terjadi (dan Dialah yang menurunkan) dapat dibaca wa yunzilu dan wa yunazzilu (hujan) dalam waktu-waktu yang Dia ketahui (dan mengetahui apa yang ada di dalam rahim) apakah laki-laki atau perempuan; tidak ada seorang pun yang mengetahui salah satu dari tiga perkara itu melainkan hanya Allah swt. (Dan tiada seorang pun yang dapat mengetahui dengan pasti apa yang akan diusahakannya besok) apakah kebaikan ataukah keburukan, tetapi Allah swt. mengetahuinya. (Dan tiada seorang pun yang dapat mengetahui di bumi mana dia akan mati) hanya Allah swt. sajalah yang mengetahui hal ini. (Sesungguhnya Allah Maha Mengetahui) segala sesuatu (lagi Maha Mengenal) pada yang tersembunyi sebagaimana mengenal-Nya pada yang tampak. Imam Bukhari telah meriwayatkan sebuah hadis melalui sahabat Ibnu Umar r.a. bahwasanya kunci-kunci kegaiban itu ada lima perkara, antara lain sesungguhnya Allah hanya pada sisi-Nya sajalah pengetahuan tentang hari kiamat, dan seterusnya."
  }
]