[
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 21,
    "arab": "وَلَنُذِيْقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "translation": "Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3524.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa sebenarnya orang-orang kafir itu sewaktu masih hidup di dunia telah diazab oleh Allah dengan berbagai macam azab, baik yang tampak maupun yang hanya dapat dirasakan oleh mereka. Siksaan bagi mereka di dunia disebut dengan al-'adzab al-adna (azab yang dekat), sedangkan siksaan di akhirat disebut al-'adzab al-akbar (azab yang lebih besar).\nBanyak cobaan-cobaan yang diberikan Allah kepada manusia selama hidup di dunia, sejak dari cobaan yang kecil sampai kepada cobaan yang paling besar. Bisa juga dalam bentuk kemewahan lahiriah sampai kepada kemiskinan dan kesengsaraan. Seorang yang kaya tetapi tidak dilandasi dengan iman kepada Allah, hatinya selalu was-was dan khawatir, mungkin ada orang yang akan merampas kekayaannya itu, atau ada ahli waris yang hendak membunuhnya agar memperoleh kekayaan itu.\nSeorang penguasa yang tidak beriman selalu khawatir kekuasaannya akan pindah kepada orang lain. Kalau perlu, kekuasaan itu dipertahankan dengan tangan besi dan kekerasan. Kekhawatiran seperti ini pernah terjadi pada Fir'aun di kala tukang-tukang sihirnya dikalahkan oleh Nabi Musa.\nAllah berfirman:\nDia (Fir'aun) berkata, \"Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. Maka sungguh, akan kupotong tangan dan kakimu secara bersilang, dan sungguh, akan aku salib kamu pada pangkal pohon kurma dan sungguh, kamu pasti akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksaannya.\" (thaha/20: 71)\n\nBanyak penguasa-penguasa yang bersikap seperti Fir'aun ini. Mereka mengira bahwa merekalah yang memiliki semuanya dan merekalah yang paling berkuasa.\nSebenarnya Allah memberikan cobaan-cobaan dari azab duniawi itu agar semuanya menjadi pelajaran bagi orang-orang kafir itu. Hal ini bertujuan agar mereka mau beriman, beramal saleh, dan mudah-mudahan kembali ke jalan yang benar. Biarlah mereka menanggung siksa yang ringan di dunia ini asal di akhirat nanti mereka terhindar dari siksa yang amat berat.",
    "quraish": "Dan Kami bersumpah, \"Sungguh Kami akan menimpakan azab kehinaan bagi mereka di dunia sebelum mereka sampai kepada azab yang lebih besar, yaitu kekekalan di dalam neraka. Mudah-mudahan orang-orang yang diazab dengan azab yang lebih ringan itu bertobat dari kekufuran.\"",
    "jalalayn": "(Dan sesungguhnya Kami merasakan kepada mereka sebagian azab yang dekat) yakni azab di dunia, seperti dibunuh, ditawan, ditimpa kekeringan dan paceklik serta dilanda wabah penyakit (selain) yakni sebelum (azab yang lebih besar) yaitu azab di akhirat (mudah-mudahan mereka) yaitu sebagian dari mereka yang masih ada (kembali) ke jalan yang benar, yaitu beriman."
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 22,
    "arab": "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ ثُمَّ اَعْرَضَ عَنْهَا ۗاِنَّا مِنَ الْمُجْرِمِيْنَ مُنْتَقِمُوْنَ ࣖ",
    "translation": "Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sungguh, Kami akan memberikan balasan kepada orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3525.mp3",
    "tafsir": "Allah menerangkan bahwa orang yang paling zalim di sisi-Nya ialah orang yang telah sampai kepadanya peringatan Allah, ayat-ayat Al-Qur'an, dan petunjuk rasul, tetapi mereka berpaling dari ajaran dan petunjuk itu karena angkuh dan penyakit dengki yang ada di dalam hatinya.\nPada akhir ayat ini ditegaskan bahwa Allah akan menyiksa dengan azab yang pedih setiap orang yang berbuat dosa dan maksiat.\nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Mu'adz bin Jabal, ia berkata, \"Aku mendengar Rasulullah bersabda:\nTiga perkara, barang siapa yang mengerjakannya, maka sesungguhnya ia telah mengerjakan perbuatan dosa: barang siapa yang telah bertekad ikut berperang di jalan yang tidak benar atau mendurhakai kedua orang ibu bapaknya atau orang yang berjalan beserta orang-orang yang zalim lalu ia menolong orang yang zalim itu. Allah berfirman, \"Sesungguhnya Kami akan memberikan pembalasan kepada orang-orang yang berdosa.\" (Riwayat Ibnu Jarir ath-thabari dari Mu'adz bin Jabal)",
    "quraish": "Tidak ada yang lebih berbuat sewenang-wenang terhadap diri sendiri dan terhadap kebenaran daripada manusia yang diingatkan tentang ayat dan bukti-bukti kebenaran Allah yang terang kemudian enggan mempercayai kebenarannya. Sungguh Kami akan menuntut balas pada orang-orang yang berbuat kejahatan.",
    "jalalayn": "(Dan siapakah yang lebih lalim daripada orang yang telah diperingatkan dengan ayat-ayat Rabbnya) yakni Alquran (kemudian ia berpaling daripadanya?) Yaitu tidak ada seorang pun yang lebih aniaya daripadanya. (Sesungguhnya Kami terhadap orang-orang yang berdosa) orang-orang musyrik (akan mengadakan pembalasan.)"
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 23,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَلَا تَكُنْ فِيْ مِرْيَةٍ مِّنْ لِّقَاۤىِٕهٖ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَۚ",
    "translation": "Dan sungguh, telah Kami anugerahkan Kitab (Taurat) kepada Musa, maka janganlah engkau (Muhammad) ragu-ragu menerimanya (Al-Qur'an) dan Kami jadikan Kitab (Taurat) itu petunjuk bagi Bani Israil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3526.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa sebagaimana Dia telah menurunkan Al-Qur'an kepada Nabi Muhammad. Namun demikian, wahyu yang diturunkan kepada Nabi Musa itu didustakan oleh kaumnya. Musa bersama pengikutnya disiksa oleh Fir'aun dan kaumnya, sehingga mereka lari ke daerah Palestina. Demikian pula Muhammad saw telah didustakan pula oleh kaumnya, disakiti, dan ditentang sehingga beliau dan para sahabatnya hijrah ke Medinah. Itulah sunatullah yang berlaku di alam ini, selalu terjadi pertarungan antara yang hak dengan yang batil, dan antara kebaikan dan kejahatan. Semua itu merupakan cobaan bagi orang-orang yang beriman.\nDalam ayat ini disebut-sebut nama Musa di antara para nabi dan rasul Allah adalah karena banyak persamaan perjuangannya dengan Nabi Muhammad.\nAyat ini diturunkan untuk hiburan bagi Nabi Muhammad dan para sahabat yang sedang menyampaikan agama Allah kepada manusia. Dalam menyampaikan risalah itu, dia mendapat ancaman dan penganiayaan dari kaumnya. Seakan-akan dikatakan kepada mereka, \"Hai Muhammad, janganlah kamu dan pengikut-pengikutmu bersedih hati menghadapi sikap dan tindakan orang-orang musyrik itu. Hal yang demikian itu adalah wajar dan merupakan sunatullah. Ingatlah Musa dan pengikut-pengikutnya. Mereka dianiaya dan diburu oleh Fir'aun dan kaumnya, sampai mereka lari menyeberangi Laut Merah, dan mengarungi padang pasir yang tandus dan panas. Dalam keadaan demikian, banyak pula di antara pengikut-pengikutnya yang berkhianat, tetapi ia tetap tabah dan sabar. Semakin kuat tantangan dan penganiayaan yang diterimanya, semakin kuat pula usaha dan kesabarannya. Aku pasti menyayangimu dan para pengikutmu sebagaimana Aku telah menjaga pula Musa dan para pengikutnya.\"",
    "quraish": "Kami benar-benar telah mewahyukan Taurât kepada Mûsâ, \"Jangan engkau meragukan bahwa Mûsâ telah menerima kitab suci itu. Kami telah menjadikan kitab itu sebagai petunjuk bagi Banû Isrâ'îl.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Musa Alkitab) yaitu kitab Taurat (maka janganlah kamu ragu-ragu) meragukan (untuk bertemu dengan Musa) dan keduanya telah berjumpa pada malam Rasulullah saw. diisrakan (dan Kami jadikan ia) Musa atau kitab Taurat (sebagai petunjuk) yaitu pemberi petunjuk (buat Bani Israel.)"
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 24,
    "arab": "وَجَعَلْنَا مِنْهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا لَمَّا صَبَرُوْاۗ وَكَانُوْا بِاٰيٰتِنَا يُوْقِنُوْنَ",
    "translation": "Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka sabar. Mereka meyakini ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3527.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menjadikan di antara Bani Israil yang mengikuti petunjuk-petunjuk-Nya menjadi pemuka masyarakat. Di antara mereka ada yang diangkat menjadi nabi dan rasul yang menyampaikan petunjuk yang benar kepada kaumnya, dan ada pula di antara mereka yang dijadikan pemimpin bagi kaumnya menuju ke jalan yang benar. Hal itu diberikan karena mereka adalah orang-orang yang beriman dan sabar melaksanakan hukum-hukum Allah. Mereka juga sabar menerima setiap cobaan yang menimpa mereka, dan mereka yakin benar akan petunjuk Allah.\nAllah berfirman:\nDan Kami berikan kepada Musa Kitab (Taurat) dan Kami menjadikannya sebagai petunjuk bagi Bani Israil (dengan firman), \"Janganlah kamu mengambil (pelindung) selain Aku.\" (al-Isra'/17",
    "quraish": "Kami telah mengangkat pemuka-pemuka agama dari kalangan Banû Isrâ'îl yang bertugas menyampaikan petunjuk Kami kepada manusia. Mereka melaksanakan tugas itu sebagai perwujudan dari perintah Kami pada mereka untuk tabah mengamalkan ajaran-ajaran Taurât. Mereka pun meyakini kebenaran ayat-ayat Kami dengan sepenuh hati.",
    "jalalayn": "(Dan Kami jadikan di antara mereka itu pemimpin-pemimpin) lafal ayat ini boleh dibaca tahqiq dan tashil (yang memberi petunjuk) kepada manusia (dengan perintah Kami ketika mereka sabar) di dalam memegang agama mereka dan sewaktu mereka menghadapi berbagai cobaan dari musuh-musuh mereka. Menurut qiraat yang lain dibaca limaa shabaruu. (Dan adalah mereka terhadap ayat-ayat Kami) yang menunjukkan kekuasaan dan keesaan Kami (orang-orang yang meyakini.)"
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 25,
    "arab": "اِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "translation": "Sungguh Tuhanmu, Dia yang memberikan keputusan di antara mereka pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3528.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya hanya Allah yang menyelesaikan dan memberi keputusan segala perselisihan dan pertentangan soal agama antara mereka di hari Kiamat. Allah akan memberikan balasan yang setimpal kepada orang-orang yang mengingkari seruan Nabi dan memberi pahala kepada orang-orang yang mengikutinya.\nSebagian ahli tafsir berpendapat bahwa yang menyelesaikan pertentangan soal agama adalah Nabi Muhammad. Ia memberikan keputusan dengan adil terhadap perselisihan para rasul dengan umatnya di hari Kiamat nanti.",
    "quraish": "Sesungguhnya hanya Tuhanmu yang akan memberikan keputusan nanti di hari kiamat persoalan- persoalan yang diperselisihkan antara para nabi dan kaumnya.",
    "jalalayn": "(Sesungguhnya Rabbmu Dialah yang memberikan keputusan di antara mereka pada hari kiamat tentang apa yang selalu mereka perselisihkan padanya) yakni perkara agama."
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 26,
    "arab": "اَوَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍۗ اَفَلَا يَسْمَعُوْنَ",
    "translation": "Dan tidakkah menjadi petunjuk bagi mereka, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3529.mp3",
    "tafsir": "Pada ayat ini, Allah memperingatkan orang-orang musyrik Mekah yang selalu menentang dan mengingkari seruan Nabi Muhammad. Apakah belum jelas bagi mereka jalan benar yang telah ditunjukkan kepada mereka. Apakah mereka lupa dan tidak memperhatikan akibat yang diterima umat-umat dahulu yang mendustakan para rasul yang diutus kepada mereka. Bukankah orang-orang musyrik Mekah sering melakukan perdagangan ke Syiria dan Yaman. Dalam perjalanan itu, mereka menyaksikan dan melihat bekas negeri kaum 'Ad, Samud, Lut, penduduk Aikah, dan sebagainya yang telah hancur akibat tindakan mereka yang mendustakan para rasul.\nAyat lain yang senada dengan ayat ini ialah firman Allah:\nMaka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya). (al-hajj/22: 45)\nFirman Allah lainnya:\nMaka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui. (an-Naml/27: 52)\n\nAllah mengatakan bahwa sebenarnya pada bekas reruntuhan dan tempat kediaman orang-orang yang mendustakan dan mengingkari seruan rasul itu terdapat pelajaran bagi orang-orang yang mau mengambil pelajaran. Kejadian itu menunjukkan bahwa sunatullah berlaku bagi semua orang yang zalim.",
    "quraish": "Apakah Allah akan membiarkan begitu saja orang-orang yang mendustakan para rasul tanpa memberikan penjelasan kepada mereka bahwa Dia telah membinasakan umat-umat terdahulu, padahal para pendusta Muhammad itu telah pernah melewati negeri tempat tinggal mereka? Sungguh, pada peninggalan mereka itu terdapat pelajaran yang menunjukkan kebenaran. Tetapi, apakah mereka tuli sehingga tidak bisa menyimak pelajaran itu?",
    "jalalayn": "(Dan apakah tidak menjadi petunjuk bagi mereka, berapa banyak umat-umat sebelum mereka yang telah Kami binasakan) maksudnya apakah tidak jelas bagi orang-orang kafir Mekah, bahwasanya Kami telah banyak membinasakan umat-umat sebelum mereka disebabkan kekafirannya (sedangkan mereka sendiri berjalan) lafal ayat ini berkedudukan sebagai hal atau kata keterangan keadaan bagi dhamir lahum (di tempat-tempat kediaman mereka itu) sewaktu mereka mengadakan perjalanan ke negeri Syam dan negeri-negeri lainnya, yakni apakah mereka tidak mengambil pelajaran daripadanya. (Sesungguhnya yang demikian itu terdapat tanda-tanda) yang menunjukkan akan kekuasaan Kami. (Maka apakah mereka tidak mendengarkan) dengan pendengaran yang penuh perhatian dan mau menerima apa yang didengarnya?"
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 27,
    "arab": "اَوَلَمْ يَرَوْا اَنَّا نَسُوْقُ الْمَاۤءَ اِلَى الْاَرْضِ الْجُرُزِ فَنُخْرِجُ بِهٖ زَرْعًا تَأْكُلُ مِنْهُ اَنْعَامُهُمْ وَاَنْفُسُهُمْۗ اَفَلَا يُبْصِرُوْنَ",
    "translation": "Dan tidakkah mereka memperhatikan, bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan (dengan air hujan itu) tanam-tanaman sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka mengapa mereka tidak memperhatikan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3530.mp3",
    "tafsir": "Ayat ini mempertanyakan apakah orang-orang kafir itu buta, sehingga tidak dapat melihat bukti-bukti kebesaran dan kekuasaan Allah? Bukankah Allah yang menghalau awan ke tempat yang kering dan tandus serta tidak mempunyai tumbuh-tumbuhan? Awan itu berubah menjadi air hujan yang menyirami tanah itu sehingga memungkinkan manusia mengalirkannya ke tanah-tanah yang kering. Tanah itu lalu menjadi subur dan ditumbuhi oleh bermacam-macam tumbuh-tumbuhan dan tanam-tanaman. Sebagian tanaman itu dimakan oleh manusia dan sebagian lagi oleh binatang ternak piaraan mereka.\nApakah mereka tidak melihat bukti-bukti yang demikian itu sehingga mereka dapat mengakui kebesaran dan kekuasaan Allah dalam menghidupkan manusia yang telah mati dan membangkitkan mereka dari kuburnya? Jika mau memperhatikan, mereka tentu akan sampai kepada keyakinan bahwa Allah Mahakuasa, tidak ada yang sukar bagi-Nya. Jika Dia meng-hendaki, cukuplah Dia mengatakan \"kun\" (jadilah), maka jadilah yang dikehendaki-Nya itu.",
    "quraish": "Apakah penglihatan mereka benar-benar buta dan tidak bisa melihat bahwa Kami mengalirkan air hujan--melalui sungai--menuju tanah yang tak berpepohonan? Lalu, dengan air itu, Kami menumbuhkan tanaman yang menjadi makanan hewan ternak, sementara mereka sendiri memakan buah dan bijinya? Sekali lagi, apakah mereka buta sehingga tidak dapat menyaksikan bukti-bukti kekuasaan Allah menghidupkan orang mati?",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan, bahwasanya Kami menghalau awan yang mengandung air ke bumi yang tandus) yakni bumi yang tidak ada tumbuh-tumbuhan padanya (lalu Kami tumbuhkan dengan air hujan itu tanam-tanaman yang daripadanya dapat makan binatang-binatang ternak mereka dan mereka sendiri. Maka apakah mereka tidak memperhatikan?) hal tersebut sehingga menuntun mereka untuk mengetahui, bahwa Kami mampu untuk mengembalikan mereka hidup kembali sesudah mereka mati nanti."
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 28,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْفَتْحُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan mereka bertanya, “Kapankah kemenangan itu (datang) jika engkau orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3531.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa karena keyakinan kepada agama Islam yang mereka anut, kaum Muslimin sering mengatakan nanti Allah akan memberi kemenangan kepada mereka. Pada waktu itu akan diputuskan keputusan yang adil antara manusia, termasuk antara mereka dengan orang-orang kafir.\nOrang-orang kafir, terutama kaum musyrik Mekah, setelah mendengarkan ucapan-ucapan kaum Muslimin itu, menanyakan hal tersebut dengan maksud untuk mengejek dan memperolok-olokkan mereka. Orang-orang kafir itu mengatakan, \"Wahai kaum Muslimin, kamu sekalian selalu mengatakan bahwa kemenangan itu akan segera kamu peroleh, padahal kamu sekalian adalah orang-orang yang tak ada gunanya dan orang-orang rendah di antara kita. Mungkinkah dakwaan kamu terwujud? Jika benar apa yang kamu katakan itu, terangkanlah kepada kami kapan terjadinya?\"",
    "quraish": "Orang-orang musyrik berkata kepadamu dan kepada orang-orang yang beriman, \"Kapan Allah akan membukakan pintu kemenangan bagi kalian? Katakan kepada kami bila janji itu akan terpenuhi, jika kalian orang yang jujur.\"",
    "jalalayn": "(Dan mereka bertanya) kepada orang-orang yang beriman (\"Bilakah kemenangan itu) datang bagi kalian atas kami (jika kalian memang orang-orang yang benar?\")"
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 29,
    "arab": "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِيْنَ كَفَرُوْٓا اِيْمَانُهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
    "translation": "Katakanlah, “Pada hari kemenangan itu, tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3532.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Muhammad mengatakan kepada orang-orang musyrik Mekah itu, termasuk juga di dalamnya orang-orang kafir, bahwa hari kemenangan dan hari penyelesaian yang adil itu ialah hari Kiamat. Pada hari itu tidak bermanfaat lagi iman seseorang yang hanya diucapkan ketika itu, padahal waktu di dunia, dia adalah orang kafir. Mereka pada hari itu tidak diberi kesempatan untuk bertobat. Tidak memberi kesempatan bertobat kepada orang-orang kafir pada hari itu adalah wajar karena mereka selama hidup di dunia telah diberi peringatan oleh rasul yang diutus kepada mereka. Rasul itu telah menunjukkan jalan kebahagiaan yang abadi kepada mereka yang termuat di dalam Al-Qur'an dan hadis, tetapi mereka tetap ingkar dan membangkang.\nAllah akan menetapkan hukum di antara manusia dengan adil pada hari Kiamat. Orang-orang yang berbuat baik akan dibalas dengan pahala yang baik, sedangkan orang-orang yang berbuat buruk akan diazab dengan siksaan yang pedih. Hal ini sesuai dengan firman Allah:\n\"Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.\" (al-A'raf/7: 89)",
    "quraish": "Katakan kepada mereka, wahai Muhammad, \"Jika waktu pengadilan dan keputusan itu telah tiba, keimanan orang-orang kafir tidak akan ada gunanya lagi. Mereka tidak akan mendapatkan tangguhan waktu untuk menerima siksa, walau sekejap saja.\"",
    "jalalayn": "(Katakanlah, \"Pada hari kemenangan itu) yaitu pada hari turunnya azab atas mereka (tidak berguna bagi orang-orang kafir iman mereka dan tidak pula mereka diberi tangguh\") ditangguhkan supaya mereka dapat bertobat atau meminta maaf."
  },
  {
    "page": 417,
    "name": "As-Sajdah",
    "ayat": 30,
    "arab": "فَاَعْرِضْ عَنْهُمْ وَانْتَظِرْ اِنَّهُمْ مُّنْتَظِرُوْنَ ࣖ",
    "translation": "Maka berpalinglah engkau dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3533.mp3",
    "tafsir": "Karena orang-orang musyrik tetap ingkar, bahkan telah mulai menantang dan menyakiti kaum Muslimin, maka Allah memerintahkan agar Rasulullah dan kaum Muslimin berpaling dari mereka, serta tidak mengindahkan mereka lagi. Rasulullah juga diperintahkan untuk menyeru seluruh manusia agar menerima wahyu yang telah disampaikan kepadanya, sesuai dengan tugas yang diterimanya dari Allah. Hendaklah orang-orang musyrik itu menunggu azab yang akan ditimpakan Allah kepada mereka baik di dunia maupun di akhirat, sebagai balasan perbuatan jahat yang telah mereka lakukan kepada Nabi saw dan seluruh kaum Muslimin. Allah benar-benar akan menepati janji-Nya.\nPada akhir ayat ini, Allah menerangkan bahwa Nabi Muhammad akan melihat akibat dari sikap kebesaran hatinya dan balasan dari usahanya menyampaikan risalah Allah. Dia akan menjaga dan memelihara Nabi saw dari segala macam bahaya yang datang dari kaum musyrik itu.\nMenurut suatu riwayat, setelah ayat ini, turunlah ayat-ayat yang membolehkan Rasulullah saw dan para sahabat memerangi orang-orang kafir.",
    "quraish": "Jika ejekan itu telah menjadi watak, palingkan dirimu dari mereka. Nantikan kebenaran janji Tuhan padamu, sementara mereka menunggu-nunggu kesempatan untuk dapat mengalahkanmu.",
    "jalalayn": "(Maka berpalinglah kamu dari mereka dan tunggulah) saat turunnya azab atas mereka (sesungguhnya mereka juga menunggu)mu, kapan kamu mati atau terbunuh, sehingga mereka bebas darimu. Ayat ini diturunkan sebelum ada perintah Allah swt. untuk memerangi mereka."
  }
]