[
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 7,
    "arab": "وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ",
    "translation": "Dan (ingatlah) ketika Kami mengambil perjanjian dari para nabi dan dari engkau (sendiri), dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3540.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengingatkan kepada Nabi Muhammad bahwa Dia telah menerima janji dari Nuh, Ibrahim, Musa, dan Isa bahwa mereka benar-benar akan menyampaikan agama Allah kepada manusia. Mereka juga akan saling membenarkan dalam menyampaikan risalah itu, yaitu dengan cara mengakui para nabi yang terdahulu dari mereka sebagai nabi-nabi Allah.\nAyat ini senada dengan firman Allah:\nDan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, \"Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.\" Allah berfirman, \"Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?\" Mereka menjawab, \"Kami setuju.\" Allah berfirman, \"Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.\" (ali 'Imran/3: 81) \n\nDalam ayat ini hanya disebutkan para nabi yang termasuk ulul azmi, yaitu Nuh, Ibrahim, Musa, Isa, dan Muhammad, karena merekalah yang mempunyai syariat dan kitab suci.\nJanji yang diberikan oleh para nabi itu adalah janji yang kuat dan berat yang harus ditepati. Di akhirat nanti, Allah akan menanyakan kepada para nabi itu dan umatnya masing-masing tentang pelaksanaan tugas yang telah mereka janjikan.\nDalam ayat yang lain, Allah berfirman:\nMaka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-A'raf/7: 6)",
    "quraish": "Ingatlah, wahai Muhammad, ketika Kami menerima janji yang kukuh dari para nabi terdahulu untuk mengemban misi kerasulan dan menyeru manusia kepada agama yang lurus. Kami menerima janji itu dari kamu, dari Nûh, Ibrâhîm, Mûsâ dan 'Isâ putra Maryam. Kami menerima janji yang sangat besar maknanya dari mereka.",
    "jalalayn": "(Dan) ingatlah (ketika Kami mengambil dari nabi-nabi perjanjian mereka) ketika mereka dikeluarkan dari tulang sulbi Adam sebagaimana benda yang paling kecil layaknya. Lafal adz-dzurri bentuk jamak dari lafal dzurrah artinya semut yang paling kecil (dan dari kamu sendiri, dari Nuh, Ibrahim, Musa dan Isa putra Maryam) hendaknya mereka menyembah Allah dan menyeru supaya beribadah kepada-Nya. Disebutkannya kelima nabi ini termasuk mengathafkan sesuatu kepada bagiannya (dan Kami telah mengambil dari mereka perjanjian yang teguh) janji yang sangat berat untuk melaksanakan apa-apa yang harus mereka pikul, yakni bersumpah atas nama Allah, kemudian perjanjian itu diambil oleh-Nya."
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 8,
    "arab": "لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًا ࣖ",
    "translation": "agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka. Dia menyediakan azab yang pedih bagi orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3541.mp3",
    "tafsir": "Pada ayat ini diterangkan penyebab Allah mengambil janji yang kuat dari para nabi untuk menyampaikan agama Allah kepada manusia, dan untuk saling menolong di antara mereka dengan saling mengatakan kepada umatnya bahwa mereka semua adalah rasul Allah. Sebabnya ialah agar Allah dapat menanyakan kepada para nabi itu di akhirat nanti tugas yang diberikan kepada mereka, apakah mereka telah menjalankan dengan baik, atau belum, dan bagaimana sambutan umat-umat mereka terhadap seruan itu. Demikian pula agar Allah dapat menanyakan kepada umat-umat itu sendiri di akhirat nanti tentang sikap mereka terhadap seruan para rasul. Dengan demikian, Allah menyediakan azab yang pedih bagi orang-orang yang mengingkari seruan para rasul, sebagaimana Dia menyediakan pahala yang besar bagi orang-orang yang memperkenankan seruan para rasul itu.",
    "quraish": "Agar pada hari kiamat nanti Allah meminta pertanggungjawaban kepada rasul-rasul itu mengenai apa yang telah mereka sampaikan kepada kaumnya masing-masing. Dan Allah telah menyediakan azab yang sangat menyakitkan bagi orang-orang yang mengingkari para rasul.",
    "jalalayn": "(Agar Dia menanyakan) yakni Allah (kepada orang-orang yang benar tentang kebenaran mereka) di dalam menyampaikan risalahnya; hal ini dimaksudkan sebagai celaan terhadap orang-orang yang kafir kepada para nabi (dan Dia menyediakan) yakni Allah swt. (bagi orang-orang kafir) terhadap para nabi (siksa yang pedih) yang menyakitkan. Lafal wa a'adda diathafkan pada lafal akhadznaa."
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 9,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ ",
    "translation": "Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu. Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3542.mp3",
    "tafsir": "Pada ayat ini, Allah mengingatkan kepada kaum Muslimin akan nikmat besar yang telah dilimpahkan-Nya kepada mereka pada Perang Ahzab ketika mereka dikepung rapat oleh tentara yang bersekutu yang terdiri dari tentara kaum Quraisy, Bani Gathafan, Bani an-Nadhir yang telah dibuang Rasulullah ke Khaibar dan tentara-tentara yang lain yang datang menyerang mereka ke Medinah. Setelah sebulan terkepung, maka Allah menghalau musuh-musuh mereka itu dengan tentara malaikat dan topan yang amat dingin dan kencang di malam yang sangat dingin pula, sehingga menerbangkan kemah-kemah tentara itu. Pada waktu itu, timbullah kegentaran dan ketakutan dalam hati musuh-musuh itu, sehingga salah seorang pemimpin mereka yang bernama thulaihah bin Khawailid al-Asadi berkata, \"Muhammad telah menyihir kamu, maka selamatkan dirimu, selamatkan dirimu!\" Dengan demikian, Perang Ahzab ini dimenangkan oleh kaum Muslimin tanpa terjadi pertempuran, karena musuh telah dihalau oleh tentara malaikat dan topan angin dingin yang amat kencang itu.\nPada akhir ayat ini, Allah menerangkan bahwa Dia melihat dan mengetahui segala yang dikerjakan kaum Muslimin dalam Perang Ahzab itu, seperti menggali parit, menyusun taktik, dan strategi peperangan untuk menegakkan agama-Nya. Allah juga mengetahui segala penderitaan yang mereka alami selama dikepung musuh, tetapi semua penderitaan itu mereka hadapi dengan tabah dan sabar. Semua yang dialami kaum Muslimin itu akan mendapat balasan yang berlipat ganda dari Allah.",
    "quraish": "Wahai orang-orang beriman, renungkanlah nikmat dan karunia Allah yang telah diberikan kepada kalian. Ingatlah saat kalian diserbu oleh pasukan gabungan pada peristiwa perang Khandaq. Saat itu Kami mengirimkan angin kencang yang teramat dingin kepada mereka. Kami juga menurunkan sejumlah malaikat yang tidak dapat kalian lihat wujudnya, yang menebarkan rasa takut dalam hati setiap musuh. Allah Maha Melihat perbuatan dan kesungguhan niat kalian. Dialah yang akan menjadi pembela kalian.",
    "jalalayn": "(Hai orang-orang yang beriman, ingatlah akan nikmat Allah yang telah dikaruniakan kepada kalian ketika datang kepada kalian tentara-tentara) orang-orang kafir yang bersekutu sewaktu perang Khandaq (lalu Kami kirimkan kepada mereka angin topan dan tentara yang kalian tidak dapat melihatnya) yakni bala tentara malaikat. (Dan adalah Allah terhadap apa yang kalian kerjakan) kalau dibaca ta'maluuna yang dimaksud adalah bekerja menggali parit, dan kalau dibaca ya'maluuna yang dimaksud adalah mereka yang bersekutu yaitu kaum musyrikin (Maha Melihat.)"
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 10,
    "arab": "اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ",
    "translation": "(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika penglihatan(mu) terpana dan hatimu menyesak sampai ke tenggorokan dan kamu berprasangka yang bukan-bukan terhadap Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3543.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengetahui ketika tentara yang bersekutu datang dari bawah lembah, yaitu dari sebelah timur yang terdiri dari golongan Gathafan, penduduk Nejed, dan ikut pula beserta mereka Bani Quraidhah dan Bani an-Nadhir. Allah mengetahui pula kedatangan golongan yang bersekutu lain yang datang dari atas lembah dari sebelah barat yang terdiri dari orang-orang Quraisy dan pengikut-pengikutnya dari bermacam-macam suku dengan Bani Kinanah dan penduduk Tihamah. Dalam keadaan musuh mulai mengepung itu, timbullah rasa takut dan gentar terutama dalam hati orang-orang munafik yang ikut bersama-sama kaum Muslimin. Mata mereka terbelalak dan kerongkongan mereka terasa tersumbat akibat ketakutan, dan timbul dalam hati mereka was-was, ragu-ragu, dan berbagai prasangka. Bahkan di antara mereka ada yang telah menduga bahwa kaum Muslimin akan dikalahkan oleh tentara sekutu, mengingat jumlah mereka yang jauh lebih banyak jika dibandingkan dengan jumlah kaum Muslimin.\nAdapun orang-orang yang beriman percaya benar akan janji Allah, bahwa Rasulullah saw dan kaum Muslimin akan memenangkan peperangan itu, dan pertolongan Allah pasti datang, serta mereka percaya benar akan kekuasaan dan kebesaran-Nya. Sedang orang-orang munafik berprasangka bahwa kaum Muslimin dan agama Islam akan hancur dan binasa. Kaum musyrik Mekah akan menaklukkan kota Medinah dan mengembalikannya kepada keadaan masa Jahiliah.",
    "quraish": "Musuh-musuh itu datang menyerbu dari atas dan dari bawah lembah. Pada saat itu pandangan mata manusia telah condong dari titik normal, hati mereka melonjak ke pangkal tenggorokan oleh rasa panik dan goncang. Di saat-saat kritis itu kalian terbuai oleh berbagai prasangka buruk akan janji Allah. (1). (1) Ungkapan ini tidak harus dipahami bahwa pasukan musuh-musuh itu datang dari semua arah. Kalau kita kembali kepada rincian peristiwa, dapat kita mengerti bahwa musuh yang datang dari atas itu adalah kabilah Ghatafan dan penduduk Nejed, karena mereka memasuki kota Madinah dari atas semenanjung bagian timur. Sementara nusuh yang datang dari bawah adalah suku Quraisy karena mereka tiba melalui bawah semenanjung arah barat.",
    "jalalayn": "(Yaitu ketika mereka datang kepada kalian dari atas dan dari bawah kalian) dari lembah bagian atas dan bawah, datang dari arah timur dan barat (dan ketika tidak tetap lagi penglihatan) perhatiannya hanya tertuju kepada musuh saja yang datang dari berbagai penjuru (dan hati kalian naik menyesak sampai tenggorokan) lafal hanaajir bentuk jamak dari lafal hanjarah, artinya adalah tenggorokan, diungkapkan demikian karena takut yang amat sangat (dan kalian menyangka terhadap Allah dengan bermacam-macam sangkaan) dengan berbagai macam prasangka, apakah mendapat pertolongan ataukah tidak, sehingga putus harapan dari pertolongan-Nya."
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 11,
    "arab": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا",
    "translation": "Di situlah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang dahsyat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3544.mp3",
    "tafsir": "Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan.\n(12) Menurut riwayat, thu'mah bin Ubairiq dan tujuh puluh orang yang lain mengatakan, \"Bagaimana pula yang dijanjikan kepada kita penaklukan kerajaan Persia dan Romawi, padahal pada saat ini untuk buang air besar saja tidak seorang pun di antara kita yang sanggup.\" Ucapan ini sengaja mereka lontarkan tatkala mereka mendengar berita tentang peristiwa yang terjadi di waktu Rasulullah menggali parit dan mencangkuli batu yang memancarkan cahaya sebagaimana yang telah diterangkan. Maka Allah menurunkan ayat ini.\nDalam ayat ini diterangkan hasil ujian Allah kepada kaum Muslimin, yaitu dengan tercetusnya perkataan orang-orang munafik seperti Mu'attib bin Qusyair dan orang-orang yang lain yang masih lemah imannya, \"Semua yang dijanjikan Allah dan Rasul-Nya kepada kita, seperti akan mendapat kemenangan, memperoleh kebahagiaan hidup, dan sebagainya, tidak lain hanyalah tipu daya dan janji-janji kosong saja, bahkan janji itu menimbulkan kesengsaraan dan malapetaka bagi kita semuanya. Muhammad mengatakan bahwa kerajaan Persia dan Romawi akan takluk ke bawah kekuasaan kaum Muslimin, tetapi kenyataannya sekarang, kaum Muslimin yang akan menaklukkan itu sedang dikepung rapat oleh tentara yang bersekutu dan akan mengalami kehancuran dan kemusnahan.\"",
    "quraish": "Dalam suasana seperti itulah Allah Swt. menguji ketabahan iman orang-orang Mukmin. Saat itu mereka digoncang oleh perasaan takut yang luar biasa.",
    "jalalayn": "(Di situlah diuji orang-orang Mukmin) mereka mendapat cobaan supaya menjadi jelas, siapakah orang Mukmin yang benar-benar dan siapakah yang gadungan (dan hati mereka diguncang) berdegup-degup (dengan guncangan yang sangat) disebabkan ketakutan yang sangat mencekam mereka."
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 12,
    "arab": "وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا",
    "translation": "Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang hatinya berpenyakit berkata, “Yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3545.mp3",
    "tafsir": "Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan.",
    "quraish": "Ingatlah kembali apa yang tengah terjadi pada orang-orang munafik dan orang-orang yang menderita sakit hati karena keraguan. Ingatlah saat mereka berkata, \"Apa yang dikatakan oleh Allah dan rasul itu hanyalah janji palsu yang mengecohkan kita.\"",
    "jalalayn": "(Dan) ingatlah (ketika orang-orang munafik dan orang-orang yang berpenyakit dalam hatinya berkata) yakni penyakit lemah keyakinannya: (\"Allah dan rasul-Nya tidak menjanjikan kepada kami) akan mendapat pertolongan Allah (melainkan tipu daya.\") kedustaan belaka."
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 13,
    "arab": "وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا",
    "translation": "Dan (ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.” Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3546.mp3",
    "tafsir": "Di antara mereka, seperti 'Abdullah bin Ubay dan kawan-kawannya, ada pula yang mengatakan, \"Hai penduduk kota Medinah, tempat ini bukanlah tempat yang harus kita tempati, maka kembalilah ke rumahmu masing-masing, agar kamu tidak ditimpa malapetaka dan kesengsaraan serta tidak mati terbunuh oleh musuh-musuh yang sedang mengepung kita.\"\nSebagian ahli tafsir ada yang menafsirkan, \"Hai penduduk Medinah, tidak ada tempat bagi kamu sekalian untuk tetap menganut agama Muhammad. Kembalilah kamu kepada agamamu dahulu, dan serahkanlah Muhammad dan pengikut-pengikutnya kepada musuh-musuhnya yang sedang mengepung itu, sehingga keselamatan kamu semua terjamin.\"\nKarena perkataan dan ajakan pemimpin-pemimpin munafik dan Yahudi itu, maka sebagian dari mereka ada yang terpengaruh dan meminta kepada Nabi saw agar dapat meninggalkan medan perang dan kembali ke rumah mereka. Di antara yang meminta itu ialah Bani harisah. Alasan yang mereka kemukakan ialah rumah-rumah mereka berada di tempat yang berdekatan dengan pangkalan-pangkalan pasukan musuh sedang dindingnya tidak kuat, mereka khawatir musuh akan mengambil harta benda mereka.\nPada akhir ayat ini, Allah menerangkan bahwa semua alasan yang dikemukakan oleh orang-orang munafik dan Yahudi adalah alasan-alasan yang dibuat-buat saja. Alasan-alasan itu mereka kemukakan semata-mata untuk menghindarkan diri dari ikut berperang beserta Nabi dan kaum Muslimin, karena mereka tidak melihat suatu keuntungan yang akan mereka peroleh.",
    "quraish": "Ingatlah ucapan orang-orang munafik dan orang-orang yang lemah kemauan, \"Wahai penduduk kota Madinah, kalian tidak memiliki alasan untuk tinggal di sini, di medan pertempuran yang akan mendatangkan kekalahan. Kembalilah kalian ke rumah masing-masing!\" Benar, sekelompok mereka meminta izin kepada Rasulullah untuk kembali ke Madinah. Mereka mengatakan, \"Rumah-rumah kami tidak ada yang melindungi, maka dari itu kami mesti kembali pulang untuk mengamankannya.\" Padahal tempat tinggal mereka tidak akan menjadi sasaran musuh seperti yang mereka katakan. Mereka hanya mencari-cari alasan untuk melarikan diri dari medan pertempuran.",
    "jalalayn": "(Dan ketika berkata segolongan di antara mereka) yakni orang-orang munafik (\"Hai penduduk Yatsrib!) Yatsrib adalah nama kedua kota Madinah; tidak menerima tanwin karena 'illat 'alamiyah dan wazan fi'il (Tidak ada tempat bagi kalian) dapat dibaca muqaama dan maqaama, artinya tidak ada tempat tinggal bagi kalian (maka kembalilah kalian\") ke tempat-tempat tinggal kalian di Madinah, yang pada waktu itu kaum Muslimin telah berangkat keluar bersama dengan Nabi saw. ke salah satu lereng bukit di luar kota Madinah untuk menyambut kedatangan musuh. (Dan sebagian dari mereka minta izin kepada nabi) untuk kembali pulang (seraya berkata, \"Sesungguhnya rumah-rumah kami terbuka.\") Tidak ada penjaganya sehingga keadaannya sangat mengkhawatirkan. Maka Allah swt. berfirman: (Dan rumah-rumah itu sekali-kali tidak terbuka, tidak lain) (mereka hanya hendak lari) dari medan perang."
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 14,
    "arab": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُـِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا",
    "translation": "Dan kalau (Yasrib) diserang dari segala penjuru, dan mereka diminta agar membuat kekacauan, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3547.mp3",
    "tafsir": "Ayat ini menerangkan kelemahan hati dan keyakinan orang-orang munafik dan Yahudi yang sedang menerima cobaan Allah itu. Mereka tidak sanggup mengatasi kesukaran-kesukaran yang sedang mereka hadapi, dan tidak sanggup menghadapi bahaya dan ancaman yang datang kepada mereka, sehingga mereka meminta kepada Rasulullah saw agar diizinkan meninggalkan medan pertempuran.\nKeadaan hati dan keyakinan mereka itu dilukiskan Allah sebagai berikut, \"Seandainya tentara sekutu itu memasuki rumah-rumah orang munafik dan Yahudi dari segenap penjuru, merusak dan merampas apa yang ada di dalamnya, menganiaya dan membunuh anak-anak dan keluarga mereka, meminta mereka agar kembali memeluk agama syirik, mengadakan keonaran dan menghantam kaum Muslimin dari belakang, tentulah mereka membiarkan tindakan musuh itu dan mengikuti segala yang mereka kehendaki. Hal itu diakibatkan karena ketakutan dan tidak adanya cita-cita dalam hati mereka, kecuali mencari kesenangan duniawi dan keuntungan pribadi belaka.\"\nDari ayat ini dipahami bahwa ketakutanlah yang merupakan sebab, sehingga orang-orang munafik dan Yahudi tidak mempunyai pendirian. Ketakutan itu timbul di dalam hati mereka karena tidak ada keimanan sedikit pun. Padahal jika mereka berpikir dengan benar dan menimbang untung ruginya, mereka lebih selamat jika ikut andil dalam peperangan.",
    "quraish": "Jika para musuh itu datang memasuki kota dari segala penjuru, kemudian mereka meminta kepada orang-orang munafik untuk mengikrarkan pernyataan keluar dari agama Islam (murtad) dan berbalik memerangi orang-orang Islam, mereka pasti segera menerima tawaran itu tanpa mengulur waktu.",
    "jalalayn": "(Kalau diserang) kota Madinah (dari segala penjuru) dari segala arahnya (kemudian diminta kepada mereka) yakni mereka diminta oleh orang-orang yang menyerang mereka (supaya murtad) supaya musyrik (niscaya mereka mengerjakannya) niscaya mereka menuruti kemauannya; lafal ayat ini huruf hamzahnya dapat dibaca panjang sehingga bacaannya menjadi la-aatauhaa dan dapat dibaca pendek sehingga bacaannya menjadi la-atauhaa (dan mereka tidak akan bertangguh untuk murtad itu melainkan dalam waktu yang singkat)."
  },
  {
    "page": 419,
    "name": "Al-Ahzab",
    "ayat": 15,
    "arab": "وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا",
    "translation": "Dan sungguh, mereka sebelum itu telah berjanji kepada Allah, tidak akan berbalik ke belakang (mundur). Dan perjanjian dengan Allah akan diminta pertanggungjawabannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3548.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang minta izin meninggalkan medan pertempuran itu pernah berjanji dengan Rasulullah saw bahwa mereka tidak akan mengkhianatinya dan akan ikut berperang bersama-sama kaum Muslimin menghadapi kaum musyrik. Akan tetapi, akhirnya mereka mengingkari janjinya.\nMenurut riwayat, Bani harisah pernah lari dari medan Perang Uhud, kemudian mereka minta agar Nabi memaafkan kesalahan mereka. Mereka berjanji tidak akan lari lagi dari medan pertempuran dan akan berjuang dengan Nabi dan kaum Muslimin.\nPada akhir ayat ini, Allah menegaskan bahwa mereka yang telah berjanji itu akan diminta pertanggungjawaban tentang apa yang telah diucapkannya. Di hari Kiamat, mereka akan diberi pembalasan yang setimpal dengan tindakan mereka itu.",
    "quraish": "Sebelum terjadi peristiwa perang Ahzâb, orang-orang yang melarikan diri dari medan peperangan itu jauh-jauh telah berjanji kepada Allah akan selalu tegar menghadapi musuh bersama Rasulullah dan tidak akan menarik diri. Dan sesungguhnya janji kepada Allah yang wajib ditepati itu kelak, di hari kiamat, akan dimintakan pertanggungjawabannya.",
    "jalalayn": "(Dan sesungguhnya mereka sebelum itu telah berjanji kepada Allah dahulu, mereka tidak akan berbalik ke belakang/mundur. Dan adalah perjanjian dengan Allah akan diminta pertanggungjawabannya) tentang pelaksanaannya."
  }
]