[
  {
    "page": 42,
    "name": "Al-Baqarah",
    "ayat": 253,
    "arab": "تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۘ مِنْهُمْ مَّنْ كَلَّمَ اللّٰهُ وَرَفَعَ بَعْضَهُمْ دَرَجٰتٍۗ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ وَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلَ الَّذِيْنَ مِنْۢ بَعْدِهِمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ وَلٰكِنِ اخْتَلَفُوْا فَمِنْهُمْ مَّنْ اٰمَنَ وَمِنْهُمْ مَّنْ كَفَرَ ۗوَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلُوْاۗ وَلٰكِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ࣖ",
    "translation": "Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. Kalau Allah menghendaki, niscaya orang-orang setelah mereka tidak akan berbunuh-bunuhan, setelah bukti-bukti sampai kepada mereka. Tetapi mereka berselisih, maka ada di antara mereka yang beriman dan ada (pula) yang kafir. Kalau Allah menghendaki, tidaklah mereka berbunuh-bunuhan. Tetapi Allah berbuat menurut kehendak-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/260.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa di antara para rasul ada yang mendapat kesempatan berbicara langsung dengan Allah tanpa perantaraan malaikat Jibril. Rasul yang dimaksud di sini ialah Nabi Musa a.s. Beliau berbicara langsung dengan Allah swt. Pengalaman ini tidak pernah dialami oleh rasul-rasul yang lain. Oleh sebab itu Nabi Musa a.s. disebut \"Kalimullah\", yang berarti, \"Nabi yang diajak berbicara langsung oleh Allah swt\".36)\nAyat selanjutnya menjelaskan bahwa Nabi Isa telah diberi bermacam-macam mukjizat yang tidak diberikan kepada yang lain, misalnya: Nabi Isa telah dapat berbicara ketika dia masih berada dalam buaian; dapat menghidupkan kembali orang yang telah mati, serta menyembuhkan orang buta dan orang yang ditimpa penyakit sopak, dengan izin Allah. Allah menyokongnya pula dengan Rohulkudus, yaitu malaikat Jibril, di samping dia sendiri mempunyai jiwa yang murni.\nAkhirnya Nabi Muhammad saw diberi derajat yang lebih tinggi daripada rasul-rasul sebelumnya, yaitu: beliau dinyatakan sebagai nabi dan rasul Allah yang terakhir, untuk seluruh umat manusia, sedang rasul-rasul yang lain hanya diutus untuk kaumnya saja. Agama Islam yang dibawa Nabi Muhammad berlaku untuk seluruh umat sampai akhir zaman. Al-Qur'an yang diterimanya, selain menjadi petunjuk bagi umat manusia, juga merupakan mukjizat terbesar bagi Nabi Muhammad, yang tidak tertandingi sepanjang masa.\nSelanjutnya dalam ayat ini diterangkan keadaan umat manusia sepeninggal rasul-rasul yang diutus kepada mereka. Pada umumnya, ketika rasul-rasul itu masih hidup, umatnya dapat bersatu padu, akan tetapi sepeninggal rasul mereka berselisih dan bertengkar, bahkan ada yang saling membunuh. Perbedaan paham dalam masalah agama mendorong mereka untuk saling mencaci, bahkan saling mengafirkan. Kefanatikan mereka terhadap suatu mazhab atau seorang imam menyebabkan mereka tidak mau menerima kebenaran yang dikemukakan oleh golongan lain.\nBerbagai perselisihan itu terjadi, padahal mereka sudah mendapatkan berbagai keterangan yang nyata, dan mereka masih terus berselisih, sehingga sebagiannya beriman dan yang lainnya kafir. Andaikata Allah menghendaki agar manusia tidak berselisih dan tidak bermusuhan atau berbunuhan, niscaya Allah kuasa berbuat demikian. Jika Allah berbuat semacam itu tentulah manusia akan menjadi baik semuanya, dan dunia ini akan tenteram dari perselisihan-perselisihan antara manusia.\nTetapi Allah berbuat menurut kehendak-Nya, berdasarkan kepada hikmah dan pengetahuan yang maha tinggi. Allah memberi manusia tabiat, pikiran, perasaan dan kemauan, agar manusia itu dapat berpikir dan berbuat lebih baik dari makhluk-makhluk yang lain di bumi ini, agar mereka berpikir tentang kekuasaan Allah. Apabila manusia menggunakan pikiran dan perasaannya dengan sebaik-baiknya, niscaya mereka akan melihat tanda-tanda kekuasaan dan kebesaran Allah dimana-mana, sebab alam yang terbentang luas ini adalah tanda-tanda kekuasaan dan kebesaran-Nya dan semuanya itu adalah ciptaan-Nya.\nAllah mengaruniakan agama kepada manusia melalui rasul-rasul-Nya, untuk menuntun akal manusia ke jalan yang benar. Sebab kemampuan akal manusia itu terbatas, apalagi mengenai masalah-masalah yang gaib atau abstrak, seperti sifat-sifat Allah, hal ihwal hari kemudian dan sebagainya. Sehingga apabila terjadi perselisihan pendapat antara mereka, maka mereka dapat menyelesaikannya dengan petunjuk dari agama tersebut.\nPerbedaan pendapat yang terjadi di antara manusia adalah wajar. Tetapi perbedaan pendapat ini tidak boleh menimbulkan permusuhan yang menyebabkan mereka saling membunuh.\nSejarah telah menunjukkan bahwa kaum Yahudi sepeninggal Nabi Musa telah berselisih dan berpecah-belah. Demikian pula yang terjadi pada umat Nasrani sepeninggal Nabi Isa sampai masa sekarang ini. Antara berbagai golongan Nasrani sendiri terjadi pertengkaran yang berlarut-larut, saling menyerang dan saling membunuh. Golongan yang satu tidak mau beribadah di tempat peribadatan golongan lain, walaupun mereka seagama.\nUmat Islam pun tak luput dari perpecahan, padahal ketika Nabi Muhammad masih hidup, mereka telah menjadi umat yang bersatu-padu, dan mempunyai potensi yang besar dalam pembentukan masyarakat yang hidup rukun dan saling menolong. Tetapi kemudian mereka jadi terkotak-kotak, karena adanya perbedaan paham, ditambah dengan fanatisme mazhab dan golongan, sehingga kekuatan mereka menjadi lemah; mereka menjadi umat yang terbelakang, dengan perekonomian yang lemah; serta menjadi bulan-bulanan umat lain. Padahal Allah telah memberikan petunjuk dalam Al-Qur'an:\n\nWahai orang-orang yang beriman! Taatilah Allah dan taatilah Rasul (Muhammad), dan Ulil Amri (pemegang kekuasaan) di antara kamu. Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. Yang demikian itu, lebih utama (bagimu) dan lebih baik akibatnya. (an-Nisa'/4:59).",
    "quraish": "Rasul-rasul yang telah Kami sebutkan, masing-masing Kami lebihkan satu dari yang lain. Di antara mereka ada yang Kami ajak bicara tanpa perantara, seperti Mûsâ. Ada yang derajatnya Kami angkat melebihi yang lain, yaitu Muhammad, yang risalahnya berlaku untuk umum. Syariatnya sempurna dan sekaligus menjadi penutup semua risalah. Di antara mereka terdapat 'Isâ putra Maryam yang Kami berikan mukjizat seperti menghidupkan orang mati, menyembuhkan orang yang buta sejak dalam kandungan dan orang yang berpenyakit lepra. Ia Kami perkuat dengan Jibrîl, Rûh al-Quddûs. Para rasul tersebut datang dengan membawa petunjuk, agama kebenaran dan beberapa penjelasan. Maka, sudah semestinya semua manusia beriman, tidak berselisih dan tidak saling memerangi. Jika Allah menghendaki manusia untuk tidak saling memerangi setelah kedatangan para rasul dengan membawa bukti yang jelas kepada kebenaran, niscaya tidak akan ada peperangan dan perselisihan. Tetapi Allah tidak menghendaki demikian, maka mereka tetap berselisih. Di antara mereka ada yang beriman dan ada pula yang kafir. Kalau Allah menghendaki, mereka tidak akan saling membunuh dan berselisih bahkan mereka akan berada dalam kebenaran. Akan tetapi Allah melaksanakan kehendak-Nya sesuai dengan hikmah yang Dia tentukan.",
    "jalalayn": "(Para rasul itu) menjadi mubtada, sedangkan khabarnya adalah (Kami lebihkan sebagian atas lainnya), yaitu dengan memberi mereka keistimewaan yang tidak diberikan kepada lainnya. (Di antara mereka ada yang diajak berbicara oleh Allah), misalnya Musa (dan sebagian ditinggikan-Nya - kedudukannya -), yakni nabi Muhammad saw. (beberapa tingkat) dari yang lainnya, misalnya dengan dakwahnya yang umum, mukjizat yang berlimpah dan keistimewaan yang tidak terhitung banyaknya. (Dan Kami berikan kepada Isa bin Maryam beberapa mukjizat dan Kami kuatkan ia dengan Roh Kudus), yakni Jibril yang mengiringkannya ke mana pergi. (Sekiranya Allah menghendaki) tentulah akan ditunjuki-Nya semua manusia dan (tidaklah mereka akan berbunuh-bunuhan orang-orang yang datang sesudah mereka), yakni sesudah para rasul itu, maksudnya ialah umat-umat mereka (sesudah datang kepada mereka beberapa macam keterangan) disebabkan pertikaian dan saling menyesatkan di antara mereka. (Tetapi mereka bertikai) disebabkan kehendak Allah tadi, (maka di antara mereka ada yang beriman) artinya kuat dan tetap keimanannya (dan di antara mereka ada pula yang kafir) seperti orang-orang Kristen setelah Almasih. (Sekiranya Allah menghendaki tidaklah mereka akan berbunuh-bunuhan) sebagai pengukuhan (tetapi Allah berbuat apa yang dikehendaki-Nya) yaitu menunjuki siapa yang disukai-Nya dan menjatuhkan orang yang dikehendaki-Nya."
  },
  {
    "page": 42,
    "name": "Al-Baqarah",
    "ayat": 254,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَّلَا شَفَاعَةٌ  ۗوَالْكٰفِرُوْنَ هُمُ الظّٰلِمُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/261.mp3",
    "tafsir": "Pada ayat ini diperintahkan kepada orang-orang yang beriman agar menafkahkan sebagian dari harta benda yang telah dilimpahkan kepada mereka untuk kepentingan diri dan keluarga, atau kepentingan masyarakat umum. Mereka harus ingat bahwa akan datang suatu hari dimana tidak akan ada lagi kesempatan bagi mereka untuk membelanjakan harta benda tersebut, sebab pada hari itu terjadi hari kiamat yang diikuti oleh hari pembalasan. Tidak ada lagi teman karib yang akan memberikan pertolongan, dan tak ada lagi orang-orang yang dapat menyelamatkan dan memberikan bantuan. Harta benda dan anak cucu pun tak dapat memberikan pertolongan apa-apa. Kecuali orang yang datang menghadap Tuhan dengan hati yang suci dan amalan yang banyak.\nOrang yang tidak mau membelanjakan harta bendanya di dunia untuk kepentingan umum (fi sabilillah), adalah orang yang mengingkari nikmat Allah. Dengan demikian mereka akan menjadi orang yang zalim terhadap diri sendiri dan terhadap orang lain. Zalim terhadap diri sendiri adalah karena dengan keingkaran itu dia akan mendapat azab dari Allah. Zalim terhadap orang lain, karena dia enggan memberikan hak orang lain yang ada pada harta bendanya itu, baik berupa zakat yang telah diwajibkan kepadanya, maupun sedekah dan berbagai sumbangan yang dianjurkan oleh agama.\nAda berbagai pendapat para ulama mengenai infak atau \"pembelanjaan harta\" yang dimaksudkan dalam ayat ini. Sebagian mengatakan bahwa yang dimaksud dengan \"infak\" dalam ayat ini ialah infak-wajib, yaitu zakat, karena di akhir ayat ini Allah menyebut orang-orang yang tidak mau berinfak itu sebagai kafir. Seandainya yang dimaksudkan dengan infak di sini hanya sunnah, yaitu \"sedekah\", tentu mereka yang tidak bersedekah tidak akan disebut sebagai kafir. \nSebagian ulama berpendapat bahwa yang dimaksudkan dengan infak dalam ayat ini ialah infak untuk kepentingan jihad fi sabilillah, yaitu untuk kepentingan perjuangan menegakkan agama Allah serta mempertahankan diri dan negara terhadap ancaman musuh. Sedang ulama yang lain berpendapat bahwa yang dimaksudkan dengan infak dalam ayat ini adalah infak wajib dan infak sunah, yaitu zakat dan sedekah. Adapun kata-kata \"kafir\" dalam ayat ini adalah mempunyai arti \"enggan berzakat\" bukan kafir dalam pengertian tidak beriman.\nHarta benda menurut Islam mempunyai fungsi sosial, di samping untuk kepentingan pribadi. Apabila seseorang telah berhasil memperoleh harta benda dengan cara yang halal, maka dia mempunyai kewajiban untuk membelanjakan sebagian dari harta bendanya untuk kepentingan diri dan keluarganya, dan sebagiannya lagi untuk kepentingan umum, baik berupa zakat, sedekah atau sumbangan suka rela untuk kemaslahatan umum.\nMenunaikan zakat mengandung dua macam faedah. Pertama, faedah bagi orang yang menunaikan zakat itu, ialah membebaskannya dari kewajiban yang telah dipikulkan Allah kepadanya. Dengan demikian dia akan memperoleh rida dan ganjaran-Nya, dan juga akan menghilangkan sifat kikir dari dirinya. Faedah kedua ialah: bahwa penunaian zakat itu berarti pula menyucikan harta bendanya yang berlebih (yang tersisa) setelah zakat itu dikeluarkan, sebab selama zakat itu belum dikeluarkan, senantiasa pada hartanya itu terkandung hak orang lain, yaitu hak kaum kerabat, fakir miskin, ibnu sabil dan orang-orang lain yang memerlukan pertolongan (at-Taubah/9: 103; ar-Rum/30: 38; al-An'am/6: 141; adz-dzariyat/51: 19). \nSungguh amat tinggi hikmah yang terkandung dalam Syariat Islam yang berkenaan dengan zakat. Sebab manusia pada umumnya bersifat kikir. Apabila dia berhasil memperoleh harta benda, berat hatinya untuk membelanjakan harta bendanya untuk kepentingan orang lain. Bahkan ada pula orang yang enggan membelanjakan harta bendanya bagi kepentingan dirinya sendiri, padahal dia telah bersusah payah mengumpulkannya. Kalau dia ingat bahwa pada suatu ketika dia akan meninggalkan dunia fana ini, dan meninggalkan harta benda itu, niscaya dia tidak akan bersifat kikir.\nAgama Islam telah menunjukkan obat yang sangat manjur untuk membasmi penyakit bakhil dari hati manusia. Islam memberikan didikan dan latihan kepada manusia untuk bersifat dermawan, murah hati, dan suka berkorban untuk kepentingan diri sendiri dan kepentingan orang lain, ialah dengan peraturan zakat dan sedekah (al-Baqarah/2: 245, 261, 265, 274; an-Nur/24: 22). \nSedekah dan berbagai sumbangan yang kita berikan untuk kepentingan umum, oleh agama dinilai sebagai \"amal jariah\", suatu amal yang pahalanya akan tetap mengalir kepada orang yang melakukannya, walaupun dia telah meninggal dunia, selama hasil sumbangannya itu dapat dinikmati dan dimanfaatkan oleh masyarakat umum. Dalam penunaian zakat dan sedekah diperlukan niat yang ikhlas, yaitu mencari rida Allah dan terjauh dari sifat ria, ingin dipuji dan disanjung oleh manusia.\nMenunaikan zakat dan sedekah adalah merupakan manifestasi dari rasa iman dan syukur kepada Allah yang telah menjanjikan akan menambah rahmat-Nya kepada siapa saja yang mau bersyukur. Sebaliknya orang-orang yang tidak mau bersyukur, sehingga dia enggan berzakat dan bersedekah, telah diancam dengan azab di hari kemudian.\n\n\"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14:7)",
    "quraish": "Hai orang-orang yang beriman kepada Allah dan hari akhir, belanjakanlah sebagian harta yang telah Allah berikan kepada kalian di jalan kebaikan. Bergegaslah melakukan itu sebelum datang hari kiamat. Yaitu suatu hari yang sepenuhnya hanya untuk kebaikan dan tidak ada penyebab perselisihan. Pada hari itu kalian tidak bisa mengembalikan apa-apa yang telah lalu di dunia. Hari itu juga tidak ada jual beli, persahabatan dan syafaat seseorang selain Allah. Sesungguhnya kelaliman orang-orang kafir akan tampak pada hari itu oleh sebab tidak memenuhi panggilan kebenaran.",
    "jalalayn": "(Hai orang-orang yang beriman! Nafkahkanlah sebagian dan rezeki yang telah Kami berikan padamu), yakni zakatnya, (sebelum datang suatu hari tidak ada lagi jual beli) atau tebusan (padanya, dan tidak pula persahabatan) yang akrab dan memberi manfaat, (dan tidak pula syafaat) tanpa izin dari-Nya, yaitu di hari kiamat. Menurut satu qiraat dengan baris di depannya ketiga kata, bai`u, khullatu dan syafaa`atu. (Dan orang-orang yang kafir) kepada Allah atau terhadap apa yang diwajibkan-Nya, (merekalah orang-orang yang aniaya) karena menempatkan perintah Allah bukan pada tempatnya."
  },
  {
    "page": 42,
    "name": "Al-Baqarah",
    "ayat": 255,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ  لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
    "translation": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka, dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/262.mp3",
    "tafsir": "Allah adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, dan hanya Dia yang berhak untuk disembah. Adapun tuhan-tuhan yang lain yang disembah oleh sebagian manusia dengan alasan yang tidak benar, memang banyak jumlahnya. Akan tetapi Tuhan yang sebenarnya hanyalah Allah. Hanya Dialah Yang hidup abadi, yang ada dengan sendiri-Nya, dan Dia pulalah yang selalu mengatur makhluk-Nya tanpa ada kelalaian sedikit pun.\nKemudian ditegaskan lagi bahwa Allah tidak pernah mengantuk. Orang yang berada dalam keadaan mengantuk tentu hilang kesadarannya, sehingga dia tidak akan dapat melakukan pekerjaannya dengan baik, padahal Allah swt senantiasa mengurus dan memelihara makhluk-Nya dengan baik, tidak pernah kehilangan kesadaran atau pun lalai.\nKarena Allah tidak pernah mengantuk, sudah tentu Dia tidak pernah tidur, karena mengantuk adalah permulaan dari proses tidur. Orang yang tidur lebih banyak kehilangan kesadaran daripada orang yang mengantuk.\nSifat Allah yang lain yang disebutkan dalam ayat ini ialah bahwa Dialah yang mempunyai kekuasaan dan yang memiliki apa yang ada di langit dan di bumi. Dialah yang mempunyai kekuatan dan kekuasaan yang tak terbatas, sehingga Dia dapat berbuat apa yang dikehendaki-Nya. Semuanya ada dalam kekuasaan-Nya, sehingga tidak ada satu pun dari makhluk-Nya termasuk para nabi dan para malaikat yang dapat memberikan pertolongan kecuali dengan izin-Nya, apalagi patung-patung yang oleh orang-orang kafir dianggap sebagai penolong mereka.\nYang dimaksud dengan \"pertolongan\" atau \"syafaat\" dalam ayat ini ialah pertolongan yang diberikan oleh para malaikat, nabi dan orang-orang saleh kepada umat manusia pada hari kiamat untuk mendapatkan keringanan atau kebebasan dari hukuman Allah. Syafaat itu akan terjadi atas izin Allah. Dalam hadis disebutkan :\nNabi Saw bersabda, \"¦Kemudian Allah berfirman, \"Para Malaikat memberikan syafaat, para Nabi memberikan syafaat, dan orang-orang mukmin juga memberikan syafaat. (Riwayat Ahmad dan Muslim dari Abu Sa'id al-Khudri)\n\nSifat Allah yang lain yang disebutkan dalam ayat ini ialah: bahwa Allah senantiasa mengetahui apa saja yang terjadi di hadapan dan di belakang makhluk-Nya, sedang mereka tidak mengetahui sesuatu pun dari ilmu Allah, melainkan sekadar apa yang dikehendaki-Nya untuk mereka ketahui. Kursi Allah mencakup langit dan bumi. Allah tidak merasa berat sedikit pun dalam memelihara makhluk-Nya yang berada di langit dan di bumi, dan di semua alam ciptaan-Nya. Allah Mahatinggi lagi Mahabesar.\nMereka tidak mengetahui ilmu Allah, kecuali apa yang telah dikehendaki-Nya untuk mereka ketahui. Dengan demikian, yang dapat diketahui oleh manusia hanyalah sekadar apa yang dapat dijangkau oleh pengetahuan yang telah dikaruniakan Allah kepada mereka, dan jumlahnya amat sedikit dibanding dengan ilmu-Nya yang luas. Hal ini ditegaskan Allah dalam firman-Nya:\n\n\"¦ Sedangkan kamu diberi pengetahuan hanya sedikit.\" (al-Isra'/17:85)",
    "quraish": "Hanya Allahlah yang berhak untuk disembah. Dia hidup kekal dan terus-menerus mengurus makhluk ciptaan-Nya tanpa pernah lalai. Dia tidak pernah ceroboh atau tidur, sebab Dia tidak memiliki sifat kekurangan. Hanya Dialah yang memiliki langit dan bumi, tidak ada seorang pun yang menyertai-Nya. Maka dari itu, tak seorang makhluk pun dapat memberi syafaat kepada yang lainnya kecuali dengan izin Allah. Allah Swt. mengetahui segala sesuatu yang telah dan akan terjadi. Tidak ada seorang pun mampu mengetahui ilmu Allah kecuali orang-orang yang dipilih-Nya. Kekuasaan-Nya sangat luas, meliputi langit dan bumi. Tidak sulit bagi-Nya mengatur itu semua, sebab Dia terhindar dari sifat kurang dan lemah, dan Mahaagung dengan kekuasaan-Nya.",
    "jalalayn": "(Allah, tak ada Tuhan), artinya tak ada ma`bud atau sembahan yang sebenarnya di alam wujud ini, (melainkan Dia Yang Maha Hidup), artinya Kekal lagi Abadi (dan senantiasa mengatur), maksudnya terus-menerus mengatur makhluk-Nya (tidak mengantuk) atau terlena, (dan tidak pula tidur. Milik-Nyalah segala yang terdapat di langit dan di bumi) sebagai kepunyaan, ciptaan dan hamba-Nya. (Siapakah yang dapat), maksudnya tidak ada yang dapat (memberi syafaat di sisi-Nya, kecuali dengan izin-Nya) dalam hal itu terhadapnya. (Dia mengetahui apa yang di hadapan mereka), maksudnya di hadapan makhluk (dan apa yang di belakang mereka), artinya urusan dunia atau soal akhirat, (sedangkan mereka tidak mengetahui suatu pun dari ilmu-Nya), artinya manusia tidak tahu sedikit pun dari apa yang diketahui oleh Allah itu, (melainkan sekadar yang dikehendaki-Nya) untuk mereka ketahui melalui pemberitaan dari para Rasul. (Kursinya meliputi langit dan bumi) ada yang mengatakan bahwa maksudnya ialah ilmu-Nya, ada pula yang mengatakan kekuasaan-Nya, dan ada pula Kursi itu sendiri yang mencakup langit dan bumi, karena kebesaran-Nya, berdasarkan sebuah hadis, \"Tidaklah langit yang tujuh pada kursi itu, kecuali seperti tujuh buah uang dirham yang dicampakkan ke dalam sebuah pasukan besar (Dan tidaklah berat bagi-Nya memelihara keduanya), artinya memelihara langit dan bumi itu (dan Dia Maha Tinggi) sehingga menguasai semua makhluk-Nya, (lagi Maha Besar)."
  },
  {
    "page": 42,
    "name": "Al-Baqarah",
    "ayat": 256,
    "arab": "لَآ اِكْرَاهَ فِى الدِّيْنِۗ  قَدْ تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَّكْفُرْ بِالطَّاغُوْتِ وَيُؤْمِنْۢ بِاللّٰهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰى لَا انْفِصَامَ لَهَا ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ",
    "translation": "Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. Barang siapa ingkar kepada Tagut dan beriman kepada Allah, maka sungguh, dia telah berpegang (teguh) pada tali yang sangat kuat yang tidak akan putus. Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/263.mp3",
    "tafsir": "Tidak dibenarkan adanya paksaan untuk menganut agama Islam. Kewajiban kita hanyalah menyampaikan agama Allah kepada manusia dengan cara yang baik dan penuh kebijaksanaan, serta dengan nasihat-nasihat yang wajar, sehingga mereka masuk agama Islam dengan kesadaran dan kemauan sendiri (an-Nahl/16:125). \nApabila kita sudah menyampaikan kepada mereka dengan cara yang demikian, tetapi mereka tidak juga mau beriman, itu bukanlah urusan kita, melainkan urusan Allah. Kita tidak boleh memaksa mereka. Dalam ayat yang lain (Yunus/10:99) Allah berfirman yang artinya: \"Apakah Engkau ingin memaksa mereka hingga mereka itu menjadi orang-orang yang beriman?\"\nDengan datangnya agama Islam, jalan yang benar sudah tampak dengan jelas dan dapat dibedakan dari jalan yang sesat. Maka tidak boleh ada pemaksaan untuk beriman, karena iman adalah keyakinan dalam hati sanubari dan tak seorang pun dapat memaksa hati seseorang untuk meyakini sesuatu, apabila dia sendiri tidak bersedia.\nAyat-ayat Al-Qur'an yang menerangkan kenabian Muhammad saw sudah cukup jelas. Maka terserah kepada setiap orang, apakah akan beriman atau kafir, setelah ayat-ayat itu sampai kepada mereka. Inilah etika dakwah Islam. Adapun suara-suara yang mengatakan bahwa agama Islam dikembangkan dengan pedang hanyalah tuduhan dan fitnah belaka. Umat Islam di Mekah sebelum berhijrah ke Medinah hanya melakukan salat dengan cara sembunyi, dan mereka tidak mau melakukannya secara demonstratif di hadapan kaum kafir. \nAyat ini turun kira-kira pada tahun ketiga sesudah hijrah, yaitu setelah umat Islam memiliki kekuatan yang nyata dan jumlah mereka telah bertambah banyak, namun mereka tidak diperbolehkan melakukan paksaan terhadap orang-orang yang bukan Muslim, baik secara halus, apa lagi dengan kekerasan.\nAdapun peperangan yang telah dilakukan umat Islam, baik di Jazirah Arab, maupun di negeri-negeri lain, seperti di Mesir, Persia dan sebagainya, hanyalah semata-mata suatu tindakan beladiri terhadap serangan-serangan kaum kafir kepada mereka. Selain itu, peperangan dilakukan untuk mengamankan jalannya dakwah Islam, sehingga berbagai tindakan kezaliman dari orang-orang kafir yang memfitnah dan mengganggu umat Islam karena menganut dan melaksanakan agama mereka dapat dicegah, dan agar kaum kafir itu dapat menghargai kemerdekaan pribadi dan hak-hak asasi manusia dalam menganut keyakinan.\nDi berbagai daerah yang telah dikuasai kaum Muslimin, orang yang belum menganut agama Islam diberi hak dan kemerdekaan untuk memilih: apakah mereka akan memeluk agama Islam ataukah akan tetap dalam agama mereka. Jika mereka memilih untuk tetap dalam agama semula, maka mereka diharuskan membayar \"jizyah\" yaitu semacam pajak sebagai imbalan dari perlindungan yang diberikan Pemerintah Islam kepada mereka. Keselamatan mereka dijamin sepenuhnya, asal mereka tidak melakukan tindakan-tindakan yang memusuhi Islam dan umatnya.37) \nIni merupakan bukti yang jelas bahwa umat Islam tidak melakukan paksaan, bahkan tetap menghormati kemerdekaan beragama, walaupun terhadap golongan minoritas yang berada di daerah-daerah kekuasaan mereka. Sebaliknya dapat kita lihat dari bukti-bukti sejarah, baik pada masa dahulu, maupun pada zaman modern sekarang ini, betapa malangnya nasib umat Islam, apabila mereka menjadi golongan minoritas di suatu negara.\nAyat ini selanjutnya menerangkan bahwa barang siapa yang tidak lagi percaya kepada thagut, atau tidak lagi menyembah patung, atau benda yang lain, melainkan beriman dan menyembah Allah semata-mata, maka dia telah mendapatkan pegangan yang kokoh, laksana tali yang kuat, yang tidak akan putus. Iman yang sebenarnya adalah iman yang diyakini dalam hati, diucapkan dengan lidah dan diiringi dengan perbuatan. Itulah sebabnya maka pada akhir ayat, Allah berfirman yang artinya: \"Allah Maha Mendengar lagi Maha Mengetahui\". Artinya Allah senantiasa mendengar apa yang diucapkan, dan Dia selalu mengetahui apa yang diyakini dalam hati, dan apa yang diperbuat oleh anggota badan. Allah akan membalas amal seseorang sesuai dengan iman, perkataan dan perbuatan mereka masing-masing.",
    "quraish": "Tidak ada paksaan bagi seseorang untuk memeluk suatu agama. Jalan kebenaran dan kesesatan telah jelas melalui tanda-tanda kekuasaan Allah yang menakjubkan. Barangsiapa beriman kepada Allah dan mengingkari segala sesuatu yang mematikan akal dan memalingkannya dari kebenaran, maka sesungguhnya ia telah berpegang-teguh pada penyebab terkuat untuk tidak terjerumus ke dalam kesesatan. Perumpamaannya seperti orang yang berpegangan pada tali yang kuat dan kokoh, sehingga tidak terjerumus ke dalam jurang. Allah Maha Mendengar apa yang kalian katakan, Maha Melihat apa yang kalian lakukan. Maka Dia pun akan membalasnya dengan yang setimpal. (1) (1) Komentar mengenai ayat ini dari segi hukum internasional telah disinggung pada ayat-ayat peperangan, dari nomor 190-195 surat al-Baqarah.",
    "jalalayn": "(Tidak ada paksaan dalam agama), maksudnya untuk memasukinya. (Sesungguhnya telah nyata jalan yang benar dari jalan yang salah), artinya telah jelas dengan adanya bukti-bukti dan keterangan-keterangan yang kuat bahwa keimanan itu berarti kebenaran dan kekafiran itu adalah kesesatan. Ayat ini turun mengenai seorang Ansar yang mempunyai anak-anak yang hendak dipaksakan masuk Islam. (Maka barang siapa yang ingkar kepada tagut), maksudnya setan atau berhala, dipakai untuk tunggal dan jamak (dan dia beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada simpul tali yang teguh kuat) ikatan tali yang kokoh (yang tidak akan putus-putus dan Allah Maha Mendengar) akan segala ucapan (Maha Mengetahui) segala perbuatan."
  }
]