[
  {
    "page": 420,
    "name": "Al-Ahzab",
    "ayat": 16,
    "arab": "قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ",
    "translation": "Katakanlah (Muhammad), “Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3549.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang yang menghindarkan diri dan lari dari medan pertempuran itu, bahwa tindakan mereka tidak akan ada manfaatnya sedikit pun. Mereka tidak akan dapat menghindarkan ajal yang telah ditetapkan Allah, tidak dapat mengelakkan pembunuhan yang ditetapkan Allah terhadap seseorang, yang akan dilakukan oleh musuh-musuhnya. Segala sesuatu itu telah ditetapkan Allah, tidak seorang pun yang dapat mengubahnya.\nSeandainya seseorang dapat lari dari pertempuran dan hal itu memberi manfaat kepadanya, serta dapat menghindarkan kematian dirinya, maka yang demikian itu hanyalah bersifat sementara. Hidup di dunia ini adalah hidup yang fana, walaupun dirasakan lama, pada hakikatnya adalah singkat sekali jika dibandingkan dengan kehidupan akhirat yang abadi.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Kalau ajal kalian telah tiba, maka upaya kalian untuk melarikan diri dari medan pertempuran itu tidak akan berguna. Jika kalian belum ditakdirkan untuk mati saat ini, bagaimanapun juga kalian tidak akan bisa menikmati sisa hidup melebihi batas umur yang telah ditentukan. Dan sungguh umur manusia itu sangat pendek.\"",
    "jalalayn": "(Katakanlah, \"Lari itu sekali-kali tidaklah berguna bagi kalian, jika kalian melarikan diri dari kematian atau pembunuhan, dan jika kalian) melarikan diri (kalian tidak dapat bersenang-senang) di dunia ini sesudah kalian melarikan diri (melainkan hanya sebentar.\") Yakni hanyalah sebatas sisa umur kalian."
  },
  {
    "page": 420,
    "name": "Al-Ahzab",
    "ayat": 17,
    "arab": "قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
    "translation": "Katakanlah, “Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3550.mp3",
    "tafsir": "Menurut riwayat lain bahwa yang mengajak itu adalah orang-orang Yahudi. Mereka mengajak orang-orang munafik menghindarkan diri dari Nabi dan orang-orang Muslimin dengan mengatakan, \"Apabila Abu Sufyan menang, tentulah Muhammad dan pengikut-pengikutnya akan dibinasakan semuanya.\" Karena itu turunlah ayat ini.\nPada ayat ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawab perkataan orang-orang yang mengatakan bahwa mereka akan selamat bila mereka meninggalkan medan pertempuran. Allah berfirman, \"Tidak seorang pun di antara kamu yang sanggup menghindarkan diri dari pembunuhan atau kesengsaraan jika Allah telah menetapkannya. Demikian pula, tidak seorang pun yang dapat mendatangkan sesuatu kebaikan kepada seseorang jika Allah tidak menghendakinya. Manfaat dan kemelaratan itu hanya Allah yang menetapkannya, tidak seorang pun yang sanggup mengganti atau mengubahnya. Oleh karena itu, orang-orang munafik dan Yahudi yang mengkhianati Nabi tidak akan mendapatkan orang yang dapat menolong dan mengelakkan bencana yang akan menimpa mereka.\nMenurut suatu riwayat, 'Abdullah bin Ubay dan kawan-kawannya, orang-orang munafik dan Yahudi berkata kepada kaum Muslimin, \"Muhammad dan pengikut-pengikutnya sangat sedikit jika dibandingkan dengan jumlah kaum Quraisy dan sekutu-sekutunya. Oleh karena itu, mereka pasti binasa, dan marilah kita menjauhkan diri dari padanya.\"",
    "quraish": "Katakan kepada orang-orang yang diliputi keraguan, \"Jika Allah berkeinginan untuk menimpakan malapetaka, siapa yang akan memberikan pertolongan pada kalian, dan siapa pula yang dapat menghalangi, jika Allah berkehendak memberi karunia kebaikan bagi diri kalian? Sungguh mereka tidak memiliki penolong dan penyelamat selain Allah.\"",
    "jalalayn": "(Katakanlah! \"Siapakah yang dapat melindungi kalian) yang dapat menyelamatkan kalian (dari takdir Allah jika Dia menghendaki bencana atas kalian) kebinasaan dan kekalahan (atau) siapakah yang dapat menimpakan keburukan kepada kalian jika (telah menghendaki) Allah (atas diri kalian rahmat) yakni kebaikan. (Dan orang-orang munafik itu tidak memperoleh bagi mereka selain Allah) (pelindung) yang bermanfaat bagi diri mereka (dan tidak pula penolong.\") yang dapat menolak marabahaya dari diri mereka."
  },
  {
    "page": 420,
    "name": "Al-Ahzab",
    "ayat": 18,
    "arab": "۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ",
    "translation": "Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Tetapi mereka datang berperang hanya sebentar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3551.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengetahui dengan sesungguhnya orang yang menghambat manusia mengikuti Rasulullah saw berperang di jalan-Nya. Dia mengetahui pula orang-orang yang enggan dan minta izin kepada Rasulullah saw untuk tidak ikut berperang, serta orang-orang yang mengajak penduduk Medinah agar tidak ikut berperang bersamanya.\nSementara itu, ada pula orang-orang yang ikut berperang sebentar saja sekedar untuk memperlihatkan kepada kaum Muslimin bahwa sebenarnya mereka itu termasuk orang yang ikut berperang. Akan tetapi, di saat kaum Muslimin lengah, mereka menghilang dengan diam-diam dan kembali ke rumahnya masing-masing.",
    "quraish": "Allah sungguh mengetahui siapakah sebenarnya orang-orang lemah [yang tidak mampu berperang] dan orang-orang yang berkata kepada saudara-saudaranya, \"Bergabunglah bersama kami!\" Padahal mereka tidak pernah samasekali merasakan kejamnya peperangan kecuali hanya sebentar saja.",
    "jalalayn": "(Sesungguhnya Allah mengetahui orang-orang yang menghalang-halangi) yang menghambat (di antara kalian dan orang-orang yang berkata kepada saudara-saudaranya, \"Marilah) kemarilah (kepada kami.\" Dan mereka tidak mendatangi peperangan) pertempuran (melainkan hanya sebentar) hanya ingin pamer dan cari muka."
  },
  {
    "page": 420,
    "name": "Al-Ahzab",
    "ayat": 19,
    "arab": "اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
    "translation": "mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3552.mp3",
    "tafsir": "Pada ayat ini, Allah menyebutkan sifat-sifat orang-orang yang selalu menghindarkan diri dari ikut berperang bersama Nabi saw:\n1. Mereka tidak menolong Muhammad dan kaum Muslimin dalam menghadapi musuh, baik pertolongan berupa harta benda maupun jiwa raga.\n2. Apabila musuh-musuh telah menyerang dan orang-orang yang beriman telah bertempur dengan gagah berani menolak serangan musuh, mereka menoleh ke kiri dan ke kanan karena ketakutan dan mencari jalan dan kesempatan untuk lari dari medan pertempuran menghindari kematian.\n3. Apabila pertempuran telah usai dan mereka merasa telah aman, mereka bersikap sombong dan membangga-banggakan jasa dan keberanian dalam medan pertempuran padahal semua itu adalah omong kosong belaka yang menyakitkan hati. Seakan-akan merekalah orang-orang yang berperang mati-matian sampai kemenangan tercapai, padahal semua yang mereka katakan itu adalah dusta belaka.\n4. Mereka sangat rakus kepada harta rampasan yang telah diperoleh kaum Muslimin, dan tidak mau melepaskan sesuatu yang telah mereka dapat. Padahal sebelumnya mereka tidak mau mengeluarkan harta untuk menolong Nabi saw.\nOrang-orang yang bersifat seperti yang disebutkan di atas itu pada hakikatnya adalah orang-orang yang tidak beriman kepada Allah dan Rasul-Nya, tidak beramal dengan tulus ikhlas dan tidak mau berkorban sedikit pun, karena mereka adalah orang-orang munafik. Karena sifat dan sikap mereka yang demikian itu, maka Allah menghapus segala pahala amal perbuatan mereka dan menjadikannya seolah-olah debu yang beterbangan yang tidak ada artinya sama sekali. Menghapuskan pahala amal perbuatan orang-orang munafik itu bukanlah suatu yang sukar bagi Allah, tetapi amat mudah bagi-Nya, karena Dia Mahakuasa lagi Maha Mengetahui segala sesuatu.",
    "quraish": "Pada lahirnya, orang-orang munafik sangat memperhatikan keselamatan diri kalian. Seolah-olah, dalam hal ini, mereka tidak mempunyai rasa takut. Tapi jika rasa takut kepada musuh atau kepada Rasulullah benar-benar telah datang, mereka akan memandangimu, Muhammad. Mata mereka berputar-putar kebingungan, bagai orang yang tidak sadarkan diri menghadapi sekaratul maut. Akan tetapi jika rasa takut itu mulai sirna, mereka mencaci dan menghujat kalian dengan sangat keras. Mereka sangat malas melakukan kebaikan. Mereka itulah orang-orang yang beriman dengan setengah hati. Meskipun mereka telah menyatakan berislam, namun Allah Swt. akan menyia-nyiakan perbuatan mereka, lantaran orang-orang munafik itu memendam kekufuran dalam hati. Sungguh pekerjaan yang demikian itu bukan hal yang sukar bagi Allah(1). (1) Ayat ini menunjukkan satu fakta ilmiah yang belum ditemukan pada saat diturunkannya al-Qur'ân. Yaitu bahwa bola mata orang yang sedang dalam keadaan sekaratul maut atau dalam ketakutan akan berputar-putar. Kalau ditinjau secara lebih cermat, akan didapati bahwa perasaan takut yang sangat akan dapat menghilangkan kesadaran dan merusak jaringan pusat urat saraf bawah sadar di bagian otak. Oleh karena itu, kondisi orang yang ketakutan mirip dengan orang yang sedang menghadapi sekaratul maut: matanya melotot dengan bola mata yang berputar-putar sampai mati.",
    "jalalayn": "(Mereka bakhil terhadap kalian) maksudnya sangat perhitungan dalam menolong dan membantu kalian. Lafal asyihhatan bentuk jamak dari lafal syahiihun; berkedudukan menjadi hal atau kata keterangan keadaan dari dhamir yang terkandung di dalam lafal ya'tuuna (apabila datang ketakutan, kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti) penglihatan atau seperti terbeliaknya (orang yang pingsan karena akan mati) yaitu orang yang sedang sekarat maut (dan apabila ketakutan telah hilang) harta-harta rampasan telah diperoleh kaum Muslimin (mereka mencaci kalian) menyakiti kalian atau memukul kalian (dengan lidah yang tajam, sedangkan mereka bakhil untuk berbuat kebaikan) atas harta rampasan yang telah diperolehnya. (Mereka itu tidak beriman) sesungguhnya (maka Allah menghapus pahala amal mereka. Dan yang demikian itu) penghapusan pahala amal perbuatan itu (adalah mudah bagi Allah) dengan kehendak-Nya."
  },
  {
    "page": 420,
    "name": "Al-Ahzab",
    "ayat": 20,
    "arab": "يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۖوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ",
    "translation": "Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3553.mp3",
    "tafsir": "Karena sangat ketakutan, orang-orang munafik mengira bahwa tentara sekutu masih berada di medan pertempuran, padahal tentara-tentara itu telah lari berserakan, kembali ke negeri masing-masing. Hal ini menunjukkan bahwa orang-orang munafik adalah orang-orang pengecut dan tidak beriman sehingga tidak ikut berperang, seakan-akan mereka tidak hadir di sana. Oleh karena itu, mereka tidak mengetahui gerak gerik musuh. Dalam pada itu, jika tentara sekutu itu kembali lagi menyerang, mereka menginginkan agar mereka berada di Badiyah (padang pasir) yang jauh dari kota bersama-sama Arab Badui dan penduduk padang pasir, agar mereka tidak terkena bahaya peperangan. Bagi mereka cukuplah kiranya bila dapat bertanya kepada orang-orang yang datang ke tempat mereka tentang keadaan Nabi dan kaum Muslimin.\nSelanjutnya Allah menerangkan bahwa pada peperangan yang telah lewat itu, andaikata orang-orang munafik tidak meninggalkan medan peperangan dan tetap bersama kaum Muslimin di garis depan, kemudian terjadi pertempuran yang dahsyat, maka mereka juga tidak akan ikut berperang. Kalaupun ikut berperang, mereka berperang dengan tidak sepenuh hati dan keimanan. Mereka akan melawan musuh sekedar memenuhi permintaan Nabi saja.",
    "quraish": "Orang-orang munafik menduga bahwa balatentara kafir yang bersekongkol masih dalam posisi mengepung kota Madinah, padahal kenyataannya tidak demikian. Seandainya musuh-musuh yang bersekutu itu menyerang sekali lagi, kelompok pengecut itu akan berangan-angan tinggal di pedalaman bersama para badui sambil mendengar berita tentang kalian. Namun, jika mereka tetap tinggal bersama kalian dalam kamp, mereka pasti tidak akan turut berperang kecuali hanya sebentar saja. Itu pun karena pamrih dan untuk mencari nama baik.",
    "jalalayn": "(Mereka mengira golongan-golongan yang bersekutu itu) yaitu orang-orang kafir (belum pergi) maksudnya belum kembali ke Mekah disebabkan perasaan takut mereka terhadapnya (dan jika golongan-golongan yang bersekutu itu datang kembali) mengadakan serangan ulang (niscaya mereka ingin) mengharapkan (berada di dusun-dusun bersama orang-orang Arab badui) berada di tengah-tengah mereka di perkampungan (sambil menanya-nanya tentang berita-berita kalian) yakni kabar kalian beserta orang-orang kafir yang menyerang kalian. (Dan sekiranya mereka berada bersama kalian) di dalam serangan kali ini (mereka tidak akan berperang melainkan sebentar saja) hanya karena pamer dan takut dicela sebab tidak ikut berperang."
  },
  {
    "page": 420,
    "name": "Al-Ahzab",
    "ayat": 21,
    "arab": "لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ",
    "translation": "Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat dan yang banyak mengingat Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3554.mp3",
    "tafsir": "Pada ayat ini, Allah memperingatkan orang-orang munafik bahwa sebenarnya mereka dapat memperoleh teladan yang baik dari Nabi saw. Rasulullah saw adalah seorang yang kuat imannya, berani, sabar, dan tabah menghadapi segala macam cobaan, percaya sepenuhnya kepada segala ketentuan Allah, dan mempunyai akhlak yang mulia. Jika mereka bercita-cita ingin menjadi manusia yang baik, berbahagia hidup di dunia dan di akhirat, tentulah mereka akan mencontoh dan mengikutinya. Akan tetapi, perbuatan dan tingkah laku mereka menunjukkan bahwa mereka tidak mengharapkan keridaan Allah dan segala macam bentuk kebahagiaan hakiki itu.",
    "quraish": "Kalian benar-benar mendapatkan teladan yang baik pada pribadi Nabi Muhammad. Teladan bagi orang-orang yang mengharap kasih sayang Allah dan kesenangan hidup di akhirat. Teladan bagi orang-orang yang banyak berzikir mengingat Allah di setiap kesempatan, kala susah maupun senang.",
    "jalalayn": "(Sesungguhnya telah ada pada diri Rasulullah itu suri teladan bagi kalian) dapat dibaca iswatun dan uswatun (yang baik) untuk diikuti dalam hal berperang dan keteguhan serta kesabarannya, yang masing-masing diterapkan pada tempat-tempatnya (bagi orang) lafal ayat ini berkedudukan menjadi badal dari lafal lakum (yang mengharap rahmat Allah) yakni takut kepada-Nya (dan hari kiamat dan dia banyak menyebut Allah) berbeda halnya dengan orang-orang yang selain mereka."
  },
  {
    "page": 420,
    "name": "Al-Ahzab",
    "ayat": 22,
    "arab": "وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ ",
    "translation": "Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.” Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3555.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan sikap dan tindakan kaum Muslimin dalam menghadapi Perang Ahzab. Mereka bekerja dan berjuang semata-mata karena Allah dan mengikuti perintah Nabi, bukan karena kepentingan diri sendiri. Seluruh harta bahkan jiwa raga mereka serahkan kepada Nabi untuk kepen-tingan perjuangan. Mereka berjuang dengan tabah dan sabar. Semakin besar bahaya mengancam, semakin kuat iman dan ketabahan mereka. Ketika mereka melihat keadaan tentara sekutu yang jumlahnya sangat besar dan akan menyerbu mereka, sedang jumlah mereka hanya sedikit, mereka berkata, \"Inilah yang telah dijanjikan Allah dan Rasul Nya kepada kita, berupa ujian dan cobaan, sebagai pendahuluan dari kemenangan yang akan datang. Oleh karena itu, kita harus tabah dan sabar dalam menghadapinya.\"\nPada ayat yang lain diterangkan syarat-syarat kebahagiaan dan kemenangan yang akan diperoleh orang-orang yang beriman. Allah berfirman:\nAtaukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat. (al-Baqarah/2: 214)\n\nDan firman-Nya lagi:\nApakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji? (al- 'Ankabut/29: 2)\n\nDiriwayatkan oleh Ibnu Kasir bahwa pada waktu menggali parit sebelum tentara sekutu datang, Rasulullah saw pernah menyampaikan bahwa Jibril mengatakan kepadanya bahwa kerajaan Persia dan Romawi akan takluk di bawah kekuasaan kaum Muslimin. Mendengar kabar berita itu, kaum Muslimin sangat senang karena mereka percaya bahwa itu adalah janji Allah. \nTatkala datang tentara sekutu mengepung, mereka menganggap bahwa kedatangan tentara sekutu itu adalah ujian dan cobaan bagi mereka sebelum memperoleh kemenangan dan sebelum mereka menaklukkan Persia dan Romawi, sehingga mereka mengucapkan, \"Benar apa yang dijanjikan Allah itu dengan meluaskan agama Islam ke seluruh penjuru dunia di kemudian hari, dan benar pula apa yang diisyaratkan Allah untuk mencapai kemenangan dan kebahagiaan itu, yaitu bertawakal dan sabar dalam menerima cobaan dan halangan.\"",
    "quraish": "Saat menyaksikan pasukan sekutu dari kalangan kaum musyrik, orang-orang beriman mengatakan, \"Inilah saat yang dijanjikan Allah kepada kami. Dia menjanjikan kemenangan setelah kami mengalami masa penuh penderitaan. Sungguh benar janji Allah dan rasul-Nya. Penderitaan itu tidak akan berpengaruh apa- apa, bahkan menambah kekuatan iman dan mengokohkan sikap pasrah mereka pada takdir Allah.",
    "jalalayn": "(Dan tatkala orang-orang Mukmin melihat golongan-golongan yang bersekutu itu) yang terdiri dari orang-orang kafir (mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.\") Yakni cobaan dan pertolongan dari Allah. (Dan benarlah Allah dan Rasul-Nya) tentang yang dijanjikannya. (Dan yang demikian itu tidaklah menambah kepada mereka) (kecuali iman) percaya mereka akan janji Allah (dan ketundukan) kepada perintah-Nya."
  }
]