[
  {
    "page": 422,
    "name": "Al-Ahzab",
    "ayat": 31,
    "arab": "۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ",
    "translation": "Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3564.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa siapa pun di antara istri-istri Nabi. saw yang tetap taat kepada Allah dan rasul-Nya, serta mengerjakan amal yang saleh, pasti diberi-Nya pahala dua kali lipat sebagai penghargaan bagi mereka. Penghargaan itu karena kedudukan mereka selaku \"Ummahatul Mu'minin\", yaitu ibu kehormatan segenap kaum mukminin, dan mereka berada di rumah Nabi saw, tempat turun wahyu Allah, cahaya hikmat dan petunjuk ke jalan yang lurus. Selain pahala yang berlipat ganda, Allah akan memberikan pula rezeki yang mulia di dunia dan di akhirat. Di dunia karena mereka menjadi pusat perhatian seluruh perempuan mukminat yang memandang mereka dengan penuh penghormatan dan kewibawaan dan di akhirat karena mereka adalah istri-istri Nabi. saw yang akan ditempatkan oleh Allah pada derajat yang tinggi dalam surga Jannatun Na'im.",
    "quraish": "Dan apabila salah seorang dari kalian tetap teguh dan tunduk pada Allah dan rasul-Nya serta berbuat kebajikan, maka Allah akan memberikan pahala dua kali lipat kebaikan itu. Dan Kami akan menyediakan baginya rezeki yang sangat besar.",
    "jalalayn": "(Dan barang siapa yang tetap taat) tetap setia (di antara kalian kepada Allah dan Rasul-Nya dan mengerjakan amal yang saleh, niscaya Kami berikan kepadanya pahala dua kali lipat) dua kali lipat pahala yang diterima oleh wanita-wanita yang taat selain kalian. Dan menurut suatu qiraat lafal Ta'malu dan Nu'tihaa dibaca Ya'malu dan Yu'tihaa (dan Kami sediakan baginya rezeki yang mulia) di surga sebagai tambahan pahalanya."
  },
  {
    "page": 422,
    "name": "Al-Ahzab",
    "ayat": 32,
    "arab": "يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ",
    "translation": "Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, dan ucapkanlah perkataan yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3565.mp3",
    "tafsir": "Pada ayat ini, Allah memperingatkan kepada istri-istri Nabi. saw bahwa mereka dengan julukan \"Ummahatul Mu'minin\" sama sekali tidak dapat dipersamakan dengan perempuan mukminat yang mana pun dalam segi keutamaan dan penghormatan, jika mereka betul-betul bertakwa. Tidak ada seorang perempuan pun yang dapat menyerupai kedudukan apalagi melebihi keutamaan mereka karena suami mereka adalah \"Sayyidul Anbiya' wal Mursalin\". Oleh karena itu, jika mengadakan pembicaraan dengan orang lain, maka mereka dilarang merendahkan suara yang dapat menimbulkan perasaan kurang baik terhadap kesucian dan kehormatan mereka, terutama jika yang dihadapi itu orang-orang fasik atau munafik yang itikad baiknya diragukan. Istri-istri Nabi. saw itu, setelah beliau wafat tidak boleh dinikahi oleh siapa pun, sesuai dengan firman Allah:\nDan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah. (al-Ahzab/33: 53)",
    "quraish": "Wahai istri-istri Rasul, sesungguhnya keutamaan dan kedudukan kalian itu tidak seperti wanita pada umumnya. Jika kalian bertakwa, maka janganlah bersikap terlalu lembut dan terlalu lunak dalam bertutur sehingga dapat menarik perhatian orang yang hatinya kotor. Berbicaralah secara wajar dan tidak dibuat- buat.",
    "jalalayn": "(Hai istri-istri Nabi! Kamu sekalian tidaklah seperti seseorang) yakni segolongan (di antara wanita yang lain, jika kalian bertakwa) kepada Allah, karena sesungguhnya kalian adalah wanita-wanita yang agung. (Maka janganlah kalian tunduk dalam berbicara) dengan kaum laki-laki (sehingga berkeinginan orang yang ada penyakit dalam hatinya) yakni perasaan nifaq (dan ucapkanlah perkataan yang baik) dengan tanpa tunduk."
  },
  {
    "page": 422,
    "name": "Al-Ahzab",
    "ayat": 33,
    "arab": "وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ ",
    "translation": "Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu, dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3566.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan supaya para istri Nabi. tetap tinggal di rumah mereka masing-masing dan tidak keluar kecuali bila ada keperluan. Perintah ini berlaku bagi istri-istri Nabi. saw. Mereka dilarang memamerkan perhiasannya, dan bertingkah laku seperti orang-orang Jahiliah masa dahulu sebelum zaman Nabi Muhammad. \nSetelah mereka dilarang mengerjakan keburukan, mereka diperintahkan mengerjakan kebajikan, seperti mendirikan salat lima waktu sesuai syarat dan rukun-rukunnya dan menunaikan zakat harta bendanya. Telah menjadi kebiasaan, jika disebut salat maka selalu dikaitkan dengan zakat, sebab keduanya menghasilkan kebersihan diri dan harta. Hikmah dari keduanya supaya tetap taat kepada Allah dan Rasul-Nya karena hal itu adalah pelaksanaan dari isi dua kalimat syahadat yang menjadi jalan kebahagiaan di dunia dan akhirat. \nAllah mengeluarkan perintah itu disertai sebutan \"ahlul bait\", yaitu semua keluarga rumah tangga Rasulullah, dengan maksud untuk menghilangkan dosa-dosa dari mereka. Allah juga bermaksud membersihkan mereka dari kekotoran kefasikan dan kemunafikan yang biasa menempel pada orang yang berdosa. Dengan demikian, Allah akan membersihkan mereka sebersih-bersihnya. \nAnas bin Malik dalam rangka menerangkan siapa yang dimaksud dengan ahlul bait dalam ayat ini meriwayatkan:\nSesungguhnya Rasulullah selalu mendatangi rumah putrinya Fatimah, selama enam bulan pada setiap salat Subuh. Beliau berseru, \"Salat, hai Ahlul Bait, sesungguhnya Allah hendak menghilangkan dosa dari kamu, dan membersihkan kamu sebersih-bersihnya.\" (Riwayat at-Tirmidzi dan Abu Dawud ath-thayalisi dari Anas bin Malik)",
    "quraish": "Tetaplah berada di rumah. Jangan meninggalkan tempat tinggal kecuali jika ada kepentingan yang dibenarkan oleh Allah yang mengharuskan kalian keluar rumah. Jangan memperlihatkan keindahan dan perhiasan kalian kepada kaum lelaki jika kalian berada di luar, seperti yang pernah dilakukan oleh orang-orang Jahiliah dahulu. Laksanakan salat dengan sempurna, tunaikan zakat, laksanakan segala perintah Allah dan Rasul serta tinggalkan segala yang dilarang. Dengan perintah dan larangan itu Allah bermaksud memberikan kehormatan dan kemuliaan kepada kalian.",
    "jalalayn": "(Dan hendaklah kalian tetap) dapat dibaca Qirna dan Qarna (di rumah kalian) lafal Qarna pada asalnya adalah Aqrarna atau Aqrirna, yang diambil dari kata Qararta atau Qarirta. Kemudian harakat Ra dipindahkan kepada Qaf, selanjutnya huruf Ra dan hamzah Washalnya dibuang sehingga jadilah, Qarna atau Qirna (dan janganlah kalian berhias) asalnya berbunyi Tatabarrajna kemudian salah satu huruf Ta dibuang sehingga jadilah Tabarrajna (sebagaimana orang-orang jahiliah yang dahulu) sebagaimana berhiasnya orang-orang sebelum Islam, yaitu kaum wanita selalu menampakkan kecantikan mereka kepada kaum lelaki. Adapun yang diperbolehkan oleh Islam adalah sebagaimana yang disebutkan di dalam firman-Nya, \".. dan janganlah mereka menampakkan perhiasannya, kecuali yang biasa tampak daripadanya.\" (Q.S. An-Nur, 31). (dan dirikanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kalian) yakni dosa-dosa, hai (ahlul bait) yakni istri-istri Nabi saw. (dan membersihkan kalian) daripada dosa-dosa itu (sebersih-bersihnya.)"
  },
  {
    "page": 422,
    "name": "Al-Ahzab",
    "ayat": 34,
    "arab": "وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ ",
    "translation": "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3567.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan sebab-sebab mereka mendapat karunia yang besar itu. Di antaranya ialah karena rumah kediaman istri-istri Nabi. itu adalah tempat-tempat turun wahyu. Allah memerintahkan kepada istri-istri Nabi. saw supaya mengajarkan apa yang dibacakan di rumah mereka itu dari ayat-ayat Allah dan sunah Nabi kepada orang lain. Sunah Nabi itu bisa berupa apa yang mereka saksikan tentang kehidupan Nabi dalam lingkungan rumah tangga dan berhubungan dengan syariat Islam.",
    "quraish": "Dan hafallah ayat-ayat al-Qur'ân yang diturunkan dan diperdengarkan di rumah kalian. Catatlah ketegasan-ketegasan hukum yang pernah diucapkan Rasulullah. Allah Maha Mengetahui rahasia dan hakikat segala sesuatu, maka berhati-hatilah jangan sampai menyalahi perintah Allah dan mendurhakai rasul-Nya.",
    "jalalayn": "(Dan ingatlah apa yang dibacakan di rumah kalian dari ayat-ayat Allah) Alquran (dan hikmah) sunah Nabi. (Sesungguhnya Allah adalah Maha Lembut) terhadap kekasih-kekasih-Nya (lagi Maha Mengetahui) terhadap semua makhluk-Nya."
  },
  {
    "page": 422,
    "name": "Al-Ahzab",
    "ayat": 35,
    "arab": "اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذَّاكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذَّاكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ",
    "translation": "Sungguh, laki-laki dan perempuan muslim, laki-laki dan perempuan mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3568.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan sifat-sifat hamba-Nya yang akan diampuni segala dosa dan kesalahannya serta dimasukkan ke dalam surga. Sifat-sifat mereka ada sepuluh macam:\n1.Taat dan tunduk kepada hukum Islam, baik ucapan maupun perbuatan.\n2.Membenarkan dan memercayai ajaran Allah dan rasul-Nya.\n3.Selalu melaksanakan perintah-perintah agama dengan penuh kekhusyukan dan ketenangan.\n4.Selalu benar dalam ucapan dan perbuatan, sebagai tanda keimanan yang sempurna. Dalam sebuah hadis yang sahih disebutkan bahwa Rasulullah saw bersabda, \"Peganglah kebenaran, bahwa kebenaran itu membawa pada kebajikan, dan kebajikan akan membawa masuk surga, dan jauhilah dusta, sebab dusta itu membawa pada kedurhakaan dan kedurhakaan itu membawa ke neraka.\"\n5.Sabar menghadapi kesulitan dan penderitaan dalam melaksanakan perintah Allah serta menahan syahwat dan hawa nafsu.\n6.Khusyuk dan tawaduk kepada Allah, baik jasmani maupun rohani, dalam melaksanakan semua tugas dan kewajiban dan keikhlasan semata-mata untuk mencari keridaan Allah.\n7.Bersedekah dengan harta dan memberi bantuan kepada mereka yang serba kekurangan dan tidak mempunyai penghasilan.\n8.Berpuasa yang dapat membantu menundukkan syahwat dan hawa nafsu, sebagaimana tercantum di dalam sabda Rasulullah saw \"Wahai sekalian pemuda, siapa di antara kamu yang mampu untuk kawin silakan kawin, karena perkawinan itu lebih dapat menahan pandangan mata dan lebih memelihara kemaluan, dan barang siapa yang belum mampu, supaya berpuasa, karena berpuasa itu dapat membendung syahwatnya.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud)\n\n9.Menjaga kemaluan dan kehormatan dari segala perbuatan yang haram dan keji, sesuai dengan firman Allah:\nDan orang yang memelihara kemaluannya, kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela. Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas. (al-Mu'minun/23: 5-7)\n\n10.Selalu ingat kepada Allah dengan lidah dan hati, sesuai dengan hadis yang diriwayatkan dari Mujahid yang menyatakan bahwa seseorang itu belum disebut banyak mengingat Allah kecuali bila sudah dapat mengingat-Nya sambil berdiri, duduk, dan berbaring. Abu Sa'id al-Khudri telah meriwayatkan sebuah hadis bahwa Rasulullah bersabda: \n\"Apabila seorang suami membangunkan seorang istrinya di malam hari lalu mereka salat Tahajud dua rakaat , maka mereka berdua pada malam tersebut termasuk orang-orang yang banyak mengingat Allah.\" (Riwayat Abu Dawud, an-Nasa'i, dan Ibnu Majah)\n\nDalam hadis yang lain dari Sahal bin Mu'az al-Juhani dari ayahnya diriwayatkan bahwa seorang laki-laki bertanya kepada Rasulullah saw: \n\"Pejuang-pejuang manakah yang paling besar pahalanya wahai Rasulullah?\" Nabi saw menjawab, \"Yang paling banyak ingatnya kepada Allah. Lalu ia bertanya lagi,\" Cara orang yang berpuasa manakah yang paling besar pahalanya?\" Nabi saw menjawab, \"Yang paling banyak ingat kepada Allah.\" Kemudian dia menyebutkan pula orang yang salat, berzakat, naik haji dan bersedekah, dan pada kesemuanya itu Nabi saw mengatakan, \"Mereka yang paling banyak ingatnya kepada Allah.\" Abu Bakar lalu berkata kepada Umar, \"Orang yang banyak ingatnya kepada Allah telah membawa semua kebajikan.\" Dan Nabi saw menambahkan, \"Memang demikianlah.\" (Riwayat Ahmad)",
    "quraish": "Sesungguhnya kaum lelaki dan wanita yang tunduk, percaya pada Allah dan Rasul-Nya, melakukan ketaatan, jujur dalam perkataan, perbuatan dan niat, tabah dalam menghadapi cobaan dalam berjuang di jalan Allah, merendahkan diri, menyedekahkan sebagian harta bagi orang yang membutuhkan, melakukan puasa wajib dan sunnah, menjaga kemaluan dari hal-hal yang dilarang, serta berzikir pada Allah dengan hati dan lisan, niscaya Allah akan memberikan pengampunan bagi segala dosa dan pahala yang besar atas perbuatan baik mereka.",
    "jalalayn": "(Sesungguhnya laki-laki dan perempuan yang muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya) (laki-laki dan perempuan yang benar) dalam keimanannya (laki-laki dan perempuan yang sabar) di dalam menjalankan ketaatan (laki-laki yang khusyuk) yang merendahkan diri (dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya) dari hal-hal yang diharamkan (laki-laki dan perempuan yang banyak menyebut nama Allah, Allah telah menyediakan untuk mereka ampunan) dari perbuatan-perbuatan maksiat yang pernah mereka lakukan (dan pahala yang besar) bagi amal ketaatan mereka."
  }
]