[
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 36,
    "arab": "وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  ",
    "translation": "Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sungguh, dia telah tersesat, dengan kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3569.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa tidak patut bagi orang-orang yang beriman baik laki-laki maupun perempuan, apabila Allah dan rasul-Nya telah menetapkan ketentuan, mereka memilih ketentuan lain yang bertentangan dengan ketetapan keduanya. Menentukan pilihan sendiri yang tidak sesuai dengan ketentuan dari Allah dan rasul-Nya berarti mendurhakai perintah keduanya, dan tersesat dari jalan yang benar. Hal seperti itu diancam pula oleh Allah dengan firman-Nya:\nMaka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih. (an-Nur/24: 63)",
    "quraish": "Tidak sepantasnya bagi orang-orang beriman, baik lelaki maupun wanita, untuk mencari pilihan hukum lain, jika Allah dan Rasul telah menetapkan hukum atas suatu persoalan. Barangsiapa menyalahi ketentuan hukum yang telah ditetapkan oleh Allah dan Rasul-Nya, maka sesungguhnya ia telah berada pada jalan yang sangat jauh dari kebenaran.",
    "jalalayn": "(Dan tidaklah patut bagi laki-laki yang Mukmin dan tidak pula bagi perempuan yang Mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan akan ada) Yakuuna dapat dibaca Takuuna (bagi mereka pilihan yang lain) (tentang urusan mereka) yang berbeda dengan apa yang telah ditetapkan oleh Allah dan Rasul-Nya. Ayat ini diturunkan berkenaan dengan Abdullah bin Jahsy beserta saudara perempuannya yang bernama Zainab; Nabi saw. melamarnya untuk dikawinkan kepada Zaid bin Haritsah, lalu keduanya tidak menyukai hal tersebut ketika keduanya mengetahui bahwa Nabi melamar saudara perempuannya bukanlah untuk dirinya sendiri, melainkan untuk anak angkatnya yaitu Zaid bin Haritsah. Akan tetapi setelah turun ayat ini keduanya menjadi rela. (Dan barang siapa mendurhakai Allah dan Rasul-Nya maka sungguh dia telah sesat, sesat yang nyata) nyata sesatnya. Kemudian Nabi mengawinkan Zainab binti Jahsy dengan Zaid. Akan tetapi sesudah beberapa waktu dalam diri Zaid timbul rasa tidak senang terhadap istrinya itu, lalu ia berkata kepada Nabi saw. bahwa ia bermaksud untuk menalaknya. Maka Nabi saw. menjawab, \"Peganglah istrimu itu di dalam pemeliharaanmu\" sebagaimana yang disitir oleh firman selanjutnya."
  },
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 37,
    "arab": "وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا ",
    "translation": "Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankanlah terus istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3570.mp3",
    "tafsir": "Selanjutnya dalam ayat ini, Allah memperingatkan Nabi-Nya bahwa apa-apa yang terjadi antara Zaid bin haritsah dengan Zainab binti Jahsy itu adalah untuk menguatkan keimanan beliau dengan menegaskan kebenaran dan menghilangkan keragu-raguan dari hati orang-orang yang lemah imannya. Allah menyuruh Rasul-Nya supaya memperhatikan ucapannya ketika beliau berkata kepada Zaid bin haritsah, \"Tahanlah terus istrimu dan bertakwalah kepada Allah, dan janganlah berpisah dengannya disebabkan kesombongan atau keangkuhannya karena keturunan, sebab perceraian itu akan mengakibatkan noda yang sulit untuk dihapus.\" \nNabi sendiri telah mengetahui bahwa Zaid pada akhirnya pasti akan bercerai dengan Zainab. Beliau merasa berat jika hal tersebut menjadi kenyataan, sebab akan menimbulkan berbagai macam tanggapan di kalangan masyarakat. Nabi menyembunyikan di dalam hatinya apa yang Allah nyatakan, karena Nabi sendiri menyadari bahwa beliau sendiri harus dijadikan teladan oleh seluruh umatnya untuk melaksanakan perintah Allah walaupun dengan mengorbankan perasaan. Menurut naluri, manusia biasanya takut kepada sesama manusia, padahal Allah yang lebih berhak untuk ditakuti. Beliau membayangkan bahwa apabila beliau menikah dengan Zainab, bekas istri anak angkatnya, hal itu pasti akan menjadi buah bibir di kalangan bangsa Arab, karena sejak zaman Jahiliah mereka memandang bahwa anak angkat itu sama dengan anak kandung, sehingga mereka melarang menikahi bekas istri anak angkat.",
    "quraish": "Ingatlah, wahai Muhammad, saat dirimu berkata pada Zaid bin Hâritsah, seorang yang telah mendaptkan karunia Islam (menjadi muslim) dari Allah Swt. dan nikmat pengasuhan dan pemerdekaan darimu, \"Pertahankan istrimu, Zainab binti Jahsy. Bertakwalah kepada Allah dan bersabarlah dalam mempergauli istrimu!\" Sementara di dalam hati kamu menyembunyikan sesuatu yang kelak akan diperlihatkan oleh Allah, yaitu bahwa Zaid akan menceraikan istrinya dan kamu akan mengawini jandanya, tapi dirimu takut khalayak ramai akan mengejekmu. Padahal sesungguhnya hanya Allah yang pantas kamu takuti, meskipun hal itu berat bagimu. Maka di saat Zaid menyudahi hubungan perkawinan dengan menceraikan istrinya, sebagai cara untuk mengatasi kesempitan hidup bersamanya, Kami kawinkan kamu dengan wanita itu. Dengan begitu, dirimu menjadi teladan bagi penghapusan sebuah tradisi rendah, sehingga orang-orang muslim tidak merasa bersalah jika mengawini wanita bekas istri anak angkat yang telah diceraikan. Dan sungguh segala yang dikehendaki oleh Allah pasti akan terjadi.",
    "jalalayn": "(Dan ketika) ingatlah ketika (kamu berkata kepada orang yang Allah telah melimpahkan nikmat kepadanya) yakni nikmat Islam (dan kamu juga telah memberi nikmat kepadanya,) dengan memerdekakannya, yang dimaksud adalah Zaid bin Haritsah, dahulu pada zaman jahiliah dia adalah tawanan kemudian ia dibeli oleh Rasulullah, lalu dimerdekakan dan diangkat menjadi anak angkatnya sendiri (\"Tahanlah terus istrimu dan bertakwalah kepada Allah\") dalam hal menalaknya (sedangkan kamu menyembunyikan di dalam hatimu apa yang Allah akan menyatakannya) akan membeberkannya, yaitu perasaan cinta kepada Zainab binti Jahsy, dan kamu berharap seandainya Zaid menalaknya, maka kamu akan menikahinya (dan kamu takut kepada manusia) bila mereka mengatakan bahwa dia telah menikahi bekas istri anaknya (sedangkan Allahlah yang lebih berhak untuk kamu takuti) dalam segala hal dan dalam masalah menikahinya, dan janganlah kamu takuti perkataan manusia. Kemudian Zaid menalak istrinya dan setelah idahnya habis, Allah swt. berfirman, (\"Maka tatkala Zaid telah mengakhiri keperluan terhadap istrinya) yakni kebutuhannya (Kami kawinkan kamu dengan dia) maka Nabi saw. langsung mengawininya tanpa meminta persetujuannya dulu, kemudian beliau membuat walimah buat kaum Muslimin dengan hidangan roti dan daging yang mengenyangkan mereka (supaya tidak ada keberatan bagi orang Mukmin untuk mengawini istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya daripada istrinya. Dan adalah ketetapan Allah itu) apa yang telah dipastikan oleh-Nya (pasti terjadi.\")"
  },
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 38,
    "arab": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  ",
    "translation": "Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3571.mp3",
    "tafsir": "Pada ayat ini, Allah menguatkan hukum yang telah ditetapkan sebelumnya yaitu bahwa tidak ada suatu keberatan apa pun atas Nabi saw apa yang telah menjadi ketetapan Allah baginya untuk mengawini perempuan bekas istri anak angkatnya setelah dijatuhi talak oleh suaminya dan habis masa idahnya. Orang-orang Yahudi sering mencela Nabi Muhammad saw karena mempunyai istri yang banyak, padahal mereka mengetahui bahwa nabi-nabi sebelumnya ada yang lebih banyak istrinya seperti Nabi Daud dan Nabi Sulaiman. \nNabi Muhammad diperintahkan Allah supaya tidak menghiraukan pembicaraan khalayak ramai sehubungan dengan pernikahan beliau dengan Zainab. Ketika Zaid telah menceraikan istrinya, Allah menikahkan Nabi saw dengan Zainab agar tidak ada keberatan bagi orang mukmin untuk menikahi bekas istri anak angkat apabila telah diceraikan. Ketetapan Allah tentang pernikahan Zainab dengan Nabi adalah suatu ketetapan yang sudah pasti. \nDiriwayatkan oleh al-Bukhari dan at-Tirmidzi bahwa Zainab sering membangga-banggakan dirinya di hadapan istri-istri Nabi. lainnya dengan ucapan, \"Kamu dinikahkan oleh keluargamu sendiri, tetapi saya dinikahkan oleh Allah. Diriwayatkan oleh Ibnu Jarir ath-thabari dari Sya'bi bahwa Zainab pernah berkata kepada Nabi, \"Saya mempunyai kelebihan dengan tiga perkara yang tidak dimiliki oleh istri-istrimu yang lain, yaitu: kakekku dan kakekmu adalah sama yaitu Abdul Muththalib; Allah menikahkan engkau denganku dengan perintah wahyu dari langit; dan yang ditugaskan menyampaikannya adalah Malaikat Jibril.\"",
    "quraish": "Tidak ada dosa atas diri nabi untuk melakukan apa saja yang diperintahkan Allah. Dia telah menetapkan hukum-Nya pada para rasul terdahulu bahwa Dia tidak akan melarang hal-hal yang diperbolehkan untuk mereka. Apa saja yang telah ditetapkan Allah merupakan suatu kepastian.",
    "jalalayn": "(Tidak ada suatu keberatan pun atas Nabi tentang apa yang telah ditetapkan) yang telah dihalalkan (Allah baginya, sebagai sunah Allah) lafal Sunatallah dinashabkan setelah huruf Jarnya dicabut (pada orang-orang yang telah berlalu dahulu) dari kalangan para nabi, yaitu bahwasanya tidak ada dosa bagi mereka dalam hal tersebut sebagai kemurahan bagi mereka dalam masalah nikah. (Dan adalah ketetapan Allah itu) yakni keputusan-Nya (suatu ketetapan yang pasti berlaku) pasti terlaksana."
  },
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 39,
    "arab": " ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا ",
    "translation": "(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3572.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa rasul-rasul yang mendahului Nabi Muhammad itu telah melaksanakan sunatullah. Mereka adalah orang-orang yang penuh dengan ketakwaan dan keikhlasan dalam beribadah. Mereka juga orang-orang yang menyampaikan syariat-syariat Allah, sangat takut kepada-Nya dan tidak merasa takut kepada selain-Nya. Nabi Muhammad pun diperintahkan untuk menjadikannya teladan dalam melaksanakan sunatullah, dan cukuplah Allah sebagai pembuat perhitungan.",
    "quraish": "Yaitu orang-orang yang menyampaikan pesan-pesan suci Allah kepada umat manusia sebagaimana adanya saat diturunkan. Orang-orang yang takut hanya kepada Allah, bukan kepada yang lain. Cukuplan Allah yang menjaga dan yang memperhitungkan.",
    "jalalayn": "(Yaitu orang-orang) lafal Al Ladziina menjadi Na'at atau sifat dari lafal Al Ladziina yang sebelumnya (yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya, dan mereka tiada merasa takut kepada seorang pun selain kepada Allah) mereka tidak takut kepada perkataan manusia dalam hal melaksanakan apa yang telah dihalalkan oleh Allah buat mereka. (Dan cukuplah Allah sebagai pembuat perhitungan) yakni yang memelihara amal-amal makhluk-Nya dan yang menghisab mereka."
  },
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 40,
    "arab": "مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ",
    "translation": "Muhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dan Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3573.mp3",
    "tafsir": "Tatkala Rasulullah menikahi Zainab, banyak orang munafik yang mencela pernikahan itu karena dipandang sebagai menikahi bekas istri anak sendiri. Maka Allah menurunkan ayat ini yang menyatakan bahwa Nabi Muhammad saw tidak usah khawatir tentang cemoohan orang-orang yang mengatakan bahwa beliau menikahi bekas istri anaknya, karena Zaid itu bukan anak kandung beliau, tetapi hanya anak angkat. Muhammad saw sekali-kali bukan bapak dari seorang laki-laki di antara umatnya, tetapi ia adalah utusan Allah dan nabi-Nya yang terakhir. Tidak ada nabi lagi setelah beliau. \nNabi Muhammad saw itu adalah bapak dari kaum Muslimin dalam segi kehormatan dan kasih sayang sebagaimana setiap rasul pun adalah bapak dari seluruh umatnya. Muhammad itu bukan bapak dari seorang laki-laki dari umatnya dengan pengertian \"bapak\" dalam segi keturunan yang menyebabkan haramnya mushaharah (perbesanan), tetapi beliau adalah bapak dari segenap kaum mukminin dalam segi agama. Beliau mempunyai rasa kasih sayang kepada seluruh umatnya untuk memperoleh kebahagiaan hidup di dunia dan akhirat, seperti kasih sayang seorang ayah terhadap anak-anaknya. \nAnak laki-laki Nabi saw dari Khadijah ada tiga orang, yaitu Qasim, thayyib, dan thahir, semuanya meninggal dunia sebelum balig. Dari Mariyah al-Qibthiyah, Nabi memperoleh seorang anak laki-laki bernama Ibrahim yang juga meninggal ketika masih kecil. Di samping tiga anak laki-laki, Nabi saw juga mempunyai empat anak perempuan dari Khadijah, yaitu Zainab., Ruqayyah, Ummu Kaltsum, dan Fathimah. Tiga yang pertama meninggal sebelum Nabi wafat. \nAllah Maha Mengetahui segala sesuatu tentang siapa yang diangkat sebagai nabi-nabi yang terdahulu dan siapa yang diangkat sebagai nabi penutup. Berikut hadis-hadis yang menerangkan tentang kedudukan Nabi Muhammad sebagai nabi penutup atau terakhir, di antaranya:\nDari Jabir bin Muth'im bahwa ia berkata, \"Aku mendengar Rasulullah bersabda, 'Aku punya beberapa nama: aku Muhammad, aku Ahmad, aku al-Mahi yang mana Allah menghapus kekufuran denganku dan aku al-hasyir di mana manusia dikumpulkan di bawah kakiku dan aku juga al-'aqib yang mana tidak ada lagi nabi sesudahku.\" (Riwayat al-Bukhari dan Muslim)\nDari Jabir bin 'Abdullah bahwa ia berkata, \"Rasulullah bersabda, 'Posisiku di antara para nabi adalah seperti seorang laki-laki yang membangun rumah, dia menyempurnakan dan menghiasinya kecuali satu tempat batu (bata yang belum dipasang). Orang yang memasuki rumah itu dan melihatnya berkata, 'Alangkah bagusnya rumah ini, kecuali satu tempat batu (bata yang belum dipasang), maka akulah batu (bata yang belum dipasang) itu, di mana aku menjadi penutup kenabian.\" (Riwayat Muslim)\nDari Abu Hurairah bahwa ia berkata, \"Rasulullah bersabda, 'Aku dilebihkan dari para nabi dengan enam hal: 1) Aku diberi kalimat yang singkat tapi padat (luas maknanya). 2) Aku ditolong dengan (diberi rasa) ketakutan (bagi musuh). 3) Dihalalkan bagiku rampasan perang. 4) Allah menjadikan bagiku bumi itu suci (untuk tayamum) dan menjadi masjid. 5) Aku diutus kepada seluruh makhluk, dan 6) Aku dijadikan sebagai penutup para nabi.\" (Riwayat Muslim dan at-Tirmidzi) \nDari Anas bin Malik bahwa ia berkata, \"Rasulullah bersabda, 'Kerasulan dan kenabian telah terputus, tidak ada lagi rasul dan nabi sesudahku.\" (Riwayat Ahmad)",
    "quraish": "Muhammad bukanlah bapak dari laki-laki mana pun dari kalangan kalian. Muhammad adalah utusan Allah dan penutup para nabi. Menjadi tugas Muhammad untuk mengemban misi kerasulannya sebagaimana diperintahkan oleh Allah tanpa merasa takut pada siapa pun. Allah Maha Mengetahui segala sesuatu. .",
    "jalalayn": "(Muhammad itu sekali-kali bukanlah bapak dari seorang laki-laki di antara kalian) dia bukan bapak Zaid, Zaid bukanlah anaknya, maka tidak diharamkan baginya untuk mengawini bekas istri anak angkatnya yaitu Zainab (tetapi dia) adalah (Rasulullah dan penutup nabi-nabi) artinya tidak akan lahir lagi nabi sesudahnya. Dan menurut suatu qiraat dibaca Khataman Nabiyyiina, sama dengan alat untuk mencap atau cincin, yang maksudnya sesudah dia para nabi dilak atau ditutup. (Dan adalah Allah Maha Mengetahui segala sesuatu) antara lain Dia mengetahui bahwa tidak akan ada nabi lagi sesudah Nabi Muhammad saw. seumpama Nabi Isa turun nanti, maka ia akan memerintah dengan memakai syariat Nabi Muhammad."
  },
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 41,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ",
    "translation": "Wahai orang-orang yang beriman! Ingatlah kepada Allah, dengan mengingat (nama-Nya) sebanyak-banyaknya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3574.mp3",
    "tafsir": "Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.",
    "quraish": "Wahai orang-orang yang beriman, pujilah Allah dengan bermacam pujian yang baik dan perbanyaklah pujian pada-Nya. Sucikanlah Allah dari segala sifat yang tidak layak bagi diri-Nya sejak dini hari hingga akhir malam.",
    "jalalayn": "(Hai orang-orang yang beriman! Berzikirlah dengan menyebut nama Allah, zikir yang sebanyak-banyaknya.)"
  },
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 42,
    "arab": "وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ",
    "translation": "dan bertasbihlah kepada-Nya pada waktu pagi dan petang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3575.mp3",
    "tafsir": "Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.",
    "quraish": "Wahai orang-orang yang beriman, pujilah Allah dengan bermacam pujian yang baik dan perbanyaklah pujian pada-Nya. Sucikanlah Allah dari segala sifat yang tidak layak bagi diri-Nya sejak dini hari hingga akhir malam.",
    "jalalayn": "(Dan bertasbihlah kepada-Nya di waktu pagi dan petang) yakni pada permulaan siang dan akhir siang."
  },
  {
    "page": 423,
    "name": "Al-Ahzab",
    "ayat": 43,
    "arab": "هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ",
    "translation": "Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3576.mp3",
    "tafsir": "Allah menjelaskan bahwa Dialah yang memberikan rahmat kepada orang-orang yang beriman dan menguji mereka di hadapan malaikat yang berada di langit. Para malaikat pun memohonkan ampun untuk mereka supaya Allah mengeluarkan mereka dengan taufik, hidayah, dan rahmat-Nya dari kegelapan kekafiran kepada cahaya keimanan. Dia Maha Penyayang kepada seluruh kaum Muslimin di dunia dan akhirat. Di dunia, Allah memberi petunjuk kepada mereka pada jalan yang benar, dan di akhirat, Ia memberi keselamatan bagi mereka dari kegoncangan dan malapetaka yang hebat.",
    "quraish": "Dialah yang telah berjanji memberikan kelembutan dan kasih sayang-Nya, sementara para malaikat-Nya memohonkan ampunan bagi kalian agar Allah membebaskan kalian dari gelapnya kekufuran dan kesesatan menuju cahaya iman dan ketaatan. Kasih sayang Allah amat besar pada orang-orang yang beriman.",
    "jalalayn": "(Dialah Yang memberi rahmat kepada kalian) yang membelaskasihani kalian (dan malaikat-Nya) memohonkan ampunan buat kalian (supaya Dia mengeluarkan kalian) supaya Dia terus menerus mengeluarkan kalian (dari kegelapan) yakni kekafiran (kepada cahaya) yaitu keimanan. (Dan adalah Dia Maha Penyayang kepada orang-orang yang beriman)."
  }
]