[
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 63,
    "arab": "يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا ",
    "translation": "Manusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3596.mp3",
    "tafsir": "Banyak manusia bertanya kepada Nabi Muhammad tentang kapan datangnya hari Kiamat. Orang-orang musyrik menanyakan tentang kiamat tersebut secara mengejek dan mencemooh, serta menantang supaya hari Kiamat segera didatangkan. Orang-orang munafik menanyakan tentang hari Kiamat karena terdorong oleh anggapan bahwa Nabi saw akan menjawab seperti yang mereka perkirakan. Adapun orang-orang Yahudi bertanya dengan maksud menguji kebenaran Nabi saw, apakah jawabannya akan sama atau tidak dengan yang tercantum dalam kitab Taurat, bahwa soal hari Kiamat itu sesungguhnya berada di tangan Allah.",
    "quraish": "Orang-orang bertanya kepadamu, Muhammad, tentang masa datangnya kiamat. Katakan kepada mereka yang bertanya itu, \"Pengetahuan tentang hal itu hanya ada pada Allah. Siapa tahu, kalau-kalau hari kiamat itu hampir tiba.\"",
    "jalalayn": "(Manusia bertanya kepadamu) yakni penduduk Mekah (tentang hari kiamat) kapankah akan terjadi. (Katakanlah! \"Sesungguhnya pengetahuan tentang hari kiamat itu hanya di sisi Allah\". Dan tahukah kamu) maksudnya kamu tiada mengetahui kapan ia akan terjadi (boleh jadi hari kiamat itu waktunya) yakni terjadinya (sudah dekat)."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 64,
    "arab": "اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ ",
    "translation": "Sungguh, Allah melaknat orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3597.mp3",
    "tafsir": "Kemudian Allah menerangkan bahwa yang mengetahui kapan terjadinya hari Kiamat hanya Allah. Mungkin saja waktu datangnya hari Kiamat sudah dekat, karena setiap yang akan datang memang selalu mendekat dan mungkin dekat. Pepatah Arab mengatakan: \n\"Setiap yang akan datang adalah dekat.\"\n\nKemudian Allah akan melaknat dan menjauhkan orang-orang kafir dari kebaikan dan rahmat-Nya. Allah juga menyediakan bagi mereka neraka Sa'ir.",
    "quraish": "Allah telah mengharamkan orang-orang kafir dari rahmat-Nya dan telah menyediakan bagi mereka api yang menyala dengan dahsyat.",
    "jalalayn": "(Sesungguhnya Allah melaknati orang-orang kafir) yakni menjauhkan mereka dari rahmat-Nya (dan menyediakan bagi mereka api yang menyala-nyala) yaitu neraka yang keras apinya tempat mereka dimasukkan."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 65,
    "arab": "خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ",
    "translation": "mereka kekal di dalamnya selama-lamanya; mereka tidak akan mendapatkan pelindung dan penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3598.mp3",
    "tafsir": "Mereka kekal di dalam neraka selama-lamanya, dan tidak menemukan seorang pun yang dapat melindungi mereka dari azab Allah. Mereka juga tidak mendapatkan seorang penolong yang dapat menyelamatkan dari siksaan-Nya.",
    "quraish": "Mereka tidak akan pernah bisa beranjak dari neraka selamanya. Mereka tidak akan pernah mendapatkan pelindung atau orang yang bisa menghindarkan mereka dari siksa.",
    "jalalayn": "(Mereka kekal) dipastikan kekekalan mereka (di dalamnya selama-lamanya, mereka tidak memperoleh seorang pelindung pun) yang memelihara mereka dari neraka (dan tidak pula seorang penolong) yang dapat mencegah neraka daripada mereka."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 66,
    "arab": "يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ ",
    "translation": "Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka, mereka berkata, “Wahai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3599.mp3",
    "tafsir": "Mereka tidak memperoleh pelindung dan penolong seorang pun ketika mereka dibolak-balikkan di dalam neraka. Dengan penuh penyesalan mereka berkata, \"Alangkah bahagianya seandainya kami dahulu di dunia taat kepada Allah dan taat pula kepada Muhammad utusan-Nya.\"",
    "quraish": "Pada hari ketika wajah mereka dibolak-balikkan di atas api. Dan dengan penuh rasa sesal, mereka mengatakan, \"Alangkah baiknya, kalau dulu kami menaati Allah dan Rasul-Nya.\"",
    "jalalayn": "(Pada hari ketika muka mereka dibolak-balikkan dalam neraka, mereka berkata, \"Aduhai!) lafal Yaa menunjukkan makna Tanbih atau memohon perhatian (andai kata kami taat kepada Allah dan taat pula kepada Rasul.\")"
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 67,
    "arab": "وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ ",
    "translation": "Dan mereka berkata, “Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3600.mp3",
    "tafsir": "Mereka berkata dengan penuh perasaan mendongkol karena tertipu oleh para pemimpin dan pembesar mereka di dunia, \"Ya Tuhan kami, sesungguhnya kami di dunia telah mengikuti pemimpin dan pembesar kami, lalu mereka menyesatkan kami dari jalan yang benar.\"",
    "quraish": "Mereka memohon dengan mengatakan, \"Wahai Tuhan, kami hanya mengikuti para pemimpin dan pembesar kami dalam usaha mengingkari-Mu dan Rasul-Mu, lalu mereka menjauhkan kami dari jalan yang lurus.",
    "jalalayn": "(Dan mereka berkata) yakni para pengikut dari kalangan mereka, (\"Ya Rabb kami! Sesungguhnya kami telah menaati pemimpin-pemimpin kami) menurut suatu qiraat dibaca Saadatanaa, dalam bentuk Jam'ul Jam'i (dan pembesar-pembesar kami, lalu mereka menyesatkan kami dari jalan petunjuk) dari jalan hidayah."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 68,
    "arab": "رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ ",
    "translation": "Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3601.mp3",
    "tafsir": "Mereka dengan perasaan dendam terhadap orang-orang yang telah menyesatkan itu berkata, \"Ya Tuhan kami, berikanlah kepada mereka azab dua kali lipat, pertama karena mereka telah tersesat, dan keduanya telah pula menyesatkan orang lain, dan kutuklah mereka dengan kutukan yang sangat besar.\" Keluhan mereka itu diperkuat dengan ayat lain seperti pada firman Allah:\nDan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, \"Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul. Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.\" (al-Furqan/25: 27-29)",
    "quraish": "Wahai Tuhan kami, lipatgandakanlah siksaan mereka. Usirlah mereka dari rahmat-Mu sejauh-jauhnya, sebanding dengan kejahatan yang telah mereka perbuat.\"",
    "jalalayn": "(Ya Rabb kami! Timpakanlah kepada mereka azab dua kali lipat) daripada azab yang kami terima (dan kutuklah mereka) azablah mereka terus (dengan kutukan yang banyak.\") bilangannya; dan menurut Qiraat lain lafal Kabiiran dibaca Katsiiran yang artinya kutukan yang besar."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 69,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3602.mp3",
    "tafsir": "Allah melarang kaum mukminin agar tidak berlaku seperti segolongan Bani Israil yang menyakiti Nabi Musa. Allah membersihkan beliau dari tuduhan-tuduhan yang mereka lontarkan kepadanya. Beliau adalah seorang yang mempunyai kedudukan yang sangat terhormat di sisi Allah. Di dalam ayat ini tidak disebutkan bagaimana caranya mereka menyakiti Nabi Musa itu. \nDalam suatu riwayat tentang meninggalnya Harun, seperti diriwayatkan Ibnu Jarir ath-thabari dari Ibnu 'Abbas dari 'Ali bin Abi Talib bahwa beliau berkata, \"Ketika Nabi Musa dan Harun naik ke gunung, Nabi Harun kemudian wafat. Orang-orang Bani Israil lalu marah kepada Nabi Musa, 'Kamu telah membunuh Harun, padahal beliau orang yang lebih kami sukai daripada engkau.\"\nDalam sebuah hadis, Rasulullah bersabda:\nDiriwayatkan dari Ibnu Mas'ud bahwa Rasulullah saw pada suatu hari membagi-bagikan harta ganimah kepada sahabatnya, lalu ada seorang laki-laki dari kaum Anshar berkata bahwa pembagian itu tidak dimaksud untuk memperoleh keridaan Allah. Mendengar ucapan itu, Nabi saw tersinggung sampai merah wajahnya seraya berkata, \"Semoga Allah merahmati Musa yang pernah disakiti orang lebih dari ini, tetapi beliau tetap berlaku sabar.\" (Riwayat al-Bukhari dan Muslim)",
    "quraish": "Wahai orang-orang beriman, jangan menyakiti hati rasul dengan cara apa pun sebagaimana perlakuan yang diterima Mûsâ dari kaumnya sendiri. Allah telah melepaskan keburukan-keburukan yang telah mereka sandangkan pada diri Mûsâ. Sesungguhnya Mûsâ adalah seorang yang berkedudukan tinggi di sisi Allah.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kalian menjadi) bersama Nabi kalian (seperti orang-orang yang menyakiti Musa) seperti perkataan mereka kepada Nabi Musa, \"Sesungguhnya tidak ada yang mencegahnya untuk mandi bersama kita melainkan karena pelirnya burut (maka Allah membersihkannya dari tuduhan-tuduhan yang mereka katakan) yaitu pada suatu hari Nabi Musa ketika hendak mandi meletakkan pakaiannya pada sebuah batu, kemudian batu itu membawa lari pakaiannya, dan berhenti di tengah-tengah segolongan kaum Bani Israel. Lalu Nabi Musa mengejarnya dan dapat menyusulnya, segera ia mengambil pakaiannya untuk menutupi dirinya. Pada saat itu orang-orang melihatnya dalam keadaan telanjang, ternyata pelir Nabi Musa tidak burut. (Dan adalah dia seorang yang mempunyai kedudukan terhormat di sisi Allah.\"). Di antara perlakuan yang menyakitkan Nabi saw. ialah pada suatu hari ia membagi-bagi ganimah, kemudian ada seorang lelaki berkata, \"Ini adalah pembagian yang tidak berdasarkan keridaan Allah swt.\" Maka pada saat itu wajah Nabi saw. merah padam mendengar perkataan itu, lalu beliau segera bersabda, \"Semoga Allah melimpahkan rahmat-Nya kepada Musa, sesungguhnya dia telah disakiti lebih dari ini tetapi dia tetap bersabar.\" Demikianlah menurut hadis yang diriwayatkan oleh Imam Bukhari."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 70,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ ",
    "translation": "Wahai orang-orang yang beriman! Bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3603.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada orang-orang beriman supaya tetap bertakwa kepada-Nya. Allah juga memerintahkan orang-orang beriman untuk selalu berkata yang benar, selaras antara yang diniatkan dan yang diucapkan, karena seluruh kata yang diucapkan dicatat oleh malaikat Raqib dan 'Atid, dan harus dipertanggungjawabkan di hadapan Allah. Firman Allah:",
    "quraish": "Wahai orang-orang beriman, takutlah akan hukuman Allah jika kalian mendurhakai-Nya. Ucapkanlah perkataan yang benar dan lurus.",
    "jalalayn": "(Hai orang-orang yang beriman! Bertakwalah kamu sekalian kepada Allah dan katakanlah perkataan yang benar) yakni perkataan yang tidak menyalahi."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 71,
    "arab": "يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا ",
    "translation": "niscaya Allah akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Dan barangsiapa menaati Allah dan Rasul-Nya, maka sungguh, dia menang dengan kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3604.mp3",
    "tafsir": "Bila mereka tetap memelihara keimanan dan ketakwaan dan selalu mengatakan kebenaran, pasti Allah akan memperbaiki perbuatan dan mengampuni dosa-dosa mereka. Siapa yang menginginkan kebahagiaan di dunia dan akhirat, maka jalan yang harus ditempuh hanyalah satu, yaitu menaati Allah dan Rasul-Nya. Dengan demikian, mereka akan mendapatkan kebahagiaan yang besar di dunia dan akhirat.",
    "quraish": "Niscaya Allah akan memberikan perkenan-Nya bagi kalian untuk melakukan kebajikan-kebajikan dan menghapuskan dosa kalian. Siapa saja yang takut pada Allah dan Rasul-Nya, sungguh telah mendapatkan kemenangan yang besar, selamat dari hukuman dan akan mendapatkan pahala.",
    "jalalayn": "(Niscaya Allah memperbaiki bagi kalian amal-amal kalian) yakni Dia menerimanya (dan mengampuni bagi kalian dosa-dosa kalian. Siapa yang menaati Allah dan Rasul-Nya, maka sesungguhnya ia telah mendapatkan kemenangan yang besar) yaitu dia telah memperoleh apa yang paling didambakannya."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 72,
    "arab": "اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ ",
    "translation": "Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya (berat), lalu dipikullah amanat itu oleh manusia. Sungguh, manusia itu sangat zalim dan sangat bodoh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3605.mp3",
    "tafsir": "Sesungguhnya Allah telah menawarkan tugas-tugas keagamaan kepada langit, bumi, dan gunung-gunung. Karena ketiganya tidak mempunyai persiapan untuk menerima amanat yang berat itu, maka semuanya enggan untuk memikul amanat yang ditawarkan Allah itu. \nKemudian amanat untuk melaksanakan tugas-tugas keagamaan itu ditawarkan kepada manusia dan mereka menerimanya dengan konsekuensi barang siapa yang melaksanakan itu akan diberi pahala dan dimasukkan ke dalam surga. Sebaliknya, barang siapa yang mengkhianatinya akan disiksa dan dimasukkan ke dalam api neraka. Walaupun bentuk badannya lebih kecil dibandingkan dengan ketiga makhluk yang lain (langit, bumi, dan gunung-gunung), manusia berani menerima amanat tersebut karena manusia mempunyai potensi. Tetapi, karena pada diri manusia terdapat ambisi dan syahwat yang sering mengelabui mata dan menutup pandangan hatinya, Allah menyifatinya dengan amat zalim dan bodoh karena kurang memikirkan akibat-akibat dari penerimaan amanat itu.",
    "quraish": "Kami telah menawarkan kepada bumi, langit dan gunung untuk mengemban tugas-tugas keagamaan. Tapi mereka tidak bersedia melaksanakan misi itu karena takut. Tetapi manusia menyanggupinya. Sungguh manusia itu sangat zalim pada diri sendiri dan tidak mengetahui kemampuan dirinya.",
    "jalalayn": "(Sesungguhnya Kami telah mengemukakan amanat) yaitu ibadah salat dan ibadah-ibadah lainnya, apabila dikerjakan, pelakunya akan mendapat pahala, dan apabila ditinggalkan, pelakunya akan disiksa (pada langit, bumi dan gunung-gunung) seumpamanya Allah menciptakan pada masing-masing pemahaman dan dapat berbicara (maka semuanya enggan untuk memikul amanat itu dan mereka khawatir) yakni merasa takut (akan mengkhianatinya lalu dipikullah amanat itu oleh manusia) oleh Nabi Adam, sesudah terlebih dahulu ditawarkan kepadanya. (Sesungguhnya manusia itu amat zalim) terhadap dirinya sendiri, disebabkan apa yang telah dipikulnya itu (lagi amat bodoh) tidak mengerti tentang apa yang dipikulnya itu."
  },
  {
    "page": 427,
    "name": "Al-Ahzab",
    "ayat": 73,
    "arab": "لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقَتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
    "translation": "sehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik, laki-laki dan perempuan; dan Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3606.mp3",
    "tafsir": "Allah lalu menerangkan bahwa akibat dari penerimaan amanat ini ialah Dia mengazab orang-orang munafik dan orang-orang musyrik, baik laki-laki maupun perempuan, bila mereka mengabaikan pelaksanaan amanat yang telah dipikulnya. Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan yang taat melaksanakan amanat itu. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "quraish": "Agar Allah menjatuhkan siksa atas orang-orang munafik, baik laki-laki maupun wanita, dan orang-orang musyrk, baik laki-laki maupun wanita. Juga agar Allah menerima pertobatan orang-orang beriman, baik laki-laki maupun wanita. Allah Mahabanyak ampunan-Nya dan Mahaluas kasih sayang-Nya.",
    "jalalayn": "(Sehingga Allah mengazab) huruf Lam berta'alluq kepada lafal 'Aradhnaa, sebagai akibat dari apa yang telah dipikul oleh Nabi Adam (orang-orang munafik laki-laki dan perempuan dan orang-orang musyrik laki-laki dan perempuan) yakni orang-orang yang menyia-nyiakan amanat itu (dan sehingga Allah menerima tobat orang-orang Mukmin laki-laki dan perempuan) yaitu orang-orang yang menunaikan amanahnya. (Dan adalah Allah Maha Pengampun) kepada orang-orang Mukmin (lagi Maha Penyayang) kepada mereka."
  }
]