[
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 15,
    "arab": "لَقَدْ كَانَ لِسَبَاٍ فِيْ مَسْكَنِهِمْ اٰيَةٌ  ۚجَنَّتٰنِ عَنْ يَّمِيْنٍ وَّشِمَالٍ ەۗ كُلُوْا مِنْ رِّزْقِ رَبِّكُمْ وَاشْكُرُوْا لَهٗ  ۗبَلْدَةٌ طَيِّبَةٌ وَّرَبٌّ غَفُوْرٌ",
    "translation": "Sungguh, bagi kaum Saba’ ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri, (kepada mereka dikatakan), “Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3621.mp3",
    "tafsir": "Di sebelah selatan negeri Yaman berdiam suatu kaum bernama Saba'. Mereka menempati suatu daerah yang amat subur sehingga mereka hidup makmur dan telah mencapai kebudayaan yang tinggi. Mereka dapat menguasai air hujan yang turun lebat pada musim tertentu dengan membangun sebuah bendungan raksasa yang dapat menyimpan air untuk musim kemarau. Bendungan itu boleh dikatakan bendungan alami karena terletak di antara dua buah bukit dan di ujungnya didirikan bangunan yang tinggi untuk mencegah air mengalir sia-sia ke padang pasir. Mereka membuat pintu-pintu air yang bila dibuka dapat mengalirkan air ke daerah yang mereka kehendaki. Bendungan ini terkenal dengan Bendungan Ma'rib atau Bendungan al-'Arim. \nBanyak di antara ahli sejarah dan peneliti di barat meragukan tentang adanya Bendungan Ma'rib ini. Akhirnya seorang peneliti dari Perancis datang sendiri ke selatan Yaman untuk menyelidiki sisa-sisa bendungan itu pada tahun 1843. Dia dapat membuktikan adanya bendungan itu dengan menemukan bekas-bekasnya, lalu memotret dan mengirimkan gambar-gambarnya ke suatu majalah di Perancis. Para peneliti lainnya menemukan pula beberapa batu tulis di antara reruntuhan bendungan itu. Dengan demikian, mereka bertambah yakin bahwa dahulu kala di sebelah selatan Yaman telah berdiri sebuah kerajaan yang maju, makmur, dan tinggi kebudayaannya. \nPada ayat ini, Allah menerangkan sekelumit tentang kaum Saba' yang mendiami daerah sebelah selatan Yaman itu. Mereka menempati sebuah lembah yang luas dan subur berkat pengairan yang teratur dari Bendungan Ma'rib. Di kiri dan kanan daerah mereka terbentang kebun-kebun yang amat luas dan subur yang menghasilkan bahan makanan dan buah-buahan yang melimpah ruah. \nKaum Saba' pada mulanya menyembah matahari, namun setelah pimpinan kerajaan dipegang Ratu Balqis, mereka menjadi kaum yang beriman dengan mengikuti ajaran yang dibawa Nabi Sulaiman. Hal ini diceritakan dalam Al-Qur'an sebagai berikut:\nMaka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, \"Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba' membawa suatu berita yang meyakinkan. Sungguh, kudapati ada seorang perempuan yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar. Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan terasa indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk. (an-Naml/27: 22-24)\n\nTetapi, lama-kelamaan kaum Saba' menjadi sombong dan lupa bahwa kemakmuran yang mereka miliki adalah anugerah dari Yang Mahakuasa dan Maha Pemurah. Allah dengan perantaraan rasul-Nya memerintahkan agar mereka mensyukuri-Nya atas segala nikmat dan karunia yang dilimpahkan kepada mereka. Negeri mereka menjadi subur dan makmur berkat karunia Allah Yang Maha Pengampun, melindungi mereka dari segala macam bahaya dan malapetaka.",
    "quraish": "Aku bersumpah, sungguh di tempat tinggal penduduk negeri Saba' di Yaman terdapat bukti-bukti kekuasaan-Ku. Di sana terdapat dua petak kebun yang memagari negeri mereka di sebelah kiri dan kanan. Kepada mereka dikatakan, \"Makanlah dari rezeki Tuhan dan syukurilah nikmat-Nya dengan menggunakannya secara baik. Negeri kalian adalah negeri yang baik yang dipenuhi pepohonan dan buah- buahan. Ampuan Tuhan sungguh amat luas bagi orang yang mau bersyukur.\"",
    "jalalayn": "(Sesungguhnya bagi kaum Saba) lafal Saba dapat dibaca dengan memakai harakat Tanwin pada akhirnya atau bisa juga tidak. Saba adalah nama suatu kabilah bangsa Arab yang diambil dari nenek moyang mereka (di tempat kediaman mereka) di negeri Yaman (ada tanda) yang menunjukkan akan kekuasaan Allah swt. (yaitu dua buah kebun) lafal Jannataani ini menjadi Badal dari lafal Aayatun (di sebelah kanan dan di sebelah kiri) lembah tempat mereka tinggal. Dan dikatakan kepada mereka, (\"Makanlah oleh kalian dari rezeki Rabb kalian dan bersyukurlah kalian kepada-Nya.\") atas apa yang telah dikaruniakan-Nya kepada kalian berupa nikmat-nikmat yang ada di negeri Saba. (Negeri kalian, adalah negeri yang baik) tidak ada tanah yang tandus, tidak ada nyamuk, tidak ada lalat, tidak ada lalat pengisap darah, tidak ada kalajengking dan tidak ada ular. Seandainya ada orang asing lewat ke negeri itu dan pada bajunya terdapat kutu, maka kutu itu otomatis akan mati karena harum dan bersihnya udara negeri Saba. (Dan) Allah (Rabb Yang Maha Pengampun.)"
  },
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 16,
    "arab": "فَاَعْرَضُوْا فَاَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنٰهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ اُكُلٍ خَمْطٍ وَّاَثْلٍ وَّشَيْءٍ مِّنْ سِدْرٍ قَلِيْلٍ ",
    "translation": "Tetapi mereka berpaling, maka Kami kirim kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Atsl dan sedikit pohon Sidr.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3622.mp3",
    "tafsir": "Mereka menolak dan berpaling dari seruan Allah, bahkan menghalangi orang-orang yang insaf beriman kepada-Nya. Allah lalu menimpakan siksaan kepada mereka dengan membobolkan Bendungan Ma'rib dan terjadilah malapetaka yang hebat. Negeri mereka dilanda banjir yang deras, dan menghanyutkan semua yang menghalangi arusnya. Kebun-kebun yang berada di kiri dan kanan negeri itu menjadi musnah, dan semua binatang ternak mereka hanyut. Korban manusia pun tidak terhitung banyaknya, sehingga hanya sedikit orang yang masih hidup. Hanya beberapa kelompok kecil dari mereka yang selamat dari malapetaka yang dahsyat itu. \nMereka yang selamat ini pun tidak dapat tinggal dengan senang di tempat mereka semula. Sebagian dari mereka lalu hijrah ke tempat lain yang subur karena tidak ada lagi kebun-kebun yang bisa mereka tanami dengan baik dan tidak banyak lagi binatang-binatang ternak yang akan mereka pelihara. Tanah-tanah yang dahulu subur telah menjadi tandus karena semua air yang tersimpan di dalam bendungan telah tumpah ke padang pasir yang dapat menelan air berapa pun banyaknya. Yang tumbuh di bekas kebun-kebun mereka hanya tumbuhan yang tidak banyak gunanya, buahnya pun pahit. Bila mereka ingin bercocok tanam yang mereka harapkan hanya air hujan yang turun dari langit saja.",
    "quraish": "Akan tetapi mereka memalingkan diri dan enggan bersyukur. Dihancurkannya sendiri kehidupan mereka, sehingga Kami mendatangkan banjir melanda yang merobohkan bendungan dan memusnahkan perkebunan mereka. Kami gantikan kebun itu dengan tanaman yang berbuah pahit serta pepohonan lain yang tidak berbuah dan sedikit tumbuhan seroja yang tidak berguna(1). (1) Sayl al-'Arim juga dikenal dengan nama bendungan Ma'rib, salah satu dari bendungan terbesar di Yaman saat itu. Berkat bendungan ini kawasan seluas 300 mil persegi yang kering dan tandus dapat diubah menjadi lahan subur dan produktif. Kemakmuran dan kesuburana negeri Yaman waktu itu diilustrasikan dalam dua buah kebun yang dikisahkan oleh ayat ini. Tetapi, sangat disayangkan, bahwa para ahli sejarah tidak memiliki pendapat yang sama menyangkut siapa yang membangun bendungan Ma'rib dan faktor apa yang menjadi penyebab kehancurannya.",
    "jalalayn": "(Tetapi mereka berpaling) tidak mau bersyukur kepada-Nya dan bahkan mereka kafir kepada-Nya (maka Kami datangkan kepada mereka banjir yang besar) lafal Al 'Arim adalah bentuk jamak dari lafal 'Urmah yang artinya adalah bendungan yang menampung air sampai waktu yang dibutuhkan. Maksudnya dam yang membendung kebutuhan air mereka pecah sehingga menenggelamkan kebun-kebun dan harta benda mereka (dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi) lafal Dzawaatai merupakan bentuk Tatsniyah dari lafal Dzawaatun yang Mufrad (pohon-pohon yang berbuah pahit) yang sangat pahit buahnya lagi tidak enak rasanya; dapat dibaca Ukuli Khamthin yaitu dengan di-mudhaf-kan, lafal Ukulin ini bermakna Maakuulin yaitu yang dimakan sebagaimana dapat pula dibaca Ukulin Khamthin, lalu dibaca Ukulin Wa Khamtin (pohon Atsl dan sedikit pohon Sidr)."
  },
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 17,
    "arab": "ذٰلِكَ جَزَيْنٰهُمْ بِمَا كَفَرُوْاۗ وَهَلْ نُجٰزِيْٓ اِلَّا الْكَفُوْرَ ",
    "translation": "Demikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3623.mp3",
    "tafsir": "Demikianlah sunatullah telah berlaku terhadap kaum Saba' sebagaimana yang berlaku bagi umat-umat yang sombong dan durhaka sebelumnya, tidak mau menerima kebenaran, serta selalu menolak dan membangkang terhadap ajaran Allah yang dibawa oleh para rasul-Nya. Demikianlah Allah menimpakan azab dan malapetaka kepada kaum kafir yang mengingkari dan tidak bersyukur atas nikmat yang dikaruniakan kepada mereka.",
    "quraish": "Hukuman itu Kami jatuhkan lantaran mereka ingkar dan enggan mensyukuri nikmat. Bukankah balasan itu sudah sepantasnya Kami berikan kepada orang-orang yang sangat kufur kepada Allah dan karunia- karunia-Nya?",
    "jalalayn": "(Demikianlah) penggantian itu (Kami memberi balasan kepada mereka karena kekafiran mereka) sebab kekafiran mereka. (Dan Kami tidak menjatuhkan pembalasan melainkan hanya kepada orang-orang yang sangat kafir) lafal Nujaazii dapat pula dibaca Yujaazii, artinya tidaklah diberi balasan azab melainkan hanya orang-orang yang sangat ingkar."
  },
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 18,
    "arab": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِيْ بٰرَكْنَا فِيْهَا قُرًى ظَاهِرَةً وَّقَدَّرْنَا فِيْهَا السَّيْرَۗ سِيْرُوْا فِيْهَا لَيَالِيَ وَاَيَّامًا اٰمِنِيْنَ ",
    "translation": "Dan Kami jadikan antara mereka (penduduk Saba’) dan negeri-negeri yang Kami berkahi (Syam), beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak-jarak) perjalanan. Berjalanlah kamu di negeri-negeri itu pada malam dan siang hari dengan aman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3624.mp3",
    "tafsir": "Kaum Saba' yang masih tinggal di negerinya, walaupun mengalami kesulitan hidup karena negeri mereka telah menjadi lekang dan tandus, mengadakan perjalanan untuk berdagang dari suatu negeri ke negeri yang lain, terutama ke negeri-negeri yang agak besar, seperti Mekah dan Syam di utara dan barat laut. Negeri-negeri tersebut pada waktu itu termasuk negeri yang makmur yang menjadi pusat perdagangan. Perjalanan di antara negeri-negeri itu mudah dan aman karena adanya kampung-kampung tempat singgah para musafir bila kemalaman dan kehabisan bekal atau merasa letih. \nMereka dapat bertahan hidup dan dapat pula bercocok tanam sekadarnya pada waktu musim hujan. Mereka juga memelihara binatang ternak ketika di sana masih banyak padang rumput. Ini adalah suatu nikmat dari Allah kepada mereka walaupun tidak sebesar nikmat yang dianugerahkan-Nya ketika Bendungan Ma'rib belum hancur dan musnah. Allah menyuruh mereka mempergunakan nikmat itu dengan sebaik-baiknya dan berjalan dengan membawa barang dagangan di antara negeri-negeri dengan aman, walaupun jarak yang ditempuh mereka kadang-kadang amat jauh. Mereka dapat singgah di kampung-kampung yang ada di sekitar kota-kota besar itu bila merasa lelah. Bila mereka kemalaman mereka dapat berhenti di kampung yang terdekat dan demikianlah seterusnya.",
    "quraish": "Kami telah membangun perkampungan yang saling berdekatan dan saling terlihat satu sama lain di antara kampung halaman mereka, di Yaman, dan negeri yang Kami berkahi. Kami jadikan jarak antarperkampungan itu sedemikian rupa sehingga dapat dicapai melalui perjalanan yang mudah, tanpa rintangan. Kami firmankan kepada mereka, \"Berjalanlah kalian dalam perkampungan itu dengan aman di waktu siang atau malam hari.\"",
    "jalalayn": "(Dan Kami jadikan antara mereka) yakni penduduk negeri Saba yang berada di Yaman (dan antara negeri-negeri yang Kami limpahkan berkat kepadanya) dengan melimpahnya air dan banyaknya pohon-pohonan, yang dimaksud adalah kampung-kampung negeri Syam tempat lalu mereka untuk tujuan berdagang (beberapa negeri yang berdekatan) mulai dari Yaman sampai ke Syam (dan Kami tetapkan antara negeri-negeri itu jarak-jarak perjalanan) hingga mereka dapat beristirahat pada suatu tempat, kemudian menginap pada tempat lainnya sampai pada akhir perjalanan mereka. Di dalam perjalanan, mereka tak perlu lagi membawa bekal dan air. Kami katakan, (\"Berjalanlah kalian di kota-kota itu pada malam dan siang hari dengan aman\") tanpa merasa takut lagi, baik kalian melakukan perjalanan pada malam hari maupun pada siang hari."
  },
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 19,
    "arab": "فَقَالُوْا رَبَّنَا بٰعِدْ بَيْنَ اَسْفَارِنَا وَظَلَمُوْٓا اَنْفُسَهُمْ فَجَعَلْنٰهُمْ اَحَادِيْثَ وَمَزَّقْنٰهُمْ كُلَّ مُمَزَّقٍۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ ",
    "translation": "Maka mereka berkata, “Ya Tuhan kami, jauhkanlah jarak perjalanan kami,” dan (berarti mereka) menzalimi diri mereka sendiri; maka Kami jadikan mereka bahan pembicaraan dan Kami hancurkan mereka sehancur-hancurnya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sabar dan bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3625.mp3",
    "tafsir": "Oleh karena itu, mereka meminta kepada Allah supaya di sepanjang perjalanan antara suatu negeri dengan negeri lain tidak ada tempat singgah untuk beristirahat, sehingga perjalanan harus dilanjutkan walaupun akan menderita berbagai macam kesulitan. Beginilah watak mereka dan watak orang-orang sombong, sudah mendapat kemudahan, justru mereka menginginkan kesulitan dan penderitaan. Tidak ubahnya seperti Bani Israil yang telah diberi Allah makanan yang baik yaitu Manna dan Salwa, lalu mereka meminta makanan biasa, sebagaimana tersebut dalam firman-Nya:\nDan (ingatlah), ketika kamu berkata, \"Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.\" Dia (Musa) menjawab, \"Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu akan memperoleh apa yang kamu minta.\" Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. (al-Baqarah/2: 61) \n\nSebenarnya dengan permintaan itu, kaum Saba' telah menganiaya diri sendiri dan tidak puas dengan karunia yang dianugerahkan Allah kepada mereka. Mereka telah lupa bahwa Allah menghancurkan negeri mereka yang subur dan makmur tiada lain karena mereka tidak mau beriman dan bersyukur atas karunia Allah. Oleh sebab itu, Allah memenuhi permintaan mereka dengan meniadakan tempat singgah dalam perjalanan mereka, sehingga mereka kesulitan melakukan perdagangan, dan kehidupan mereka menjadi susah.\nMereka harus hijrah ke negeri lain meninggalkan negeri mereka dan berpencar-pencar ke sana kemari. Kabilah Jafnah bin Amr terpaksa tinggal di negeri Syam, Aus dan Khazraj di Medinah, dan Azad (Uman) tinggal di Oman. Demikian pula kabilah-kabilah yang lain. Hilanglah wujud mereka sebagai suatu umat yang dahulunya sangat masyhur sebagai suatu umat yang mulia yang mempunyai peradaban dan kebudayaan yang tinggi. Yang tinggal hanya cerita-cerita yang diriwayatkan dari mulut ke mulut dan kemasyhuran mereka hanya menjadi bahan penghibur, dibicarakan pada waktu mereka berjaga di malam hari.\nSesungguhnya yang dialami kaum Saba' ini patut menjadi pelajaran bagi setiap orang yang sabar dan tahu bersyukur atas setiap nikmat yang diterimanya dari Allah. Setiap hamba harus bersyukur kepada Allah atas segala nikmat-Nya dan bersabar menerima cobaan-Nya. Bahkan ia harus bersyukur kepada Allah walaupun mendapat cobaan dari-Nya.\nDiriwayatkan oleh Sa'ad bin Abi Waqqash bahwa Rasulullah bersabda: \nAku mengagumi ketetapan Allah untuk seorang mukmin. Bila ia mendapat kebaikan ia memuji dan bersyukur kepada-Nya. Bila ia ditimpa musibah ia memuji dan bersyukur kepada-Nya. Orang mukmin mendapat pahala dalam segala hal walaupun hanya sesuap makanan yang ia berikan untuk istrinya. (Riwayat Ahmad)",
    "quraish": "Dengan nikmat kedamaian dan keamanan yang Kami berikan itu, mereka menjadi sombong dan berkata dengan bangga, \"Ya Tuhan, jadikanlah jarak perjalanan kami menjadi jauh. Janganlah Engkau pertemukan kami dengan kota yang ramai di tengah perjalanan kami!\" Mereka telah menganiaya diri sendiri dengan kesewenang-wenangan, sehingga Kami jadikan sebagai bahan perbincangan bagi orang lain. Mereka Kami ceraiberaikan sejadi-jadinya. Sesungguhnya apa yang tengah menimpa diri mereka merupakan pelajaran berharga bagi orang yang bersabar atas musibah dan bagi orang yang mau mensyukuri karunia Tuhan.",
    "jalalayn": "(Mereka berkata, \"Ya Rabb kami! Jauhkanlah) menurut suatu qiraat huruf 'Ain-nya di-tasydid-kan (jarak perjalanan kami\") ke negeri Syam, maksudnya jadikanlah tempat-tempat yang dilalui itu menjadi padang sahara, supaya jarak perjalanan itu dianggap sangat jauh bagi orang-orang yang miskin, yaitu karena membutuhkan bekal-bekal yang banyak dan persediaan air yang cukup. Maka mereka mengingkari nikmat tersebut (dan mereka menganiaya diri mereka sendiri) dengan melakukan kekafiran (maka Kami jadikan mereka buah mulut) bagi orang-orang yang sesudah mereka dalam hal itu (dan Kami hancurkan mereka sehancur-hancurnya) Kami cerai-beraikan mereka dari negeri tempat tinggal mereka. (Sesungguhnya pada yang demikian itu) pada yang telah disebutkan itu (benar-benar terdapat tanda-tanda) yakni pelajaran (bagi setiap orang yang sabar) menahan diri dari perbuatan-perbuatan maksiat (lagi bersyukur) atas nikmat-nikmat-Nya."
  },
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 20,
    "arab": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ اِبْلِيْسُ ظَنَّهٗ فَاتَّبَعُوْهُ اِلَّا فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ ",
    "translation": "Dan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3626.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Iblis menyangka kaum Saba' yang telah dibinasakan Allah beserta negeri mereka telah mengikutinya dan dengan penuh kepatuhan melaksanakan tipu dayanya. Ia menyangka mereka telah mendurhakai Allah dan tidak bersyukur atas segala nikmat yang dikaruniakan kepada mereka, kecuali sebagian orang yang beriman yang tetap imannya dan tidak menerima tipu daya itu. Dengan demikian, Iblis menyangka bahwa dia dapat menguasai manusia dan membawa mereka ke jalan kesesatan, sebagaimana diikrarkan di hadapan Allah. Hal ini tersebut dalam firman-Nya:\n(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83)",
    "quraish": "Iblis berhasil mewujudkan rayuannya pada diri mereka, sehingga mereka mengikuti jejak langkahnya. Hanya sebagian kecil, yaitu orang-orang beriman, yang tidak mengikutinya.",
    "jalalayn": "(Dan sesungguhnya telah membuktikan kebenaran) dapat dibaca Shadaqa atau Shaddaqa (terhadap mereka) terhadap orang-orang kafir, antara lain adalah penduduk negeri Saba (iblis akan kebenaran sangkaannya) bahwasanya apabila ia menggoda mereka, maka niscaya mereka akan mengikutinya (lalu mereka mengikutinya) maka benarlah dugaan iblis itu atau nyata benarlah apa yang diduga oleh iblis itu (kecuali) tetapi (sebagian dari orang-orang yang beriman) yang benar-benar beriman, tidak mau mengikuti iblis."
  },
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 21,
    "arab": "وَمَا كَانَ لَهٗ عَلَيْهِمْ مِّنْ سُلْطَانٍ اِلَّا لِنَعْلَمَ مَنْ يُّؤْمِنُ بِالْاٰخِرَةِ مِمَّنْ هُوَ مِنْهَا فِيْ شَكٍّ ۗوَرَبُّكَ عَلٰى كُلِّ شَيْءٍ حَفِيْظٌ ࣖ ",
    "translation": "Dan tidak ada kekuasaan (Iblis) terhadap mereka, melainkan hanya agar Kami dapat membedakan siapa yang beriman kepada adanya akhirat dan siapa yang masih ragu-ragu tentang  (akhirat) itu. Dan Tuhanmu Maha Memelihara segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3627.mp3",
    "tafsir": "Allah menolak dan membatalkan persangkaan Iblis yang tidak benar itu. Allah menegaskan bahwa tidak ada kekuasaan sedikit pun bagi setan terhadap manusia untuk menyesatkan mereka, sehingga mereka durhaka kepada-Nya. Tipu daya setan itu hanyalah sebagai ujian dari Allah terhadap hamba-hamba-Nya, apakah mereka mau teperdaya oleh bujukan setan ataukah mereka menolaknya sama sekali sehingga tidak mempengaruhi sedikit pun pada keimanan dan ketakwaan mereka.\nAl-hasan al-Bashri berpendapat bahwa setan itu tidak pernah memukul manusia dengan tongkat dan tidak pernah memaksa mereka untuk melakukan sesuatu. Tindakan setan hanya sekadar melakukan tipu daya, membujuk dengan angan-angan kosong, lalu manusia menerimanya. Tipu daya setan itu hanya seperti itu, tidak ubahnya seperti bakteri-bakteri yang menyerang manusia di musim tersebarnya wabah penyakit. Barang siapa tidak memiliki ketahanan yang kuat dalam tubuhnya untuk menahan serangan penyakit itu, ia menjadi korbannya. Tetapi, penyakit itu tidak akan dapat menguasai orang yang di dalam tubuhnya terdapat unsur-unsur ketahanan yang kuat. Ia akan tetap sehat walafiat meskipun telah banyak orang yang jatuh sakit atau meninggal karenanya. Bila ada orang yang terperosok masuk perangkap setan maka janganlah ia menyesali orang lain, yang salah dan lemah dalam hal ini adalah dirinya sendiri. Oleh sebab itu, setiap manusia harus membentengi dirinya dengan iman yang kuat dengan takwa dan selalu beramal saleh. \nFirman Allah:\nTidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nAllah lalu menegaskan kepada Nabi Muhammad bahwa Dia mencatat segala perbuatan manusia, tidak ada yang tersembunyi bagi-Nya sebesar zarrah pun. Ia akan memperhitungkan perbuatan manusia dengan seadil-adilnya dan tidak ada seorang pun yang dirugikan dalam hal ini, bahkan Dia akan membalas perbuatan yang baik dengan pahala yang berlipat ganda.",
    "quraish": "Pada hakikatnya iblis tidak mempunyai kekuatan untuk menundukkan orang beriman. Akan tetapi Allah hanya bermaksud menguji agar terlihat jelas siapa yang meyakini kebenaran dan siapa yang meragukan hari akhirat. Wahai Muhammad, ketahuilah, bahwa Tuhanmu Maha Mengawasi dan Maha Mengatur segala sesuatu.",
    "jalalayn": "(Dan tidak ada kekuasaan iblis terhadap mereka) maksudnya iblis tidak mempunyai kekuasaan apa-apa terhadap mereka (melainkan hanyalah agar Kami dapat mengetahui) yakni menyatakan (siapa yang beriman kepada adanya kehidupan akhirat dan siapa yang ragu-ragu tentang itu) maka kelak Kami akan membalasnya kepada masing-masing. (Dan Rabbmu Maha Memelihara segala sesuatu) yakni Maha Mengawasi."
  },
  {
    "page": 430,
    "name": "Saba'",
    "ayat": 22,
    "arab": "قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِ اللّٰهِۚ لَا يَمْلِكُوْنَ مِثْقَالَ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَمَا لَهُمْ فِيْهِمَا مِنْ شِرْكٍ وَّمَا لَهٗ مِنْهُمْ مِّنْ ظَهِيْرٍ ",
    "translation": "Katakanlah (Muhammad), “Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarrah pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3628.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menantang kaum musyrik Mekah, kalau berhala-berhala dan sembahan mereka benar-benar mempunyai kekuasaan walaupun sedikit, cobalah mereka buktikan hal itu dengan memberikan contoh tentang apa yang telah diciptakan atau yang mereka miliki. Apakah berhala itu dapat memberikan pertolongan kepada mereka atau menolak bahaya yang mengancam mereka. Tentu saja mereka tidak dapat memberikan bukti-bukti seperti itu, karena tidak mungkin benda mati yang mereka buat dengan tangan mereka sendiri akan dapat membuat sesuatu atau dapat menolong serta menolak kemudaratan dari mereka. \nOleh sebab itu, Allah menegaskan bahwa berhala-berhala itu tidak memiliki kekuasaan sedikit pun (walau sebesar zarrah sekalipun) terhadap langit, bumi, dan apa yang terdapat dalam keduanya, dan tidak ada kemampuan sama sekali untuk menolong mereka. Bagaimanakah mereka sampai menyembahnya kalau mereka mempergunakan akal pikiran mereka. Dalam ayat lain, Allah menegaskan pula hal ini dengan firman-Nya:\nDan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari. (Fathir/35: 13) \n\nMereka tidak memiliki apa pun secara sendiri atau secara berserikat dengan yang lain dan tidak ada suatu apa pun yang bekerja sama dengan mereka dalam menciptakan atau memiliki sesuatu. Hal ini adalah fakta yang kita lihat di dunia.",
    "quraish": "Katakan kepada orang-orang musyrik, \"Mohonlah kepada tuhan-tuhan yang kalian anggap secara tidak benar sebagai tandingan Allah, agar mereka mendatangkan kebaikan atau menjauhkan marabahaya dari diri kalian. Mereka pasti tidak akan mempedulikan permintaan itu, karena tuhan-tuhan itu tidak memiliki apa- apa, baik yang ada di langit maupun di bumi, meskipun sekecil biji atom. Mereka bukanlah sekutu Allah dalam penciptaan atau pemilikan alam. Tidak satu pun dari mereka yang memberikan bantuan kepada Allah dalam mengatur segala urusan makhluk-Nya.",
    "jalalayn": "(Katakanlah) hai Muhammad kepada orang-orang kafir Mekah, (\"Serulah mereka yang kalian anggap) sebagai tuhan-tuhan (selain Allah) untuk memberi manfaat kepada diri kalian sesuai dengan dugaan dan sangkaan kalian. Maka Allah berfirman mengenai yang dipertuhankan mereka itu (mereka tidak memiliki seberat) walau hanya seberat (zarah) kebaikan atau keburukan (di langit dan di bumi, dan mereka tidak mempunyai suatu saham pun dalam penciptaan langit dan bumi) tidak ikut andil (dan tidak ada bagi-Nya) yakni bagi Allah swt. (dari mereka) yang dianggap sebagai tuhan-tuhan itu (seorang pembantu pun\") yaitu yang membantu-Nya."
  }
]