[
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 40,
    "arab": "وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًا ثُمَّ يَقُوْلُ لِلْمَلٰۤىِٕكَةِ اَهٰٓؤُلَاۤءِ اِيَّاكُمْ كَانُوْا يَعْبُدُوْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka semuanya kemudian Dia berfirman kepada para malaikat, “Apakah kepadamu mereka ini dahulu menyembah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3646.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa pada hari Kiamat nanti semua manusia dikumpulkan di hadapan Allah untuk mempertanggungjawabkan perbuatan mereka. Pada saat itu, orang-orang kafir yang menyembah selain Allah akan dipertemukan dengan sembahan-sembahan mereka di dunia. Kepada yang disembah, Allah bertanya apakah mereka dulu pernah meminta manusia untuk menyembahnya. Di antara yang ditanya itu adalah malaikat, karena sewaktu di dunia ada manusia yang menyembah mereka. Manusia ada yang memandang para malaikat itu sebagai anak-anak perempuan Allah, yang karena sifat keibuannya, akan selalu menyayangi anak-anaknya sekalipun bersalah. Karena itulah mereka menyembahnya. Allah berfirman:\nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. Dan mereka berkata, \"Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak me-nyembah mereka (malaikat).\" Mereka tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka. (az-Zukhruf/43: 19-20)\n\nMalaikat dengan para penyembahnya itu dipertemukan bukan karena Allah tidak tahu peristiwa yang sebenarnya, tetapi untuk memperlihatkan sendiri kepada penyembah-penyembah itu bahwa mereka salah.",
    "quraish": "Ingatlah, wahai Muhammad, suatu hari ketika Allah mengumpulkan seluruh manusia. Pada hari itu Allah berfirman kepada para malaikat di hadapan golongan manusia yang menganggap mereka sebagai tuhan, \"Apakah mereka itu mempertuhan kalian selain Aku?\"",
    "jalalayn": "(Dan) ingatlah (hari, yang di waktu itu, Allah mengumpulkan mereka semuanya) yakni orang-orang musyrik (kemudian Allah berfirman kepada malaikat, \"Apakah mereka ini) dapat dibaca Tahqiq dan Tas-hil (dahulu menyembah kalian?\")"
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 41,
    "arab": "قَالُوْا سُبْحٰنَكَ اَنْتَ وَلِيُّنَا مِنْ دُوْنِهِمْ ۚبَلْ كَانُوْا يَعْبُدُوْنَ الْجِنَّ اَكْثَرُهُمْ بِهِمْ مُّؤْمِنُوْنَ ",
    "translation": "Para malaikat itu menjawab, “Mahasuci Engkau. Engkaulah pelindung kami, bukan mereka; bahkan mereka telah menyembah jin; kebanyakan mereka beriman kepada jin itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3647.mp3",
    "tafsir": "Para malaikat itu menjawab bahwa mereka tidak pernah meminta demikian, bahkan mereka menyucikan Allah dari adanya sembahan-sembahan selain-Nya. Mereka sendiri mempertuhankan Allah dan memohon perlindungan dari-Nya, sehingga bagaimana mungkin mereka meminta manusia untuk menyembahnya. Mereka menjelaskan bahwa yang selalu menyesatkan manusia adalah jin atau setan. Dengan demikian, manusia sesungguhnya keliru ketika menyangka bahwa mereka menyembah malaikat, karena yang mereka sembah adalah jin atau setan. Sebagian besar manusia yang menyembah jin atau setan itu benar-benar percaya bahwa jin atau setan itulah yang menentukan kehidupan manusia sehingga mempertuhankannya. \nDi dalam ayat lain diterangkan bahwa di antara yang ditanya Allah apakah ia pernah meminta manusia untuk menyembahnya adalah Nabi Isa a.s. Beliau pun mengingkarinya seraya menegaskan bahwa ia justru meminta mereka untuk menyembah Allah, sebagaimana diungkapkan ayat berikut:\nDan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?\" (Isa) menjawab, \"Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.\" Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), \"Sembahlah Allah, Tuhanku dan Tuhanmu,\" dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu. (al-Ma'idah./5: 116-117)",
    "quraish": "Para malaikat menjawab, \"Kami benar-benar menyucikan Engkau dari tuhan-tuhan yang mereka anggap sebagai tandingan-Mu. Kami telah menjadikan Engkau, bukan mereka, sebagai penolong kami. Golongan manusia yang mempertuhan diri kami hanyalah orang-orang yang terpengaruh oleh dugaan-dugaan yang tidak benar. Mereka berada di bawah pengaruh setan yang menjadikan perbuatan syirik itu indah dalam pandangan mata mereka. Dan sebagian besar dari orang-orang yang syirik itu membenarkan setan.\"",
    "jalalayn": "(Malaikat-malaikat itu menjawab, \"Maha Suci Engkau) dari semua sekutu (Engkaulah Pelindung kami, bukan mereka\") maksudnya tidak ada saling lindung-melindungi antara kami dan mereka dari pihak kami (bahkan) lafal Bal di sini menunjukkan makna Intiqal, yakni sebenarnya (mereka telah menyembah jin) setan-setan, yaitu mereka menaati setan-setan yang menyuruh mereka untuk menyembah kami (kebanyakan mereka beriman kepada jin) yakni mereka selalu mempercayai apa yang dikatakan oleh jin kepada mereka."
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 42,
    "arab": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَّلَا ضَرًّا ۗوَنَقُوْلُ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ النَّارِ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ ",
    "translation": "Maka pada hari ini sebagian kamu tidak kuasa (mendatangkan) manfaat maupun (menolak) mudarat kepada se-bagian yang lain. Dan Kami katakan kepada orang-orang yang zalim, “Rasakanlah olehmu azab neraka yang dahulu kamu dustakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3648.mp3",
    "tafsir": "Pada hari Mahsyar itu Allah menyatakan bahwa baik yang menyembah selain Allah maupun yang disembah tidak akan bisa berbuat apa-apa, baik yang menguntungkan maupun yang merugikan yang lain. Orang-orang kafir yang menyembah selain Allah itu tidak akan memperoleh pertolongan dari yang mereka sembah, karena yang disembah itu memang tidak mampu berbuat apa-apa. Orang yang menyembah itu juga tidak akan bisa menyalahkan yang disembah, karena yang disembah itu tidak pernah meminta mereka menyembahnya. \nDalam Al-Qur'an dinyatakan bahwa siapa pun tidak akan bisa menolong siapa pun, termasuk keluarga atau teman dekat, sebagaimana firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\n\nJuga firman-Nya:\nDan tidak ada seorang teman karib pun menanyakan temannya. (al-Ma'arij/70: 10) \n\nMereka akan diseret dan dijebloskan ke dalam neraka dan tambah dihinakan lagi dengan kata-kata, \"Rasakan azab neraka yang dulu kalian tidak percayai!\" Kata-kata itu berarti bahwa mereka disalahkan karena tidak percaya adanya neraka pada waktu di dunia, yang akan membuat mereka lebih tersiksa. Kata-kata itu juga berarti bahwa azab neraka itu adalah dahsyat. \nDemikianlah balasan bagi orang-orang yang tidak mengindahkan ajakan Rasulullah saw. Penyampaian peristiwa itu di dalam Al-Qur'an bertujuan agar para pemimpin kafir Mekah, dan siapa saja sesudahnya, untuk beriman sehingga peristiwa itu nanti tidak menimpa mereka.",
    "quraish": "Saat hari kebangkitan tiba, tidak seorang pun dari kalangan orang-orang musyrik itu dapat memberikan bantuan pada yang lain atau menghindarkan yang lain dari siksaan. Kami firmankan kepada orang-orang zalim itu, \"Rasakan siksa neraka yang telah kalian dustakan dulu di dunia. !\"",
    "jalalayn": "Allah swt. berfirman, (\"Maka pada hari ini sebagian kalian terhadap sebagian yang lain tidak memiliki) yakni orang-orang yang disembah terhadap orang-orang yang menyembahnya tidak memiliki (kemanfaatan) yaitu syafaat (dan tidak pula kemudaratan\") yaitu hak mengazab. (Dan Kami katakan kepada orang-orang yang zalim) yakni kepada orang-orang kafir, (\"Rasakanlah oleh kalian azab neraka yang dahulunya kalian dustakan.\")"
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 43,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا رَجُلٌ يُّرِيْدُ اَنْ يَّصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُكُمْ ۚوَقَالُوْا مَا هٰذَآ اِلَّآ اِفْكٌ مُّفْتَرًىۗ وَقَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
    "translation": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata, “Orang ini tidak lain hanya ingin menghalang-halangi kamu dari apa yang disembah oleh nenek moyangmu,” dan mereka berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan saja.” Dan orang-orang kafir berkata terhadap kebenaran ketika kebenaran (Al-Qur'an) itu datang kepada mereka, “Ini tidak lain hanyalah sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3649.mp3",
    "tafsir": "Pada ayat ini dijelaskan dua tuduhan lebih lanjut pemuka kaum kafir Mekah terhadap Islam. Pertama, menuduh Nabi Muhammad hanyalah seorang manusia biasa yang menyampaikan ayat-ayat Al-Qur'an kepada mereka dengan maksud menghalangi mereka menjalankan agama syirik yang diwarisi dari nenek moyang mereka. Maksudnya, Nabi Muhammad saw hanya manusia biasa, bukan malaikat, dan tidak memiliki keistimewaan berupa kekayaan, dan sebagainya. Tujuan Nabi Muhammad hanyalah menjauhkan mereka dari agama nenek moyang mereka. Dengan demikian, mereka memandang agama nenek moyang mereka itu lebih baik daripada agama yang dibawa Nabi Muhammad saw. \nKedua, mereka menuduh Al-Qur'an sebagai suatu kebohongan yang dibuat-buat. Al-Qur'an itu hanyalah buatan Muhammad saw, bukan wahyu dari Allah swt, dan isinya tidak benar.\nDi sisi lain, mereka melihat kenyataan bahwa banyak manusia yang tertarik pada Al-Qur'an. Mereka sendiri pun ketika membaca atau dibacakan ayat-ayat Al-Qur'an juga merasa tertarik. Ketika melihat kandungan Al-Qur'an, mereka yakin bahwa itu tidak mungkin buatan Muhammad karena ia tidak belajar kepada siapa pun dan tidak bisa pula tulis baca. Mereka menjadi sadar bahwa tuduhan mereka terhadap Al-Qur'an itu salah. Kenyataan itu menghendaki mereka untuk mencari alasan lain. Akhirnya, mereka menuduh Al-Qur'an adalah sihir, dan karena pengaruhnya yang luar biasa, mereka menganggap sihirnya itu luar biasa hebatnya. Begitulah sifat orang kafir, ketika mereka tidak mampu lagi membantah kebenaran Al-Qur'an, mereka mencercanya dan mencari-cari alasan lain yang tak masuk akal, sebagaimana Allah berfirman:\nDan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokkan. Dan mereka berkata, \"Ini tidak lain hanyalah sihir yang nyata. (ash-shaffat/37: 14-15)\n\nFirman-Nya juga:\nDan jika mereka (orang-orang musyrik) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, \"(Ini adalah) sihir yang terus-menerus.\" (al-Qamar/54: 2)",
    "quraish": "Apabila ayat-ayat Kami yang jelas kebenarannya itu dibacakan kepada orang-orang kafir, mereka akan berkata, \"Ini tidak lain hanyalah suatu upaya seseorang yang ingin mencegah kalian untuk menyembah sesembahan nenek moyang kalian.\" Mereka juga akan berkata, \"Al-Qur'ân ini tidak lain hanyalah suatu kebohongan yang dibuat-buat.\" Dan orang-orang kafir itu akan berkata tentang al-Qur'ân yang datang kepada mereka bahwa ia hanyalah sihir yang nyata.",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) yakni Alquran (yang terang) yang jelas melalui lisan nabi Kami, yaitu Muhammad saw. (mereka berkata, \"Orang ini tiada lain hanyalah seorang laki-laki yang ingin menghalangi kalian dari apa yang disembah oleh bapak-bapak kalian\") yaitu berupa berhala-berhala (dan mereka berkata, \"Tidak lain ini) yakni Alquran ini (hanyalah kebohongan) (yang diada-adakan saja\") atas nama Allah. (Dan orang-orang kafir berkata terhadap kebenaran) yakni Alquran (tatkala kebenaran itu datang kepada mereka, \"Tidak lain) (ini hanyalah sihir yang nyata\") sihir yang jelas."
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 44,
    "arab": "وَمَآ اٰتَيْنٰهُمْ مِّنْ كُتُبٍ يَّدْرُسُوْنَهَا وَمَآ اَرْسَلْنَآ اِلَيْهِمْ قَبْلَكَ مِنْ نَّذِيْرٍۗ ",
    "translation": "Dan Kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca dan Kami tidak pernah mengutus seorang pemberi peringatan kepada mereka sebelum engkau (Muhammad).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3650.mp3",
    "tafsir": "Allah membantah tuduhan kaum kafir Mekah itu dengan dua alasan. Pertama, agama syirik dari nenek moyang mereka itu tidaklah berdasar suatu kitab suci dari Allah; dan kedua, agama itu tidak diajarkan oleh nabi-Nya. Agama yang benar haruslah mempunyai kitab suci sebagai landasan ajaran, karena pikiran manusia tidak terjamin kebenarannya. Allah berfirman:\nAtau apakah pernah Kami berikan sebuah kitab kepada mereka sebelumnya, lalu mereka berpegang (pada kitab itu)? (az-Zukhruf/43: 21)\n\nDi samping kitab suci, agama harus mempunyai seorang nabi yang diutus Allah untuk menerima dan mengajarkan isi kitab suci itu. Allah berfirman:\nAtau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? (ar-Rum/30: 35)\n\nAgama syirik nenek moyang kaum kafir Mekah itu tidak mempunyai dasar kitab suci dan tidak diajarkan seorang nabi dari Allah. Oleh karena itu, agama tersebut salah, dan mereka tidak patut mengikuti agama yang salah itu. Agama yang benar adalah Islam karena berdasarkan wahyu dari Allah yaitu Al-Qur'an dan disampaikan oleh seorang nabi yaitu Muhammad saw. Mereka seyogyanya menerima agama yang dibawa Nabi Muhammad tersebut.",
    "quraish": "Sebelumnya, Allah tidak pernah menurunkan kepada bangsa Arab kitab suci yang dapat mereka pelajari. Dan sebelum kedatanganmu, Muhammad, Kami tidak pernah mengutus kepada mereka seorang pemberi peringatan yang mengingatkan akibat buruk dari sikap ingkar mereka.",
    "jalalayn": "(Dan Kami tidak pernah memberikan kepada mereka Kitab-kitab yang mereka baca dan sekali-kali tidak pernah pula mengutus kepada mereka sebelum kamu seorang pemberi peringatan pun) maka berdasarkan alasan apakah mereka mendustakanmu?"
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 45,
    "arab": "وَكَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْۙ وَمَا بَلَغُوْا مِعْشَارَ مَآ اٰتَيْنٰهُمْ فَكَذَّبُوْا رُسُلِيْۗ فَكَيْفَ كَانَ نَكِيْرِ ࣖ",
    "translation": "Dan orang-orang yang sebelum mereka telah mendustakan (para rasul) sedang orang-orang (kafir Mekah) itu belum sampai menerima sepersepuluh dari apa yang telah Kami berikan kepada orang-orang terdahulu itu namun mereka mendustakan para rasul-Ku. Maka (lihatlah) bagaimana dahsyatnya akibat kemurkaan-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3651.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa umat-umat terdahulu, seperti kaum Nabi Nuh, kaum 'Ad, kaum Samud, dan lain-lain yang karena kekafiran mereka telah dimusnahkan Allah dan tinggal hanya puing-puing atau nama-nama. Mereka mendustakan ayat-ayat Allah dan menganggap rasul-rasul-Nya bohong, padahal mereka lebih perkasa dan lebih hebat kemampuan dan kebudayaan mereka. Kafir Mekah tidak sampai berkekuatan sepersepuluh dari umat-umat itu, lalu apakah mereka akan membangkang dan menyombongkan diri pula? Tidak takutkah mereka terhadap murka Allah, mengingat umat-umat terdahulu yang lebih perkasa saja sudah dimusnahkan Allah? Seharusnya mereka mengambil pelajaran dari sejarah masa lampau itu, karena mereka mengenal betul daerah-daerah bekas umat-umat terdahulu itu, sebab mereka melewatinya siang atau malam dalam perjalanan dagang mereka pada musim panas atau musim dingin, sebagaimana firman Allah:\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (ash-shaffat/37: 137-138)",
    "quraish": "Umat-umat terdahulu memang telah mendustakan nabi-nabi mereka. Orang-orang musyrik dari kaummu pun mendustakanmu. Padahal kekuatan dan kehebatan mereka belum mencapai sepersepuluh dari apa yang ada pada umat-umat terdahulu. Dari itu, tak dapat dibayangkan bagaimana kemurkaan-Ku untuk mencerca mereka!",
    "jalalayn": "(Dan orang-orang yang sebelum mereka telah mendustakan sedangkan orang-orang kafir itu belum sampai menerima) yakni orang-orang kafir Mekah (sepersepuluh dari apa yang telah Kami berikan kepada orang-orang dahulu itu) yaitu berupa kekuatan, usia yang panjang dan banyaknya harta (lalu mereka mendustakan rasul-rasul-Ku) yang Aku utus kepada mereka. (Maka alangkah hebatnya akibat kemurkaan-Ku) yaitu hukuman dan pembinasaan-Ku terhadap mereka, kemurkaan-Ku itu benar-benar pada tempatnya."
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 46,
    "arab": "۞ قُلْ اِنَّمَآ اَعِظُكُمْ بِوَاحِدَةٍۚ اَنْ تَقُوْمُوْا لِلّٰهِ مَثْنٰى وَفُرَادٰى ثُمَّ تَتَفَكَّرُوْاۗ مَا بِصَاحِبِكُمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ ",
    "translation": "Katakanlah, “Aku hendak memperingatkan kepadamu satu hal saja, yaitu agar kamu menghadap Allah (dengan ikhlas) berdua-dua atau sendiri-sendiri; kemudian agar kamu pikirkan (tentang Muhammad). Kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3652.mp3",
    "tafsir": "Pada ayat ini, Allah meminta Nabi Muhammad agar mengajak kaum kafir untuk melakukan satu hal saja, yaitu benar-benar berupaya mendekatkan diri kepada Allah untuk mencari kebenaran. Mendekatkan diri untuk mencari kebenaran dapat dilakukan sendiri-sendiri atau bersama dengan orang lain supaya dapat bertukar pikiran. Setelah itu, mereka diminta untuk merenungkan kebenaran ajaran-ajaran dalam Al-Qur'an, secara tenang, objektif, dan tulus tanpa dipengaruhi hawa nafsu atau kedengkian. Setelah mereka renungkan secara objektif, masih jugakah mereka akan menuduh bahwa yang menyampaikan kebenaran itu, yaitu Nabi Muhammad, tidak benar? Bukankah ajaran Al-Qur'an itu amat benar? Bila benar, pembawa ajaran itu juga benar. Seharusnya mereka sampai kepada kesimpulan bahwa beliau sejatinya adalah seorang yang tulus. Ia hanya ingin mengingatkan dan memperingatkan manusia agar tidak sesat di dunia dan merugi nanti di akhirat. Beliau hanya ingin agar manusia beriman dan menjadi manusia yang baik, agar di dunia bahagia dan di akhirat terhindar dari neraka. Oleh karena itu, mereka seharusnya berterima kasih kepadanya, dan tidak menuduhnya yang bukan-bukan. \nFungsi beliau sebagai pemberi peringatan ini juga disampaikan beliau dalam sebuah hadis:\nSesungguhnya aku ini pemberi peringatan bagimu sekalian sebelum menghadapi azab yang keras. (Riwayat al-Bukhari dari Ibnu 'Abbas)",
    "quraish": "Katakanlah, wahai Muhammad, kepada mereka, \"Hanyasanya aku memerintahkan kalian untuk memiliki satu sikap dasar. Yaitu agar kalian--dengan mengikhlaskan diri kepada Allah dan menjauhi sikap taklid--melakukan pencarian dan perenungan secara tulus ikhlas, baik hal itu kalian lakuan secara terpisah--berdua-dua--agar kalian saling membantu dalam permenungan, ataupun secara sendiri-sendiri agar kalian dapat mencermatinya secara lebih objektif dan mendalam. Setelah itu, pikirkanlah mengenai hal-ihwal kawan kalian (Muhammad) yang berada di tengah-tengah kalian dan kalian ketahui sendiri kenormalan akalnya. Sama sekali Muhammad tidak menderita penyakit gila saat menyampaikan pesan-pesan suci ini. Sungguh, Muhammad tidak lain hanyalah seorang pemberi peringatan akan siksa yang pedih yang ada di hadapan kalian.\"",
    "jalalayn": "(Katakanlah! \"Sesungguhnya aku hendak memperingatkan kepada kalian suatu hal saja) yaitu (supaya kalian menghadap Allah) dengan ikhlas hanya karena-Nya (dua-dua) yakni berduaan (atau sendiri-sendiri) satu persatu (kemudian kalian pikirkan tentang -Muhammad-) sehingga kalian mengetahui (tidak ada pada diri kawan kalian ini) yakni Nabi Muhammad (penyakit gila sedikit pun) yakni kegilaan (tidak lain dia hanyalah pemberi peringatan bagi kalian sebelum) kalian menghadapi (azab yang keras.\") di akhirat nanti jika kalian mendurhakainya."
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 47,
    "arab": "قُلْ مَا سَاَلْتُكُمْ مِّنْ اَجْرٍ فَهُوَ لَكُمْۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Katakanlah (Muhammad), “Imbalan apa pun yang aku minta kepadamu, maka itu untuk kamu. Imbalanku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3653.mp3",
    "tafsir": "Nabi Muhammad selanjutnya diminta oleh Allah untuk menegaskan kepada kaum kafir bahwa beliau tidak mengharapkan pamrih apa-apa dari pekerjaannya menyampaikan dakwah. Kalaupun ada pamrihnya, maka keinginannya hanyalah agar mereka beriman. Dengan beriman, maka keuntungannya akan kembali kepada mereka juga, tidak kepadanya. Ia sendiri hanya mengharapkan pahala dari Allah atas pekerjaannya, bukan keuntungan duniawi. Pahala itu ia harapkan diterimanya nanti di akhirat, tidak di dunia sekarang ini. Lalu apa lagi alasan mereka tidak menerima seruannya? Bila mereka tidak juga mau beriman, maka mereka perlu mengetahui bahwa Allah menyaksikan segala sesuatu sehingga tidak ada yang luput dari pengetahuan-Nya, baik yang nyata, seperti perbuatan-perbuatan jahat, maupun yang gaib, seperti kekafiran. Oleh karena itu, bagi yang beriman dan berbuat baik akan dibalasi-Nya dengan surga, dan yang kafir dan berbuat jahat akan diganjari-Nya dengan neraka.",
    "quraish": "Katakanlah kepada orang-orang kafir itu, \"Kebaikan dari pesan-pesan suci yang kusampaikan ini sebenarnya akan terpulang kepada kalian. Tak ada suatu imbalan yang kuharapkan kecuali dari Allah. Sesungguhnya Dia Mahaawas dan Mahacermat atas segala sesuatu.\"",
    "jalalayn": "(Katakanlah) kepada mereka! (\"Upah apa pun yang aku minta kepada kalian) atas menyampaikan peringatan dan menyampaikan risalah Rabbku (maka upah itu untuk kalian) maksudnya aku tidak meminta upah apa pun atas hal ini. (Upahku tiada lain) tidak lain upahku (hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu\") Maha Menyaksikan dan Maha Mengetahui tentang kebenaranku."
  },
  {
    "page": 433,
    "name": "Saba'",
    "ayat": 48,
    "arab": "قُلْ اِنَّ رَبِّيْ يَقْذِفُ بِالْحَقِّۚ عَلَّامُ الْغُيُوْبِ ",
    "translation": "Katakanlah, “Sesungguhnya Tuhanku mewahyukan kebenaran. Dia Maha Mengetahui segala yang gaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3654.mp3",
    "tafsir": "Selanjutnya Nabi Muhammad diminta oleh Allah menegaskan kepada kaum kafir bahwa Allah selalu melontarkan kebenaran, yaitu menanamkan wahyu-Nya, ke dalam hati para rasul-Nya. Hal itu juga sebagaimana difirmankan-Nya dalam ayat lain:\n(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat). (al-Mu'min/40: 15)\n\nRasul-rasul itu adalah orang-orang yang dipilih Allah. Ia Maha Mengetahui siapa yang pantas untuk dipilih-Nya. Dengan demikian, manusia tidak berwenang mempersoalkannya, sebagaimana difirmankan-Nya:\nDan apabila datang suatu ayat kepada mereka, mereka berkata, \"Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.\" Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan. (al-An'am/6: 124)\n\nKarena wahyu itu dari Allah dan yang menerimanya adalah orang-orang yang terpilih, maka rasul-rasul itu pasti pula benar. Begitu juga ajaran-ajaran yang disampaikannya, sehingga manusia tidak selayaknya membantahnya.",
    "quraish": "Katakanlah kepada mereka, \"Sesungguhnya Tuhanku telah melontarkan kebenaran ke arah kebatilan sehingga kebatilan itu musnah. Dia Maha Mengetahui semua kegaiban sehingga tidak ada satu rahasia pun yang luput dari pengawasan-Nya.\"",
    "jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku mewahyukan kebenaran) yakni menyampaikannya kepada nabi-nabi-Nya (Dia Maha Mengetahui segala yang gaib\") semua apa yang gaib dari makhluk-Nya baik yang di langit maupun yang di bumi."
  }
]