[
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 19,
    "arab": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ۙ ",
    "translation": "Dan tidaklah sama orang yang buta dengan orang yang melihat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3679.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang tidak mengetahui atau mengingkari agama yang dibawa oleh Nabi Muhammad tidak sama dengan orang-orang yang membuka matanya lebar-lebar sehingga dapat melihat dan mengetahui dengan jelas kebenaran agama yang dibawanya, lalu mereka mengikuti dan menaatinya. Golongan pertama termasuk orang-orang yang jahat dan tidak mengetahui, sedang golongan kedua adalah orang-orang yang baik dan mengetahui.\nFirman Allah:\nKatakanlah (Muhammad), \"Tidaklah sama yang buruk dengan yang baik.\" (al-Ma'idah./5: 100) \n\nDan firman-Nya:\nKatakanlah, \"Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" (az-Zumar/39: 9)",
    "quraish": "Tidaklah dapat disamakan antara orang yang tidak mendapat petunjuk kebenaran karena kebodohan dengan orang yang berjalan dalam tuntunan hidayah karena pengetahuannya. Juga tidak dapat disamakan antara kebatilan dan kebenaran, antara keteduhan dan udara panas.",
    "jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat) orang kafir dan orang mukmin."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 20,
    "arab": "وَلَا الظُّلُمٰتُ وَلَا النُّوْرُۙ ",
    "translation": "dan tidak (pula) sama gelap gulita dengan cahaya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3680.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa kekafiran tidak sama dengan iman, karena kekafiran adalah kegelapan, tidak mengetahui peraturan Allah. Orang kafir berjalan dalam kegelapan, tidak dapat keluar darinya, bahkan hanyut dalam kesesatan di dunia dan akhirat. Adapun cahaya iman menerangi orang Islam kepada jalan yang benar dan membawa kebahagiaan dunia dan akhirat. Sebagian mufasir mengartikan 'gelap gulita di sini dengan 'kebatilan, dan 'cahaya dengan 'kebenaran, kebatilan dan kebenaran tidak sama.",
    "quraish": "Tidaklah dapat disamakan antara orang yang tidak mendapat petunjuk kebenaran karena kebodohan dengan orang yang berjalan dalam tuntunan hidayah karena pengetahuannya. Juga tidak dapat disamakan antara kebatilan dan kebenaran, antara keteduhan dan udara panas.",
    "jalalayn": "(Dan tidak pula sama gelap gulita) yaitu kekafiran (dengan cahaya) yakni keimanan."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 21,
    "arab": "وَلَا الظِّلُّ وَلَا الْحَرُوْرُۚ ",
    "translation": "dan tidak (pula) sama yang teduh dengan yang panas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3681.mp3",
    "tafsir": "Selanjutnya, Allah menerangkan bahwa yang terlindung tidak sama dengan yang terkena panas. Sebagian ulama tafsir mengartikan dhill (teduh/naungan) di sini dengan surga, karena surga itu mempunyai naungan yang menyebabkan hawa sejuk. Sebagaimana firman Allah:\nPerumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. (ar-Ra'd/13: 35) \n\nSedang harr (panas) diartikan dengan neraka, karena ia memang satu tempat yang amat panas dan penuh dengan api yang menyala-nyala, jauh lebih panas dari api yang dikenal di dunia. Sepercik bunga api neraka saja jatuh di dunia, maka dunia akan panas seluruhnya sebagaimana dijelaskan di dalam suatu hadis.\nSekiranya sepercik api dari bunga-bunga api neraka (berada) di timur, maka akan dirasakan panasnya (oleh orang-orang yang berada) di barat. (Riwayat ath-thabrani dari Anas bin Malik)",
    "quraish": "Tidaklah dapat disamakan antara orang yang tidak mendapat petunjuk kebenaran karena kebodohan dengan orang yang berjalan dalam tuntunan hidayah karena pengetahuannya. Juga tidak dapat disamakan antara kebatilan dan kebenaran, antara keteduhan dan udara panas.",
    "jalalayn": "(Dan tidak pula sama yang teduh dengan yang panas) yakni surga dan neraka."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 22,
    "arab": "وَمَا يَسْتَوِى الْاَحْيَاۤءُ وَلَا الْاَمْوَاتُۗ اِنَّ اللّٰهَ يُسْمِعُ مَنْ يَّشَاۤءُ ۚوَمَآ اَنْتَ بِمُسْمِعٍ مَّنْ فِى الْقُبُوْرِ ",
    "translation": "dan tidak (pula) sama orang yang hi-dup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3682.mp3",
    "tafsir": "Pada awal ayat ini, Allah menerangkan bahwa orang-orang yang hatinya hidup karena beriman kepada Allah dan rasul-Nya, serta mengetahui Al-Qur'an dan isinya, tidak sama dengan orang yang mati hatinya akibat ditutupi kekafiran. Mereka yang terakhir ini tidak mau mengetahui perintah dan larangan Allah, tidak dapat membedakan antara petunjuk dan kesesatan. Ini adalah perumpamaan bagi orang-orang yang mukmin dan bagi orang-orang kafir. Firman Allah:\nDan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? (al-An'am/6: 122) \n\nDan firman-Nya:\nPerumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran? (Hud/11: 24)\n\nOrang mukmin itu melihat, mendengar, dan bermandikan cahaya terang-benderang ketika melintasi shirathal mustaqim sampai ke surga yang sejuk, mempunyai naungan, dan mata air yang banyak. Sedangkan orang kafir buta dan tuli berjalan di dalam gelap gulita tidak dapat keluar daripadanya, bahkan selalu bersikap sombong di dalam kesesatannya di dunia dan akhirat sampai diberi keputusan masuk neraka yang sangat panas, penuh api menyala-nyala. Allah memberi petunjuk kepada orang-orang yang dikehendaki-Nya, mau mendengar hujjah atas kebenaran rasul, dan menerima agama yang dibawanya yaitu Islam dengan baik. Sebagaimana halnya orang yang telah mati dimasukkan dalam kubur, tidak dapat mendengar nasihat-nasihat dan saran-saran yang akan membimbingnya ke jalan yang benar, begitu pula orang yang mati hatinya. Tidak akan bermanfaat baginya peringatan-peringatan Allah. Mereka tidak dapat memahami isi Al-Qur'an dan ajaran-ajaran agama.",
    "quraish": "Tidaklah dapat disamakan antara orang yang hidup karena keimanan dengan orang yang mati karena inderanya rusak dan hatinya tertutup untuk mendengarkan kebenaran. Sesungguhnya Allah akan memberi petunjuk siapa saja yang dikehendaki-Nya untuk mendengar dan menerima bukti-bukti kekuasaan-Nya. Karena itu, kamu, wahai Nabi, tidak dapat memperdengarkan hati yang telah mati karena pembangkangan dan kekufuran, sebagaimana kamu tidak dapat memperdengarkan orang yang telah mati di dalam kubur.",
    "jalalayn": "(Dan tidak pula sama orang-orang yang hidup dan orang-orang yang mati) orang-orang beriman dengan orang-orang kafir; ditambahkannya lafal Laa pada ketiga ayat di atas untuk mengukuhkan makna tidak sama. (Sesungguhnya Allah memberikan pendengaran kepada siapa yang dikehendaki-Nya) untuk mendapat hidayah, karena itu tidak beriman (dan kamu sekali-kali tiada sanggup menjadikan orang yang di dalam kubur dapat mendengar) yakni orang-orang kafir; mereka diserupakan dengan orang-orang yang telah mati, maksudnya kamu tidak akan sanggup menjadikan mereka mendengar, kemudian mereka mau menerima seruanmu."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 23,
    "arab": "اِنْ اَنْتَ اِلَّا نَذِيْرٌ",
    "translation": "Engkau tidak lain hanyalah seorang pemberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3683.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa tugas Nabi Muhammad hanyalah memberi peringatan kepada manusia yang belum mendapat petunjuk. Ia tidak dibebani perintah untuk memaksa mereka menerima petunjuk dan agama yang dibawanya, karena petunjuk itu adalah sepenuhnya berada di tangan Allah. Oleh karena itu, tidak pada tempatnya Nabi Muhammad bersedih hati dan merasa kecewa kalau mereka itu belum mau menyambut baik seruannya. Tugas ini ditegaskan oleh Nabi Muhammad sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Sesungguhnya aku hanya seorang pemberi peringatan,\" (shad/38: 65) \n\nDan firman-Nya:\nYang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.\" (shad/38: 70)",
    "quraish": "Kewajibanmu hanyalah menyampaikan dan memberi peringatan, bukan yang lain.",
    "jalalayn": "(Tiada lain) (kamu hanyalah seorang pemberi peringatan) terhadap mereka."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 24,
    "arab": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ ",
    "translation": "Sungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3684.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Nabi Muhammad diutus kepada manusia agar mereka beriman kepada Allah Yang Maha Esa disertai dengan syariat yang diwajibkan kepada hamba-Nya. Nabi saw juga diperintahkan untuk memberi kabar gembira kepada orang yang membenarkan risalahnya dan menerima baik agama yang dibawanya dari Allah, bahwa mereka akan dimasukkan ke dalam surga yang penuh dengan kenikmatan dan kesenangan. Juga memberi peringatan kepada orang yang mendustakannya dan menolak wahyu yang diturunkan dari Allah bahwa mereka akan dimasukkan ke dalam neraka yang penuh dengan azab dan siksa yang amat pedih. Pada ayat yang lain Allah menegaskan sebagai berikut:\nDan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan. (al-Isra'/17: 105)\n\nTidak ada suatu umat pun sejak Nabi Adam kecuali Allah mengutus kepada mereka seorang utusan yang memberi peringatan. Dengan demikian, umat itu tidak mempunyai alasan lagi untuk membantah Allah sesudah diutus-Nya para rasul itu. Firman Allah:\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165) \n\nDan firman-Nya:\nKami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nPada ayat lain ditegaskan juga sebagai berikut:\nDan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, 'Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya), dan (demikian juga) kaum Ibrahim dan kaum Lut, dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku. (al-hajj/22: 42-44)",
    "quraish": "Sesungguhnya Kami mengutusmu, wahai Nabi, kepada seluruh umat manusia dengan membawa agama yang benar. Kamu hanyalah seorang pemberi kabar gembira berupa surga yang disediakan untuk orang-orang Mukmin, dan pemberi peringatan akan siksa api nerakan kepada orang-orang kafir. Tak satu umat pun dari umat-umat terdahulu yang tidak didatangkan oleh Allah seorang yang memperingatkan kepada mereka akan siksa-Nya.",
    "jalalayn": "(Sesungguhnya Kami mengutus kamu dengan membawa kebenaran) yakni petunjuk (sebagai pembawa berita gembira) bagi orang yang mau menerima kebenaran itu (dan sebagai pemberi peringatan) kepada orang yang tidak mau menerimanya. (Dan tidak ada) (suatu umat pun melainkan telah ada) telah lewat (padanya seorang pemberi peringatan) nabi yang memberi peringatan kepada mereka."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 25,
    "arab": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيْرِ ",
    "translation": "Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3685.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah:\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Ahzab/33: 62)",
    "quraish": "Jika kaummu ternyata mendustakan hal itu, para rasul sebelummu pun telah didustakan oleh kaum mereka. Padahal para rasul itu telah menunjukkan kepada mereka mukjizat-mukjizat yang jelas, mushaf- mushaf Tuhan dan kitab yang dapat mengantarkan mereka kepada keselamatan hidup di dunia dan di akhirat.",
    "jalalayn": "(Dan jika mereka mendustakan kamu) yakni penduduk Mekah (maka sesungguhnya orang-orang yang sebelum mereka telah mendustakan -rasul-rasul-Nya-; kepada mereka telah datang rasul-rasul-Nya dengan membawa bukti-bukti yang nyata) yakni mukjizat-mukjizat (zubur) seperti shuhuf Nabi Ibrahim (dan Kitab yang memberi penjelasan yang sempurna) yaitu kitab Taurat dan Injil, oleh karenanya bersabarlah kamu sebagaimana mereka bersabar."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 26,
    "arab": "ثُمَّ اَخَذْتُ الَّذِيْنَ كَفَرُوْا فَكَيْفَ كَانَ نَكِيْرِ ࣖ ",
    "translation": "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3686.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah:\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Ahzab/33: 62)",
    "quraish": "Lalu Aku perlakukan orang-orang kafir itu dengan perlakuan yang keras. Maka lihatlah, bagaimana kerasnya penolakan-Ku atas perbuatan mereka dan kemurkaan-Ku kepada mereka.",
    "jalalayn": "(Kemudian Aku azab orang-orang yang kafir) disebabkan kedustaan mereka (maka -lihatlah- bagaimana hebatnya akibat kemurkaan-Ku) keingkaran-Ku terhadap mereka, yaitu hukuman dan kebinasaan yang menimpa mereka, hal itu benar-benar pada tempatnya."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 27,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ ",
    "translation": "Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3687.mp3",
    "tafsir": "Pada ayat ini, Allah menguraikan beberapa hal yang menunjukkan kesempurnaan dan kekuasaan-Nya, yang dapat dilihat manusia setiap waktu. Jika mereka menyadari dan menginsyafi semuanya itu, tentu mereka akan menyadari pula keesaan dan kekuasaan Allah Yang Maha Sempurna itu. Di antara tanda-tanda itu adalah Allah menjadikan sesuatu yang beraneka ragam macamnya yang bersumber dari yang satu. Allah menurunkan hujan dari langit, sehingga tanaman bisa tumbuh dan mengeluarkan buah-buahan yang beraneka ragam warna, rasa, bentuk, dan aromanya, sebagaimana yang kita saksikan. Buah-buahan itu warnanya ada yang kuning, merah, hijau, dan sebagainya. Hal yang sama dijelaskan pula di dalam ayat yang lain. Firman Allah:\nDan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti. (ar-Ra'd/13: 4)\n\nAllah juga menciptakan gunung-gunung yang kelihatan seperti garis-garis, ada yang kelihatan putih, merah, dan hitam pekat. Di antara gunung-gunung itu terbentang pula jalan-jalan yang beraneka ragam pula warnanya.\nMenurut para saintis, garis-garis berwarna pada batuan paling umum dijumpai pada jenis batuan sedimen. Batuan sedimen terbentuk dari hasil pengendapan bahan yang terangkut oleh aliran air atau angin. Bahan yang diendapkan adalah butiran-butiran halus berupa pasir, debu, atau lempung sebagai hasil pelapukan batuan di tempat lain, yang kemudian terlepas dari batuan induknya dan terangkut oleh aliran air atau tiupan angin. Tempat pengendapan bahan sedimen ini umumnya terletak pada bagian-bagian yang rendah di mana kecepatan tenaga pengangkut (arus air, hembusan angin) berkurang. Daerah-daerah yang umum dikenal sebagai tempat pengendapan adalah dataran, pesisir terutama daerah delta, dan dasar laut. \nPada proses pengangkutan (transportasi) dan pengendapan (sedimentasi) terjadi pula mekanisme pemilahan (sorting) di mana pada umumnya bahan dengan karakteristik fisik yang sama (misalnya dalam hal ukuran butir atau berat jenis) akan diendapkan pada lingkungan pengendapan yang sama. \nProses pelapukan, pengangkutan, dan pengendapan ini berjalan terus- menerus sepanjang sejarah bumi yang dapat memakan waktu ribuan bahkan jutaan tahun. \nSelama proses ini berjalan terdapat pula perubahan-perubahan baik dalam hal lingkungan pengendapan maupun jenis bahan yang diendapkan, sehingga pada batuan sedimen terbentuk lapisan-lapisan yang juga melukiskan urutan sejarah (waktu) pengendapan. Mekanisme geologi lain yang biasa terjadi pada batuan sedimen adalah mengalami pengangkatan oleh adanya gaya tektonik sehingga batuan sedimen yang biasanya terbentuk di tempat-tempat yang rendah bisa dijumpai di puncak-puncak gunung. Pada puncak-puncak gunung yang tertoreh, baik oleh pengikisan maupun oleh terjadinya rekahan, lapisan-lapisan sedimen ini akan tampak ke permukaan.\nSetiap lapisan pada batuan sedimen dapat memiliki warna yang berbeda karena tersusun dari material yang berbeda. Perbedaan warna ini terutama dicirikan oleh perbedaan susunan mineralogisnya. Misal: mineral-mineral yang mengandung senyawa besi oksida (hematit) berwarna merah, mineral yang berwarna putih antara lain alumino-silika (kaoline), mineral-mineral logam hidroksida (goethite, brucite, diaspore, boehmite) dapat memberikan berbagai warna (kuning, hijau, abu-abu, hitam, merah muda), yang berwarna bening antara lain silika (kuarsa). Batuan atau mineral keras yang berwarna-warni biasa digosok menjadi batu perhiasan.",
    "quraish": "Wahai orang yang berpikir, bukankah kamu telah melihat bahwa Allahlah yang menurunkan air hujan dari langit. Lalu dengan sebab air hujan itu, muncullah berbagai jenis buah-buahan, ada yang merah dan kuning, ada yang manis dan masam, dan ada yang baik dan buruk. Dan di antara gunung-gunung ada yang memiliki jalur-jalur dan garis-garis berwarna putih dan merah yang kejelasan dan keburamannya berbeda satu sama lain Dan gunung-gunung…. (1). (1) (Terdapat kesalahan cetak di bagian akhir tafsir ayat ini). Kemukjizatan ayat ini dari segi ilmu pengetahuan sebenarnya bukan saja tampak ketika ia menyebutkan bahwa warna gunung yang bermacam-macam itu disebabkan adanya perbedaan materi-materi yang dikandung oleh bebatuan gunung-gunung itu. Jika materinya besi, maka warna dominannya adalah merah; jika materinya batubara, maka warna dominannya hitam; jika materinya perunggu, maka gunung tersebut berwarna kehijau-hijauan; dan seterusnya. Tidak hanya sampai di situ, kemukjizatan ayat ini sebenarnya sangat menonjol ketika ia mengaitkan adanya berbagai jenis buah-buahan meskipun pepohonannya disiram dengan air yang sama, dengan penciptaan gunung-gunung yang beraneka warna--merah, putih atau hitam--meskipun juga berasal dari suatu materi yang sama di dalam perut bumi. Materi ini, oleh para geolog, dinamakan magma yang muncul di berbagai kawasan bumi. Akan tetapi, karena kemunculan magma itu dari kedalaman yang berbeda, maka kandungannya menjadi berbeda pula. Magma yang berproses dari kedalaman yag berbeda, pada akhirnya, mengkristal membentuk gundukan- gundukan atau gunung-gunung yang beraneka ragam warna dan materinya. Demikianlah sebenarnya kesatuan hukum Allah. Meskipun bentuknya beraneka ragam, tetapi berasal dari materi yang satu. Semua itu adalah untuk kemudahan dan kemanfaatan umat manusia.",
    "jalalayn": "(Tidakkah kamu melihat) mengetahui (bahwasanya Allah menurunkan hujan dari langit lalu Kami hasilkan) di dalam ungkapan ayat ini terkandung Iltifat dari dhamir Gaib (dengan hujan itu buah-buahan yang beraneka ragam jenisnya) ada yang berwarna hijau, merah dan kuning dan warna-warna lainnya. (Dan di antara gunung-gunung itu ada garis-garis) Judadun adalah bentuk jamak dari lafal Juddatun, artinya jalan yang terdapat di gunung dan lainnya (putih, merah) dan kuning (yang beraneka macam warnanya) ada yang tua dan ada yang muda (dan ada -pula yang hitam pekat) di'athafkan kepada lafal Judadun, artinya ialah batu-batu yang besar yang hitam pekat warnanya. Dikatakan Aswadu Gharbiibu, hitam pekat; tetapi sangat sedikit dikatakan Gharabiibu Aswadu."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 28,
    "arab": "وَمِنَ النَّاسِ وَالدَّوَاۤبِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهٗ كَذٰلِكَۗ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ ",
    "translation": "Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. Sungguh, Allah Mahaperkasa, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3688.mp3",
    "tafsir": "Pada ayat ini, Allah menambah penjelasan lagi tentang hal-hal yang menunjukkan kesempurnaan dan kekuasaan-Nya. Allah menciptakan binatang melata dan binatang ternak, yang bermacam-macam warnanya sekalipun berasal dari jenis yang satu. Bahkan ada binatang yang satu, tetapi memiliki warna yang bermacam-macam. Mahasuci Allah pencipta alam semesta dengan sebaik-baiknya. Sejalan dengan ini firman Allah:\nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. (ar-Rum/30: 22)\n\nDemikianlah Allah menunjukkan tanda-tanda kekuasaan-Nya seperti tersebut di atas untuk dapat diketahui secara mendalam. Hanya ulama yang benar-benar menyadari dan mengetahui tanda-tanda kekuasaan Allah, sehingga mereka benar-benar tunduk kepada kekuasaan-Nya dan takut kepada siksa-Nya.\nIbnu 'Abbas berkata, \"Yang dinamakan ulama ialah orang-orang yang mengetahui bahwa Allah itu Mahakuasa atas segala sesuatu.\" Di dalam riwayat lain, Ibnu 'Abbas berkata, \"Ulama itu ialah orang yang tidak mempersekutukan Tuhan dengan sesuatu apa pun, yang menghalalkan yang telah dihalalkan Allah dan mengharamkan yang telah diharamkan-Nya, menjaga perintah-perintah-Nya, dan yakin bahwa dia akan bertemu dengan-Nya yang akan menghisab dan membalas semua amalan manusia.\"\nAyat ini ditutup dengan suatu penegasan bahwa Allah Mahaperkasa menindak orang-orang yang kafir kepada-Nya. Dia tidak mengazab orang-orang yang beriman dan taat kepada-Nya, tetapi Maha Pengampun kepada mereka. Dia kuasa mengazab orang-orang yang selalu berbuat maksiat dan bergelimang dosa, sebagaimana Dia kuasa memberi pahala kepada orang-orang yang taat kepada-Nya dan mengampuni dosa-dosa mereka, maka sepatutnya manusia itu takut kepada-Nya.",
    "quraish": "Demikian pula di antara manusia, binatang melata, unta, sapi dan domba terdapat bermacam-macam bentuk, ukuran dan warnanya pula. Hanya para ilmuwan yang mengetahui rahasia penciptaanlah yang dapat mencermati hasil ciptaan yang mengagumkan ini dan membuat mereka tunduk kepada Sang Pencipta. Sesungguhnya Allah Mahaperkasa yang ditakuti orang-orang Mukmin, Maha Pengampun segala dosa siapa pun yang berserah diri kepada-Nya. (1). (1) Setelah memaparkan bahwa berbagai jenis buah-buahan dan perbedaan warna pegunungan itu berasal dari suatu unsur yang sama--yakni, buah-buahan berasal dari air dan gunung-gunung berasal dari magma, ayat ini pun menyitir bahwa perbedaan bentuk dan warna yang ada pada manusia, binatang-binatang melata dan hewan-hewan ternak tidak tampak dari sperma-sperma yang menjadi cikal bakalnya. Bahkan sekiranya kita menggunakan alat pembesar sekali pun, sperma-sperma tersebut tampak tidak berbeda. Di sinilah sebenarnya letak rahasia dan misteri gen dan plasma. Ayat ini pun mengisyaratkan bahwa faktor genetislah yang menjadikan tumbuh-tumbuhan, hewan dan manusia tetap memiliki ciri khasnya dan tidak berubah hanya disebabkan oleh habitat dan makanannya. Maka sungguh benar jika ayat ini menyatakan bahwa para ilmuwan yang menetahui rahasia-rahasia penciptaan sebagai sekelompok manusia yang paling takut kepada Allah.",
    "jalalayn": "(Dan demikian pula di antara manusia, binatang-binatang melata dan binatang-binatang ternak ada yang bermacam-macam warnanya) sebagaimana beraneka ragamnya buah-buahan dan gunung-gunung. (Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya, hanyalah ulama) berbeda halnya dengan orang-orang yang jahil seperti orang-orang kafir Mekah. (Sesungguhnya Allah Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Pengampun) terhadap dosa hamba-hamba-Nya yang mukmin."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 29,
    "arab": "اِنَّ الَّذِيْنَ يَتْلُوْنَ كِتٰبَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً يَّرْجُوْنَ تِجَارَةً لَّنْ تَبُوْرَۙ ",
    "translation": "Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur'an) dan melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3689.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur'an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah:\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisa'/4: 173) \n\nSelain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah:\nSungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syura/42: 23)",
    "quraish": "Sesungguhnya orang-orang yang senantiasa membaca kitab Allah, menkaji dan mengamalkannya, melaksanakan salat secara benar dan menginfakkan sebagian rezeki yang Allah berikan secara diam-diam maupun terang-terangan, mereka itulah orang-orang yang mengharapkan perniagaan kepada Allah yang tak pernah merugi.",
    "jalalayn": "(Sesungguhnya orang-orang yang selalu membaca) selalu mempelajari (kitab Allah dan mendirikan salat) yakni mereka melaksanakannya secara rutin dan memeliharanya (dan menafkahkan sebagian dari rezeki yang Kami anugerahkan kepada mereka dengan diam-diam dan terang-terangan) berupa zakat dan lain-lainnya (mereka itu mengharapkan perniagaan yang tidak akan merugi) tidak bangkrut."
  },
  {
    "page": 437,
    "name": "Fatir",
    "ayat": 30,
    "arab": "لِيُوَفِّيَهُمْ اُجُوْرَهُمْ وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ اِنَّهٗ غَفُوْرٌ شَكُوْرٌ ",
    "translation": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3690.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur'an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah:\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisa'/4: 173) \n\nSelain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah:\nSungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syura/42: 23)",
    "quraish": "Agar Tuhan menyempurnakan pahala dan menambahkan karunia-Nya kepada mereka sehingga awal kebajikan mereka dilipatgandakan dan perbuatan-perbuatan buruk mereka dihapuskan. Sesungguhnya Dia Maha Pengampun segala kekhilafan dan Maha Menghargai ketaatan.",
    "jalalayn": "(Agar Allah menyempurnakan kepada mereka pahala mereka) pahala amal-amal mereka yang telah disebutkan itu (dan menambah kepada mereka dari karunia-Nya. Sesungguhnya Allah Maha Pengampun) terhadap dosa-dosa mereka (lagi Maha Mensyukuri) ketaatan mereka."
  }
]