[
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 41,
    "arab": "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ",
    "translation": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3746.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan bahwa kapal yang berlayar di tengah samudera merupakan salah satu bukti kebesaran dan kekuasaan-Nya. Kapal itu mengangkut manusia dan barang-barang keperluannya dari suatu negeri ke negeri yang lain, baik yang berdekatan letaknya maupun yang berjauhan.\nPenggunaan alat-alat angkutan laut sebagai salah satu sarana perhubungan yang dimanfaatkan manusia untuk bergerak dan mengangkut barang, telah dikenal sejak zaman dahulu kala, bahkan telah dikenal sejak zaman Nabi Nuh. Orang yang mula-mula membuat kapal adalah Nabi Nuh. Kapal itu dibuat atas perintah dan bimbingan Allah. Hal ini diterangkan dalam firman-Nya:\nDan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami. (Hud/11: 37)\nPerahu, sampan, dan kapal yang berbobot berat, baik yang digerakkan oleh tenaga manusia, kekuatan angin, maupun tenaga mesin dapat meluncur dengan mudah di atas air mengangkut manusia dan barang dari suatu pulau ke pulau yang lain, dari suatu benua ke benua yang lain, tentu terkait dengan suatu kekuatan yang menahan kapal itu, sehingga tidak tenggelam. Hal ini merupakan bukti-bukti kekuasaan dan kebesaran Allah melalui pemberlakuan hukum alam-Nya.\nAllah berfirman:\nTidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dengan nikmat Allah, agar diperlihatkan-Nya kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran)-Nya bagi setiap orang yang sangat sabar dan banyak bersyukur. (Luqman/31: 31)",
    "quraish": "Dan bukti lainnya untuk mereka adalah bahwa Kami mengangkut anak keturunan manusia dalam bahtera-bahtera yang dipenuhi oleh barang-barang dan rezeki-rezeki mereka.",
    "jalalayn": "(Dan suatu tanda bagi mereka) yang menunjukkan kekuasaan Kami (adalah bahwa Kami angkut keturunan mereka) menurut qiraat yang lain lafal Dzurriyyatahum dibaca dalam bentuk jamak sehingga bacaannya menjadi Dzurriyyaatihim, maksudnya ialah kakek moyang mereka (dalam bahtera) yakni perahu Nabi Nuh (yang penuh muatan) dipadati penumpang."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 42,
    "arab": "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ",
    "translation": "dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3747.mp3",
    "tafsir": "Pada ayat ini, Allah mengingatkan manusia kepada bukti kekuasaan-Nya yang lain. Allah memberikan kepada manusia bermacam-macam kendaraan selain perahu, bahtera dan kapal, yaitu hewan-hewan yang dapat dijadikan kendaraan atau alat angkutan misalnya: kuda, keledai, unta, gajah dan sebagainya. Ini merupakan alat angkutan darat bagi manusia.\nPada ayat yang lain Allah berfirman:\n\nDan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)\n\nUntuk memungkinkan pengangkutan orang dan barang-barang yang lebih banyak, manusia dapat membuat alat-alat angkutan darat yang ditarik oleh hewan-hewan tersebut, seperti dokar, pedati, gerobak, dan sebagainya. Dengan menggunakan akal yang dikaruniakan Allah kepadanya, manusia dapat pula membuat alat angkutan yang bergerak dengan tenaga mesin yang memakai bahan bakar berupa minyak bumi atau batu bara, yang juga disediakan dan dikaruniakan Allah kepada manusia. Kendaraan bermesin ini dapat berjalan lebih cepat dan bermuatan lebih banyak.\nBerkat kemajuan akal (nalar) dan ilmu pengetahuan yang dikaruniakan Allah kepada manusia, mereka dapat membuat kendaraan-kendaraan yang dapat terbang di udara, mulai dari balon, pesawat terbang, hingga roket-roket yang menggerakkan kapal-kapal ruang angkasa yang kecepatannya dapat melebihi kecepatan suara. Itu semua merupakan nikmat dari Allah kepada manusia. Dengan menyiasati hukum gravitasi, manusia berhasil menciptakan pesawat terbang untuk kepentingan transportasi manusia.",
    "quraish": "Dan Kami menciptakan pula untuk mereka sesuatu yang dapat mereka tunggangi, seperti halnya bahtera.",
    "jalalayn": "(Dan Kami ciptakan untuk mereka seperti bahtera itu) seperti perahu Nabi Nuh, perahu kecil dan besar yang dibuat oleh mereka sesudahnya, bentuknya sama dengan perahu Nabi Nuh. Ini berkat apa yang telah Allah swt. ajarkan kepada Nabi Nuh (yang akan mereka kendarai) mereka berlayar dengannya."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 43,
    "arab": "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ",
    "translation": "Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3748.mp3",
    "tafsir": "Allah memperingatkan bahwa jika Dia menghendaki untuk menenggelamkan kapal-kapal yang berlayar di lautan itu, niscaya akan terjadi. Datangnya angin badai yang kencang yang menimbulkan gelombang-gelombang yang dahsyat, akan menyebabkan kapal-kapal itu tenggelam, para penumpangnya binasa dan terkubur ke dasar laut, tidak dapat ditolong lagi.\nHal ini merupakan suatu peringatan agar manusia jangan sombong, takabur, dan merasa bahwa prestasi mereka menciptakan kendaraan yang dapat berjalan di darat, laut, dan udara adalah semata-mata karena kepandaian otaknya, bukan karena karunia dari Allah.\nDari ilmu alam kita dapat mengetahui bahwa sesuatu dapat terapung di atas air, jika berat jenis benda itu lebih ringan dari berat jenis air yang dilaluinya. Ini ketentuan atau sunatullah yang ditetapkan Allah terhadap air yang diciptakan-Nya. Dengan menyiasati hukum alam tentang air yang dapat membuat suatu benda menjadi tenggelam dan dapat pula terapung, maka manusia dapat membuat kapal selam yang dapat menyelam jauh ke dasar laut, tetapi pada waktu yang diperlukan dapat timbul ke permukaan air. Hal itu dilakukan dengan mengurangi udara dalam rongga kapal selam sehingga menjadi tenggelam. Akan tetapi, jika udara dipompakan lagi ke dalam rongganya, kapal selam itu akan menjadi ringan sehingga bisa terapung di permukaan air.",
    "quraish": "Jika Kami menghendaki untuk menenggelamkan mereka karena hasil perbuatan mereka, niscaya Kami akan menenggelamkan mereka. Maka mereka tidak akan mendapatkan penolong yang dapat menyelamatkan mereka dari kebinasaan.",
    "jalalayn": "(Dan jika Kami menghendaki niscaya Kami tenggelamkan mereka) sekalipun memakai perahu (maka tiadalah penolong) yakni penyelamat (bagi mereka dan tidak -pula- mereka diselamatkan) ditolong sehingga selamat."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 44,
    "arab": "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ",
    "translation": "melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3749.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa karena kasih sayang-Nya yang sangat besar terhadap hamba-hamba-Nya, dan agar mereka dapat bersenang-senang menikmati karunia-Nya, maka Allah tidak membiarkan kendaraan-kendaraan itu semua binasa, baik yang berjalan di darat, berlayar di permukaan dan di dalam air, maupun yang terbang di udara. Apalagi jika orang-orang yang menggunakan kendaraan itu tidak takabur serta selalu cermat dan berhati-hati. Apabila sewaktu-waktu terjadi kecelakaan, itu adalah karena yang bersangkutan tidak berhati-hati, kurang cermat, lalai, atau sebab lainnya.",
    "quraish": "Akan tetapi Kami tidak menenggelamkan mereka karena kasih sayang Kami. Dan sungguh Kami memberi mereka kesenangan sampai tiba waktu yang telah ditentukan.",
    "jalalayn": "(Tetapi -Kami selamatkan mereka- karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai kepada suatu ketika) tiada yang menyelamatkan mereka melainkan rahmat Kami kepada mereka; dan karena Kami hendak memberikan kesenangan hidup kepada mereka sampai batas ajal mereka."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 45,
    "arab": "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ",
    "translation": "Dan apabila dikatakan kepada mereka, “Takutlah kamu akan siksa yang di hadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3750.mp3",
    "tafsir": "Allah menerangkan bahwa andaikata terhadap orang-orang yang ingkar itu dianjurkan agar mereka menjaga diri terhadap siksaan Allah yang akan datang di kemudian hari, mereka akan tetap berpaling, tidak mau mendengarkan anjuran itu. Padahal, anjuran itu disampaikan agar mereka mendapatkan rahmat dari Allah.\nMenjaga diri dari siksaan Allah ialah dengan cara bertakwa kepada-Nya, yaitu melakukan apa-apa yang diperintahkan-Nya, menjauhi segala larangan-Nya, dan mensyukuri setiap karunia-Nya. Akan tetapi, hati orang-orang yang ingkar telah tertutup terhadap kebenaran. Mereka senantiasa berpaling dari nasihat-nasihat yang baik. Oleh sebab itu, wajarlah mereka ditimpa kemurkaan dan siksaan Allah.",
    "quraish": "Dan apabila dikatakan kepada mereka, \"Waspadalah terhadap apa yang telah menimpa umat-umat terdahulu disebabkan pendustaan mereka, dan takutlah akan azab akhirat yang akan ditimpakan karena kekukuhan kalian mempertahankan kekufuran--dengan harapan semoga Tuhan memberikan rahmat-Nya jika kalian bertakwa kepada-Nya,\" mereka pasti akan menolak seruan itu.",
    "jalalayn": "(Dan apabila dikatakan kepada mereka, \"Takutlah kalian akan siksa yang di hadapan kalian) berupa azab di dunia sebagaimana apa yang telah menimpa orang-orang selain mereka (dan siksa yang akan datang) yaitu azab di akhirat (supaya kalian mendapat rahmat\") tetapi mereka tetap berpaling."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 46,
    "arab": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
    "translation": "Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3751.mp3",
    "tafsir": "Allah menegaskan bahwa orang-orang yang ingkar itu senantiasa memalingkan muka dari setiap tanda-tanda yang menunjukkan keesaan dan kekuasaan-Nya, serta mengakui kerasulan utusan-Nya. Hati mereka telah buta, walaupun mata kepala mereka dapat melihat dengan terang semua tanda-tanda tersebut.",
    "quraish": "Tak ada satu bukti pun dari sekian banyak bukti yang mennjukkan keesaan dan kekuasaan Allah yang didatangkan kepada mereka, kecuali mereka selalu menolak bukti-bukti itu.",
    "jalalayn": "(Dan sekali-kali tiada datang kepada mereka suatu tanda dari tanda-tanda kekuasaan Rabb mereka melainkan mereka selalu berpaling daripadanya.)"
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 47,
    "arab": "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ   ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "translation": "Dan apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kafir itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3752.mp3",
    "tafsir": "Allah menyebutkan sisi lain dari keingkaran mereka, yaitu keengganan mereka menyumbangkan sebagian harta yang telah dikaruniakan-Nya kepada mereka. Apabila kepada mereka dianjurkan menafkahkan harta bagi kepentingan fakir miskin dan orang yang memerlukan bantuan, mereka menjawab kepada orang-orang beriman yang menganjurkan itu, \"Apa perlunya kami memberi mereka itu makan, karena Allah dapat memberi makan bila Allah menghendaki.\" Di samping itu, mereka mengatakan bahwa orang-orang mukmin yang suka menyumbangkan harta benda untuk membantu fakir miskin itu adalah orang-orang yang sesat dan bodoh.\nAlangkah jauh pendapat mereka itu dari kebenaran. Menyumbangkan sebagian harta benda dan menolong orang lain berupa sumbangan wajib, seperti zakat, maupun sumbangan suka rela, seperti sedekah, merupakan perwujudan dari rasa iman dan syukur atas nikmat Allah, dan sekaligus menghilangkan sifat bakhil dari jiwa manusia. Harta benda, menurut ajaran Islam mempunyai fungsi sosial, bukan hanya untuk kepentingan diri sendiri.\nHarta benda haruslah dijadikan alat untuk mempererat tali persaudaraan, solidaritas, dan kegotongroyongan. Manusia tidak akan dapat hidup sendiri, tanpa mengharapkan pertolongan orang lain dalam berbagai keperluan hidup, walau pun ia seorang yang kaya raya.",
    "quraish": "Dan jika diserukan kepada mereka, \"Dermakanlah sebagian rezeki yang telah Allah berikan kepada kalian itu kepada orang-orang fakir,\" orang-orang kafir itu akan berkata kepada orang-orang Mukmin, \"Apakah kami harus memberi makan seseorang yang Allah berkehendak memberinya makan? Jika demikian, berarti kami telah menentang kehendak Allah. Wahai orang-orang yang mengajak mendermakan harta, kalian tidak lain adalah sekelompok orang yang berada dalam kesesatan yang nyata dan jauh dari kebenaran.\"",
    "jalalayn": "(Dan apabila dikatakan) berkata sahabat-sahabat yang miskin (kepada mereka, \"Nafkahkanlah) sedekahkanlah kepada kami (sebagian dari rezeki yang diberikan Allah kepada kalian\") berupa harta benda (maka orang-orang yang kafir itu berkata kepada orang-orang yang beriman,) dengan nada yang sinis sebagai ejekan yang ditujukan kepada mereka, (\"Apakah kami akan memberi makanan kepada orang-orang yang jika Allah menghendaki tentulah Dia akan memberinya makan) sesuai dengan keyakinan kalian itu. (Tiada lain kalian) yaitu apa yang kalian katakan kepada kami, padahal kalian mempunyai keyakinan bahwa Allah pasti memberi makan kalian (melainkan dalam kesesatan yang nyata\") yakni jelas sesatnya. Ditegaskannya lafal Al Ladziina Kafaruu mengandung arti yang mendalam."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 48,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan mereka (orang-orang kafir) berkata, “Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3753.mp3",
    "tafsir": "Sisi lain dari sifat-sifat jelek kaum yang ingkar itu adalah ketidakpercayaan mereka tentang akan adanya hari Kebangkitan sesudah mati. Apabila disampaikan bahwa mereka kelak akan dibangkitkan kembali sesudah mati, untuk mempertanggungjawabkan perbuatan mereka selama di dunia ini, maka mereka menjawab dengan sikap mengejek, \"Bilakah janji itu akan terlaksana?\" Demikian keadaan kaum yang ingkar, hati mereka tidak lagi terbuka untuk menerima kebenaran. Penyesalan mereka barulah akan timbul setelah mereka menghadapi kenyataan tentang apa yang dulunya mereka ingkari.",
    "quraish": "Dengan nada mengejek, mereka berkata kepada orang-orang Mukmin, \"Bilakah ancaman yang kalian katakan kepada kami akan terjadi, jika ancaman kalian itu memang benar?\"",
    "jalalayn": "(Dan mereka berkata, \"Bilakah terjadinya janji ini?) yakni hari berbangkit (jika kalian orang-orang yang benar?\") mengenai apa yang kalian katakan."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 49,
    "arab": "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ",
    "translation": "Mereka hanya menunggu satu teriakan, yang akan membinasakan mereka ketika mereka sedang bertengkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3754.mp3",
    "tafsir": "Allah memperingatkan, bahwa mereka tidak akan menunggu terlalu lama datangnya hari kebangkitan itu. Cukup dengan suatu teriakan aba-aba saja, yaitu suara tiupan yang pertama dari sangkakala yang membawa kehancuran alam ini. Kemudian semua manusia akan dibangkitkan kembali dan dikumpulkan ke hadapan Allah untuk diperhitungkan segala perbuatannya selagi di dunia kemudian mereka menerima balasan sesuai dengan perbuatan mereka.\nAyat lain yang sama maksudnya dengan ayat ini ialah, firman Allah:\n\nApakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66)\n\nManusia tidak akan menyadari kedatangan hari Kiamat. Mereka dimatikan secara tiba-tiba dalam keadaan saling berselisih dan berbantah-bantahan dalam urusan dunia. Peristiwa Kiamat atau kematian terjadi secara tiba-tiba karena keduanya terjadi bukan hasil kompromi antara Allah dengan manusia, tetapi karena kehendak dan kekuasaan Allah semata.\nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Ibnu 'Umar bahwa ia berkata, \"Sangkakala benar-benar akan ditiup di saat keadaan manusia dalam kesibukan urusan mereka masing-masing di jalan, pasar, dan tempat mereka, hingga keadaan dua orang yang sedang tawar-menawar pakaian, misalnya, ketika pakaian belum sampai ke tangan salah seorang di antara mereka, maka tiba-tiba ditiupkan sangkakala, hingga mereka mati bergelimpangan semuanya. Inilah yang dimaksud dengan firman Allah dalam ayat ini.\nDiriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah r.a. bahwa Rasulullah saw bersabda:\n\"Hari Kiamat itu benar-benar akan terjadi pada saat dua orang sedang menggelar pakaian mereka (sambil tawar-menawar), dan keduanya tidak sempat berjual-beli dan melipat kembali. Hari Kiamat itu benar-benar akan terjadi pada saat seseorang membuat kolam dan ia belum sempat memberikan minuman dari kolam itu. Hari Kiamat benar-benar akan terjadi pada saat seseorang memeras susu kambingnya dan ia belum sempat meminumnya, dan hari kiamat itu benar-benar akan terjadi pada saat seseorang mengangkat makanan yang akan dimasukkannya ke mulutnya, dan ia belum sempat memakannya.\" (Riwayat al-Bukhari, Muslim dari Abu Hurairah)",
    "quraish": "Mereka tidak menunggu kecuali satu pekikan yang akan membinasakan mereka seketika itu juga. Mereka adalah sekelompok orang yang selalu bertikai demi urusan-urusan dunia dengan melupakan akhirat.",
    "jalalayn": "Allah berfirman, (\"Mereka tidak menunggu) menanti-nanti (melainkan satu teriakan saja), yaitu tiupan malaikat Israfil yang pertama (yang akan membinasakan mereka ketika mereka sedang bertengkar\") lafal Yakhishshimuuna pada asalnya adalah Yakhtashimuuna, kemudian harakat Ta dipindahkan kepada Kha, lalu Ta diidgamkan kepada Shad. Maksudnya, mereka dalam keadaan lalai dari kedatangan hari kiamat, disebabkan mereka sibuk dalam pertengkaran mereka, jual beli yang mereka lakukan, makan, dan minum serta kesibukan-kesibukan lainnya. Menurut qiraat yang lain lafal Yakhishshimuuna mempunyai Wazan sama dengan lafal Yadhribuuna, artinya sebagian dari mereka bertengkar dengan sebagian yang lain."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 50,
    "arab": "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ࣖ  ",
    "translation": "Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3755.mp3",
    "tafsir": "Demikian cepat datangnya peristiwa itu, dan amat tiba-tiba, sehingga mereka tidak mempunyai kesempatan sedikit pun untuk berwasiat atau meninggalkan pesan kepada keluarganya, dan tidak pula dapat kembali berkumpul dengan mereka. Masing-masing menghadapi persoalannya sendiri, menunggu keputusan dari pengadilan Tuhan Yang Mahaadil dan Mahakuasa.",
    "quraish": "Karena begitu cepatnya bencana itu diturunkan, mereka tidak dapat lagi berwasiat barang sedikit pun, dan juga tidak dapat menemui keluarga mereka lagi.",
    "jalalayn": "(Lalu mereka tidak kuasa membuat suatu wasiat pun) tidak dapat berwasiat (dan tidak pula dapat kembali kepada keluarganya) dari pasar dan dari tempat-tempat kesibukan mereka, semuanya mati di tempatnya masing-masing."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 51,
    "arab": "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ",
    "translation": "Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3756.mp3",
    "tafsir": "Setelah seluruh manusia mati dengan tiupan sangkakala yang pertama, selanjutnya ditiuplah sangkakala kedua untuk membangkitkan mereka dari kuburnya. Pada waktu itu, seluruh manusia bangkit dan hidup kembali. Mereka bangun dan bergegas menemui Allah Yang Mahakuasa untuk menerima hisab mereka.\nAyat lain yang berhubungan dengan ayat ini ialah firman Allah:\n\n(Yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia). (al-Ma'arij/70: 43)",
    "quraish": "Dan ditiuplah sangkakala sebagai tiupan kebangkitan. Maka mereka yang mati dari kubur bergegas menemui Allah. Sangkakala dan tiupan itu termasuk hal-hal yang hanya diketahui oleh Allah.",
    "jalalayn": "(Dan ditiuplah sangkakala) yaitu tiupan yang kedua untuk membangkitkan makhluk supaya hidup kembali; jarak antara dua tiupan, yakni tiupan pertama dengan tiupan kedua lamanya empat puluh tahun (maka tiba-tiba mereka) orang-orang yang telah terkubur itu (dari kuburnya) dari tempat mereka dikubur (Keluar dengan segera menuju kepada Rabb mereka) mereka keluar dengan cepat lalu menuju kepada-Nya."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 52,
    "arab": "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ",
    "translation": "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul(-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3757.mp3",
    "tafsir": "Ayat ini menerangkan keheranan dan kekagetan orang-orang kafir ketika dibangkitkan dari kubur. Mereka berkata, \"Aduhai celakalah kami, siapakah yang membangkitkan kami dari tempat tidur kami?\" Mereka heran dan tercengang karena dibangkitkan dari alam kubur dan menghadapi malapetaka serta kesulitan pada waktu itu.\nKetika mereka heran dan tercengang, di antara orang-orang yang beriman berkata kepada mereka, \"Semua yang terjadi dan yang kita alami ini sesuai dengan yang dijanjikan Allah dan disampaikan oleh para rasul yang telah di- utus kepada kita semua ketika di dunia dahulu. Kita telah diberitahu akan adanya janji, ancaman, dan hari kebangkitan seperti yang kita hadapi sekarang ini. Oleh karena itu, kita tidak pantas heran dan tercengang dengan keadaan yang kita alami sekarang ini.\"\nMenurut suatu riwayat bahwa yang dimaksud dengan bunyi sangkakala dalam ayat ini ialah suara malaikat Israfil yang sangat keras yang menyerukan, \"Wahai tulang-belulang yang telah hancur-lebur, Allah memerintahkan kamu semua supaya berkumpul kembali seperti semula untuk menerima keputusan yang adil.\"\nPada ayat ini orang-orang kafir menanyakan tentang siapa yang membangkitkan dan menghidupkan mereka kembali pada hari kebangkitan ini. Pertanyaan mereka itu dijawab dengan apa yang pernah disampaikan kepada mereka dahulu waktu masih hidup di dunia. Hal ini memberi pengertian bahwa seakan-akan Allah menyuruh mereka mengingat apa yang pernah mereka lakukan dahulu terhadap para rasul yang diutus.",
    "quraish": "Mereka yang dibangkitkan dari kubur itu pun berkata, \"Alangkah seramnya apa yang menanti kami ini! Siapakah gerangan yang telah membangunkan kami dari tidur ini?\" Lalu datanglah jawaban atas pertanyaan mereka itu, \"Inilah hari kebangkitan yang dijanjikan Sang Maha Pemurah kepada hamba-hamba-Nya. Dan benarlah para rasul yang telah menyampaikan berita tentang hal ini.\"",
    "jalalayn": "(Mereka berkata) orang-orang kafir di antara manusia, (\"Aduhai!) Ya di sini menunjukkan makna Tanbih (celakalah kami) binasalah kami lafal Wailun adalah Mashdar yang tidak mempunyai Fi'il dari lafalnya. (Siapakah yang membangkitkan kami dari tempat tidur kami -kubur-?\") karena mereka seolah-olah dalam keadaan tidur di antara kedua tiupan itu, maksudnya mereka tidak diazab. (Inilah) kebangkitan ini (yang) telah (dijanjikan yang Maha Pemurah dan benarlah) mengenainya (Rasul-rasul-Nya) mereka mengakui atas kebenaran yang telah dikatakan oleh para rasul, tetapi pengakuan mereka tidak bermanfaat lagi. Menurut pendapat yang lain, bahwa kalimat tersebut dikatakan kepada mereka."
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 53,
    "arab": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ",
    "translation": "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3758.mp3",
    "tafsir": "Ayat ini menerangkan bagaimana mudahnya bagi Allah untuk membangkitkan seluruh manusia yang pernah ada dahulu sebelum datangnya hari Kiamat. Cukup dengan satu teriakan saja, maka hiduplah kembali seluruh manusia, dan berkumpul di hadapan Allah untuk menerima perhitungan dan keputusan yang adil dari-Nya.\nAyat yang lain yang maksudnya sama dengan ayat ini ialah firman-Nya:\n\nUrusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nahl/16: 77)\n\nDan firman-Nya:\n\nMaka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nazi'at/79: 13-14)",
    "quraish": "Mereka diseru untuk keluar hanya dengan satu panggilan saja. Seketika itu juga mereka pun berkumpul di hadapan Kami untuk mendapatkan perhitungan.",
    "jalalayn": "(Tiadalah teriakan itu selain sekali teriakan saja, tiba-tiba mereka semua kepada Kami) di hadapan Kami (dikumpulkan.)"
  },
  {
    "page": 443,
    "name": "Yasin",
    "ayat": 54,
    "arab": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "Maka pada hari itu seseorang tidak akan dirugikan sedikit pun dan kamu tidak akan diberi balasan, kecuali sesuai dengan apa yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3759.mp3",
    "tafsir": "Kemudian Allah menerangkan bahwa pada hari Kiamat itu, setiap manusia akan menerima balasan semua perbuatan yang telah dilakukannya selama hidup di dunia, perbuatan baik dibalas dengan pahala yang berlipat ganda dan perbuatan buruk dan jahat akan dibalas dengan siksa yang seimbang dengan perbuatan itu. Sebagaimana sifat Allah yang memberikan keputusan dengan adil maka pada hari itu pun Dia memberi keputusan dengan adil. Oleh karena itu, seseorang tidak akan menerima pahala kebaikan yang dikerjakan orang lain, sebaliknya seseorang tidak akan menerima azab karena perbuatan jahat yang dilakukan orang lain.",
    "quraish": "Maka pada hari itu, seseorang tidak akan dicurangi balasannya sesuai dengan perbuatannya. Mereka tidak akan mendapatkan sesuatu kecuali balasan atas perbuatan baik atau buruk yang telah mereka lakukan.",
    "jalalayn": "(Pada hari itu seseorang tidak akan dirugikan sedikit pun dan kalian tidak dibalasi, kecuali) dengan balasan (apa yang telah kalian kerjakan.)"
  }
]