[
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 55,
    "arab": "اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ  ",
    "translation": "Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3760.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang yang beriman dibalas Allah dengan pahala yang berlipat ganda, berupa surga yang penuh kenikmatan. Di dalamnya, mereka merasakan kesenangan dan kenikmatan yang belum pernah mereka rasakan, keindahan yang belum pernah mereka lihat, dan suara yang menyejukkan kalbu yang belum pernah mereka dengar. Waktu itu tidak terpikir olehnya azab yang sedang diderita orang-orang kafir yang terbenam dalam neraka. Yang dirasakan dan diingatnya hanyalah kegembiraan dan kepuasan hati bersama teman-temannya di dalam surga.",
    "quraish": "Sesungguhnya pada hari ini para penghuni surga disibukkan oleh kenikmatan yang mereka dapatkan. Mereka mengagumi semua itu dengan perasaan riang gembira.",
    "jalalayn": "(Sesungguhnya penghuni surga pada hari itu dalam kesibukan) mereka tidak menghiraukan lagi apa yang dialami oleh ahli neraka, karena mereka sibuk dengan kenikmatan-kenikmatan yang sedang mereka rasakan, seperti memecahkan selaput dara bidadari-bidadari; mereka tidak mempunyai kesibukan yang membuat mereka lelah atau payah, karena di dalam surga tidak ada kelelahan. Lafal Syughulin dapat pula dibaca Syughlin (bersenang-senang) yakni bergelimangan di dalam kenikmatan. Lafal Faakihuuna menjadi Khabar kedua dari Inna, sedangkan Khabar yang pertama adalah Fii Syughulin."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 56,
    "arab": "هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ ۚ   ",
    "translation": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3761.mp3",
    "tafsir": "Di dalam surga orang-orang yang beriman dan istri-istri mereka berada dalam taman-taman yang indah dengan pohon yang rindang, duduk di atas sofa dan tempat-tempat tidur, berbincang-bincang sambil menikmati berbagai macam rezeki yang mereka peroleh dari Tuhan mereka.\nDari perkataan \"hum wa azwajuhum\" (mereka dan pasangan mereka) dapat dipahami bahwa orang-orang yang beriman akan tinggal bersama pasangan mereka dengan bahagia dan damai dalam surga dan memperoleh nikmat yang berbagai macam bentuk yang tiada taranya. Ada yang dalam bentuk langsung mereka nikmati, seperti memperoleh tempat yang nyaman dan indah, serta merasakan makanan yang lezat dan sebagainya. Ada pula dalam bentuk pemenuhan keinginan dan cita-cita mereka sebagai anggota atau kepala keluarga. Selama hidup di dunia mereka mencita-citakan keluarga yang berbahagia, mempunyai istri yang cantik dan setia. Keinginan-keinginan mereka yang seperti itu dipenuhi Allah dalam surga nanti.\nBahkan pada ayat yang lain diterangkan bahwa anak cucu mereka yang beriman ditinggikan Allah derajatnya seperti derajat bapak dan ibu mereka. Mereka dikumpulkan dengan orang tua mereka di dalam surga, tanpa membeda-bedakan pemberian nikmat kepada masing-masing anggota keluarga itu. Allah berfirman:\n\nDan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (ath-thur/52: 21)\n\nDari ayat ini dipahami pula agar setiap mukmin selalu berusaha untuk menjadikan suami, istri, anak-anak dan keluarga mereka, menjadi orang-orang beriman yang baik, agar cita-cita mereka untuk dapat saling berhubungan dengan keluarga mereka dikabulkan Allah di akhirat.",
    "quraish": "Mereka beserta istri-istri mereka berada dalam keteduhan yang menyenangkan sambil bertelekan di atas dipan-dipan yang penuh hiasan.",
    "jalalayn": "(Mereka) lafal Hum menjadi Mubtada (dan istri-istri mereka berada dalam tempat yang teduh) lafal Zhilaalun ini adalah bentuk jamak dari lafal Zhillun atau Zhillatun; menjadi Khabar Mubtada; arti Zhillun adalah tidak terkena panas matahari maksudnya teduh. (Di atas dipan-dipan) lafal Araa-iki adalah bentuk jamak dari lafal Ariikah, adalah ranjang atau permadani yang tebal (mereka bersandaran) bertelekan di atas dipan-dipan; lafal ayat ini menjadi Khabar kedua dan menjadi tempat berta'alluqnya Alal Araaa-iki."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 57,
    "arab": "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ ۚ ",
    "translation": "Di surga itu mereka memperoleh buah-buahan dan memperoleh apa saja yang mereka inginkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3762.mp3",
    "tafsir": "Orang-orang yang beriman akan memakan bermacam-macam buah-buahan yang lezat di dalam surga, dan memperoleh semua yang mereka inginkan. Bagi yang suka bermain disediakan berbagai alat permainan, yang suka olahraga juga disediakan semua kebutuhan olahraga. Demikian pula berbagai alat kesenian yang mereka inginkan Firman Allah:\n\nDi dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram. (ad-Dukhan/44: 55)\n\n(58) Yang mereka inginkan itu ialah salam dari Allah yang disampaikan kepada mereka untuk memuliakan mereka. Salam ini langsung disampaikan Allah atau mungkin dengan perantaraan malaikat, seperti firman Allah:\n\n¦sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24)\n\nSalam berarti selamat dan sejahtera, terpelihara dari segala yang tidak disenangi memperoleh semua yang diingini sehingga orang itu memperoleh kenikmatan jasmani dan rohani yang tiada bandingannya.",
    "quraish": "Di surga itu mereka memperoleh aneka ragam buah-buahan. Semua yang mereka minta akan disediakan.",
    "jalalayn": "(Di surga itu mereka memperoleh buah-buahan dan mereka memperoleh pula) di dalamnya (apa yang mereka minta) apa yang mereka dambakan."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 58,
    "arab": "سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ",
    "translation": "(Kepada mereka dikatakan), “Salam,” sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3763.mp3",
    "tafsir": "Yang mereka inginkan itu ialah salam dari Allah yang disampaikan kepada mereka untuk memuliakan mereka. Salam ini langsung disampaikan Allah atau mungkin dengan perantaraan malaikat, seperti firman Allah: a¢â‚¬Â¦sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24) Salam berarti selamat dan sejahtera, terpelihara dari segala yang tidak disenangi memperoleh semua yang diingini sehingga orang itu memperoleh kenikmatan jasmani dan rohani yang tiada bandingannya.",
    "quraish": "Diucapkan untuk mereka ucapan keselamatan yang berasal dari Tuhan Yang Maha Pengasih.",
    "jalalayn": "(Kepada mereka dikatakan, \"Salaam\") kedudukan kalimat ini menjadi Mubtada (sebagai ucapan selamat) yang menjadi Khabarnya ialah (dari Rabb Yang Maha Penyayang) kepada mereka, yakni Dia mengucapkan kepada mereka, \"Kesejahteraan atas kalian.\""
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 59,
    "arab": "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ",
    "translation": "Dan (dikatakan kepada orang-orang kafir), “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai orang-orang yang berdosa!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3764.mp3",
    "tafsir": "Allah memerintahkan kepada orang-orang kafir agar segera berpisah dari orang-orang yang beriman dan masuk ke dalam neraka sebagai tempat yang telah disediakan untuk mereka.\nPerintah ini disampaikan Allah, sewaktu seluruh manusia telah selesai dihisab di Padang Mahsyar. Orang-orang yang beriman diperintahkan masuk ke dalam surga dan orang-orang kafir diperintahkan masuk ke dalam neraka.\nAyat lain yang senada dengan ayat ini ialah firman Allah:\n\n(Diperintahkan kepada malaikat), \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah, selain Allah, lalu tunjukkanlah kepada mereka jalan ke neraka. (ash-shaffat/37: 22-23)",
    "quraish": "Dan bagi para pelaku kejahatan, pada hari ini dikatakan kepada mereka, \"Menyingkirlah kalian dari kelompok orang-orang yang beriman!",
    "jalalayn": "(Dan) Dia berfirman pula, (\"Berpisahlah kalian dan orang-orang mukmin pada hari ini hai orang-orang yang berbuat jahat) mereka diperintahkan supaya berpisah di kala mereka bercampur dengan orang-orang mukmin."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 60,
    "arab": "اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
    "translation": "Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3765.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa orang-orang kafir yang digiring masuk neraka itu dihardik dan diingatkan Allah kepada perbuatan-perbuatan dosa yang pernah mereka kerjakan di dunia. Allah berfirman, \"Bukankah dahulu pernah Aku wasiatkan kepadamu agar jangan sekali-kali menyembah setan. Di samping itu, telah Aku kemukakan kepadamu bukti-bukti yang kuat menurut akal pikiran, dan Aku utus rasul kepadamu dengan membawa kitab yang berisi petunjuk ke jalan kebahagiaan dunia dan akhirat. Sebenarnya dengan hidayat dan pengutusan rasul itu telah cukup sebagai alasan bagimu untuk tidak mengikuti godaan setan. Tetapi semuanya itu tidak kamu hiraukan, sehingga jadilah nasibmu seperti keadaan sekarang ini.\"\nAllah menerangkan alasan-Nya melarang manusia mengikuti setan, yaitu karena setan itu merupakan musuh yang nyata bagi manusia. Permusuhan manusia dengan setan telah berlangsung sejak dahulu, yaitu sejak setan menyesatkan Adam dan Hawa, sehingga mereka dikeluarkan Allah dari surga. Sejak itu setan selalu berusaha dan berdaya upaya menyesatkan manusia.",
    "quraish": "Bukankah telah Aku wasiatkan kepada kalian, wahai anak keturunan Adam, agar kalian tidak mengikuti jalan setan sehingga kalian menjadi budaknya? Sesungguhnya setan itu merupakan musuh yang nyata.",
    "jalalayn": "(Bukankah Aku telah memerintahkan kepada kalian hai Bani Adam) melalui lisan Rasul-rasul-Ku (supaya kalian tidak menyembah setan) jangan menaatinya. (Sesungguhnya setan itu adalah musuh yang nyata bagi kalian\") yakni jelas permusuhannya."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 61,
    "arab": "وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "translation": "dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3766.mp3",
    "tafsir": "Allah memerintahkan manusia agar hanya menyembah-Nya, mengikuti semua yang diperintahkan-Nya, dan menghentikan semua yang dilarang-Nya. Jika seseorang telah melaksanakan segala yang diperintahkan-Nya dan menghentikan semua yang dilarang-Nya berarti ia telah menempuh jalan yang diridai, dan itulah jalan yang lurus dan itulah agama yang benar yang berasal dari Tuhan semesta alam.",
    "quraish": "Juga agar kalian mengesakan Aku dalam beribadah, karena itu merupakan jalan yang benar-benar lurus.",
    "jalalayn": "(Dan hendaklah kalian menyembah-Ku) yakni esakanlah Aku dan taatilah Aku. (Inilah jalan) maksudnya tuntunan (yang lurus.)"
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 62,
    "arab": "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ",
    "translation": "Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3767.mp3",
    "tafsir": "Ayat ini menerangkan pengaruh dan akibat godaan setan kepada manusia, yaitu mereka ingkar dan tidak menaati Allah, bahkan banyak di antara mereka yang mempersekutukan-Nya.\nAlangkah lemahnya hati manusia, sehingga mereka dapat tergoda oleh setan. Padahal mereka telah dianugerahi akal, pikiran, perasaan, kemampuan jasmani dan rohani, demikian pula taufik dan hidayah berupa agama yang disampaikan rasul kepada mereka. Sebenarnya dengan semua anugerah yang diberikan itu, manusia dapat membedakan mana yang benar dan mana yang salah, mana jalan yang lurus dan mana jalan yang sesat, mana perbuatan dosa dan mana amal yang saleh. Tetapi mereka lalai dan selalu memperturutkan hawa nafsunya.",
    "quraish": "Sungguh setan telah menyesatkan banyak di antara kalian. Kalian telah tertipu mengapa tidak berpikir saat mengikuti jalan setan.\"",
    "jalalayn": "(Sesungguhnya setan itu telah menyesatkan sebagian besar di antara kalian) lafal Jibillan adalah bentuk jamak dari Jabiilun seperti wazan Qadiimun, artinya makhluk. Menurut qiraat yang lain dibaca Jibullan dengan harakat Dhammah pada huruf Ba. (Maka apakah kalian tidak memikirkan?) tentang permusuhan setan dan penyesatannya; atau azab yang bakal menimpa mereka, yang karenanya mereka lalu mau beriman. Dikatakan kepada mereka di akhirat nanti:"
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 63,
    "arab": "هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
    "translation": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3768.mp3",
    "tafsir": "Allah menyatakan kepada orang-orang kafir, \"Hai orang-orang kafir, inilah neraka Jahanam yang pernah Aku janjikan kepadamu dan janji itu telah disampaikan oleh rasul yang telah diutus kepadamu semasa hidup di dunia dahulu. Akan tetapi, kamu tidak mempercayainya, bahkan kamu ingkar dan durhaka kepada-Ku dan menyembah tuhan selain-Ku.\" Al-Qur'an menggunakan kata hadzihi yaitu bentuk isim isyarah untuk sesuatu yang dekat guna menggambarkan bahwa neraka Jahanam sudah berada di hadapan mereka, ini merupakan sebuah gambaran yang mengerikan.",
    "quraish": "Kepada mereka dikatakan, \"Inilah neraka jahanam yang telah dijanjikan saat kalian berada di dunia. Ia merupakan balasan atas kekufuran kalian.",
    "jalalayn": "(Inilah Jahanam yang kalian dahulu diancam) dengannya."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 64,
    "arab": "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ",
    "translation": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3769.mp3",
    "tafsir": "Selanjutnya, Allah memerintahkan kepada mereka, \"Hai orang-orang kafir, masuklah dan rasakanlah pada hari ini panasnya api neraka. Tetaplah di dalamnya sebagai balasan dari keingkaran dan perbuatan dosa yang telah kamu kerjakan dahulu.\" \nDari ayat-ayat ini dipahami, seakan-akan Allah memperingatkan kepada orang-orang kafir yang sedang diazab itu bahwa mereka tidak perlu lagi menyesal, putus asa dan bersedih hati karena azab yang sedang mereka alami. Azab yang diberikan kepada mereka merupakan ketetapan Tuhan yang tidak mungkin diubah lagi. Kepada mereka sewaktu hidup di dunia telah disampaikan bermacam-macam peringatan dan bermacam-macam cobaan, tetapi mereka tetap ingkar. Oleh karena itu, rasakanlah dan terimalah azab yang sedang ditimpakan itu.",
    "quraish": "Masuklah kalian ke dalam neraka jahanam ini. Pada hari ini, panas neraka jahanam itu semakin keras dengan kekufuran kalian.\"",
    "jalalayn": "(Masuklah ke dalamnya pada hari ini disebabkan kalian dahulu mengingkarinya.)"
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 65,
    "arab": "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ",
    "translation": "Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3770.mp3",
    "tafsir": "Ketika menerima azab di neraka, ada sebagian dari orang-orang kafir yang mengingkari perbuatan-perbuatan jahat mereka di dunia sebagaimana diterangkan dalam firman Allah:\n\nKemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (al-An'am/6: 23)\n\nMaka pada ayat 65 ini, Allah mengunci mati mulut-mulut mereka sehingga mereka tidak dapat berbohong maupun mendebat adanya perbuatan mereka. Apalagi tangan-tangan mereka kemudian berbicara dan kaki-kaki mereka menjadi saksi atas apa yang mereka kerjakan, sehingga mereka tidak mungkin lagi mengelak atas adanya perbuatan-perbuatan mereka yang melawan agama. Pada hari akhirat ini, hukum berlaku dengan seadil-adilnya sesuai dengan segala perbuatan mereka di dunia. \nMenurut riwayat Anas bin Malik dikatakan:Dari Anas bin Malik, ia berkata, \"Kami sedang berada di sisi Nabi saw, tiba-tiba beliau tertawa. Kata beliau, \"Tahukah kamu mengapa saya tertawa? Kami menjawab, \"Allah dan rasul-Nya yang lebih tahu\". Beliau berkata,\"(Saya tertawa) karena adanya pembicaraan antara seorang hamba dengan Tuhannya\". Hamba berkata, \"Wahai Tuhanku, bukankah Engkau telah menyelamatkan aku dari kezaliman? \"Ya benar, kamu telah Aku selamatkan\", jawab Tuhannya. Hamba berkata, \" Sesungguhnya aku tidak akan mengizinkan atas diriku kecuali seorang saksi dari padaku\". Tuhannya menjawab, \"Cukup, kamu menjadi saksi atas dirimu dan para malaikat pencatat amal juga menjadi saksi\". Nabi saw lalu berkata, \" Kemudian mulut hamba tadi ditutup, lalu anggota-anggota badan diperintahkan untuk berbicara, \"Bicaralah!\". Kata Nabi saw lagi, \" Maka anggota-anggota badan itu berbicara (sesuai perbuatannya). (Riwayat Imam Abu Ya'la al-Maushuli) \n\nBanyak ayat-ayat Al-Qur'an yang menerangkan tentang persaksian anggota tubuh manusia terhadap perbuatan-perbuatan yang telah mereka lakukan selama hidup di dunia ini, di antaranya ialah firman Allah:\n\nPada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nur/24: 24)\n\nAllah menjadikan tangan dan kaki berbicara sebagai saksi karena tanganlah yang mengerjakan perbuatan itu, sedang kaki ikut menyaksikan apa yang dikerjakan oleh tangan itu. Jadi perbuatan tangan merupakan suatu ikrar atau pengakuan, sedangkan perkataan kaki merupakan persaksian.\nJika semua perbuatan buruk seorang manusia dibukakan dan diungkapkan selama hidup di dunia dan diketahui oleh orang banyak maka ia merasa malu dan merasa sukar menyembunyikan muka mereka. Bahkan banyak pula di antara manusia yang membunuh dirinya karena tidak sanggup menahan rasa malu itu. Di akhirat, mereka akan mengalami apa yang mereka tidak sanggup mengalami dan menanggungnya semasa hidup di dunia.",
    "quraish": "Pada hari itu Kami tutup mulut mereka sehingga tidak dapat berkata. Tangan-tangan merekalah yang berbicara kepada Kami. Dan kaki-kaki mereka pun berbicara sebagai saksi atas perbuatan-perbuatan mereka.",
    "jalalayn": "(Pada hari ini Kami tutup mulut mereka) mulut orang-orang kafir, karena mereka mengatakan, yaitu sebagaimana yang disitir oleh firman-Nya, \"Demi Allah, Rabb kami, tiadalah kami mempersekutukan Allah.\" (Q.S. 6 Al An'am, 23) (Dan berkatalah kepada Kami tangan mereka dan kaki mereka memberi kesaksian) juga anggota-anggota mereka lainnya (terhadap apa yang dahulu mereka kerjakan) setiap anggota tubuh mengucapkan apa yang telah diperbuatnya."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 66,
    "arab": "وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ",
    "translation": "Dan jika Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka; sehingga mereka berlomba-lomba (mencari) jalan. Maka bagaimana mungkin mereka dapat melihat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3771.mp3",
    "tafsir": "Ayat ini menerangkan kekuasaan Allah terhadap hamba-hamba-Nya, yaitu jika Dia menghendaki dapat saja menghapus penglihatan dan pendengaran orang-orang kafir, sehingga tidak dapat melihat padahal mereka harus banyak beramal dan berbuat baik. Akan tetapi, karena sifat kasih sayang Allah kepada manusia, maka hal itu tidak dilakukan-Nya. Orang-orang kafir tetap dapat melihat dan berbuat baik di dunia sesuai dengan petunjuk agama. Akan tetapi, hal itu tidak mereka lakukan, bahkan mereka banyak berbuat dosa. Dengan demikian, di samping mereka tidak memiliki amal kebaikan yang perlu diberi pahala, dosa-dosa mereka juga sangat banyak sehingga siksaan Allah di akhirat tentu sangat berat. Mereka tidak dapat mengelak dari semua itu karena adanya kesaksian tangan dan kaki mereka.",
    "quraish": "Dan jika Kami menghendaki untuk menghilangkan penglihatan mereka di dunia, niscaya Kami akan butakan mereka. Lalu mereka berlomba-lomba meniti jalan yang harus mereka lalui. Tapi mereka tidak dapat lagi melihat jalan itu. Bagaimana mungkin mereka dapat melihatnya, bukankah Kami telah membuat mereka buta?",
    "jalalayn": "(Dan jika Kami menghendaki pastilah Kami hapuskan penglihatan mereka) Kami jadikan penglihatan mereka buta sama sekali (lalu mereka berlomba-lomba) bersegera (-mencari- jalan) untuk pergi sebagaimana kebiasaan mereka. (Maka betapakah) bagaimanakah (mereka dapat melihat) jalan itu, jika mereka dalam keadaan buta? Yakni mereka pasti tidak akan dapat melihat jalan itu."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 67,
    "arab": "وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ࣖ ",
    "translation": "Dan jika Kami menghendaki, pastilah Kami ubah bentuk mereka di tempat mereka berada; sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3772.mp3",
    "tafsir": "Ayat ini juga menerangkan kekuasaan Allah, yaitu jika Allah menghendaki maka Dia dapat mengubah bentuk orang-orang kafir di tempat mereka berada, sehingga tidak sanggup lagi berjalan dan kembali. Akan tetapi, hal itu tidak dilakukan karena Allah Maha Pengasih dan Maha Penyayang. Meskipun begitu, orang-orang kafir yang memiliki kesempatan untuk beramal saleh sesuai petunjuk agama juga tidak melakukannya, bahkan mereka bertambah ingkar sehingga pantas mendapat siksa yang berat dan menghinakan di akhirat.",
    "quraish": "Dan jikalau Kami menghendaki untuk mengubah bentuk mereka, niscaya Kami akan mengubah mereka ke dalam bentuk yang buruk, menggantikan kekuatan dan kedudukan yang sebelumnya mereka miliki. Maka mereka pun tidak dapat berjalan ke depan atau mundur ke belakang kareka Kami telah menghilangkan kekuatan yang ada pada mereka.",
    "jalalayn": "(Dan jika Kami menghendaki pastilah Kami ubah mereka) diubah menjadi kera, babi atau batu (di tempat mereka berada) menurut qiraat yang lain lafal Makanatihim dibaca dalam bentuk jamak, yaitu Makaanaatihim, yaitu di tempat-tempat mereka (maka mereka tidak sanggup berjalan dan tidak pula sanggup kembali) yakni mereka tidak dapat pergi dan tidak dapat pulang kembali."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 68,
    "arab": "وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ",
    "translation": "Dan barangsiapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3773.mp3",
    "tafsir": "Selanjutnya Allah menegaskan bahwa barang siapa yang dipanjangkan umurnya, niscaya akan dikembali kepada awal kejadiannya. Artinya, mereka kembali lemah dan kurang akal seperti anak kecil. Tidak kuat lagi melakukan ibadah-ibadah yang berat dan mulai banyak lupa, sehingga tidak banyak dapat melakukan ibadah dengan baik. Pada akhir ayat ini, Allah mempertanyakan mengapa mereka tidak mengerti dan menggunakan kesempatan selagi masih muda dan kuat.\nNabi saw menerangkan hal ini dalam hadisnya yang berbunyi:\nPergunakan kesempatan yang lima sebelum datang yang lima: waktu luangmu sebelum waktu sibukmu, waktu kayamu sebelum waktu miskinmu, waktu sehatmu sebelum waktu sakitmu, waktu mudamu sebelum waktu tuamu, dan waktu hidupmu sebelum waktu matimu.(Riwayat al-hakim dari Ibnu 'Abbas)\n\nApakah orang-orang kafir tidak mempergunakan akalnya bahwa semakin panjang dan tua umur seseorang semakin lemah jasmani dan rohaninya dan semakin tidak mampu ia berbuat. Allah telah memberinya umur yang cukup kepada mereka untuk dapat berbuat banyak, beramal saleh, menuntut ilmu yang cukup, beribadah dengan baik, dan sebagainya. Akan tetapi, mereka tidak mempergunakan umur itu dengan sebaik-baiknya. Allah mengutus para rasul kepada mereka dengan membawa petunjuk ke jalan yang lurus, tetapi mereka tidak mengikuti rasul dan petunjuk itu bahkan mereka mendustakan dan mengingkarinya.",
    "quraish": "Barangsiapa yang Kami panjangkan usianya, Kami akan mengembalikannya dari kuat menjadi lemah. Tidakkah mereka berpikir akan kekuasaan Kami melakukan hal itu sehingga mereka menyadari bahwa dunia ini hanyalah ediaman yang fana dan akhirat merupakan tempat yang abadi?(1). (1) Hal itu terjadi karena kehidupan manusia mengalami tiga fase, yaitu fase pertumbuhan, fase kematangan dan fase atrofi atau penyusutan. Seseorang akan memasuki masa tua ketika pada dirinya mulai terjadi penyusutan parenkim di ginjal, jantung, kelenjar gondok dan pankreas. Itu semua mempunyai peranan dalam membuat seluruh tubuh menjadi lemah. Pembuluh nadi pun, saat itu, mulai mengalami pengerasan dan penyusutan. Dengan demikian, darah yang mengalir ke seluruh bagian tubuh pun berkurang. Akibatnya tubuh menjadi semakin lemah. Di antara penyebab ketuaan lainnya adalah bahwa daya perusak lebih kuat daripada daya pembangun (metabolisme) tubuh. Hal itu dimungkinkan karena semua sel pada tubuh mengalami perubahan terus menerus, kecuali sel otak dan urat saraf tulang belakang yang tidak pernah mengalami perubahan sepanjang hidup. Jika jumlah sel baru sama dengan jumlah sel yang mati, maka tidak akan terjadi apa-apa pada tubuh. Tetapi jika jumlah sel yang mati lebih banyak daripada sel baru pada bagian tubuh mana saja, maka bagian tubuh itu akan mengalami penyusutan. Atas dasar itu, semakin bertambah usia seseorang, jumlah selnya yang mati pun bertambah banyak. Pada gilirannya akan terjadi penambahan degradasi sel yang mengakibatkan penyusutan secara umum. Jumlah pertambahan sel-sel baru itu sendiri berbeda dari satu jaringan ke jaringan lain. Jaringan yang tampak, seperti kulit yang menyelimuti tubuh dan selaput dalam saluran pencernaan serta saluran-saluran kelenjar mengalami penyusutan lebih banyak seiring dengan bertambahnya usia seseorang. Dan itu merupakan penyebab langsung terjadinya ketuaan.",
    "jalalayn": "(Dan barang siapa yang Kami panjangkan umurnya) yaitu diperpanjang ajalnya (niscaya dia Kami kembalikan) menurut qiraat yang lain tidak dibaca Nunakkis-hu melainkan Nunkis-hu yang berasal dari Mashdar At-Tankiis, yakni mengembalikannya (kepada kejadiannya) sehingga setelah ia kuat dan muda lalu menjadi tua dan lemah kembali. (Maka apakah mereka tidak memikirkan?) bahwasanya Dzat Yang Maha Kuasa memperbuat demikian, berkuasa pula untuk membangkitkan hidup kembali, oleh karenanya mereka lalu mau beriman kepada-Nya. Menurut qiraat yang lain lafal Ya'qiluuna dibaca Ta'qiluuna dengan memakai huruf Ta."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 69,
    "arab": "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ",
    "translation": "Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah pantas baginya. Al-Qur'an itu tidak lain hanyalah pelajaran dan Kitab yang jelas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3774.mp3",
    "tafsir": "Pada ayat ini, Allah membantah tuduhan kaum kafir yang mengatakan bahwa Al-Qur'an adalah syair yang diciptakan oleh Nabi Muhammad saw sendiri. Dengan demikian, menurut tuduhan mereka, Muhammad adalah seorang penyair. Hal ini dibantah keras pada ayat ini, karena Al-Qur'an merupakan wahyu Allah yang membawa kebenaran. Sedang Nabi Muhammad saw bertugas menyampaikannya kepada umat manusia semua kebenaran yang diterima dari Allah. Nabi Muhammad bukan penyair yang hanya mengkhayal, tetapi rasul Allah yang membawa kebenaran untuk memperbaiki orang-orang jahiliah.\nAl-Qur'an jauh berbeda dengan syair yang berkembang di tanah Arab ketika itu. perbedaan itu dapat dilihat dalam hal:\n1.Syair Arab waktu itu merupakan rangkaian kalimat-kalimat yang terikat pada wazan (timbangan kalimat) atau pola tertentu, bahr-bahr (irama dan notasi dalam syair Arab) tertentu, seperti bahr kamil, bahr rajaz, dan lain-lain.\nSedangkan ayat-ayat Al-Qur'an susunan kalimatnya begitu indah, pilihan diksi kata-katanya begitu tepat, tetapi tidak terikat pada wazan dan bahr syair Arab.\n2.Syair Arab juga terikat pada qafiyah, yaitu huruf akhir tertentu. Jika hal itu tidak dipenuhi, maka rusaklah syair tersebut, sehingga ada unsur pemaksaan atau takalluf.\nPada ayat-ayat Al-Qur'an memang ada beberapa huruf akhir yang sama sehingga bersajak (masju'), tetapi menjadi lebih indah karena tidak kaku dan tidak ada unsur pemaksaan (takalluf).\n3.Isi syair Arab biasanya berupa khayalan penyair dengan imajinasi yang tinggi sehingga melupakan banyak hal yang tidak sesuai dengan kenyataan yang ada. \nSedangkan ayat-ayat Al-Qur'an semuanya sesuai dengan kenyataan, baik alam gaib maupun alam nyata, sehingga memberi informasi yang benar.\n4.Syair-syair Arab biasanya berupa puji-pujian yang berlebih-lebihan terhadap raja atau kepala suku sehingga menjadikan para raja bertambah sombong. Syair bisa juga berisi celaan atau ejekan terhadap musuh sehingga meningkatkan permusuhan yang ada.\nSedangkan Al-Qur'an selalu berbicara masalah kebenaran tanpa membuat orang menjadi sombong, bahkan ayat Al-Qur'an melarang kesombongan dan rasa kebencian maupun permusuhan.\n5.Syair-syair Arab seringkali disusun dan dirangkai oleh penyair dan digunakan untuk mendapat hadiah sebagai mata pencaharian penyair.\nSedangkan ayat-ayat Al-Qur'an semata-mata memberi informasi, petunjuk, dan pelajaran yang baik. Bahkan ayat Al-Qur'an tidak boleh diperjualbelikan dengan harga murah untuk memperoleh penghasilan tertentu.\n\nDari hal-hal di atas terbukti bahwa bahasa Al-Qur'an lebih indah dari syair dan kandungan isinya lebih baik dan memberi manfaat yang lebih besar bagi kehidupan manusia secara keseluruhan.\nAllah menegaskan bahwa Dia tidak mengajarkan syair kepada Muhammad saw. Ia hanyalah mewahyukan Al-Qur'an kepadanya, untuk disampaikan kepada umat manusia. Tuduhan kaum musyrik dan kaum kafir bahwa Muhammad saw adalah penyair adalah tuduhan yang tidak patut dan tidak dapat diterima akal yang sehat.\nKemudian Allah menegaskan lagi bahwa Al-Qur'an yang disampaikan oleh Muhammad saw adalah pelajaran dan kitab suci yang memberikan penerangan kepada umat manusia untuk mencapai kebahagiaan lahir dan batin, dunia dan akhirat.\nKaum musyrik mengatakan Al-Qur'an itu syair, karena kata-kata dan kalimat-kalimat yang terdapat di dalamnya demikian indah dan tepat. Bahkan kadang-kadang mereka mengatakan Al-Qur'an adalah sihir, karena kata-kata dan susunan kalimatnya memang memesona siapa saja yang mendengarnya. Akan tetapi, tuduhan mereka ini sama sekali tidak benar. Al-Qur'an bukanlah sihir ataupun syair, karena syair merupakan susunan yang terikat kepada pola-pola tertentu, sedang Al-Qur'an tidaklah demikian.",
    "quraish": "Kami tidak pernah mengajarkan kepada rasul Kami suatu syair. Seorang rasul, karena kedudukan dan kehormatannya, tidak pantas menjadi seorang penyair. Al-Qur'ân yang diturunkan kepadanya itu pun tidak lain dari nasihat dan kitab samawi yang jelas. Maka tidak ada korelasi antara al-Qur'ân dan syair.",
    "jalalayn": "(Dan Kami tidak mengajarkan kepadanya) yakni kepada Nabi saw. (tentang syair) ayat ini diturunkan sebagai sanggahan terhadap perkataan orang-orang kafir, karena mereka telah mengatakan, bahwa sesungguhnya Alquran yang didatangkan olehnya adalah syair (dan bersyair itu tidak layak) tidak mudah (baginya.) (Alquran itu tiada lain) apa yang diturunkan kepadanya, tiada lain (hanyalah pelajaran) nasihat (dan Kitab yang memberi penerangan) yang menjelaskan tentang hukum-hukum dan lain-lainnya."
  },
  {
    "page": 444,
    "name": "Yasin",
    "ayat": 70,
    "arab": "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ",
    "translation": "agar dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar pasti ketetapan (azab) terhadap orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3775.mp3",
    "tafsir": "Selanjutnya Allah menjelaskan bahwa fungsi Al-Qur'an antara lain untuk memberikan peringatan kepada umat manusia. Di samping itu, ia juga menerangkan kepastian adanya ketetapan azab bagi orang-orang kafir.\nOrang-orang yang hati, pikiran, dan semangatnya tetap hidup pasti mengambil Al-Qur'an sebagai pedoman yang utama, karena Al-Qur'an membawa ajaran yang melenyapkan kebodohan dan kebekuan, menyembuhkan penyakit-penyakit mental yang merusak hidup manusia, baik lahir maupun batin serta menjadi rahmat bagi orang-orang yang bertakwa.\nSebaliknya orang-orang yang hati, pikiran, dan semangatnya sudah mati dan membeku, tidak mau mengambil pelajaran dan bimbingan dari Al-Qur'an karena godaan setan sudah membelenggu sedemikian rupa.\nSebetulnya, di dalam hati para pemuka kaum kafir dan musyrik itu telah mengakui kebenaran dan kemukjizatan Al-Qur'an. Akan tetapi, mereka tidak berani mengemukakan pengakuan itu, karena takut akan kehilangan pengaruh di lingkungan kaumnya yang menyebabkan turunnya kewibawaan, dan kehilangan sumber penghasilan.",
    "quraish": "Untuk memberi peringatan kepada orang yang hatinya dan akalnya terbuka. Dan keputusan bahwa siksaan akan menimpa orang-orang yang mengingkari dan memungkiri petunjuknya teah ditetapkan.",
    "jalalayn": "(Supaya dia memberi peringatan) dengan Alquran itu; lafal Liyundzira dapat pula dibaca Litundzira artinya supaya kamu memberi peringatan dengan Alquran itu (kepada orang-orang yang hidup) hatinya, maksudnya tanggap terhadap apa-apa yang dinasihatkan kepada mereka; mereka adalah orang-orang mukmin (dan supaya pastilah ketetapan) azab (terhadap orang-orang kafir) mereka diserupakan orang mati, karena mereka tidak tanggap terhadap apa-apa yang dinasihatkan kepada mereka."
  }
]