[
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 71,
    "arab": "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ ",
    "translation": "Dan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka, yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3776.mp3",
    "tafsir": "Allah memperingatkan kembali kepada kaum kafir tentang sifat dan rahmat yang telah dikaruniakan-Nya kepada mereka yang sepatutnya disyukuri. Rahmat yang dikaruniakan itu lalu mereka kuasai dan ambil manfaatnya sedemikian rupa. Akan tetapi, mereka tidak pernah bersyukur, bahkan mengingkari rahmat tersebut.\nDi antara rahmat dan karunia Allah adalah bermacam-macam hewan dan binatang ternak yang telah diciptakan dan disediakan-Nya untuk manusia. Sebagian dari hewan tersebut mereka jadikan kendaraan untuk mengangkut mereka dan barang-barang dari suatu tempat ke tempat yang lain. Dari hewan itu pula mereka memperoleh bahan makanan, minuman, pakaian, dan alat-alat keperluan lainnya. Namun demikian, mereka tidak bersyukur kepada Allah yang telah menciptakan dan menyediakan semuanya itu untuk kepentingan mereka.",
    "quraish": "Apakah orang-orang kafir itu buta sehingga tidak melihat hasil ciptaan kemahakuasaan Kami berupa hewan-hewan ternak(1) yang kemudian mereka miliki dan mereka perlakukan semau mereka? (1) Yaitu unta, domba dan sapi.",
    "jalalayn": "(Dan apakah mereka tidak melihat) tidak memperhatikan, Istifham di sini mengandung makna Taqrir dan huruf Wau yang masuk kepadanya merupakan huruf 'Athaf (bahwa Kami telah menciptakan untuk mereka) ini ditujukan kepada segolongan manusia (dari apa yang telah Kami ciptakan dengan kekuasaan Kami) dari hasil ciptaan Kami tanpa sekutu dan tanpa pembantu (yaitu berupa binatang ternak) unta, sapi, dan kambing lalu mereka menguasainya?) dapat memeliharanya."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 72,
    "arab": "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ",
    "translation": "Dan Kami menundukkannya (hewan-hewan itu) untuk mereka; lalu sebagiannya untuk menjadi tunggangan mereka dan sebagian untuk mereka makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3777.mp3",
    "tafsir": "Allah memperingatkan kembali kepada kaum kafir tentang sifat dan rahmat yang telah dikaruniakan-Nya kepada mereka yang sepatutnya disyukuri. Rahmat yang dikaruniakan itu lalu mereka kuasai dan ambil manfaatnya sedemikian rupa. Akan tetapi, mereka tidak pernah bersyukur, bahkan mengingkari rahmat tersebut.\nDi antara rahmat dan karunia Allah adalah bermacam-macam hewan dan binatang ternak yang telah diciptakan dan disediakan-Nya untuk manusia. Sebagian dari hewan tersebut mereka jadikan kendaraan untuk mengangkut mereka dan barang-barang dari suatu tempat ke tempat yang lain. Dari hewan itu pula mereka memperoleh bahan makanan, minuman, pakaian, dan alat-alat keperluan lainnya. Namun demikian, mereka tidak bersyukur kepada Allah yang telah menciptakan dan menyediakan semuanya itu untuk kepentingan mereka.",
    "quraish": "Hewan-hewan itu Kami tundukkan untuk kepentingan mereka. Ada yang dapat dijadikan kendaraan, ada pula yang dapat dimakan.",
    "jalalayn": "(Dan Kami tundukkan binatang-binatang itu) Kami jadikan mereka tunduk (untuk mereka; maka sebagiannya menjadi tunggangan mereka) menjadi kendaraan mereka (dan sebagiannya mereka makan.)"
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 73,
    "arab": "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ",
    "translation": "Dan mereka memperoleh berbagai manfaat dan minuman darinya. Maka mengapa mereka tidak bersyukur?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3778.mp3",
    "tafsir": "Allah memperingatkan kembali kepada kaum kafir tentang sifat dan rahmat yang telah dikaruniakan-Nya kepada mereka yang sepatutnya disyukuri. Rahmat yang dikaruniakan itu lalu mereka kuasai dan ambil manfaatnya sedemikian rupa. Akan tetapi, mereka tidak pernah bersyukur, bahkan mengingkari rahmat tersebut.\nDi antara rahmat dan karunia Allah adalah bermacam-macam hewan dan binatang ternak yang telah diciptakan dan disediakan-Nya untuk manusia. Sebagian dari hewan tersebut mereka jadikan kendaraan untuk mengangkut mereka dan barang-barang dari suatu tempat ke tempat yang lain. Dari hewan itu pula mereka memperoleh bahan makanan, minuman, pakaian, dan alat-alat keperluan lainnya. Namun demikian, mereka tidak bersyukur kepada Allah yang telah menciptakan dan menyediakan semuanya itu untuk kepentingan mereka.",
    "quraish": "Dari hewan-hewan itu pula mereka dapat menikmati beberapa kegunaan lain--seperti wol, bulu, kulit, maupun tulangnya--dan minuman dari susunya. Apakah mereka melupakan nikmat-nikmat itu sehingga tidak bersyukur kepada Tuhan yang menganugerahkannya?",
    "jalalayn": "(Dan mereka memperoleh padanya manfaat-manfaat) yakni dari bulu unta, kambing, dan dombanya (dan minuman) dari air susunya, lafal Masyaarib adalah bentuk jamak dari lafal Masyrab yang bermakna Asy-Syurb atau minuman, makna yang dimaksud adalah tempat minum. (Maka mengapakah mereka tidak bersyukur?) kepada Allah Yang telah melimpahkan nikmat-nikmat itu kepada mereka, lalu karenanya mereka mau beriman. Makna yang dimaksud ialah mereka tidak mensyukurinya."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 74,
    "arab": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ ",
    "translation": "Dan mereka mengambil sesembahan selain Allah agar mereka mendapat pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3779.mp3",
    "tafsir": "Allah menerangkan pada ayat ini bahwa kaum kafir telah menguasai dan mengambil manfaat sedemikian rupa dari rahmat yang diciptakan dan dikaruniakan Allah. Jangankan mereka bersyukur kepada-Nya, bahkan sebaliknya mereka bertuhan kepada selain Allah, karena mereka menyangka akan segera mendapat pertolongan. Mereka menyembah patung, berhala, atau benda lainnya, padahal semuanya itu tidak dapat memberikan pertolongan apa-apa. Dengan demikian, mereka mengharapkan sesuatu yang mustahil, yang tidak dibenarkan oleh pikiran dan akal yang sehat.",
    "quraish": "Orang-orang musyrik menyembah tuhan-tuhan selain Allah dengan harapan agar tuhan-tuhan itu dapat memberikan pertolongan kepada mereka.",
    "jalalayn": "(Mereka mengambil selain Allah) selain-Nya (sebagai sesembahan-sesembahan) berhala-berhala yang mereka sembah (agar mereka mendapat pertolongan) terhindar dari azab Allah, karena mendapat syafaat dari tuhan-tuhan sesembahan mereka itu, ini menurut dugaan mereka sendiri."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 75,
    "arab": "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ",
    "translation": "Mereka (sesembahan) itu tidak dapat menolong mereka; padahal mereka itu menjadi tentara yang disiapkan untuk menjaga (sesembahan) itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3780.mp3",
    "tafsir": "Allah menerangkan pada ayat ini bahwa kaum kafir telah menguasai dan mengambil manfaat sedemikian rupa dari rahmat yang diciptakan dan dikaruniakan Allah. Jangankan mereka bersyukur kepada-Nya, bahkan sebaliknya mereka bertuhan kepada selain Allah, karena mereka menyangka akan segera mendapat pertolongan. Mereka menyembah patung, berhala, atau benda lainnya, padahal semuanya itu tidak dapat memberikan pertolongan apa-apa. Dengan demikian, mereka mengharapkan sesuatu yang mustahil, yang tidak dibenarkan oleh pikiran dan akal yang sehat.",
    "quraish": "Tuhan-tuhan itu tidak akan dapat memberikan pertolongan jika Allah berkehendak memberikan kemudaratan kepada mereka, sebab tuhan-tuhan itu, memang, tidak dapat mendatangkan keuntungan dan kerugian apa-apa. Padahal, mereka sendiri malah menjadi ajudan untuk tuhan-tuhan yang lemah itu, yang siap mengabdi dan melindungi mereka dari marabahaya.",
    "jalalayn": "(Berhala-berhala itu tidak akan dapat) yakni sesembahan-sesembahan mereka itu tidak dapat menolong. Ungkapan kata berhala memakai jamak untuk orang yang berakal hanyalah sebagai kata kiasan saja, yakni mereka dianggap sebagai makhluk yang berakal (menolong mereka padahal berhala-berhala itu) sesembahan-sesembahan mereka itu (menjadi tentara mereka) menurut dugaan mereka, yaitu tentara yang siap menolong mereka (yang disiapkan) di dalam neraka bersama mereka."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 76,
    "arab": "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ",
    "translation": "Maka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3781.mp3",
    "tafsir": "Akhirnya, Allah menghibur Nabi Muhammad saw dari tingkah laku dan perbuatan kaum kafir dan musyrik itu, yaitu Nabi tidak perlu merasa sedih mendengarkan ucapan dan tuduhan mereka yang bukan-bukan, yang ditujukan kepadanya dan kepada Al-Qur'an. Allah Maha Mengetahui semua perbuatan mereka, baik yang dilakukan dengan terang-terangan maupun yang mereka rahasiakan. Semua itu akan dimintakan pertanggungjawabannya kepada mereka kelak di hari Kiamat dan mereka pasti akan menerima balasannya berupa azab yang pedih.",
    "quraish": "Oleh karena itu, kamu tidak perlu merasa sedih dengan ucapan mereka tentang Allah--dengan bersikap kafir kepada-Nya--dan tentang dirimu dengan cara mendustakanmu. Kami, sungguh, Maha Mengetahui semua yang mereka sembunyikan dan perlihatkan, kemudian Kami akan membalas mereka atas dasar itu.",
    "jalalayn": "(Maka janganlah ucapan mereka menyedihkan kamu) seperti ucapan, bahwa kamu bukanlah seseorang yang diutus oleh Allah dan ucapan-ucapan lainnya. (Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan) dari perkataan-perkataan semacam itu dan yang lainnya, kelak Kami akan membalasnya kepada mereka."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 77,
    "arab": "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
    "translation": "Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3782.mp3",
    "tafsir": "Karena adanya sebagian manusia tidak percaya tentang adanya hari Kebangkitan, maka Pada ayat ini Allah mengingatkan mereka kepada kekuasaan-Nya dalam menciptakan manusia, sebagai bagian dari seluruh makhluk-Nya. Ini dikemukakan dengan nada keheranan atas sikap sebagian manusia itu. Yaitu: apakah manusia itu tidak memikirkan dan tidak memperhatikan bahwa Allah telah menciptakannya dari setetes air mani, tetapi kemudian setelah melalui proses, ia lahir ke dunia dalam bentuk manusia sempurna, kemudian ia menjadi orang yang bersikap memusuhi Allah dan rasul-Nya. Sikap semacam ini benar-benar tidak dapat diterima oleh pikiran yang sehat.\nApabila manusia menyadari bahwa Allah kuasa menciptakannya, bahkan dari setetes air mani, kemudian menjadikan makhluk yang paling baik di bumi ini, pastilah ia yakin, bahwa Allah kuasa pula mengembalikannya kepada asal kejadiannya itu, dan Ia kuasa pula untuk mengulangi kembali penciptaan-Nya, yakni membangkitkannya seperti kehidupannya semula. Oleh karena itu, manusia tidak boleh bersikap melawan perintah Allah.",
    "quraish": "Apakah manusia mengingkari wujud dan kemahaesaan Kami sehingga tidak melihat bahwa ia--yang sebelumnya tidak pernah ada--Kami ciptakan dari sperma yang hina, lalu tiba-tiba bersikap sangat memusuhi dan dengan cara terang-terangan?",
    "jalalayn": "(Apakah manusia tidak memperhatikan) apakah ia tidak mengetahui, orang yang dimaksud adalah Ashi bin Wail (bahwa Kami menciptakannya dari setitik air) yakni air mani, hingga Kami jadikan ia besar dan kuat (maka tiba-tiba ia menjadi penentang) yakni sangat memusuhi Kami (yang nyata) jelas menentangnya, tidak mau percaya kepada adanya hari berbangkit."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 78,
    "arab": "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ",
    "translation": "Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3783.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang keraguan kaum kafir Mekah terhadap adanya hari kebangkitan. Mereka berpendapat demikian karena telah melupakan asal kejadian masing-masing. Mereka diingatkan bahwa Allah telah menciptakan mereka dari setetes air mani, sehingga mereka lahir berwujud manusia yang hidup dan utuh. Jika seandainya mereka mengingat dan menyadari hal ini, pastilah mereka yakin bahwa Allah juga kuasa menghidupkannya kembali sesudah mati, walaupun tulang-belulang mereka sudah remuk.",
    "quraish": "Manusia, yang bersikap memusuhi terhadap Kami, itu kemudian memberikan permisalan untuk mengingkari kemahakuasaan Kami dalam menghidupkan kembali tulang belulang yang telah hancur berserakan. Ia melupakan bahwa Kami telah menciptakannya dari ketiadaan. Ia berkata seraya tidak mengakui kemahakuasaan Kami, \"Siapa yang akan menghidupkan kembali tulang belulang yang telah hancur?\"",
    "jalalayn": "(Dia membuat perumpamaan bagi Kami) mengenai hal tersebut (dan dia lupa kepada kejadiannya) berasal dari air mani, dan terlebih lagi ia lupa kepada hal-hal yang selain itu (ia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?\") hancur berantakan, di dalam ungkapan ini tidak dikatakan Ramiimatun, karena isim bukan sifat. Menurut suatu riwayat dikisahkan bahwa Ashi bin Wail mengambil sebuah tulang yang telah hancur, kemudian ia cerai-beraikan tulang itu di hadapan Nabi saw. seraya berkata, \"Apakah kamu berpendapat, bahwa Allah nanti akan menghidupkan kembali tulang ini sesudah hancur luluh dan berantakan ini?\" Maka Nabi saw. menjawab, \"Ya, Dia akan memasukkanmu ke neraka.\""
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 79,
    "arab": "قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ",
    "translation": "Katakanlah (Muhammad), “Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3784.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad saw untuk menjawab pertanyaan orang-orang tersebut di atas, dengan menegaskan bahwa yang akan menghidupkan tulang-tulang lapuk itu kembali menjadi manusia yang hidup dan utuh adalah Allah yang dahulu telah menciptakannya pada kali yang pertama, dari tidak ada menjadi ada. Allah Maha Mengetahui semua makhluk ciptaan-Nya. \nBagi manusia, mengulang suatu perbuatan lebih mudah daripada melakukannya pertama kali. Akan tetapi, bagi Allah menciptakan sesuatu pertama kali, sama saja mudahnya dengan mengulanginya, karena Allah Mahakuasa.",
    "quraish": "Katakanlah, wahai Muhammad, \"Tulang-tulang itu akan dihidupkan kembali oleh Tuhan yang menciptakannya pertama kali. Tuhan yang mampu menciptakan dari ketiadaan itu, tentu mampu pula menghidupkan kembali sesuatu yang pernah ada. Pengetahuan-Nya amat luas, mencakup semua makhluk ciptaan-Nya. Oleh karena itu, Dia pasti amat berkuasa untuk mengumpulkan kembali benda-benda yang terpisah-pisah.",
    "jalalayn": "(Katakanlah! \"Ia akan dihidupkan oleh Tuhan yang menciptakannya yang pertama kali. Dan Dia tentang segala makhluk) semua yang diciptakan-Nya (Maha Mengetahui) secara global dan rinci, baik sebelum mereka diciptakan maupun sesudahnya."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 80,
    "arab": " ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ",
    "translation": "yaitu (Allah) yang menjadikan api untukmu dari kayu yang hijau, maka seketika itu kamu nyalakan (api) dari kayu itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3785.mp3",
    "tafsir": "Pada ayat ini disebutkan bahwa Allah juga memerintahkan rasul-Nya untuk menjelaskan kepada orang-orang musyrik tersebut bahwa yang akan menghidupkan kembali tulang-tulang lapuk tersebut adalah Allah yang telah menciptakan untuk mereka, api yang menyala dari kayu yang semula merupakan pohon yang basah dan hijau tetapi kemudian kayu itu menjadi kering sehingga dapat menyalakan api. Dalam kehidupan sehari-hari, orang Arab telah mengetahui bahwa ada beberapa jenis kayu yang jika digesekkan antara satu dengan lainnya akan memercikkan api. Ini semua diciptakan Allah untuk manusia agar mereka bisa menghangatkan badan, memasak, menggunakannya untuk penerangan, dan berbagai kebutuhan lainnya.\nPemberian contoh ini merupakan hal yang cukup jelas bagi mereka yang sehari-hari menggunakan kayu api. Mereka mengira bahwa tulang-tulang yang sudah lapuk itu telah menjadi dingin dan kering tidak dapat lagi menerima kehidupan, sebab kehidupan ini memerlukan adanya panas. Padahal sehari-hari mereka menyaksikan bahwa kayu yang sudah lapuk dan dingin dapat menimbulkan panas dan menghidupkan api. Bahkan kayu yang masih basah dan berdaun ada juga yang dapat menyalakan api.\nMenurut kajian ilmiah, api di sini dapat saja diinterpretasikan sebagai energi. Di dalam tumbuhan memang terjadi proses pemanfaatan energi matahari untuk mengubah bahan yang diambil tumbuhan menjadi energi kimiawi. Penjelasan mengenai terjadinya perubahan energi tersebut, yang disebut sebagai proses fotosintesa adalah sebagai berikut.\nDari banyak bagian tumbuhan, salah satu yang terpenting adalah adanya kloroplas (chloroplast) yang terdapat pada daun. Pada kloroplas ini terdapat ribuan kloropil (chlorophyl) atau butir hijau daun, dan dalam bahasa Al-Qur'an dikenal dengan nama al-khadir (bahan hijau). Kedua ayat di atas menyinggung keberadaan kloropil yang berwarna hijau (al-An'am/6: 99) dan peranan matahari dalam menjalankan \"pabrik hijau\" ini (at-Takwir/81: 17-18).\nSel tumbuhan, tidak sebagaimana sel manusia atau binatang, dapat menggunakan secara langsung energi matahari. Tumbuhan akan mengubah energi matahari menjadi energi kimia, dan menyimpannya dalam bentuk nutrien dengan cara yang khusus. Proses ini dinamakan fotosintesis (Photosynthesis). Sel berwarna hijau ini hanya dapat dilihat dengan menggunakan mikroskop. Ini adalah satu-satunya laboratorium di dunia yang dapat menyimpan energi matahari dalam bentuk bahan organik.\nSebagaimana diuraikan di atas, maka tumbuhan adalah makhluk yang sangat dan paling penting untuk kelangsungan kehidupan makhluk lainnya. Di samping menghasilkan bahan makanan, proses fotosintesa yang dilakukan tumbuhan juga menghasilkan oksigen. Oksigen adalah bahan untuk bernapas bagi semua makhluk hidup, termasuk manusia dan binatang.\nDengan demikian tepatlah Allah memberikan contoh, bahkan bukan hanya kayu yang kering saja dapat menyalakan api tetapi kayu yang masih hijau dan basah pun dapat juga dijadikan kayu api. Sebaliknya, tulang-tulang yang dapat menerima kehidupan bukan hanya tulang-tulang yang segar, tetapi tulang yang sudah lapuk pun dapat pula menerima kehidupan dengan kekuasaan Allah.",
    "quraish": "Yaitu Tuhan yang menciptakan api dari pohon hijau setelah mengalami pengeringan. (1). (1) Kekuatan surya dapat berpindah ke dalam tumbuh-tumbuhan melalui proses asimilasi sinar. Sel tumbuh-tumbuhan yang mengandung zat hijau daun (klorofil) mengisap karbondioksida dari udara. Sebagai akibat terjadinya interaksi antara gas karbondioksida dan air yang diserap oleh tumbuh-tumbuhan dari dalam tanah, akan dihasilkan zat karbohidrat berkat bantuan sinar matahari. Dari situ kemudian terbentuk kayu yang pada dasarnya terdiri atas komponen kimiawi yang mengandung karbon, hidrogen dan oksigen. Dari kayu itu, manusia kemudian membuat arang sebagai bahan bakar. Daya yang tersimpan di dalam arang itu akan keluar ketika ia terbakar. Daya itu sendiri dapat dimanfaatkan untuk keperluan memasak, penghangatan, penerangan dan lain-lain. Batu bara yang kita kenal itu pun pada mulanya adalah pohon yang tumbuh dan membesar melalui proses asimilasi sinar tadi, kemudian mengalami penghangatan dengan cara tertentu sehingga berubah menjadi batu bara setelah berjuta tahun lamanya akibat pengaruh faktor geologi seperti panas, tekanan udara dan sebagainya. Perlu diketahui pula kiranya bahwa kata \"akhdlar\" ('hijau') dalam ayat ini bukan disebut secara kebetulan tanpa maksud. Frase \"min al-syajar al-akhdlar\" yang berarti 'dari pohon yang hijau' itu justru menunjuk kepada zat hijau daun yang sangat diperlukan dalam proses asimilasi gas karbondioksida.",
    "jalalayn": "(Yaitu Tuhan yang menjadikan untuk kalian) yakni segolongan umat manusia (dari kayu yang hijau) yakni kayu pohon Marakh dan Affar atau semua jenis pohon selain pohon anggur (api, maka tiba-tiba kalian nyalakan -api- dari kayu itu.\") kalian membuat api daripadanya. Hal ini menunjukkan kekuasaan Allah swt. yang mampu untuk menghidupkan kembali manusia yang mati. Karena sesungguhnya di dalam kayu yang hijau itu terhimpun antara air, api, dan kayu; maka air tidak dapat memadamkan api, dan pula api tidak dapat membakar kayu."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 81,
    "arab": "اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ",
    "translation": "Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3786.mp3",
    "tafsir": "Allah mengemukakan pertanyaan kepada orang-orang yang tidak mempercayai hari kebangkitan itu bahwa jika mereka percaya bahwa Allah kuasa menciptakan langit dan bumi ini, mengapa Allah tidak kuasa pula menciptakan sesuatu yang serupa dengan itu. Jawabannya adalah Allah pasti kuasa menciptakannya, karena Dia Maha Pencipta, lagi Maha Mengetahui.",
    "quraish": "Apakah mereka kehilangan akal sehingga tidak dapat mengerti bahwa Tuhan yang mampu menciptakan langit dan bumi, dengan bentuknya yang begitu besar, mampu pula menghidupkan kembali manusia yang begitu kecil dan lemah? Ya, Tuhan itu memang mampu melakukannya. Dia Maha Pencipta yang ilmunya mencakup segala sesuatu.",
    "jalalayn": "(Dan tidakkah Tuhan yang menciptakan langit dan bumi itu) padahal langit dan bumi itu sangat besar (berkuasa menciptakan yang serupa dengan itu) yaitu manusia yang kecil bentuknya itu. (Benar) Dia berkuasa untuk menciptakannya, di sini Allah swt. menjawab diri-Nya sendiri. (Dan Dialah Maha Pencipta) banyak ciptaan-Nya (lagi Maha Mengetahui) segala sesuatu."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 82,
    "arab": "اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ",
    "translation": "Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3787.mp3",
    "tafsir": "Allah menerangkan betapa mudah bagi-Nya menciptakan sesuatu. Apabila Ia menghendaki untuk menciptakan suatu makhluk, cukuplah Allah berfirman, \"Jadilah,\" maka dengan serta-merta terwujudlah makhluk itu.\nMengingat kekuasaan-Nya yang demikian besar, maka adanya hari kebangkitan itu, di mana manusia dihidupkan-Nya kembali sesudah terjadinya kehancuran di hari Kiamat, bukanlah suatu hal yang mustahil, dan tidak patut diingkari.",
    "quraish": "Dalam menciptakan sesuatu, jika Dia berkehendak menciptakannya, Dia hanya berkata, \"Jadilah!\" Sesuatu yang dikehendaki itu pun terjadi seketika itu juga.",
    "jalalayn": "(Sesungguhnya perkara-Nya) keadaan-Nya (apabila Dia menghendaki sesuatu) yakni berkehendak menciptakan sesuatu (hanyalah berkata kepadanya, \"Jadilah,\" maka terjadilah ia) berujudlah sesuatu itu. Menurut qiraat yang lain lafal Fayakuunu dibaca Fayakuna karena diathafkan kepada lafal Yaquula."
  },
  {
    "page": 445,
    "name": "Yasin",
    "ayat": 83,
    "arab": "فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ࣖ",
    "translation": "Maka Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3788.mp3",
    "tafsir": "Orang-orang yang beriman pasti berkata bahwa Allah Mahasuci. Di tangan-Nya kekuasaan penuh atas segala sesuatu di alam ini. Dialah yang menciptakan, mengatur, dan memeliharanya. Kepada-Nya jualah semua makhluk dikembalikan.\nPengakuan dan keyakinan semacam ini pasti timbul apabila manusia menggunakan pikiran sehat untuk memperhatikan isi alam ini semuanya yang menjadi bukti bagi kekuasaan Allah.",
    "quraish": "Maka Tuhan yang, dengan kemahakuasaan-Nya, mempunyai hak mencipta dan mengatur segala sesuatu, itu sungguh Mahasuci dari segala sifat yang tidak pantas disandang-Nya. Dan hanya kepada- Nyalah kalian semua akan dikembalikan, lalu Dia akan memperhitungkan amal perbuatan kalian.",
    "jalalayn": "(Maka Maha Suci Allah Yang dalam genggaman-Nya kekuasaan) lafal Malakuutu pada asalnya adalah Mulki kemudian ditambahkan huruf Wawu dan Ta untuk menunjukkan makna mubalaghah, artinya kekuasaan atas (segala sesuatu dan kepada-Nyalah kalian dikembalikan) kelak di akhirat."
  }
]