[
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 25,
    "arab": "مَا لَكُمْ لَا تَنَاصَرُوْنَ ",
    "translation": "”Mengapa kamu tidak tolong-menolong?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3813.mp3",
    "tafsir": "Kepada malaikat diperintahkan supaya menahan mereka di tempat pemberhentian dan menanyakan tentang apa yang mereka usahakan, serta dosa dan kemaksiatan yang telah mereka lakukan. Pada waktu itu juga ditanyakan tentang akidah-akidah palsu yang diajarkan oleh setan yang menyesatkan hidup mereka. persoalan ini dijelaskan dalam hadis Nabi saw:\nAbu Hurairah meriwayatkan bahwa Rasulullah saw bersabda, \"Tidaklah bergeser dua telapak kaki seorang hamba pada hari Kiamat sebelum dia ditanya empat perkara: tentang umur dihabiskannya untuk apa, tentang masa mudanya dipergunakan untuk apa, lalu tentang harta yang dimilikinya diperoleh dari mana, dan dipergunakan untuk apa, lalu tentang ilmu sampai sejauh mana diamalkannya. (Riwayat at-Tirmidzi)\n\nPada waktu itu orang-orang kafir bisa saling menolong satu sama lain sebagaimana mereka perkirakan di dunia dulu. Tetapi nyatanya hal itu tidak dapat dilakukan, dan mereka benar-benar ditimpa azab setimpal dengan perbuatannya. Allah berfirman:\n\n(Yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan. (ad-Dukhan/44: 41)",
    "quraish": "Hai orang-orang musyrik, mengapa sekarang kalian tidak saling menolong seperti ketika kalian di dunia dulu?",
    "jalalayn": "Dikatakan kepada mereka dengan nada yang mengandung penghinaan dan cemoohan, (\"Kenapa kalian tidak tolong-menolong\") maksudnya mengapa sebagian di antara kalian tidak menolong kepada sebagian yang lain sebagaimana keadaan kalian waktu di dunia? Dan dikatakan pula kepada mereka:"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 26,
    "arab": "بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُوْنَ",
    "translation": "Bahkan mereka pada hari itu menyerah (kepada keputusan Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3814.mp3",
    "tafsir": "Kepada malaikat diperintahkan supaya menahan mereka di tempat pemberhentian dan menanyakan tentang apa yang mereka usahakan, serta dosa dan kemaksiatan yang telah mereka lakukan. Pada waktu itu juga ditanyakan tentang akidah-akidah palsu yang diajarkan oleh setan yang menyesatkan hidup mereka. persoalan ini dijelaskan dalam hadis Nabi saw:\nAbu Hurairah meriwayatkan bahwa Rasulullah saw bersabda, \"Tidaklah bergeser dua telapak kaki seorang hamba pada hari Kiamat sebelum dia ditanya empat perkara: tentang umur dihabiskannya untuk apa, tentang masa mudanya dipergunakan untuk apa, lalu tentang harta yang dimilikinya diperoleh dari mana, dan dipergunakan untuk apa, lalu tentang ilmu sampai sejauh mana diamalkannya. (Riwayat at-Tirmidzi)\n\nPada waktu itu orang-orang kafir bisa saling menolong satu sama lain sebagaimana mereka perkirakan di dunia dulu. Tetapi nyatanya hal itu tidak dapat dilakukan, dan mereka benar-benar ditimpa azab setimpal dengan perbuatannya. Allah berfirman:\n\n(Yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan. (ad-Dukhan/44: 41)",
    "quraish": "Pada hari itu, mereka memang tidak dapat saling menolong. Bahkan mereka pasrah dan menyerah kepada keputusan Allah.",
    "jalalayn": "(\"Bahkan mereka pada hari itu menyerah diri) atau mereka itu tunduk dalam keadaan penuh kehinaan."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 27,
    "arab": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ",
    "translation": "Dan sebagian mereka menghadap kepada sebagian yang lain saling berbantah-bantahan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3815.mp3",
    "tafsir": "Pada hari Kiamat terjadi perdebatan antara pemimpin dengan pengikut-pengikutnya. Para pengikut itu melemparkan pertanggungjawaban kepada para pemimpin mereka atas kesesatan dan kekafiran mereka. Mereka menyatakan bahwa para pemimpin itulah yang mencegah mereka berbuat kebaikan, dan menghalang-halangi mereka serta memaksa mereka untuk memeluk keyakinan pemimpin-pemimpin itu. Perbantahan mereka sebagaimana di atas itu dilukiskan oleh Allah dalam firman-Nya:\n\nDan (ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?\" Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).\" (al-Mu'min/40: 47-48)",
    "quraish": "Mereka saling berhadapan dan saling mencaci dan berbantah-bantahan satu sama lain. Mereka juga saling bertanya tentang nasib jelek yang mereka terima.",
    "jalalayn": "(Sebagian dari mereka menghadap kepada sebagian yang lain berbantah-bantahan\") saling cela-mencela dan saling bantah-membantah."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 28,
    "arab": "قَالُوْٓا اِنَّكُمْ كُنْتُمْ تَأْتُوْنَنَا عَنِ الْيَمِيْنِ ",
    "translation": "Sesungguhnya (pengikut-pengikut) mereka berkata (kepada pemimpin-pemimpin mereka), “Kamulah yang dahulu datang kepada kami dari kanan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3816.mp3",
    "tafsir": "Pada hari Kiamat terjadi perdebatan antara pemimpin dengan pengikut-pengikutnya. Para pengikut itu melemparkan pertanggungjawaban kepada para pemimpin mereka atas kesesatan dan kekafiran mereka. Mereka menyatakan bahwa para pemimpin itulah yang mencegah mereka berbuat kebaikan, dan menghalang-halangi mereka serta memaksa mereka untuk memeluk keyakinan pemimpin-pemimpin itu. Perbantahan mereka sebagaimana di atas itu dilukiskan oleh Allah dalam firman-Nya:\n\nDan (ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?\" Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).\" (al-Mu'min/40: 47-48)",
    "quraish": "Orang-orang yang lemah berkata kepada pembesar-pembesar mereka, \"Kalian telah mendatangi kami dari suatu arah, yang kami kira ada kebaikan dan harapan, untuk mengalihkan kami dari kebenaran kepada kesesatan.\"",
    "jalalayn": "(Mereka berkata) yaitu sebagian dari pengikut-pengikut mereka berkata kepada para pemimpin mereka, (\"Sesungguhnya kalianlah yang datang kepada kami dari kanan\") maksudnya, dari segi yang kami merasa percaya kepada kalian karena kalian telah bersumpah kepada kami, bahwa kalian adalah orang-orang yang benar, karenanya kami percaya kepada kalian, dan kami mengikuti kalian. Maksudnya sesungguhnya kalian telah menyesatkan kami."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 29,
    "arab": "قَالُوْا بَلْ لَّمْ تَكُوْنُوْا مُؤْمِنِيْنَۚ ",
    "translation": "(Pemimpin-pemimpin) mereka menjawab, “(Tidak), bahkan kamulah yang tidak (mau) menjadi orang mukmin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3817.mp3",
    "tafsir": "Kemudian Allah menerangkan penolakan pemimpin mereka terhadap tuduhan tersebut. Para pemimpin itu menyatakan bahwa mereka tidak menyesatkan orang itu. Para pengikut sendirilah yang karena tabiatnya, menjadi kafir dan melakukan perbuatan syirik dan maksiat. Mereka mempersekutukan Allah dengan berhala dan patung dan berbuat macam-macam dosa yang menjadikan hatinya tertutup sehingga tidak lagi mengetahui jalan yang benar lagi baik.\nSelanjutnya pemimpin-pemimpin itu membantah bahwa mereka memiliki kekuasaan atas pengikut-pengikutnya itu, menyesatkan dan mengkafirkannya serta tidak pernah menghalangi mereka menentukan pilihan, mana perbuatan yang buruk dan mana perbuatan yang baik. Tetapi kecenderungan pengikut-pengikut itu sendiri yang menyebabkan mereka berbuat kekafiran dan kemaksiatan.",
    "quraish": "Orang-orang yang sombong itu berkata, \"Kami tidak memalingkan kalian. Bahkan kalianlah yang enggan beriman dan memilih berpaling dari keimanan.",
    "jalalayn": "(Mereka berkata) yakni pemimpin-pemimpin yang diikuti oleh mereka (\"Sebenarnya kalianlah yang tidak beriman\") dan sesungguhnya tidak akan percaya penyesatan yang kami lakukan seandainya kalian adalah orang-orang yang beriman, niscaya kalian akan ingkar terhadap kami."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 30,
    "arab": "وَمَا كَانَ لَنَا عَلَيْكُمْ مِّنْ سُلْطٰنٍۚ بَلْ كُنْتُمْ قَوْمًا طٰغِيْنَ ",
    "translation": "sedangkan kami tidak berkuasa terhadapmu, bahkan kamu menjadi kaum yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3818.mp3",
    "tafsir": "Kemudian Allah menerangkan penolakan pemimpin mereka terhadap tuduhan tersebut. Para pemimpin itu menyatakan bahwa mereka tidak menyesatkan orang itu. Para pengikut sendirilah yang karena tabiatnya, menjadi kafir dan melakukan perbuatan syirik dan maksiat. Mereka mempersekutukan Allah dengan berhala dan patung dan berbuat macam-macam dosa yang menjadikan hatinya tertutup sehingga tidak lagi mengetahui jalan yang benar lagi baik.\nSelanjutnya pemimpin-pemimpin itu membantah bahwa mereka memiliki kekuasaan atas pengikut-pengikutnya itu, menyesatkan dan mengkafirkannya serta tidak pernah menghalangi mereka menentukan pilihan, mana perbuatan yang buruk dan mana perbuatan yang baik. Tetapi kecenderungan pengikut-pengikut itu sendiri yang menyebabkan mereka berbuat kekafiran dan kemaksiatan.",
    "quraish": "Sekali-kali kami tidak mempunyai kekuasaan terhadap kalian sehingga kami dapat merenggut kebebasan memilih kalian. Bahkan kalianlah kaum yang keluar dari kebenaran.",
    "jalalayn": "(Dan sekali-kali kami tidak berkuasa terhadap kalian) kami tidak mempunyai kemampuan untuk memaksa kalian mengikuti kami (bahkan kalianlah kaum yang melampaui batas) maksudnya, orang-orang yang sesat seperti kami."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 31,
    "arab": "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ  ۖاِنَّا لَذَاۤىِٕقُوْنَ ",
    "translation": "Maka pantas putusan (azab) Tuhan menimpa kita; pasti kita akan merasakan (azab itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3819.mp3",
    "tafsir": "Pada hari Kiamat penyembah-penyembah berhala itu mengakui bahwa mereka dulunya bersikap melampaui batas karena pembawaan dan tabiat mereka sendiri yang cenderung kepada kekafiran dan kejahatan. Maka sepatutnyalah bilamana pada hari Kiamat itu mereka menerima hukuman dari Allah.\nBalasan baik atau buruk terhadap suatu perbuatan adalah akibat yang wajar, karena perbuatan itu dilakukan dengan penuh kesadaran. Maka masing-masing orang tidaklah perlu menyalahkan orang lain, kecuali kepada dirinya sendiri. Tidaklah wajar bila satu golongan lain saling menyalahkan. Masing-masing seharusnya menerima balasan atas perbuatannya. Mereka yang taat kepada Allah dan Rasul-Nya mendapat pahala dunia dan akhirat, dan mereka yang sesat akan masuk neraka. Demikian janji Tuhan yang disampaikan kepada manusia melalui rasul-rasul-Nya. Penyembah-penyembah berhala teman-teman setan mengetahui janji Tuhan itu namun mereka berpaling juga dari kebaikan dan ketaatan.\nGolongan pemimpin-pemimpin pada waktu itu menyatakan bahwa merekalah yang menyesatkan pengikut-pengikutnya itu. Mereka berbuat demikian karena keinginan mereka agar pengikut-pengikut itu mengikuti jejak mereka. Namun sesungguhnya tabiat dan usaha-usaha pengikut-pengikut itu sendirilah yang menyebabkan mereka berbuat kekafiran dan durhaka sehingga dengan demikian mereka menderita azab seperti diperingatkan sebelumnya oleh para rasul.",
    "quraish": "Keputusan Tuhan telah ditentukan untuk kita, yaitu bahwa kita akan merasakan azab pada hari kiamat.",
    "jalalayn": "(Maka pastilah) atau tetaplah (atas kita) semua (putusan Rabb kita) yakni azab-Nya, yaitu sebagaimana yang telah diungkapkan-Nya pada ayat yang lain, \"Sesungguhnya Aku akan penuhi neraka Jahanam dengan jin dan manusia bersama-sama.\" (Q.S. As-Sajdah, 13). (sesungguhnya kita) semua (akan merasakan) azab dengan adanya keputusan itu, yang akhirnya membuat mereka berkata:"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 32,
    "arab": "فَاَغْوَيْنٰكُمْ اِنَّا كُنَّا غٰوِيْنَ ",
    "translation": "Maka kami telah menyesatkan kamu, sesungguhnya kami sendiri, orang-orang yang sesat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3820.mp3",
    "tafsir": "Pada hari Kiamat penyembah-penyembah berhala itu mengakui bahwa mereka dulunya bersikap melampaui batas karena pembawaan dan tabiat mereka sendiri yang cenderung kepada kekafiran dan kejahatan. Maka sepatutnyalah bilamana pada hari Kiamat itu mereka menerima hukuman dari Allah.\nBalasan baik atau buruk terhadap suatu perbuatan adalah akibat yang wajar, karena perbuatan itu dilakukan dengan penuh kesadaran. Maka masing-masing orang tidaklah perlu menyalahkan orang lain, kecuali kepada dirinya sendiri. Tidaklah wajar bila satu golongan lain saling menyalahkan. Masing-masing seharusnya menerima balasan atas perbuatannya. Mereka yang taat kepada Allah dan Rasul-Nya mendapat pahala dunia dan akhirat, dan mereka yang sesat akan masuk neraka. Demikian janji Tuhan yang disampaikan kepada manusia melalui rasul-rasul-Nya. Penyembah-penyembah berhala teman-teman setan mengetahui janji Tuhan itu namun mereka berpaling juga dari kebaikan dan ketaatan.\nGolongan pemimpin-pemimpin pada waktu itu menyatakan bahwa merekalah yang menyesatkan pengikut-pengikutnya itu. Mereka berbuat demikian karena keinginan mereka agar pengikut-pengikut itu mengikuti jejak mereka. Namun sesungguhnya tabiat dan usaha-usaha pengikut-pengikut itu sendirilah yang menyebabkan mereka berbuat kekafiran dan durhaka sehingga dengan demikian mereka menderita azab seperti diperingatkan sebelumnya oleh para rasul.",
    "quraish": "Kami mengajak kalian kepada kesesatan dan kalian memenuhi ajakan kami itu. Tugas kami adalah menipu untuk mengajak manusia kepada kesesatan kami. Kesalahan bukan ada pada kami.",
    "jalalayn": "(Maka kami telah menyesatkan kalian) sebagai penjelasan dari perkataan mereka yang disitir oleh firman-Nya (sesungguhnya kami adalah orang-orang yang sesat.)"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 33,
    "arab": "فَاِنَّهُمْ يَوْمَىِٕذٍ فِى الْعَذَابِ مُشْتَرِكُوْنَ",
    "translation": "Maka sesungguhnya mereka pada hari itu bersama-sama merasakan azab.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3821.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa azab ditimpakan kepada pemimpin-pemimpin dan pengikut-pengikutnya. Kedua golongan itu saling menuduh dan melempar tanggung jawab, namun mereka sama-sama dalam kesesatan. Yang menyesatkan tentulah menerima hukuman lebih berat. Mereka tidak hanya menanggung beban mereka sendiri, tetapi juga harus menanggung beban orang-orang yang mereka sesatkan.\nHukuman yang dijatuhkan Tuhan kepada kaum musyrikin itu sesuai dengan keadilan Tuhan terhadap hamba-hamba-Nya. Semua orang yang berdosa akan mendapat hukuman sesuai dengan kejahatannya. Demikian pula orang yang berbuat kebaikan akan diberi balasan sesuai dengan kebaikannya.",
    "quraish": "Sesungguhnya, baik pengikut maupun orang-orang yang diikuti, semuanya bersama-sama akan disiksa pada hari kiamat.",
    "jalalayn": "Allah swt. berfirman, (Maka sesungguhnya mereka pada hari itu) pada hari kiamat (bersama-sama dalam azab) karena mereka bersekutu dalam kesesatan."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 34,
    "arab": "اِنَّا كَذٰلِكَ نَفْعَلُ بِالْمُجْرِمِيْنَ",
    "translation": "Sungguh, demikianlah Kami memperlakukan terhadap orang-orang yang berbuat dosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3822.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa azab ditimpakan kepada pemimpin-pemimpin dan pengikut-pengikutnya. Kedua golongan itu saling menuduh dan melempar tanggung jawab, namun mereka sama-sama dalam kesesatan. Yang menyesatkan tentulah menerima hukuman lebih berat. Mereka tidak hanya menanggung beban mereka sendiri, tetapi juga harus menanggung beban orang-orang yang mereka sesatkan.\nHukuman yang dijatuhkan Tuhan kepada kaum musyrikin itu sesuai dengan keadilan Tuhan terhadap hamba-hamba-Nya. Semua orang yang berdosa akan mendapat hukuman sesuai dengan kejahatannya. Demikian pula orang yang berbuat kebaikan akan diberi balasan sesuai dengan kebaikannya.",
    "quraish": "Dengan siksa seperti itu, Kami akan mengazab orang-orang yang melanggar hak Allah dengan kemusyrikan dan perbuatan maksiat.",
    "jalalayn": "(Sesungguhnya demikianlah) artinya, sebagaimana Kami memperlakukan mereka (Kami berbuat terhadap orang-orang yang jahat) selain mereka. Yakni Kami pasti akan mengazab orang yang sesat beserta pengikut-pengikutnya."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 35,
    "arab": "اِنَّهُمْ كَانُوْٓا اِذَا قِيْلَ لَهُمْ لَآ اِلٰهَ اِلَّا اللّٰهُ يَسْتَكْبِرُوْنَ ۙ",
    "translation": "Sungguh, dahulu apabila dikatakan kepada mereka, “La ilaha illallah” (Tidak ada tuhan selain Allah), mereka menyombongkan diri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3823.mp3",
    "tafsir": "Kemudian Allah menguraikan sebagian penyebab hukuman yang ditimpakan kepada orang-orang yang berdosa itu. Sewaktu di dunia mereka menolak ajaran tauhid ketika disampaikan kepada mereka dan berpaling tidak mau mendengarkan bacaan kalimat tauhid \"La ilaha illallah\" yang artinya, \"tidak ada Tuhan yang patut disembah kecuali Allah\". Alasan penolakan mereka ialah kemustahilan bagi mereka meninggalkan sembahan-sembahan nenek moyangnya.\nMereka mewarisi tradisi penyembahan berhala dan patung secara turun-temurun. Menurut mereka hal itu suatu kebenaran yang terus-menerus harus dipegang. Keyakinan itu tidak akan ditinggalkan hanya untuk mendengarkan perkataan seseorang penyair gila yang tidak patut didengarkan pembicaraannya dan tidak perlu pula didengar ajaran-ajarannya. Perkataan Nabi menurut mereka penuh dengan khayalan.\nPernyataan orang kafir yang diucapkan di hadapan Nabi sewaktu hidup di dunia dengan penuh kesombongan, menunjukkan bahwa mereka mengingkari keesaan Allah, dan mengingkari kerasulan Muhammad saw. Keingkaran pertama ialah penolakan dengan sombong mendengarkan ajaran tauhid dan keingkaran kedua, pernyataan ketidakmungkinan meninggalkan sembahan-sembahan itu untuk mematuhi Rasul yang dituduhnya seorang yang gila.",
    "quraish": "Dahulu, ketika dikatakan Lâ ilâha illâ Allâh kepada mereka, dengan sombong dan angkuh mereka enggan menyatakannya.",
    "jalalayn": "(Sesungguhnya mereka) yaitu orang-orang tersebut; dialamatkan kepada mereka karena berdasarkan penjelasan selanjutnya yaitu (dahulu apabila dikatakan kepada mereka, \"Laa Ilaaha Illallaah\") Tiada Tuhan melainkan Allah, (mereka menyombongkan diri.)"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 36,
    "arab": "وَيَقُوْلُوْنَ اَىِٕنَّا لَتَارِكُوْٓا اٰلِهَتِنَا لِشَاعِرٍ مَّجْنُوْنٍ ۗ ",
    "translation": "dan mereka berkata, “Apakah kami harus meninggalkan sesembahan kami karena seorang penyair gila?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3824.mp3",
    "tafsir": "Kemudian Allah menguraikan sebagian penyebab hukuman yang ditimpakan kepada orang-orang yang berdosa itu. Sewaktu di dunia mereka menolak ajaran tauhid ketika disampaikan kepada mereka dan berpaling tidak mau mendengarkan bacaan kalimat tauhid \"La ilaha illallah\" yang artinya, \"tidak ada Tuhan yang patut disembah kecuali Allah\". Alasan penolakan mereka ialah kemustahilan bagi mereka meninggalkan sembahan-sembahan nenek moyangnya.\nMereka mewarisi tradisi penyembahan berhala dan patung secara turun-temurun. Menurut mereka hal itu suatu kebenaran yang terus-menerus harus dipegang. Keyakinan itu tidak akan ditinggalkan hanya untuk mendengarkan perkataan seseorang penyair gila yang tidak patut didengarkan pembicaraannya dan tidak perlu pula didengar ajaran-ajarannya. Perkataan Nabi menurut mereka penuh dengan khayalan.\nPernyataan orang kafir yang diucapkan di hadapan Nabi sewaktu hidup di dunia dengan penuh kesombongan, menunjukkan bahwa mereka mengingkari keesaan Allah, dan mengingkari kerasulan Muhammad saw. Keingkaran pertama ialah penolakan dengan sombong mendengarkan ajaran tauhid dan keingkaran kedua, pernyataan ketidakmungkinan meninggalkan sembahan-sembahan itu untuk mematuhi Rasul yang dituduhnya seorang yang gila.",
    "quraish": "Mereka mengatakan, \"Apakah kami harus meninggalkan tuhan-tuhan yang kami sembah hanya karena omongan seorang penyair gila?\"",
    "jalalayn": "(Dan mereka berkata, \"Apakah sesungguhnya kami) lafal A-innaa dapat pula dibaca Ayinnaa (harus meninggalkan sesembahan-sesembahan kami karena seorang penyair gila?\") yakni demi karena Muhammad."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 37,
    "arab": "بَلْ جَاۤءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِيْنَ",
    "translation": "Padahal dia (Muhammad) datang dengan membawa kebenaran dan membenarkan rasul-rasul (sebelumnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3825.mp3",
    "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu.\nAjaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman:\n\nBarangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)",
    "quraish": "Sebenarnya, rasul mereka (Muhammad) telah datang membawa ajaran tauhid yang juga diserukan oleh semua rasul. Dan dengan ajaran itu ia telah membenarkan dakwah para rasul.",
    "jalalayn": "Allah swt. berfirman: (Sebenarnya dia Muhammad telah datang membawa kebenaran dan membenarkan rasul-rasul) yang juga datang membawa kebenaran, yaitu kalimat Laa Ilaaha Illallaah/tidak ada Tuhan selain Allah."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 38,
    "arab": "اِنَّكُمْ لَذَاۤىِٕقُوا الْعَذَابِ الْاَلِيْمِ ۚ ",
    "translation": "Sungguh, kamu pasti akan merasakan azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3826.mp3",
    "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu.\nAjaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman:\n\nBarangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)",
    "quraish": "Sesungguhnya kalian, hai orang-orang musyrik, akan merasakan siksa yang pedih di akhirat.",
    "jalalayn": "(Sesungguhnya kalian) di dalam ungkapan ini terkandung Iltifat karena seharusnya Innahum (pasti akan merasakan azab yang pedih.)"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 39,
    "arab": "وَمَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَۙ",
    "translation": "Dan kamu tidak diberi balasan melainkan terhadap apa yang telah kamu kerjakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3827.mp3",
    "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu.\nAjaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman:\n\nBarangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)",
    "quraish": "Yang kalian dapatkan di akhirat itu tidak lain adalah balasan atas perbuatan kalian di dunia.",
    "jalalayn": "(Dan kalian tidak diberi pembalasan melainkan) pembalasan (apa yang telah kalian kerjakan.)"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 40,
    "arab": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ ",
    "translation": "tetapi hamba-hamba Allah yang dibersihkan (dari dosa),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3828.mp3",
    "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu.\nAjaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman:\n\nBarangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)",
    "quraish": "Kecuali hamba-hamba Allah yang telah dibuat ikhlas. Sesungguhnya mereka tidak akan merasakan azab. Sebab mereka adalah orang-orang yang beriman dan taat.",
    "jalalayn": "(Tetapi hamba-hamba Allah yang dibersihkan) yakni hamba-hamba Allah yang beriman, Istitsna di sini bersifat Munqathi', dan pembalasannya disebutkan pada firman selanjutnya, yaitu:"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 41,
    "arab": "اُولٰۤىِٕكَ لَهُمْ رِزْقٌ مَّعْلُوْمٌۙ",
    "translation": "mereka itu memperoleh rezeki yang sudah ditentukan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3829.mp3",
    "tafsir": "Allah menceritakan kenikmatan yang diberikan kepada kaum yang taat kepada Allah dan rasul-Nya. Mereka dengan penuh keikhlasan melakukan amal kebajikan, menjauhi segala bentuk kemaksiatan dan kemungkaran, bersih dari dosa selalu memanjatkan doa dan harapan kepada Tuhan mereka. Itulah hamba-hamba Allah yang ikhlas, yang akan mendapatkan surga, sebagaimana firman Allah:\n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6)\n\nDan firman Allah:\n\nDemi masa, sungguh, manusia berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran. (al-'A.shr/103: 1-3)\n\nGolongan hamba Allah yang ikhlas itu, tidak akan merasakan azab, tidak akan ditanya pada hari hisab, bahkan mereka mungkin diampuni kesalahannya jika ada kesalahan, dan diberi ganjaran pahala sepuluh kali lipat dari tiap amal saleh yang dikerjakannya atau lebih besar dari itu dengan kehendak Allah.\nKepada mereka inilah Allah memberikan rezeki yang telah ditentukan yakni buah-buahan yang beraneka ragam harum baunya dan rasanya amat lezat sehingga membangkitkan selera untuk menikmatinya. Mereka hidup mulia serta mendapat pelayanan dan penghormatan.\nDari ayat-ayat di atas, dapat dipahami bahwa makanan di surga itu disediakan untuk kenikmatan dan kesenangan.\n(43-44) Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nDan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58)\n\nAhli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya:\n\nDan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)",
    "quraish": "Orang-orang yang dibuat ikhlas tersebut akan mendapat rezeki yang telah ditentukan oleh Allah pada hari kiamat.",
    "jalalayn": "(Mereka itu memperoleh) di dalam surga (rezeki yang tertentu) setiap pagi dan sorenya."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 42,
    "arab": "فَوَاكِهُ ۚوَهُمْ مُّكْرَمُوْنَۙ",
    "translation": "(yaitu) buah-buahan. Dan mereka orang yang dimuliakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3830.mp3",
    "tafsir": "Allah menceritakan kenikmatan yang diberikan kepada kaum yang taat kepada Allah dan rasul-Nya. Mereka dengan penuh keikhlasan melakukan amal kebajikan, menjauhi segala bentuk kemaksiatan dan kemungkaran, bersih dari dosa selalu memanjatkan doa dan harapan kepada Tuhan mereka. Itulah hamba-hamba Allah yang ikhlas, yang akan mendapatkan surga, sebagaimana firman Allah:\n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6)\n\nDan firman Allah:\n\nDemi masa, sungguh, manusia berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran. (al-'A.shr/103: 1-3)\n\nGolongan hamba Allah yang ikhlas itu, tidak akan merasakan azab, tidak akan ditanya pada hari hisab, bahkan mereka mungkin diampuni kesalahannya jika ada kesalahan, dan diberi ganjaran pahala sepuluh kali lipat dari tiap amal saleh yang dikerjakannya atau lebih besar dari itu dengan kehendak Allah.\nKepada mereka inilah Allah memberikan rezeki yang telah ditentukan yakni buah-buahan yang beraneka ragam harum baunya dan rasanya amat lezat sehingga membangkitkan selera untuk menikmatinya. Mereka hidup mulia serta mendapat pelayanan dan penghormatan.\nDari ayat-ayat di atas, dapat dipahami bahwa makanan di surga itu disediakan untuk kenikmatan dan kesenangan.\n(43-44) Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nDan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58)\n\nAhli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya:\n\nDan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)",
    "quraish": "Yaitu buah-buahan yang bermacam-macam. Mereka adalah orang-orang yang ditenteramkan dan dimuliakan.",
    "jalalayn": "(Yaitu buah-buahan) menjadi Badal atau 'Athaf Bayan dari lafal Rizqun; yaitu bermacam-macam rezeki yang dimakan hanya untuk dinikmati, bukan untuk memelihara kesehatan, karena penduduk surga tidak perlu lagi memelihara kesehatan sebab mereka telah diciptakan untuk hidup abadi dan sehat selama-lamanya. (Dan mereka adalah orang-orang yang dimuliakan) dengan pahala yang berlimpah dari Allah swt."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 43,
    "arab": "فِيْ جَنّٰتِ النَّعِيْمِۙ",
    "translation": "di dalam surga-surga yang penuh kenikmatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3831.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nDan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58)\n\nAhli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya:\n\nDan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)",
    "quraish": "Di dalam surga-surga yang penuh kenikmatan.",
    "jalalayn": "(Di dalam surga-surga yang penuh nikmat.)"
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 44,
    "arab": "عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ",
    "translation": "(mereka duduk) berhadap-hadapan di atas dipan-dipan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3832.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nDan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58)\n\nAhli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya:\n\nDan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)",
    "quraish": "Mereka duduk di atas tahta dengan saling berhadapan.",
    "jalalayn": "(Di atas takhta-takhta kebesaran berhadap-hadapan) artinya, sebagian dari mereka duduk menghadap kepada sebagian yang lain, sehingga sebagian dari mereka tidak melihat tengkuk sebagian yang lainnya."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 45,
    "arab": "يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّنْ مَّعِيْنٍۢ ۙ",
    "translation": "Kepada mereka diedarkan gelas (yang berisi air) dari mata air (surga),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3833.mp3",
    "tafsir": "Sesudah menggambarkan makanan dan tempat tinggal mereka, Allah kemudian menerangkan minuman mereka. Dengan dilayani oleh anak-anak remaja yang cakap, ahli surga itu menikmati minuman lezat, segelas khamar yang sangat jernih bagaikan air bening yang warnanya putih bersih yang sedap rasanya, ada minuman mereka yang bercampur zanjabil (jahe) yang didatangkan dari sumber air surga yang namanya salsabil sebagaimana diterangkan dalam firman Allah:\n\nDan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. (al-Insan/76: 17-19)\n\nKenikmatan minuman yang disediakan Allah dalam surga merupakan kelengkapan kenikmatan bagi ahli surga. Mereka disuguhi bermacam ragam khamar yang melimpah ruah seolah-olah khamar itu diambilnya dari sumber bening yang mengalir tanpa putus-putusnya, setiap kali mereka meminta tentu mendapatkannya. Allah menjelaskan pula bahwa khamar dalam surga itu keadaannya jauh berbeda dengan khamar yang terdapat di dunia, baik mengenai kejernihan, warna, bau ,dan rasanya.\nDemikian pula pengaruh minuman terhadap jasmani dan rohani berbeda dengan khamar dunia. Khamar surga tidak membahayakan dan tidak memabukkan.",
    "quraish": "Mereka dikelilingi oleh anak-anak kecil yang membawa bejana berisikan minuman dari sumber yang terus mengalir tanpa terputus.",
    "jalalayn": "(Diedarkan kepada mereka) maksudnya, kepada masing-masing di antara mereka diedarkan (gelas) yaitu tempat untuk minum berikut minumannya (yang berisikan khamar dari sungai khamar) yang mengalir bagaikan sungai di bumi."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 46,
    "arab": "بَيْضَاۤءَ لَذَّةٍ لِّلشّٰرِبِيْنَۚ ",
    "translation": "(warnanya) putih bersih, sedap rasanya bagi orang-orang yang minum.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3834.mp3",
    "tafsir": "Sesudah menggambarkan makanan dan tempat tinggal mereka, Allah kemudian menerangkan minuman mereka. Dengan dilayani oleh anak-anak remaja yang cakap, ahli surga itu menikmati minuman lezat, segelas khamar yang sangat jernih bagaikan air bening yang warnanya putih bersih yang sedap rasanya, ada minuman mereka yang bercampur zanjabil (jahe) yang didatangkan dari sumber air surga yang namanya salsabil sebagaimana diterangkan dalam firman Allah:\n\nDan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. (al-Insan/76: 17-19)\n\nKenikmatan minuman yang disediakan Allah dalam surga merupakan kelengkapan kenikmatan bagi ahli surga. Mereka disuguhi bermacam ragam khamar yang melimpah ruah seolah-olah khamar itu diambilnya dari sumber bening yang mengalir tanpa putus-putusnya, setiap kali mereka meminta tentu mendapatkannya. Allah menjelaskan pula bahwa khamar dalam surga itu keadaannya jauh berbeda dengan khamar yang terdapat di dunia, baik mengenai kejernihan, warna, bau ,dan rasanya.\nDemikian pula pengaruh minuman terhadap jasmani dan rohani berbeda dengan khamar dunia. Khamar surga tidak membahayakan dan tidak memabukkan.",
    "quraish": "Warnanya putih bersih ketika dicampur. Rasanya pun menggairahkan orang-orang yang meminumnya.",
    "jalalayn": "(Warnanya putih) lebih putih daripada air susu (sedap rasanya) sangat lezat rasanya (bagi orang-orang yang minum) berbeda dengan khamar di dunia yang apabila diminum rasanya tidak enak."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 47,
    "arab": "لَا فِيْهَا غَوْلٌ وَّلَا هُمْ عَنْهَا يُنْزَفُوْنَ",
    "translation": "Tidak ada di dalamnya (unsur) yang memabukkan dan mereka tidak mabuk karenanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3835.mp3",
    "tafsir": "Sesudah menggambarkan makanan dan tempat tinggal mereka, Allah kemudian menerangkan minuman mereka. Dengan dilayani oleh anak-anak remaja yang cakap, ahli surga itu menikmati minuman lezat, segelas khamar yang sangat jernih bagaikan air bening yang warnanya putih bersih yang sedap rasanya, ada minuman mereka yang bercampur zanjabil (jahe) yang didatangkan dari sumber air surga yang namanya salsabil sebagaimana diterangkan dalam firman Allah:\n\nDan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. (al-Insan/76: 17-19)\n\nKenikmatan minuman yang disediakan Allah dalam surga merupakan kelengkapan kenikmatan bagi ahli surga. Mereka disuguhi bermacam ragam khamar yang melimpah ruah seolah-olah khamar itu diambilnya dari sumber bening yang mengalir tanpa putus-putusnya, setiap kali mereka meminta tentu mendapatkannya. Allah menjelaskan pula bahwa khamar dalam surga itu keadaannya jauh berbeda dengan khamar yang terdapat di dunia, baik mengenai kejernihan, warna, bau ,dan rasanya.\nDemikian pula pengaruh minuman terhadap jasmani dan rohani berbeda dengan khamar dunia. Khamar surga tidak membahayakan dan tidak memabukkan.",
    "quraish": "Minuman itu tidak membuat pusing dan membuat mereka mabuk. Dengan meminumnya kesadaran mereka tidak hilang.",
    "jalalayn": "(Tidak ada di dalam khamar itu alkohol) yakni zat yang membuat akal mereka mabuk (dan mereka tiada mabuk karenanya) dapat dibaca Yunzafuuna atau yanzifuuna, yang berasal dari kalimat, Nazafasy Syaaribu, dan Anzafa, artinya memabukkan; maksudnya khamar surga itu tidak memabukkan berbeda halnya dengan khamar di dunia."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 48,
    "arab": "وَعِنْدَهُمْ قٰصِرٰتُ الطَّرْفِ عِيْنٌ ۙ",
    "translation": "Dan di sisi mereka ada (bidadari-bidadari) yang bermata indah, dan membatasi pandangannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3836.mp3",
    "tafsir": "Kemudian Allah menyebutkan lagi dalam ayat ini kecantikan istri ahli-ahli surga sebagai penyempurnaan terhadap nikmat yang diberikan Tuhan kepada mereka di akhirat. Istri-istri mereka itu merupakan bidadari-bidadari yang cantik, tidak suka melihat orang-orang yang bukan suaminya, matanya jeli, kulitnya putih kuning bersih seperti warna telur burung unta yang belum pernah disentuh orang-orang dan belum dikotori debu. Warna kulit perempuan demikian sangat disenangi oleh orang Arab.\nPada ayat yang lain digambarkan para bidadari itu bagaikan mutiara. Firman Allah:\n\nDan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 22-23)",
    "quraish": "Di surga, di sisi orang-orang yang dibersihkan dari dosa itu terdapat bidadari-bidadari yang diciptakan dalam keadaan terjaga kesuciannya. Pandangan mereka hanya tertuju pada pasangannya. Mereka tidak mau melihat keinginan syahwat yang menyesatkan. Kecantikan mereka ada pada kejelitaan matanya.",
    "jalalayn": "(Di sisi mereka ada bidadari-bidadari yang tidak liar pandangannya) yaitu bidadari-bidadari yang selalu menundukkan pandangan matanya, atau dengan kata lain mereka hanya memandang suami-suami mereka saja dan tidak memandang orang lain, karena menurut mereka suami-suami mereka adalah orang-orang yang paling cakap (dan jelita matanya) artinya mata bidadari-bidadari itu sangat jelita."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 49,
    "arab": "كَاَنَّهُنَّ بَيْضٌ مَّكْنُوْنٌ",
    "translation": "seakan-akan mereka adalah telur yang tersimpan dengan baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3837.mp3",
    "tafsir": "Kemudian Allah menyebutkan lagi dalam ayat ini kecantikan istri ahli-ahli surga sebagai penyempurnaan terhadap nikmat yang diberikan Tuhan kepada mereka di akhirat. Istri-istri mereka itu merupakan bidadari-bidadari yang cantik, tidak suka melihat orang-orang yang bukan suaminya, matanya jeli, kulitnya putih kuning bersih seperti warna telur burung unta yang belum pernah disentuh orang-orang dan belum dikotori debu. Warna kulit perempuan demikian sangat disenangi oleh orang Arab.\nPada ayat yang lain digambarkan para bidadari itu bagaikan mutiara. Firman Allah:\n\nDan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 22-23)",
    "quraish": "Mereka bagaikan telur burung unta yang terlindungi oleh sayap, sehingga tak tersentuh tangan dan tak terkena debu.",
    "jalalayn": "(Seakan-akan mereka) yakni warna kulit mereka (adalah telur) burung unta (yang tersimpan dengan baik) bagaikan telur burung unta yang terlindungi oleh bulu induknya, sehingga tidak ada suatu debu pun yang menempel padanya, demikian pula warnanya, putih kekuning-kuningan, warna kulit seperti itu adalah warna kulit wanita yang paling cantik."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 50,
    "arab": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ",
    "translation": "Lalu mereka berhadap-hadapan satu sama lain sambil bercakap-cakap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3838.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang mukmin dalam surga duduk saling berhadap-hadapan dan berbincang-bincang satu sama lain sambil menikmati minuman yang disuguhkan kepada mereka. Betapa nikmatnya mengenang masa lampau mereka sewaktu dalam kesenangan dan ketenteraman hidup dalam surga. Mereka berbincang-bincang tentang pelbagai keutamaan dan pengalaman di dunia.",
    "quraish": "Orang-orang yang dibersihkan dari dosa itu kemudian saling berhadapan dan saling berbincang tentang ihwal mereka dan tentang keadaan mereka ketika masih di dunia.",
    "jalalayn": "(Lalu sebagian mereka menghadap) yakni sebagian penduduk surga (kepada sebagian yang lain sambil bercakap-cakap) mengenai apa yang telah mereka lakukan di dunia."
  },
  {
    "page": 447,
    "name": "As-Saffat",
    "ayat": 51,
    "arab": "قَالَ قَاۤىِٕلٌ مِّنْهُمْ اِنِّيْ كَانَ لِيْ قَرِيْنٌۙ",
    "translation": "Berkatalah salah seorang di antara mereka, “Sesungguhnya aku dahulu (di dunia) pernah mempunyai seorang teman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3839.mp3",
    "tafsir": "Pada ayat ini dijelaskan isi percakapan antara ahli surga. Seorang di antara mereka menceritakan kepada teman-temannya bahwa sewaktu hidup di dunia dia mempunyai seorang teman yang menanyakan kepadanya dengan nada mencemooh tentang keyakinannya akan hari kebangkitan dan hari Kiamat. Temannya itu sangat mengingkari akan terjadinya hari kebangkitan dari kubur. Dengan penuh keheranan dan keingkaran, temannya di dunia itu mengatakan bahwa tidaklah mungkin dan sangat tidak masuk akal bilamana manusia yang sudah menjadi tanah dan tulang-belulang akan dihidupkan kembali dari dalam kubur. Lalu setelah itu diadakan perhitungan terhadap amal perbuatannya semasa hidup di dunia.\nMenurut keyakinan orang kafir itu tidak ada lagi perhitungan antara kejahatan dan kebaikan, dan antara kufur dan iman. Semua perbuatan manusia sudah selesai diperhitungkan di dunia. Namun demikian, Allah menegaskan adanya perhitungan terakhir dengan firman-Nya:\n\nDan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran. Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman. (al-Mu'min/40: 58-59)",
    "quraish": "Saat itu salah seorang dari mereka berkata, \"Dulu aku punya seorang teman yang musyrik. Ia selalu mendebatku dalam masalah agama dan ajaran-ajaran yang dibawa oleh al-Qur'ân.\"",
    "jalalayn": "(Berkatalah salah seorang di antara mereka, \"Sesungguhnya aku dahulu di dunia mempunyai seorang teman) yakni teman yang ingkar kepada adanya hari berbangkit."
  }
]