[
  {
    "page": 45,
    "name": "Al-Baqarah",
    "ayat": 265,
    "arab": "وَمَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ وَتَثْبِيْتًا مِّنْ اَنْفُسِهِمْ كَمَثَلِ جَنَّةٍۢ بِرَبْوَةٍ اَصَابَهَا وَابِلٌ فَاٰتَتْ اُكُلَهَا ضِعْفَيْنِۚ فَاِنْ لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ  ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/272.mp3",
    "tafsir": "Infak diumpamakan sebagai sebidang kebun yang mendapat siraman air hujan yang cukup, sehingga kebun itu memberikan hasil dua kali lipat dari hasil yang biasa. Andaikata hujan itu tidak lebat, maka hujan gerimis pun cukup, karena kebun tersebut terletak di dataran tinggi yang mendapatkan sinar yang cukup serta hawa yang baik, dan tanahnya pun subur.\nAyat ini bermunasabah dan merupakan kelanjutan dari ayat sebelumnya. Dilihat dari sisi mekanisme erosi, adanya penutup lahan berupa pohon pohonan atau tumbuhan dapat menghindarkan atau mengurangi resiko terjadinya erosi. Hujan di kebun pegunungan bukan penyebab erosi melainkan memberikan manfaat berupa peningkatan hasil untuk tanah yang dibudidayakan sebagai kebun. Dalam hal ini, pembelanjaan harta untuk mencari rida Allah diumpamakan sebagai kebun di pegunungan yang disirami hujan dan menghasilkan buah-buahan dua kali lipat. Seandainya tidak ada hujan lebat, di kebun pegunungan, hujan gerimis bahkan embun pun sudah memadai untuk menghasilkan buah-buahan yang baik.\nDalam pandangan ilmu ekologi, keadaan yang digambarkan dalam ayat 265 Surah al-Baqarah di atas memang betul terjadi. Fenomena alam ini jelas memperlihatkan kebesaran Allah yang mengatur dengan sangat rinci akan alam ini, sehingga semua mahluk mempunyai kesempatan untuk bertasbih kepada-Nya.\nEmbun, atau lebih tepatnya disebut kabut, adalah awan yang bersentuhan langsung dengan tanah atau pepohonan. Dalam bahasa Inggris, untuk fenomena alam yang satu ini digunakan dua kata, yaitu fog dan mist. Perbedaan keduanya hanyalah pada kepadatan material awan. Kata fog digunakan apabila kabut menyebabkan jarak pandang kurang dari satu kilometer. Sedangkan mist, adalah keadaan kabut yang mengakibatkan jarak pandangnya kurang dari dua kilometer. \nKabut berbeda dengan awan lainnya hanya karena awan itu bersentuhan dengan permukaan bumi. Keadaan ini dapat terjadi baik di dataran rendah maupun pegunungan. Kabut muncul saat terjadi perbedaan suhu udara dan titik beku air sebesar 3oC atau kurang. Kabut dimulai saat uap air memadat menjadi butiran air yang sangat halus di udara. Pemadatan uap air inilah yang kemudian tampak dan menjadi apa yang dinamakan awan. Kabut umumnya terjadi di kawasan yang sangat lembab. Keadaan lembab dapat terjadi karena ada penambahan uap air di udara, atau suhu udara yang menurun. Akan tetapi, kadangkala kabut dapat terjadi tanpa adanya syarat-syarat tersebut. Pada umunya, kabut terjadi saat kelembaban udara mencapai 100%. Pada kondisi ini, udara tidak lagi dapat mengikat uap air yang ada di udara.\nKlasifikasi kabut dapat dilakukan karena perbedaan penyebab, sifat, dan lainnya. Misal ada kabut yang dapat terjadi dan menghilang dalam waktu singkat. Kabut ini biasa disebut sebagai flash fog. Juga ada kabut yang dikenal dengan sea fog. yang terjadi di atas permukaan air laut. Di sini, terjadinya kabut sangat dipengaruhi oleh kehadiran garam. Partikel garam yang renik akan memenuhi udara yang ada di atas permukaan air laut oleh berbagai sebab. Antara lain disebabkan oleh angin atau percikan pecahan ombak dan sebab-sebab lainnya. Partikel garam renik ini kemudian akan berperan sebagai pengumpul uap air. Ada pula tipe kabut yang disebabkan perubahan suhu saat senja atau pagi hari atau suatu keadaan saat ada angin dingin yang melewati kawasan perairan yang hangat, atau air hujan yang melewati lapisan udara yang panas sehingga terjadi penguapan.\nKabut seringkali menghasilkan hujan dalam bentuk gerimis. Keadaan ini umumnya terjadi karena kelembaban udara sudah melebihi angka 100%. Segera awan akan berubah menjadi butiran air hujan. Terutama apabila lapisan kabut naik ke atas dan bersentuhan dengan suhu dingin di bagian atas. \nDalam kaitannya dengan kabut, para ahli ekologi menemukan suatu jenis hutan yang unik karena berasosiasi sangat erat dengan kabut. Hutan ini biasa disebut dengan cloud forest atau fog forest. Hutan demikian ini menunjuk pada hutan hujan basah di kawasan dataran tinggi, baik di pegunungan tropis atau subtropis. Umumnya, lapisan kabut ini akan menebal pada bagian pucuk pohon-pohon hutan (canopy). Umumnya hutan kabut tidak terlalu luas dan terbatas hanya pada kawasan dimana lingkungan atmosfer cocok untuk membentuk kabut. \nHutan ini juga ditandai oleh kabut yang hampir selalu hadir, sehingga memperkecil kemungkinan tumbuhan memperoleh sinar matahari langsung. Pohon-pohon pada kawasan ini ditandai dengan tumbuh lebih pendek dan kecil. Ukuran ini sangat berbeda dengan jenis sama dan tumbuh di dataran rendah atau bagian pegunungan lain yang memperoleh sinar matahari penuh. Kelembaban yang tinggi mendorong tumbuhnya tanaman epifit yang menempel di batang dan cabang pohon, yang sebagian besar didominasi oleh kelompok lumut maupun paku-pakuan. Kehadiran tumbuhan merambat dan lumut ini juga menjadi ciri bahwa ini adalah hutan kabut.\nDi dalam hutan kabut, sumber air utamanya adalah butiran renik air yang berasal dari kabut. Kondensasi uap air kabut akan terjadi terutama di daun pepohonan, dan jatuh dalam bentuk butiran air ke lantai hutan.\nSuatu fenomena alam yang berada di kawasan yang sangat jauh dari tempat turunnya Al-Qur'an, tetapi dijelaskan dengan rinci dalam Al-Qur'an, merupakan bukti bahwa kitab suci ini bukan karangan manusia. Hanya Tuhan yang Maha Mengetahui yang dapat menurunkan ayat seperti ini.\nDikatakan, bahwa yang diumpamakan dengan kebun itu adalah orang yang menafkahkan hartanya, karena dia menyadari bahwa dia telah menerima rahmat yang banyak dari Allah, maka dia bersedia untuk memberikan infak yang banyak; walaupun suatu ketika dia memperoleh rahmat yang sedikit, namun dia tetap memberikan infak.\nMembelanjakan harta di jalan Allah atau berinfak, benar-benar dapat memperteguh jiwa. Sebab cinta kepada harta benda telah menjadi tabiat manusia, karena sangat cintanya kepada harta benda terasa berat baginya untuk membelanjakannya, apa lagi untuk kepentingan orang lain. Maka jika kita bersedekah misalnya, hal itu merupakan perbuatan yang dapat meneguhkan hati untuk berbuat kebaikan, serta menghilangkan pengaruh harta yang melekat pada jiwa.\nAyat ini ditutup dengan firman-Nya: Wallahu bima ta'maluna bashir (Allah senantiasa melihat apa-apa yang kamu kerjakan). Ini berarti bahwa Allah selalu mengetahui kebaikan-kebaikan yang dilakukan hamba-Nya, antara lain berinfak dengan niat yang ikhlas, maka Dia akan memberikan pahalanya. Sebaliknya, Allah juga mengetahui semua perbuatan yang tidak baik, maka Dia akan membalasnya dengan azab.\n(266) Dalam ayat ini Allah swt memberikan perumpamaan pula bagi orang yang menafkahkan hartanya bukan untuk mendapatkan rida Allah, melainkan karena ria, atau sedekahnya disertai dengan ucapan-ucapan yang melukai perasaan atau suka menyebut-nyebut sedekah yang telah diberikannya. Orang ini diumpamakan sebagai orang yang mempunyai sebidang kebun yang berisi bermacam-macam tumbuhan, dan kebun itu mendapatkan air yang cukup dari sungai yang mengalir, sehingga menghasilkan buah-buahan yang banyak. Orang tersebut sudah lanjut usianya, dan mempunyai anak-anak dan cucu-cucu yang masih kecil-kecil yang belum dapat mencari rezeki sendiri. Dengan demikian, orang itu dan anak cucunya sangat memerlukan hasil kebun itu. Tapi tiba-tiba datanglah angin samum yang panas. Sehingga pohon-pohon dan tanaman-tanaman menjadi rusak, tidak mendatangkan hasil apa pun, padahal dia sangat mengharapkannya.\nDemikianlah keadaan orang yang menafkahkan hartanya bukan karena Allah. Dia mengira akan mendapatkan pahala dari sedekah dan infaknya. Akan tetapi yang sebenarnya bukan demikian, pahalanya akan hilang lenyap karena niatnya yang tidak ikhlas. Dia berinfak hanya karena riya, mengikuti bisikan setan. Bukan karena mengharapkan rida Allah swt.\nDengan keterangan-keterangan dan perumpamaan yang jelas ini Allah swt menerangkan ayat-ayatnya kepada hamba-Nya agar mereka berpikir dan dapat mengambil iktibar dan pelajaran dari perumpamaan-perumpamaan itu.",
    "quraish": "Orang-orang yang menafkahkan hartanya untuk memperoleh keridaan Allah dan memantapkan keimanan mereka, perumpamaannya seperti pemilik kebun di sebuah dataran tinggi yang subur. (1) Di tempat tersebut bisa tumbuh pepohonan dengan sedikit atau banyak air. Jika hujan deras, hasilnya dua kali lipat. Dan kalau yang turun sedikit, tanah yang subur itu cukup untuk menghasilkan buah. Dalam dua keadaan di atas ia bisa menghasilkan. Orang-orang Mukmin yang ikhlas tidak akan sia-sia perbuatannya. Tidak ada satu pun perbuatan kalian yang tidak diketahui Allah. (1) Di sini al-Qur'ân menggunakan kata \"rabwah\" yang dalam bahasa Arab berarti 'tanah subur yang berada di dataran tinggi'. Ini sesuai dengan penemuan ilmiah modern. Semakin tinggi sebuah dataran, akan semakin jauh dari sumber air yang mengakibatkan akar tumbuh-tumbuhan menjadi semakin memanjang. Serabut yang berfungsi menyerap makanan pun menjadi banyak, sehingga makanan yang membentuk zat hijau daun (klorofil) mejadi banyak pula. Dengan demikian, pohon itu menjadi produktif menghasilkan buah. Hujan yang deras memiliki banyak fungsi selain sebagai makanan. Fungsi itu, antara lain, melunakkan zat-zat yang diperlukan tumbuhan, membersihkannya dari zat-zat yang menghambat pertumbuhan dan menjaga hama.",
    "jalalayn": "(Dan perumpamaan) nafkah dari (orang-orang yang menafkahkan harta mereka guna mencari) atau mendapatkan (keridaan Allah dan untuk keteguhan jiwa mereka) maksudnya untuk memastikan pahalanya, berbeda halnya dengan orang-orang munafik yang tidak mengharapkannya sama sekali karena pada dasarnya sudah tidak mempercayainya (seperti sebuah kebun) atau taman (di sebuah rabwah) atau rubwah, artinya suatu dataran yang tinggi rata (ditimpa oleh hujan lebat, hingga memberikan) artinya menghasilkan (buahnya) atau hasil panennya (dua kali lipat) atau secara berganda. (Jika tidak disiram oleh hujan lebat, maka oleh hujan gerimis) yang memadai disebabkan letaknya yang tinggi. Tegasnya ia tetap berbuah dengan lebatnya, biar hujan yang menimpanya lebat atau rintik-rintik. Demikian pula halnya nafkah yang disebutkan tadi, di sisi Allah ia tetap berkembang, biar sedikit atau banyak. (Dan Allah Maha Melihat apa-apa yang kamu kerjakan) dan akan membalasnya dengan sebaik-baiknya."
  },
  {
    "page": 45,
    "name": "Al-Baqarah",
    "ayat": 266,
    "arab": "اَيَوَدُّ اَحَدُكُمْ اَنْ تَكُوْنَ لَهٗ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ  لَهٗ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِۙ وَاَصَابَهُ الْكِبَرُ وَلَهٗ ذُرِّيَّةٌ ضُعَفَاۤءُۚ فَاَصَابَهَآ اِعْصَارٌ فِيْهِ نَارٌ فَاحْتَرَقَتْ ۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَ ࣖ",
    "translation": "Adakah salah seorang di antara kamu yang ingin memiliki kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai, di sana dia memiliki segala macam buah-buahan, kemudian datanglah masa tuanya sedang dia memiliki keturunan yang masih kecil-kecil. Lalu kebun itu ditiup angin keras yang mengandung api, sehingga terbakar. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/273.mp3",
    "tafsir": "Infak diumpamakan sebagai sebidang kebun yang mendapat siraman air hujan yang cukup, sehingga kebun itu memberikan hasil dua kali lipat dari hasil yang biasa. Andaikata hujan itu tidak lebat, maka hujan gerimis pun cukup, karena kebun tersebut terletak di dataran tinggi yang mendapatkan sinar yang cukup serta hawa yang baik, dan tanahnya pun subur.\nAyat ini bermunasabah dan merupakan kelanjutan dari ayat sebelumnya. Dilihat dari sisi mekanisme erosi, adanya penutup lahan berupa pohon pohonan atau tumbuhan dapat menghindarkan atau mengurangi resiko terjadinya erosi. Hujan di kebun pegunungan bukan penyebab erosi melainkan memberikan manfaat berupa peningkatan hasil untuk tanah yang dibudidayakan sebagai kebun. Dalam hal ini, pembelanjaan harta untuk mencari rida Allah diumpamakan sebagai kebun di pegunungan yang disirami hujan dan menghasilkan buah-buahan dua kali lipat. Seandainya tidak ada hujan lebat, di kebun pegunungan, hujan gerimis bahkan embun pun sudah memadai untuk menghasilkan buah-buahan yang baik.\nDalam pandangan ilmu ekologi, keadaan yang digambarkan dalam ayat 265 Surah al-Baqarah di atas memang betul terjadi. Fenomena alam ini jelas memperlihatkan kebesaran Allah yang mengatur dengan sangat rinci akan alam ini, sehingga semua mahluk mempunyai kesempatan untuk bertasbih kepada-Nya.\nEmbun, atau lebih tepatnya disebut kabut, adalah awan yang bersentuhan langsung dengan tanah atau pepohonan. Dalam bahasa Inggris, untuk fenomena alam yang satu ini digunakan dua kata, yaitu fog dan mist. Perbedaan keduanya hanyalah pada kepadatan material awan. Kata fog digunakan apabila kabut menyebabkan jarak pandang kurang dari satu kilometer. Sedangkan mist, adalah keadaan kabut yang mengakibatkan jarak pandangnya kurang dari dua kilometer. \nKabut berbeda dengan awan lainnya hanya karena awan itu bersentuhan dengan permukaan bumi. Keadaan ini dapat terjadi baik di dataran rendah maupun pegunungan. Kabut muncul saat terjadi perbedaan suhu udara dan titik beku air sebesar 3oC atau kurang. Kabut dimulai saat uap air memadat menjadi butiran air yang sangat halus di udara. Pemadatan uap air inilah yang kemudian tampak dan menjadi apa yang dinamakan awan. Kabut umumnya terjadi di kawasan yang sangat lembab. Keadaan lembab dapat terjadi karena ada penambahan uap air di udara, atau suhu udara yang menurun. Akan tetapi, kadangkala kabut dapat terjadi tanpa adanya syarat-syarat tersebut. Pada umunya, kabut terjadi saat kelembaban udara mencapai 100%. Pada kondisi ini, udara tidak lagi dapat mengikat uap air yang ada di udara.\nKlasifikasi kabut dapat dilakukan karena perbedaan penyebab, sifat, dan lainnya. Misal ada kabut yang dapat terjadi dan menghilang dalam waktu singkat. Kabut ini biasa disebut sebagai flash fog. Juga ada kabut yang dikenal dengan sea fog. yang terjadi di atas permukaan air laut. Di sini, terjadinya kabut sangat dipengaruhi oleh kehadiran garam. Partikel garam yang renik akan memenuhi udara yang ada di atas permukaan air laut oleh berbagai sebab. Antara lain disebabkan oleh angin atau percikan pecahan ombak dan sebab-sebab lainnya. Partikel garam renik ini kemudian akan berperan sebagai pengumpul uap air. Ada pula tipe kabut yang disebabkan perubahan suhu saat senja atau pagi hari atau suatu keadaan saat ada angin dingin yang melewati kawasan perairan yang hangat, atau air hujan yang melewati lapisan udara yang panas sehingga terjadi penguapan.\nKabut seringkali menghasilkan hujan dalam bentuk gerimis. Keadaan ini umumnya terjadi karena kelembaban udara sudah melebihi angka 100%. Segera awan akan berubah menjadi butiran air hujan. Terutama apabila lapisan kabut naik ke atas dan bersentuhan dengan suhu dingin di bagian atas. \nDalam kaitannya dengan kabut, para ahli ekologi menemukan suatu jenis hutan yang unik karena berasosiasi sangat erat dengan kabut. Hutan ini biasa disebut dengan cloud forest atau fog forest. Hutan demikian ini menunjuk pada hutan hujan basah di kawasan dataran tinggi, baik di pegunungan tropis atau subtropis. Umumnya, lapisan kabut ini akan menebal pada bagian pucuk pohon-pohon hutan (canopy). Umumnya hutan kabut tidak terlalu luas dan terbatas hanya pada kawasan dimana lingkungan atmosfer cocok untuk membentuk kabut. \nHutan ini juga ditandai oleh kabut yang hampir selalu hadir, sehingga memperkecil kemungkinan tumbuhan memperoleh sinar matahari langsung. Pohon-pohon pada kawasan ini ditandai dengan tumbuh lebih pendek dan kecil. Ukuran ini sangat berbeda dengan jenis sama dan tumbuh di dataran rendah atau bagian pegunungan lain yang memperoleh sinar matahari penuh. Kelembaban yang tinggi mendorong tumbuhnya tanaman epifit yang menempel di batang dan cabang pohon, yang sebagian besar didominasi oleh kelompok lumut maupun paku-pakuan. Kehadiran tumbuhan merambat dan lumut ini juga menjadi ciri bahwa ini adalah hutan kabut.\nDi dalam hutan kabut, sumber air utamanya adalah butiran renik air yang berasal dari kabut. Kondensasi uap air kabut akan terjadi terutama di daun pepohonan, dan jatuh dalam bentuk butiran air ke lantai hutan.\nSuatu fenomena alam yang berada di kawasan yang sangat jauh dari tempat turunnya Al-Qur'an, tetapi dijelaskan dengan rinci dalam Al-Qur'an, merupakan bukti bahwa kitab suci ini bukan karangan manusia. Hanya Tuhan yang Maha Mengetahui yang dapat menurunkan ayat seperti ini.\nDikatakan, bahwa yang diumpamakan dengan kebun itu adalah orang yang menafkahkan hartanya, karena dia menyadari bahwa dia telah menerima rahmat yang banyak dari Allah, maka dia bersedia untuk memberikan infak yang banyak; walaupun suatu ketika dia memperoleh rahmat yang sedikit, namun dia tetap memberikan infak.\nMembelanjakan harta di jalan Allah atau berinfak, benar-benar dapat memperteguh jiwa. Sebab cinta kepada harta benda telah menjadi tabiat manusia, karena sangat cintanya kepada harta benda terasa berat baginya untuk membelanjakannya, apa lagi untuk kepentingan orang lain. Maka jika kita bersedekah misalnya, hal itu merupakan perbuatan yang dapat meneguhkan hati untuk berbuat kebaikan, serta menghilangkan pengaruh harta yang melekat pada jiwa.\nAyat ini ditutup dengan firman-Nya: Wallahu bima ta'maluna bashir (Allah senantiasa melihat apa-apa yang kamu kerjakan). Ini berarti bahwa Allah selalu mengetahui kebaikan-kebaikan yang dilakukan hamba-Nya, antara lain berinfak dengan niat yang ikhlas, maka Dia akan memberikan pahalanya. Sebaliknya, Allah juga mengetahui semua perbuatan yang tidak baik, maka Dia akan membalasnya dengan azab.",
    "quraish": "Tidak seorang pun di antara kalian ingin memiliki sebuah kebun kurma dan anggur. Kebun tersebut diairi oleh sungai-sungai yang mengalir di sela-selanya. Buah yang dihasilkannya sesuai dengan keinginan. Ketika ia semakin tua dan tidak bisa berusaha, sementara keturunannya masih kecil-kecil dan belum bekerja, tiba-tiba kebun tersebut kering karena angin keras yang mengandung panas yang membakarnya. (1) Padahal pemilik kebun dan keturunannya sedang sangat membutuhkan. Begitulah keadaan orang yang berinfak dan bersedekah dengan disertai riya dan sikap menyakiti. Pahalanya hilang. Dan setelah itu ia tidak bisa lagi bersedekah dengan hati lapang. Dengan keterangan ini, Allah menjelaskan tanda-tanda kekuasaan-Nya agar kalian pikirkan dan ketahui. (1) Al-Qur'ân mengungkapkannya dengan kata \"i'shâr\" yang menurut ilmu pengetahuan modern berarti cuaca tidak stabil, ditandai angin keras yang disertai halilintar, kilat dan hujan. Kadang-kadang mengandung api apabila disertai pengosongan listrik dari awan, atau mengandung semburan api yang datang dari letupan gunung berapi yang menghancurkan lingkungan sekitarnya. Kata \"i'shâr\" tersebut mengandung pengertian itu semua.",
    "jalalayn": "(Apakah ingin salah seorang kamu mempunyai suatu kebun) atau taman dari kurma dan anggur, sedang di bawahnya mengalir anak-anak sungai dan di dalamnya terdapat) buah-buahan (dari berbagai corak dan) sungguh (datanglah masa tuanya) sehingga ia menjadi lemah dan tak sanggup berusaha lagi, (sedangkan ia mempunyai keturunan yang lemah-lemah) anak-anak yang masih kecil yang masih dalam asuhannya. (Maka tiba-tiba kebun itu ditiup angin keras) atau topan (yang mengandung api hingga terbakar). Maka orang tadi kehilangan kebunnya di saat ia amat memerlukannya, hingga tinggallah ia bersama anak-anaknya dalam keadaan bingung dan putus asa, tidak berdaya. Ini merupakan tamsil bagi orang yang mengeluarkan nafkah dengan ria dan membangga-banggakan dirinya, yakni tentang hampa dan tiada bergunanya di saat ia amat memerlukannya nanti di akhirat. Pertanyaan di sini berarti tidak. Dari Ibnu Abbas diterima keterangan bahwa tamsil ini adalah bagi orang yang pada mulanya gemar mengerjakan kebaikan, tetapi tergoda oleh setan hingga berbalik mengerjakan kedurhakaan yang membakar hangus amal-amalannya tadi. (Demikianlah) sebagaimana dijelaskan-Nya apa yang kita sebutkan itu (Allah menerangkan ayat-ayat-Nya kepada kamu supaya kamu memikirkannya) hingga mendapat pelajaran darinya."
  },
  {
    "page": 45,
    "name": "Al-Baqarah",
    "ayat": 267,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ وَمِمَّآ اَخْرَجْنَا لَكُمْ مِّنَ الْاَرْضِ ۗ وَلَا تَيَمَّمُوا الْخَبِيْثَ مِنْهُ تُنْفِقُوْنَ وَلَسْتُمْ بِاٰخِذِيْهِ اِلَّآ اَنْ تُغْمِضُوْا فِيْهِ ۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ",
    "translation": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untukmu. Janganlah kamu memilih yang buruk untuk kamu keluarkan, padahal kamu sendiri tidak mau mengambilnya melainkan dengan memicingkan mata (enggan) terhadapnya. Dan ketahuilah bahwa Allah Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/274.mp3",
    "tafsir": "Orang yang benar-benar beriman, niscaya akan menafkahkan sesuatu yang baik, bila dia bermaksud dengan infaknya itu untuk menyucikan diri dan meneguhkan jiwanya. Sesuatu yang diinfakkan, diumpamakan dengan sebutir benih yang menghasilkan tujuh ratus butir, atau yang diumpamakan dengan sebidang kebun yang terletak di dataran tinggi, yang memberikan hasil yang baik, tentulah sesuatu yang baik, bukan sesuatu yang buruk yang tidak disukai oleh yang menafkahkan, atau yang dia sendiri tidak akan mau menerimanya, andaikata dia diberi barang semacam itu.\nNamun demikian, orang yang bersedekah itu pun tidak boleh dipaksa untuk menyedekahkan yang baik saja dari apa yang dimilikinya, seperti yang tersebut di atas. Rasulullah saw pernah bersabda kepada Mu'adz bin Jabal ketika beliau mengutusnya ke Yaman:\nDari Ibnu Abbas r.a. bahwa Nabi saw mengutus Mu'adz ke Yaman”lalu ia menyebutkan hadis”dan padanya: bahwa Allah mewajibkan kepada mereka zakat pada harta mereka yang diambil dari orang-orang kaya lalu diserahkan kepada fakir miskin di antara mereka. (Riwayat Muttafaq 'alaih)\n\nDari keterangan di atas dapat dipahami bahwa Allah sangat mencela bila yang disedekahkan itu terdiri dari barang yang buruk-buruk. Ini bukan berarti bahwa barang yang disedekahkan itu harus yang terbaik, melainkan yang wajar, dan orang yang menafkahkan itu sendiri menyukainya andaikata dia yang diberi.\nDalam ayat lain Allah berfirman:\n\nKamu tidak akan memperoleh kebajikan, sebelum kamu menginfakkan sebagian harta yang kamu cintai. ¦ (Â'li 'Imran/3:92)\n\nPada akhir ayat ini Allah berfirman, yang artinya sebagai berikut \"Ketahuilah, bahwasanya Allah Mahakaya dan Maha Terpuji.\" Ini merupakan suatu peringatan, terutama kepada orang yang suka menafkahkan barang yang buruk-buruk, bahwa Allah tidak memerlukan sedekah semacam itu. Dia tidak akan menerimanya sebagai suatu amal kebaikan. Bila seseorang benar-benar ingin berbuat kebaikan dan mencari keridaan Allah, mengapa dia memberikan barang yang buruk, yang dia sendiri tidak menyukainya? Allah Mahakaya. Maha Terpuji dan pujian yang layak bagi Allah ialah bahwa kita rela menafkahkan sesuatu yang baik dari harta milik kita, yang dikaruniakan Allah kepada kita.",
    "quraish": "Hai orang-orang beriman, berinfaklah dari hasil kerja kalian yang baik-baik dan hasil bumi yang kalian dapatkan seperti pertanian, tambang dan sebagainya. Janganlah kalian sengaja berinfak dengan yang buruk-buruk. Padahal kalian sendiri, kalau diberikan yang buruk seperti itu, akan mengambilnya dengan memicingkan mata seakan tidak ingin memandang keburukannya. Ketahuilah Allah tidak membutuhkan sedekah kalian. Dia berhak untuk dipuji karena kemanfaatan dan kebaikan yang telah ditunjuki-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman, nafkahkanlah), maksudnya zakatkanlah (sebagian yang baik-baik) dari (hasil usahamu) berupa harta (dan sebagian) yang baik-baik dari (apa yang Kami keluarkan dari bumi untuk kamu) berupa biji-bijian dan buah-buahan (dan janganlah kamu sengaja) mengambil (yang jelek) atau yang buruk (darinya) maksudnya dari yang disebutkan itu, lalu (kamu keluarkan untuk zakat) menjadi 'hal' dari dhamir yang terdapat pada 'tayammamu' (padahal kamu sendiri tidak mau mengambilnya) maksudnya yang jelek tadi, seandainya ia menjadi hak yang harus diberikan kepadamu (kecuali dengan memejamkan mata terhadapnya), artinya pura-pura tidak tahu atau tidak melihat kejelekannya, maka bagaimana kamu berani memberikan itu guna memenuhi hak Allah! (Dan ketahuilah bahwa Allah Maha Kaya) sehingga tidak memerlukan nafkahmu itu (lagi Maha Terpuji) pada setiap kondisi dan situasi."
  },
  {
    "page": 45,
    "name": "Al-Baqarah",
    "ayat": 268,
    "arab": "اَلشَّيْطٰنُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاۤءِ ۚ وَاللّٰهُ يَعِدُكُمْ مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۖ ",
    "translation": "Setan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir), sedangkan Allah menjanjikan ampunan dan karunia-Nya kepadamu. Dan Allah Mahaluas, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/275.mp3",
    "tafsir": "Setan selalu menakut-nakuti orang yang berinfak dan membujuk mereka agar bersifat bakhil dan kikir. Setan membayangkan kepada mereka bahwa berinfak atau bersedekah akan menghabiskan harta benda dan akan menyebabkan mereka menjadi miskin dan sengsara. Oleh sebab itu harta benda mereka harus disimpan untuk persiapan di hari depan.\nMenafkahkan barang yang jelek, dan keengganan untuk menafkahkan barang yang baik, oleh Allah disebut sebagai suatu kejahatan, bukan kebajikan, karena orang yang bersifat demikian berarti mempercayai setan dan tidak mensyukuri nikmat Allah serta tidak percaya akan kekayaan Allah dan kekuasaan-Nya untuk memberi tambahan rahmat kepadanya.\nAllah menjanjikan kepada hamba-Nya melalui rasul-Nya, untuk memberikan ampunan atas kesalahan-kesalahan yang banyak, terutama dalam masalah harta benda. Karena sudah menjadi tabiat manusia mencintai harta benda sehingga berat baginya untuk menafkahkannya.\nSelain menjanjikan ampunan, Allah juga menjanjikan kepada orang yang berinfak akan memperoleh ganti dari harta yang dinafkahkannya. Di dunia dia akan memperoleh kemuliaan dan nama baik di kalangan masyarakatnya karena keikhlasannya dalam berinfak atau dengan bertambahnya harta yang masih tersisa. Di akhirat kelak dia akan menerima pahala yang berlipat ganda. \nDalam hubungan ini Allah berfirman:\n\n... Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik. (Saba'/34:39)\n\nBerinfak adalah salah satu cara untuk bersyukur. Maka orang yang berinfak dengan ikhlas adalah orang yang bersyukur kepada Allah yang telah mengaruniakan harta benda itu kepadanya dan Dia akan menambah rahmat-Nya kepada orang tersebut. Firman-Nya:\n\n\n¦Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat. (Ibrahim/14:7)\n\nImam al-Bukhari dan Muslim meriwayatkan suatu hadis, yang mengatakan bahwa Rasulullah saw bersabda:\n\"Tidak ada suatu hari di mana hamba-hamba Allah berada pada pagi hari, kecuali ada dua malaikat yang turun. Salah satu dari malaikat itu berdoa, \"Ya Allah, berikanlah kepada orang yang menginfakkan (harta bendanya) ganti.\" Dan malaikat yang satu lagi berdoa, \"Berikanlah kepada orang yang enggan (menginfakkan hartanya) kemusnahan.\" (Riwayat al-Bukhari dan Muslim)\n\nYang dimaksud dengan \"ganti\" dari harta yang dinafkahkan itu ialah: Allah akan memudahkan jalan baginya untuk memperoleh rezeki, dan dia mendapatkan kehormatan dalam masyarakat. Sedang yang dimaksud dengan \"kemusnahan\" ialah bahwa harta bendanya itu habis tanpa memberikan faedah kepadanya. \nPada akhir ayat ini Allah swt mengingatkan bahwa Dia Mahaluas rahmat dan karunia-Nya memberikan ampunan dan ganti dari harta yang dinafkahkan itu. Allah Maha Mengetahui apa yang dinafkahkan hamba-Nya, sehingga Dia tidak akan menyia-nyiakannya, bahkan akan diberinya pahala yang baik.",
    "quraish": "Setan menakut-nakuti kalian dengan kemiskinan, memalingkan dari amal saleh sehingga kalian tidak berinfak di jalan kebaikan dan menyuruh kalian berbuat kejahatan. Ampunan Allah amatlah luas. Dia Mahakuasa untuk membuat kalian kaya. Tidak ada satu masalah pun yang tidak diketahui-Nya.",
    "jalalayn": "(Setan menjanjikan kemiskinan bagimu), artinya menakut-nakuti kamu dengan kemiskinan sekiranya kamu mengeluarkan zakat, maka hendaklah waspada (dan menyuruh kamu berbuat kejahatan) bersifat kikir dan menahan zakat (sedangkan Allah menjanjikan kepadamu) dengan mengeluarkan nafkah itu (keampunan dari-Nya) terhadap dosa-dosamu (dan karunia), yakni rezeki sebagai penggantinya (dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) orang-orang yang suka mengeluarkan nafkah."
  },
  {
    "page": 45,
    "name": "Al-Baqarah",
    "ayat": 269,
    "arab": "يُّؤْتِى الْحِكْمَةَ مَنْ يَّشَاۤءُ ۚ وَمَنْ يُّؤْتَ الْحِكْمَةَ فَقَدْ اُوْتِيَ خَيْرًا كَثِيْرًا ۗ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ",
    "translation": "Dia memberikan hikmah kepada siapa yang Dia kehendaki. Barangsiapa diberi hikmah, sesungguhnya dia telah diberi kebaikan yang banyak. Dan tidak ada yang dapat mengambil pelajaran kecuali orang-orang yang mempunyai akal sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/276.mp3",
    "tafsir": "Allah akan memberikan hikmah kepada siapa saja yang dikehendaki-Nya. Maksudnya, bahwa Allah mengaruniakan hikmah kebijaksanaan serta ilmu pengetahuan kepada siapa yang dikehendaki-Nya di antara hamba-Nya, sehingga dengan ilmu dan dengan hikmah itu dia dapat membedakan antara yang benar dan yang salah, antara was-was setan dan ilham dari Allah swt.\nAlat untuk memperoleh hikmah ialah akal yang sehat dan cerdas, yang dapat mengenal sesuatu berdasarkan dalil-dalil dan bukti-bukti, dan dapat mengetahui sesuatu menurut hakikat yang sebenarnya. Barang siapa yang telah mencapai hikmah dan pengetahuan yang demikian itu berarti dia telah dapat membedakan antara janji Allah dan bisikan setan, lalu janji Allah diyakini dan bisikan setan dijauhi dan ditinggalkan.\nAllah menegaskan bahwa siapa saja yang telah memperoleh hikmah dan pengetahuan semacam itu, berarti dia telah memperoleh kebaikan yang banyak, baik di dunia, maupun di akhirat kelak. Dia tidak mau menerima bisikan-bisikan jahat dari setan, bahkan dia menggunakan segenap panca indera, akal dan pengetahuannya untuk mengetahui mana yang baik dan mana yang batil, mana yang petunjuk Allah dan mana yang bujukan setan, kemudian dia berserah diri sepenuhnya kepada Allah.\nPada akhir ayat ini Allah memuji orang yang berakal dan mau berpikir. Mereka selalu ingat dan waspada serta dapat mengetahui apa yang bermanfaat dan dapat membawanya kepada kebahagiaan dunia dan akhirat.",
    "quraish": "Dia memberi sifat bijak, berupa kebenaran dalam setiap perkataan dan perbuatan, kepada siapa saja yang dikehendaki-Nya. Orang yang diberikan itu sesungguhnya telah memperoleh kebaikan dan kebijakan yang sangat banyak. Sebab, dengan sifat bijak, urusan dunia dan akhirat menjadi teratur. Hanya orang-orang yang berakal sehatlah yang mampu memetik pelajaran dan nasihat al-Qur'ân. Sebab akal sehat dapat mengetahui kebenaran hakiki tanpa dipengaruhi hawa nafsu.",
    "jalalayn": "(Allah memberikan hikmah), artinya ilmu yang berguna yang dapat mendorong manusia untuk bekerja dan berkarya (kepada siapa yang dikehendaki-Nya dan barang siapa yang telah diberi hikmah itu, maka sungguh ia telah diberi kebaikan yang banyak) karena hikmah itu akan menuntunnya kepada kebahagiaan yang abadi. (Dan tiadalah yang dapat mengambil pelajaran). Asalnya ta diidghamkan pada dzal hingga menjadi yadzdzakkaruu, (kecuali orang-orang berakal)."
  }
]