[
  {
    "page": 458,
    "name": "Sad",
    "ayat": 84,
    "arab": "قَالَ فَالْحَقُّۖ وَالْحَقَّ اَقُوْلُۚ",
    "translation": "(Allah) berfirman, “Maka yang benar (adalah sumpahku), dan hanya kebenaran itulah yang Aku katakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4054.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman:\n\ndan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)",
    "quraish": "Allah berkata, \"Kebenaran adalah sumpah-Ku. Aku tidak akan berkata kecuali benar. Aku akan mengisi neraka jahanam dengan bangsa sejenismu, yaitu setan, dan anak cucu Adam yang mengikutinya. Aku tidak membedakan antara pengikut dan pemimpin.\"",
    "jalalayn": "(Allah berfirman, \"Maka yang benar adalah sumpah-Ku dan hanya kebenaran itulah yang Kukatakan\") dapat dibaca Falhaqqa Wal Haqqa atau Falhaqqu Wal Haqqa; kalau dibaca Nashab berarti dinashabkan oleh Fi'il yang sesudahnya. Bila lafal pertama dinashabkan, menurut suatu pendapat dikatakan, bahwa dinashabkan oleh Fi'll yang telah disebutkan. Menurut pendapat yang lainnya lagi dinashabkan karena menjadi Mashdar, bentuk asalnya adalah Uhiqqal Haqqa. Menurut pendapat yang lainnya lagi karena huruf Qasamnya dicabut. Dibaca Rafa' atas dasar karena menjadi Mubtada yang dibuang Khabarnya, bentuk asalnya adalah Falhaqqu Minnii. Menurut pendapat yang lainnya lagi bentuk asalnya adalah, Falhaqqu Qasami, dan jawab Qasamnya ialah kalimat berikutnya, yaitu:"
  },
  {
    "page": 458,
    "name": "Sad",
    "ayat": 85,
    "arab": "لَاَمْلَئَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعِيْنَ",
    "translation": "Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4055.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman:\n\ndan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)",
    "quraish": "Allah berkata, \"Kebenaran adalah sumpah-Ku. Aku tidak akan berkata kecuali benar. Aku akan mengisi neraka jahanam dengan bangsa sejenismu, yaitu setan, dan anak cucu Adam yang mengikutinya. Aku tidak membedakan antara pengikut dan pemimpin.\"",
    "jalalayn": "(Sesungguhnya Aku pasti akan memenuhi neraka Jahanam dengan jenis kamu) berikut keturunanmu (dan dengan orang-orang yang mengikuti kamu di antara mereka) yakni umat manusia (semuanya.)"
  },
  {
    "page": 458,
    "name": "Sad",
    "ayat": 86,
    "arab": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَّمَآ اَنَا۠ مِنَ الْمُتَكَلِّفِيْنَ",
    "translation": "Katakanlah (Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku); dan aku bukanlah termasuk orang yang mengada-ada.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4056.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik bahwa ia tidak mengharapkan apalagi meminta upah kepada mereka sebagai imbalan dari tugas menyampaikan agama Allah. Sedikit pun Rasul tidak mengharapkannya. Hanya Allah yang akan memberi upah padanya. Orang-orang telah mengenal rasul dengan sebaik-baiknya bahwa ia tidak pernah mengada-ada dan membuat yang bukan-bukan.\"\nDari ayat ini dipahami agar orang-orang yang beriman meniru apa yang telah diperbuat Rasulullah, yaitu selalu menyampaikan agama Allah kepada manusia, walaupun hanya sedikit yang diketahuinya. Imam Muslim meriwayatkan bahwa Ibnu Mas'ud berkata:\nWahai sekalian manusia, barangsiapa di antara kamu yang memperoleh pengetahuan, maka hendaklah ia mengatakannya. Dan barangsiapa yang tidak mengetahui hendaklah ia menyatakan, \"Allah Taala lebih mengetahui,\". Allah Taala berfirman kepada Rasulullah saw, \"Qul ma'as 'alukum . . .\" sampai akhir ayat\".",
    "quraish": "Katakan kepada umat-Mu, wahai Muhammad, \"Aku tidak meminta ganjaran atas perintah menyampaikan al-Qur'ân kepada kalian. Aku bukan termasuk orang yang berpura-pura dengan sesuatu yang tidak aku miliki lantas mengaku sebagai nabi.",
    "jalalayn": "(Katakanlah! \"Aku tidak meminta kepada kalian atas hal ini) atas penyampaian risalah ini (upah sedikit pun) persenan sedikit pun dari kalian (dan bukanlah aku termasuk orang-orang yang mengada-adakan) maksudnya, membuat-buat Alquran dari diriku sendiri."
  },
  {
    "page": 458,
    "name": "Sad",
    "ayat": 87,
    "arab": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
    "translation": "(Al-Qur'an) ini tidak lain hanyalah peringatan bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4057.mp3",
    "tafsir": "Allah menegaskan bahwa Al-Qur'an ini berisi petunjuk dan pengajaran bagi jin dan manusia. Semua orang yang sehat akal pikirannya, tentu mengakui kebenarannya. Al-Qur'an merupakan petunjuk ke jalan yang lurus dan pembeda antara yang hak dan yang batil.",
    "quraish": "Al-Qur'ân hanyalah sebuah peringatan dan pelajaran untuk seluruh alam semesta.\"",
    "jalalayn": "(Tiada lain ini) Alquran ini (hanyalah peringatan) yakni nasihat dan peringatan (bagi semesta alam) maksudnya bagi jenis manusia, jin dan makhluk-makhluk yang berakal selain malaikat."
  },
  {
    "page": 458,
    "name": "Sad",
    "ayat": 88,
    "arab": "وَلَتَعْلَمُنَّ نَبَاَهٗ بَعْدَ حِيْنٍ ࣖ",
    "translation": "Dan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4058.mp3",
    "tafsir": "Pada akhir surah ini, Allah menyampaikan kepada orang-orang yang tidak mengindahkan seruan Rasulullah, bahwa kelak mereka setelah mati akan mengetahui apakah tindakan mereka itu salah atau benar.",
    "quraish": "Kalian, wahai orang-orang yang mendustakan al-Qur'ân, pasti akan tahu bahwa apa yang dikandung al-Qur'ân seperti janji surga, ancaman neraka, kisah-kisah masa lalu, perkara-perkara mendatang dan tanda- tanda alam raya, akan datang dalam waktu tidak lama lagi.\"",
    "jalalayn": "(Dan sesungguhnya kalian akan mengetahui) hai orang-orang kafir Mekah (berita Alquran) yaitu berita kebenarannya (setelah beberapa waktu lagi\") yakni pada hari kiamat nanti. Lafal 'Alima bermakna 'Arafa yakni mengetahui. Huruf Lam sebelumnya adalah Lam Qasam bagi lafal yang diperkirakan, bentuk asalnya adalah, Wallaahi Lata'lamunna."
  },
  {
    "page": 458,
    "name": "Az-Zumar",
    "ayat": 1,
    "arab": " تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ",
    "translation": "Kitab (Al-Qur'an) ini diturunkan oleh Allah Yang Mahamulia, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4059.mp3",
    "tafsir": "Allah menjelaskan bahwa Al-Qur'an yang bernilai tinggi ini, diturunkan dari sisi Allah Yang Mahaperkasa lagi Mahabijaksana. Disebutkan sifat Allah Yang Mahaperkasa dan Mahabijaksana dalam ayat ini agar tergambar bagi orang yang mendengar atau membacanya bahwa Al-Qur'an itu mengandung petunjuk-petunjuk yang benar. Nilai-nilai kebenarannya tidak dapat disanggah atau dibantah oleh siapa pun juga, dan nilai-nilai kebijaksanaan di dalamnya tidak dapat diragukan.\nBukti-bukti kebenaran bahwa Al-Qur'an itu diturunkan dari Allah dan mengandung petunjuk yang benar dijelaskan juga dalam ayat-ayat yang lain.\nAllah berfirman:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. (asy-Syu'ara'/26: 192-195)\n\nDan firman-Nya:\n\nSesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia, (yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fushshilat/41: 41-42)",
    "quraish": "[[39 ~ AZ-ZUMAR (ROMBONGAN) Pendahuluan: Makkiyyah, 75 ayat ~ Surat ini termasuk kelompok surat yang diturunkan pada periode Mekah, kecuali ayat- ayat 52, 53 dan 54 yang turun pada periode Madinah. Surat ini diawali dengan isyarat betapa tingginya kedudukan al-Qur'ân, ajakan untuk memurnikan ibadah hanya kepada Allah, dan bantahan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Setelah itu, surat ini membicarkan tanda-tanda kekuasaan Allah dalam penciptaan langit, bumi dan manusia. Ihwal bahwa jika manusia mengingkari Allah Dia tetap Mahakaya dan tidak membutuhkannya, dan apabila mereka bersyukur akan diridai Allah; dan bahwa Allah tidak akan pernah merelakan kekufuran, juga merupakan persoalan-persoalan yang dibahas dalam surat ini. Selain itu, dibicarakan pula watak dan tabiat manusia yang secara umum memiliki dua karakter. Pertama, apabila tertimpa musibah ia akan berdoa dan kembali kepada Tuhannya dan, kedua, apabila mendapat kebahagiaan ia segera melupakan apa yang dahulu dimintanya. Kemudian dibicarakan pula perbandingan antara orang yang waspada menghadapi kehidupan akhirat dan mengharap rahmat Tuhannya dengan orang-orang yang membangkang Tuhannya, serta balasan masing-masing di hari kiamat. Ihwal pemberian rahmat kepada mereka dengan menurunkan air hujan, juga disebut di sini. Dengan air itu, Allah menghidupkan bumi setelah sebelumnya tandus dan mati, dan menumbuhkan pepohonan dan proses pertumbuhannya yang melalui beberapa fase. Itu semua mengandung peringatan dan pelajaran bagi orang-orang yang berakal. Surat ini kemudian berbicara kembali mengenai al-Qur'ân dan pengaruhnya terhadap orang-orang yang takut kepada Tuhan. Di dalam al-Qur'ân itu, Allah memberikan berbagai tamsil agar mereka mau mengambil pelajaran dan peringatan, al-Qur'ân yang tidak bengkok, supaya mereka bersiap- siap dan berhati-hati. Di bagian lain, terdapat perbandingan antara hamba yang musyrik dan hamba yang tulus beribadah kepada Allah. Mereka tidaklah sama! Juga terdapat peringatan bahwa kematian adalah suatu keniscayaan bagi semua makhluk hidup. Mereka akan saling menyalahkan di hadapan Allah. Selain itu, terdapat pula keterangan mengenai akhir perjalanan orang yang mendustakan Allah dan menustakan kebenaran yang dibawa Rasul-Nya, serta akhir perjalanan orang-orang yang benar dalam perkataannya dan membenarkan serta mempercayai ajaran-ajaran yang disampaikan mereka. Surat ini mengisahkan pula bahwa orang-orang musyrik, apabia ditanya mengenai siapa pencipta langit dan bumi, akan mengatakan \"Allah\". Tetapi, kendati demikian, mereka tetap menyembah berhala yang sama sekali tidak dapat menolak musibah yang dikehendaki Allah dan tidak bisa pula menahan rahmat jika Allah berkehendak menurunkannya kepada mereka. Setelah itu, surat ini menegaskan bahwa kitab suci al-Qur'ân ini diturunkan dengan benar. Oleh karena itu, barangsiapa yang mau mengambil petunjuk dari al-Qur'ân, maka keuntungannya akan kembali kepada dirinya sendiri. Begitu pula sebaliknya, barangsiapa yang tersesat, maka dosanya pun akan ditanggung sendiri. Selain itu, surat ini menegaskan pula bahwa Rasulullah saw. diutus bukan sebagai penguasa. Setelah itu, surat ini kembali mengingatkan mereka, orang-orang musyrik, tentang kematian dan hari kebangkitan, dan bahwa apa yang mereka anggap sebagai sekutu-sekutu Allah tidak memiliki apa-apa, bahkan syafaat sekalipun. Syafaat hanya ada pada Allah Swt. Ketika pembicaraan mengenai ancaman yang diberikan kepada orang-orang yang durhaka dan orang-orang yang berlebih- lebihan berupa siksa yang sangat pedih--yang bisa jadi menimbulkan perasaan putus asa akan rahmat Allah pada diri manusia--Allah membuka pintu harapan lagi. Firman-Nya yang berbunyi: \"Katakan, wahai Muhammad, kepada orang-orang yang berlebih-lebihan atas diri mereka, 'Jangan kalian berputus asa akan rahmat Allah. Sesungguhnya Allah akan mengampuni semua dosa. Dia sungguh Maha Pengampun dan Maha Pengasih',\" yang disebut di bagian akhir surat ini, adalah isyarat untuk itu. Allah kemudian mengajak mereka untuk kembali kepada-Nya sebelum datangnya siksaan secara tiba-tiba pada saat mereka tidak merasakannya. Dalam hal ini, Allah berfirman, \"Pada hari kiamat kamu akan melihat wajah orang-orang yang mendustakan Allah tampak hitam, dan orang-orang yang bertakwa kepada-Nya tidak akan menderita dan tidak akan bersedih hati.\" Surat ini kemudian diakhiri dengan pembicaraan mengenai hari akhir, mulai dari peniupan sangkakala yang membuat semua makhluk yang ada di langit dan di bumi jatuh tersungkur, kecuali mereka yang dikehendaki-Nya, sampai kepada pengambilan hak oleh masing-masing orang. Penghuni neraka akan digiring ke dalam neraka, dan penghuni surga akan diantar ke surga. Penghuni surga akan berkata, \"Puji syukur bagi Allah yang telah menepati janji-Nya kepada kita.\" Perkara antara mereka telah diputuskan dengan benar. Mereka pun, kemudian, mengucapkan, \"Al-hamd-u lillâh-i rabb-i al-'âlamîn.\"]] Penurunan al-Qur'ân adalah oleh Allah yang kehendak-Nya tidak dikendalikan oleh siapa pun, Yang Mahabijaksana pada setiap tindakan dan ketetapan hukum-Nya.",
    "jalalayn": "(Turunnya Kitab ini) yakni Alquran; berkedudukan sebagai Mubtaba (dari Allah) berkedudukan sebagai Khabar dari Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam tindakan-Nya."
  },
  {
    "page": 458,
    "name": "Az-Zumar",
    "ayat": 2,
    "arab": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ",
    "translation": "Sesungguhnya Kami menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan (membawa) kebenaran. Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4060.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia menurunkan kepada rasul-Nya Kitab Al-Qur'an, dengan membawa kebenaran dan keadilan. Maksud \"membawa kebenaran\" dalam ayat ini ialah membawa perintah kepada seluruh manusia agar mereka beribadah hanya kepada Allah Yang Maha Esa. Kemudian Allah menjelaskan cara beribadah yang benar itu hanyalah menyembah Allah semata, dengan memurnikan ketaatan kepada-Nya, bersih dari pengaruh syirik dan ria. Kebenaran yang terdapat dalam Al-Qur'an itu sesuai dengan kebenaran yang termuat dalam kitab-kitab yang diturunkan kepada rasul sebelumnya. Dengan demikian, semua peribadatan yang ditujukan kepada selain Allah atau peribadatan yang tidak langsung ditujukan kepada-Nya adalah peribadatan yang tidak benar.",
    "quraish": "Sesungguhnya Kami menurunkan al-Qur'ân ini dengan memerintahmu untuk melakukan kebenaran. Oleh karena itu, beribadahlah kamu hanya kepada Allah dengan penuh ikhlas.",
    "jalalayn": "(Sesungguhnya Kami menurunkan kepadamu) hai Muhammad (Kitab Alquran dengan membawa kebenaran) lafal Bilhaqqi berta'alluq kepada lafal Anzalnaa. (Maka sembahlah Allah dengan memurnikan ketaatan kepada-Nya) yakni dari kemusyrikan, maksudnya mentauhidkan-Nya."
  },
  {
    "page": 458,
    "name": "Az-Zumar",
    "ayat": 3,
    "arab": "اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ",
    "translation": "Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), “Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4061.mp3",
    "tafsir": "Allah lalu memerintahkan kepada rasul-Nya agar mengingatkan kaumnya bahwa agama yang suci adalah agama Allah. Maksud agama dalam ayat ini ialah ibadah dan taat. Oleh sebab itu, ibadah dan taat itu hendaknya ditujukan kepada Allah semata, bersih dari syirik dan ria.\nPenyembah berhala berpendapat bahwa Allah adalah Zat yang berada di luar jangkauan indera manusia. Oleh sebab itu, tidak mungkin manusia dapat langsung beribadah kepada-Nya. Apabila manusia ingin beribadah kepada-Nya, menurut mereka, hendaknya memakai perantara yang diserahi tugas untuk menyampaikan ibadah mereka itu kepada Allah. Perantara-perantara itu ialah malaikat dan jin, yang kadang-kadang menyerupai bentuk manusia. Mereka ini dianggap Tuhan. Adapun patung-patung yang dipahat yang diletakkan di rumah-rumah ibadah adalah patung yang menggambarkan tuhan, tetapi bukanlah Tuhan yang sebenarnya. Hanya saja pada umumnya kebodohan menyebabkan mereka, tidak lagi membedakan antara patung dan Tuhan sehingga mereka menyembah patung itu sebagaimana menyembah Allah, seperti keadaan orang-orang yang menyembah binatang. Mereka itu tidak lagi membedakan antara menyembah binatang dan menyembah Pencipta binatang.\nOrang-orang Arab Jahiliah melukiskan patung-patung dengan bermacam-macam bentuk, ada patung yang menggambarkan bintang-bintang, malaikat-malaikat, nabi-nabi, dan orang-orang saleh yang telah berlalu. Mereka menyembah patung-patung itu sebagai simbol bagi masing-masing sembahan itu.\nDemikianlah anggapan kaum musyrikin di masa lalu dan menjelang diutusnya Muhammad saw sebagai rasul. Kemudian datanglah Rasulullah dengan mengemban perintah untuk membinasakan sembahan-sembahan mereka itu dan mengikis habis anggapan yang salah dari pikiran mereka, serta menggantinya dengan ajaran yang menuntun pikiran agar beragama tauhid.\nAllah berfirman:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut.\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25)\n\nSebagai penjelasan lebih luas tentang pengakuan orang-orang Quraisy terhadap adanya Allah, dituturkan oleh Qatadah bahwa apabila orang-orang musyrik Mekah itu ditanya siapa Tuhan mereka, siapa yang menciptakan mereka, dan siapa yang menciptakan langit dan bumi serta menurunkan hujan dari langit, mereka menjawab, \"Allah.\" Kemudian apabila ditanyakan kepada mereka, mengapa mereka menyembah berhala-berhala, mereka pun menjawab, \"Supaya berhala-berhala itu mendekatkan mereka kepada Allah dengan sedekat-dekatnya dan berhala-berhala itu memberi syafaat pada saat mereka memerlukan pertolongan dari sisi Allah.\"\nKemudian mengenai sikap kaum musyrikin yang serupa itu Allah berfirman:\n\nMaka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka? (al-A.hqaf/46: 28)\n\nAllah mengancam sikap dan perbuatan mereka serta menampakkan kepada mereka akibat yang akan mereka rasakan. Allah akan memutuskan apa yang mereka perselisihkan itu pada hari perhitungan. Pada hari itu, kebenaran agama tauhid tidak akan dapat ditutup-tutupi lagi dan kebatilan penyembahan berhala akan tampak dengan jelas. Masing-masing pemeluknya akan mendapat imbalan yang setimpal. Orang-orang yang tetap berpegang kepada agama tauhid akan mendapat tempat kembali yang penuh kenikmatan. Sedang orang-orang yang selalu bergelimang dalam lembah kemusyrikan akan mendapat tempat kembali yang penuh dengan penderitaan.\nPada bagian akhir ayat ini, Allah menandaskan bahwa Dia tidak akan memberi petunjuk kepada orang-orang yang mendustakan kebenaran dan mengingkari agama tauhid karena kesesatan mereka yang tak dapat dibetulkan lagi. Macam-macam cara yang mereka tempuh untuk menyekutukan Allah dengan tuhan-tuhan yang lain, seperti menyembah berhala, atau beranggapan bahwa Allah mempunyai anak dan sebagainya. Semua itu tiada lain hanyalah anggapan mereka yang jauh dari kebenaran dan menyeret mereka ke lembah kesesatan.",
    "quraish": "Ingatlah bahwa hanya Allah yang memiliki agama yang benar tanpa cacat. Orang-orang musyrik yang mengaku mempunyai penolong selain Allah berkata, \"Kami menyembah mereka bukan karena mereka itu pencipta. Kami hanya menyembah mereka agar mereka mendekatkan kami kepada Allah dengan syafaat yang akan mereka berikan kepada kami di hadapan Allah.\" Allah akan memutuskan hukum di antara orang-orang musyrik dan orang-orang Mukmin yang mengesakan Allah tentang perkara syirik dan tauhid yang dahulu mereka perselisihkan. Allah tidak akan menunjukkan kebenaran kepada orang yang kebiasaannya berbohong dan cenderung selalu berbuat bohong.",
    "jalalayn": "(Ingatlah, hanya kepada Allahlah ketaatan yang murni itu) tiada seorang pun yang berhak menerimanya selain-Nya. (Dan orang-orang yang mengambil selain-Nya) yang mengambil berhala-berhala (sebagai pelindung) mereka adalah orang-orang kafir Mekah yang mengatakan, (\"Kami tidak menyembah mereka melainkan supaya mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\") yakni untuk mendekatkan diri kami kepada-Nya. Lafal Zulfaa adalah Mashdar yang maknanya sama dengan lafal Taqriiban/mendekatkan diri. (Sesungguhnya Allah akan memutuskan di antara mereka) dan kaum Muslimin (tentang apa yang mereka berselisih padanya) tentang masalah agama, maka kelak orang-orang yang beriman akan masuk surga dan orang-orang yang kafir akan masuk neraka. (Sesungguhnya Allah tidak menunjuki orang yang pendusta) yaitu orang yang mengatakan terhadap Allah, bahwa Dia mempunyai anak (lagi sangat ingkar) karena menyembah kepada selain-Nya."
  },
  {
    "page": 458,
    "name": "Az-Zumar",
    "ayat": 4,
    "arab": "لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ سُبْحٰنَهٗ ۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
    "translation": "Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4062.mp3",
    "tafsir": "Allah menjelaskan dengan lebih rinci perbuatan yang menyebabkan mereka terjerumus ke dalam kesesatan. Allah mengemukakan bahwa sekiranya Dia berkeinginan untuk mengambil anak, tentulah Dia tidak akan mengambil anak seperti yang mereka katakan. Sudah tentu Allah berkuasa memilih anak menurut kehendak-Nya, dan yang dipilih itu tentunya anak lelaki. Akan tetapi, mengapa orang-orang kafir Mekah itu mengatakan bahwa Allah mempunyai anak perempuan, padahal mereka sendiri enggan mempunyai anak perempuan?\nAllah berfirman:\n\nAtaukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki? (ath-thur/52: 39)\nDan firman-Nya:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nAnggapan bahwa Allah mempunyai anak bagaimana pun juga bentuknya, adalah termasuk mempersekutukan Allah dengan tuhan-tuhan yang lain. Hal ini berarti memecah-belah kekuasaan Tuhan. Bagaimana pun juga anak itu tentunya mewarisi kekuasaan dari ayah, dan apabila kekuasaan itu terbagi, maka hilanglah kemahakuasaan Allah. Hal ini tidak bisa terjadi karena Allah yang menciptakan langit dan bumi serta isinya, tentu mempunyai kekuasaan tidak terbatas, sehingga kekuasaan-Nya pun tidak mungkin terbagi-bagi.\nItulah sebabnya maka Allah menandaskan bahwa Mahasuci Dia dari sifat-sifat yang dikemukakan oleh orang-orang musyrik itu. Sebaliknya Allah menandaskan bahwa Dia Maha Esa, tidak beranak dan tidak berbapak. Dia tidak memerlukan sesuatu apa pun, bahkan Dia Maha Mengalahkan. Dia berkuasa menundukkan apa saja yang ada di langit dan di bumi serta seluruh isinya, dan memaksanya tunduk takluk di bawah kekuasaan-Nya dan patuh menurut kehendak-Nya.",
    "quraish": "Seandainya Allah berkehendak mempunyai anak--seperti dikatakan orang-orang Nasrani tentang 'Isâ al-Masîh dan orang-orang musyrik tentang malaikat--tentu Dia mengambil siapa saja di antara makhluk ciptaan-Nya sebagai anak yang Dia kehendaki, dan bukan yang kalian kehendaki. Allah Mahasuci untuk mempunyai anak. Dia adalah Allah yang tidak diserupai oleh apa pun dan Dia Maha Penakluk.",
    "jalalayn": "(Kalau sekiranya Allah hendak mengambil anak) seperti apa yang mereka katakan, yaitu sebagaimana yang disitir oleh firman-Nya, \"Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak...\" (Q.S. Al-Anbiya, 26) (tentu Dia akan memilih apa yang dikehendaki-Nya di antara ciptaan-ciptaan yang diciptakan-Nya) untuk dijadikan-Nya anak; bukan seperti apa yang telah mereka katakan, bahwa para malaikat itu adalah anak-anak perempuan Allah, Uzair itu putra Allah dan juga Al-Masih adalah putra Allah (Maha Suci Allah) kalimat ini memahasucikan-Nya dari mengambil anak (Dialah Allah Yang Maha Esa lagi Maha Mengalahkan) semua makhluk-Nya."
  },
  {
    "page": 458,
    "name": "Az-Zumar",
    "ayat": 5,
    "arab": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ",
    "translation": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4063.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia menciptakan langit dan bumi dengan tujuan yang benar. Dihiasi-Nya langit dengan matahari dan bulan. Masing-masing mempunyai lintasan-lintasan menurut ketentuan yang telah ditetapkan Allah. Karena perputaran bumi pada porosnya, seolah-olah matahari terlihat beredar di langit dari arah Timur ke Barat, sehingga terjadilah pergantian siang dan malam. Apabila matahari muncul di kaki langit bagian Timur datanglah siang dan bila matahari tenggelam di kaki langit bagian Barat datanglah malam. Demikianlah yang terjadi setiap hari. Peristiwa yang terjadi itu semata-mata karena kehendak Allah, yang telah ditetapkan-Nya pada saat menciptakan alam semesta. \nAllah menutupkan malam atas siang adalah ungkapan dari perumpamaan dimana siang yang ditandai oleh terangnya sinar matahari diumpamakan tempat yang terbuka, sedang malam yang ditandai oleh tertutupnya sinar matahari diumpamakan sebagai tirai yang menutupi tempat yang terbuka. Jadi apabila dikatakan malam menutupi siang, pengertiannya ialah terangnya sinar matahari tertutup oleh tirai gelapnya malam. Allah menutupkan siang atas malam adalah lawan perumpamaan yang disebutkan sebaliknya. Siang diumpamakan cahaya yang terang-benderang sedang malam diumpamakan tempat-tempat yang gelap gulita. Di waktu hari mulai siang cahaya matahari yang terang benderang menutupi kegelapan malam, hingga pekatnya malam berganti dengan terang-benderang. Pandangan serupa ini adalah pandangan sehari-hari menurut pengamatan orang awam.\nAkan tetapi apabila orang mau berpikir lebih teliti, ia akan dapat memahami bahwa panjang siang dan malam tidaklah sama. Untuk tempat-tempat yang berada di sekitar khatulistiwa panjang dan pendeknya siang dan malam selalu berkisar sama, sekitar 12 jam. Akan tetapi, bagi tempat-tempat yang berada di sebelah utara khatulistiwa, pada saat matahari beredar di sebelah utara, waktu siang untuk daerah-daerah itu bertambah panjang. Bertambahnya waktu siang berbanding lurus dengan kedudukan tempat di bumi dan kedudukan matahari. Hingga di beberapa tempat di daerah kutub utara apabila matahari berada di belahan langit yang paling utara, daerah-daerah tersebut akan mengalami siang terus-menerus. \nDapat dikatakan, makin jauh satu tempat dari khatulistiwa dan makin jauh kedudukan matahari dari khatulistiwa langit, makin panjanglah waktu siang hingga pada daerah-daerah tertentu berlangsung siang terus-menerus. Maka dari tempat yang terdekat hingga yang terjauh dari khatulistiwa ada bagian malam yang ditutupi siang yang waktunya makin panjang. Hingga pada suatu tempat siang sama sekali menutupi malam. Berarti siang menghabiskan seluruh lingkaran peredaran matahari. Dengan kata lain siang menutupi malam sama sekali.\nSesudah itu, Allah menjelaskan bahwa dia menundukkan matahari dan bulan. Berarti bahwa peredaran matahari dan bulan itu sesuai dengan ketentuan yang telah diatur oleh Allah pada saat diciptakan. Apabila yang dimaksud peredaran harian matahari semu, maka saat matahari berkulminasi ke saat berkulminasi berikutnya diperlukan waktu selama kira-kira 24 jam. Tetapi apabila yang dimaksud peredaran tahunan, yaitu peredaran semu matahari di antara bintang-bintang diperlukan waktu satu tahun. Sedang untuk peredaran bulan dari ijtima' hingga ijtima berikutnya diperlukan waktu sebanyak satu bulan. Ketentuan-ketentuan waktu sebanyak satu bulan menurut perhitungan kalender yang berdasarkan pada peredaran bulan. \nKetentuan-ketentuan waktu peredaran tersebut adalah ketentuan secara garis besarnya saja. Untuk mendapatkan angka-angka yang lebih teliti, memerlukan pembahasan yang lebih teliti dan mendalam. Tetapi yang dapat dipahami bahwa matahari dan bulan itu beredar menurut waktu peredaran yang tertentu; bahkan boleh dikatakan beredar menurut ketentuan yang hampir pasti. Itulah sebabnya maka Allah menandaskan bahwa masing-masing benda langit itu beredar menurut waktu yang ditentukan menurut peredarannya masing-masing. Oleh karena itu, apabila tiba saatnya matahari dan bulan itu akan kehilangan keseimbangannya, makin lama makin menyimpang dari ketentuan peredarannya. Hal yang serupa itu akan terjadi pada hari Kiamat, yaitu hari ketika langit dan bumi serta isinya hancur berantakan.\nAllah berfirman:\n\n(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiya'/21: 104)\n\nDi akhir ayat, Allah menyuruh hamba-Nya agar memohon ampun kepada-Nya dengan cara bergegas untuk beribadah dan memurnikan ketaatan kepada-Nya. Allah juga mengingatkan mereka bahwa Ia Mahaperkasa dan ketentuan-ketentuannya tidak dapat dibantah. Allah Maha Pengampun bagi para hamba-Nya yang sadar dan suka dibimbing ke jalan yang benar.",
    "quraish": "Dia menciptakan langit dan bumi dengan benar dan dalam bentuk yang tetap. Dia menutupkan siang ke dalam malam dan menutupkan malam ke dalam siang secara berulang-ulang. Dia juga menundukkan matahari dan bulan kepada kehendak-Nya dan untuk maslahat hamba-Nya, masing-masing beredar pada porosnya sampai batas waktu yang telah ditentukan, yaitu hari kiamat. Hanya Dialah, bukan yang lain, yang Mahaunggul atas segala sesuatu. Tidak ada sesuatu pun yang keluar dari kehendak-Nya. Dia Maha Pengampun atas dosa hamba-hamba-Nya(1). (1) Ayat ini menunjukkan bahwa bumi berbentuk bulat dan selalu berotasi. Dari segi bahasa, kata \"yukawwir\" yang digunakan dalam ayat ini berarti 'menutupkan suatu benda ke atas benda lain secara berturut-turut'. Kalau saja bumi ini tidak bulat--datar, umpamanya--tentu siang dan malam di suatu tempat dapat dimungkinkan tampak pada satu waktu secara bersamaan.",
    "jalalayn": "(Dia menciptakan langit dan bumi dengan -tujuan- yang benar) lafal Bilhaqqi berta'alluq kepada lafal Khalaqa (Dia menutupkan) yakni memasukkan (malam atas siang) sehingga waktu malam bertambah. (dan menutupkan siang) memasukkannya (atas malam) sehingga waktu siang bertambah (dan Dia menundukkan matahari dan bulan, masing-masing berjalan) pada garis edarnya (hingga waktu yang ditentukan) yakni hari kiamat. (Ingatlah Dialah Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya dan Yang Maha Membalas terhadap musuh-musuh-Nya (lagi Maha Pengampun) kepada kekasih-kekasih-Nya."
  }
]