[
  {
    "page": 459,
    "name": "Az-Zumar",
    "ayat": 6,
    "arab": "خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ  لَآ اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُوْنَ",
    "translation": "Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4064.mp3",
    "tafsir": "Allah menunjukkan tanda-tanda kekuasaan-Nya yang ada pada penciptaan diri manusia. Allah menjelaskan bahwa Dia menciptakan manusia pada mulanya seorang saja. Allah menciptakan manusia yang beraneka ragam warna dan bahasanya dari diri Adam. Kemudian Allah menciptakan pasangannya Hawa. \nAllah juga menjelaskan bahwa Dia pula yang menciptakan delapan ekor binatang ternak yang berpasang-pasangan. Kambing sepasang, biri-biri sepasang, unta sepasang, dan sapi sepasang.\nAllah menjelaskan lebih jauh tentang kejadian manusia. Manusia diciptakan melalui proses kejadian demi kejadian. Proses kejadiannya yang pertama ialah sebagai nutfah, sesudah itu melalui proses demi proses sebagaimana darah kental kemudian sebagai janin. Pada saat sempurna menjadi janin itulah Allah menciptakan roh di dalamnya sehingga menjadi makhluk hidup. Tanda-tanda kehidupannya dapat diketahui dari detak jantungnya dengan menempelkan telinga ke perut sang ibu. Tentang proses kejadian manusia dalam perut ibu, Nabi Muhammad bersabda:\nSesungguhnya kejadian seseorang di antara kamu dalam perut ibunya adalah 40 hari pertama berupa air mani (sperma), kemudian menjadi 'alaqah (sesuatu yang menggantung)pada masa seperti itu lagi (40 hari), lalu menjadi \"Mudhgah\"(segumpal daging) dalam masa seperti itu (40 hari. Kemudian malaikat di utus (oleh Allah), lalu dia meniupkan roh kepada janin, dan Allah memerintahkan untuk menetapkan 4 hal: Rezekinya, umurnya, amalnya, apakah dia orang yang celaka atau bahagia.( Riwayat Muslim dari Ibnu Mas'ud)\n\nDi samping itu, Allah menjelaskan bahwa ketika bayi berada dalam kandungan, ia berada dalam tiga kegelapan, yaitu pada bagian dalam selaput yang menutupi bayi dalam rahim sehingga bayi itu terlindung dari pengaruh pembusukan. Menurut pandangan mata, sepintas kilas selaput itu seakan-akan hanya selapis saja, namun bila diteliti dengan seksama, selaput itu ada tiga lapis. \nPara ilmuwan menjelaskan bahwa tiga lapis membran yang dapat mengamankan janin selama berada di dalam rahim, adalah:\n1.Lapisan membran amnion yang mengandung cairan sehingga janin dalam keadaan berenang. Kondisi demikian ini melindungi janin apabila ada benturan dari luar. Di samping itu, posisi berenang ini memberikan kesempatan kepada janin dalam memposisikan diri saat akan dilahirkan.\n2.Lapisan membran chorion\n3.Lapisan membran decidua\nBeberapa peneliti menghubungkan tiga lapisan kegelapan dalam ayat di atas dengan lapisan membran amniotik yang mengelilingi rahim, dinding rahim itu sendiri, dan dinding abdomen di bagian perut .\nAllah menandaskan bahwa yang berbuat demikian itu ialah Allah Pencipta manusia dan yang menguasai langit dan bumi serta isinya. Oleh sebab itu, Dia yang berhak disembah. Tidak ada Tuhan yang patut disembah kecuali Dia, Yang Maha Esa dan tidak mempunyai sekutu.\nPada penghujung ayat, Allah menanyakan kepada kaum musyrikin pertanyaan yang mengandung cemoohan terhadap mereka, mengapa mereka dapat dipalingkan dari beribadah hanya kepada Allah, menjadi penyembah patung-patung, padahal mereka telah mempunyai kemampuan untuk membaca tanda-tanda keesaan dan kekuasaan Allah yang ada di alam semesta dan ada pada diri mereka sendiri.",
    "quraish": "Allah telah menciptakan kalian, wahai umat manusia, dari satu nafs yaitu Adam, bapak manusia. Dari satu nafs itu, Dia menciptakan pasangannya yaitu Hawâ'. Untuk kepentingan kalian, Dia menurunkan delapan macam hewan ternak, jantan dan betina, yaitu unta, sapi, domba dan kambing. Dia juga menciptakan kalian di dalam rahim ibu melalui tiga fase kegelapan: kegelapan perut, rahim dan plasenta. Yang memberikan hikmat itu kepada kalian adalah Allah, Pemelihara dan Penguasa segala urusan kalian. Hanya Dialah, bukan yang lain, yang memiliki kekuasaan segala urusan. Tak ada yang pantas disembah selain Dia. Lalu mengapa kalian tidak menyembah-Nya dan berpaling menyembah yang lain?(1). (1) Ovum berada pada salah satu indung telur wanita. Ketika mencapai puncak kematangannya, ovum akan keluar dari dalam indung telur untuk kemudian ditangkap oleh salah satu tabung valub. Di dalam saluran valub itu, ovum kemudian berjalan menuju rahim dan baru akan sampai ke rahim setelah beberapa hari. Pada masa berjalan menuju rahim itulah, ovum dapat dibuahi oleh sperma laki-laki. Mulailah, setelah itu, masa perkembangannya. Fase selanjutnya dialami janin di dalam rahim, di mana janin dilapisi oleh dua pembalut: charlon yang turun membantu membentuk plasenta, dan awnion yang langsung melapisi janin. Mengenai penafsiran \"tiga fase kegelapan\" dalam ayat ini, memang terdapat perbedaan pendapat di kalangan para ahli. Di antaranya, bahwa yang dimaksud dengan tiga fase kegelapan itu, adalah: a. perut, rahim dan plasenta (atau selaput pembalut janin pada umumnya), b. perut, charlon dan awnion, c. perut, punggung dan rahim, d. indung telur, saluran valub dan rahim. Tampaknya, pendapat terakhirlah yang paling kuat karena merupakan tiga masa yang terpisah dan berbeda-beda tempatnya. Sedangkan pendapat yang lain pada kenyataannya hanya menunjukkan satu fase gelap pada satu tempat dengan beberapa tingkatan. Allah, Sang Pencipta, telah mengisyaratkan fakta ilmiah ini di dalam kitab suci-Nya pada saat orang belum menemukan ovum pada binatang mamalia, serta perjalanannya di dalam tubuh wanita yang jauh dari penglihatan mata.",
    "jalalayn": "(Dia menciptakan kalian dari seorang diri) yaitu dari Nabi Adam (kemudian Dia jadikan daripadanya istrinya) yaitu Siti Hawa (dan Dia menurunkan untuk kalian binatang ternak) yakni unta, sapi, kambing, domba dan biri-biri (sebanyak delapan ekor yang berpasang-pasangan) yakni dari setiap jenis sepasang, yaitu jantan dan betina sebagaimana yang telah dijelaskan dalam surah Al-An'am (Dia menjadikan kalian dalam perut ibu kalian kejadian demi kejadian) yaitu mulai dari air mani, kemudian menjadi segumpal darah, lalu menjadi segumpal daging (dalam tiga kegelapan) yaitu gelapnya perut, gelapnya rahim dan gelapnya selaput pelindung bayi. (Yang berbuat demikian itu adalah Allah, Rabb kalian, Rabb Yang mempunyai kerajaan; tidak ada Tuhan selain Dia, maka bagaimanakah kalian dapat dipalingkan?) dari menyembah kepada-Nya, kemudian kalian menyembah yang lain-Nya."
  },
  {
    "page": 459,
    "name": "Az-Zumar",
    "ayat": 7,
    "arab": "اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "translation": "Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4065.mp3",
    "tafsir": "Allah menjelaskan bahwa apabila kaum musyrikin itu tetap mengingkari kemahaesaan-Nya, padahal sudah cukup bukti-bukti untuk itu, maka hal itu sedikit pun tidak merugikan Allah. Dia tidak memerlukan apa pun juga dari seluruh makhluk-Nya.\nAllah berfirman:\n\nDan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\" (Ibrahim/14: 8)\n\nDalam hadis Qudsi dijelaskan:\n\"Wahai hamba-hamba-Ku, sekiranya orang-orang yang terdahulu dan yang terakhir dari kamu, manusia dan jin semuanya berkumpul dalam hati seorang yang paling jahat, maka sikap demikian itu tidaklah mengurangi kekuasaan-Ku sedikit pun.\" (Riwayat Muslim dari Abu dzarr al-Gifari)\n\nAllah menjelaskan bahwa Dia tidak merelakan kekafiran bagi para hamba-Nya. Keingkaran itu pada dasarnya bertentangan dengan jiwa manusia. Jiwa manusia dan seluruh makhluk Allah diciptakan sesuai dengan fitrah kejadiannya, yang semestinya tunduk kepada ketentuan-ketentuan Penciptanya. Akan tetapi, apabila mereka itu mensyukuri nikmat Allah, tentu Dia menyukainya, karena keadaan serupa itu memang sesuai dengan fitrah kejadiannya, dan sesuai dengan sunatullah.\nAllah berfirman:\n\nSesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat. (Ibrahim/14: 7) \n\nKemudian Allah menjelaskan bahwa tiap orang, pada hari Kiamat, akan dituntut untuk mempertanggungjawabkan amal perbuatannya ketika hidup di dunia. Tiap-tiap orang yang berdosa bertanggung jawab atas perbuatan dosanya. Ia tidak akan memikul dosa orang lain. Sesudah itu tiap-tiap orang akan digiring menghadap Tuhannya untuk menerima penjelasan tentang catatan amalnya selama ia hidup di dunia. Tak ada satu perbuatan baik atau buruk yang tertinggal. Pada saat itu amal perbuatan masing-masing orang akan mendapat pembalasan yang setimpal. Apabila catatan amalnya penuh dengan perbuatan baik, niscaya ia mendapat tempat yang penuh dengan kenikmatan. Tetapi apabila catatan-catatan amalnya penuh dengan perbuatan buruk niscaya ia mendapat tempat yang penuh dengan penderitaan. Sebagaimana firman Allah:\n\nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya), kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna. (an-Najm/53: 39-41)\n\nPerlu diingat bahwa seseorang yang berbuat kemungkaran, kemudian ada orang lain yang mengikutinya, maka ia akan mendapat tambahan dosa dari kemungkaran yang dilakukan orang yang menirunya. Sehubungan dengan hal ini, Rasulullah pernah mengungkapkan sebagai berikut:\nSiapa saja yang membuat kebiasaan yang baik dalam Islam, maka ia akan mendapat pahalanya ditambah pahala orang yang melakukannya sampai hari Kiamat tanpa mengurangi pahala orang itu sedikit pun. Dan siapa saja yang melakukan kebiasaan buruk dalam Islam, maka ia akan mendapat dosanya, ditambah dosa orang yang melakukannya sampai hari Kiamat, tanpa dikurangi dosa orang itu sedikit pun. (Riwayat Muslim dan an-Nasa'i dari Abu dzarr)\n\nPada penghujung ayat ini Allah menjelaskan, bahwa Dia Maha Mengetahui apa yang tersimpan dalam dada para hamba-Nya. Dengan demikian tidak mungkin ada amal perbuatan yang luput dari perbuatan Allah, baik perbuatan yang dapat disaksikan oleh orang lain atau pun perbuatan yang hanya diketahui oleh si pelaku itu sendiri.",
    "quraish": "Andai kata kalian, wahai manusia, mengingkari nikmat Allah, Dia tetap Mahakaya yang tidak akan pernah memerlukan keimanan dan kesyukuran kalian. Dia tidak merelakan hamba-hamba-Nya bersikap kufur, karena sikap itu hanya akan merugikan mereka sendiri. Dan apabila kalian bersyukur atas karunia yang diberikan-Nya kepada kalian, Dia tentu akan memberikan perkenan untuk itu. Jiwa yang berdosa tidak akan dibebani dosa jiwa yang lain. Kemudian kepada Tuhanlah kalian akan dikembalikan, lalu Dia memberitahukan apa yang dahulu kalian lakukan di dunia. Sesungguhnya, Dia Maha Mengetahui apa yang tersimpan di dalam kalbu kalian. (1) (1) Ayat ini merupakan pernyataan dari al-Qur'ân mengenai prinsip individualitas hukuman seperti yang terdapat pula pada ayat 23 surat Yûsuf. Sebuah prinsip yang baru dikenal dalam ilmu hukum dan perundang-undangan belakangan ini.",
    "jalalayn": "(Jika kalian kafir maka sesungguhnya Allah tidak memerlukan kalian dan Dia tidak meridai kekafiran bagi hamba-hamba-Nya) sekalipun ada di antara hamba-hamba-Nya yang menghendakinya (dan jika kalian bersyukur) kepada Allah, karenanya lalu kalian beriman (niscaya Dia meridai tasyakur) dapat dibaca Yardhah atau Yardhahu, artinya Dia pasti meridai tasyakur (kalian itu; dan tidaklah akan menanggung dosa) yakni seseorang (yang telah berbuat dosa akan dosa) orang (yang lain) maksudnya, seseorang yang berdosa tidak akan memikul dosa orang lain. (Kemudian kepada Rabb kalianlah kembali kalian lalu Dia memberitakan kepada kalian apa yang telah kalian kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan dalam dada) dalam kalbu kalian."
  },
  {
    "page": 459,
    "name": "Az-Zumar",
    "ayat": 8,
    "arab": "وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖ ۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ",
    "translation": "Dan apabila manusia ditimpa bencana, dia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya; tetapi apabila Dia memberikan nikmat kepadanya dia lupa (akan bencana) yang pernah dia berdoa kepada Allah sebelum itu, dan diadakannya sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah, “Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4066.mp3",
    "tafsir": "Allah menjelaskan sikap orang yang mengingkari nikmat Allah. Apabila ia ditimpa kemudaratan baik berupa penyakit atau pun penderitaan yang menimpa kehidupannya, ia memohon pertolongan kepada Allah, agar penyakitnya atau penderitaannya dilenyapkan. Ia pun menyatakan diri bertobat, meminta ampun atas perbuatan buruknya di masa yang telah lalu. Akan tetapi, apabila ia mendapatkan nikmat dimana penyakit dan penderitaannya telah hilang lenyap, ia lupa akan perkataan yang diikrarkan pada saat dia berdoa. Kemudian mereka mengada-adakan tuhan-tuhan yang lain sebagai sekutu bagi Allah. Mereka tidak saja menyesatkan diri mereka, tetapi menyesatkan pula orang lain, menghalang-halangi orang yang mengikrarkan dirinya sebagai orang yang beragama tauhid.\nDi akhir ayat, Allah memerintahkan kepada rasul-Nya agar mengatakan kepada orang yang mengingkari nikmat Allah itu, \"Puaskanlah dirimu dengan melaksanakan keinginanmu sewaktu hidup di dunia, nikmatilah kelezatannya yang tidak lama masanya, hingga ajal merenggut jiwamu. Pada saat itu kamu akan menyesali perbuatanmu. Pada hari perhitungan nanti, kamu akan mengetahui dengan pasti bahwa kamu akan menjadi penghuni neraka yang penuh dengan siksaan.\"",
    "quraish": "Apabila manusia tertimpa musibah, ia akan berdoa dan kembali kepada Tuhannya setelah sebelumnya menentang-Nya. Kemudian, apabila diberi kenikmatan yang banyak, ia melupakan musibah yang dulu ia mohon agar Tuhan menghilangkannya sebelum mendapatkan kenikmatan. Ia bahkan menyembah tuhan- tuhan lain yang dianggapnya sama dengan Allah. Ia melakukan hal itu untuk menyesatkan diri sendiri dan orang lain dari jalan Allah. Katakan, wahai Muhammad, kepada orang yang memiliki sifat seperti ini, dengan nada mengancam, \"Bersenang-senanglah dengan sikap tidak mensyukuri nikmat Allah dalam waktu yang tidak lama. Kamu, sungguh, termasuk penghuni neraka.\"",
    "jalalayn": "(Dan apabila manusia itu ditimpa) yakni orang yang kafir (kemudaratan, dia memohon -pertolongan- kepada Rabbnya) yakni merintih kepada-Nya meminta pertolongan (dengan kembali) maksudnya, bertobat (kepada-Nya; kemudian apabila Rabb memberikan nikmat kepadanya) Dia memberinya nikmat (dari-Nya lupalah dia) artinya, dia meninggalkan (akan apa yang pernah ia serukan) yaitu lupa akan rintihannya (kepada-Nya sebelum itu) lupa kepada Allah. Lafal Maa di sini bermakna Man (dan dia mengada-adakan sekutu-sekutu bagi Allah) tandingan-tandingan bagi-Nya (untuk menyesatkan) manusia; lafal liyudhilla dapat dibaca liyadhilla (dari jalan-Nya) dari agama Islam (Katakanlah, \"Bersenang-senanglah dengan kekafiranmu itu sementara waktu) selama sisa hidupmu (sesungguhnya kamu termasuk penghuni neraka.\")"
  },
  {
    "page": 459,
    "name": "Az-Zumar",
    "ayat": 9,
    "arab": "اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ ࣖ",
    "translation": "(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah, “Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?” Sebenarnya hanya orang yang berakal sehat yang dapat menerima pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4067.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya agar menanyakan kepada orang-orang kafir Mekah, apakah mereka lebih beruntung daripada orang yang beribadah di waktu malam dengan sujud dan berdiri dengan sangat khusyuk. Dalam melaksanakan ibadah itu, timbullah dalam hatinya rasa takut kepada azab Allah di akhirat, dan memancarlah harapannya akan rahmat Allah.\nPerintah yang sama diberikan Allah kepada Rasul-Nya agar menanyakan kepada mereka apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui. Yang dimaksud dengan orang-orang yang mengetahui ialah orang-orang yang mengetahui pahala yang akan diterimanya, karena amal perbuatannya yang baik, dan siksa yang akan diterimanya apabila ia melakukan maksiat. Sedangkan orang-orang yang tidak mengetahui ialah orang-orang yang sama sekali tidak mengetahui hal itu, karena mereka tidak mempunyai harapan sedikit pun akan mendapat pahala dari perbuatan baiknya, dan tidak menduga sama sekali akan mendapat hukuman dari amal buruknya.\nDi akhir ayat, Allah menyatakan bahwa hanya orang-orang yang berakal yang dapat mengambil pelajaran. Pelajaran tersebut baik dari pengalaman hidupnya atau dari tanda-tanda kebesaran Allah yang terdapat di langit dan di bumi serta isinya, juga yang terdapat pada dirinya atau teladan dari kisah umat yang lalu.",
    "quraish": "Apakah orang yang menghabiskan waktunya di tengah malam untuk bersujud dan salat dengan penuh khusyuk kepada Allah, takut akhirat dan mengharap rahmat dan kasih sayang-Nya, itu sama dengan orang yang berdoa kepada-Nya saat tertimpa musibah lalu melupakan-Nya saat mendapat kemenangan? Katakan kepada mereka, \"Apakah sama orang-orang yang mengetahui hak-hak Allah lalu mengesakan-Nya dengan orang-orang yang tidak mengetahui-Nya, karena menganggap remeh perintah untuk mengamati tanda- tanda kekuasaan-Nya? Hanya orang yang berakal sehat saja yang dapat mengambil pelajaran.\"",
    "jalalayn": "(Apakah orang) dibaca Amman, dan dapat dibaca Aman (yang beribadah) yang berdiri melakukan amal ketaatan, yakni salat (di waktu-waktu malam) di saat-saat malam hari (dengan sujud dan berdiri) dalam salat (sedangkan ia takut kepada hari akhirat) yakni takut akan azab pada hari itu (dan mengharapkan rahmat) yakni surga (Rabbnya) apakah dia sama dengan orang yang durhaka karena melakukan kekafiran atau perbuatan-perbuatan dosa lainnya. Menurut qiraat yang lain lafal Amman dibaca Am Man secara terpisah, dengan demikian berarti lafal Am bermakna Bal atau Hamzah Istifham (Katakanlah, \"Adakah sama orang-orang yong mengetahui dengan orang-orang yong tidak mengetahui?\") tentu saja tidak, perihalnya sama dengan perbedaan antara orang yang alim dan orang yang jahil. (Sesungguhnya orang yang dapat menerima pelajaran) artinya, man menerima nasihat (hanyalah orang-orang yang berakal) yakni orang-orang yang mempunyai pikiran."
  },
  {
    "page": 459,
    "name": "Az-Zumar",
    "ayat": 10,
    "arab": "قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْ ۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ  ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ",
    "translation": "Katakanlah (Muhammad), “Wahai hamba-hamba-Ku yang beriman! Bertakwalah kepada Tuhanmu.” Bagi orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Dan bumi Allah itu luas. Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4068.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar menyeru seluruh hamba Allah dan menasihati mereka agar tetap bertakwa kepada Allah, menaati seluruh perintah-Nya dan menjauhi semua larangan-Nya. Manusia diperintahkan agar bertakwa karena mereka yang berbuat baik di dunia ini akan mendapat kebaikan pula. Mereka akan dianugerahi kesehatan, kesejahteraan, dan kesuksesan dalam melaksanakan tugas-tugas hidupnya. Semua itu dapat dicapai karena ia selalu berakhlak baik dan berbudi luhur seperti yang biasa dilakukan oleh orang-orang yang bertakwa. Di samping itu, ia akan mendapat kebaikan pula di akhirat, yaitu mendapat tempat yang penuh dengan kenikmatan, dan mendapat keridaan Allah.\nAllah juga menyuruh kaum Muslimin untuk mempersiapkan diri melakukan hijrah ke Medinah, serta menyuruh mereka agar bersikap tabah karena terpisah dari tanah air, sanak keluarga, dan handai taulan. Perintah itu diberikan dengan penjelasan bahwa apabila kaum Muslimin terganggu kebebasannya dalam melakukan perintah Allah di Mekah, maka hendaklah hijrah ke negeri lain yang memungkinkan untuk memberi ketenangan dalam melakukan perintah-perintah Allah.\nPerintah ini terlukis dalam firman Allah yang singkat \"Dan bumi Allah itu adalah luas.\"\nAllah berfirman:\n\n\"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" (an-Nisa'/4: 97)\n\nDi akhir ayat, Allah menjelaskan bahwa hanya orang-orang yang bersabarlah yang akan mendapat pahala yang tak terbatas, seperti dirasakan oleh umat yang terdahulu dari mereka.",
    "quraish": "Katakan pula, dengan menyampaikan pesan Tuhanmu, \"Wahai hamba-hamba-Ku yang beriman kepada-Ku, waspadalah terhadap murka Tuhan. Sebab, sesungguhnya, orang yang berbuat kebaikan akan mendapat hasil yang baik pula: di dunia berupa pertolongan Allah, dan di akhirat berupa surga. Jangan kalian tinggal pada suatu tempat dalam keadaan terhina, karena bumi Allah amat luas. Tabahlah dalam berpisah jauh dari tanah air dan sanak keluarga. Allah akan membalas pahala orang-orang yang tabah dengan balasan yang berlipat ganda, dan tidak termasuk dalam perhitungan.",
    "jalalayn": "(Katakanlah, \"Hai hamba-hamba-Ku yang beriman, bertakwalah kalian kepada Rabb kalian\") takutlah kalian akan azab-Nya, yaitu dengan jalan menaati-Nya. (Orang-orang yang berbuat baik di dunia ini memperoleh) melalui jalan ketaatan kepada Rabbnya (kebaikan) yakni surga. (Dan bumi Allah itu adalah luas) maka hijrahlah ke negeri yang lain meninggalkan orang-orang kafir demi menghindarkan diri dari menyaksikan hal-hal yang mungkar. (Sesungguhnya orang-orang yang bersabarlah yang dicukupkan) yang sabar di dalam menjalankan ketaatan dan sabar di dalam menahan ujian yang menimpa diri mereka (pahala mereka tanpa batas) yakni tanpa memakai neraca dan timbangan lagi."
  }
]