[
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 11,
    "arab": "قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَ",
    "translation": "Katakanlah, “Sesungguhnya aku diperintahkan agar menyembah Allah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agama.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4069.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada rasul-Nya agar mengatakan kepada kaum musyrikin Mekah bahwa dia diperintahkan untuk menyembah Allah dan menaati perintah-Nya dengan memurnikan ketaatan kepada-Nya dalam menjalankan urusan agama. Dari keterangan ini dapat dipahami bahwa sembahan-sembahan selain Allah harus dibasmi sampai ke akar-akarnya. Begitu pula mengenai urusan-urusan keagamaan, pedomannya adalah perintah yang datang dari Allah, tidak boleh berdasarkan pendapat orang.",
    "quraish": "Katakan, \"Aku diperintahkan untuk menyembah Allah dengan penuh ikhlas dan tulus murni, tanpa ada kesyirikan dan riyâ' atau pamrih.",
    "jalalayn": "(Katakanlah sesungguhnya aku diperintahkan supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya) dari perbuatan syirik."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 12,
    "arab": "وَاُمِرْتُ لِاَنْ اَكُوْنَ اَوَّلَ الْمُسْلِمِيْنَ",
    "translation": "Dan aku diperintahkan agar menjadi orang yang pertama-tama berserah diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4070.mp3",
    "tafsir": "Rasulullah juga diperintahkan menjadi orang yang pertama kali berserah diri kepada Allah. Dengan demikian, Rasulullah menjadi suri teladan yang harus dicontoh seluruh perbuatannya dan dijauhi apa yang dilarangnya. Dia menjadi teladan dalam hal memurnikan tauhid, memurnikan ibadah, dan membersihkan diri dari tingkah laku dan perbuatan orang-orang musyrik Mekah.\nBerserah diri yang dimaksud dalam ayat ini ialah tunduk pada seluruh ketentuan Allah, baik yang berhubungan dengan perintah-perintah syara' atau pun tunduk dan patuh terhadap ketentuan Allah yang berhubungan dengan sunnah kauniyah.",
    "quraish": "Aku diperintahkan dengan penuh penekanan supaya aku termasuk orang-orang pertama yang tunduk dan patuh kepada-Nya.\"",
    "jalalayn": "(Dan aku diperintahkan supaya menjadi orang yang pertama-tama berserah diri) dari kalangan umat ini."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 13,
    "arab": "قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ",
    "translation": "Katakanlah, “Sesungguhnya aku takut akan azab pada hari yang besar jika aku durhaka kepada Tuhanku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4071.mp3",
    "tafsir": "Pada ayat ini, Rasulullah juga diperintahkan agar merasa takut melanggar larangan-larangan Allah, seperti tidak berbuat ikhlas dalam menjalankan perintah dan mengesakan-Nya. Apabila ia takut melanggar larangan-larangan-Nya berarti takut akan siksa yang amat dahsyat yang akan ditimpakan pada hari perhitungan. Pada hari itu semua perbuatan manusia baik atau pun buruk diperiksa dan diberi balasan yang setimpal.",
    "quraish": "Katakan pula, \"Sesungguhnya aku takut kepada siksa pada hari yang sangat mengerikan, jika aku mendurhakai Tuhanku.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku takut akan siksaan hari yang besar jika aku durhaka kepada Rabbku\")."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 14,
    "arab": "قُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ",
    "translation": "Katakanlah, “Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4072.mp3",
    "tafsir": "Sesudah itu Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada kaumnya bahwa hanya Allah saja yang ia sembah dan hanya untuk-Nya ia memurnikan ketaatan dalam menjalankan urusan agama. Dari ayat ini dapatlah diambil pengertian bahwa dalam melaksanakan urusan keagamaan harus ada garis pemisah yang tegas, tidak boleh dicampuradukkan antara mengesakan Allah dengan mempersekutukan-Nya. Antara yang diperintahkan oleh agama dan mana yang tidak diperintahkan. Dalam urusan akidah dan ibadah tidak ada kompromi, sedang dalam urusan dunia dan kemaslahatan, boleh dipecahkan dengan ijtihad, asal prinsipnya tidak bertentangan dengan ajaran agama.",
    "quraish": "Katakan kepada mereka, \"Hanya kepada Allah saja aku beribadah, tanpa diiringi kesyirikan dan riyâ'. Apabila kalian telah mengetahui jalanku tetapi tidak mau mematuhiku, sembahlah tuhan lain sesuka kalian.\" Katakan pula, \"Orang-orang yang merugi segalanya adalah orang-orang yang menyia-nyiakan diri sendiri dan keluarganya dengan menempuh jalan kesesatan. Camkanlah bahwa penyia-nyiaan diri seperti itu adalah kerugian yang sempurna dan nyata.\"",
    "jalalayn": "(Katakanlah, \"Hanya Allah saja yang aku sembah dengan memurnikan ketaatan kepada-Nya\") dari perbuatan syirik atau menyekutukan Allah."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 15,
    "arab": "فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ  اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ",
    "translation": "Maka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik). Katakanlah, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah! Yang demikian itu adalah kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4073.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan Rasul-Nya agar mengatakan kepada kaum musyrik Mekah, dan membiarkan mereka menyembah patung-patung itu menurut kehendak mereka. Mereka telah diberi peringatan berulang-ulang dan diberi bimbingan berkali-kali. Akan tetapi, mereka masih tetap juga pada pendirian mereka mengikuti jejak nenek moyang mereka yang hanya berdasarkan dugaan-dugaan yang jauh dari kebenaran.\nSebagai penegasan yang terakhir, Rasulullah diperintahkan untuk menyatakan kepada mereka bahwa orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri. Berarti apabila mereka nanti diberi pembalasan dengan azab yang dahsyat, tiada lain penderitaan itu karena perbuatan mereka sendiri. Kerugian dan penderitaan itu tidak hanya menimpa mereka, tetapi juga menimpa keluarga mereka yang sependirian dengan mereka.\nPada penghujung ayat ini, Allah menandaskan bahwa kerugian dan penderitaan serupa itu adalah kerugian dan penderitaan yang nyata, karena tidak ada kerugian dan penderitaan yang lebih dahsyat daripada kerugian yang mereka derita di hari kiamat.",
    "quraish": "Katakan kepada mereka, \"Hanya kepada Allah saja aku beribadah, tanpa diiringi kesyirikan dan riyâ'. Apabila kalian telah mengetahui jalanku tetapi tidak mau mematuhiku, sembahlah tuhan lain sesuka kalian.\" Katakan pula, \"Orang-orang yang merugi segalanya adalah orang-orang yang menyia-nyiakan diri sendiri dan keluarganya dengan menempuh jalan kesesatan. Camkanlah bahwa penyia-nyiaan diri seperti itu adalah kerugian yang sempurna dan nyata.\"",
    "jalalayn": "(Maka sembahlah oleh kalian apa yang kalian kehendaki selain Dia) selain-Nya. Di dalam ungkapan ayat ini terkandung makna ancaman bagi orang-orang musyrik dan sekaligus sebagai pemberitahuan, bahwa mereka tidak menyembah Allah swt. (Katakanlah, \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari kiamat\") karena mereka akan menjadi penghuni neraka yang abadi, dan karena mereka tidak memperoleh bidadari-bidadari yang disediakan buat mereka, jika mereka beriman.- (Ingatlah yang demikian itu adalah kerugian yang nyata) jelas sekali ruginya."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 16,
    "arab": "لَهُمْ مِّنْ فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ  ۗذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهٗ ۗيٰعِبَادِ فَاتَّقُوْنِ",
    "translation": "Di atas mereka ada lapisan-lapisan dari api dan di bawahnya juga ada lapisan-lapisan yang disediakan bagi mereka. Demikianlah Allah mengancam hamba-hamba-Nya (dengan azab itu). “Wahai hamba-hamba-Ku, maka bertakwalah kepada-Ku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4074.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan derita yang mereka alami. Mereka akan diletakkan di tengah-tengah api neraka yang berlapis-lapis. Di bagian atas terdapat api yang berlapis-lapis dan di bawahnya pun demikian pula. Mereka berada di puncak derita, karena mereka dikepung oleh api neraka.\nAllah berfirman:\n\nPada hari (ketika) azab menutup mereka dari atas dan dari bawah kaki mereka dan (Allah) berkata (kepada mereka), \"Rasakanlah (balasan dari) apa yang telah kamu kerjakan!\" (al-'Ankabut/29: 55)\n\nDan firman-Nya:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). (al-A.'raf/7: 41)\n\nSiksa-siksa yang dahsyat itu dikemukakan Allah tiada lain hanyalah untuk menakut-nakuti hamba-Nya, agar mereka sadar dan insaf serta kembali kepada jalan yang lurus, jalan yang ditunjukkan Rasulullah saw serta suka memohon ampun kepada Allah atas dosa-dosa yang telah mereka kerjakan.\nPada akhir ayat, Allah memerintahkan Rasul-Nya agar menyeru para hamba-Nya agar bertakwa, suka menaati perintah-Nya, dan menjauhi larangan-Nya. Seruan itu menunjukkan sifat kasih sayang Allah terhadap hamba-hamba-Nya dan kebijaksanaan-Nya yang tak ternilai tingginya.",
    "quraish": "Untuk orang-orang yang merugi itu disediakan api neraka berlapis-lapis, dari arah atas dan bawah mereka. Dengan gambaran siksa seperti itu, Allah mengancam hamba-hamba-Nya, \"Wahai hamba-hamba- Ku, takutilah murka-Ku.\"",
    "jalalayn": "(Bagi mereka gumpalan-gumpalan di atas mereka) lapisan-lapisan (dari api dan di bawah mereka pun gumpalan-gumpalan) lapisan-lapisan dari api. (Demikianlah Allah mempertakuti hamba-hamba-Nya dengan azab itu) yakni hamba-hamba-Nya yang beriman, supaya mereka bertakwa kepada-Nya; pengertian ini disimpulkan dari firman selanjutnya, yaitu, (Maka bertakwalah kepada-Ku hai hamba-hamba-Ku)."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 17,
    "arab": "وَالَّذِيْنَ اجْتَنَبُوا الطَّاغُوْتَ اَنْ يَّعْبُدُوْهَا وَاَنَابُوْٓا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ",
    "translation": "Dan orang-orang yang menjauhi tagut (yaitu) tidak menyembahnya dan kembali kepada Allah, mereka pantas mendapat berita gembira; sebab itu sampaikanlah kabar gembira itu kepada hamba-hamba-Ku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4075.mp3",
    "tafsir": "Ayat ini menerangkan orang-orang yang selalu menjaga dirinya dan menghindarkan diri dari menyembah thagut, berhala, serta tabah dalam menghadapi godaan setan, menghambakan diri dan menyembah kepada Allah semata, tidak menyembah selain-Nya. Mereka akan memperoleh kabar gembira dari para rasul bahwa mereka akan terhindar dari azab kubur sesudah mati, kesengsaraan di Padang Mahsyar. Mereka akan mendapat kenikmatan yang abadi di dalam surga. Oleh karena itu, Nabi Muhammad diperintahkan untuk memberi kabar gembira kepada umatnya yang selalu menyembah Allah, dan selalu mendengar perkataan yang benar, serta mengerjakan mana yang paling baik dari semua perkataan yang benar itu. Mereka pun akan memperoleh apa yang diperoleh oleh hamba-hamba Allah yang takwa. Mereka adalah orang-orang yang selalu mengikuti petunjuk Allah dan selalu menggunakan akal yang sehat.\nDiriwayatkan oleh Ibnu Abi hatim dari Zaid bin Aslam bahwa ayat ini diturunkan berhubungan dengan tiga sahabat Rasulullah, yaitu Zaid bin 'Amr, Abu dzarr al-Gifari, dan Salman al-Farisi, ketiga orang itu adalah orang-orang yang pernah mengucapkan kalimat \"La ilaha illallah\" di masa Arab Jahiliah.",
    "quraish": "Dan orang-orang yang menjauhi patung-patung dan setan-setan, lalu kembali kepada Allah dalam segala urusan mereka, akan memperoleh kabar gembira di segala tempat. Maka, berilah kabar gembira kepada hamba-hamba-Ku yang mendengarkan omongan lalu mengikuti omongan yang terbaik dan lebih membawa ke arah kebenaran. Merekalah, bukan yang lain, yang akan ditunjuki Allah untuk mendapat hidayah. Dan merekalah orang-orang yang memiliki pikiran yang cemerlang.",
    "jalalayn": "(Dan orang-orang yang menjauhi thaghut) yakni berhala-berhala (yaitu tidak menyembahnya dan kembali) menghadap (kepada Allah, bagi mereka berita gembira) yaitu mendapatkan surga (sebab itu sampaikanlah berita itu kepada hamba-hamba-Ku)."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 18,
    "arab": "الَّذِيْنَ يَسْتَمِعُوْنَ الْقَوْلَ فَيَتَّبِعُوْنَ اَحْسَنَهٗ ۗ اُولٰۤىِٕكَ الَّذِيْنَ هَدٰىهُمُ اللّٰهُ وَاُولٰۤىِٕكَ هُمْ اُولُوا الْاَلْبَابِ",
    "translation": "(yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah orang-orang yang mempunyai akal sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4076.mp3",
    "tafsir": "Ayat ini menerangkan orang-orang yang selalu menjaga dirinya dan menghindarkan diri dari menyembah thagut, berhala, serta tabah dalam menghadapi godaan setan, menghambakan diri dan menyembah kepada Allah semata, tidak menyembah selain-Nya. Mereka akan memperoleh kabar gembira dari para rasul bahwa mereka akan terhindar dari azab kubur sesudah mati, kesengsaraan di Padang Mahsyar. Mereka akan mendapat kenikmatan yang abadi di dalam surga. Oleh karena itu, Nabi Muhammad diperintahkan untuk memberi kabar gembira kepada umatnya yang selalu menyembah Allah, dan selalu mendengar perkataan yang benar, serta mengerjakan mana yang paling baik dari semua perkataan yang benar itu. Mereka pun akan memperoleh apa yang diperoleh oleh hamba-hamba Allah yang takwa. Mereka adalah orang-orang yang selalu mengikuti petunjuk Allah dan selalu menggunakan akal yang sehat.\nDiriwayatkan oleh Ibnu Abi hatim dari Zaid bin Aslam bahwa ayat ini diturunkan berhubungan dengan tiga sahabat Rasulullah, yaitu Zaid bin 'Amr, Abu dzarr al-Gifari, dan Salman al-Farisi, ketiga orang itu adalah orang-orang yang pernah mengucapkan kalimat \"La ilaha illallah\" di masa Arab Jahiliah.",
    "quraish": "Dan orang-orang yang menjauhi patung-patung dan setan-setan, lalu kembali kepada Allah dalam segala urusan mereka, akan memperoleh kabar gembira di segala tempat. Maka, berilah kabar gembira kepada hamba-hamba-Ku yang mendengarkan omongan lalu mengikuti omongan yang terbaik dan lebih membawa ke arah kebenaran. Merekalah, bukan yang lain, yang akan ditunjuki Allah untuk mendapat hidayah. Dan merekalah orang-orang yang memiliki pikiran yang cemerlang.",
    "jalalayn": "(Yaitu, orang-orang yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya) mengikuti sesuatu yang mengandung kemaslahatan bagi mereka. (Mereka itulah orang-orang yang telah diberi Allah petunjuk dan mereka itulah orang-orang yang mempunyai akal) yang mempunyai pikiran."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 19,
    "arab": "اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِۗ اَفَاَنْتَ تُنْقِذُ مَنْ فِى النَّارِ ۚ",
    "translation": "Maka apakah (engkau hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau (Muhammad) akan menyelamatkan orang yang berada dalam api neraka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4077.mp3",
    "tafsir": "Pada ayat ini diterangkan kebalikan dari sifat-sifat orang yang disebutkan pada ayat sebelum ayat ini, yaitu mereka yang mengatakan sanggup melaksanakan segala sesuatu dan sanggup pula mengatasi segala macam kesulitan. Mereka dicela Allah dengan mengatakan, \"Apakah kamu yang mengendalikan segala urusan manusia, mengatur dan mengendalikan keadaan mereka? Apakah kamu dapat mengubah keputusan-Ku dengan membatalkan ketetapan azab yang telah Aku tetapkan terhadap orang-orang yang selalu mengotori jiwanya dengan mengerjakan segala macam perbuatan dosa dan mengerjakan perbuatan-perbuatan yang Aku larang?\" Allah menegaskan bahwa mereka sekali-kali tidak dapat menghapus dan mengubah segala macam keputusan-Nya sedikit pun, karena ketentuan segala sesuatu berada di tangan-Nya.",
    "quraish": "Apakah kamu memiliki hak mengatur pada kerajaan-Ku, lalu kamu dapat menghindarkan orang yang sudah ditetapkan mendapat siksa dari siksanya? Apakah kamu memiliki kekuatan seperti ini, lalu dapat menyelamatkan orang lain dari kekejaman neraka setelah ditetapkan bahwa ia akan memasukinya?",
    "jalalayn": "(Apakah orang yang telah pasti ketentuan azab atasnya?) termasuk orang-orang yang digolongkan oleh firman-Nya, \"Sesungguhnya akan Aku penuhi neraka jahanam...\" (Q.S. As-Sajdah, 13). (Apakah kamu akan menyelamatkan) maksudnya, mengeluarkan (orang yang berada dalam neraka) kalimat ayat ini menjadi Jawab Syarath, kemudian di dalamnya terdapat Isim Zhahir yaitu lafal Man yang menduduki tempat Isim Mudhmar; dan Hamzah Istifham di sini menunjukkan makna ingkar, yakni, kamu tidak akan mampu memberikan hidayah kepadanya sehingga ia dapat kamu selamatkan dari neraka."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 20,
    "arab": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّنْ فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ  ۙتَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ الْمِيْعَادَ",
    "translation": "Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka mendapat kamar-kamar (di surga), di atasnya terdapat pula kamar-kamar yang dibangun (bertingkat-tingkat), yang mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan memungkiri janji(-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4078.mp3",
    "tafsir": "Pada ayat ini diulangi lagi penyebutan perbuatan-perbuatan yang diridai Allah, yaitu segala perbuatan takwa, perbuatan wajib, dan sunah. Orang yang mengerjakan perbuatan-perbuatan tersebut akan ditempatkan nanti di dalam kamar-kamar surga yang terdapat segala macam yang mereka inginkan di dalamnya dan dihiasi dengan taman-taman yang indah yang mengalir sungai-sungai di dalamnya. Itulah janji Allah kepada setiap orang yang beriman dan bertakwa. Janji itu adalah janji yang benar, tidak akan dimungkiri sedikit pun, karena Allah tidak akan memungkiri janji-Nya.",
    "quraish": "Akan tetapi, orang-orang yang takut kepada Tuhannya akan memperoleh surga yang tinggi beserta istana-istananya yang saling bertumpuk dan dialiri bermacam-macam sungai, yang merupakan janji Allah. Dan Allah tidak akan pernah mengingkari janji.",
    "jalalayn": "(Tetapi orang-orang yang bertakwa kepada Rabbnya) yaitu bertakwa melalui jalan taat kepada-Nya (mereka mendapat tempat-tempat yang tinggi, di atasnya dibangun pula tempat-tempat yang tinggi, di bawahnya mengalir sungai-sungai) artinya sungai-sungai yang mengalir, baik di bawah tempat-tempat yang teratas maupun di tempat-tempat yang terbawah (sebagai janji Allah) lafal Wa'dallaahi dinashabkan oleh Fi'il yang diperkirakan keberadaannya pada sebelumnya (Allah tidak akan memungkiri janji-Nya) atau mengingkarinya."
  },
  {
    "page": 460,
    "name": "Az-Zumar",
    "ayat": 21,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًا ۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَلْبَابِ ࣖ ",
    "translation": "Apakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4079.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan manusia memikirkan salah satu dari suatu proses kejadian di alam ini, yaitu proses turunnya hujan dan tumbuhnya tanam-tanaman di permukaan bumi ini. Kalau diperhatikan seakan-akan kejadian itu merupakan suatu siklus yang dimulai pada suatu titik dalam suatu lingkaran, dimulai dari adanya sesuatu, kemudian berkembang menjadi besar, kemudian tua, kemudian meninggal atau tiada, kemudian mulai pula suatu kejadian yang baru lagi dan begitulah seterusnya sampai kepada suatu masa yang ditentukan Allah, yaitu masa berakhirnya kejadian alam ini.\nMenurut kajian ilmiah, distribusi dan dinamika air di dalam tanah dilukiskan dalam ayat ini. Di samping menjadi air larian yang langsung mengalir di permukaan tanah, sebagian air yang jatuh dari langit baik sebagai air hujan maupun salju yang mencair akan mengimbuh (berinfiltrasi) ke dalam tanah dan menyebar di dalam kesarangan (pori-pori) tanah. Air akan ditahan oleh pori-pori tanah dengan kekuatan yang berbanding terbalik dengan ukuran pori-pori tanah.\nPada pori-pori tanah dengan ukuran yang besar, air akan dapat ditarik oleh gaya gravitasi dan dapat mengalir (perkolasi) ke lapisan tanah atau batuan yang lebih bawah atau mengalir secara lateral searah kemiringan lereng. Air tanah dangkal yang mengalir searah kemiringan lereng ini akan keluar lagi sebagai mata air. Air yang mengalir ke lapisan yang lebih bawah kemudian akan mengisi lapisan pembawa air tanah (akifer) yang merupakan lapisan tanah atau batuan yang tersusun oleh butiran-butiran yang kasar, utamanya pasir. Apabila akifer ini muncul ke permukaan tanah, misalnya pada tekuk lereng, maka pada tempat munculnya tersebut akan dijumpai pula mata air.\nPori-pori dengan ukuran yang lebih kecil, dikenal dengan istilah pori kapiler, akan menahan air di dalamnya sebagai kelembaban tanah. Air yang terdapat di dalam pori-pori kapiler ini tidak akan dilepaskan kecuali oleh tegangan yang lebih besar dari tenaga gravitasi, umumnya oleh penguapan (evaporasi), atau pada lapisan yang lebih dalam oleh tenaga hisap akar tanaman. Kelembaban tanah inilah yang kemudian dipakai oleh tanaman untuk bermetabolisme dan kemudian menguap dari stomata daun dan bagian tanaman lain yang berkhlorophil. Penguapan air tanah dengan cara ini dikenal dengan istilah transpirasi. Tanah yang memiliki kelembaban cukup akan dicirikan oleh tumbuhan yang menutupinya memiliki daun berwarna hijau. Apabila kelembaban berkurang maka daun lambat laun akan menguning dan kemudian akan mengering. Daun-daun yang mengering akan rontok untuk mengurangi proses penguapan.\nAir yang menguap oleh terik panas matahari, kemudian menjadi awan yang bergumpal, dihalau kembali oleh angin ke suatu tempat sehingga menurunkan hujan. Proses kejadian demikian itu menjadi bahan renungan bagi orang yang mau menggunakan pikirannya. Tentu ada Zat Yang Mahakuasa yang mengatur semuanya itu, sehingga segala sesuatu terjadi dengan teratur dan rapi. Tidak mungkin manusia yang melakukannya. Yang melakukan semua itu tentulah Zat yang berhak disembah dan ditaati segala perintah-Nya.",
    "quraish": "Tidak tahukah kamu, wahai orang yang menerima seruan agama, bahwa Allah menurunkan air dari langit lalu mengalirkannya dalam bentuk mata air di dalam perut bumi. Dia kemudian menumbuhkan tanaman pertanian yang bentuknya sangat beragam lalu menjadi kering dan kuning setelah sebelumnya hijau. Setelah itu, Dia menjadikannya terpecah berpeking-keping. Sungguh, dalam proses perpindahan dari satu kondisi ke kondisi yang lain itu, terdapat peringatan bagi orang-orang yang memiliki akal yang cemerlang.",
    "jalalayn": "(Apakah kamu tidak memperhatikan) maksudnya tidak mengetahui (bahwa sesungguhnya Allah menurunkan air dari langit, maka diatur-Nya menjadi sumber-sumber) yakni, dia memasukkan air itu ke tempat-tempat yang dapat menjadi sumber air (di bumi kemudian ditumbuhkan-Nya dengan air itu tanam-tanaman yang bermacam-macam warnanya, lalu ia menjadi kering) menjadi layu dan kering (lalu kamu melihatnya) sesudah hijau menjadi (kekuning-kuningan kemudian dijadikan-Nya hancur berderai) yakni rontok (Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran) peringatan (bagi orang-orang yang mempunyai akal) bagi orang-orang yang mau mengambil pelajaran darinya untuk menyimpulkan keesaan dan kekuasaan Allah swt."
  }
]