[
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 22,
    "arab": "اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖ ۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "translation": "Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk (menerima) agama Islam lalu dia mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)?  Maka celakalah mereka yang hatinya telah membatu untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4080.mp3",
    "tafsir": "Ayat ini menegaskan bahwa tidaklah sama orang yang telah dibukakan Allah hatinya sehingga menerima agama Islam, dengan orang yang sesat hatinya, sehingga ia mengingkari kebenarannya. Hati orang tersebut telah melihat kekuasaan dan kebesaran Allah dalam keindahan dan keajaiban alam ini, lalu terbukalah hatinya menerima pancaran cahaya dari nur Ilahi. Sebaliknya orang-orang yang sesat hatinya, tidak melihat tanda-tanda kekuasaan dan kebesaran Allah dalam kejadian alam ini, mereka menyangka kejadian tersebut tidak lain dari suatu proses kejadian alam itu sendiri, tanpa ada yang mengaturnya. Mereka merasa sanggup mengubah atau memperbaiki proses kejadian tersebut. Hal ini disebabkan karena kebodohan dan pandangan mereka yang picik sehingga hati mereka tetap tertutup, dan tidak memungkinkan masuknya pancaran nur Ilahi ke dalam hatinya. Kedua macam orang itu tentulah tidak sama. Pada ayat yang lain, Allah menegaskan tentang ketidaksamaan kedua macam orang itu. Allah berfirman:\n\nDan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? (al-An'am/6: 122)\n\nIbnu 'Abbas meriwayatkan, \"Di antara orang yang telah dilapangkan Allah dadanya menerima agama Islam, ialah Abu Bakar r.a. Ibnu Mardawaih meriwayatkan dari Ibnu Mas'ud ia berkata:\nRasulullah saw membaca ayat ini, lalu kami bertanya, \"Ya Nabi Allah, bagaimana hati yang terbuka itu?\" Beliau menjawab, \"Apabila cahaya menerangi hati, maka ia menjadi terbuka dan lapang.\" Kami bertanya, \"Apakah tanda yang demikian itu, ya Rasulullah?\" Beliau menjawab, \"Menghadapkan diri kepada kehidupan negeri yang abadi dan menjauhkan diri dari kehidupan negeri yang penuh tipuan dan mempersiapkan diri untuk mati sebelum kematian itu datang.\" (Riwayat Ibnu Mardawaih)\n\nDiriwayatkan oleh at-Tirmidzi dari Ibnu 'Umar, ia berkata:\nBahwa seseorang berkata, \"Ya Rasulullah, orang mukmin yang manakah yang paling baik?\" Rasulullah menjawab, \"Mereka yang banyak mengingat mati dan paling banyak persiapannya untuk mati itu, dan bilamana cahaya menyinari hatinya, maka hati itu terbuka dan menjadi lapang.\" Para sahabat bertanya, \"Apa tandanya yang demikian itu ya Nabi Allah?\" Nabi menjawab, \"Menghadapkan diri kepada negeri yang abadi dan menjauhkan diri dari negeri yang penuh dengan tipuan dan menyiapkan diri untuk mati sebelum kematian itu datang.\"\n\nAdapun orang-orang yang kasar hatinya dan membatu akan mengalami kecelakaan yang besar disebabkan sikap mereka yang keras kepala tidak mau ingat kepada-Nya. Seharusnya hati mereka menjadi lembut bila nama Tuhan disebut di hadapan mereka, tetapi muka mereka hitam muram bila mendengar nama Allah disebut dan hati mereka bertambah keras membatu.\nDiriwayatkan oleh at-Tirmidzi dari Ibnu 'Umar, ia berkata: Rasulullah saw bersabda: \nJanganlah kamu memperbanyak pembicaraan tanpa menyebut nama Allah, karena banyak bicara tanpa menyebut nama Allah menyebabkan hati menjadi keras. Dan sesungguhnya orang yang paling jauh dari Allah ialah orang yang keras hatinya.\" \n\nPada akhir ayat ini diterangkan bahwa orang yang hatinya keras itu adalah orang yang buta mata hatinya, mereka benar-benar berada dalam kesesatan yang nyata. Setiap orang dengan mudah mengetahui keburukan mereka itu.",
    "quraish": "Apakah semua manusia itu sama: orang yang dadanya dilapangkan untuk menerima ajaran Islam, hingga berada dalam cahaya Tuhannya sama dengan orang yang menolak untuk mengamati tanda-tanda kekuasaan-Nya? Oleh karena itu, siksa yang amat pedih akan diraskan oleh orang-orang yang hatinya keras dan tak mau mengingat Allah. Mereka benar-benar menyeleweng dari kebenaran.",
    "jalalayn": "(Maka apakah orang-orang yang dibukakan Allah hatinya untuk menerima Islam) sehingga ia mendapat petunjuk (lalu ia mendapat cahaya dari Rabbnya) sama dengan orang yang hatinya dikunci mati; pengertian ini tersimpul dari firman selanjutnya (Maka kecelakaan yang besarlah) artinya, azab yang besarlah (bagi mereka yang telah membatu hatinya untuk mengingat Allah) maksudnya, untuk menerima Alquran. (Mereka itu dalam kesesatan yang nyata) nyata sekali sesatnya."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 23,
    "arab": "اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِ ۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
    "translation": "Allah telah menurunkan perkataan yang paling baik (yaitu) Al-Qur'an yang serupa (ayat-ayatnya) lagi berulang-ulang, gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah. Itulah petunjuk Allah, dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak seorang pun yang dapat memberi petunjuk.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4081.mp3",
    "tafsir": "Allah menerangkan bahwa Dia menurunkan perkataan yang paling baik, yaitu Al-Qur'an yang mulia, sebahagian ayat-ayatnya mempunyai kemiripan baik dalam menjelaskan hukum-hukum, kebenaran, pelajaran, mengemukakan hujah, hikmah-hikmah, dan sebagainya, sebagaimana beberapa bagian air menyerupai beberapa bagian udara, beberapa bagian suatu negeri menyerupai beberapa bagian negeri yang lain. Karena ada suatu kisah diulang-ulang menyebutnya di beberapa tempat, demikian pula perintah-perintah, larangan-larangan, dan sebagainya. Orang-orang yang beriman, bila mereka mendengar bacaan Al-Qur'an meremang bulu romanya, dan bergoncang hatinya karena takut kepada Allah. Hal itu mendorong hati mereka mengikuti semua perintah-perintah Allah dan menghentikan larangan-larangan-Nya. Jiwa mereka menjadi hidup, semangat mereka bertambah untuk melaksanakan amal-amal yang saleh dan berjihad di jalan-Nya.\nDengan Al-Qur'an, Allah memberikan petunjuk kepada hamba-hamba-Nya, membimbing orang-orang yang dikehendaki-Nya ke jalan yang lurus serta mempertebal iman di dalam hatinya. Tetapi orang yang disesatkan hatinya, mereka hampa dan kosong, mereka tidak akan memperoleh manfaat sedikit pun dari Al-Qur'an itu.",
    "quraish": "Allah menurunkan firman yang paling baik berupa kitab suci yang makna dan diksinya sama-sama mencapai puncak kemukjizatan dan kesempurnaan. Di dalamnya banyak dikemukakan nasihat dan ketentuan hukum. Bacaannya sering diulang. Ketika membaca atau mendengar ancaman yang terkandung di dalamnya, orang-orang yang takut kepada Allah kulitnya akan merinding. Setelah itu, kulit dan hatinya akan melunak untuk mengingat Allah. Kitab suci yang mempunyai sifat-sifat seperti itu merupakan cahaya Allah yang dengannya Allah memberi petunjuk kepada siapa saja yang dikehendaki-Nya lalu membimbingnya untuk beriman kepada-Nya. Barangsiapa disesatkan oleh Allah--karena Dia Mahatahu bahwa ia akan menyimpang dari kebenaran--maka tidak seorang pun mampu menyelamatkannya dari kesesatan.",
    "jalalayn": "(Allah telah menurunkan perkataan yang paling baik yaitu Kitab) Alquran; lafal Kitaaban menjadi Badal lafal Ahsanal Hadiitsi (yang serupa) satu sama lainnya sama dalam hal Nuzhum dan hal-hal lainnya (lagi berulang-ulang) diulang-ulang di dalamnya janji dan ancaman serta hal-hal lainnya (gemetarlah karenanya) yakni gemetar karena takut di kala disebutkan ancaman-Nya (kulit orang-orang yang takut) yang merasa takut (kepada Rabbnya, kemudian menjadi tenang kulit dan kalbu mereka di waktu mengingat Allah) sewaktu ingat akan janji-Nya. (Itulah) kitab Alquran itu (petunjuk Allah, dengan Kitab itu Dia menunjuki siapa yang dikehendaki-Nya. Dan barang siapa yang disesatkan Allah, niscaya tak ada baginya seorang pemberi petunjuk.)"
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 24,
    "arab": "اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِ ۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ",
    "translation": "Maka apakah orang-orang yang melindungi wajahnya menghindari azab yang buruk pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim, “Rasakanlah olehmu balasan apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4082.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan perbedaan keadaan orang yang mendapat petunjuk dengan orang yang tidak mendapat petunjuk. Orang yang sesat dan tidak mendapat petunjuk dihadapkan ke neraka pada hari Kiamat. Api neraka membakar wajah mereka, dan tangan mereka tidak dapat menutupi wajah mereka dari panas api itu, karena kedua tangan mereka terbelenggu. Lain halnya dengan orang-orang yang beriman. Mereka selamat dari api neraka dan tidak perlu menghindarkan diri dari azab seperti yang ditimpakan kepada orang-orang kafir. Pada hari itu, orang-orang kafir dituding oleh para malaikat sambil berkata, \"Rasakanlah olehmu azab neraka yang membakar itu, karena perbuatan-perbuatan yang telah kamu kerjakan dahulu sewaktu hidup di dunia.\"",
    "quraish": "Apakah semua manusia itu sama: orang yang takut menghadapi azab pedih yang ditemuinya pada hari kiamat setelah melampaui batas di dunia sama dengan orang yang datang pada hari kiamat dengan penuh aman dan selamat? Dikatakan kepada orang-orang zalim itu, \"Rasakan akibat dari perbuatan kalian!\"",
    "jalalayn": "(Maka apakah orang yang menghindarkan) supaya jangan dilemparkan (dirinya ke dalam azab yang paling buruk di hari kiamat), azab yang paling keras, seumpamanya ia dicampakkan ke dalam neraka dalam keadaan terbelenggu tangannya disatukan dengan kepalanya, sama dengan orang yang beriman kepadanya yang dimasukkan ke dalam surga? (Dan dikatakan kepada orang-orang yang aniaya) yakni orang-orang kafir Mekah (\"Rasakanlah oleh kalian balasan apa yang telah kalian kerjakan\") sebagai pembalasannya."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 25,
    "arab": "كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ",
    "translation": "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4083.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan azab yang pernah ditimpakan kepada orang-orang terdahulu yang mendustakan para rasul yang diutus kepada mereka, seperti yang dilakukan oleh orang-orang musyrik Mekah kepada Rasulullah. Azab itu ditimpakan kepada mereka setelah berkali-kali diseru ke jalan yang benar oleh para rasul yang diutus kepada mereka, namun mereka tidak mengindahkan seruan itu.\nDemikianlah mereka ditimpa azab di dunia dan di akhirat nanti mereka akan memperoleh azab yang sangat. Azab dunia jauh lebih enteng dan ringan jika dibanding dengan azab akhirat.",
    "quraish": "Mereka yang datang sebelum orang-orang musyrik ini telah berdusta pula, maka mereka pun ditimpa azab yang tidak mereka sangka-sangka.",
    "jalalayn": "(Orang-orang yang sebelum mereka telah mendustakan) rasul-rasulnya yang mengatakan bahwa azab pasti datang (maka datanglah kepada mereka azab dari arah yang tidak mereka sangka) yang tidak mereka duga sedikit pun."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 26,
    "arab": "فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
    "translation": "Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4084.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan azab yang pernah ditimpakan kepada orang-orang terdahulu yang mendustakan para rasul yang diutus kepada mereka, seperti yang dilakukan oleh orang-orang musyrik Mekah kepada Rasulullah. Azab itu ditimpakan kepada mereka setelah berkali-kali diseru ke jalan yang benar oleh para rasul yang diutus kepada mereka, namun mereka tidak mengindahkan seruan itu.\nDemikianlah mereka ditimpa azab di dunia dan di akhirat nanti mereka akan memperoleh azab yang sangat. Azab dunia jauh lebih enteng dan ringan jika dibanding dengan azab akhirat.",
    "quraish": "Mereka merasakan siksa yang ringan di dunia. Aku bersumpah, \"Siksa di akhirat sungguh lebih besar dari siksa di dunia, kalau mereka mengetahui dan berpikir.\"",
    "jalalayn": "(Maka Allah merasakan kepada mereka kehinaan) artinya, mereka dihina dan direndahkan dengan berupa kutukan, pembunuhan dan lain sebagainya (pada kehidupan dunia. Dan sesungguhnya azab pada hari akhirat lebih besar kalau mereka) yakni orang-orang yang mendustakannya (mengetahui) azab akhirat, dan niscaya kalau mereka mengetahuinya maka mereka tidak akan mendustakannya."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 27,
    "arab": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ",
    "translation": "Dan sungguh, telah Kami buatkan dalam Al-Qur'an ini segala macam perumpamaan bagi manusia agar mereka dapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4085.mp3",
    "tafsir": "Allah menjelaskan pada ayat ini bahwa Dia telah membuat bermacam-macam contoh dalam Al-Qur'an seperti menerangkan sejarah beberapa umat terdahulu yang mengingatkan malapetaka yang mereka alami. Contoh dan perumpamaan itu dikemukakan kepada mereka agar mereka mengambil pelajaran darinya, baik yang berhubungan dengan kehidupan dunia maupun yang berhubungan dengan kehidupan di akhirat nanti. Dengan berpedoman kepada Al-Qur'an, mereka dapat meluruskan kembali kepercayaan mereka yang sesat, memperbaiki tata kehidupan mereka yang kacau, sehingga berubah menjadi kehidupan yang beradab. \nTidaklah sukar bagi mereka memahami Al-Qur'an karena diturunkan dalam bahasa Arab, bahasa mereka sendiri. Tidak ada sesuatu yang bertentangan di dalamnya. Isinya jelas dan tegas baik yang berhubungan dengan akidah, hukum, budi pekerti, dan sebagainya. Jika mereka mau beriman dan mengikuti petunjuk Al-Qur'an, pastilah mereka dapat menjaga diri dari malapetaka yang mungkin menimpa mereka dan tentulah mereka akan taat hanya kepada Allah saja.",
    "quraish": "Sesungguhnya Kami telah menerangkan kepada umat manusia, di dalam al-Qur'ân ini, berbagai tamsil ibarat yang mengingatkan mereka kepada kebenaran dengan harapan agar mereka selalu ingat dan mengambil pelajaran.",
    "jalalayn": "(Sesungguhnya telah Kami buatkan) telah Kami jadikan (bagi manusia dalam Alquran ini setiap macam perumpamaan supaya mereka dapat pelajaran) maksudnya, supaya mereka mau menerima nasihatnya."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 28,
    "arab": "قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "(Yaitu) Al-Qur'an dalam bahasa Arab, tidak ada kebengkokan (di dalamnya) agar mereka bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4086.mp3",
    "tafsir": "Allah menjelaskan pada ayat ini bahwa Dia telah membuat bermacam-macam contoh dalam Al-Qur'an seperti menerangkan sejarah beberapa umat terdahulu yang mengingatkan malapetaka yang mereka alami. Contoh dan perumpamaan itu dikemukakan kepada mereka agar mereka mengambil pelajaran darinya, baik yang berhubungan dengan kehidupan dunia maupun yang berhubungan dengan kehidupan di akhirat nanti. Dengan berpedoman kepada Al-Qur'an, mereka dapat meluruskan kembali kepercayaan mereka yang sesat, memperbaiki tata kehidupan mereka yang kacau, sehingga berubah menjadi kehidupan yang beradab. \nTidaklah sukar bagi mereka memahami Al-Qur'an karena diturunkan dalam bahasa Arab, bahasa mereka sendiri. Tidak ada sesuatu yang bertentangan di dalamnya. Isinya jelas dan tegas baik yang berhubungan dengan akidah, hukum, budi pekerti, dan sebagainya. Jika mereka mau beriman dan mengikuti petunjuk Al-Qur'an, pastilah mereka dapat menjaga diri dari malapetaka yang mungkin menimpa mereka dan tentulah mereka akan taat hanya kepada Allah saja.",
    "quraish": "Kami menurunkan al-Qur'ân berbahasa Arab--bahasa mereka sendiri--yang tidak mengandung kelemahan, dengan harapan agar mereka bertakwa dan takut kepada Tuhannya.",
    "jalalayn": "(Ialah Alquran dalam bahasa Arab) ayat ini berkedudukan menjadi Hal Muakkidah atau kata keterangan yang mengukuhkan (yang tidak ada kebengkokan di dalamnya) tidak ada kekeliruan dan pertentangan (supaya mereka bertakwa) maksudnya, menghindarkan diri dari kekafiran."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 29,
    "arab": "ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشَاكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Allah membuat perumpamaan (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan, dan seorang hamba sahaya yang menjadi milik penuh dari seorang (saja). Adakah kedua hamba sahaya itu sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4087.mp3",
    "tafsir": "Allah membuat suatu perumpamaan untuk menjelaskan perbedaan antara syirik dengan tauhid. Untuk itu Allah mengumpamakan dua orang budak. Budak yang satu dimiliki oleh beberapa orang tuan, mereka berserikat dalam kepemilikannya. Sedang budak yang lain hanya dimiliki oleh seorang tuan saja, tidak ada orang lain yang memilikinya. Pada suatu saat budak pertama mendapat perintah dari tuan-tuannya itu dengan perintah yang berbeda-beda, seperti tuan pertama memerintahkan membersihkan pekarangan rumahnya, tuan yang kedua menyuruh mencangkul kebunnya, tuan yang ketiga menyuruh membersihkan rumahnya dan sebagainya. Perintah ini diberikan pada saat yang sama. Perintah tuan yang manakah yang harus dikerjakan oleh budak tersebut? Tidak mungkin budak itu melaksanakan tiap-tiap perintah dari tuan-tuannya itu dalam waktu yang sama. Demikianlah seterusnya sehingga budak itu selalu kebingungan dalam menaati perintah-perintah dari masing-masing tuannya.\nAdapun budak yang kedua yang hanya dimiliki oleh seorang tuan, ia dapat melaksanakan perintah tuannya dengan baik, ia tidak akan bingung dalam melaksanakan perintah itu, dan tuannya pun berlega hati karena budaknya itu dapat melaksanakan perintahnya dengan baik. Samakah keadaan kedua budak tersebut dan sama pulakah keadaan tuan dari masing-masing budak itu?\nDemikianlah halnya dengan orang yang beragama tauhid dan orang yang beragama syirik. Orang yang beragama tauhid tidak pernah bingung dalam melaksanakan perintah dan larangan dari Tuhannya, karena perintah dan larangan itu bersumber dari Yang Maha Esa. Seorang yang beragama syirik selalu dalam keadaan bingung, perintah tuhannya yang manakah yang akan diikutinya. Sebaliknya orang yang beragama tauhid hanya menyembah Tuhan Yang Esa, sedang orang yang beragama syirik selalu bingung, tuhan yang manakah yang lebih patut disembah dari tuhan-tuhan yang lain.\nSetelah menerangkan kesesatan syirik, Allah menegaskan bahwa segala puji hanyalah untuk-Nya, tidak untuk yang lain. Hanya Dia sajalah yang berhak disembah, tetapi kebanyakan manusia tidak mau mengetahuinya.",
    "quraish": "Allah mengumpamakan orang musyrik sebagai budak yang dimiliki oleh sejumlah orang yang saling memperebutkannya, dan orang Muslim yang mengesakan-Nya sebagai budak yang hanya dimiliki oleh satu orang. Apakah kedua orang itu sama? Tentu tidak sama. Alhamdu lillâh (segala puji bagi Allah) yang menunjukkan bukti kebenaran kepada umat manusia. Tetapi kebanyakan manusia tidak mengetahui kebenaran.",
    "jalalayn": "(Allah telah membuat) bagi orang yang musyrik dan orang yang bertauhid (perumpamaan yaitu seorang laki-laki) lafal Rajulan ini menjadi Badal dari lafal Matsalan (yang menjadi budak milik beberapa orang yang berserikat dalam perselisihan) yaitu mereka terlihat di dalam persengketaan dan akhlak mereka sangat buruk (dan seorang budak laki-laki yang menjadi milik penuh) milik sepenuhnya (dari seorang laki-laki saja; adakah kedua budak itu sama halnya?) lafal Matsalan berkedudukan menjadi Tamyiz maksudnya, tentu saja tidak sama antara seorang budak yang menjadi milik suatu kelompok dengan seorang budak yang menjadi milik penuh seorang saja. Sesungguhnya, budak yang pertama tadi apabila disuruh oleh masing-masing dari pemilik dirinya secara sekaligus; ia bingung, siapakah yang harus ia layani di antara mereka. Ini adalah perumpamaan orang yang musyrik sedangkan budak yang kedua adalah perumpamaan bagi orang yang bertauhid. (Segala puji bagi Allah) semata (tetapi kebanyakan mereka) penduduk Mekah (tidak mengetahui) azab apakah yang akan menimpa mereka akibat kemusyrikannya, oleh karena itu mereka berbuat kemusyrikan."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 30,
    "arab": "اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَ ۖ",
    "translation": "Sesungguhnya engkau (Muhammad) akan mati dan mereka akan mati (pula).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4088.mp3",
    "tafsir": "Allah menerangkan bahwa semua manusia akan kembali kepada Tuhan dan di hari Kiamat nanti manusia antara yang satu dengan yang lain akan saling berbantah-bantahan dan saling tuduh-menuduh. Pada hari Kiamat orang-orang musyrik berusaha membela diri mereka masing-masing, tetapi Nabi Muhammad saw dapat menolak alasan mereka itu, dengan menyatakan bahwa dakwah telah disampaikan kepada mereka, tetapi mereka mengingkari dan mendustakannya. Oleh karena itu, mereka mohon ampunan kepada Allah, tetapi permohonan mereka tidak dapat diterima, karena pada hari itu tobat tidak dapat diterima lagi.\nDi antara perbantahan antara orang-orang musyrik dengan sembahan-sembahan mereka itu disebutkan dalam ayat ini. Mereka berkata kepada pemimpin-pemimpin mereka, \"Kami ikuti kamu, tetapi kamu menyesatkan kami.\" Para pemimpin menjawab, \"Kami juga telah ditipu oleh setan-setan dan nenek moyang kita dahulu.\"",
    "quraish": "Wahai Muhammad, sesungguhnya kamu dan mereka semua akan mati. Kemudian, setelah mati dan setelah dibangkitkan kembali, kalian akan saling bermusuhan di hadapan Allah.",
    "jalalayn": "(Sesungguhnya kamu) khithab ini ditujukan kepada Nabi saw. (akan mati dan mereka akan mati pula) kelak kamu akan mati dan mereka kelak akan mati pula, maka tidak usah ditunggu-tunggu datangnya mati itu. Ayat ini diturunkan sewaktu mereka merasa lambat akan kematian Nabi saw."
  },
  {
    "page": 461,
    "name": "Az-Zumar",
    "ayat": 31,
    "arab": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَ ࣖ   ۔",
    "translation": "Kemudian sesungguhnya kamu pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4089.mp3",
    "tafsir": "Allah menerangkan bahwa semua manusia akan kembali kepada Tuhan dan di hari Kiamat nanti manusia antara yang satu dengan yang lain akan saling berbantah-bantahan dan saling tuduh-menuduh. Pada hari Kiamat orang-orang musyrik berusaha membela diri mereka masing-masing, tetapi Nabi Muhammad saw dapat menolak alasan mereka itu, dengan menyatakan bahwa dakwah telah disampaikan kepada mereka, tetapi mereka mengingkari dan mendustakannya. Oleh karena itu, mereka mohon ampunan kepada Allah, tetapi permohonan mereka tidak dapat diterima, karena pada hari itu tobat tidak dapat diterima lagi.\nDi antara perbantahan antara orang-orang musyrik dengan sembahan-sembahan mereka itu disebutkan dalam ayat ini. Mereka berkata kepada pemimpin-pemimpin mereka, \"Kami ikuti kamu, tetapi kamu menyesatkan kami.\" Para pemimpin menjawab, \"Kami juga telah ditipu oleh setan-setan dan nenek moyang kita dahulu.\"",
    "quraish": "Wahai Muhammad, sesungguhnya kamu dan mereka semua akan mati. Kemudian, setelah mati dan setelah dibangkitkan kembali, kalian akan saling bermusuhan di hadapan Allah.",
    "jalalayn": "(Kemudian sesungguhnya kalian) hai manusia tentang kelaliman-kelaliman yang telah terjadi di antara kalian (pada hari kiamat akan berbantah-bantahan di hadapan Rabb kalian.)"
  }
]