[
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 57,
    "arab": "اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَ ۙ",
    "translation": "atau (agar jangan) ada yang berkata, ‘Sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa,’",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4115.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya:\n1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya.\n2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah.\n3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik.",
    "quraish": "Atau jiwa yang berdosa itu berkata, dengan mencari alasan, 'Kalau saja Allah memperkenankan aku untuk memperoleh petunjuk, tentu, di dunia dulu, aku sudah termasuk orang yang menjaga dirinya dari azab Allah dengan cara beriman dan beramal saleh. '",
    "jalalayn": "(Atau datang saatnya seseorang berkata, \"Kalau sekiranya Allah memberi petunjuk kepadaku) untuk mengerjakan ketaatan sehingga aku mendapat petunjuk (tentulah aku termasuk orang-orang yang bertakwa\") yakni orang-orang yang takut akan azab-Nya."
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 58,
    "arab": "اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ",
    "translation": "atau (agar jangan) ada yang berkata ketika melihat azab, ‘Sekiranya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang berbuat baik.’",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4116.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya:\n1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya.\n2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah.\n3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik.",
    "quraish": "Atau jiwa yang berdosa itu berkata, ketika melihat siksaan, 'Seandainya aku dapat dikembalikan ke dunia, tentu aku akan termasuk orang-orang yang memperbaiki akidah dan amalnya. '\"",
    "jalalayn": "(Atau datang saatnya seseorang berkata ketika ia melihat azab, \"Kalau sekiranya aku dapat kembali) ke dunia (niscaya aku akan termasuk orang-orang yang berbuat baik.\") yakni, orang-orang yang beriman. Maka, dikatakan kepada mereka oleh Allah swt.:"
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 59,
    "arab": "بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ",
    "translation": "Sungguh, sebenarnya keterangan-keterangan-Ku telah datang kepadamu, tetapi kamu mendustakannya, malah kamu menyombongkan diri dan termasuk orang kafir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4117.mp3",
    "tafsir": "Pada ayat ini, Allah menyatakan kepada orang yang telah sesat dan tidak mau mempergunakan kesempatan untuk bertobat itu bahwa nasib yang menimpa mereka tak dapat dihindarkan lagi karena Allah telah cukup memberi pelajaran dan peringatan. Allah juga telah memberikan kesempatan untuk bertobat dan berbuat baik, tetapi semua itu tidak diindahkan dan tidak dipedulikan. \nMereka hanya mengikuti hawa nafsu dan keinginan belaka sehingga menjadi orang yang durhaka, sombong, dan takabur. Mereka juga termasuk ke dalam golongan orang-orang kafir. Semua angan-angan dan permohonan mereka ditolak semuanya dan berlakulah terhadap dirinya keadilan Allah, yang berbuat baik dan bertakwa dimasukkan ke dalam surga dan yang berbuat jahat dan durhaka dimasukkan ke dalam neraka.",
    "quraish": "Tidak demikian, wahai orang yang menyesal! Ajaran-ajaran-Ku telah datang melalui para rasul utusan- Ku, tetapi kamu mendustakannya dan malah bersikap angkuh untuk mengikutinya. Di dunia, dahulu, kamu termasuk orang yang bersikukuh dalam kekafiran.",
    "jalalayn": "(\"Benar, sesungguhnya telah datang ayat-ayat-Ku kepadamu) yakni, Alquran yang dapat memberikan hidayah kepadamu (lalu kamu mendustakannya dan kamu menyombongkan diri) yaitu tidak mau beriman kepada ayat-ayat-Ku (dan adalah kamu termasuk orang-orang yang kafir.\")"
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 60,
    "arab": "وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ  ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ",
    "translation": "Dan pada hari Kiamat engkau akan melihat orang-orang yang berbuat dusta terhadap Allah, wajahnya menghitam. Bukankah neraka Jahanam itu tempat tinggal bagi orang yang menyombongkan diri?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4118.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bahwa nanti pada hari Kiamat, dia akan melihat wajah orang-orang kafir menjadi hitam legam karena sangat ketakutan melihat dan merasakan bagaimana hebat dan dahsyatnya huru-hara waktu itu. Tidak ada sesuatu apa pun yang dapat menyelamatkan mereka, seakan-akan mereka sudah dikepung bahaya dan malapetaka dari segala penjuru. Ke manapun mereka lari selalu dihadang oleh hal-hal yang sangat menakutkan sehingga tak ada yang dipikirkan manusia pada waktu itu kecuali keselamatan dirinya dari mara bahaya maut itu. Hal ini diterangkan dalam firman Allah:\n\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\n\nDan firman-Nya:\n\nSungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan. (al-Insan/76: 10) \n\nSelain tidak melihat apa pun yang dapat menolong atau menghindarkan mereka dari bahaya, mereka juga mengetahui bahwa mereka akan diseret ke dalam neraka karena kedurhakaan dan kesombongan mereka selama hidup di dunia. Mereka tidak mau beriman bahkan selalu menghina dan memperolok-olokkan orang-orang yang beriman, menganggap mereka kaum yang lemah sehingga mau saja mengikuti ajaran rasul yang diutus Allah. Kalau di dunia muka seseorang menjadi pucat-pasi ketika menghadapi bahaya dan mungkin menjadi biru karena ketakutan, maka pada hari Kiamat muka orang kafir itu menjadi hitam legam karena panik dan sangat takut. Begitulah nasib mereka yang pasti akan diseret dan dilemparkan ke dalam api neraka yang menyala-nyala.\nHadis Nabi saw:\nDiriwayatkan oleh 'Abdullah bin 'Umar bahwa Rasulullah saw bersabda (tentang nasib orang-orang yang kafir yang sombong), \"Pada hari Kiamat dikumpulkan orang-orang yang sombong seakan-akan mereka biji yang tak berharga. Mereka tetap dalam keadaan hina sampai mereka diseret ke dalam neraka Jahanam.\" (Riwayat A.hmad dan at-Tirmidzi)",
    "quraish": "Pada hari kiamat, kalian akan melihat orang-orang yang mendustakan Allah--dengan menyandangkan sesuatu yang tak layak bagi-Nya--wajahnya hitam pekat karena amat sedih dan gundah. Sesungguhnya di dalam neraka jahanam terdapat tempat bagi orang-orang yang sombong dan angkuh untuk mengikuti kebenaran.",
    "jalalayn": "(Dan pada hari kiamat kamu akan melihat orang-orang yang berbuat dusta terhadap Allah) yaitu mereka yang menisbatkan sekutu dan anak kepada-Nya (mukanya menjadi hitam. Bukankah dalam neraka Jahanam itu ada tempat) yakni tempat tinggal (bagi orang-orang yang menyombongkan diri?) artinya, tidak mau beriman; memang benar."
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 61,
    "arab": "وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka. Mereka tidak disentuh oleh azab dan tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4119.mp3",
    "tafsir": "Kemudian Allah menerangkan keadaan orang-orang yang beriman dan bertakwa. Pada hari Kiamat, mereka diselamatkan Allah dari huru-hara bahaya yang mengancam pada hari itu. Dengan pertolongan Allah dan amal saleh di dunia, mereka dapat mengatasi segala kesulitan dan menyelamatkan diri dari segala macam bahaya, sampai mereka masuk surga di mana segala macam kesulitan dan kesedihan berakhir. Muka mereka putih berseri-seri karena merasa gembira dan bahagia sebagai tersebut pada ayat:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)",
    "quraish": "Dan Allah akan menyelamatkan orang-orang yang menjaga dirinya dari siksaan-Nya dengan kemenangan yang telah diketahui-Nya sejak azali, karena mereka lebih memilih petunjuk daripada kesesatan. Pada hari ini mereka tidak akan terkena siksa dan tidak akan sedih karena terlewat dari kenikmatan yang dulu mereka idam-idamkan.",
    "jalalayn": "(Dan Allah menyelamatkan) dari neraka Jahanam (orang-orang yang bertakwa) orang-orang yang memelihara diri dari kemusyrikan (karena kemenangan mereka) karena mereka memperoleh tempat kemenangan, yaitu surga yang menjadi tempat tinggal mereka (mereka tidak disentuh oleh keburukan dan tidak pula mereka berduka cita.)"
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 62,
    "arab": "اَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ",
    "translation": "Allah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4120.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan bahwa Dialah Pencipta segala sesuatu yang ada, baik di langit maupun di bumi. Dialah Pencipta alam seluruhnya, tak ada sesuatu pun yang dapat menciptakan selain Dia. Ini adalah suatu hakikat kebenaran yang tidak seorang pun dapat mengingkarinya. Tidak ada seorang pun dapat menyatakan bahwa dirinya pencipta alam, karena tak akan diterima akal bahwa seseorang mempunyai kekuatan dan kekuasaan untuk menciptakan jagad raya ini, dan tidak dapat pula diterima akal bahwa alam ini terjadi dengan sendirinya tanpa ada penciptanya. Oleh sebab itu, pastilah alam ini diciptakan oleh Zat Yang Mahakuasa dan Maha Mengetahui segala sesuatu, itulah Dia Allah. \nAllah-lah yang mengurus segala yang ada, ilmu-Nya sangat luas, mencakup semua makhluk-Nya. Dialah yang mengendalikan alam sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya. Dia mengendalikan semua itu sesuai dengan ilmu, hikmah dan kebijaksanaan-Nya. Tak ada suatu makhluk pun yang ikut campur tangan dalam penciptaan dan pengendalian itu. Inilah yang dapat diterima oleh akal yang sehat dan dapat diterima oleh hati nurani manusia. \nMeskipun demikian, masih banyak orang yang mengingkari hakikat ini dan mengatakan bahwa dialah yang berkuasa, dan dialah Tuhan, seperti yang dinyatakan oleh Fir'aun atau mengemukakan berbagai macam teori mengenai alam ini untuk menetapkan bahwa alam jagad raya ini terjadi dengan sendirinya tanpa ada yang menciptakannya. Orang yang seperti ini adalah orang-orang kafir yang selalu mengingkari bukti-bukti kekuasaan Allah baik di langit maupun di bumi dan tidak mau mempergunakan akal pikirannya yang sehat yang telah dianugerahkan Allah kepadanya. Mereka inilah yang dikatakan Allah sebagai orang-orang yang paling merugi baik di dunia apalagi di akhirat nanti.\nSebagian mufasir berpendapat bahwa yang dimaksud dengan \"Maqalid as-samawati wa al-ardh\" (kendali langit dan bumi di sini ialah perbendaharaannya). Jadi, kunci-kunci semua perbendaharaan yang tersimpan di langit dan di bumi berada di tangan-Nya. Dialah yang memelihara dan menjaganya. Dialah penguasanya yang berhak membagi-bagikan kepada siapa yang dikehendaki-Nya. Rasulullah bersabda:\nDiriwayatkan oleh Usman r.a. bahwa ketika ia menanyakan kepada Rasulullah tentang firman Allah \"Hanya bagi Allah, maqalid langit dan bumi.\" beliau menjawab, \"Hai Usman, engkau menanyakan kepadaku sesuatu yang belum pernah ditanyakan seseorang pun kepadaku sebelumnya. Maqalid as- samawati wa al-ardh\" ialah ucapan: Tidak ada Tuhan selain Allah, Allah Maha Besar, Maha Suci Allah, segala puji bagi Allah, aku memohon ampun kepada Allah yang tiada Tuhan selain Dia, Yang Awal Yang Akhir, Yang Lahir, Yang Batin, menghidupkan, mematikan, sedang Dia tetap hidup dan tidak mati, di tangan-Nyalah segala kebaikan, dan Dia Mahakuasa atas segala sesuatu.\" (Riwayat Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih)\n\nBarang siapa yang membawa ucapan ini dia akan mendapat kebaikan yang ada di langit dan di bumi.",
    "quraish": "Allah adalah Pencipta segala sesuatu. Dialah, dan hanya Dia, Pemelihara segala sesuatu. Dia mengendalikannya sesuai dengan kebijaksanaan-Nya.",
    "jalalayn": "(Allah menciptakan segala sesuatu dan Dia memelihara segala sesuatu) Dia mengatur dan menguasainya menurut apa yang dikehendaki-Nya."
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 63,
    "arab": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
    "translation": "Milik-Nyalah kunci-kunci (perbenda-haraan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4121.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan bahwa Dialah Pencipta segala sesuatu yang ada, baik di langit maupun di bumi. Dialah Pencipta alam seluruhnya, tak ada sesuatu pun yang dapat menciptakan selain Dia. Ini adalah suatu hakikat kebenaran yang tidak seorang pun dapat mengingkarinya. Tidak ada seorang pun dapat menyatakan bahwa dirinya pencipta alam, karena tak akan diterima akal bahwa seseorang mempunyai kekuatan dan kekuasaan untuk menciptakan jagad raya ini, dan tidak dapat pula diterima akal bahwa alam ini terjadi dengan sendirinya tanpa ada penciptanya. Oleh sebab itu, pastilah alam ini diciptakan oleh Zat Yang Mahakuasa dan Maha Mengetahui segala sesuatu, itulah Dia Allah. \nAllah-lah yang mengurus segala yang ada, ilmu-Nya sangat luas, mencakup semua makhluk-Nya. Dialah yang mengendalikan alam sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya. Dia mengendalikan semua itu sesuai dengan ilmu, hikmah dan kebijaksanaan-Nya. Tak ada suatu makhluk pun yang ikut campur tangan dalam penciptaan dan pengendalian itu. Inilah yang dapat diterima oleh akal yang sehat dan dapat diterima oleh hati nurani manusia. \nMeskipun demikian, masih banyak orang yang mengingkari hakikat ini dan mengatakan bahwa dialah yang berkuasa, dan dialah Tuhan, seperti yang dinyatakan oleh Fir'aun atau mengemukakan berbagai macam teori mengenai alam ini untuk menetapkan bahwa alam jagad raya ini terjadi dengan sendirinya tanpa ada yang menciptakannya. Orang yang seperti ini adalah orang-orang kafir yang selalu mengingkari bukti-bukti kekuasaan Allah baik di langit maupun di bumi dan tidak mau mempergunakan akal pikirannya yang sehat yang telah dianugerahkan Allah kepadanya. Mereka inilah yang dikatakan Allah sebagai orang-orang yang paling merugi baik di dunia apalagi di akhirat nanti.\nSebagian mufasir berpendapat bahwa yang dimaksud dengan \"Maqalid as-samawati wa al-ardh\" (kendali langit dan bumi di sini ialah perbendaharaannya). Jadi, kunci-kunci semua perbendaharaan yang tersimpan di langit dan di bumi berada di tangan-Nya. Dialah yang memelihara dan menjaganya. Dialah penguasanya yang berhak membagi-bagikan kepada siapa yang dikehendaki-Nya. Rasulullah bersabda:\nDiriwayatkan oleh Usman r.a. bahwa ketika ia menanyakan kepada Rasulullah tentang firman Allah \"Hanya bagi Allah, maqalid langit dan bumi.\" beliau menjawab, \"Hai Usman, engkau menanyakan kepadaku sesuatu yang belum pernah ditanyakan seseorang pun kepadaku sebelumnya. Maqalid as- samawati wa al-ardh\" ialah ucapan: Tidak ada Tuhan selain Allah, Allah Maha Besar, Maha Suci Allah, segala puji bagi Allah, aku memohon ampun kepada Allah yang tiada Tuhan selain Dia, Yang Awal Yang Akhir, Yang Lahir, Yang Batin, menghidupkan, mematikan, sedang Dia tetap hidup dan tidak mati, di tangan-Nyalah segala kebaikan, dan Dia Mahakuasa atas segala sesuatu.\" (Riwayat Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih)\n\nBarang siapa yang membawa ucapan ini dia akan mendapat kebaikan yang ada di langit dan di bumi.",
    "quraish": "Hanya pada Allahlah hak mengatur langit dan bumi. Tak seorang pun dapat melakukan hal itu kecuali Dia. Hanya orang-orang kafir yang mengingkari bukti-bukti kebenaran Allahlah--dan, sekali lagi, hanya mereka--yang akan merugi.",
    "jalalayn": "(Kepunyaan-Nyalah kunci-kunci perbendaharaan langit dan bumi) yakni berupa air hujan tumbuh-tumbuhan dan lain sebagainya (Dan orang-orang yang kafir terhadap ayat-ayat Allah) yaitu Alquran (mereka itulah orang-orang yang merugi) ayat ini berhubungan langsung dengan firman-Nya, \"Dan Allah menyelamatkan orang-orang yang bertakwa...\" (Q.S. Az-Zumar, 61) dan ayat yang ada di antara keduanya merupakan jumlah I'tiradh atau kalimat sisipan."
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 64,
    "arab": "قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ",
    "translation": "Katakanlah (Muhammad), “Apakah kamu menyuruh aku menyembah selain Allah, wahai orang-orang yang bodoh?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4122.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu 'Abbas bahwa orang-orang Quraisy telah menawarkan kepada Nabi Muhammad bahwa mereka akan menyerahkan kepadanya harta yang banyak, sehingga ia menjadi orang yang paling kaya di Mekah dan akan mengawinkannya dengan wanita mana saja yang disenanginya tetapi dia harus berhenti mencela berhala-berhala mereka. Tawaran itu dijawab oleh Rasulullah saw, \"Tunggulah sampai datang perintah dari Tuhanku\". Maka turunlah Surah al-Kafirun/109 dan ayat 64 dari Surah az-Zumar ini.\nPada ayat ini, Allah memerintahkan kepada Nabi Muhammad supaya mengatakan kepada kaum musyrikin Mekah yang mengajaknya untuk menyembah berhala, bahwa ajakan itu adalah ajakan yang sangat menyesatkan. Nabi saw berkata, \"Mungkinkah aku menyembah selain Allah hai orang-orang yang jahil? Aku telah menyaksikan bukti-bukti keesaan-Nya dan Dia telah memberi petunjuk kepadaku. Aku telah yakin dengan sepenuh hati dan jiwaku bahwa Dialah Allah Yang Maha Esa dan Mahakuasa. Apakah kebulatan tekadku ini dapat ditawar dengan alasan-alasan yang tidak masuk akal?\"\nMenurut Ibnu 'Abbas tawaran itu bukan sampai di situ saja, bahkan mereka mengajak Muhammad menyembah berhala. Dengan demikian mereka mau menyembah Tuhan di samping menyembah berhala itu.",
    "quraish": "Katakan, hai Muhammad, \"Apakah, setelah tanda-tanda kemahatunggalan Allah untuk disembah, kalian masih menyuruhku untuk mengkhususkan penyembahan kepada selain Allah, hai orang-orang yang bodoh?\"",
    "jalalayn": "(Katakanlah, \"Maka apakah kalian menyuruh aku menyembah selain Allah, hai orang-orang yang tidak berpengetahuan?\") lafal Ghaira dinashabkan oleh lafal A'budu yang juga menjadi Ma'mul dari lafal Ta-muruunnii atau Ta-muruunanii dengan memperkirakan adanya huruf An sebelumnya."
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 65,
    "arab": "وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "translation": "Dan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4123.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad saw bahwa Dia telah mewahyukan kepadanya dan nabi-nabi sebelumnya, bahwa sesungguhnya apabila dia mempersekutukan Allah, maka terhapuslah segala amal baiknya yang telah lalu. Inilah suatu peringatan keras dari Allah kepada manusia agar jangan sekali-kali mempersekutukan Allah dengan yang lain, karena perbuatan itu adalah syirik dan dosa syirik itu adalah dosa yang tidak akan diampuni oleh Allah. Bila seseorang mati dalam keadaan syirik akan terhapuslah pahala semua amal baiknya dan dia akan dijerumuskan ke dalam neraka Jahanam sebagaimana tersebut dalam ayat ini:\n\nBarang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217)\n\nKepada Nabi Muhammad sendiri, Allah memberi peringatan sedangkan dia adalah rasul yang diutus-Nya. Rasul kesayangan-Nya yang tidak mungkin akan mempersekutukan-Nya. Kendati demikian, Allah memberi peringatan juga kepadanya agar jangan sekali-kali terlintas dalam pikirannya untuk menganut agama syirik. Apalagi kepada manusia lainnya tentu peringatan ini harus mendapat perhatian yang serius. Sungguh tidaklah pantas seseorang yang mengetahui betapa besar nikmat Allah terhadapnya, terhadap manusia seluruhnya, akan mengingkari nikmat itu dan melanggar perintah pemberi nikmat itu dengan mempersekutukan-Nya, dengan memohonkan pertolongan kepada berhala, kuburan, pohon, dan sebagainya. \nAllah lalu mempertegas perintah-Nya dengan mengeluarkan suatu perintah lagi yaitu hanya Allah sajalah yang harus disembah, hanya kepada-Nya manusia harus mempersembahkan semua amal ibadahnya, dan kepada Allah juga manusia memanjatkan doa dan mengucapkan syukur karena Dialah pemberi nikmat yang sebenarnya, sebagaimana yang dibaca setiap Muslim dalam salat:\n\nSesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam. (al-An'am/6: 162)",
    "quraish": "Aku bersumpah, \"Sungguh, telah disampaikan wahyu kepadamu, Muhammad, dan kepada rasul-rasul sebelummu yang berbunyi: 'Apabila kamu menyekutukan Allah dengan sesuatu, maka Dia akan menyia- nyiakan amalmu. Dan, dengan begitu, kamu pasti akan termasuk golongan orang-orang yang paling merugi'.\"",
    "jalalayn": "(Dan sesungguhnya telah diwahyukan kepadamu dan kepada nabi-nabi sebelummu) demi Allah (\"Jika kamu mempersekutukan Allah) hai Muhammad, seumpamanya (niscaya akan hapuslah amalmu dan tentulah kamu termasuk orang-orang yang merugi.)"
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 66,
    "arab": "بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
    "translation": "Karena itu, hendaklah Allah saja yang engkau sembah dan hendaklah engkau termasuk orang yang bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4124.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad saw bahwa Dia telah mewahyukan kepadanya dan nabi-nabi sebelumnya, bahwa sesungguhnya apabila dia mempersekutukan Allah, maka terhapuslah segala amal baiknya yang telah lalu. Inilah suatu peringatan keras dari Allah kepada manusia agar jangan sekali-kali mempersekutukan Allah dengan yang lain, karena perbuatan itu adalah syirik dan dosa syirik itu adalah dosa yang tidak akan diampuni oleh Allah. Bila seseorang mati dalam keadaan syirik akan terhapuslah pahala semua amal baiknya dan dia akan dijerumuskan ke dalam neraka Jahanam sebagaimana tersebut dalam ayat ini:\n\nBarang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217)\n\nKepada Nabi Muhammad sendiri, Allah memberi peringatan sedangkan dia adalah rasul yang diutus-Nya. Rasul kesayangan-Nya yang tidak mungkin akan mempersekutukan-Nya. Kendati demikian, Allah memberi peringatan juga kepadanya agar jangan sekali-kali terlintas dalam pikirannya untuk menganut agama syirik. Apalagi kepada manusia lainnya tentu peringatan ini harus mendapat perhatian yang serius. Sungguh tidaklah pantas seseorang yang mengetahui betapa besar nikmat Allah terhadapnya, terhadap manusia seluruhnya, akan mengingkari nikmat itu dan melanggar perintah pemberi nikmat itu dengan mempersekutukan-Nya, dengan memohonkan pertolongan kepada berhala, kuburan, pohon, dan sebagainya. \nAllah lalu mempertegas perintah-Nya dengan mengeluarkan suatu perintah lagi yaitu hanya Allah sajalah yang harus disembah, hanya kepada-Nya manusia harus mempersembahkan semua amal ibadahnya, dan kepada Allah juga manusia memanjatkan doa dan mengucapkan syukur karena Dialah pemberi nikmat yang sebenarnya, sebagaimana yang dibaca setiap Muslim dalam salat:\n\nSesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam. (al-An'am/6: 162)",
    "quraish": "Janganlah kamu penuhi, wahai Rasulullah, apa-apa yang mereka minta darimu, tapi sembahlah Allah dan jadilah kamu termasuk orang-orang yang bersyukur kepada-Nya atas segala nikmat-Nya.",
    "jalalayn": "(Karena itu, maka hendaklah Allah) saja (kamu sembah dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-Nya kepadamu."
  },
  {
    "page": 465,
    "name": "Az-Zumar",
    "ayat": 67,
    "arab": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
    "translation": "Dan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya. Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4125.mp3",
    "tafsir": "Pada ayat ini, Allah mencela perbuatan kaum musyrikin Mekah karena menyembah berhala dan patung, mengingkari kebesaran dan kekuasaan-Nya. Allah juga mengingatkan betapa besar nikmat yang telah dikaruniakan-Nya kepada mereka. Seakan-akan yang berkuasa dan memberi karunia itu adalah patung-patung yang tidak berdaya yang mereka buat dengan tangan mereka sendiri. Alangkah rendahnya jalan pikiran mereka dengan mengagungkan suatu yang hina dan tak berdaya. Allah selanjutnya menegaskan bahwa bumi ini seluruhnya berada dalam genggaman-Nya pada hari Kiamat, demikian pula langit tergulung di tangan kanan-Nya. Jika langit dan bumi semuanya berada dalam genggaman-Nya, maka siapakah lagi yang lebih besar, lebih agung, lebih berkuasa dari Allah? Apakah mereka mengagungkan patung-patung itu sedang patung-patung itu adalah sebagian kecil saja dari langit dan bumi? Mengenai ayat ini, Imam al-Bukhari meriwayatkan dari Ibnu Mas'ud sebuah hadis: \nTelah datang salah seorang pendeta kepada Rasulullah saw dan berkata kepadanya, \"Hai Muhammad, sesungguhnya aku menemui (dalam kitab kami) bahwa Allah Yang Mahaperkasa meletakkan langit di salah satu jarinya, bumi di jari yang lain, pohon-pohon di jari yang lain, air dan tanah di jari yang lain, dan makhluk-makhluk lainnya di jari yang lain pula, lalu Dia berkata, 'Akulah raja.\" Rasulullah saw tertawa mendengar kata-kata pendeta itu sehingga kelihatan gerahamnya tanda setuju. Kemudian Nabi saw membaca ayat 67 ini.\n\nTentang penggambaran langit dan bumi dalam genggaman-Nya, mungkin dapat dipahami dengan makna bahwa alam ini dalam kekuasaan-Nya. Bagaimana hakikat yang sebenarnya dari keadaan bumi yang berada dalam genggaman Allah, kita tidak tahu. Hal itu termasuk masalah-masalah yang gaib, yang harus diterima sebagaimana yang diterangkan Allah. Yang mesti diyakini sepenuhnya adalah Allah tidak dapat diserupakan dengan suatu apa pun. Firman Allah:\n\nTidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syura/42: 11)\n\nKemudian Allah menutup ayat ini dengan menyatakan bahwa mempersekutukan Allah dengan makhluk lainnya apalagi dengan sesuatu yang remeh tak berdaya seperti patung-patung itu adalah perbuatan sesat dan menyesatkan. Maha Suci Allah dari segala paham itu dan tidak layak bagi kekuasaan dan keagungan-Nya untuk dipersekutukan dengan yang lain.",
    "quraish": "Orang-orang musyrik itu tidak mengetahui dan tidak mengagungkan Allah sebagaimana mestinya, karena mereka menyekutukan-Nya dengan yang lain. Mereka juga mengajak Rasulullah saw. untuk, bersama mereka, menyekutukan Allah. Padahal bumi, dengan segala isinya, berada dalam genggaman-Nya pada hari kiamat. Sementara langit, dengan seluruh lapisannya, terlipat di tangan kanan-Nya. Allah Mahasuci dari segala kekurangan, dan Dia Mahatinggi dari apa saja selain Dia yang mereka persekutukan dengan-Nya.",
    "jalalayn": "(Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya) yakni mereka tidak mengenal Allah dengan pengenalan yang sebenarnya; atau, mereka tidak mengagungkan-Nya dengan pengagungan yang sesungguhnya sewaktu mereka menyekutukan-Nya dengan selain-Nya (padahal bumi seluruhnya) lafal ayat ini menjadi Hal dan maksud dari lafal Jamii'an ialah bumi yang berlapis tujuh itu (dalam genggaman kekuasaan-Nya) maksudnya berada di dalam kekuasaan dan tasharuf-Nya (pada hari kiamat dan langit digulung) dilipat menjadi satu (dengan tangan kanan-Nya) yakni dengan kekuasaan-Nya (Maha Suci dan Maha Tinggi Allah dari apa yang mereka persekutukan) bersama-Nya."
  }
]