[
  {
    "page": 467,
    "name": "Az-Zumar",
    "ayat": 75,
    "arab": "وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
    "translation": "Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling ‘Arsy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, “Segala puji bagi Allah, Tuhan seluruh alam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4133.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi 'Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling 'Arasy. Di antara mereka itu ada yang bertugas memikul 'Arasy sebagaimana tersebut pada ayat:\n\nDan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung 'Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-haqqah/69: 17)\nMereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat:\n\nPada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38)\n\nPada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, \"Segala puji bagi Allah Tuhan semesta alam.\" Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya.",
    "quraish": "Dan kamu--ucapan ini ditujukan kepada siapa saja yang melihat--melihat para malaikat mengelilingi singgasana dengan bertasbih menyucikan Allah dari segala kekurangan, diiringi dengan puji-pujian terhadap Sang Pencipta dan Pemelihara mereka. Keputusan pengadilan antarumat manusia pun telah ditetapkan dengan adil. Seluruh makhluk pun berkata, \"Segala puji bagi Pencipta seluruh makhluk di dunia.\"",
    "jalalayn": "(Dan kamu akan melihat malaikat-malaikat berlingkar) lafal Haaffiina ini menjadi Hal (di sekeliling 'Arasy) yakni dari segala penjurunya (bertasbih) menjadi Hal dari dhamir Haaffiina (seraya memuji Rabb mereka) yaitu sambil mengucapkan kalimah, Subhaanallaah Wa Bihamdihi, artinya, Maha Suci Allah dan Kami memuji kepada-Nya (dan diberi putusan di antara mereka) di antara semua makhluk (dengan hak) dengan adil, maka orang-orang yang beriman dimasukkan ke dalam surga, dan orang-orang kafir dimasukkan ke dalam neraka (dan diucapkan, \"Segala puji bagi Allah, Rabb semesta alam.\") yaitu setelah kedua golongan itu telah selesai pemutusannya, lalu para malaikat mengakhirinya dengan memuji kepada Allah."
  },
  {
    "page": 467,
    "name": "Gafir",
    "ayat": 1,
    "arab": "حٰمۤ  ۚ ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4134.mp3",
    "tafsir": "Penjelasan mengenai huruf-huruf hijaiyah pada awal beberapa surah dalam Al-Qur'an seperti pada awal surah ini, telah diuraikan dengan panjang lebar pada awal Surah al-Baqarah. (Lihat \"Al-Qur'an dan Tafsirnya\" Jilid I)",
    "quraish": "[[40 ~ GHAFIR (MAHA PENGAMPUN) Pendahuluan: Makkiyyah, 85 ayat ~ Seperti halnya beberapa surat lain, surat ini diawali dengan dua huruf eja yang dilanjutkan dengan menyebutkan posisi al-Qur'ân yang diturunkan dari Sang Mahaperkasa, Maha Mengetahui, Maha Pengampun semua dosa, Maha Penerima tobat, Tuhan yang siksa-Nya teramat pedih dan yang memiliki karunia. Setelah itu, surat ini mengajak kita untuk mengesakan Tuhan dan jangan sampai tertipu dengan kekuasaan yang, bisa jadi, ada pada orang-orang kafir. Mereka, orang-orang kafir itu, kemudian diajak untuk mengingat kembali nasib yang diderita bangsa-bangsa sebelum mereka. Kemudian, setelah itu, disebut pula tentang malaikat-malaikat yang memikul arasy Tuhan sambil bertasbih dan bertahmid, dan ihwal orang-orang kafir yang mendapat murka Allah. Pada lebih dari satu tempat, surat ini berbicara tentang tanda-tanda kemahakuasaan Allah yang terdapat pada diri kita, langit, bumi dan nikmat-nikmat dan karunia-Nya. Di samping itu, dalam surat ini Allah mengajak kita, melalui beberapa ayat, untuk beribadah hanya kepada-Nya. Di antaranya adalah ayat-ayat. yang maknanya berbunyi: \"Oleh karena itu, sembahlah Allah dengan memurnikan ibadah hanya kepada-Nya\"; \"Dan Tuhan berfirman, 'Berdoalah kepada-Ku, pasti kalian akan Aku kabulkan'\"; \"Itulah Allah, Tuhan kalian, Pencipta segala sesuatu. Tidak ada Tuhan selain Dia\". Pada bagian lain, surat ini juga mengingatkan kita tentang hari kiamat melalui ayat yang maknanya berbunyi: \"Berilah peringatan kepada mereka tentang hari yang dekat (kiamat), ketika hati menjadi sesak sampai ke kerongkongan karena menahan sedih.\" Sedikit kisah mengenai Mûsâ a. s. bersama Fir'aun dan kaumnya, terutama sekali kisah tentang pengikut Fir'aun yang beriman, juga disinggung dalam surat ini. Terakhir, surat ini diakhiri dengan ajakan kepada umat manusia untuk berjalan menjelajahi bumi, agar dapat mengambil pelajaran dari pengalaman bangsa-bangsa sebelumnya, seperti, misalnya, menyangkut persoalan bagaimana mereka tertipu oleh pengetahuan mereka sendiri yang kemudian berakhir dengan buruk. Nah, ketika mereka tertimpa azab Allah, mereka berkata, \"Sekarang kami beriman kepada Allah dan mengingkari semua yang dulu kami anggap sebagai sekutu-sekutu-Nya.\" Tetapi, sayang, pernyataan iman mereka itu telah terlambat. Sebab, \"Keimanan mereka tidak berguna lagi ketika mereka melihat siksa Kami\". Itu semua merupakan ketentuan Allah (sunnatullâh) yang berlaku pada makhluk ciptaan-Nya. Dan kita tidak akan menemukan perubahan pada sunnatullâh. Maka, ketika siksaan itu telah datang, orang-orang kafir akan sangat merugi.]] Hâ, Mîm, adalah huruf-huruf eja yang mengawali surat ini, seperti halnya cara al-Qur'ân dalam mengawali beberapa surat lainnya, yang merupakan isyarat bahwa kitab suci al-Qur'ân ini menggunakan bahasa yang sama dengan bahasa yang digunakan orang-orang Arab. Namun demikian, mereka tidak mampu membuat sesuatu yang serupa.",
    "jalalayn": "(Haa Miim) hanya Allah saja yang mengetahui arti dan maksudnya."
  },
  {
    "page": 467,
    "name": "Gafir",
    "ayat": 2,
    "arab": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِۙ",
    "translation": "Kitab ini (Al-Qur'an) diturunkan dari Allah Yang Mahaperkasa, Maha Mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4135.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Kitab Suci Al-Qur'an yang merupakan kitab suci bagi Nabi Muhammad dan umatnya wajib diamalkan isi dan petunjuknya. Ia merupakan kitab suci terakhir yang membenarkan kitab-kitab suci yang sebelumnya, dan benar-benar diturunkan dari Allah, Tuhan sekalian alam, Tuhan Yang Mahaperkasa, tak ada satu makhluk pun yang dapat mengalahkan-Nya, Tuhan Yang Maha Mengetahui, tiada sesuatu yang tersembunyi bagi Allah bagaimanapun kecil dan halusnya. Firman Allah:\n\nKitab ini diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana. (al-A.hqaf/46: 2)\n\nKitab Suci Al-Qur'an tidak mungkin dibuat oleh selain Allah dan tidak mungkin juga dibuat oleh Muhammad saw sebagaimana yang dituduhkan oleh musuh-musuh Islam. Hal ini telah ditegaskan Allah di dalam Al-Qur'an dengan firman-Nya:\n\nDan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah. (Yunus/10: 37)\n\nDan firman-Nya:\n\nApakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? (Yunus/10: 38)\n\nBahkan, Kitab Suci Al-Qur'an itu diturunkan dengan latar belakang yang beraneka ragam, berisi petunjuk bagi manusia untuk mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang. Firman Allah:\n\n(Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji. (Ibrahim/14: 1)",
    "quraish": "Al-Qur'ân ini diturunkan dari Allah Sang Mahaperkasa, yang ilmu-Nya meliputi segala sesuatu; Sang Maha Menerima tobat dari orang-orang yang bertobat kepada-Nya, yang azab-Nya amat pedih; Sang Pemberi nikmat dan karunia. Tak ada yang patut disembah selain Dia. Hanya kepada-Nyalah tempat kembali.",
    "jalalayn": "(Diturunkan Kitab ini) yakni Alquran, menjadi Mubtada (dari Allah) Khabar Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya."
  },
  {
    "page": 467,
    "name": "Gafir",
    "ayat": 3,
    "arab": "غَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِى الطَّوْلِۗ  لَآ اِلٰهَ اِلَّا هُوَ ۗاِلَيْهِ الْمَصِيْرُ ",
    "translation": "yang mengampuni dosa dan menerima tobat dan keras hukuman-Nya; yang memiliki karunia. Tidak ada tuhan selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4136.mp3",
    "tafsir": "Pada ayat ini dijelaskan lima macam sifat Allah yang menurunkan Al-Qur'an:\n1. Pengampun Dosa\nSifat Allah ini ditegaskan pula pada ayat yang lain, sebagaimana firman Allah:\n\nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang. (al-hijr/15: 49)\n\nDan firman-Nya:\n\nSungguh, Dialah Yang Maha Pengampun, Maha Penyayang. (az-Zumar/39: 53)\n\nBagaimana pun banyaknya dosa seseorang apabila ia meminta ampun kepada Allah dengan sungguh-sungguh, maka Allah akan mengampuni semua dosanya sebagaimana dijelaskan dalam hadis Qudsi sebagai berikut:\nHai hamba-hamba-Ku, sesungguhnya kamu melakukan kesalahan di waktu siang dan malam, dan Aku mengampuni dosa-dosa itu semuanya, maka mintalah ampun pada-Ku, niscaya Aku mengampuninya. (Riwayat Muslim dari Abu dzarr)\n\nDi dalam hadis Qudsi yang lain, Allah menegaskan pula:\nAllah berfirman, \"Wahai anak Adam! Selagi kamu meminta dan mengharap kepada-Ku, maka Aku akan mengampuni dosa-dosa yang ada padamu dan tidak Aku pedulikan lagi. Wahai anak Adam! Andaikata dosamu (bertumpuk) dan telah sampai ke awan langit, kemudian kamu meminta ampun kepada-Ku niscaya Aku mengampuninya dan tidak Aku pedulikan lagi. (Riwayat at-Tirmidzi dari Anas bin Malik)\n\n2. Penerima Tobat \nSifat Allah ini ditegaskan pula pada ayat yang lain di dalam Al-Qur'an:\n\nTidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya. (at-Taubah/9: 104)\n\nSeseorang yang telah berbuat kejahatan seperti penganiayaan dan lain-lain, kemudian ia bertobat, menyesali perbuatannya itu, mempertebal imannya, berbuat baik, dan tetap di jalan Allah, maka Allah akan menerima tobatnya, sebagaimana firman-Nya:\n\nTetapi barang siapa bertobat setelah melakukan kejahatan itu dan memperbaiki diri, maka sesungguhnya Allah menerima tobatnya. (al-Ma'idah./5: 39)\n\nDan firman-Nya:\n\nDan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82)\nDan firman-Nya lagi:\n\nKecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya), mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 160)\n\n3. Hukuman-Nya Sangat Berat. \nMengenai hal ini Allah berfirman:\n\n¦Bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal). (al-Baqarah/2: 165)\n\nOrang-orang yang berbuat jahat, bergelimang dosa seperti mendustakan dan memungkiri ayat-ayat Allah, menempuh jalan yang sesat yaitu selain jalan yang telah ditunjukkan dan digariskan-Nya, mereka itulah yang mendapat siksa Allah yang berat dan keras, sebagaimana firman-Nya:\n\nMereka mendustakan ayat-ayat Kami, maka Allah menyiksa mereka disebabkan dosa-dosanya. Allah sangat berat hukuman-Nya. (ali 'Imran/3: 11)\n\nPada ayat lain Allah menegaskan:\n\nSungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai hukuman. (ali 'Imran/3: 4)\n\nDan firman-Nya pula:\n\nSungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan. (shad/38: 26)\n\n\n4. Pemberi Karunia. \nSetiap karunia dan nikmat yang kita peroleh adalah dari Allah sebagaimana firman-Nya:\n\nSebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana. (al-hujurat/49: 8)\n\nDan firman-Nya:\n\nDan segala nikmat yang ada padamu (datangnya) dari Allah. (an-Nahl/16: 53)\n\nTidak ada seorang manusia, dengan jalan apa pun, yang dapat memberi angka yang pasti mengenai banyaknya karunia dan nikmat yang telah diberikan Allah padanya, sebagaimana firman-Nya:\n\nDan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. (an-Nahl/16: 18)\n\n5. Allah Maha Esa \nSalah satu sifat Allah yang wajib diimani yaitu bahwa Dia Maha Esa, tidak ada Tuhan selain Dia, tiada sekutu bagi-Nya, tiada sesuatu yang serupa dengan Dia, sebagaimana firman Allah:\n\nTidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syura/42: 11)\n\nSekiranya Ia mempunyai sekutu, ada tuhan lain yang berkuasa sama dengan kekuasaan-Nya, maka dunia ini akan hancur sebagaimana firman Allah:\n\nSeandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki 'Arasy, dari apa yang mereka sifatkan. (al-Anbiya'/21: 22)\nOrang-orang yang mengatakan bahwa Allah itu adalah salah satu dari yang tiga termasuk golongan yang ingkar dan kafir, karena sebenarnya Allah itu Esa, tiada Tuhan selain Dia, firman Allah:\n\nSungguh, telah kafir orang-orang yang mengatakan, bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih. (al-Ma'idah./5: 73)\n\nAyat ini diakhiri dengan suatu ketegasan bahwa semua makhluk akan kembali kepada Allah dan di sanalah nanti disempurnakan balasan bagi mereka menurut perbuatan mereka masing-masing sebagaimana firman Allah:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)",
    "quraish": "Al-Qur'ân ini diturunkan dari Allah Sang Mahaperkasa, yang ilmu-Nya meliputi segala sesuatu; Sang Maha Menerima tobat dari orang-orang yang bertobat kepada-Nya, yang azab-Nya amat pedih; Sang Pemberi nikmat dan karunia. Tak ada yang patut disembah selain Dia. Hanya kepada-Nyalah tempat kembali.",
    "jalalayn": "(Yang mengampuni dosa) orang-orang mukmin (dan menerima tobat) mereka (lagi keras hukuman-Nya) terhadap orang-orang kafir, yaitu Dia mengeraskan azab-Nya terhadap mereka (Yang mempunyai karunia) yakni Pemberi nikmat yang lapang; Dia bersifat demikian selama-lamanya. Dimudhafkannya lafal Ghaafir kepada Adz-Dzanbi, lafal Qaabil kepada At-Taubi, dan lafal Syadiid kepada Al-Iqaabi mengandung makna Takrif sebagaimana lafal terakhir yaitu Dzith Thauli. (Tiada Tuhan selain Dia. Hanya kepada-Nyalah kembali) semua makhluk pasti kembali kepada-Nya."
  },
  {
    "page": 467,
    "name": "Gafir",
    "ayat": 4,
    "arab": "مَا يُجَادِلُ فِيْٓ اٰيٰتِ اللّٰهِ اِلَّا الَّذِيْنَ كَفَرُوْا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى الْبِلَادِ",
    "translation": "Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah engkau (Muhammad) tertipu oleh keberhasilan usaha mereka di seluruh negeri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4137.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa hanya orang-orang kafir yang tidak senang kepada kebenaran, suka mendebat, menentang, dan mendustakan isi Al-Qur'an serta menuduhnya yang bukan-bukan. Di antara perkataan mereka adalah bahwa Al-Qur'an itu hanya syair, sihir, dongeng orang-orang dahulu, atau tuduhan lainnya yang meremehkan. Padahal, sudah jelas dan diketahui oleh umum bahwa semua isi Al-Qur'an itu adalah benar. Suatu perdebatan yang sifatnya mempertanyakan isi Al-Qur'an adalah perbuatan yang sangat tercela dan merupakan suatu kekafiran, sebagaimana sabda Nabi Muhammad:\nMemperdebatkan isi Al-Qur'an adalah kekafiran. (Riwayat A.hmad dari Abu Hurairah) \n\nAdapun perdebatan yang mempersoalkan sesuatu dengan maksud untuk mencari dan menguatkan sesuatu yang hak, menjelaskan yang masih samar-samar, mengambil suatu pengertian hukum, menolak paham-paham dan kepercayaan yang menyimpang dan tidak sesuai dengan ajaran Islam, serta menentang pengertian yang meremehkan isi Al-Qur'an, adalah perbuatan yang baik dan terpuji. Bahkan, yang demikian itu adalah perbuatan yang menjadi tugas para nabi.\nPada akhir ayat ini, Allah memperingatkan Nabi Muhammad supaya jangan teperdaya dengan kemewahan yang diperoleh para penentangnya, kebebasan gerak mereka dari satu kota ke kota yang lain, berjual-beli dan berdagang seenaknya sehingga memperoleh kekayaan yang bertumpuk-tumpuk. Bagaimanapun juga, kesemuanya itu mempunyai batas, dan sifatnya sementara paling lama sama dengan umurnya. Sesudah itu mereka akan mendapat siksaan yang amat pedih di akhirat. Firman Allah:\n\nJangan sekali-kali kamu teperdaya oleh kegiatan orang-orang kafir (yang bergerak) di seluruh negeri. Itu hanyalah kesenangan sementara, kemudian tempat kembali mereka ialah neraka Jahanam. (Jahanam) itu seburuk-buruk tempat tinggal. (ali 'Imran/3: 196-197)",
    "quraish": "Tidak ada yang mendebat tanda-tanda yang menunjukkan wujud Allah kecuali orang-orang kafir. Oleh karena itu, janganlah kamu tertipu oleh keberpindahan mereka dari satu negeri ke negeri lainnya berkat kemudahan yang Allah berikan meskipun mereka itu kafir.",
    "jalalayn": "(Tidak ada yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (kecuali orang-orang yang kafir) dari kalangan penduduk kota Mekah. (Karena itu janganlah mereka pulang-balik dengan bebas dari suatu kota ke kota yang lain memperdayakan kamu) mereka pulang balik untuk mencari penghidupan dalam keadaan selamat, janganlah hal itu membuatmu teperdaya, karena sesungguhnya akibat dan tempat kembali mereka adalah neraka."
  },
  {
    "page": 467,
    "name": "Gafir",
    "ayat": 5,
    "arab": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَّالْاَحْزَابُ مِنْۢ بَعْدِهِمْ ۖوَهَمَّتْ كُلُّ اُمَّةٍۢ بِرَسُوْلِهِمْ لِيَأْخُذُوْهُ وَجَادَلُوْا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَاَخَذْتُهُمْ ۗفَكَيْفَ كَانَ عِقَابِ",
    "translation": "Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka telah mendustakan (rasul) dan setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran; karena itu Aku tawan mereka (dengan azab). Maka betapa (pedihnya) azab-Ku?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4138.mp3",
    "tafsir": "Pada ayat ini, Allah menghibur Nabi Muhammad agar jangan cemas dan gusar menghadapi kaumnya yang selalu menentang dan mendustakannya. Hal demikian adalah sunatullah yang berlaku pada setiap nabi dan rasul yang diutus Allah. Kaum Nuh mendustakan Nabi Nuh, begitu pula umat-umat yang lain, telah mendustakan para nabi dan rasul yang diutus kepada mereka, seperti kaum 'Ad, Samud, dan lain-lain. Bahkan, selain mendustakan para rasul, mereka juga merencanakan makar terhadap para rasul. Mereka berusaha melawan para rasul mereka dan menganiaya sekehendak hati. Mereka tidak henti-hentinya menentang, mendustakan, dan mendebat rasul-rasul dengan alasan yang batil dan tak berdasar. Di antara perkataan mereka adalah rasul-rasul itu manusia-manusia biasa seperti mereka juga, dengan maksud untuk melepaskan kebenaran, mengaburkan yang hak yang datangnya dari Allah, serta senantiasa mematikan dan memadamkan cahaya (agama) Allah, sebagaimana firman Allah:\n\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai. (at-Taubah/9: 32)\n\nAllah tidak tinggal diam melihat perbuatan jahat yang menunjukkan kebejatan akhlak mereka itu. Mereka diazab dengan siksaan yang amat pedih dan dibinasakan oleh Allah, bahkan ada yang dimusnahkan sehingga mereka seakan-akan tak pernah ada di bumi ini. Umat Muhammad saw, terutama penduduk Mekah, dapat menyaksikan bekas-bekas kehancuran mereka sebagaimana dikisahkan dalam Al-Qur'an:\n\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (ash-shaffat/37: 137-138)",
    "quraish": "Sebelum orang-orang musyrik itu, kaum Nabi Nûh dan kaum setelahnya yang bersekongkol untuk memusuhi rasul, telah pula mendustakan rasul-rasul mereka. Mereka berusaha keras untuk mencelakakan rasulnya agar dapat membalasnya secara kejam. Mereka juga memperdebatkan kepalsuan, yang sama sekali tidak benar, untuk menghapus kebenaran. Mereka semua, kemudian, Aku timpakan azab yang memusnahkan. Maka perhatikanlah bagaimana siksa-Ku kepada mereka.",
    "jalalayn": "(Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu telah mendustakan) rasul-rasulnya, seperti Ad dan Tsamud serta kaum-kaum lainnya (sesudah mereka, dan tiap-tiap umat telah merencanakan makar terhadap rasul mereka untuk menawannya) untuk membunuhnya (dan mereka membantah dengan alasan yang batil untuk melenyapkan) untuk menghapuskan (kebenaran dengan yang batil itu; karena itu Aku azab mereka) dengan siksaan. (Maka betapa pedihnya azab-Ku) terhadap mereka; hal itu sesuai dengan imbalan yang harus mereka terima."
  },
  {
    "page": 467,
    "name": "Gafir",
    "ayat": 6,
    "arab": "وَكَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ اَصْحٰبُ النَّارِۘ ",
    "translation": "Dan demikianlah telah pasti berlaku ketetapan Tuhanmu terhadap orang-orang kafir, (yaitu) sesungguhnya mereka adalah penghuni neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4139.mp3",
    "tafsir": "Ayat ini menunjukkan bagaimana umat-umat dahulu telah diazab dan dibinasakan karena perlakuan mereka yang tidak wajar kepada para nabi dan rasul mereka. Dengan demikian, hal itu berlaku pula bagi umat Nabi Muhammad yang tetap membangkang, mengingkari, dan mendustakan ayat-ayat Allah. Di akhirat, mereka akan dimasukkan ke dalam neraka. Firman Allah:\n\nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 39)",
    "quraish": "Sebagaimana telah ditetapkan siksaan terhadap umat-umat yang mendustakan nabinya, telah ditetapkan pula siksaan Tuhanmu terhadap orang-orang yang mengingkarimu, Muhammad. Mereka adalah penghuni neraka karena mereka lebih memilih kufur daripada iman.",
    "jalalayn": "(Dan demikianlah telah pasti berlaku ketetapan azab Rabbmu) sebagaimana yang telah diungkapkan-Nya dalam firman yang lain, yaitu, \"Sesungguhnya akan Aku penuhi neraka Jahanam itu...\" (Q.S. As-Sajdah, 13) (terhadap orang-orang kafir, karena sesungguhnya mereka adalah penghuni neraka) lafal Annahum Ashhaabun Naari merupakan Badal dari lafal Kalimatu Rabbika."
  },
  {
    "page": 467,
    "name": "Gafir",
    "ayat": 7,
    "arab": "اَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْاۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَحِيْمِ ",
    "translation": "(Malaikat-malaikat) yang memikul ‘Arsy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), “Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka yang menyala-nyala.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4140.mp3",
    "tafsir": "Ayat ini menerangkan bahwa para malaikat yang memikul 'Arasy dan para malaikat yang ada di sekelilingnya senantiasa menyucikan Allah, mengucapkan syukur atas nikmat-Nya beriman, dan mengakui bahwa tiada Tuhan yang disembah selain Dia. Para malaikat itu juga memohonkan ampun bagi orang yang mengakui keesaan dan kesucian Allah dari sembahan selain-Nya. \nMengenai cara malaikat itu memikul 'Arasy dan berapa jumlah mereka yang memikulnya, cukup kita percaya sebagaimana adanya dan mengembalikannya kepada ilmu Tuhan, karena yang demikian termasuk hal-hal yang tidak didapati perinciannya, baik dalam Al-Qur'an maupun dalam hadis-hadis yang mutawatir. \nDi samping menyucikan dan memuji Allah, para malaikat juga senantiasa mendoakan orang-orang mukmin. Doa-doa tersebut antara lain menggambarkan hal-hal sebagai berikut:\nPertama, bahwa ilmu Tuhan meliputi segala sesuatu. Rahmat Allah meliputi pengampunan dosa-dosa dan kesalahan mereka dan ilmu Tuhan meliputi perbuatan, ucapan, dan gerak mereka. Mudah bagi Allah mengampuni dosa-dosa dan kesalahan-kesalahan karena rahmat-Nya lebih luas dan lebih besar dari dosa-dosa dan kesalahan. Tiada suatu perbuatan sekalipun di tempat yang gelap, tiada suatu kata atau ucapan, sekalipun kata hati atau bisikan sukma, tiada suatu tindak-tanduk atau gerak-gerik kecuali diketahui oleh Allah. \nKedua, memintakan ampun kepada Allah bagi orang-orang yang bertobat, menghentikan perbuatan dosa yang telah dilakukan, mengikuti apa yang diperintahkan kepada mereka, mengamalkan yang baik, dan meninggalkan hal-hal yang mungkar. \nKetiga, malaikat pun memohon agar orang-orang mukmin itu dilindungi dari siksa neraka Jahanam sesuai dengan janji Allah.",
    "quraish": "Malaikat-malaikat yang memikul dan mengelilingi arasy senantiasa bertasbih menyucikan Tuhan, Pemilik dan Pemelihara mereka, dari segala bentuk kekurangan, dibarengi dengan puji-pujian. Mereka semua beriman kepada-Nya dan memohonkan ampunan bagi orang-orang Mukmin sambil berkata, \"Ya Tuhan kami, sungguh kasih sayang-Mu amat luas, mencakup segala sesuatu, dan ilmu-Mu meliputi semua yang ada, maka ampunilah dosa orang-orang yang kembali kepada-Mu dan mengikuti jalan-Mu, dan jauhkan mereka dari azab neraka.\"",
    "jalalayn": "(Malaikat-malaikat yang memikul Arasy) berkedudukan menjadi Mubtada (dan malaikat yang berada di sekelilingnya) diathafkan kepada ayat sebelumnya (bertasbih) menjadi Khabar dari Mubtada (memuji Rabb mereka) artinya, seraya memuji-Nya yaitu mengucapkan kalimat, \"Subhaanallaah Wa Bihamdihi\" (dan mereka beriman kepada-Nya) kepada Allah swt. dengan kalbu mereka, maksudnya, mereka percaya kepada keesaan-Nya (serta memintakan ampun bagi orang-orang yang beriman) seraya mengucapkan, (\"Ya Rabb kami! Rahmat dan ilmu Engkau meliputi segala sesuatu) maksudnya, rahmat-Mu meliputi segala sesuatu, dan ilmu-Mu meliputi segala sesuatu. (Maka berilah ampun kepada orang-orang yang bertobat) dari kemusyrikan (dan mengikuti jalan Engkau) yakni agama Islam (dan peliharalah mereka dari siksa neraka Jahim) yang apinya menyala-nyala."
  }
]