[
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 8,
    "arab": "رَبَّنَا وَاَدْخِلْهُمْ جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدْتَّهُمْ وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ ۗاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُۙ ",
    "translation": "Ya Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka, dan orang yang saleh di antara nenek moyang mereka, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4141.mp3",
    "tafsir": "Dalam ayat ini dijelaskan doa malaikat selanjutnya bagi orang-orang yang beriman:\nKeempat, para malaikat memohon agar orang-orang mukmin dimasukkan ke dalam surga 'Adn yang telah dijanjikan oleh Allah melalui ucapan rasul-Nya. Para malaikat juga memohon agar bersama mereka itu dimasukkan juga orang-orang saleh di antara bapak-bapak, istri-istri, dan keturunan mereka semua, supaya mereka merasa senang karena berkumpul dengan keluarga di tempat yang dapat memberi kegembiraan dan kesenangan, menimbulkan rasa riang dan suka yang amat berkesan.\nSa'id bin Jubair menjelaskan bahwa ketika seorang laki-laki masuk surga ia berkata, \"Ya Tuhan! Di mana ayah, nenek, dan ibuku? Di mana anak dan cucuku? Di mana istriku?\" Dijawab bahwa mereka itu tidak beramal seperti amalan yang telah dilakukannya. Ia lalu berkata, \"Ya Tuhan! Saya beramal untuk diriku dan mereka.\" Maka mereka disamakan kedudukannya di surga dan ia lalu membaca ayat ini. Sejalan dengan ayat ini firman Allah:\n\nDan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (ath-thur/52: 21)\n\nAyat ini ditutup dengan satu ketegasan bahwa Allah itu Mahaperkasa tiada sesuatu yang dapat menghalangi kehendak-Nya, Mahabijaksana, tiada sesuatu yang dikerjakan-Nya, kecuali sesuai dengan hikmah kebijaksanaan-Nya.",
    "quraish": "Para malaikat itu berkata pula, \"Ya Tuhan kami, masukkanlah orang-orang yang beriman kepada-Mu ke dalam surga 'Adn yang Engkau janjikan kepada mereka melalui para rasul-Mu. Masukkanlah pula, bersama mereka, orang-orang saleh di antara ayah, istri dan keturunan mereka. Sesungguhnya hanya Engkaulah Sang Pemenang yang tak pernah terkalahkan; Sang Mahabijaksana yang tak pernah salah.\"",
    "jalalayn": "(Ya Rabb kami! Masukkanlah mereka ke dalam surga Adn) sebagai tempat tinggal mereka (yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh) lafal Man shalaha diathafkan kepada lafal Hum yang terdapat di dalam lafal Wa-adkhilhum atau yang terdapat pada lafal Wa'adtahum (dari bapak-bapak mereka, dan istri-istri mereka, dan keturunan mereka. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 9,
    "arab": "وَقِهِمُ السَّيِّاٰتِۗ وَمَنْ تَقِ السَّيِّاٰتِ يَوْمَىِٕذٍ فَقَدْ رَحِمْتَهٗ ۗوَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
    "translation": "dan peliharalah mereka dari (bencana) kejahatan. Dan orang-orang yang Engkau pelihara dari (bencana) kejahatan pada hari itu, maka sungguh, Engkau telah menganugerahkan rahmat kepadanya dan demikian itulah kemenangan yang agung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4142.mp3",
    "tafsir": "Ayat ini masih menerangkan doa malaikat selanjutnya bagi orang-orang mukmin.\nKelima, para malaikat tidak saja memintakan ampun bagi orang-orang mukmin dari dosa-dosa mereka sesudah tobat, tetapi juga dosa-dosa dan balasan amal jahat yang mereka kerjakan sebelum mereka bertobat supaya dihapuskan dan tidak diazab karenanya. Orang-orang yang dimaafkan, diampuni, dan dihapuskan balasan kejahatannya di dunia ini, berarti mereka telah mendapat karunia dari Allah dan dibebaskan dari azab dan siksa-Nya di hari Kiamat. Hal yang demikian itu merupakan suatu kemenangan yang amat besar karena dengan amal baik yang tidak seberapa itu, ia memperoleh nikmat dan karunia yang berkepanjangan tiada putus-putusnya.",
    "quraish": "Mereka juga berkata di dalam doa, \"Hindarkanlah orang-orang Mukmin dari balasan atas kesalahan- kesalahan mereka. Dan orang yang Engkau hindarkan dari balasan atas kesalahan-kesalahannya pada hari pembalasan, sungguh telah Engkau beri kasih sayang berkat karunia-Mu. Sesungguhnya terhindar dari balasan atas dosa-dosa merupakan kemenangan yang amat besar.\"",
    "jalalayn": "(Dan peliharalah mereka dari kejahatan) dari balasan azabnya (Dan orang-orang yang Engkau pelihara dari balasan kejahatan pada hari itu) pada hari kiamat (maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar.\")"
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 10,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَّقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاِيْمَانِ فَتَكْفُرُوْنَ",
    "translation": "Sesungguhnya orang-orang yang kafir, kepada mereka (pada hari Kiamat) diserukan, “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri, ketika kamu diseru untuk beriman lalu kamu mengingkarinya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4143.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa di akhirat orang-orang kafir yang sedang berada di dalam neraka merasakan azab yang amat pedih, saling membenci dan melaknat antara satu dengan yang lain. Bahkan mereka membenci diri mereka sendiri karena perbuatan yang telah dilakukannya di dunia yang menyebabkannya masuk neraka. Namun, malaikat berkata kepada mereka, \"Sesungguhnya kebencian Allah pada saat kalian menolak seruan para nabi lebih besar dibandingkan dengan kebencianmu terhadap dirimu sendiri ketika menghadapi siksa neraka.\" Firman Allah:\n\nTeman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. (az-Zukhruf/43: 67)\n\nDan firman-Nya:\n\n¦Kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25)",
    "quraish": "Orang-orang kafir akan diseru, \"Sesungguhnya kebencian dan kemurkaan Allah kepada kalian itu lebih besar dari kebencian kalian kepada diri kalian sendiri yang menjadi sumber turunnya siksa. Sebab kalian lebih memilih bersikap kafir daripada beriman ketika diajak beriman berkali-kali.\"",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir diserukan kepada mereka) oleh para malaikat, sedangkan mereka membenci diri mereka sendiri sewaktu mereka dimasukkan ke dalam neraka (\"Sesungguhnya kebencian Allah) kepada kalian (lebih besar daripada kebencian kalian kepada diri kalian sendiri karena kalian diseru) sewaktu di dunia (untuk beriman, lalu kalian kafir.\")"
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 11,
    "arab": "قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ",
    "translation": "Mereka menjawab, “Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4144.mp3",
    "tafsir": "Setelah mendengar seruan malaikat dan tidak tahan lagi merasakan azab yang amat pedih, orang-orang kafir berkata, \"Wahai Tuhan, Engkau telah mematikan kami dua kali dan menghidupkan kami dua kali. Engkau menjadikan kami dalam keadaan mati lalu menghidupkan kami dengan meniupkan roh ke dalam rahim ibu kami, kemudian mematikan kami di dunia setelah ajal kami berakhir, dan di akhirat nanti kami dihidupkan kembali dengan mengembalikan roh kami untuk dibangkitkan. Firman Allah:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. (al-Baqarah/2: 28)\n\nManusia mati ketika masih janin dan berada dalam tubuh orang tuanya. Kemudian dihidupkan ketika lahir ke dunia, lalu kematian berikutnya sudah merupakan suatu keharusan. Setelah itu dihidupkan pada hari Kebangkitan (hari Kiamat). Mereka mengalami dua kali hidup dan dua kali mati.\nSetelah menyaksikan kekuasaan Allah mematikan dan menghidupkan mereka berulang kali, orang-orang kafir menjadi sadar. Mereka mengakui kesalahan-kesalahan di dunia ketika mengingkari hari Kebangkitan dan mengerjakan dosa-dosa yang tak terhitung banyaknya, untuk menebus kesalahan-kesalahan mereka itu. Mereka meminta supaya dikeluarkan dari neraka dan dikembalikan ke dunia untuk beramal saleh dan tidak akan mengerjakan kesalahan dan dosa lagi. Permintaan seperti ini disebutkan juga pada ayat yang lain sebagaimana firman Allah:\n\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\n\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" (al-Mu'minun/23: 107)",
    "quraish": "Orang-orang kafir itu berkata, \"Ya Tuhan kami, Engkau telah mematikan kami dua kali: mati dari kehidupan dunia dan mati dari kehidupan kami di alam Barzah. (1) Engkau juga telah menghidupkan kami dua kali: hidup di dunia dan hidup setelah kami dibangkitkan dari kubur. Lalu apakah ada jalan bagi kami untuk keluar dari siksaan ini?\" (1) Pengertian tentang kehidupan di alam barzah--sebuah kehidupan yang tidak kita ketahui hakikat sebenarnya--dapat dipahami melalui dua firman Allah Swt. berikut. Pertama, mengenai keluarga Fir'aun yang terdapat dalam ayat 46 surat ini yang artinya berbunyi: \"Kepada mereka ditampakkan neraka pada pagi dan petang hari, dan pada hari kiamat. Para malaikat diperintahkan, 'Masukkanlah Fir'aun dan kaumnya ke dalam azab yang sangat keras'.\" Kedua, dalam ayat 169 surat Alu 'Imrân yang artinya berbunyi: \"Janganlah kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati. Mereka bahkan hidup di sisi Tuhannya dengan mendapat rezeki.\"",
    "jalalayn": "(Mereka menjawab, \"Ya Rabb kami, Engkau telah mematikan kami dua kali) yakni dua kali mati (dan telah menghidupkan kami dua kali pula) yakni dua kali hidup. Karena sesungguhnya sebelum itu mereka berupa mani, dalam keadaan mati, kemudian mereka dijadikan hidup, lalu mereka dimatikan lagi, lalu mereka dihidupkan lagi pada hari berbangkit (lalu kami mengakui dosa-dosa kami) yaitu dosa keingkaran kami terhadap adanya hari berbangkit. (Maka adakah untuk keluar) dari neraka lalu kembali lagi ke dunia, supaya kami dapat menjalani ketaatan kepada Rabb kami (sesuatu jalan\") yakni jalan keluar, maka jawaban mereka adalah tidak ada."
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 12,
    "arab": "ذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْا ۗفَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ",
    "translation": "Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4145.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa permintaan mereka itu tidak mungkin diperkenankan oleh Allah. Mereka tidak akan dikembalikan ke dunia, karena hati mereka sudah tidak menerima kebenaran lagi. Di dunia, mereka kafir dan ingkar apabila diseru untuk hanya menyembah Allah saja, tetapi apabila Allah dipersekutukan dengan yang lain, mereka percaya dan membenarkannya. Permintaan mereka ke luar dari neraka dan dikembalikan ke dunia untuk beramal saleh, dijawab oleh Allah dengan firman-Nya:Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (al-Mu’minun/23: 108)\n\nAndaikata permintaan mereka diperkenankan dan dikembalikan ke dunia, mereka akan tetap mengerjakan hal-hal yang dilarang Allah sebagaimana halnya dahulu. Mereka itu pembohong, sebagaimana firman Allah:Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An’am/6: 28)\n\nAyat ini ditutup dengan satu ketegasan bahwa putusan di hari Kiamat berada di tangan Allah yang akan memberi putusan dengan hak dan adil, Tuhan Yang Mahatinggi dan Mahabesar tiada sesuatu yang menyamai-Nya. Tuhan sangat benci kepada yang mempersekutukan-Nya dan telah member¬lakukan kebijaksanaan yaitu mengekalkan mereka di dalam neraka.",
    "quraish": "Itulah siksaan yang harus kalian rasakan. Karena kalian--saat di dunia dahulu--ketika hanya disebut nama Allah, kalian mengingkarinya, tetapi ketika disebut tuhan-tuhan lain selain Allah, serta merta kalian beriman. Jika demikian kondisi kalian di dunia, maka kalian berhak menanggung balasan atas sikap ingkar itu. Dan ketentuan hukum itu hanya ada pada Allah Yang Mahatinggi dan Mahaagung, yang membalas orang kafir dengan balasan yang pantas ia rasakan.",
    "jalalayn": "(Yang demikian itu) maksudnya, azab yang kalian sedang jalani itu (adalah karena) ketika di dunia (kalian kafir apabila Allah saja disembah) artinya, kalian kafir bilamana Dia diesakan. (Dan apabila Allah dipersekutukan) menjadikan sekutu bagi-Nya (kalian percaya) kalian percaya kepada kemusyrikan itu. (Maka putusan) untuk mengazab kalian (adalah pada Allah Yang Maha Tinggi) atas semua makhluk-Nya (lagi Maha Besar) Maha Agung."
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 13,
    "arab": "هُوَ الَّذِيْ يُرِيْكُمْ اٰيٰتِهٖ وَيُنَزِّلُ لَكُمْ مِّنَ السَّمَاۤءِ رِزْقًا ۗوَمَا يَتَذَكَّرُ اِلَّا مَنْ يُّنِيْبُ",
    "translation": "Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Dan tidak lain yang mendapat pelajaran hanyalah orang-orang yang kembali (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4146.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah memperlihatkan tanda-tanda kekuasaan-Nya, seperti adanya angin, awan, guruh, kilat, petir, matahari, bulan, bintang, dan lain sebagainya. Dia pula yang menurunkan hujan dari langit, maka tumbuhlah pepohonan yang menghasilkan buah-buahan yang beraneka ragam macam warna, rasa, bentuk, dan kejadiannya. Semua itu menunjukkan kekuasaan Allah. Hanya orang yang kembali kepada Allah dan taat kepada-Nya yang dapat mengambil iktibar dari tanda-tanda tersebut di atas, dan memahami bahwa semua itu adalah tanda-tanda dan bukti-bukti kekuasaan dan keesaan Allah.",
    "quraish": "Allahlah yang menunjukkan kepada kalian tanda-tanda kekuasaan-Nya. Dia, misalnya, menurunkan air dari langit sebagai faktor penyebab datangnya rezeki kalian. Hal ini, sungguh, tidak akan dapat menjadi pelajaran kecuali bagi orang-orang yang mau memikirkan dan merenungkan tanda-tanda kekuasaan Allah.",
    "jalalayn": "(Dialah yang memperlihatkan kepada kalian tanda-tanda-Nya) yang menunjukkan akan keesaan-Nya (dan menurunkan untuk kalian rezeki dari langit) berupa hujan. (Dan tiadalah mendapat pelajaran) yakni mengambil nasihat (kecuali orang-orang yang kembali kepada Allah) dari kemusyrikan."
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 14,
    "arab": "فَادْعُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكٰفِرُوْنَ",
    "translation": "Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4147.mp3",
    "tafsir": "Pada akhir ayat di atas dinyatakan bahwa orang yang menyadari kekuasaan dan keesaan Allah hanyalah orang-orang yang kembali kepada-Nya. Sepatutnya kita menyembah dan memohon kepada-Nya dengan ikhlas, memurnikan ibadah kepada-Nya, tidak mempersekutukannya dengan yang lain, sebagaimana dijelaskan dalam hadis yang diriwayatkan al-Bukhari dan Muslim dari 'Abdullah bin Zubair: \nBahwa Rasulullah setelah selesai salat fardu membaca La ilaha illallah¦dan seterusnya (artinya) Tidak ada Tuhan selain Allah tidak ada sekutu bagi-Nya. Hanya bagi Allah seluruh kekuasaan, bagi-Nya segala puji, dan Dia Mahakuasa atas segala sesuatu. Tidak ada daya dan kekuatan kecuali atas pertolongan Allah. Tidak ada Tuhan selain Allah. Kami tidak menyembah kecuali kepada-Nya. Bagi-Nya semua kenikmatan, anugerah, dan pujian yang baik. Tidak ada Tuhan selain Allah, dengan mengikhlaskan diri dalam berbakti kepada-Nya, walaupun orang-orang kafir tidak menyukai. (Riwayat al-Bukhari dan Muslim dari 'Abdullah bin Zubair)",
    "quraish": "Dari itu, sembahlah Allah dengan ibadah yang tulus hanya kepada-Nya, meskipun ibadah dan ketulusan kalian kepada Allah itu menimbulkan kebencian orang-orang kafir terhadap kalian.",
    "jalalayn": "(Maka serulah Allah) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) artinya, memurnikan agama dari kemusyrikan (meskipun orang-orang kafir tidak menyukainya) sekalipun mereka tidak menyukai keikhlasan kalian kepada-Nya."
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 15,
    "arab": "رَفِيْعُ الدَّرَجٰتِ ذُو الْعَرْشِۚ يُلْقِى الرُّوْحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ",
    "translation": "(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki ’Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4148.mp3",
    "tafsir": "Pada ayat ini, Allah menyebutkan tiga kemuliaan dan keagungan-Nya, sesudah menyebutkan pada ayat sebelumnya tanda-tanda kebesaran dan keesaan-Nya.\na. Mahatinggi derajat-Nya. Allah jauh lebih Tinggi dan lebih Agung dari segala yang ada. Sebab, segala sesuatu yang selain Allah berhajat kepada-Nya dan tidak sebaliknya. Dia itu azali dan abadi, tidak mempunyai permulaan dan tidak mempunyai akhir. Dia mengetahui segala sesuatu, sebagaimana dijelaskan dalam Al-Qur'an:\n\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An'am/6: 59)\n\nb. Mempunyai 'Arasy. Allah memiliki 'Arasy dan Dia yang mengatur-Nya. Dia-lah yang menguasai alam benda dan yang bukan benda.\nc. Menurunkan wahyu. Allah menurunkan wahyu-Nya berisi perintah, baik berupa suruhan atau pun larangan kepada yang dikehendaki-Nya dan menyampaikan hukum-hukum-Nya kepada yang dikehendaki-Nya. Hal seperti itu dinyatakan pula pada ayat lain sebagaimana firman Allah:\n\nDia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, \"Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.\" (an-Nahl/16: 2)\n\nDan firman-Nya:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh Ar-Ruh Al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan. (asy-Syu'ara'/26: 192-194) \n\nAllah menurunkan wahyu untuk memperingatkan manusia tentang adanya hari Kiamat, yaitu ketika yang menyembah dengan yang disembah bertemu, membereskan segala sesuatunya, segala sangkut pautnya yang belum selesai di dunia.",
    "quraish": "Derajat dan kedudukan Allah amat tinggi. Dia Pemilik arasy. Dengan ketentuan dan perintah-Nya, Dia menurunkan wahyu kepada hamba-hamba yang dipilih-Nya untuk memberi peringatan kepada orang lain mengenai akibat dari sikap menentang para rasul yang akan mereka rasakan pada hari pertemuan semua makhluk. Suatu hari ketika semua manusia akan tampak dengan sangat jelas. Tak satu pun perkara mereka yang tersembunyi bagi Allah. Mereka akan selalu mendengar seruan yang menggetarkan, \"Milik siapakah kerajaan dan kekuasaan pada hari ini?\" Mereka juga selalu mendengar jawabannya yang pasti, \"Milik Allah, Penguasa Tunggal yang akan mengadili semua hamba-Nya, Sang Mahaperkasa atas mereka.\"",
    "jalalayn": "(Dialah Yang Maha Tinggi derajat-Nya) maksudnya, Allah Maha Agung sifat-sifat-Nya, atau Dialah Yang mengangkat derajat orang-orang yang beriman di surga (Yang mempunyai Arasy) Yang menciptakannya (Yang menurunkan Ar-Ruuh) yakni wahyu (dari perintah-Nya) atau firman-nya (kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, supaya dia memperingatkan) maksudnya, orang yang menerima wahyu itu diperintahkan untuk menyampaikan wahyu-Nya kepada manusia (tentang hari pertemuan) dapat dibaca At-Talaaqi atau At-Talaaqiy dengan memakai huruf Ya. Yakni hari kiamat, karena pada hari itu penduduk langit dan penduduk bumi bertemu, dan bertemu pula antara Yang Disembah dan yang menyembah, sebagaimana dipertemukan pula antara orang yang aniaya dan orang yang dianiaya."
  },
  {
    "page": 468,
    "name": "Gafir",
    "ayat": 16,
    "arab": "يَوْمَ هُمْ بَارِزُوْنَ ۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌ ۗلِمَنِ الْمُلْكُ الْيَوْمَ ۗ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ",
    "translation": "(yaitu) pada hari (ketika) mereka keluar (dari kubur); tidak sesuatu pun keadaan mereka yang tersembunyi di sisi Allah. (Lalu Allah berfirman), “Milik siapakah kerajaan pada hari ini?” Milik Allah Yang Maha Esa, Maha Mengalahkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4149.mp3",
    "tafsir": "Pada hari Kiamat nanti manusia keluar dari kuburnya. Tidak sedikit pun perbuatan mereka yang tersembunyi di sisi Allah, semuanya diketahui-Nya. Kemudian mereka menerima balasan sesuai dengan amal mereka, kalau baik, dibalas dengan baik dan kalau jahat, dibalas dengan azab dan siksa. Firman Allah:\n\nPada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatu pun dari kamu yang tersembunyi (bagi Allah). (al-haqqah/69: 18)\n\nPada waktu itu, Allah berfirman, \"Kepunyaan siapakah kerajaan pada hari itu?\" Tidak ada seorang pun di Padang Mahsyar itu yang menjawabnya. Lalu dijawab sendiri oleh Allah dengan firman-Nya, \"Kepunyaan Allah Yang Maha Esa, tiada sekutu bagi-Nya. Yang Maha mengalahkan segala sesuatu dengan kekuasaan dan keperkasaan-Nya.\"",
    "quraish": "Derajat dan kedudukan Allah amat tinggi. Dia Pemilik arasy. Dengan ketentuan dan perintah-Nya, Dia menurunkan wahyu kepada hamba-hamba yang dipilih-Nya untuk memberi peringatan kepada orang lain mengenai akibat dari sikap menentang para rasul yang akan mereka rasakan pada hari pertemuan semua makhluk. Suatu hari ketika semua manusia akan tampak dengan sangat jelas. Tak satu pun perkara mereka yang tersembunyi bagi Allah. Mereka akan selalu mendengar seruan yang menggetarkan, \"Milik siapakah kerajaan dan kekuasaan pada hari ini?\" Mereka juga selalu mendengar jawabannya yang pasti, \"Milik Allah, Penguasa Tunggal yang akan mengadili semua hamba-Nya, Sang Mahaperkasa atas mereka.\"",
    "jalalayn": "(Yaitu hari ketika mereka keluar) dari kuburnya masing-masing (tiada suatu pun dari keadaan mereka yang tersembunyi bagi Allah berfirman, \"Kepunyaan siapakah kerajaan pada hari ini?\") Allah sendiri yang mengatakannya, kemudian Dia sendiri pula yang menjawabnya, yaitu, (\"Hanya kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan\") atas semua makhluk-Nya."
  }
]