[
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 41,
    "arab": "۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ",
    "translation": "Dan wahai kaumku! Bagaimanakah ini, aku menyerumu kepada keselamatan, tetapi kamu menyeruku ke neraka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4174.mp3",
    "tafsir": "Orang yang beriman kepada Musa itu mengulangi lagi seruannya kepada kaumnya dengan mengatakan, \"Wahai kaumku, aku merasa heran dengan sikap dan tindakan kamu sekalian. Aku menyeru kamu mengikuti jalan keselamatan, menghindarkan kamu dari siksa neraka, dan membawamu ke dalam surga dengan beriman kepada Allah dan mengerjakan amal yang saleh, sedangkan kamu menyeruku ke jalan kesengsaraan yang mengantarkan ke dalam neraka.\"",
    "quraish": "\"Wahai kaumku,\" lanjutnya lagi, \"Mana yang lebih baik bagi diriku: aku mengajak kalian ke jalan keselamatan, sedangkan kalian mengajakku ke jalan yang sesat menuju neraka? Kalian mengajakku untuk mengingkari Allah dan menyekutukan-Nya dengan sesuatu yang tidak aku ketahui, sedangkan aku mengajak kalian kepada Sang Mahakuat yang tak terkalahkan; Sang Maha Pengampun atas segala dosa.",
    "jalalayn": "(Hai kaumku bagaimanakah kalian, aku menyeru kalian kepada keselamatan, tetapi kalian menyeru aku ke neraka.)"
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 42,
    "arab": "تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ",
    "translation": "(Mengapa) kamu menyeruku agar kafir kepada Allah dan mempersekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa, Maha Pengampun?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4175.mp3",
    "tafsir": "Selanjutnya orang mukmin itu menyatakan, \"Kamu sekalian menyeru dan mengajakku mengingkari Allah dan mempersekutukan-Nya dengan sesuatu yang tidak mempunyai alasan yang benar dan tidak ada bukti-bukti yang dapat diyakini kebenarannya, yang menyatakan bahwa menyekutukan Tuhan itu adalah kepercayaan yang benar. Sedangkan aku menyeru dan mengajakmu agar kamu sekalian mengesakan Allah, tidak ada Tuhan yang lain selain Dia. Yang Mahakuasa lagi Mahaperkasa, dengan bukti-bukti yang nyata. Dialah Yang Mahaperkasa lagi Maha Pengampun dosa-dosa hamba-Nya.\"",
    "quraish": "\"Wahai kaumku,\" lanjutnya lagi, \"Mana yang lebih baik bagi diriku: aku mengajak kalian ke jalan keselamatan, sedangkan kalian mengajakku ke jalan yang sesat menuju neraka? Kalian mengajakku untuk mengingkari Allah dan menyekutukan-Nya dengan sesuatu yang tidak aku ketahui, sedangkan aku mengajak kalian kepada Sang Mahakuat yang tak terkalahkan; Sang Maha Pengampun atas segala dosa.",
    "jalalayn": "(-Kenapa- kalian menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kalian -beriman- kepada Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya (lagi Maha Pengampun?) kepada orang yang bertobat kepada-Nya."
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 43,
    "arab": "لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ",
    "translation": "Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4176.mp3",
    "tafsir": "Ayat ini masih melanjutkan perkataan dari orang beriman di atas. Dia mengatakan, \"Sebenarnya kamu telah menyeruku menyembah berhala-berhala, yang tidak mendengar seruan orang-orang yang menyerunya, dan tidak dapat memberi pertolongan baik di dunia maupun di akhirat, karena ia tidak dapat memberikan sesuatu mudarat dan tidak pula sesuatu manfaat kepada siapa pun.\" Firman Allah:\n\nJika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti. (Fathir/35: 14)\n\n\nDan firman Allah:\n\nDan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka? (al-A.hqaf/46: 5)\n\nOrang beriman itu melanjutkan perkataannya, \"Ketahuilah kaumku, bahwa kita semua adalah milik Allah dan kepada-Nya pula kita kembali setelah mati dan dibangkitkan kembali. Waktu itu pula Dia memberi balasan kepada kita, sesuai dengan perbuatan dan amal kita masing-masing. Orang-orang yang kafir dan melampaui batas akan menjadi penghuni neraka.\"",
    "quraish": "Sudah pasti bahwa tuhan yang kalian ajak aku untuk menyembahnya tidak memiliki kemampuan untuk mengabulkan seruan, baik di dunia apalagi di akhirat. Sudah pasti pula bahwa tempat kembali kita adalah Allah. Dan tidak diragukan lagi, bahwa orang-orang yang melampaui bataslah penghuni neraka, dan bukan orang Mukmin yang bersikap adil.",
    "jalalayn": "(Sudah pasti) yakni pastilah (bahwa apa yang kalian seru supaya aku -beriman- kepadanya) artinya, supaya aku menyembahnya (tidak dapat memperkenankan seruan apa pun) maksudnya, tidak dapat memperkenankan suatu doa pun (baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali) atau kembali kita (kepada Allah dan sesungguhnya orang-orang yang melampaui batas) yakni orang-orang kafir (mereka itulah penghuni neraka.)"
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 44,
    "arab": "فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِ ۗاِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ",
    "translation": "Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kepada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4177.mp3",
    "tafsir": "Kemudian orang-orang yang beriman itu mengakhiri nasihatnya kepada kaumnya dengan mengatakan, \"Wahai kaumku, di akhirat kelak kamu sekalian akan mengetahui kebenaran yang aku sampaikan kepadamu baik berupa perintah-perintah Allah maupun berupa larangan-larangan-Nya. Waktu itu kamu akan menyesal, tetapi pada waktu itu penyesalan tiada berguna lagi. Aku bertawakal kepada Tuhanku dan aku menyerahkan kepada-Nya segala urusanku dan aku mohon pertolongan kepada-Nya, agar aku terpelihara dari segala macam kejahatan yang mungkin aku lakukan dan dari segala bencana yang mungkin menimpaku.\"\nSesungguhnya Allah Maha Mengetahui keadaan hamba-hamba-Nya. Dia memberi petunjuk hamba-hamba-Nya yang pantas diberi petunjuk dan menyesatkan hamba-hamba-Nya yang menginginkan kesesatan itu dengan mengerjakan perbuatan-perbuatan terlarang dan tidak mengerjakan perintah-perintah yang harus mereka laksanakan.",
    "quraish": "Kelak kalian akan tahu kebenaran apa yang aku katakan. Aku menyerahkan urusanku kepada Allah. Sesungguhnya penglihatan Allah meliputi seluruh hamba-Nya, dan Dia akan membalas seluruh amal perbuatan mereka.\"",
    "jalalayn": "(Kelak kalian akan ingat) bila kalian menyaksikan azab dengan mata kalian sendiri (kepada apa yang kukatakan kepada kalian. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha melihat akan hamba-hamba-Nya\") Ia mengatakan demikian ketika mereka mengancamnya jika ia menentang agama mereka."
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 45,
    "arab": "فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ",
    "translation": "Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh azab yang sangat buruk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4178.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menolong hamba-Nya yang beriman dan menghancurkan musuh-musuh mereka dengan menyatakan bahwa Dia memelihara orang-orang yang beriman itu dari segala usaha tipu daya dan penganiayaan yang dilakukan oleh Fir'aun dan para pengikutnya dengan menyelamatkan mereka beserta Musa. Sedangkan Fir'aun beserta para pengikutnya ditenggelamkan di Laut Merah. Di akhirat nanti mereka akan ditimpa azab yang pedih.\nDiriwayatkan oleh Ibnu 'Abbas, \"Tatkala mengetahui keimanan orang itu, maka Fir'aun bermaksud hendak membunuhnya. Oleh karena itu, dia lari menyelamatkan diri.\"",
    "quraish": "Maka, Allah pun memelihara kaum Fir'aun yang Mukmin itu dari kekejaman tipu daya mereka, dan menampakkan neraka kepada keluarga Fir'aun pada pagi dan sore hari--di dunia, ketika berada di alam barzah. Dan pada hari kiamat, Allah berfirman, \"Masukkanlah kaum Fir'aun ke dalam neraka yang paling dahsyat azabnya.\"",
    "jalalayn": "(Maka Allah memeliharanya dari kejahatan tipu daya mereka) terhadap dirinya, yaitu mereka merencanakan akan membunuhnya (dan turunlah) menimpa (kepada keluarga Firaun) maksudnya, kepada kaumnya yang mengikutinya (azab yang buruk) yaitu ditenggelamkan."
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 46,
    "arab": "اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّا ۚوَيَوْمَ تَقُوْمُ السَّاعَةُ ۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ",
    "translation": "Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), “Masukkanlah Fir‘aun dan kaumnya ke dalam azab yang sangat keras!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4179.mp3",
    "tafsir": "Pada ayat ini digambarkan azab yang akan menimpa Fir'aun dan kaumnya yang durhaka di akhirat nanti. Sejak meninggal dunia sampai dibangkitkan kelak, mereka akan dihadapkan ke neraka pagi, petang, dan terus-menerus hingga hari Kiamat.\nPada hari Kiamat dikatakan kepada para penjaga neraka, \"Masukkanlah Fir'aun dan kaumnya ke dalam neraka dan timpakanlah kepada mereka siksa yang keras.\"\nJumhur ulama berpendapat bahwa azab kubur itu ada dan dasarnya adalah ayat ini. Pendapat mereka dikuatkan oleh hadis yang diriwayatkan al-Bukhari dan Muslim dari Ibnu 'Umar:\nBahwasanya Rasulullah saw bersabda, \"Sesungguhnya salah seorang kamu apabila ia meninggal dunia diperlihatkan kepadanya tempat duduknya pagi dan petang. Jika ia termasuk ahli surga, maka (tempat duduknya itu adalah) tempat duduk ahli surga, jika ia termasuk ahli neraka maka (tempat duduknya adalah) tempat duduk ahli neraka. Dikatakan kepadanya, 'Inilah tempat duduk engkau sampai Allah membangkitkan engkau pada hari Kiamat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Umar)\n\nDari firman Allah dan hadis di atas dapat diambil kesimpulan bahwa azab kubur itu adalah suatu kebenaran yang tidak dapat disangkal dan akan dialami oleh orang kafir pagi dan petang sampai mereka dibangkitkan kembali.\nNamun ar-Razi menyatakan bahwa azab kubur tidak ada. Ayat tersebut tidak dapat dijadikan sebagai dasar penetapan adanya azab kubur, tetapi hanya menunjukkan kepada terus-menerusnya azab neraka, sama halnya dengan firman Allah yang ditujukan kepada ahli surga:\n\nDan di dalamnya bagi mereka ada rezeki pagi dan petang. (Maryam/19: 62)",
    "quraish": "Maka, Allah pun memelihara kaum Fir'aun yang Mukmin itu dari kekejaman tipu daya mereka, dan menampakkan neraka kepada keluarga Fir'aun pada pagi dan sore hari--di dunia, ketika berada di alam barzah. Dan pada hari kiamat, Allah berfirman, \"Masukkanlah kaum Fir'aun ke dalam neraka yang paling dahsyat azabnya.\"",
    "jalalayn": "Kemudian (neraka ditampakkan kepada mereka) maksudnya, mereka dibakar oleh api neraka (pada pagi dan petang) di setiap pagi dan petang (dan pada hari terjadinya kiamat) dikatakan kepada mereka, (\"Masuklah kalian) hai (Firaun dan kaumnya) menurut suatu qiraat dibaca Adkhiluu yang artinya, Masukkanlah Firaun dan kaumnya. Ini merupakan perintah Allah kepada malaikat-malaikat-Nya (ke dalam azab yang sangat keras\") yakni azab neraka"
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 47,
    "arab": "وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُ لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ",
    "translation": "Dan (Ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4180.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya.\nDalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\"",
    "quraish": "Ingatkan pula kepada mereka, wahai Muhammad, ketika para penghuni neraka saling berdebat di dalamnya. Orang-orang lemah di antara mereka, yaitu para pengikut, berkata kepada orang-orang kuat, yaitu para pemimpin, \"Dahulu, di dunia, kami adalah pengikut kalian. Dapatkah kalian menanggung sebagian dari azab neraka yang kami derita ini?\"",
    "jalalayn": "(Dan) ingatlah (ketika mereka berbantah) yaitu ketika orang-orang kafir saling berbantah-bantahan (dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami adalah pengikut-pengikut kalian) lafal Taba'an adalah bentuk jamak dari lafal Taabi'un (maka dapatkah kalian menghindarkan) artinya menolak (dari kami sebagian) yakni suatu bagian dari (azab api neraka?\")"
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 48,
    "arab": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
    "translation": "Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4181.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya.\nDalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\"",
    "quraish": "Orang-orang yang kuat itu berkata, \"Kita, kami dan kalian, semua berada di dalam neraka. Allah telah memutuskan hukuman di antara hamba-hamba-Nya secara benar. Masing-masing kita akan menjalani siksa yang telah diputuskan-Nya.\"",
    "jalalayn": "(Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-Nya\") oleh karena itu maka Dia memasukkan orang-orang yang beriman ke dalam surga, dan orang-orang kafir ke dalam neraka."
  },
  {
    "page": 472,
    "name": "Gafir",
    "ayat": 49,
    "arab": "وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ",
    "translation": "Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4182.mp3",
    "tafsir": "Setelah orang-orang musyrik yang sedang dalam neraka itu tidak berhasil mendapatkan pertolongan dari para pemimpinnya, maka mereka mohon pertolongan kepada penjaga neraka dengan mengatakan, \"Wahai penjaga neraka (Malaikat Malik), mohonkanlah kepada Allah agar Dia meringankan siksa yang telah ditimpakan-Nya kepada kami ini. Seandainya keringanan itu dapat diberikan kepada kami dengan mengembalikan kami ke dunia untuk hidup dan beribadah, maka kembalikanlah kami barang sesaat, mudah-mudahan hal ini dapat mengurangi penderitaan kami.\"",
    "quraish": "Orang-orang lemah dan para pembesar yang berada di dalam neraka itu berkata kepada para penjaga neraka dengan penuh pengharapan, \"Mohonkanlah kepada Tuhan, agar meringankan azab-Nya kepada kami satu hari saja, agar kami bisa beristirahat.\"",
    "jalalayn": "(Dan orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Rabb kalian supaya Dia meringankan daripada kami barang sehari) atau selama sehari (dari azab ini.\")"
  }
]