[
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 67,
    "arab": "هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًا ۚوَمِنْكُمْ مَّنْ يُّتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّى وَّلَعَلَّكُمْ تَعْقِلُوْنَ",
    "translation": "Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4200.mp3",
    "tafsir": "Dialah yang menjadikan manusia dari tanah, menjadi setetes mani, dari setetes mani menjadi sesuatu yang melekat, dan segumpal darah menjadi segumpal daging, kemudian dilahirkan ke dunia dalam bentuk manusia.\nJumhur ulama berpendapat bahwa yang dimaksud dengan Allah menciptakan manusia dari tanah ialah bapak manusia yaitu Adam yang diciptakan Allah dari tanah.\nSebagian ahli tafsir menerangkan bahwa yang dimaksudkan dengan Allah menjadikan manusia dari tanah ialah Allah menjadikan manusia dari sari pati yang berasal dari tanah. Seorang bapak dan seorang ibu memakan makanan yang berasal dari tanah, dari binatang ternak, dan tumbuh-tumbuhan. Binatang ternak memakan tumbuh-tumbuhan dan berkembang dengan menggunakan zat-zat yang berasal dari tanah. Makanan yang dimakan ibu atau bapak itu merupakan sumber utama untuk membentuk sel telur atau sperma. Sel telur ibu bertemu dengan sperma bapak dalam rahim ibu, sehingga menjadi segumpal darah dan seterusnya.\nAllah lalu menerangkan bahwa manusia yang diciptakan-Nya dari tanah itu mengalami hidup dalam tiga masa; yaitu:\n1. Masa kanak-kanak.\n2. Masa dewasa.\n3. Masa tua.\nDi antara manusia ada yang diwafatkan Allah pada masa kanak-kanak, ada pula pada masa dewasa, dan ada yang diwafatkan setelah berusia lanjut. Ketentuan kapan seorang manusia meninggal itu berada di tangan Allah semata.\nProses kejadian manusia itu diterangkan dalam ayat ini agar dapat menjadi bahan renungan dan pemikiran bagi orang-orang yang berakal, sehingga mereka beriman kepada Allah Pencipta seluruh makhluk.",
    "quraish": "Allahlah yang menciptakan kalian, wahai anak Adam, dari tanah. Dari tanah itu Dia menciptakan nutfah yang kemudian Dia ubah juga menjadi 'alaqah. Setelah itu Dia mengeluarkan kalian dari perut ibu-ibu kalian dalam bentuk bayi. Selanjutnya, adakalanya Dia memanjangkan umur kalian, hingga mencapai kesempurnaan fisik dan daya pikir, atau memanjangkannya lagi hingga mencapai usia lanjut, dan adakalanya kalian dimatikan sebelum mencapai usia muda, atau tua. Allah menciptakan kalian dengan cara seperti itu agar kalian sampai pada suatu waktu tertentu, yaitu hari kebangkitan, dan agar kalian memikirkan hikmah dan pelajaran yang dapat dipetik dari penciptaan kalian melalui fase-fase seperti itu(1). (1) Pengertian nuthfah, 'alaqah dan mudlghah yang terdapat dalam surat al-Sajdah: 7, 8 dan 9; al-Mu'minûn: 12, 13 dan 14; Ghâfir: 67; dan al-Hajj: 5, adalah sebagai berikut. Kata nuthfah mengandung beberapa arti, di antaranya adalah 'sperma'. Bahkan, dalam ayat 37 surat al-Qiyâmah, pengertian kata nuthfah lebih sempit lagi: 'bagian dari sperma'. Ilmu pengetahuan modern membuktikan bahwa bagian dimaksud adalah spermatozoa yang terdapat di dalam sperma laki-laki. Spermatozoa itulah yang membuahi sel telur. Kata 'alaqah, dari segi etimologi, mengandung arti 'darah kental' atau 'darah encer yang berwarna sangat merah'. Tetapi, kalau dilihat dari perspektif ilmu pengetahuan, kata 'alaqah berarti 'sel-sel janin yang menempel pada dinding rahim setelah terjadi pembuahan spermatozoa terhadap ovum'. Sel-sel itu pada mulanya adalah satu, kemudian terpecah menjadi beberapa sel yang semakin lama semakin bertambah banyak, kemudian bergerak ke arah dinding rahim dan tenggelam, untuk selanjutnya menimbulkan pendarahan di sekitarnya. Sedangkan kata mudlghah berarti janin yang telah melewati fase 'alaqah, yaitu setelah sel-sel janin itu menempel dan menyebar pada dinding rahim secara acak dan diselimuti selaput. Fase mudlghah ini berlangsung beberapa pekan untuk selanjutnya memasuki fase 'izham. Mudlghah itu sendiri, secara garis besar, terdiri atas sel-sel berbentuk manusia yang kelak menjadi janin, dan sel-sel yang tidak berbentuk manusia yang melapisi sel-sel pertama tadi. Sel-sel kedua ini bertugas melindungi bakal janin dan memberi suplai makanan. Terakhir, kata 'izhâm berarti 'tulang'. Akhir-akhir ini, dunia geneologi membuktikan bahwa pusat pembentukan tulang terdapat di lapisan tengah sel mudlghah, yaitu fase sebelum 'izhâm. Dengan demikian, sel tulang mempunyai pusat pembentukan tersendiri yang terpisah dari sel-sel pembentukan otot.",
    "jalalayn": "(Dialah Yang menciptakan kalian dari tanah) yang menciptakan bapak moyang kalian yaitu Nabi Adam dari tanah liat (kemudian dari setetes nuthfah) yakni air mani (sesudah itu dari segumpal darah) yakni dari kental (kemudian dikeluarkan-Nya kalian sebagai seorang anak) lafal Thiflan sekalipun bentuknya mufrad atau tunggal, bermakna jamak (kemudian) dibiarkan-Nya kalian hidup (supaya kalian sampai kepada masa dewasa) masa sempurnanya kekuatan kalian, yaitu di antara umur tiga puluh sampai dengan empat puluh tahun (kemudian -dibiarkan-Nya kalian hidup- sampai tua) dapat dibaca Syuyuukhan atau Syiyuukhan (di antara kalian ada yang diwafatkan sebelum itu) sebelum dewasa dan sebelum mencapai usia tua. Dia melakukan hal tersebut kepada kalian supaya kalian hidup (dan supaya kalian sampai pada ajal yang ditentukan) yakni waktu yang telah dibataskan bagi hidup kalian (dan supaya kalian memahami) bukti-bukti yang menunjukkan keesaan-Nya, kemudian kalian beriman kepada-Nya."
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 68,
    "arab": "هُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُۚ فَاِذَا قَضٰىٓ اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ࣖ ",
    "translation": "Dialah yang menghidupkan dan mematikan. Maka apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4201.mp3",
    "tafsir": "Allah memerintahkan agar Rasulullah menyampaikan kepada orang-orang musyrik bahwa Allah yang wajib disembah itu adalah Tuhan Yang menghidupkan manusia dari tidak ada kepada ada, menghidupkan kembali sesudah matinya, dan mematikan seluruh makhluk pada waktu-waktu yang telah ditentukan-Nya. Dia adalah Tuhan Yang Mahakuasa dan Maha Pencipta. Jika berkehendak menciptakan sesuatu, Allah cukup mengatakan, \"Jadilah,\" maka jadilah sesuatu itu.",
    "quraish": "Allahlah yang menghidupkan dan mematikan. Maka, jika berkehendak mewujudkan sesuatu, Dia hanya akan mengatakan, \"Jadilah!\" Sesuatu yang dikehendaki itu pun jadilah.",
    "jalalayn": "(Dialah yang menghidupkan dan yang mematikan, maka apabila Dia menetapkan sesuatu urusan) artinya, Dia berkehendak mewujudkan sesuatu (Dia hanya berkata kepadanya, 'Jadilah!' maka jadilah ia.\") lafal Fayakuunu dapat pula dibaca Fayakuuna akan tetapi dengan memperkirakan adanya huruf An sebelumnya. Yakni, sesuatu yang dikehendaki itu langsung ada sesudah ada kehendak-Nya, sebagaimana yang telah digambarkan oleh makna firman yang tadi itu."
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 69,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ ۗاَنّٰى يُصْرَفُوْنَۚ",
    "translation": "Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah? Bagaimana mereka dapat dipalingkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4202.mp3",
    "tafsir": "Allah menyatakan kepada Nabi Muhammad, apakah ia tidak memerhatikan orang-orang yang membantah ayat-ayat Allah yang menerangkan dan membuktikan keesaan-Nya dan adanya hari kebangkitan. Orang-orang kafir itu membantah tanpa mengemukakan dalil-dalil yang kuat atau yang dapat diterima akal dan pikiran yang benar. Hal ini menunjukkan bahwa kekafiran dan keingkaran mereka itu tidak beralasan sedikit pun. Jika ada alasan yang mereka kemukakan, maka alasan itu semata-mata hanya karena ingin mengelakkan diri dari seruan Muhammad.\nSikap mereka yang demikian itu adalah sikap yang aneh dan tidak benar. Jika mereka ingin mencari kebenaran dan ingin mengikuti kepercayaan yang benar, amat banyak dalil-dalil yang dapat mereka pelajari dan perhatikan untuk mencapai keinginan mereka itu.",
    "quraish": "Tidakkah kamu melihat orang-orang yang memperdebatkan bukti-bukti kebesaran Allah yang jelas, bagaimana mereka berpaling dari bukti-bukti itu dan tetap bersikeras untuk berada dalam kesesatan?",
    "jalalayn": "(Apakah kamu tidak melihat kepada orang-orang yang membantah ayat-ayat Allah?) membantah Alquran. (Bagaimanakah) (mereka dapat dipalingkan) dari iman?"
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 70,
    "arab": "اَلَّذِيْنَ كَذَّبُوْا بِالْكِتٰبِ وَبِمَآ اَرْسَلْنَا بِهٖ رُسُلَنَا ۗفَسَوْفَ يَعْلَمُوْنَۙ",
    "translation": "(Yaitu) orang-orang yang mendustakan Kitab (Al-Qur'an) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4203.mp3",
    "tafsir": "Orang-orang yang membantah ayat-ayat Allah itu ialah orang-orang yang mendustakan ayat-ayat Al-Qur'an yang diturunkan Allah kepada Muhammad saw dan mendustakan semua yang disampaikan rasul-rasul atas perintah-Nya.\nDalam ayat-ayat Al-Qur'an dan apa yang disampaikan rasul-rasul itu terdapat perintah untuk menghambakan diri kepada Allah semata, tidak menyembah sesuatu pun selain Dia, meyakini adanya hari kebangkitan, dan hukum-hukum serta petunjuk untuk kebahagiaan hidup di dunia dan akhirat.\nOrang-orang yang ingkar itu kelak akan mengetahui akibat keingkaran mereka. Hal ini merupakan peringatan yang sangat keras, sebagaimana firman Allah:\n\nCelakalah pada hari itu, bagi orang-orang yang mendustakan! (al-Muthaffifin/83: 10)",
    "quraish": "Orang-orang yang mendustakan al-Qur'ân dan wahyu yang Kami turunkan kepada utusan-utusan Kami, pasti akan mengetahui akibat perbuatannya, pada saat lehernya dibelenggu dengan rantai, dan ditarik dalam air yang sangat panas kemudian dilempar ke dalam neraka yang mereka rasakan panasnya. Mereka diejek dengan dikatakan, \"Mana sembahan kalian selain Allah yang dulu pernah kalian sembah itu?\" Orang kafir menjawab, \"Mereka telah menghilang dari kami. Bahkan sebenarnya, di dunia dulu kami belum pernah menyembah sesuatu yang pantas disembah.\" Dengan cara seperti itu Allah menyesatkan orang kafir dari kebenaran, karena mengetahui bahwa mereka lebih memilih kesesatan dari pada petunjuk.",
    "jalalayn": "(Orang-orang yang mendustakan Alkitab) yakni Al-Qur'an (dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus) dengan membawa ajaran tauhid dan berita tentang adanya hari berbangkit; mereka adalah orang-orang kafir Mekah. (Kelak mereka akan mengetahui) akibat dari kedustaan mereka."
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 71,
    "arab": "اِذِ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْ وَالسَّلٰسِلُۗ يُسْحَبُوْنَۙ",
    "translation": "ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4204.mp3",
    "tafsir": "Akibat keingkaran mereka, orang-orang kafir akan merasakan siksa di akhirat, ketika belenggu dan rantai-rantai dikalungkan ke leher mereka, kemudian mereka ditarik dengan paksa dan dibakar di dalam neraka.\nAyat ini sama isinya dan maksudnya dengan firman Allah:\n\nKemudian pasti tempat kembali mereka ke neraka Jahim. (ash-shaffat/37: 68)\n\nDan firman Allah\n\nPeganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka, kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas. Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia. Sungguh, inilah azab yang dahulu kamu ragukan. (ad-Dukhan/44: 47-50)",
    "quraish": "Orang-orang yang mendustakan al-Qur'ân dan wahyu yang Kami turunkan kepada utusan-utusan Kami, pasti akan mengetahui akibat perbuatannya, pada saat lehernya dibelenggu dengan rantai, dan ditarik dalam air yang sangat panas kemudian dilempar ke dalam neraka yang mereka rasakan panasnya. Mereka diejek dengan dikatakan, \"Mana sembahan kalian selain Allah yang dulu pernah kalian sembah itu?\" Orang kafir menjawab, \"Mereka telah menghilang dari kami. Bahkan sebenarnya, di dunia dulu kami belum pernah menyembah sesuatu yang pantas disembah.\" Dengan cara seperti itu Allah menyesatkan orang kafir dari kebenaran, karena mengetahui bahwa mereka lebih memilih kesesatan dari pada petunjuk.",
    "jalalayn": "(Ketika belenggu dipasang di leher mereka) lafal Idz di sini bermakna Idzaa yakni ketika (dan rantai-rantai) pun dipasang pula di leher mereka. Lafal As-Salaasilu ini diathafkan kepada lafal Al-Aghlaalu. Atau berkedudukan menjadi Mubtada sedangkan Khabarnya tidak disebutkan, yaitu lafal Fii Arjulihim. Dengan demikian maka artinya ialah, Dan rantai-rantai pun dipasang pada kaki mereka Atau Khabar lafal As-Salaasilu ini ialah ayat berikutnya, yaitu (seraya mereka diseret) dengannya."
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 72,
    "arab": "فِى الْحَمِيْمِ ەۙ ثُمَّ فِى النَّارِ يُسْجَرُوْنَۚ",
    "translation": "ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4205.mp3",
    "tafsir": "Akibat keingkaran mereka, orang-orang kafir akan merasakan siksa di akhirat, ketika belenggu dan rantai-rantai dikalungkan ke leher mereka, kemudian mereka ditarik dengan paksa dan dibakar di dalam neraka.\nAyat ini sama isinya dan maksudnya dengan firman Allah:\n\nKemudian pasti tempat kembali mereka ke neraka Jahim. (ash-shaffat/37: 68)\n\nDan firman Allah\n\nPeganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka, kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas. Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia. Sungguh, inilah azab yang dahulu kamu ragukan. (ad-Dukhan/44: 47-50)",
    "quraish": "Orang-orang yang mendustakan al-Qur'ân dan wahyu yang Kami turunkan kepada utusan-utusan Kami, pasti akan mengetahui akibat perbuatannya, pada saat lehernya dibelenggu dengan rantai, dan ditarik dalam air yang sangat panas kemudian dilempar ke dalam neraka yang mereka rasakan panasnya. Mereka diejek dengan dikatakan, \"Mana sembahan kalian selain Allah yang dulu pernah kalian sembah itu?\" Orang kafir menjawab, \"Mereka telah menghilang dari kami. Bahkan sebenarnya, di dunia dulu kami belum pernah menyembah sesuatu yang pantas disembah.\" Dengan cara seperti itu Allah menyesatkan orang kafir dari kebenaran, karena mengetahui bahwa mereka lebih memilih kesesatan dari pada petunjuk.",
    "jalalayn": "(Ke dalam air yang sangat panas) yakni neraka Jahanam (kemudian mereka dibakar dalam api) maksudnya, mereka dibakar oleh api neraka."
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 73,
    "arab": "ثُمَّ قِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تُشْرِكُوْنَۙ",
    "translation": "kemudian dikatakan kepada mereka, “Manakah berhala-berhala yang selalu kamu persekutukan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4206.mp3",
    "tafsir": "Kepada orang-orang kafir yang sedang ditimpa azab yang sangat pedih itu diajukan pertanyaan-pertanyaan yang bernada mengejek untuk menambah berat penderitaan yang sedang mereka alami. Pertanyaan-pertanyaan itu ialah manakah berhala-berhala yang mereka sembah selain Allah dahulu. Berhala-berhala yang menurut mereka sanggup melepaskan dan menyelamatkan mereka dari azab dan bencana hari itu.\nMereka menjawab bahwa berhala-berhala itu telah menghilang dari mereka, telah mengikuti jalan yang lain, dan membiarkan mereka ditimpa bencana dan kesengsaraan pada hari itu. Mereka mengakui bahwa sebenarnya selama hidup di dunia mereka telah mengikuti agama dan kepercayaan yang salah dan menyembah sesuatu yang tidak layak disembah.\nPada akhir ayat ini ditegaskan bahwa sebagaimana Allah telah membiarkan sesat orang-orang musyrik, sehingga tidak ada satu perbuatan pun yang diterima dari mereka sebagai amal saleh, maka demikian pula sikap Allah terhadap semua pekerjaan yang telah dilakukan orang-orang kafir. Mereka tidak dapat mengambil manfaat sedikit pun dari amal-amal mereka.",
    "quraish": "Orang-orang yang mendustakan al-Qur'ân dan wahyu yang Kami turunkan kepada utusan-utusan Kami, pasti akan mengetahui akibat perbuatannya, pada saat lehernya dibelenggu dengan rantai, dan ditarik dalam air yang sangat panas kemudian dilempar ke dalam neraka yang mereka rasakan panasnya. Mereka diejek dengan dikatakan, \"Mana sembahan kalian selain Allah yang dulu pernah kalian sembah itu?\" Orang kafir menjawab, \"Mereka telah menghilang dari kami. Bahkan sebenarnya, di dunia dulu kami belum pernah menyembah sesuatu yang pantas disembah.\" Dengan cara seperti itu Allah menyesatkan orang kafir dari kebenaran, karena mengetahui bahwa mereka lebih memilih kesesatan dari pada petunjuk.",
    "jalalayn": "(Kemudian dikatakan kepada mereka) sebagai celaan dan penelanjangan, (\"Manakah berhala-berhala yang selalu kalian persekutukan?)"
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 74,
    "arab": "مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَكُنْ نَّدْعُوْا مِنْ قَبْلُ شَيْـًٔاۚ  كَذٰلِكَ يُضِلُّ اللّٰهُ الْكٰفِرِيْنَ",
    "translation": "(yang kamu sembah) selain Allah?”  Mereka menjawab, “Mereka telah hilang lenyap dari kami, bahkan kami dahulu tidak pernah menyembah sesuatu.” Demikianlah Allah membiarkan sesat orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4207.mp3",
    "tafsir": "Kepada orang-orang kafir yang sedang ditimpa azab yang sangat pedih itu diajukan pertanyaan-pertanyaan yang bernada mengejek untuk menambah berat penderitaan yang sedang mereka alami. Pertanyaan-pertanyaan itu ialah manakah berhala-berhala yang mereka sembah selain Allah dahulu. Berhala-berhala yang menurut mereka sanggup melepaskan dan menyelamatkan mereka dari azab dan bencana hari itu.\nMereka menjawab bahwa berhala-berhala itu telah menghilang dari mereka, telah mengikuti jalan yang lain, dan membiarkan mereka ditimpa bencana dan kesengsaraan pada hari itu. Mereka mengakui bahwa sebenarnya selama hidup di dunia mereka telah mengikuti agama dan kepercayaan yang salah dan menyembah sesuatu yang tidak layak disembah.\nPada akhir ayat ini ditegaskan bahwa sebagaimana Allah telah membiarkan sesat orang-orang musyrik, sehingga tidak ada satu perbuatan pun yang diterima dari mereka sebagai amal saleh, maka demikian pula sikap Allah terhadap semua pekerjaan yang telah dilakukan orang-orang kafir. Mereka tidak dapat mengambil manfaat sedikit pun dari amal-amal mereka.",
    "quraish": "Orang-orang yang mendustakan al-Qur'ân dan wahyu yang Kami turunkan kepada utusan-utusan Kami, pasti akan mengetahui akibat perbuatannya, pada saat lehernya dibelenggu dengan rantai, dan ditarik dalam air yang sangat panas kemudian dilempar ke dalam neraka yang mereka rasakan panasnya. Mereka diejek dengan dikatakan, \"Mana sembahan kalian selain Allah yang dulu pernah kalian sembah itu?\" Orang kafir menjawab, \"Mereka telah menghilang dari kami. Bahkan sebenarnya, di dunia dulu kami belum pernah menyembah sesuatu yang pantas disembah.\" Dengan cara seperti itu Allah menyesatkan orang kafir dari kebenaran, karena mengetahui bahwa mereka lebih memilih kesesatan dari pada petunjuk.",
    "jalalayn": "(Selain Allah?\") yang kalian sembah selain-Nya; yang dimaksud adalah berhala-berhala. (Mereka menjawab, \"Mereka telah hilang lenyap) artinya, telah tiada (dari kami) maka kami tidak melihat mereka (bahkan kami dahulu tiada pernah menyembah sesuatu\") mereka mengingkari penyembahan mereka kepada berhala-berhala itu. Kemudian berhala-berhala sesembahan mereka itu didatangkan, selanjutnya dikatakan kepada mereka, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Sesungguhnya kalian dan apa yang kalian sembah selain Allah, adalah makanan Jahanam.\" (Q.S. Al-Anbiya, 98). (Seperti demikianlah) yakni sebagaimana disesatkan-Nya orang-orang yang mendustakan Alquran (Allah menyesatkan orang-orang kafir.)"
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 75,
    "arab": "ذٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُوْنَ",
    "translation": "Yang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4208.mp3",
    "tafsir": "Ayat ini menerangkan sebab-sebab Allah menimpakan azab yang pedih kepada orang-orang kafir. Di antaranya adalah karena mereka merasa gembira dan bahagia tanpa merasa berdosa selama hidup di dunia mengerjakan perbuatan-perbuatan syirik, seperti menyembah lebih dari satu tuhan, menyembah tuhan yang lain di samping menyembah Allah, atau mengakui bahwa ada makhluk-makhluk selain Allah mempunyai kekuatan gaib yang menyamai kekuatan-Nya. Di samping itu, mereka juga melakukan perbuatan-perbuatan maksiat, serta berlaku congkak, sombong, dan zalim terhadap manusia.",
    "quraish": "Dikatakan lagi kepada mereka, \"Azab yang kalian rasakan itu disebabkan oleh kegembiraan kalian di dunia yang bukan pada tempatnya, dan oleh kegembiraan yang berlebih-lebihan atas kesusahan yang menimpa para nabi dan kekasih Allah. Masuklah kalian semua ke dalam pintu-pintu jahanam, yang telah ditetapkan kekal buat kalian! Dan sejelek-jelek tempat tinggal untuk orang-orang yang sombong adalah neraka jahanam.\"",
    "jalalayn": "Dikatakan pula kepada mereka, (\"Yang demikian itu) yakni azab itu (disebabkan kalian bersuka ria di muka bumi dengan tidak benar) yaitu melakukan perbuatan syirik dan ingkar kepada adanya hari berbangkit (dan karena kalian selalu bersuka ria) artinya, terlalu berlebih-lebihan di dalam bersuka ria."
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 76,
    "arab": "اُدْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
    "translation": "(Dikatakan kepada mereka), “Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4209.mp3",
    "tafsir": "Lalu orang-orang kafir itu diperintahkan untuk masuk ke dalam neraka melalui pintu-pintunya, sesuai dengan keadaan perbuatan jahat yang telah mereka lakukan. Mereka juga diperintahkan untuk tetap berada di dalam neraka Jahanam karena itulah tempat yang layak bagi orang-orang yang mengingkari ayat-ayat Allah dan menyombongkan diri kepada-Nya.",
    "quraish": "Dikatakan lagi kepada mereka, \"Azab yang kalian rasakan itu disebabkan oleh kegembiraan kalian di dunia yang bukan pada tempatnya, dan oleh kegembiraan yang berlebih-lebihan atas kesusahan yang menimpa para nabi dan kekasih Allah. Masuklah kalian semua ke dalam pintu-pintu jahanam, yang telah ditetapkan kekal buat kalian! Dan sejelek-jelek tempat tinggal untuk orang-orang yang sombong adalah neraka jahanam.\"",
    "jalalayn": "(Masuklah kalian ke pintu-pintu neraka Jahanam, sedangkan kalian kekal di dalamnya. Maka itulah seburuk-buruk tempat) yakni tempat tinggal (bagi orang-orang yang sombong.\")"
  },
  {
    "page": 475,
    "name": "Gafir",
    "ayat": 77,
    "arab": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ ۚفَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا يُرْجَعُوْنَ",
    "translation": "Maka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4210.mp3",
    "tafsir": "Allah memerintahkan para rasul-Nya agar bersabar dalam menghadapi tindakan orang-orang musyrik yang mendustakan dan membantah ayat-ayat-Nya. Para rasul juga diminta bersabar dan bertawakal menghadapi gangguan dan ancaman-ancaman mereka. Allah menyatakan bahwa janji-Nya untuk mengazab orang-orang kafir pasti benar dan terlaksana.\nAllah mengatakan kepada Nabi saw bahwa jika Ia memperlihatkan kepadanya, di waktu Nabi masih hidup, azab yang ditimpakan kepada orang-orang musyrik, atau tidak diperlihatkan kepada Nabi azab itu dengan mewafatkannya sebelum kedatangan azab itu, maka hal itu tidak berarti apa-apa bagi mereka. Pada hari Kiamat semuanya kembali kepada Allah, lalu diberikan kepada mereka balasan yang setimpal.\nAyat lain yang searti dengan ayat ini ialah:\n\nMaka sungguh, sekiranya Kami mewafatkanmu (sebelum engkau mencapai kemenangan), maka sesungguhnya Kami akan tetap memberikan azab kepada mereka (di akhirat), atau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka. (az-Zukhruf/43: 41-42)",
    "quraish": "Bersabarlah, hai Muhammad! Sesungguhnya janji Allah untuk menyiksa musuh-musuhmu adalah benar, tidak diragukan lagi. Azab itu bisa jadi akan menimpa mereka pada saat kamu masih hidup, atau saat mereka kembali kepada Kami. Apabila Kami memperlihatkan kepadamu sebagian azab yang Kami janjikan itu saat kamu masih hidup, maka itu pasti akan terjadi. Dan apabila Kami mematikanmu sebelum itu, maka hanya kepada Kamilah mereka akan kembali. Saat itu mereka kami hitung berdasarkan perbuatan yang pernah mereka lakukan.",
    "jalalayn": "(Maka bersabarlah kamu, sesungguhnya janji Allah) yang akan mengazab mereka (adalah benar; maka jika Kami perlihatkan kepadamu) lafal Immaa adalah berasal dari In Syarthiyah yang diidgamkan kepada Maa Zaidah yang berfungsi mengukuhkan makna Syarat di awal Fi'il, kemudian menyusul Nun Taukid sesudahnya yang juga mengukuhkan makna syarath tadi (sebagian siksa yang Kami ancamkan kepada mereka) yakni semasa kamu masih hidup Kami menurunkan sebagian azab kepada mereka. Jawab Syarathnya tidak disebutkan, yaitu lafal Fadzaaka, yakni maka itulah sebagian dari azab Kami (atau pun Kami wafatkan kamu) yaitu sebelum mereka diazab (namun kepada Kami sajalah mereka dikembalikan) lalu Kami akan mengazab mereka dengan siksaan yang sangat keras. Jawab Syarath yang telah disebutkan di atas tadi hanyalah untuk Ma'thuf saja, yakni hanya untuk kalimah, Fa-immaa Nuriyannaka Ba'dhal Ladzii Na'iduhum, Fadzaaka."
  }
]