[
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 78,
    "arab": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ مِنْهُمْ مَّنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّنْ لَّمْ نَقْصُصْ عَلَيْكَ ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۚفَاِذَا جَاۤءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُوْنَ ࣖ ",
    "translation": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad), di antara mereka ada yang Kami ceritakan kepadamu dan di antaranya ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka apabila telah datang perintah Allah, (untuk semua perkara) diputuskan dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4211.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus para rasul dan nabi kepada umat-umat sebelum Nabi Muhammad. Di antara nabi dan rasul itu yang diterangkan kisahnya di dalam Al-Qur'an sebanyak 25 rasul, seperti Nabi Nuh, Idris, Ibrahim, Musa, Sulaiman, Isa, dan rasul-rasul yang lain. Di samping itu, banyak di antara para nabi dan rasul itu yang tidak disebutkan di dalam Al-Qur'an.\nDari Abu dzar bahwa ia berkata, \"Aku bertanya, 'Ya Rasulullah berapa jumlah nabi-nabi itu? Rasulullah saw menjawab, '124 ribu dan yang menjadi rasul di antaranya ialah 315 orang. Sebuah jumlah yang banyak.\" (Riwayat A.hmad) \n\nSetiap rasul yang diutus Allah itu tidak sanggup menciptakan mukjizat sendiri, tetapi bisa diberikan oleh Allah. Mukjizat itu sebagai bukti kerasulan yang dikemukakan kepada kaum yang mendustakannya. Bentuk dan sifat mukjizat itu disesuaikan dengan keadaan, masa, dan tempat di mana rasul penerimanya hidup, sehingga mukjizat itu benar-benar diyakini oleh umat pada waktu itu. Mukjizat itu diberikan jika Allah sendiri berkehendak memberikannya. Jika Allah belum berkehendak memberikannya, maka mukjizat itu tidak akan diberikannya walaupun orang-orang kafir memintanya. Mukjizat itu diberikan sesuai dengan hikmah dan kebijaksanaan Allah dan sesuai pula dengan kemaslahatan umat.\nPada akhir ayat ini diterangkan bahwa jika azab Allah telah datang menimpa orang-orang yang mendustakan-Nya, maka Allah menyelesaikan perkara mereka dengan seadil-adilnya. Allah menyelamatkan para rasul dan orang-orang yang beriman kepadanya dari azab itu, serta membinasakan orang-orang yang ingkar dan mempersekutukan-Nya. Hal ini dapat dilihat pada waktu azab Allah menimpa kaum 'Ad, Allah menyelamatkan Nabi Hud dan orang-orang yang beriman yang bersamanya. Demikian pula azab yang menimpa kaum Samud dan sebagainya.",
    "quraish": "Kami bersumpah, bahwa Kami benar-benar telah mengutus banyak rasul sebelummu. Di antara mereka ada yang Kami sampaikan kabarnya, dan ada juga yang tidak Kami sampaikan. Seorang rasul dari mereka itu tidak akan mendatangkan mukjizat kecuali atas kehendak Allah, bukan dari dirinya sendiri atau usulan kaumnya. Dari itu, apabila perintah Allah untuk mendatangkan azab telah tiba, baik di dunia maupun di akhirat, Dia menyelesaikan urusan mereka dengan adil. Pada saat itu para pelaku kebatilan menjadi rugi.",
    "jalalayn": "(Dan sesungguhnya telah Kami utus rasul-rasul sebelum kamu; di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada -pula- yang tidak Kami ceritakan kepadamu) menurut suatu riwayat diceritakan, bahwa Allah swt. telah mengutus delapan ribu orang nabi untuk menjadi rasul; yang empat ribu orang di antaranya dari kaum Bani Israel, sedangkan yang empat ribu orang lagi dari kalangan umat-umat selain Bani Israel. (Tidak dapat bagi seorang rasul) di antara rasul-rasul itu (membawa suatu mukjizat, melainkan dengan seizin Allah) karena mereka juga hamba-hamba Allah yang diperintah oleh-Nya (maka apabila telah datang perintah Allah) yang memerintahkan supaya azab diturunkan atas orang-orang kafir (diputuskan) semua perkara di antara rasul-rasul dan orang-orang yang mendustakannya (dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil) yakni, keputusan itu merupakan kemenangan bagi rasul-rasul dan kerugian bagi orang-orang yang mendustakannya; pada hakikatnya sebelum itu pun orang-orang yang mendustakan para rasul sudah merugi."
  },
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 79,
    "arab": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَۖ",
    "translation": "Allah-lah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4212.mp3",
    "tafsir": "Kebanyakan ahli tafsir berpendapat bahwa yang dimaksud dengan binatang ternak dalam ayat ini ialah unta, karena binatang itulah yang sesuai dengan sifat-sifat yang disebutkan pada ayat ini. Ibnu Katsir berpendapat bahwa yang dimaksud adalah unta, sapi, dan kambing. Unta berguna untuk dimakan, diperah susunya, digunakan untuk mengangkut barang yang berat dan ditunggangi dalam bepergian. Sapi bisa dimanfaatkan untuk dimakan dagingnya, diperah susunya, dan digunakan tenaganya untuk membajak tanah. Sedangkan kambing bisa dimakan dagingnya dan diperah susunya. Semua binatang itu bisa dimanfaatkan bulu, kulit, dan rambutnya. Firman Allah:\n\n¦Dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu). (an-Nahl/16: 80)\n\nDan firman-Nya:\n\nDan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 5-7)\n\nUnta adalah binatang yang paling banyak digunakan oleh orang-orang yang hidup di padang pasir, seakan-akan unta itu tidak dapat dipisahkan dari hidup dan kehidupan mereka. Untalah yang membawa mereka ke berbagai negeri dalam usaha perdagangan. Unta merupakan sahabat setia mereka jika mereka berada di tengah-tengah padang pasir luas. \nOleh karena itu, jika unta dikemukakan oleh ayat-ayat ini kepada orang-orang Arab, sebagai salah satu binatang yang besar manfaatnya, maka maksud perumpamaan itu bisa dipahami oleh pikiran mereka. Pada zaman Pertengahan, bangsa Arab merupakan bangsa yang menghubungkan negeri Barat dan Timur. Pada waktu itu, terjadi perdagangan dari Timur ke Barat, membawa rempah-rempah ke Barat, dan membawa hasil kerajinan ke Timur.\nDi Timur, rempah-rempah itu dibawa ke Arab Selatan atau ke Teluk Persia, kemudian barang itu dibawa ke Turki melalui padang pasir yang luas. Sarana angkutan utama yang digunakan oleh orang Arab waktu itu adalah binatang unta.\nSelain memberikan contoh manfaat binatang ternak yaitu susu, tenaga, dan lain sebagainya, ayat ini menggarisbawahi penerapannya secara luas untuk transportasi, khususnya dalam istilah bahtera, yang secara generik berarti bahtera kapal laut, artinya wahana perjalanan laut. Akan tetapi, kalau melihat bahwa Al-Qur'an adalah kitab suci terakhir yang diturunkan untuk manusia sampai akhir zaman maka kata bahtera itu perlu diperluas artinya hingga semua wahana transportasi baik di laut, danau, sungai, rawa, maupun darat. Termasuk juga untuk wahana transportasi di udara (atmosfer) atau di luar angkasa dimana tidak ada udara.\nOleh karena itu, wahana transportasi itu meliputi kereta api, kereta api kilat (shinkansen di Jepang), sky lift (line) (kendaraan yang bergantung dan bergerak di udara di atas seutas kabel, sampai hovercraft yaitu kendaraan di paya-paya atau rawa. Termasuk ke dalamnya kendaraan speedboat yang melayang di atas permukaan air dan bisa meluncur dengan sesekali menyentuh permukaan air dan bergerak beberapa centimeter di atasnya. Ke dalam kategori ini ada pula levitation train yang terangkat beberapa sentimeter di atas rel dan tidak menyentuhnya. Oleh karena itu, kendaraan itu bergerak tanpa gesekan yang menghambat gerakan dari rel. Kereta api bisa melayang tanpa menyentuh rel karena bermuatan magnit yang sama dengan rel sehingga terjadi tolak menolak antara kereta dengan rel sehingga akibatnya kereta api melayang (levitate) bergerak tanpa bersentuhan dengan permukaan rel sehingga bebas dari gesekan. Deretan wahana itu bisa direvisi ulang dengan kendaraan angkasa seperti pesawat terbang sampai kendaraan luar angkasa (outer space) yang berbentuk roket dan satelit.\nTentu saja daftar wahana di darat, laut, maupun udara ini perlu direvisi dengan penemuan kendaraan baru sesuai dengan kemajuan teknologi, tetapi pada dasarnya semua bentuk dan wahana transportasi yang dipakai manusia berpindah, bergerak, dan berdinamika untuk lebih mempercepat mencapai sasaran hidup kita yang diridai Allah.",
    "quraish": "Allah yang menundukkan unta kepada kalian. Sebagiannya untuk kalian naiki dan yang lain lagi untuk kalian makan.",
    "jalalayn": "(Allahlah yang menjadikan binatang ternak untuk kalian) menurut suatu pendapat dikatakan, bahwa yang dimaksud hanyalah unta saja. Tetapi menurut pendapat yang kuat, ternak yang dimaksud mencakup pula sapi dan kambing (sebagiannya untuk kalian kendarai dan sebagiannya untuk kalian makan.)"
  },
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 80,
    "arab": "وَلَكُمْ فِيْهَا مَنَافِعُ وَلِتَبْلُغُوْا عَلَيْهَا حَاجَةً فِيْ صُدُوْرِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَۗ",
    "translation": "Dan bagi kamu (ada lagi) manfaat-manfaat yang lain padanya (hewan ternak itu) dan agar kamu mencapai suatu keperluan (tujuan) yang tersimpan dalam hatimu (dengan mengendarainya). Dan dengan mengendarai binatang-binatang itu, dan di atas kapal mereka diangkut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4213.mp3",
    "tafsir": "Kebanyakan ahli tafsir berpendapat bahwa yang dimaksud dengan binatang ternak dalam ayat ini ialah unta, karena binatang itulah yang sesuai dengan sifat-sifat yang disebutkan pada ayat ini. Ibnu Katsir berpendapat bahwa yang dimaksud adalah unta, sapi, dan kambing. Unta berguna untuk dimakan, diperah susunya, digunakan untuk mengangkut barang yang berat dan ditunggangi dalam bepergian. Sapi bisa dimanfaatkan untuk dimakan dagingnya, diperah susunya, dan digunakan tenaganya untuk membajak tanah. Sedangkan kambing bisa dimakan dagingnya dan diperah susunya. Semua binatang itu bisa dimanfaatkan bulu, kulit, dan rambutnya. Firman Allah:\n\n¦Dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu). (an-Nahl/16: 80)\n\nDan firman-Nya:\n\nDan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 5-7)\n\nUnta adalah binatang yang paling banyak digunakan oleh orang-orang yang hidup di padang pasir, seakan-akan unta itu tidak dapat dipisahkan dari hidup dan kehidupan mereka. Untalah yang membawa mereka ke berbagai negeri dalam usaha perdagangan. Unta merupakan sahabat setia mereka jika mereka berada di tengah-tengah padang pasir luas. \nOleh karena itu, jika unta dikemukakan oleh ayat-ayat ini kepada orang-orang Arab, sebagai salah satu binatang yang besar manfaatnya, maka maksud perumpamaan itu bisa dipahami oleh pikiran mereka. Pada zaman Pertengahan, bangsa Arab merupakan bangsa yang menghubungkan negeri Barat dan Timur. Pada waktu itu, terjadi perdagangan dari Timur ke Barat, membawa rempah-rempah ke Barat, dan membawa hasil kerajinan ke Timur.\nDi Timur, rempah-rempah itu dibawa ke Arab Selatan atau ke Teluk Persia, kemudian barang itu dibawa ke Turki melalui padang pasir yang luas. Sarana angkutan utama yang digunakan oleh orang Arab waktu itu adalah binatang unta.\nSelain memberikan contoh manfaat binatang ternak yaitu susu, tenaga, dan lain sebagainya, ayat ini menggarisbawahi penerapannya secara luas untuk transportasi, khususnya dalam istilah bahtera, yang secara generik berarti bahtera kapal laut, artinya wahana perjalanan laut. Akan tetapi, kalau melihat bahwa Al-Qur'an adalah kitab suci terakhir yang diturunkan untuk manusia sampai akhir zaman maka kata bahtera itu perlu diperluas artinya hingga semua wahana transportasi baik di laut, danau, sungai, rawa, maupun darat. Termasuk juga untuk wahana transportasi di udara (atmosfer) atau di luar angkasa dimana tidak ada udara.\nOleh karena itu, wahana transportasi itu meliputi kereta api, kereta api kilat (shinkansen di Jepang), sky lift (line) (kendaraan yang bergantung dan bergerak di udara di atas seutas kabel, sampai hovercraft yaitu kendaraan di paya-paya atau rawa. Termasuk ke dalamnya kendaraan speedboat yang melayang di atas permukaan air dan bisa meluncur dengan sesekali menyentuh permukaan air dan bergerak beberapa centimeter di atasnya. Ke dalam kategori ini ada pula levitation train yang terangkat beberapa sentimeter di atas rel dan tidak menyentuhnya. Oleh karena itu, kendaraan itu bergerak tanpa gesekan yang menghambat gerakan dari rel. Kereta api bisa melayang tanpa menyentuh rel karena bermuatan magnit yang sama dengan rel sehingga terjadi tolak menolak antara kereta dengan rel sehingga akibatnya kereta api melayang (levitate) bergerak tanpa bersentuhan dengan permukaan rel sehingga bebas dari gesekan. Deretan wahana itu bisa direvisi ulang dengan kendaraan angkasa seperti pesawat terbang sampai kendaraan luar angkasa (outer space) yang berbentuk roket dan satelit.\nTentu saja daftar wahana di darat, laut, maupun udara ini perlu direvisi dengan penemuan kendaraan baru sesuai dengan kemajuan teknologi, tetapi pada dasarnya semua bentuk dan wahana transportasi yang dipakai manusia berpindah, bergerak, dan berdinamika untuk lebih mempercepat mencapai sasaran hidup kita yang diridai Allah.",
    "quraish": "Juga untuk banyak keperluan lain--selain untuk dinaiki dan dimakan--seperti menarik atau mengangkut barang berat dan lain-lain. Di atas unta, yang merupakan salah satu jenis hewan, dan di atas kapal, kalian dan barang-barang kalian dapat diangkut.",
    "jalalayn": "(Dan -ada lagi- manfaat-manfaat lain pada binatang ternak itu untuk kalian) yaitu berupa air susu, keturunan binatang ternak itu dan juga dari bulu-bulunya (dan supaya kalian mencapai suatu keperluan yang tersimpan dalam hati) maksudnya, dapat kalian gunakan untuk mengangkut barang-barang ke berbagai negeri (dengan mengendarainya) di daratan (dan dengan menaiki bahtera) yakni perahu melalui jalan laut (kalian dapat menaiki semuanya.)"
  },
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 81,
    "arab": "وَيُرِيْكُمْ اٰيٰتِهٖۖ فَاَيَّ اٰيٰتِ اللّٰهِ تُنْكِرُوْنَ",
    "translation": "Dan Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu. Lalu tanda-tanda (kebesaran) Allah yang mana yang kamu ingkari?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4214.mp3",
    "tafsir": "Demikianlah Allah memperlihatkan kepada manusia tanda-tanda kekuasaan dan kebesaran-Nya. Sebenarnya tidak ada satu pun di antara tanda-tanda itu yang tidak dapat dilihat atau tidak sesuai dengan akal pikiran, sehingga tidak ada jalan bagi manusia untuk mengingkarinya. Jika mereka mengingkarinya, maka alasan keingkaran itu hanyalah alasan yang dicari-cari.",
    "quraish": "Allah telah memperlihatkan kepada kalian bukti-bukti kekuasaan-Nya. Dari itu, perlihatkan kepada-Ku bukti mana yang kalian ingkari? Bukti-bukti itu begitu jelasnya, sehingga tidak mungkin diingkari oleh orang yang daya pikirnya paling rendah sekalipun.",
    "jalalayn": "(Dan Dia memperlihatkan kepada kalian tanda-tanda-Nya; maka tanda-tanda Allah yang manakah) yakni tanda-tanda yang menunjukkan kepada keesaan-Nya (yang kalian ingkari?) Istifham atau kata tanya di sini mengandung makna cemoohan. Disebutkan lafal Ayyun dalam bentuk Mudzakkar adalah lebih terkenal daripada bentuk Ta'nitsnya."
  },
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 82,
    "arab": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ كَانُوْٓا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
    "translation": "Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4215.mp3",
    "tafsir": "Melalui ayat ini, Allah mempertanyakan apakah orang-orang musyrik Mekah, yang mengingkari ayat-ayat Allah yang disampaikan kepada mereka, tidak pernah berjalan dan bepergian ke negeri-negeri lain? Sebenarnya mereka adalah para perantau dan para musafir yang telah pergi ke berbagai negeri dalam melakukan perdagangan. Mereka pergi ke Yaman, Arab Selatan, dan Syria pada setiap musim dan waktu, sesuai dengan bentuk perdagangan waktu itu. Dalam perjalanan mereka melalui negeri-negeri yang pernah didiami oleh umat-umat dahulu, seperti negeri kaum 'Ad, Samud, penduduk Aikah, Mesir, Babilonia, dan sebagainya. \nDari bekas-bekas reruntuhan yang mereka lihat di negeri itu, dan cerita yang mereka terima dari leluhurnya, mereka mengetahui bahwa di negeri-negeri itu pernah ada umat-umat yang gagah perkasa, berkebudayaan tinggi, dan telah menaklukkan negeri-negeri sekitarnya. Mereka memahat gunung untuk rumah-rumah mereka, membuat piramida-piramida yang kokoh, dan sebagainya. Akan tetapi, karena keingkaran kepada rasul-rasul Allah yang diutus, maka mereka pun ditimpa azab Allah. Di saat itu, tidak ada sesuatu pun yang dapat menyelamatkan mereka dari azab Allah. Orang-orang musyrik Mekah, yang belum dapat menandingi hasil yang pernah dicapai oleh umat-umat dahulu itu, akan mengalami nasib seperti mereka jika tetap mengingkari kerasulan Muhammad saw. Tidak seorang pun yang dapat menyelamatkan mereka dari azab Allah itu.",
    "quraish": "Apakah mereka hanya duduk berpangku tangan dan tidak berjalan di atas bumi agar bisa melihat bagaimana kehancuran merupakan akibat dari perbuatan bangsa-bangsa sebelum mereka? Mereka berjumlah lebih besar, lebih kuat, dan lebih luas pengaruhnya di bumi. Kendati begitu, azab Allah tidak bisa dihalangi oleh harta, kekuatan, atau kekuasaan mereka.",
    "jalalayn": "(Maka apakah mereka tiada mengadakan perjalanan di muka bumi lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan -lebih banyak- bekas-bekas mereka di muka bumi) seperti gedung-gedung dan bangunan-bangunan lainnya sebagai peninggalan mereka (maka apa yang mereka usahakan itu tidak dapat menolong mereka.)"
  },
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 83,
    "arab": "فَلَمَّا جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرِحُوْا بِمَا عِنْدَهُمْ مِّنَ الْعِلْمِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
    "translation": "Maka ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan ilmu yang ada pada mereka dan mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4216.mp3",
    "tafsir": "Dalam ayat ini disebutkan bahwa kepada umat-umat terdahulu telah datang rasul-rasul yang diutus Allah dengan membawa dalil-dalil dan keterangan-keterangan yang kuat dan nyata. Akan tetapi, mereka tetap mengingkarinya bahkan menentang seruan para rasul itu. Mereka memperlihatkan kepada para rasul itu betapa kuatnya keyakinan mereka terhadap agama yang mereka anut. Mereka menyangka bahwa ilmu yang mereka peroleh itu adalah ilmu yang tiada tara sehingga mereka memperolok-olokkan para rasul itu. Orang-orang kafir itu akan ditimpa azab yang berat di akhirat.\nUcapan-ucapan mereka itu disebutkan dalam firman Allah:\n\n¦ Dan tidak ada yang membinasakan kita selain masa. (al-Jatsiyah/45: 24)\n\nDan firman Allah:\n\n¦Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami¦ (al-An'am/6: 148)",
    "quraish": "Pada saat umat-umat itu didatangi oleh para rasul dengan membawa syariat yang jelas, mereka malah membanggakan ilmu pengetahuan dunia yang mereka punyai, dan sebaliknya meremehkan ilmu para rasul. Maka mereka kemudian ditimpa azab yang pernah dijanjikan para rasul dan mereka remehkan itu.",
    "jalalayn": "(Maka tatkala datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan) yakni mukjizat-mukjizat yang nyata (mereka merasa senang) orang-orang kafir itu (dengan apa yang ada pada mereka) yakni rasul-rasul itu (yaitu pengetahuan mereka) pengertian gembira di sini mengandung makna ejekan dan olok-olokan seraya ingkar kepada apa yang didatangkan oleh para rasul itu (dan menimpalah) maksudnya, turunlah (kepada mereka apa yang selalu mereka perolok-olokkan itu) yaitu, azab Allah yang selalu mereka ejek itu."
  },
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 84,
    "arab": "فَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ",
    "translation": "Maka ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4217.mp3",
    "tafsir": "Ayat ini menerangkan watak dan kepercayaan manusia yang sebenarnya kepada Allah. Manusia pada dasarnya mempercayai bahwa Tuhan itu adalah Esa, Dialah Yang Mahakuasa dan yang memberikan nikmat kepada hamba-hamba-Nya. Kepercayaan itu dapat tertutupi oleh keadaan yang memengaruhi kehidupan manusia. Jika sedang berkuasa, kaya, dan dikuasai oleh hawa nafsunya, mereka lupa kepada Allah, bahkan mencari tuhan-tuhan yang lain yang akan disembah, sesuai dengan tuntutan hawa nafsunya. Jika mereka ditimpa bahaya, malapetaka, kesedihan, dan sebagainya, mereka kembali ingat dan menghambakan diri kepada Tuhan yang menciptakannya. Di saat itu pula mereka mengingkari tuhan-tuhan yang mereka ada-adakan.\nBanyak contoh dan perumpamaan yang dikemukakan Allah dalam ayat-ayat-Nya sehubungan dengan hal ini. Banyak pula orang-orang yang mempunyai sifat-sifat yang demikian, seperti Fir'aun, Karun, dan sebagainya.",
    "quraish": "Ketika melihat kejamnya azab Kami, mereka mengatakan, \"Kami beriman hanya kepada Allah dan ingkar kepada tuhan-tuhan yang menyebabkan kami musyrik.\"",
    "jalalayn": "(Maka tatkala mereka melihat azab Kami) yakni betapa kerasnya azab Kami (mereka berkata, \"Kami beriman hanya kepada Allah saja, dan kami kafir kepada sesembahan-sesembahan yang telah kami mempersekutukannya dengan Allah.\")"
  },
  {
    "page": 476,
    "name": "Gafir",
    "ayat": 85,
    "arab": "فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَا ۗسُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهِۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَ ࣖ ",
    "translation": "Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4218.mp3",
    "tafsir": "Ayat ini menegaskan bahwa pengakuan iman orang-orang seperti diterangkan ayat di atas, tidak ada manfaatnya lagi jika azab Allah telah datang. Pintu tobat telah tertutup bagi mereka, seperti firman Allah kepada Fir'aun waktu ia akan tenggelam:\n\n¦Sehingga ketika Fir'aun hampir tenggelam dia berkata, \"Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).\" Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. (Yunus/10: 90-91)\n\nAyat ini memberi peringatan bahwa iman itu akan berfaedah bagi seseorang apabila ia beriman kepada Allah dalam kehidupannya di dunia yang fana ini, pikiran dan hatinya merasakan kebesaran dan kekuasaan Allah dan ia merasa bahwa hidup dan matinya bergantung pada-Nya. Jika melakukan kesalahan, ia pun segera bertobat dan berjanji tidak akan melakukan kesalahan lagi.\nYang diterangkan itu adalah hukum-hukum Tuhan yang berlaku bagi semua orang. Iman itu tidak ada faedahnya lagi di kala mereka melihat azab. Pada saat itu tidak ada lagi gunanya iman dan semua orang-orang yang kafir akan merugi.",
    "quraish": "Tetapi iman yang mereka ucapkan pada saat melihat kejamnya azab itu tidak berguna lagi. Sebab ketentuan Allah telah berlaku pada hamba-Nya, bahwa Dia tidak menerima pernyataan iman yang diucapkan saat diturunkan azab. Saat itu, orang kafir sangat merugi.",
    "jalalayn": "(Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunah Allah) dinashabkannya lafal Sunnatallaahi karena menjadi Mashdar dari Fi'il yang diperkirakan keberadaannya, dan Fi'il tersebut diambil dari lafalnya (yang telah berlaku terhadap hamba-hamba-Nya) yaitu pada semua umat, bahwasanya iman tiada gunanya apabila timbul di kala azab turun. (Dan di waktu itu merugilah orang-orang kafir) yakni jelaslah kerugian mereka; masing-masing di antara mereka mengalami kerugian yang nyata; dan memang sebelum itu pun mereka adalah orang-orang yang merugi."
  }
]