[
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 1,
    "arab": " حٰمۤ  ۚ ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4273.mp3",
    "tafsir": "Kedua ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
    "quraish": "[[42 ~ ASY-SYURA (MUSYAWARAH) Pendahuluan: Makkiyyah 53 ayat ~ Surat Makkiyyah yang berisi 53 ayat ini dinamakan al-syûrâ--berarti 'musyawarah'--untuk merangsang umat Islam agar selalu berpegang pada prinsip musyawarah dalam mengatur segala macam urusan kehidupannya. Hal itu diharapkan bisa mewujudkan keadilan dan kebenaran. Secara umum, surat ini mencakup banyak masalah agama dan bukti-bukti keimanan. Diawali dengan pembicaraan secara singkat mengenai al-Qur'ân yang merupakan wahyu dari Allah, membantah berbagai hujatan orang-orang kafir, dan banyak memberikan penawar hati kepada Nabi Muhammad saw. Selanjutnya, surat ini menerangkan betapa besarnya kekuasaan dan kekuatan Allah yang menurunkan al-Qur'ân itu. Tetapi, kendati disertai bukti-bukti yang dengan jelas menunjukkan bahwa al-Qur'ân berasal dari Allah, dapat kita ketahui, melalui bagian selanjutnya, bahwa ternyata kebanyakan orang masih saja mengingkarinya. Setelah itu, disebutkan pula penegasan kekuasaan Allah atas segala sesuatu dan keterangan mengenai kesatuan misi semua syariat yang pernah ada. Hal itu kemudian diikuti dengan keterangan tentang orang-orang yang mengingkarinya dan panduan kitab-kitab samawi menuju kebenaran, berikut kecaman terhadap sejarah dan perselisihan orang-orang musyrik dalam menyikapi kebenaran itu secara tidak benar. Surat ini kemudian membicarakan permintaan orang-orang yang melakukan pendustaan, dengan nada mengejek, agar siksaan yang diancamkan kepada mereka itu dipercepat. Pembicaraan selanjutnya beralih kepada hal-hal yang harus dilakukan oleh orang yang menyeru kepada agama, sifat lemah-lembut Allah kepada hamba-hamba-Nya, dan peringatan untuk mereka agar tidak tenggelam dalam kesenangan dunia. Dalam bagian selanjutnya, surat ini menerangkan buruknya keadaan orang-orang kafir, dan baiknya keadaan orang-orang yang Mukmin di akhirat kelak. Diteruskan, kemudian, dengan pembicaraan mengenai tuduhan para pendusta bahwa komposisi al-Qur'ân adalah ciptaan Rasulullah saw. Padahal, mereka sendiri tidak mampu membuat sesuatu yang serupa dengan surat al-Qur'ân yang paling pendek sekalipun. Selanjutnya, secara berturut- turut disebutkan bahwa Allah menerima pertobatan orang-orang Mukmin, hikmah pembagian rezeki menurut ukuran yang sangat teliti. Bagaimana, misalnya, Allah tidak membuat semua orang menjadi kaya raya karena, dengan begitu, mereka semua akan sombong. Begitu juga sebaliknya, Allah juga tidak membuat semua orang menjadi miskin karena, jika demikian, mereka semua akan menderita. Ada yang dijadikan kaya dan ada pula yang dijadikan miskin. Setelah itu semua, surat ini berturut-turut menerangkan betapa besarnya manfaat hujan, penjelasan tentang bukti-bukti kekuasaan Allah di alam raya, dan penjelasan bahwa setiap musibah yang terjadi di dunia disebabkan oleh perbuatan maksiat. Kemudian disebutkan sekali lagi, kali ini dengan gaya yang berbeda, penjelasan tentang keadaan masing-masing dari kelompok Mukmin dan pelaku pendustaan di akhirat, bahwa para pendusta itu akan sangat terhina. Hal ini lalu diikuti dengan anjuran untuk bergegas melakukan kebaikan selagi belum habis kesempatan, sebelum selanjutnya memberikan penawar hati kepada Nabi Muhammad saw. Terakhir, surat ini menjelaskan kekuasaan Allah untuk memberi anak perempuan, laki-laki, kedua-duanya, atau bahkan untuk tidak memberi anak sama sekali kepada siapa saja yang Dia kehendaki. Disebutkan pula cara-cara Allah dalam berbicara dengan para nabi-Nya. Akhirnya surat ini ditutup dengan penjelasan tentang jalan yang benar dan lurus yang harus diikuti.]] Hâ, Mîm. 'Ain, Sîn, Qâf. Seperti gaya al-Qur'ân dalam mengawali beberapa suratnya, surat ini pun diawali dengan lima huruf fonemis.",
    "jalalayn": "(Haa Miim)"
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 2,
    "arab": "عۤسۤقۤ  ۗ  ",
    "translation": "Ain Sin Qaf",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4274.mp3",
    "tafsir": "Kedua ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
    "quraish": "[[42 ~ ASY-SYURA (MUSYAWARAH) Pendahuluan: Makkiyyah 53 ayat ~ Surat Makkiyyah yang berisi 53 ayat ini dinamakan al-syûrâ--berarti 'musyawarah'--untuk merangsang umat Islam agar selalu berpegang pada prinsip musyawarah dalam mengatur segala macam urusan kehidupannya. Hal itu diharapkan bisa mewujudkan keadilan dan kebenaran. Secara umum, surat ini mencakup banyak masalah agama dan bukti-bukti keimanan. Diawali dengan pembicaraan secara singkat mengenai al-Qur'ân yang merupakan wahyu dari Allah, membantah berbagai hujatan orang-orang kafir, dan banyak memberikan penawar hati kepada Nabi Muhammad saw. Selanjutnya, surat ini menerangkan betapa besarnya kekuasaan dan kekuatan Allah yang menurunkan al-Qur'ân itu. Tetapi, kendati disertai bukti-bukti yang dengan jelas menunjukkan bahwa al-Qur'ân berasal dari Allah, dapat kita ketahui, melalui bagian selanjutnya, bahwa ternyata kebanyakan orang masih saja mengingkarinya. Setelah itu, disebutkan pula penegasan kekuasaan Allah atas segala sesuatu dan keterangan mengenai kesatuan misi semua syariat yang pernah ada. Hal itu kemudian diikuti dengan keterangan tentang orang-orang yang mengingkarinya dan panduan kitab-kitab samawi menuju kebenaran, berikut kecaman terhadap sejarah dan perselisihan orang-orang musyrik dalam menyikapi kebenaran itu secara tidak benar. Surat ini kemudian membicarakan permintaan orang-orang yang melakukan pendustaan, dengan nada mengejek, agar siksaan yang diancamkan kepada mereka itu dipercepat. Pembicaraan selanjutnya beralih kepada hal-hal yang harus dilakukan oleh orang yang menyeru kepada agama, sifat lemah-lembut Allah kepada hamba-hamba-Nya, dan peringatan untuk mereka agar tidak tenggelam dalam kesenangan dunia. Dalam bagian selanjutnya, surat ini menerangkan buruknya keadaan orang-orang kafir, dan baiknya keadaan orang-orang yang Mukmin di akhirat kelak. Diteruskan, kemudian, dengan pembicaraan mengenai tuduhan para pendusta bahwa komposisi al-Qur'ân adalah ciptaan Rasulullah saw. Padahal, mereka sendiri tidak mampu membuat sesuatu yang serupa dengan surat al-Qur'ân yang paling pendek sekalipun. Selanjutnya, secara berturut- turut disebutkan bahwa Allah menerima pertobatan orang-orang Mukmin, hikmah pembagian rezeki menurut ukuran yang sangat teliti. Bagaimana, misalnya, Allah tidak membuat semua orang menjadi kaya raya karena, dengan begitu, mereka semua akan sombong. Begitu juga sebaliknya, Allah juga tidak membuat semua orang menjadi miskin karena, jika demikian, mereka semua akan menderita. Ada yang dijadikan kaya dan ada pula yang dijadikan miskin. Setelah itu semua, surat ini berturut-turut menerangkan betapa besarnya manfaat hujan, penjelasan tentang bukti-bukti kekuasaan Allah di alam raya, dan penjelasan bahwa setiap musibah yang terjadi di dunia disebabkan oleh perbuatan maksiat. Kemudian disebutkan sekali lagi, kali ini dengan gaya yang berbeda, penjelasan tentang keadaan masing-masing dari kelompok Mukmin dan pelaku pendustaan di akhirat, bahwa para pendusta itu akan sangat terhina. Hal ini lalu diikuti dengan anjuran untuk bergegas melakukan kebaikan selagi belum habis kesempatan, sebelum selanjutnya memberikan penawar hati kepada Nabi Muhammad saw. Terakhir, surat ini menjelaskan kekuasaan Allah untuk memberi anak perempuan, laki-laki, kedua-duanya, atau bahkan untuk tidak memberi anak sama sekali kepada siapa saja yang Dia kehendaki. Disebutkan pula cara-cara Allah dalam berbicara dengan para nabi-Nya. Akhirnya surat ini ditutup dengan penjelasan tentang jalan yang benar dan lurus yang harus diikuti.]] Hâ, Mîm. 'Ain, Sîn, Qâf. Seperti gaya al-Qur'ân dalam mengawali beberapa suratnya, surat ini pun diawali dengan lima huruf fonemis.",
    "jalalayn": "('Ain Siin Qaaf) kedua ayat ini hanya Allahlah yang mengetahui arti dan maksudnya."
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 3,
    "arab": "كَذٰلِكَ يُوْحِيْٓ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۙ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Demikianlah Allah Yang Mahaperkasa, Mahabijaksana mewahyukan kepadamu (Muhammad) dan kepada orang-orang yang sebelummu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4275.mp3",
    "tafsir": "Pada ayat ini, Allah Yang Mahaperkasa lagi Mahabijaksana menjelaskan bahwa apa yang diwahyukan kepada Nabi Muhammad saw antara lain supaya ia berdakwah mengenai tauhid mengesakan Allah, juga mengenai kenabian, beriman kepada hari akhir, memperbaiki diri dengan akhlak karimah dan menjauhkannya dari hal-hal yang rendah dan hina, beramal untuk kebahagiaan pribadi dan masyarakat semuanya itu, hal ini telah diwahyukan pula kepada nabi-nabi sebelumnya. Firman Allah: \n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25)\n\nDalam ayat lain Allah berfirman:\n\nSesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayyub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Daud. (an-Nisa'/4: 163)",
    "quraish": "Seperti pesan-pesan yang terkandung dalam surat ini, Allah Yang Mahaperkasa dan Mahabijaksana--yang meletakkan sesuatu pada tempatnya--menurunkan wahyu kepadamu, Muhammad, dan kepada para rasul sebelummu sesuai dengan hikmah rencana dan perbuatan-Nya.",
    "jalalayn": "(Demikianlah) artinya seperti penurunan wahyu ini (telah mewahyukannya kepadamu dan) telah mewahyukan pula (kepada orang-orang yang sebelum kamu, yaitu Allah) lafal Allah menjadi Fa'il dari lafal Yuuhii (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 4,
    "arab": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَهُوَ الْعَلِيُّ الْعَظِيْمُ ",
    "translation": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Dialah Yang Mahaagung, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4276.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menguasai dan memiliki semua yang ada di langit dan semua yang ada di bumi. Ini menunjukkan kekuasaan-Nya yang tidak terbatas. Dia bisa saja berbuat sekehendaknya sesuai dengan iradat-Nya. Semua yang ada, harus tunduk kepada-Nya. Dia-lah yang mengatur segala yang ada, Dia Mahatinggi, tiada suatu kerajaan atau kekuasaan yang lebih tinggi daripada-Nya. Dia Mahabesar. \nKepunyaan-Nyalah apa yang ada di langit dan apa yang ada di bumi, ciptaan dan pemilikan Allah tanpa terbatas pada makhluk-Nya. Dia Mahaagung akan segala urusan, hukum, dan pemeliharaan-Nya. Mahasuci Allah, tiada Tuhan selain Dia.",
    "quraish": "Hanya Allah yang mempunyai wewenang untuk mencipta, memiliki, dan mengatur segala sesuatu yang ada di langit dan bumi. Hanya Dialah yang berkedudukan tinggi dan berkekuasaan besar.",
    "jalalayn": "(Kepunyaan-Nyalah apa yang ada di langit dan apa yang ada di bumi) sebagai milik-Nya semua makhluk dan hamba-hamba-Nya. (Dan Dialah Yang Maha Tinggi) di atas semua makhluk-Nya (lagi Maha Besar) atau Maha Agung."
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 5,
    "arab": "تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلٰۤىِٕكَةُ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُوْنَ لِمَنْ فِى الْاَرْضِۗ  اَلَآ اِنَّ اللّٰهَ هُوَ الْغَفُوْرُ الرَّحِيْمُ ",
    "translation": "Hampir saja langit itu pecah dari sebelah atasnya (karena kebesaran Allah) dan malaikat-malaikat bertasbih memuji Tuhannya dan memohonkan ampunan untuk orang yang ada di bumi. Ingatlah, sesungguhnya Allah Dialah Yang Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4277.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa karena kemahabesaran dan kemahatinggian serta kehebatan-Nya, maka hampir saja langit retak, pecah berantakan, dan berguguran. Para malaikat senantiasa bertasbih menyucikan Allah dari segala sifat kekurangan, memuji dan mensyukuri-Nya atas segala nikmat yang telah diberikan kepada mereka, taat dan patuh kepada perintah-Nya, tak pernah berbuat maksiat dan durhaka kepada-Nya, sebagaimana firman Allah:\n\nMereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 20)\n\nDan firman-Nya:\n\nYang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)\n\nPara malaikat juga selalu memohon kepada Allah supaya mengampuni dosa orang-orang yang beriman di atas bumi ini, dan mengilhami mereka sehingga mereka itu senantiasa melalui jalan-jalan kebaikan yang membawa kepada kebahagiaan.\nMalaikat itu diumpamakan laksana cahaya yang memberi kehidupan dengan panas yang ada padanya, dan memberi petunjuk dengan cahayanya.\nSejalan dengan apa yang tersebut di atas firman Allah:\n\n(Malaikat-malaikat) yang memikul 'Arsy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), \"Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka yang menyala-nyala. (Gafir/40: 7)\n\nAyat kelima ini menegaskan bahwa Allah itu Maha Pengampun, mengampuni dosa setiap orang yang kembali dan tobat kepada-Nya dengan tobat nasuha. Setiap makhluk berhak memperoleh rahmat dan kasih sayang daripada-Nya. Ditunda dan ditangguhkannya azab dan siksaan terhadap orang-orang kafir dan orang-orang yang durhaka, adalah satu rahmat dan tanda kasih sayang-Nya terhadap mereka.",
    "quraish": "Langit yang kokoh dan kuat itu hampir saja retak dari bagian atasnya karena sangat takutnya kepada Allah dan akibat pengaruh kemahabesaran dan kemahaperkasaan-Nya. Para malaikat pun menyucikan-Nya dari segala sesuatu yang tidak pantas, sembari memuji-Nya dengan sesuatu yang memang hak-Nya, dan memohonkan ampunan untuk penduduk bumi. Allah kemudian mengingatkan bahwa hanya Dialah yang berhak memberi ampunan secara menyeluruh dan kasih sayang secara meluas.",
    "jalalayn": "(Hampir saja) dapat dibaca Takaadu atau Yakaadu (langit itu pecah) dibaca Yatafath-tharna dengan huruf tha yang ditasydidkan menurut qiraat lain dibaca Yanfathirna dengan memakai huruf Nun (dari sebelah atasnya) hampir setiap langit itu pecah menimpa yang lainnya karena kebesaran Allah swt. (dan malaikat-malaikat bertasbih serta memuji Rabbnya) disertai dengan mengucapkan puji-pujian (dan memohonkan ampun bagi orang-orang yang ada di bumi) yakni bagi orang-orang yang beriman. (Ingatlah! Bahwa sesungguhnya Allah Dialah Yang Maha Pengampun) kepada kekasih-kekasih-Nya (lagi Maha Penyayang) kepada mereka."
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 6,
    "arab": "وَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَ اللّٰهُ حَفِيْظٌ عَلَيْهِمْۖ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ",
    "translation": "Dan orang-orang yang mengambil pelindung-pelindung selain Allah, Allah mengawasi (perbuatan) mereka; adapun engkau (Muhammad) bukanlah orang yang diserahi mengawasi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4278.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang menyekutukan Allah dan mengambil pelindung-pelindung selain Dia, Allah sendirilah yang mengawasi amal perbuatan mereka, dan Dia pulalah yang akan memberi balasan yang setimpal di akhirat nanti atas segala perbuatan mereka di dunia. Muhammad saw tidak dibebani dan tidak ditugasi mengawasi perbuatan mereka. Ia hanya ditugasi menyampaikan apa yang diperintahkan Allah kepadanya, sebagaimana firman-Nya:\n\nMaka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40)\n\nOleh karena itu, dia tidak perlu gusar dan merasa sesak dada kalau mereka itu masih tetap ingkar dan tidak mau beriman, karena bagaimana pun juga dia tidak memaksa mereka untuk beriman dan memperoleh hidayat, kecuali hal itu dikehendaki Allah sebagaimana firman-Nya:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)",
    "quraish": "Orang-orang yang meminta pertolongan kepada selain Allah, amal perbuatan mereka akan selalu diawasi oleh-Nya. Sedang kamu tidak diberi mandat untuk mengawasi mereka.",
    "jalalayn": "(Dan orang-orang yang mengambil selain Allah) mengambil berhala-berhala (sebagai pelindung-pelindung, Allah mengawasi) mencatat (perbuatan mereka) untuk membalas mereka kelak (dan kamu bukanlah orang yang diserahi mengawasi mereka) untuk memperoleh apa yang diminta dari mereka, tugasmu tiada lain hanya menyampaikan."
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 7,
    "arab": "وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ قُرْاٰنًا عَرَبِيًّا لِّتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيْهِ ۗفَرِيْقٌ فِى الْجَنَّةِ وَفَرِيْقٌ فِى السَّعِيْرِ ",
    "translation": "Dan demikianlah Kami wahyukan Al-Qur'an kepadamu dalam bahasa Arab, agar engkau memberi peringatan kepada penduduk ibukota (Mekah) dan penduduk (negeri-negeri) di sekelilingnya serta memberi peringatan tentang hari berkumpul (Kiamat) yang tidak diragukan adanya. Segolongan masuk surga dan segolongan masuk neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4279.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa wahyu yang diturunkan Allah kepada Nabi Muhammad saw adalah dalam bahasa Arab, sesuai dengan bahasa penduduk negeri Mekah dan sekitarnya, untuk memudahkan mereka mengerti dakwah dan seruan serta peringatan yang ditujukan Muhammad saw kepada mereka, sebagaimana halnya setiap rasul yang diutus ia menggunakan bahasa kaumnya agar mudah memberikan penjelasan kepada mereka sebagaimana firman Allah:\n\nDan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. (Ibrahim/14: 4)\n\nSekalipun hanya penduduk Mekah dan sekitarnya disebut pada ayat ini yang menjadi sasaran dakwah dan peringatan Nabi Muhammad saw, tetapi itu tidaklah berarti bahwa Muhammad saw diutus terbatas hanya kepada orang Arab saja. Hanya penduduk Mekah dan sekitarnya yang disebut, karena sesuai dengan posisi Nabi yang berdomisili di Mekah pada waktu itu, sedangkan pada hakikatnya Muhammad saw itu adalah rasul bagi segenap manusia, sebagaimana firman Allah:\n\n\nDan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui. (Saba'/34: 28)\n\nSabda Rasulullah:\n\nAbu Hurairah meriwayatkan bahwa Nabi saw bersabda, \"Demi jiwaku yang berada dalam kekuasaan-Nya, tidaklah seorang pun dari umatku baik Yahudi maupun Nasrani yang mendengarkan tentang aku, lalu mati namun tidak beriman dengan (risalah) yang ditugaskan kepadaku, melainkan ia menjadi penghuni neraka.\" (Riwayat Muslim)\nNabi Muhammad selain ditugasi untuk memberi peringatan kepada penduduk Mekah dan penduduk negeri-negeri sekelilingnya, juga ditugasi memberi peringatan tentang hari Kiamat. Hari Kiamat itu merupakan hari yang pasti dan tidak diragukan datangnya, di mana pada hari itu segenap makhluk akan dikumpulkan untuk mempertanggungjawabkan perbuatan mereka di dunia dan mendapat ganjaran sesuai dengan perbuatan mereka.\nAyat 7 ini diakhiri dengan satu penegasan bahwa sesudah diadakan pemeriksaan yang amat teliti dan perhitungan yang sangat cermat pada tiap-tiap makhluk atas segala perbuatannya di dunia ini, maka mereka itu dibagi menjadi dua golongan. Segolongan dari mereka termasuk yang berbahagia dan dimasukkan ke dalam surga, kekal di dalamnya. Karena mereka itu beriman kepada Allah dan Rasul-Nya serta berbuat amal saleh di dunia, maka wajarlah kalau mereka itu mendapat karunia dari Allah menikmati kesenangan yang abadi di dalam surga, sebagaimana firman Allah:\n\nDan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya. (Hud/11: 108)\n\nSedangkan golongan yang kedua, termasuk golongan yang celaka; mereka dimasukkan ke dalam api neraka yang menyala-nyala, kekal di dalamnya karena mereka itu pada waktu berada di dunia tetap ingkar kepada Allah, menentang apa yang didakwakan oleh junjungan kita Nabi Muhammad saw sebagaimana firman Allah:\n\nMaka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih, mereka kekal di dalamnya. (Hud/11: 106-107)",
    "quraish": "Dengan penurunan wahyu yang jelas seperti itu, Kami mewahyukan al-Qur'ân kepadamu, dalam bahasa Arab dan tanpa mengandung kerancuan, untuk mengingatkan penduduk Mekkah dan sekitarnya serta seluruh umat manusia akan suatu hari ketika Allah mengumpulkan semua makhluk untuk diperiksa. Hari itu pasti datang, tak ayal lagi. Manusia, pada saat itu, terbagi menjadi dua kelompok, satu kelompok berada di surga dan yang lain berada di neraka yang menyala-nyala.",
    "jalalayn": "(Demikianlah) sebagaimana penurunan wahyu ini (Kami wahyukan kepadamu Alquran dalam bahasa Arab supaya kamu memberi peringatan) dengannya, (kepada Umulquraa dan penduduk negeri-negeri sekelilingnya) yaitu penduduk kota Mekah dan semua manusia (serta memberi peringatan pula) kepada manusia (tentang hari berkumpul) yakni hari kiamat, yang pada hari itu semua makhluk dikumpulkan (yang tidak ada keraguan) atau keragu-raguan (padanya. Segolongan) dari mereka (masuk surga dan segolongan yang lain masuk Sa'ir) yakni neraka."
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 8,
    "arab": "وَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَهُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ يُّدْخِلُ مَنْ يَّشَاۤءُ فِيْ رَحْمَتِهٖۗ وَالظّٰلِمُوْنَ مَا لَهُمْ مِّنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "translation": "Dan sekiranya Allah menghendaki niscaya Dia jadikan mereka satu umat, tetapi Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Dan orang-orang yang zalim tidak ada bagi mereka pelindung dan penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4280.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa jika Dia menghendaki, maka semua manusia itu akan beriman sehingga menjadi umat yang satu, tetapi kebijaksanaan yang diambil-Nya adalah dengan menyerahkan urusan iman dan kufur kepada pribadi manusia masing-masing. Dia tidak mau memaksakan agar semua manusia itu beriman, namun memberikan kepada mereka hak memilih dan menentukan nasibnya menurut kemauan mereka sendiri. Berbahagialah orang-orang yang mengikuti petunjuk rasul. Mereka selalu bersyukur memuji Allah dan akan dimasukkan ke dalam rahmat-Nya dan celakalah orang-orang yang selalu menentang dan tidak mau mengikuti petunjuk rasul, mereka akan disiksa di hari kemudian dan tidak seorang pun yang akan menolong dan melindungi mereka. Mereka tidak dapat menyesali siapa-siapa kecuali diri mereka sendiri sebagaimana sabda Rasulullah saw: \n\nSiapa memperoleh kebaikan hendaklah memuji Allah dan siapa memperoleh selain daripada itu janganlah ia menyalahkan melainkan terhadap dirinya sendiri. (Riwayat Muslim dari Abu dzarr al-Giffari)\n\nTidak sedikit ayat yang senada dengan ayat 8 ini. Antara lain firman Allah:\n\nDan sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk. (al-An'am/6: 35)\n\n\n\nDan firman-Nya:\n\nDan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya. (as-Sajdah/32: 13)",
    "quraish": "Jika, di dunia ini, Allah berkehendak untuk mengumpulkan manusia dalam satu jalan, niscaya Dia melakukannya. Tetapi Dia berkehendak lain: memasukkan siapa saja yang dikehendaki-Nya ke dalam kasih sayang-Nya, karena Dia tahu bahwa mereka akan lebih memilih petunjuk daripada kesesatan. Orang-orang yang menganiaya diri sendiri dengan bersikap kafir, tidak akan mendapatkan penolong, selain Allah, yang akan melindungi dan menyelamatkan mereka dari azab Allah.",
    "jalalayn": "(Dan kalau Allah menghendaki niscaya Allah menjadikan mereka satu umat) artinya memeluk satu agama, yaitu agama Islam (tetapi Dia memasukkan orang-orang yang dikehendaki-Nya ke dalam rahmat-Nya. Dan orang-orang yang lalim) yaitu orang-orang kafir (tidak ada bagi mereka seorang pelindung pun dan tidak pula seorang penolong) yang dapat menolak azab Allah dari diri mereka."
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 9,
    "arab": "اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۚ فَاللّٰهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتٰى ۖوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "translation": "Atau mereka mengambil pelindung-pelindung selain Dia? Padahal Allah, Dialah pelindung (yang sebenarnya). Dan Dia menghidupkan orang yang mati, dan Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4281.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang musyrik Mekah telah mengambil pelindung selain Allah untuk menolong mereka dalam hal-hal yang memerlukan pertolongan. Mereka telah sesat, karena mereka mengambil makhluk sebagai pelindung yang tak dapat mendatangkan manfaat atau menolak bencana bagi dirinya apalagi bagi yang lain. Kalau mereka menghendaki pelindung yang benar dan sesungguhnya, yang dapat mendatangkan manfaat dan menolak bencana, tentunya mereka akan memilih Allah sebagai pelindung mereka, Tuhan Yang Mahakuasa atas yang demikian itu, Tuhan yang menghidupkan dan mematikan. Tuhan yang akan membangkitkan mereka kelak di akhirat, dan mestinya mereka tidak akan memilih makhluk yang lemah dan tidak berdaya sebagai pelindung mereka, sebagaimana firman Allah:\n\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah. (al-hajj/22: 73)",
    "quraish": "Orang-orang zalim itu tidak menjadikan Allah sebagai penolong. Yang mereka jadikan sebagai penolong adalah tuhan-tuhan selain Dia yang sama sekali tidak berhak. Hanya Allahlah penolong yang sebenarnya, jika mereka benar-benar menghendakinya. Dia menghidupkan orang mati untuk diperiksa, dan mengendalikan segala sesuatu dengan kekuasaan-Nya.",
    "jalalayn": "(Atau patutkah mereka mengambil selain-Nya) mengambil berhala-berhala (sebagai pelindung-pelindung) lafal Am adalah Munqathi'ah yang maknanya sama dengan lafal Bal yang menunjukkan makna Intiqal; Hamzahnya atau makna Istifhamnya menunjukkan pengertian ingkar. Maksudnya yang diambil oleh mereka itu bukanlah pelindung-pelindung mereka. (Maka Allah, Dialah Pelindung) Penolong bagi orang-orang Mukmin, huruf Fa di sini hanya untuk Athaf saja (dan Dia menghidupkan orang-orang yang mati dan Dia adalah Maha Kuasa atas segala sesuatu.)"
  },
  {
    "page": 483,
    "name": "Asy-Syura",
    "ayat": 10,
    "arab": "وَمَا اخْتَلَفْتُمْ فِيْهِ مِنْ شَيْءٍ فَحُكْمُهٗٓ اِلَى اللّٰهِ ۗذٰلِكُمُ اللّٰهُ رَبِّيْ عَلَيْهِ تَوَكَّلْتُۖ وَاِلَيْهِ اُنِيْبُ  ",
    "translation": "Dan apa pun yang kamu perselisihkan padanya tentang sesuatu, keputusannya (terserah) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Kepada-Nya aku bertawakal dan kepada-Nya aku kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4282.mp3",
    "tafsir": "Allah menerangkan bahwa apa saja yang diperselisihkan mengenai urusan agama, keputusannya supaya dikembalikan kepada Allah, artinya hanya Allah yang menentukan mana yang benar dan mana yang salah. Manusia dalam kehidupan dunia harus mengikuti petunjuk Allah dalam Al-Qur'an dan petunjuk sunah Rasul, sebagaimana firman Allah: \n\nKemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. (an-Nisa'/4: 59)\n\nSedangkan yang memutuskan perselisihan manusia di akhirat nanti sepenuhnya hanya Allah saja, karena semua makhluk tidak ada yang memiliki kekuasaan, dan hanya Allah saja yang berkuasa, sebagaimana firman:\n\nPemilik hari pembalasan. (al-Fatihah/1: 4)\n\nDia-lah yang akan menetapkan hukumnya di hari Kiamat, menangani persoalan antara orang-orang yang berselisih. Di sanalah baru dapat diketahui dengan jelas siapa yang benar dan siapa yang salah, siapa yang layak masuk surga dan siapa yang menjadi penghuni neraka.\nYang memiliki sifat-sifat menghidupkan dan mematikan, menetapkan hukum antara dua orang yang berselisih tiada lain hanyalah Allah, Tuhan Yang Maha Esa, bukanlah tuhan-tuhan selain Allah yang dianggap dan diakui mereka. Kepada-Nyalah manusia bertawakal dan berserah diri agar terhindar dari segala usaha jahat musuh-musuh mereka dan berhasil tidaknya urusan mereka hanya kepada Allah-lah segala sesuatunya dikembalikan, dan kepada-Nya-lah kita bertobat atas segala dosa dan maksiat yang telah kita lakukan. Sebagaimana firman-Nya:\n\nDan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)",
    "quraish": "Keputusan penyelesaian masalah keimanan dan kekafiran yang kalian perselisihkan itu berada di tangan Allah. Dan Dia sudah menjelaskan hal itu. Hakim yang menyelesaikan perselisihan kalian itu adalah Allah yang menguasai urusanku (Muhammad), satu-satunya tempat aku menyandarkan diri, dan tempat kembali untuk meminta pertimbangan.",
    "jalalayn": "(Dan apa yang kalian perselisihkan) dengan orang-orang kafir (tentang sesuatu perkara) yang menyangkut masalah agama dan masalah-masalah lainnya (maka putusannya) dikembalikan (kepada Allah) kelak di hari kiamat yaitu Dia akan memutuskan perkara itu di antara kalian. Katakanlah kepada mereka, (\"Itulah Allah, Rabbku, kepada-Nyalah aku bertawakal dan kepada-Nyalah aku kembali) yakni dikembalikan."
  }
]