[
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 23,
    "arab": "ذٰلِكَ الَّذِيْ يُبَشِّرُ اللّٰهُ عِبَادَهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا اِلَّا الْمَوَدَّةَ فِى الْقُرْبٰىۗ وَمَنْ يَّقْتَرِفْ حَسَنَةً نَّزِدْ لَهٗ فِيْهَا حُسْنًا ۗاِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ  ",
    "translation": "Itulah (karunia) yang diberitahukan Allah untuk menggembirakan hamba-hamba-Nya yang beriman dan mengerjakan kebajikan. Katakanlah (Muhammad), “Aku tidak meminta kepadamu sesuatu imbalan pun atas seruanku kecuali kasih sayang dalam kekeluargaan.” Dan barangsiapa mengerjakan kebaikan akan Kami tambahkan kebaikan baginya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4295.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa apa yang telah diberitakan mengenai pemberian karunia dan kesenangan serta kemuliaan di akhirat bagi hamba-Nya yang beriman dan beramal saleh adalah satu berita gembira yang disampaikan di dunia agar jelas bagi mereka bahwa hal ini pasti menjadi kenyataan. Selanjutnya Allah memerintahkan Muhammad saw menyampaikan kepada kaumnya bahwa di dalam menjalankan tugas menyeru dan menyampaikan agama yang benar, ia tidak meminta balasan apa pun, tetapi ia hanya mengharapkan kasih sayang kaum Muslimin terhadap dirinya, kerabatnya dan kaum Muslimin lainnya.\nBarang siapa berbuat baik, taat, dan patuh kepada perintah Allah dan Rasul-Nya, Allah akan melipatgandakan kebaikan kepadanya. Satu kebaikan dibalas sekurang-kurangnya dengan sepuluh kebaikan, sampai tujuh ratus kebaikan bahkan lebih banyak lagi, sebagai rahmat dan karunia dari Allah, sebagaimana firman Allah:\n\nSungguh, Allah tidak akan menzalimi seseorang walaupun sebesar dharrah, dan jika ada kebajikan (sekecil dharrah), niscaya Allah akan melipatgandakannya dan memberikan pahala yang besar dari sisi-Nya. (an-Nisa'/4: 40)\n\nFirman Allah:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya.(al-An'am/6: 160)\n\n\n\nAllah berfirman:\n\nPerumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui. (al-Baqarah/2: 261)\n\nSelanjutnya ayat 23 ini ditutup dengan satu penjelasan bahwa Allah mengampuni kesalahan hamba-Nya bagaimana pun banyaknya dan melipatgandakan pahala amal kebaikan meskipun sedikit, karena Dia adalah Tuhan Maha Pengampun lagi Maha Mensyukuri.",
    "quraish": "Karunia besar itu sendiri adalah sesuatu yang dijanjikan Allah kepada hamba-hamba-Nya yang beriman dan taat. Katakan, wahai Rasul, \"Aku tidak mengharapkan imbalan dari penyampaian misi suci ini kecuali agar kalian mencintai Allah dan Rasul-Nya pada saat mendekatkan diri kepada-Nya dengan melakukan perbuatan baik.\" Barangsiapa yang benar-benar taat, Allah pasti akan melipatgandakan pahalanya. Allah benar-benar luas ampunan-Nya kepada orang-orang yang berdosa, dan Maha Berterimakasih atas perbuatan baik hamba-hamba-Nya.",
    "jalalayn": "(Itulah karunia yang dengan itu Allah menggembirakan) berasal dari lafal Al-Bisyarah (hamba-hamba-Nya yang beriman dan mengerjakan amal yang saleh. Katakanlah, \"Aku tidak meminta kepada kalian atas seruanku ini) atas penyampaian risalah ini (sesuatu upah pun kecuali kasih sayang dalam kekeluargaan) Istitsna di sini bersifat Munqathi' maksudnya, tetapi aku meminta kepada kalian hendaknya kalian mencintai kekerabatan denganku yang memang pada kenyataannya telah ada hubungan kerabat antara kalian dan aku. Karena sesungguhnya bagi Nabi saw. mempunyai hubungan kekerabatan dengan setiap puak yang berakar dari kabilah Quraisy. (Dan siapa yang mengerjakan kebaikan) yakni ketaatan (akan Kami tambahkan baginya kebaikan pada kebaikannya itu) yaitu dengan melipatgandakan pahala kebaikannya. (Sesungguhnya Allah Maha Pengampun) terhadap dosa-dosa (lagi Maha Mensyukuri) bagi orang yang sedikit beramal kebaikan, karenanya Dia melipatgandakan pahalanya."
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 24,
    "arab": "اَمْ يَقُوْلُوْنَ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۚ فَاِنْ يَّشَاِ اللّٰهُ يَخْتِمْ عَلٰى قَلْبِكَ ۗوَيَمْحُ اللّٰهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمٰتِهٖ ۗاِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ  ",
    "translation": "Ataukah mereka mengatakan, “Dia (Muhammad) telah mengada-adakan kebohongan tentang Allah.” Sekiranya Allah menghendaki niscaya Dia kunci hatimu. Dan Allah menghapus yang batil dan membenarkan yang benar dengan firman-Nya (Al-Qur'an). Sungguh, Dia Maha Mengetahui segala isi hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4296.mp3",
    "tafsir": "Dalam ayat ini Allah menolak tuduhan kaum musyrik Mekah bahwa Muhammad saw itu mengada-adakan dusta terhadap Allah. Ini adalah perbuatan yang amat buruk. Seandainya Allah menghendaki, tentu Dia dapat mengunci mati hatimu karena perbuatan semacam itu, tidak dilakukan kecuali oleh orang musyrikin.\nTetapi sunah Allah telah berlaku dan akan terus berlaku bahwa Dia selalu menghancurkan dan menghapuskan yang batil serta menguatkan yang hak dan menanamkan hakikat yang hak itu di kalangan manusia sesuai dengan ketentuan yang telah ditetapkan-Nya. Itulah sebabnya agama yang dibawa oleh Muhammad saw hari demi hari makin bertambah kuat dan mantap, makin tersebar luas, serta semakin bertambah banyak penganutnya.\nAllah Maha Mengetahui semua yang tersimpan dalam hati, tidak ada yang tersembunyi bagi-Nya, maka segala sesuatu terjadi berdasarkan ilmu Allah yang amat luas, meliputi segala sesuatu. Oleh sebab itu tuduhan mereka terhadap Nabi Muhammad yang dianggap telah mengada-adakan kebohongan tentang Allah diketahui oleh-Nya dan telah dibuktikan ketidakbenarannya dalam ayat ini.",
    "quraish": "Apakah orang-orang kafir itu mengatakan, \"Muhammad telah membuat kebohongan tentang Allah.\" Jika Allah menghendaki, niscaya Dia akan menguatkan hatimu hingga menjadi tabah menghadapi kejahatan dan tuduhan mereka bahwa kamu telah membuat kebohongan kepada Allah. Lalu Dia juga akan menghapuskan kesyirikan dan mengokohkan Islam dengan wahyu yang diturunkan kepada Muhammad saw. Allah benar- benar mengetahui segala yang tersembunyi dalam hati kalian.",
    "jalalayn": "(Bahkan) tetapi (mereka mengatakan, \"Dia telah mengada-adakan dusta terhadap Allah\") yaitu dengan menisbatkan Alquran, bahwasanya diturunkan dari sisi Allah. (Maka jika Allah menghendaki niscaya Dia mengunci mati) maksudnya, mengikat (hatimu) dengan kesabaran, sehingga kamu sabar di dalam menghadapi perlakuan mereka yang menyakitkan melalui perkataan dan perbuatan-perbuatan lainnya; memang Allah swt. telah melaksanakan apa yang dikehendaki-Nya itu (dan Allah menghapuskan yang batil) yakni perkara yang telah mereka katakan itu (dan membenarkan yang hak) menetapkannya (dengan kalimat-kalimat-Nya) yang diturunkan kepada Nabi-Nya. (Sesungguhnya Dia Maha Mengetahui segala isi hati) mengetahui apa yang terkandung di dalam kalbu."
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 25,
    "arab": "وَهُوَ الَّذِيْ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَعْفُوْا عَنِ السَّيِّاٰتِ وَيَعْلَمُ مَا تَفْعَلُوْنَۙ  ",
    "translation": "Dan Dialah yang menerima tobat dari hamba-hamba-Nya dan memaafkan kesalahan-kesalahan dan mengetahui apa yang kamu kerjakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4297.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menerima tobat hamba-Nya, memaafkan perbuatan dosa dan kejahatan. Sayyidina 'Ali pernah ditanya tentang tobat. Beliau menjawab, \"Tobat itu ada enam syarat.\"\n1. Menyesali perbuatan maksiat yang telah dikerjakan pada masa yang lalu.\n2. Mengerjakan ibadah wajib yang telah ditinggalkan.\n3. Mengembalikan hak orang yang telah diambilnya secara zalim.\n4. Memaksakan diri merasakan pahitnya ketaatan sebagaimana dia merasakan manisnya maksiat.\n5. Menundukkan hawa nafsunya dalam ketaatan sebagaimana ia telah memanjakannya dengan berbuat kemaksiatan.\n6. Menangis sebagai ganti gelak tawa yang pernah dilakukannya.\n\nAyat ini ditutup dengan penjelasan bahwa Allah itu Maha Mengampuni segala dosa dan mengetahui segala apa yang dikerjakan hamba-Nya baik berupa kebaikan maupun berupa kejahatan, lalu mereka dibalas dengan pahala dan siksa.",
    "quraish": "Hanya Allah yang menerima pertobatan hamba-hamba-Nya yang taat, mengampuni--atas dasar kebaikan dan kasih sayang--semua dosa selain syirik, dan mengetahui semua perbuatan baik dan buruk yang kalian lakukan.",
    "jalalayn": "(Dan Dialah yang menerima tobat dari hamba-hamba-Nya) dari sebagian di antara mereka (dan memaafkan kesalahan-kesalahan) yang para pelakunya telah bertobat daripadanya (dan mengetahui apa yang kalian kerjakan) dapat dibaca Taf'aluuna atau Yaf'aluuna; kalau dibaca Yaf'aluuna artinya, mengetahui apa yang mereka kerjakan."
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 26,
    "arab": "وَيَسْتَجِيْبُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖ ۗوَالْكٰفِرُوْنَ لَهُمْ عَذَابٌ شَدِيْدٌ ",
    "translation": "dan Dia memperkenankan (doa) orang-orang yang beriman dan mengerjakan kebajikan serta menambah (pahala) kepada mereka dari karunia-Nya. Orang-orang yang ingkar akan mendapat azab yang sangat keras.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4298.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia senantiasa memperkenankan (doa) orang-orang yang beriman dan beramal saleh dan menambah bagi mereka pahala dan karunia, sebagaimana firman Allah:\n\nDan Tuhanmu berfirman, \"Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. (Gafir/40: 60)\nAllah berfirman:\n\nDan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. (al-Baqarah/2: 186)",
    "quraish": "Allah, kemudian, memenuhi permohonan orang-orang Mukmin dan berbuat baik, lalu menambahnya melebihi apa yang mereka mohon. Sedangkan orang-orang kafir akan mendapatkan azab yang sangat kejam dan menyakitkan.",
    "jalalayn": "(Dan Dia memperkenankan doa orang-orang yang beriman serta mengerjakan amal yang saleh) maksudnya, Dia mengabulkan apa yang mereka minta (dan menambah kepada mereka) maksudnya, Allah menambah kepada mereka (dari karunia-Nya. Dan orang-orang yang kafir bagi mereka azab yang sangat keras.)"
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 27,
    "arab": "۞ وَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِى الْاَرْضِ وَلٰكِنْ يُنَزِّلُ بِقَدَرٍ مَّا يَشَاۤءُ ۗاِنَّهٗ بِعِبَادِهٖ خَبِيْرٌۢ بَصِيْرٌ ",
    "translation": "Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4299.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia tidak akan memberi hamba-Nya rezeki yang berlimpah-limpah, jika pemberian itu bisa membawa mereka kepada keangkuhan dan ketakaburan, sebagaimana firman Allah:\n\nSekali-kali tidak! Sungguh, manusia itu benar-benar melampaui batas, apabila melihat dirinya serba cukup. (al-'Alaq/96: 6-7)\n\nAllah memberikan rezeki kepada hamba-hamba-Nya dengan kadar tertentu, sesuai dengan kehendak dan selaras dengan kebijaksanaan-Nya. Dengan sifat rahman Allah, Dia tetap memberikan rezeki meskipun orang itu tidak beriman bahkan ketika manusia melupakan Tuhannya, saat itulah Allah melimpahkan lebih banyak lagi rezekinya. Apabila mereka tetap tidak bersyukur, dan larut dalam kesenangan, barulah Allah menjatuhkan azabnya sebagaimana firman Allah:\n\nMaka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa. (al-An'am/6: 44)\n\nBerdasarkan penjelasan di atas, dapat dikatakan bahwa kekayaan seseorang bukan indikator bahwa Allah sayang kepadanya, tetapi kekayaan justru menjadi batu ujian bagi keimanan seseorang. Contoh bagaimana sikap seseorang terhadap kekayaannya, dapat dilihat apakah dia menggunakannya untuk memberi manfaat bagi dirinya dan orang lain, karena keterlibatan hak orang lain pada kekayaannya dan sebagai tanda bersyukur kepada sang pemberi kekayaan, atau dia menggunakan kekayaan itu hanya untuk kesenangan dirinya dan mengklaim bahwa kekayaannya diperoleh melalui usahanya sendiri, sehingga lupa kepada Allah yang memberi kekayaan. Allah berfirman:\n\nDan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar. (al-Anfal/8: 28)\n\nDalam hal ini, Karun dan Fir'aun menjadi contoh nyata, karena kekayaan dan kejayaannya menyebabkan keduanya sombong kepada Allah. \nAbu Hani' al-Khaulani berkata, \"Saya mendengar 'Amr bin Khurait dan lainnya mengatakan bahwasanya ayat ini (ayat 27 ini) diturunkan kepada ahlusuffah (penghuni beranda masjid Nabi di Medinah); mereka berangan-angan memiliki harta benda (yang bertumpuk-tumpuk), mereka mengangankan kemegahan dunia.",
    "quraish": "Kalau saja Allah meluaskan rezeki semua hamba-Nya, sebagaimana mereka harapkan, niscaya mereka akan menjadi sewenang-wenang dan berbuat zalim di bumi. Tetapi Allah meluaskan dan menyempitkan rezeki siapa saja yang Dia kehendaki sesuai dengan kebijaksanaan-Nya. Allah benar-benar mengetahui urusan semua hamba-Nya, baik yang tersembunyi maupun yang tampak. Kemudian, dengan kebijaksanaan- Nya pula, Dia menentukan segala sesuatu yang bisa membawa kebaikan kepada urusan-urusan mereka itu.",
    "jalalayn": "(Dan jika Allah melapangkan rezeki kepada hamba-hamba-Nya) semuanya (tentulah mereka akan melampaui batas) semuanya akan melampaui batas; tentulah mereka akan berlaku sewenang-wenang (di muka bumi, tetapi Allah menurunkan) dapat dibaca Yunazzilu atau Yunzilu, yakni menurunkan rezeki-Nya (apa yang dikehendaki-Nya dengan ukuran) maka Dia melapangkan rezeki itu kepada sebagian hamba-hamba-Nya, sedangkan yang lainnya tidak; dan timbulnya sikap melampaui batas ini dari melimpahnya rezeki. (Sesungguhnya Dia Maha Mengetahui keadaan hamba-hamba-Nya lagi Maha Melihat.)"
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 28,
    "arab": "وَهُوَ الَّذِيْ يُنَزِّلُ الْغَيْثَ مِنْۢ بَعْدِ مَا قَنَطُوْا وَيَنْشُرُ رَحْمَتَهٗ ۗوَهُوَ الْوَلِيُّ الْحَمِيْدُ ",
    "translation": "Dan Dialah yang menurunkan hujan setelah mereka berputus asa dan menyebarkan rahmat-Nya. Dan Dialah Maha Pelindung, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4300.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia-lah yang menurunkan hujan dari langit, membantu mereka yang telah berputus asa karena air yang diharapkan datang dari langit tak kunjung datang. Dia-lah yang memberi berkah hujan itu dan mendatangkan manfaat yang banyak serta menjadikan tanah subur. Dia-lah yang menguasai urusan hamba-Nya, memberikan mereka maslahat. Dia-lah yang wajib dipuji atas rahmat yang telah dikaruniakan kepada mereka.\nQatadah berkata, \"Diriwayatkan bahwa seorang laki-laki berkata kepada 'Umar bin al-Khaththab, \"Hujan tidak turun, manusia sudah putus asa wahai Amirul Mukminin.\" Umar menjawab, \"Engkau sekalian akan dikaruniai hujan,\" lalu beliau membaca ayat ini.",
    "quraish": "Allah sematalah yang menurunkan air hujan yang dapat menyelamatkan mereka dari rasa putus asa akibat kekeringan dan tanah yang tandus, sebagai perwujudan kasih sayang kepada hamba-Nya. Manfaat air hujan itu Dia bagi-bagikan kepada tumbuh-tumbuhan, buah-buahan, hewan, dataran rendah dan pegunungan. Hanya Dia yang mengatur urusan hamba-hamba-Nya. Dia Maha Terpuji karena pemberian nikmat dan semua perbuatan-Nya.",
    "jalalayn": "(Dan Dialah Yang menurunkan hujan) yakni air hujan (sesudah mereka berputus asa) putus harapan dari turunnya hujan (dan menyebarkan rahmat-Nya) maksudnya, menyebarkan hujan yang diturunkan-Nya. (Dan Dialah Yang Maha Pelindung) yang berbuat baik kepada orang-orang Mukmin (lagi Maha Terpuji) di kalangan orang-orang beriman."
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 29,
    "arab": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَثَّ فِيْهِمَا مِنْ دَاۤبَّةٍ ۗوَهُوَ عَلٰى جَمْعِهِمْ اِذَا يَشَاۤءُ قَدِيْرٌ ࣖ",
    "translation": "Dan di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi dan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa mengumpulkan semuanya apabila Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4301.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa sebagian dari tanda-tanda kekuasaan dan kebesaran-Nya ialah diciptakan-Nya langit dan bumi serta apa yang tersebar pada keduanya seperti binatang yang melata dan bergerak termasuk manusia, jin, dan semua hewan dengan berbagai bentuk dan corak serta warnanya. \nAllah kuasa mengumpulkan manusia di hari kemudian, baik yang datang lebih dulu maupun yang datang kemudian, begitu juga makhluk yang lain; di Padang Mahsyar kemudian Dia akan memberikan balasan kepada mereka dengan seadil-adilnya. Sebagaimana firman Allah:\n\nDan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka. (al-Kahf/18: 47)\n\nApabila diperhatikan ayat di atas, kita merasa bahwa Allah sedang menjelaskan mengenai adanya makhluk hidup lain di luar angkasa. Sebelum membahas ayat di atas, perlu disimak terlebih dahulu ayat terkait di bawah:\n\nDan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. Sungguh, dalam hal yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang bepikir. (al-Jatsiyah/45: 13)\n\nAyat di atas menyebutkan kata \"menundukkan\". Kata tersebut dapat diinterpretasikan bahwa manusia dapat memanfaatkan benda-benda langit, seperti planet dan bintang. Contohnya adalah bulan dan matahari yang mempunyai orbit yang teratur. Keteraturan orbit ini digunakan manusia untuk membuat penanda waktu atau penanggalan dan hal-hal lain untuk keperluan hidupnya. Contoh lain adalah mengenai datangnya besi dari luar angkasa yang secara jelas dinyatakan pada Surah al-hadid/57: 25. \nSecara jelas disebutkan bahwa Allah telah menciptakan galaksi, planet dan bintang dan benda langit lainnya, dan menyebarkan padanya, di antaranya, makhluk hidup sebagai hasil ciptaan-Nya. Artinya, sangatlah memungkinkan bahwa Dia mengirimkan ciptaan dari satu planet ke planet lainnya. Demikian pula halnya dengan dua ayat lain yang membahas mengenai binatang ternak yang diturunkan dari ruang angkasa (al-An'am/6:143 dan az-Zumar/39: 6)\nDari sudut ilmu pengetahuan, banyak pembuktian mengarah pada apa yang dijelaskan Al-Qur'an. Pada tanggal 7 Agustus 1996, para peneliti NASA (badan antariksa Amerika Serikat) mengumumkan akan adanya temuan kehidupan mikroskopis di planet Mars tiga miliar tahun yang lalu. Walaupun banyak yang menentang teori ini, namun temuan pesawat ruang angkasa Galileo akan adanya laut yang berwarna merah di bawah lapisan es di satelit planet Jupiter, Europe, sangat menjanjikan. Dalam waktu dekat akan terjawab pertanyaan tertua yang selalu tertanam dalam benak manusia: \"Apakah ada makhluk hidup di atas sana? Ataukah kita yang ada di dunia ini adalah satu-satunya makhluk hidup di alam raya?\"\nApabila memang ada kehidupan di atas sana, maka di manakah mereka dapat ditemukan. Tebakan kita pertama adalah di planet-planet yang ada di sana. Di \"bumi-bumi\" yang ada pada galaksi-galaksi yang ada di alam semesta. Ini dicerminkan secara Quranik pada Surah ath-thalaq/65: 12 yang menyatakan, \"Allah yang menciptakan tujuh langit dan bumi seperti mereka ......\" Dengan demikian, karena terdapat jutaan galaksi, maka Allah juga menciptakan miliaran bumi, tersebar di alam semesta. Sedangkan kata \"bumi\" yang digunakan di sini menunjukkan planet yang mempunyai kehidupan. Dengan berpegang pada pernyataan Al-Qur'an dan sedikit bukti yang diperoleh ilmu pengetahuan, kita sampai pada satu kesimpulan bahwa makhluk di luar angkasa memang ada.\nPertanyaan selanjutnya, apakah kita akan dapat menemukannya? Allah memberikan indikasinya pada Surah Fussilat/41: 53 \"Kami akan memperlihatkan kepada mereka tanda-tanda (ayat-ayat) Kami di segenap ufuk ....\". Indikasi ini memberikan harapan bahwa pada suatu waktu kita akan dapat bertemu dengan kehidupan extraterestrial, termasuk di dalamnya makhluk yang cerdas.",
    "quraish": "Di antara bukti-bukti kekuasaan Allah dalam mencipta segala seuatu, adalah penciptaan langit dan bumi dalam aturan yang sangat teliti ini dan penciptaan semua binatang yang kelihatan dan disebarluaskan di dalam keduanya. Allah yang Mahakuasa dalam mencipta semua yang tersebut tadi, Mahakuasa juga untuk mengumpulkan orang-orang yang berkewajiban melakukan ajaran agama pada waktu pembangkitan yang Dia tentukan, untuk diberi balasan.",
    "jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan) menciptakan (apa yang Dia sebarkan) Dia sebar ratakan (pada keduanya, yaitu berupa makhluk yang melata) pengertian Ad-Dabbah ialah makhluk yang menempati bumi, yaitu manusia dan lain-lainnya. (Dan Dia untuk mengumpulkan semuanya) mengumpulkan semua makhluk untuk dihadapkan kepada-Nya (Maha Kuasa jika dikehendaki-Nya) Dhamir Hum yang terdapat pada lafal Jam'ihim lebih memprioritaskan makhluk yang berakal daripada makhluk lainnya."
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 30,
    "arab": "وَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍۗ ",
    "translation": "Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4302.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa apa yang menimpa manusia di dunia berupa bencana penyakit dan lain-lainnya adalah akibat perbuatan mereka sendiri, perbuatan maksiat yang telah dilakukannya dan dosa yang telah dikerjakannya sebagaimana sabda Nabi saw:\n'Ali berkata, \"Maukah kalian aku beritahukan mengenai ayat yang sangat utama dalam Al-Qur'an sebagaimana Nabi saw sampaikan kepada kami.(Nabi saw membacakan firman Allah)\"Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak(dari kesalahan-kesalahannya).\"Wahai 'Ali , aku akan menjelaskan ayat ini kepadamu, \"Musibah apa pun yang menimpa kamu\" yaitu dari penyakit dan siksaan atau bencana di dunia, \"disebabkan oleh perbuatan tanganmu sendiri\" (Riwayat Ahmad)\nTidaklah suatu keletihan, penyakit, kesusahan, kesedihan, kezaliman, kesempitan, bahkan sepotong duri pun yang menusuk seorang muslim, melainkan dengan hal itu Allah menghapus dosa-dosanya. (Riwayat al-Bukhari)\n\nDatangnya penyakit atau musibah adalah disebabkan ulah manusia itu sendiri. Tetapi di sisi lain penyakit atau musibah itu dapat menghapus dosa seperti hadis di atas. Hal itu tergantung kepada cara manusia menyikapi, apakah dengan bersabar atau berputus asa. \nAyat ini ditutup dengan satu ketegasan bahwa Allah mengampuni sebagian besar dari kesalahan-kesalahan yang telah diperbuat hamba-Nya sebagai satu rahmat besar yang dikaruniakan Allah kepada hamba-Nya, karena kalau tidak, niscaya manusia akan dihancurkan sesuai dengan timbunan dosa yang telah diperbuat mereka, sebagaimana firman Allah:\n\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. (an-Nahl/16: 61)\n\nDan firman-Nya:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. (Fathir/35: 45)",
    "quraish": "Musibah apa saja yang menimpa diri kalian, dan yang tidak menyenangkan kalian, merupakan akibat oleh perbuatan maksiat kalian. Apa saja yang di dunia telah dimaafkan atau diberi hukuman, Allah terlalu suci untuk menghukum hal itu lagi di akhirat. Dengan demikian, Dia tersucikan ari berbuat kezaliman dan memiliki sifat kasih sayang yang besar.",
    "jalalayn": "(Dan apa saja yang telah menimpa kalian) khithab ayat ini ditujukan kepada orang-orang mukmin (berupa musibah) berupa malapetaka dan kesengsaraan (maka adalah karena perbuatan tangan kalian sendiri) artinya, sebab dosa-dosa yang telah kalian lakukan sendiri. Diungkapkan bahwa dosa-dosa tersebut dikerjakan oleh tangan mereka, hal ini mengingat, bahwa kebanyakan pekerjaan manusia itu dilakukan oleh tangan (dan Allah memaafkan sebagian besar) dari dosa-dosa tersebut, karena itu Dia tidak membalasnya. Dia Maha Mulia dari menduakalikan pembalasan-Nya di akhirat. Adapun mengenai musibah yang menimpa kepada orang-orang yang tidak berdosa di dunia, dimaksudkan untuk mengangkat derajatnya di akhirat kelak."
  },
  {
    "page": 486,
    "name": "Asy-Syura",
    "ayat": 31,
    "arab": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "translation": "Dan kamu tidak dapat melepaskan diri (dari siksaan Allah) di bumi, dan kamu tidak memperoleh pelindung atau penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4303.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa manusia itu tidak akan dapat melepaskan diri dan tidak akan dapat mengelak dari azab Allah di dunia ini dan di mana pun mereka berada. Mereka tidak akan memperoleh pelindung, karena hanya Allah yang akan dapat melindungi mereka dari azab yang akan menimpa mereka akibat maksiat yang telah diperbuatnya. Mereka tidak akan mendapat penolong selain dari Allah apabila mereka mendapat azab. Oleh karena itu, selayaknya manusia menjauhkan diri dari maksiat dan tidak menyalahi perintah-Nya karena tidak ada seorang pun yang dapat menolak azab Allah, apabila Dia telah menjatuhkan azab kepada hamba-Nya. Kalau manusia yang bergelimang dosa itu tidak diazab di dunia, jangan dikira bahwa itu adalah karena kekuasaan atau keperkasaan seseorang, tetapi adalah karena Allah menghendaki yang demikian itu agar mereka mendapat siksaan lebih keras dan lebih pedih di akhirat, sebagaimana firman Allah:\n\nDan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan. (Ali 'Imran/3: 178)",
    "quraish": "Kalian semua tidak akan mampu membuat Allah tidak kuasa menurunkan musibah-musibah di dunia sebagai hukuman atas perbuatan maksiat kalian, sampai pun jika kalian lari ke mana saja di penjuru bumi ini. Kalian tidak akan menemukan siapa saja selain Allah yang dapat memberikan kasih sayang dan dapat menolong pada saat diturunkannya bencana.",
    "jalalayn": "(Dan kalian tidak dapat) hai orang-orang musyrik (melepaskan diri) melarikan diri dari azab Allah (di muka bumi) maksudnya, kalian tidak akan dapat meloloskan diri dan menghindar dari azab-Nya itu (dan kalian tidak memperoleh selain Allah) (seorang pelindung pun dan tidak pula seorang penolong) yang dapat menolak azab Allah dari kalian."
  }
]