[
  {
    "page": 488,
    "name": "Asy-Syura",
    "ayat": 45,
    "arab": "وَتَرٰىهُمْ يُعْرَضُوْنَ عَلَيْهَا خٰشِعِيْنَ مِنَ الذُّلِّ يَنْظُرُوْنَ مِنْ طَرْفٍ خَفِيٍّۗ وَقَالَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِ ۗ اَلَآ اِنَّ الظّٰلِمِيْنَ فِيْ عَذَابٍ مُّقِيْمٍ ",
    "translation": "Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tertunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4317.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa ketika orang-orang kafir ini dihadapkan ke neraka, mereka sangat takut dan merasa hina karena mereka tahu dan yakin bahwa itu adalah akibat dari pelanggaran-pelanggaran dan dosa yang telah dilakukannya, mereka mengetahui kebesaran serta kekuasaan Tuhan yang telah didurhakainya. Mereka tidak dapat menatap api neraka yang menyala-nyala itu, mereka melihatnya dengan lirikan mata yang penuh kelesuan, sama halnya dengan orang yang digiring untuk dibunuh ketika ia melihat pedang yang mengkilat yang akan menghabiskan nyawanya. Dia tidak akan mampu menatap pedang itu, tetapi dia melihatnya dengan lirik mata dan dalam keadaan lesu dan mencuri-curi penglihatan.\nDi kala itu orang-orang mukmin berkata, \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang telah menganiaya dirinya sendiri sehingga mereka dimasukkan ke dalam neraka dan tidak memperoleh sedikit pun nikmat dan kesenangan yang abadi di dalam surga; mereka dipisahkan dengan orang yang disayanginya, sahabat-sahabatnya, dan familinya.\" Ini adalah suatu kerugian yang tak ada taranya. \nPada akhir ayat ini dijelaskan bahwa orang-orang kafir akan berada dalam siksaan yang berkepanjangan yang tak ada habis-habisnya. Tidak ada jalan bagi mereka untuk lepas dan menghindar dari siksaan itu.",
    "quraish": "Kamu akan melihat juga bahwa orang-orang zalim itu dihadapkan ke api neraka dalam keadaan tunduk karena terhina akibat rasa amat takut yang menimpa mereka. Mereka mencuri pandang ke arah neraka karena takut akan bahayanya. Ketika itu, orang-orang Mukmin mengatakan, \"Yang benar-benar merugi adalah orang-orang yang menganiaya diri mereka sendiri dengan sikap ingkar. Mereka kehilangan istri, anak dan kerabat karena tidak dapat menemui mereka. Allah pun lalu mengingatkan bahwa orang-orang zalim itu akan memdapatkan azab yang kekal.",
    "jalalayn": "(Dan kamu akan melihat mereka dihadapkan kepadanya) yakni ke neraka (dalam keadaan tunduk) takut dan merasa rendah diri (karena merasa hina, mereka melihat) ke neraka (dengan pandangan yang lesu) atau dengan pandangan yang malas. Huruf Min di sini bermakna Ibtidaiyah atau bermakna sama dengan huruf Ba. (Dan orang-orang yang beriman berkata, \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang kehilangan diri mereka sendiri dan kehilangan keluarga mereka pada hari kiamat\") karena mereka kekal menjadi penghuni neraka dan tidak memperoleh bidadari-bidadari yang telah disediakan buat mereka seandainya mereka beriman. Isim Maushul atau lafal Al Ladziina Khasiruu Anfusahum merupakan Khabar dari lafal Inna. (Ingatlah, sesungguhnya orang-orang yang zalim itu) yakni orang-orang yang kafir itu (berada dalam azab yang kekal) azab yang abadi; ini adalah firman Allah swt."
  },
  {
    "page": 488,
    "name": "Asy-Syura",
    "ayat": 46,
    "arab": "وَمَا كَانَ لَهُمْ مِّنْ اَوْلِيَاۤءَ يَنْصُرُوْنَهُمْ مِّنْ دُوْنِ اللّٰهِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ سَبِيْلٍ ۗ ",
    "translation": "Dan mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Barangsiapa dibiarkan sesat oleh Allah tidak akan ada jalan keluar baginya (untuk mendapat petunjuk).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4318.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa seseorang tidak akan mendapat pertolongan dari siapa pun untuk menyelamatkan mereka dari siksa yang menimpa Mereka. Berhala-berhala yang pernah disembah mereka di dunia tidak dapat sama sekali memberi pertolongan, bahkan mustahil akan dapat membela mereka dan melepaskan mereka dari azab yang sedang menimpa mereka. Ayat 46 ini ditutup dengan satu ketegasan bahwa orang yang dibiarkan Allah sesat itu telah menjadi watak dan tabiat mereka akan selalu berbuat kejahatan, kerusakan dan pelanggaran-pelanggaran terhadap larangan agama; mereka tidak akan dapat lagi diperbaiki, tidak akan dapat lagi melakukan hal-hal yang hak dan benar di dunia ini, dan tidak akan dapat memasuki surga Jannatun Na'im di akhirat nanti.",
    "quraish": "Mereka tidak mendapatkan, di antara tuhan-tuhan selain Allah yang mereka sembah dan mereka taati dalam berbuat maksiat, penolong-penolong yang menyelamatkan mereka dari siksa-Nya. Orang-orang yang tersesat dari jalan kebenaran--karena buruknya pilihan mereka--tidak mempunyai jalan yang dapat menyelamatkan mereka.",
    "jalalayn": "(Dan mereka sekali-kali tidak mempunyai pelindung-pelindung yang dapat menolong mereka selain Allah) yang dapat menolak azab-Nya dari diri mereka (Dan siapa yang disesatkan Allah maka tidaklah ada baginya sesuatu jalan pun) yaitu jalan yang benar baginya di dunia dan jalan yang dapat mengantarkannya ke surga, di akhirat kelak."
  },
  {
    "page": 488,
    "name": "Asy-Syura",
    "ayat": 47,
    "arab": "اِسْتَجِيْبُوْا لِرَبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ ۗمَا لَكُمْ مِّنْ مَّلْجَاٍ يَّوْمَىِٕذٍ وَّمَا لَكُمْ مِّنْ نَّكِيْرٍ ",
    "translation": "Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak (atas perintah dari Allah). Pada hari itu kamu tidak memperoleh tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4319.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah memerintahkan agar manusia patuh dan taat serta menerima seruan Rasul-Nya, agama Allah yang disampaikan sebelum datang hari dimana tidak seorang pun dapat menahan, menolak dan menghalangi kedatangannya yaitu hari Kiamat. Pada hari itu mereka tidak mempunyai suatu tempat pun untuk berlindung yang akan menyelamatkan mereka dari kesusahan, dan mereka itu tidak dapat mengingkari kejahatan-kejahatan yang telah diperbuatnya di dunia, karena semuanya itu sudah tertera dengan jelas di dalam buku catatan amalan masing-masing dan lidah serta anggota tubuh mereka pun menjadi saksi. Bagaimana pun juga mereka tidak akan dapat melarikan diri dan menghindar dari kedahsyatan hari itu. Dalam hubungan ini Allah berfirman:\n\nPada hari itu manusia berkata, \"Ke mana tempat lari?\" Tidak! Tidak ada tempat berlindung! Hanya kepada Tuhanmu tempat kembali pada hari itu. (al-Qiyamah/75: 10-12)",
    "quraish": "Segeralah, wahai umat manusia, dalam memenuhi seruan utusan Sang Pencipta dan Pemelihara kalian untuk beriman dan taat, sebelum habis kesempatan untuk berbuat, dan sebelum datang hari perhitungan yang tidak akan diurungkan oleh Allah setelah ditetapkan-Nya. Pada hari itu, kalian tidak mendapatkan suatu tempat untuk mengungsi yang melindungi kalian dari siksaan, dan tidak mendapatkan alasan untuk mengingkari apa yang kalian perbuat.",
    "jalalayn": "(Patuhilah seruan Rabb kalian) perkenankanlah seruan-Nya, yaitu dengan mentauhidkan-Nya dan menyembah-Nya (sebelum datang suatu hari) yakni hari kiamat (dari Allah yang tidak dapat ditolak kedatangannya) apabila hari itu datang tidak dapat ditolak. (Kalian tidak memperoleh tempat berlindung) yang kalian dapat berlindung di dalamnya (pada hari itu dan tidak pula dapat mengingkari) dosa-dosa kalian."
  },
  {
    "page": 488,
    "name": "Asy-Syura",
    "ayat": 48,
    "arab": "فَاِنْ اَعْرَضُوْا فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗاِنْ عَلَيْكَ اِلَّا الْبَلٰغُ ۗوَاِنَّآ اِذَآ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَاِنَّ الْاِنْسَانَ كَفُوْرٌ ",
    "translation": "Jika mereka berpaling, maka (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Dan sungguh, apabila Kami merasakan kepada manusia suatu rahmat dari Kami, dia menyambutnya dengan gembira; tetapi jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri (niscaya mereka ingkar), sungguh, manusia itu sangat ingkar (kepada nikmat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4320.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila Nabi Muhammad saw telah menunaikan tugas menyampaikan risalah menyeru orang-orang musyrik kepada kebenaran dan kepada jalan yang lurus, tetapi mereka itu tidak menyambut baik dan tidak mau menerimanya bahkan mereka itu tetap menolak dan berpaling dari kebenaran, maka hendaklah Rasul membiarkan sikap mereka tanpa perlu gusar dan cemas. Hal ini dikarenakan Rasul tidak diberi tugas mengawasi dan meneliti amal perbuatan orang-orang musyrik itu, tetapi dia hanya diberi tugas menyampaikan apa yang diturunkan dan diperintahkan Allah kepadanya. Apabila Nabi Muhammad saw telah melaksanakan kewajibannya, maka beliau sudah dianggap menunaikan misinya, sebagaimana firman Allah:\n\nMaka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40)\n\nDan firman-Nya:\n\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka, (al-Gasyiyah/88: 21-22)\n\nDan firman-Nya pula:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSelanjutnya Allah menerangkan tabiat dan watak manusia yaitu apabila manusia itu diberi kekayaan, dikaruniai kesenangan hidup, kesejahteraan jasmani, perasaan aman sentosa, mereka senang dan gembira atas karunia tersebut, bahkan sering menimbulkan perasaan angkuh dan takabur. Tetapi sebaliknya apabila mereka ditimpa kemiskinan, penyakit, musibah yang bermacam-macam berupa banjir, kebakaran dan akibat dosa dan maksiat yang dikerjakannya, mereka mengingkari semua karunia yang telah diberikan Allah kepadanya, lupa akan karunia itu, malah mereka lupa mengerjakan kebaikan. Demikianlah sifat orang kafir dan tidak beriman kepada Allah. Berbeda dengan orang-orang yang benar-benar beriman kepada Allah, mereka bersyukur, beriman dan beribadah semakin mantap. Apabila mereka tidak atau belum memperoleh karunia, mereka bersabar karena mereka percaya kepada ketentuan Allah; segala sesuatu dikembalikan kepada Allah, mereka menyesuaikan diri dengan firman Allah:\n\nDan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)",
    "quraish": "Maka, jika orang-orang musyrik itu menolak memenuhi seruanmu, wahai Rasulullah, kamu tidak perlu bersedih, karena kamu bukanlah pengawas atas perbuatan mereka. Kamu hanya bertugas menyampaikan pesan-pesan suci Tuhan. Dan kamu telah menjelaskanya. Tabiat manusia, memang, apabila Kami berikan kelapangan hidup, cenderung tidak berterima kasih. Dan apabila tertimpa musibah, akibat perbuatan maksiatnya, mereka cenderung melupakan nikmat. Mereka tidak tabah menghadapi turunnya cobaan dan tetap tidak berterima kasih.",
    "jalalayn": "(Jika mereka berpaling) tidak mau mematuhi seruan-Nya itu (maka Kami tidak mengutus kamu sebagai pemelihara bagi mereka) sebagai orang yang memelihara amal perbuatan mereka, umpamanya kamu menjadi orang yang memperturutkan apa yang dikehendaki oleh mereka. (Tidak lain) tiada lain (kewajibanmu hanyalah menyampaikan risalah) hal ini sebelum ada perintah untuk berjihad. (Sesungguhnya apabila Kami merasakan kepada manusia sesuatu rahmat dari Kami) berupa nikmat seperti kekayaan atau kecukupan dan kesehatan (dia bergembira ria karena rahmat itu. Dan jika mereka ditimpa) Dhamir yang kembali kepada lafal Al-Insaan memandang kepada segi maknanya atau jenisnya (kesusahan) malapetaka atau musibah (disebabkan perbuatan tangan mereka sendiri) disebabkan yang mereka lakukan; dalam ayat ini diungkapkan kata 'tangan mereka sendiri' karena kebanyakan pekerjaan manusia itu dilakukan oleh tangannya (karena sesungguhnya manusia itu amat ingkar) kepada nikmat yang telah diberikan kepadanya."
  },
  {
    "page": 488,
    "name": "Asy-Syura",
    "ayat": 49,
    "arab": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يَخْلُقُ مَا يَشَاۤءُ ۗيَهَبُ لِمَنْ يَّشَاۤءُ اِنَاثًا وَّيَهَبُ لِمَنْ يَّشَاۤءُ الذُّكُوْرَ ۙ",
    "translation": "Milik Allah-lah kerajaan langit dan bumi; Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki dan memberikan anak laki-laki kepada siapa yang Dia kehendaki,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4321.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi, memiliki, berkuasa dan berbuat sekehendak-Nya terhadap apa yang ada di langit dan di bumi. Apa saja yang Dia kehendaki pasti terwujud dan menjadi kenyataan, dan apa yang tidak Dia kehendaki tidak terwujud. Dia memberikan nikmat kepada siapa yang dikehendaki-Nya. Tidak seorang pun dapat menghalangi apa yang dikehendaki-Nya tidak seorang pun dapat memberikan nikmat kepada siapa yang tidak dikehendaki-Nya. Dia-lah yang menciptakan segala sesuatu menurut kehendak-Nya. Dia-lah yang memberikan keturunan anak perempuan kepada siapa yang dikehendaki-Nya, memberikan keturunan anak laki-laki kepada siapa yang dikehendaki-Nya, dan memberikan keturunan anak laki-laki dan perempuan, dan ada pula yang dijadikannya mandul, tidak memiliki keturunan, semua itu ada hikmahnya.\nSemuanya itu menunjukkan kemahakuasaan Allah yang tidak seorang pun dapat menentang-Nya. Dia berbuat sekehendak-Nya sesuai dengan kodrat-Nya dan tidak seorang pun yang sanggup merintangi-Nya atau turut membantu mengatur keinginan-Nya.\nAyat ini ditutup dengan satu ketegasan, bahwa Allah Maha Mengetahui siapa-siapa yang layak dan berhak dianugerahi tiap-tiap macam karunia tersebut di atas. Dia Mahakuasa menciptakan apa yang dikehendaki dan berbuat sekehendak-Nya menurut kebijaksanaan dan ilmu-Nya.",
    "quraish": "Hanya wewenang Allah hak mencipta dan mengatur langit dan bumi. Dia menciptakan apa saja yang dikehendaki-Nya. Dia mengaruniakan anak perempuan atau laki-laki kepada siapa saja yang dikehendaki- Nya.",
    "jalalayn": "(Kepunyaan Allahlah kerajaan langit dan bumi. Dia menciptakan apa yang Dia kehendaki. Dia memberikan kepada siapa yang Dia kehendaki) yakni berupa anak-anak (yaitu anak-anak perempuan dan Dia memberikan anak-anak lelaki kepada siapa yang Dia kehendaki.)"
  },
  {
    "page": 488,
    "name": "Asy-Syura",
    "ayat": 50,
    "arab": "اَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَّاِنَاثًا ۚوَيَجْعَلُ مَنْ يَّشَاۤءُ عَقِيْمًا ۗاِنَّهٗ عَلِيْمٌ قَدِيْرٌ ",
    "translation": "atau Dia menganugerahkan jenis laki-laki dan perempuan, dan menjadikan mandul siapa yang Dia kehendaki. Dia Maha Mengetahui, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4322.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi, memiliki, berkuasa dan berbuat sekehendak-Nya terhadap apa yang ada di langit dan di bumi. Apa saja yang Dia kehendaki pasti terwujud dan menjadi kenyataan, dan apa yang tidak Dia kehendaki tidak terwujud. Dia memberikan nikmat kepada siapa yang dikehendaki-Nya. Tidak seorang pun dapat menghalangi apa yang dikehendaki-Nya tidak seorang pun dapat memberikan nikmat kepada siapa yang tidak dikehendaki-Nya. Dia-lah yang menciptakan segala sesuatu menurut kehendak-Nya. Dia-lah yang memberikan keturunan anak perempuan kepada siapa yang dikehendaki-Nya, memberikan keturunan anak laki-laki kepada siapa yang dikehendaki-Nya, dan memberikan keturunan anak laki-laki dan perempuan, dan ada pula yang dijadikannya mandul, tidak memiliki keturunan, semua itu ada hikmahnya.\nSemuanya itu menunjukkan kemahakuasaan Allah yang tidak seorang pun dapat menentang-Nya. Dia berbuat sekehendak-Nya sesuai dengan kodrat-Nya dan tidak seorang pun yang sanggup merintangi-Nya atau turut membantu mengatur keinginan-Nya.\nAyat ini ditutup dengan satu ketegasan, bahwa Allah Maha Mengetahui siapa-siapa yang layak dan berhak dianugerahi tiap-tiap macam karunia tersebut di atas. Dia Mahakuasa menciptakan apa yang dikehendaki dan berbuat sekehendak-Nya menurut kebijaksanaan dan ilmu-Nya.",
    "quraish": "Allah menganugerahkan anak perempuan dan laki-laki kepada siapa saja yang dikehendaki, dan menjadikan mandul kepada siapa saja yang dikehendaki. Sesungguhnya pengetahuan Allah meliputi segala sesuatu. Dan Dia Mahakuasa melakukan apa saja yang dikehendaki-Nya.",
    "jalalayn": "(Atau Dia menganugerahkan kedua jenis) atau Dia menjadikan buat mereka (laki-laki dan perempuan, dan Dia menjadikan mandul siapa yang Dia kehendaki) sehingga tidak mempunyai anak dan tidak dapat membuahi. (Sesungguhnya Dia Maha Mengetahui) apa yang diciptakan-Nya (lagi Maha Kuasa) atas semua apa yang dikehendaki-Nya."
  },
  {
    "page": 488,
    "name": "Asy-Syura",
    "ayat": 51,
    "arab": "۞ وَمَا كَانَ لِبَشَرٍ اَنْ يُّكَلِّمَهُ اللّٰهُ اِلَّا وَحْيًا اَوْ مِنْ وَّرَاۤئِ حِجَابٍ اَوْ يُرْسِلَ رَسُوْلًا فَيُوْحِيَ بِاِذْنِهٖ مَا يَشَاۤءُ ۗاِنَّهٗ عَلِيٌّ حَكِيْمٌ ",
    "translation": "Dan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sungguh, Dia Mahatinggi, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4323.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Allah tidak akan berkata-kata dengan hamba-Nya kecuali dengan salah satu dari tiga cara seperti berikut ini:\n1. Dengan wahyu, yakni Allah menanamkan ke dalam hati sanubari seorang nabi suatu pengertian yang tidak diragukannya bahwa yang diterimanya adalah dari Allah. Seperti halnya yang terjadi dengan Nabi Muhammad saw. Sabda beliau:\nSesungguhnya Ruhul Qudus telah menghembuskan ke dalam lubuk hatiku bahwasanya seseorang tidak akan meninggal dunia hingga dia menerima dengan sempurna rezeki dan ajalnya, maka bertakwalah kepada Allah dan berusahalah dengan cara yang sebaik-baiknya. (Riwayat Ibnu hibban)\n\n2. Di belakang tabir yakni dengan cara mendengar dan tidak melihat siapa yang berkata, tetapi perkataannya itu didengar, seperti halnya Allah berbicara dengan Nabi Musa, Firman Allah :\n\nDan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, \"Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.\" (Allah) berfirman, \"Engkau tidak akan (sanggup) melihat-Ku. (al-A'raf/7: 143)\n\n3. Mengutus seorang utusan, yakni Allah mengutus Malaikat Jibril, maka utusan itu menyampaikan wahyu kepada siapa yang dikehendaki-Nya, sebagaimana halnya Jibril turun kepada Nabi Muhammad saw dan kepada nabi-nabi yang lain.\n'Aisyah meriwayatkan bahwa al-harits bin Hisyam bertanya kepada Nabi saw, \"Bagaimana cara wahyu datang kepadamu?\" Rasulullah saw menjawab, \"Terkadang wahyu datang kepadaku seperti bunyi lonceng. Cara inilah yang sangat berat bagiku. Setelah ia berhenti, aku telah mengerti apa yang telah dikatakan-Nya; kadang-kadang malaikat mewujudkan dirinya kepadaku sebagai seorang laki-laki, lalu dia berbicara kepadaku, maka aku mengerti apa yang dibicarakannya\". Berkata 'Aisyah ra, sesungguhnya saya lihat Nabi ketika turun kepadanya wahyu di hari yang sangat dingin, kemudian setelah wahyu itu berhenti terlihat dahinya bercucuran keringat. (Riwayat al-Bukhari)\n\nAyat ini ditutup dengan penegasan bahwa Allah itu Mahatinggi lagi Mahasuci dari sifat-sifat makhluk ciptaan-Nya. Dia disebut menurut kebijaksanaan-Nya, berbicara dengan hamba-hamba-Nya, adakalanya tanpa perantara baik berupa ilham atau berupa percakapan dari belakang tabir.",
    "quraish": "Seorang manusia tidak akan diajak bicara oleh Allah kecuali melalui wahyu--yaitu pengutaraan tutur ke dalam kalbu--baik berupa ilham maupun mimpi. Atau dengan cara memperdengarkan suara ilahi tanpa si pendengar dapat melihat pembicaranya. Dapat juga dengan cara mengutus malaikat yang dapat dilihat dan dapat didengar suaranya untuk kemudian mewahyukan kepadanya, dengan izin Allah, apa saja yang dikehendaki-Nya. Allah benar-benar Mahaluhur, tidak dapat dicegah, lagi Mahabijaksana atas segala urusan- Nya.",
    "jalalayn": "(Dan tidak mungkin bagi seorang manusia pun bahwa Allah berkata-kata dengan dia kecuali) dengan perantaraan (wahyu) yang Dia wahyukan kepadanya di dalam tidurnya atau melalui ilham (atau) melainkan (di belakang tabir) seumpamanya Allah memperdengarkan kalam-Nya kepadanya, tetapi dia tidak dapat melihat-Nya, sebagaimana yang telah terjadi pada Nabi Musa a.s. (atau) kecuali (dengan mengutus seorang utusan) yakni malaikat, seperti Jibril (lalu diwahyukan kepadanya) maksudnya, utusan itu menyampaikan wahyu-Nya kepada rasul yang dituju (dengan seizin-Nya) dengan seizin Allah (apa yang Dia kehendaki) apa yang Allah kehendaki. (Sesungguhnya Dia Maha Tinggi) dari sifat-sifat yang dimiliki oleh semua makhluk (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  }
]