[
  {
    "page": 489,
    "name": "Asy-Syura",
    "ayat": 52,
    "arab": "وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ رُوْحًا مِّنْ اَمْرِنَا ۗمَا كُنْتَ تَدْرِيْ مَا الْكِتٰبُ وَلَا الْاِيْمَانُ وَلٰكِنْ جَعَلْنٰهُ نُوْرًا نَّهْدِيْ بِهٖ مَنْ نَّشَاۤءُ مِنْ عِبَادِنَا ۗوَاِنَّكَ لَتَهْدِيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍۙ ",
    "translation": "Dan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab  (Al-Qur'an) dan apakah iman itu, tetapi Kami jadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4324.mp3",
    "tafsir": "Allah menerangkan bahwa sebagaimana Dia menurunkan wahyu kepada rasul-rasul terdahulu Dia juga menurunkan wahyu kepada Nabi Muhammad saw berupa Al-Qur'an sebagai rahmat-Nya. Selanjutnya Allah menjelaskan bahwa Muhammad saw sebelum mencapai umur empat puluh tahun dan berada di tengah-tengah kaumnya, belum tahu apa Al-Qur'an itu dan apa iman itu, dan begitu juga belum tahu apa syariat itu secara terperinci dan pengertian tentang hal-hal yang mengenai wahyu yang diturunkannya, tetapi Allah menjadikan Al-Qur'an itu cahaya terang benderang yang dengannya Allah memberi petunjuk kepada hamba-hamba yang dikehendaki-Nya dan membandingkan kepada agama yang benar yaitu agama Islam. Sebagaimana firman Allah:\n\nDan engkau (Muhammad) tidak pernah mengharap agar Kitab (Al-Qur'an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu, sebab itu janganlah sekali-kali engkau menjadi penolong bagi orang-orang kafir. (al-Qasas/28: 86)\n\nDan firman-Nya:\n\nKatakanlah, \"Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44)\n\nFirman Allah:\n\nSungguh, Al-Qur'an ini memberi petunjuk ke (jalan) yang paling lurus. (al-Isra'/17: 9)\n\nDengan cahaya Al-Qur'an itulah, Allah memberikan petunjuk kepada jalan yang lurus yaitu agama yang benar.",
    "quraish": "Seperti Kami menurunkan wahyu kepada rasul-rasul sebelummu, Muhammad, Kami juga mewahyukan kepadamu al-Qur'ân ini untuk menghidupkan kalbu dengan seizin Kami. Sebelum diwahyukan kepadamu, kamu tidak pernah tahu apa itu al-Qur'ân. Begitu juga dengan syariat (ajaran-ajaran agama) dan masalah keimanan. Tetapi Kami kemudian menjadikan al-Qur'ân itu sebagai cahaya amat terang yang dapat dijadikan petunjuk bagi orang yang memilih petunjuk. Dengan al-Qur'ân ini kamu benar-benar mengajak ke jalan yang lurus.",
    "jalalayn": "(Dan demikianlah) maksudnya, sebagaimana Kami wahyukan kepada rasul-rasul selain kamu (Kami wahyukan kepadamu) hai Muhammad (wahyu) yakni Alquran, yang karenanya kalbu manusia dapat hidup (dengan perintah Kami) yang Kami wahyukan kepadamu. (Sebelumnya kamu tidaklah mengetahui) sebelum Kami mewahyukan kepadamu (apakah Alkitab) yakni Alquran itu (dan tidak pula mengetahui apakah iman itu) yakni syariat-syariat dan tanda-tanda-Nya Nafi dalam ayat ini amalnya di-ta'alluqkan kepada Fi'il dan lafal-lafal sesudah Fi'il menempati kedudukan dua Maf'ulnya (tetapi Kami menjadikan Alquran itu) wahyu atau Alquran itu (cahaya, yang Kami tunjuki dengan dia siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sesungguhnya kamu benar-benar memberi petunjuk) maksudnya kamu menyeru dengan wahyu yang diturunkan kepadamu (kepada jalan) tuntunan (yang lurus) yakni agama Islam."
  },
  {
    "page": 489,
    "name": "Asy-Syura",
    "ayat": 53,
    "arab": "صِرَاطِ اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ  اَلَآ اِلَى اللّٰهِ تَصِيْرُ الْاُمُوْرُ ࣖ ",
    "translation": "(Yaitu) jalan Allah yang milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Ingatlah, segala urusan kembali kepada Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4325.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa jalan yang lurus itu ialah jalan yang telah disyariatkan Allah pemilik langit dan bumi serta penguasa keduanya, berbuat sekehendak-Nya, dan sebagai hakim yang tidak dapat digugat keputusan-Nya.\nAyat ini diakhiri dengan satu peringatan bahwa semua urusan makhluk pada hari Kiamat nanti dikembalikan kepada Allah tidak kepada yang lain. Maka ditempatkanlah setiap mereka itu pada tempat yang layak baginya, di surga atau di neraka. Firman Allah:\n\nDan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan hanya kepada Allah segala urusan dikembalikan. (Ali 'Imran/3: 109)",
    "quraish": "Yaitu jalan agama Allah, satu-satunya Tuhan yang memiliki hak mencipta dan mengatur semua makhluk yang ada di langit dan di bumi. Allah Swt. mengingatkan bahwa hanya kepada-Nya segala perkara dikembalikan.",
    "jalalayn": "(Yaitu jalan Allah yang kepunyaan-Nya segala apa yang ada di langit dan apa yang ada di bumi) sebagai milik-Nya, makhluk-Nya dan hamba-hamba-Nya. (Ingatlah, bahwa kepada Allahlah kembali semua urusan) semua urusan dikembalikan."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 1,
    "arab": " حٰمۤ  ۚ ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4326.mp3",
    "tafsir": "Permulaan ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah lainnya. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya silakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
    "quraish": "[[43 ~ AZ-ZUKHRUF (PERHIASAN) Pendahuluan: Makkiyyah, 89 ayat ~ Surat ini diawali dengan dua huruf eja seperti gaya al-Qur'ân dalam mengawali beberapa surat lainnya. Disebutkan, setelah itu, mengenai al-Qur'ân dan kedudukanya di sisi Allah, dan keterangan mengenai sikap orang-orang yang mencemoohkan misi yang dibawa oleh para rasul, yang kemudian diikuti dengan pemaparan beberapa bukti yang mengharuskan kita beriman hanya kepada Allah. Tetapi, kendati bukti-bukti itu demikian banyak dan jelas, mereka tetap saja mengakui adanya tuhan-tuhan lain--yang, tentu saja, palsu--selain Allah. Mereka beranggapan bahwa Allah memiliki anak-anak perempuan sedang mereka memiliki anak laki-laki. Dan ketika mereka tak lagi menemukan alasan yang membenarkan anggapan itu, mereka berdalih bahwa hal itu adalah tradisi leluhur yang harus dipegang teguh. Pada bagian lain, surat ini berbicara tentang kisah Nabi Ibrâhîm a. s. yang kemudian dilanjutkan dengan anggapan orang-orang kafir Mekah bahwa al-Qur'ân terlalu besar untuk diturunkan kepada seorang Muhammad. Semestinya, menurut mereka, al-Qur'ân hanya pantas diturunkan kepada salah seorang pembesar Mekah atau Thaif. Dengan begitu, mereka seolah-olah membagi-bagikan karunia Allah sekehendak mereka. Padahal Allah sendiri telah membagi-bagikan rezeki-Nya untuk penghidupan mereka di dunia karena mereka memang tidak mampu melakukan itu. Surat ini kemudian menyatakan bahwa andai bukan karena Tuhan tidak ingin kalau semua manusia menjadi kafir, tentu orang-orang kafir telah diberi seluruh kenikmatan dan kemewahan dunia. Dijelaskan pula, kemudian, bahwa siapa saja yang menentang kebenaran maka Allah akan menjadikan setan menguasai dirinya lalu membawanya ke lembah kehancuran. Selanjutnya, surat ini juga mengetengahkan kisah Nabi Mûsâ bersama Fir'aun dan kaumnya yang sangat sombong dan arogan dengan kekuasaannya. Suatu sikap yang kemudian justru mendatangkan balasan Allah kepada mereka. Kisah tentang Mûsâ ini kemudian dilanjutkan dengan penjelasan tentang 'Isâ putra Maryam yang merupakan seorang hamba yang mendapat karunia dari Allah dan menyeru kepada jalan yang lurus. Setelah dipaparkan peringatan bagi orang-orang zalim berupa siksaan, dan kabar gembira bagi orang-orang Mukmin berupa surga kelak pada hari kiamat, surat ini ditutup dengan penjelasan betapa luasnya kerajaan Allah dan betapa tidak mampunya tuhan-tuhan palsu yang mereka persekutukan dengan- Nya. Dalam hal ini, Nabi Muhammad saw. diperintahkan untuk mengucapkan \"salam perpisahan\" kepada mereka, agar mereka mengetahui.]] Hâ, mîm. Surat ini dibuka dengan menyebut dua huruf fonemis yang merupakan gaya al-Qur'ân dalam mengawali beberapa suratnya.",
    "jalalayn": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 2,
    "arab": "وَالْكِتٰبِ الْمُبِيْنِ ۙ ",
    "translation": "Demi Kitab (Al-Qur'an) yang jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4327.mp3",
    "tafsir": "Allah bersumpah, demi Kitab Suci Al-Qur'an yang menerangkan petunjuk dan hidayah, dan penjelasan hal-hal yang diperlukan manusia di dunia dan di akhirat untuk mencapai kebahagiaan. Barang siapa mengikuti petunjuk-petunjuk yang telah digariskan di dalam Al-Qur'an, dia akan beruntung dan selamat, dan barang siapa yang menyimpang daripadanya, maka dia akan merugi dan sesat dari jalan yang benar.",
    "quraish": "Allah bersumpah demi al-Qur'ân yang dengan jelas menerangkan kandungan isinya, baik berupa ajaran akidah maupun hukum.",
    "jalalayn": "(Demi Alkitab) demi Alquran (yang menerangkan) yang menonjolkan jalan petunjuk beserta dengan sarana yang diperlukannya yaitu berupa syariat."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 3,
    "arab": "اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ",
    "translation": "Kami menjadikan Al-Qur'an dalam bahasa Arab agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4328.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah menjadikan Al-Qur'an dalam bahasa Arab bukan dalam bahasa 'Ajam (bahasa-bahasa asing) karena yang akan diberi peringatan pertama kali adalah orang-orang Arab agar mereka mudah memahami pelajaran dan nasihat-nasihat yang terkandung di dalamnya, dan dengan mudah mereka dapat memikirkan arti dan maknanya. Dia tidak menurunkan Al-Qur'an dalam bahasa 'Ajam agar tidak ada alasan bagi mereka untuk mengatakan bagaimana mereka dapat memahami isi Al-Qur'an karena bahasanya bukan bahasa Arab, bahasa kami, sebagaimana firman Allah:\n\nDan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, \"Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. (Fussilat/41: 44)",
    "quraish": "Kami sungguh-sungguh menjadikan kitab suci itu menggunakan bahasa Arab agar kalian dapat mengetahui kemukjizatannya dan dapat merenungi maknanya.",
    "jalalayn": "(Sesungguhnya Kami menjadikan Alquran) maksudnya, Kami adakan Alkitab ini (bacaan yang berbahasa Arab) atau memakai bahasa Arab (supaya kalian) hai penduduk Mekah (memahaminya) memahami makna-maknanya."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 4,
    "arab": "وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۗ ",
    "translation": "Dan sesungguhnya Al-Qur'an itu dalam Ummul Kitab (Lauh Mahfuzh) di sisi Kami, benar-benar (bernilai) tinggi dan penuh hikmah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4329.mp3",
    "tafsir": "Allah menerangkan kedudukan Al-Qur'an di Lauh Mahfudz bahwa ia telah ada dalam ilmu-Nya yang azali, amat tinggi nilainya karena dia mengandung rahasia-rahasia dan hikmah-hikmah yang menerangkan kebahagiaan manusia, dan petunjuk-petunjuk yang membawa mereka ke jalan yang benar. Hal ini sesuai dengan firman Allah:\n\nDan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 77-80)",
    "quraish": "Al-Qur'ân yang berada di al-Lawh al-Mahfûzh ini mempunyai kedudukan sangat tinggi, dengan redaksi dan komposisinya yang amat tepat. Balaghahnya menempati peringkat teratas.",
    "jalalayn": "(Dan sesungguhnya Alquran itu) telah ditetapkan (dalam induk Alkitab) asal Kitab, yaitu Lohmahfuz (di sisi Kami) lafal ayat ini menjadi Badal dari lafal 'Indana (adalah benar-benar tinggi) yang jauh lebih tinggi daripada Kitab-kitab sebelumnya (dan amat banyak mengandung hikmah) artinya sangat padat dengan hikmah-hikmah."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 5,
    "arab": "اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ",
    "translation": "Maka apakah Kami akan berhenti menurunkan ayat-ayat (sebagai peringatan) Al-Qur'an kepadamu, karena kamu kaum yang melampaui batas?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4330.mp3",
    "tafsir": "Allah mencela kaum musyrik Mekah dengan mengatakan: Apakah Kami akan berhenti memperingatkan kamu dengan Al-Qur'an karena kamu sudah begitu mendalam dalam kekafiranmu, selalu meninggalkan perintah Kami dan melakukan larangan Kami? Tidak! Kami sekali-sekali tidak akan berbuat demikian, karena rahmat dan kasih sayang Kami kepadamu, meskipun kamu seharusnya dibinasakan, atau dibiarkan sesat sampai mati, karena perbuatanmu sudah keterlaluan dan melampaui batas.\nQatadah berkata, \"Sekiranya Al-Qur'an itu telah diangkat atau ditiadakan ketika ia ditolak orang-orang pertama dari umat terdahulu, maka pasti mereka binasa, tetapi Allah selalu memberikan rahmat dan kasih sayang-Nya kepada mereka dan Muhammad saw senantiasa menyeru mereka selama duapuluh tahun lebih menurut izin dan kehendak Allah.\"",
    "quraish": "Apakah Kami mengabaikan kalian sehingga Kami berhenti menurunkan al-Qur'ân, sebagai sikap memalingkan diri dari kalian akibat perlaku kalian yang terlalu berlebihan dalam kekafiran? Tidak, karena ketentuan hukum Kami menuntut kalian memberikan alasan.",
    "jalalayn": "(Maka apakah Kami akan berhenti) akan menahan (menurunkan Adz-Dzikr kepada kalian) yakni Alquran (dengan sebenar-benarnya) maksudnya Kami benar-benar menahan Alquran dan tidak menurunkannya kepada kalian, karena itu kalian tidak lagi terkena amar makruf dan nahi mungkar, demikian itu hanya (karena kalian adalah kaum yang melampaui batas?) kaum yang musyrik tentu tidak."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 6,
    "arab": "وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ",
    "translation": "Dan betapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4331.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula.\nDemikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah:\n\nSebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
    "quraish": "Kami telah mengutus banyak nabi kepada bangsa-bangsa terdahulu. Maka, jika kini Kami mengutus lagi seorang rasul kepada kalian, hal itu bukanlah sesuatu yang mengherankan.",
    "jalalayn": "(Berapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.)"
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 7,
    "arab": "وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
    "translation": "Dan setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4332.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula.\nDemikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah:\n\nSebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
    "quraish": "Setiap kali seorang rasul mengingatkan kebenaran kepada mereka, mereka selalu mengejeknya.",
    "jalalayn": "(Dan tiada) (yang datang kepada mereka) atau tiba kepada mereka (seorang nabi pun melainkan mereka selalu memperolok-olokkannya) sebagaimana kaummu memperolok-olokkan kamu, ayat ini merupakan penghibur bagi Nabi saw."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 8,
    "arab": "فَاَهْلَكْنَٓا اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ ",
    "translation": "Karena itu Kami binasakan orang-orang yang lebih besar kekuatannya di antara mereka dan telah berlalu contoh umat-umat terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4333.mp3",
    "tafsir": "Allah menerangkan bahwa Dia menghancurkan orang-orang yang mendustakan rasul-rasul dan mereka tak dapat mengelak dan menghindar apabila bencana itu datang, padahal mereka jauh lebih kuat dan perkasa dibandingkan dengan kaum Nabi Muhammad saw. Yang demikian itu hendaknya menjadi perhatian umat Muhammad. Firman Allah:\n\nMaka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi. (Gafir/40: 82)\n\nAyat ini ditutup dengan satu peringatan kepada umat Muhammad bahwa ketentuan Allah yang berlaku pada umat yang mendustakan rasul, kiranya menjadi pelajaran bagi mereka karena tidak mustahil mereka itu juga akan ditimpa bencana sebagaimana halnya umat yang terdahulu itu. Firman Allah:\n\nMaka Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian. (az-Zukhruf/43: 56)\n\nAllah juga berfirman:\n\nItulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. (Gafir/40: 85)",
    "quraish": "Kami pun, kemudian, memusnahkan para pendusta terdahulu, padahal mereka adalah orang-orang yang lebih kuat dan kikir daripada orang-orang kafir Mekah. Maka kalian, orang-orang kafir Mekah, jangan merasa angkuh dan sombong dengan kekuatan yang kalian miliki. Di dalam al-Qur'ân ini terdapat banyak kisah menarik tentang orang-orang terdahulu yang sepatutnya dapat menjadi pelajaran bagi orang lain. Oleh karena itu, wahai para pendusta, ambillah pelajaran dari kisah-kisah itu.",
    "jalalayn": "(Maka telah Kami binasakan orang-orang yang lebih hebat daripada mereka) daripada kaummu (kekuatannya) maksudnya daya dan kekuatan mereka lebih kuat daripada kaummu (dan telah terdahulu) telah disebutkan di dalam ayat-ayat yang lain (perumpamaan umat-umat yang terdahulu) yaitu mengenai dibinasakannya mereka, maka akibat yang akan dialami oleh kaummu sama saja."
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 9,
    "arab": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ",
    "translation": "Dan jika kamu tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Pastilah mereka akan menjawab, “Semuanya diciptakan oleh Yang Mahaperkasa, Maha Mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4334.mp3",
    "tafsir": "Ayat ini ditujukan Allah kepada Rasul-Nya bahwa apabila dia bertanya kepada orang-orang musyrik kaumnya, siapakah yang menjadikan alam semesta seperti langit, bumi dan lainnya, mereka dengan tandas menjawab, bahwa semuanya itu diciptakan oleh Allah, Tuhan yang Maha Perkasa, Maha Mengetahui segalanya, tidak satu pun yang tersembunyi bagi-Nya. Firman Allah:\n\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)",
    "quraish": "Aku bersumpah bahwa jika kamu, Muhammad, bertanya kepada orang-orang kafir itu tentang siapa yang menciptakan langit dan bumi, mereka pasti akan mengatakan bahwa yang menciptakan langit dan bumi adalah Allah yang benar-benar Mahaperkasa dan Maha Mengetahui.",
    "jalalayn": "(Dan sungguh jika) huruf Lam di sini bermakna Qasam (kamu tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Niscaya mereka akan menjawab,) dari lafal Layaquulunna terbuang Nun alamat Rafa'nya, karena jika masih ada, maka akan terjadilah huruf Nun yang berturut-turut, dan hal ini dinilai jelek oleh orang-orang Arab. Sebagaimana dibuang pula daripadanya Wawu Dhamir jamak, tetapi 'Illatnya bukan karena bertemunya dua huruf yang disukunkan (\"Semuanya diciptakan oleh Yang Maha Perkasa lagi Maha Mengetahui\") jawaban terakhir mereka adalah, \"Allah Yang Maha Perkasa dan Maha Mengetahuilah yang menciptakan kesemuanya itu.\" Selanjutnya Allah swt. menambahkan:"
  },
  {
    "page": 489,
    "name": "Az-Zukhruf",
    "ayat": 10,
    "arab": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَ ۚ ",
    "translation": "Yang menjadikan bumi sebagai tempat menetap bagimu dan Dia menjadikan jalan-jalan di atas bumi untukmu agar kamu mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4335.mp3",
    "tafsir": "Allah menerangkan bahwa Dia-lah yang menjadikan bumi sebagai hamparan dan menyiapkannya bagi makhluk-Nya untuk tempat mereka menetap, berpijak dan mengayunkan kaki, diperlengkapi dengan jalan-jalan agar mereka dapat berkunjung dari satu tempat ke tempat yang lain, baik yang dekat maupun yang jauh untuk kepentingan hidup dan penghidupan, kepentingan ekonomi dan perdagangan, dan lain-lain. Sejalan dengan ayat ini firman Allah:\n\nBukankah Kami telah menjadikan bumi sebagai hamparan. (an-Naba'/78: 6)\n\nFirman Allah:\n\nDan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk. (al-Anbiya'/21: 31)",
    "quraish": "Yatu Tuhan yang menjadikan bumi sebagai tempat yang penuh dengan kemudahan agar kalian dapat bertempat tinggal dan dapat memanfaatkannya, dan yang menciptakan jalan-jalan di atas bumi untuk kalian gunakan dalam perjalanan sehingga kalian pun dapat mencapai tempat tujuan.",
    "jalalayn": "(Yang menjadikan bumi untuk kalian sebagai tempat menetap) sebagai hamparan yang mirip dengan ayunan bayi (dan Dia membuat jalan-jalan di atas bumi untuk kalian) dilalui (supaya kalian mendapat petunjuk) untuk mencapai tujuan-tujuan di dalam perjalanan kalian."
  }
]