[
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 11,
    "arab": "وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًا ۚ كَذٰلِكَ تُخْرَجُوْنَ ",
    "translation": "Dan yang menurunkan air dari langit menurut ukuran (yang diperlukan) lalu dengan air itu Kami hidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4336.mp3",
    "tafsir": "Allah menurunkan hujan dari langit sesuai dengan keperluan untuk menghidup-suburkan tanam-tanaman dan tumbuh-tumbuhan. Dia menurunkan hujan tidak lebih dari yang diperlukan sehingga tidak melimpah ruah melampaui batas dan akhirnya menjadi bencana, seperti halnya air bah yang merusak dan membinasakan, dan tidak pula terlalu sedikit sehingga tidak mencukupi kebutuhan untuk kesuburan tanam-tanaman dan tumbuh-tumbuhan yang menyebabkan kering dan layu, dan mengakibatkan timbulnya bencana kelaparan yang menimpa makhluk Allah di mana-mana.\nDengan turunnya hujan dari langit sesuai dengan kadar yang diperlukan, maka hidup dan makmurlah negeri yang telah mati yang tidak lagi ditumbuhi tanam-tanaman dan pohon-pohonan. Sebagaimana Allah kuasa menghidupkan negeri yang telah mati, begitu pula Dia kuasa menghidupkan dan mengeluarkan orang-orang mati itu dari kubur dalam keadaan hidup, sebagaimana firman Allah:\n\nDan Dia menurunkan air (hujan) dari langit, lalu dengan air itu dihidupkannya bumi setelah mati (kering). (ar-Rum/30: 24)\n\nDan firman-Nya:\n\nMaka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu. (Fathir/35: 9)\n\nApa yang dikemukakan oleh ayat ini dibuktikan oleh ilmu pengetahuan yang ditemukan manusia saat ini. Diperkirakan dalam waktu satu detik, sebanyak 16 juta ton air menguap dari bumi. Menggunakan angka ini, maka diperhitungkan akan adanya 513 triliun ton air yang menguap dari bumi dalam setahun. Angka ini ternyata sama dengan perhitungan mengenai jumlah air hujan yang turun dalam setahun. Dengan demikian, air melakukan sirkulasi yang seimbang secara terus-menerus. Kehidupan di bumi sangat bergantung pada keberlanjutan siklus air yang demikian ini. Walaupun banyak teknologi mencoba mengintervensi siklus alami ini, seperti membuat hujan buatan, pada kenyataannya siklus air tidak dapat dibuat secara artifisial.\nProporsi air hujan tidak hanya penting dalam bentuk jumlahnya, tetapi juga kecepatan turunnya butir air hujan [menurut ukuran yang diperlukan]. Kecepatan butir air hujan tidak melebihi kecepatan standar, tidak peduli berapa ukuran butir air hujan itu. Umumnya butiran air hujan mempunyai diameter 4,5 mm. Kecepatannya sekitar 8 meter per detik. Pada ukuran yang lebih kecil, tentunya kecepatannya lebih rendah. Pada ukuran butiran yang lebih besar dari 4,5 mm, tidak berarti kecepatannya makin tinggi. Kecepatannya tetap, yaitu sekitar 8 meter per detik. Hal ini disebabkan karena bentuk butiran yang cair itu akan berinteraksi dengan udara dan angin sehingga bentuk butir air itu berubah sedemikian rupa yang mengakibatkan kecepatan jatuhnya menurun dan tidak melebihi kecepatan standar. \nMenghidupkan negeri yang mati dengan air (hujan) dari langit telah difirmankan pada Surah Fussilat/41: 39, bahwasanya dengan diturunkan hujan di daerah yang tandus maka daerah tersebut akan (bisa, dengan kehendak Allah) ditumbuhi pepohonan. Pada ayat ini ditekankan bahwa air dari langit diturunkan menurut kadar tertentu. Kebangkitan manusia setelah alam kubur sering diibaratkan dengan menghidupkan tanah yang tandus dengan air hujan. Perumpamaan ini dapat kita bandingkan dengan tumbuhnya biji-bijian atau spora liar yang terbawa tiupan angin dan terserak di atas tanah yang kering. Apabila tanah yang kering ini mendapat siraman hujan dengan jumlah yang cukup [menurut ukuran yang diperlukan], maka biji-biji tersebut akan tumbuh menjadi kecambah-kecambah dan kemudian menjadi tumbuhan. Apabila curah hujan sangat banyak maka biji-bijian atau spora yang menjadi bakal benih tumbuh-tumbuhan akan hanyut terbawa aliran air. Seandainya aliran air tidak sampai menghanyutkan, tetapi bila kadar kelembaban air dalam tanah terlalu berlebih maka biji-bijian tidak akan tumbuh menjadi kecambah, malahan akan membusuk. Semuanya menurut ukuran.",
    "quraish": "Yaitu Tuhan yang yang menurunkan air hujan dari langit sesuai dengan kadar yang dibutuhkan. Dengan air itu, Kami kemudian menghidupkan negeri yang kering kerontang tak bertanaman. Dengan cara menghidupkan seperti itulah kalian akan dihidupkan kembali dari dalam kubur untuk menerima pembalasan. Apakah kalian masih juga mengingkari?",
    "jalalayn": "(Dan Yang menurunkan air dari langit menurut kadar) yang diperlukan oleh kalian, dan Dia tidak menurunkannya dalam bentuk hujan yang sangat besar yang disertai dengan angin topan (lalu Kami hidupkan dengan air itu negeri yang mati, seperti itulah) sebagaimana cara menghidupkan itulah (kalian akan dikeluarkan) dari dalam kubur kalian lalu kalian menjadi hidup kembali."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 12,
    "arab": "وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ ",
    "translation": "Dan yang menciptakan semua berpasang-pasangan dan menjadikan kapal untukmu dan hewan ternak yang kamu tunggangi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4337.mp3",
    "tafsir": "Di antara sifat Allah yang disebut dalam ayat ini ialah Dia-lah yang menciptakan semua makhluk berpasang-pasangan, laki-laki perempuan, jantan-betina, baik dari jenis tumbuh-tumbuhan, pohon-pohonan, buah-buahan, bunga-bungaan dan lain-lain maupun dari jenis hewan dan manusia. Dia pula yang menjadikan kendaraan berupa perahu, kapal yang dapat dipergunakan untuk mengangkut manusia dan keperluan barang dagangan di laut, dan binatang ternak, seperti unta, kuda, himar, sapi dan lain-lain yang dapat dipergunakan sebagai alat pengangkutan di darat, dan lain-lain yang dapat menghubungkan satu tempat dengan tempat yang lain, baik di darat maupun di laut dengan macam alat perhubungan.\nSesuai dengan firman Allah:\n\nDan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)\n\nPenjelasan mengenai Allah menciptakan segala sesuatunya berpasang-pasangan dapat dilihat penjelasannya pada Surah asy-Syura/42: 11. Beberapa ayat lain yang membicarakan hal yang sama adalah Yasin/36: 36, ar-Ra'd/13: 3, dan adh-dzariyat/51: 49.",
    "quraish": "Dialah Tuhan yang menciptakan segala jenis makhluk. Dia menjadikan bahtera dan binatang ternak tunduk kepada kalian sehingga dapat kalian pergunakan sebagai kendaraan dalam perjalanan memenuhi keperluam hidup kalian.",
    "jalalayn": "(Dan Yang menciptakan makhluk yang berpasang-pasangan) berbagai jenis makhluk berpasang-pasangan (semuanya, dan menjadikan untuk kalian kapal) atau perahu-perahu (dan binatang ternak) misalnya unta (yang kalian tunggangi) di dalam lafal ayat ini dibuang daripadanya Dhamir yang kembali kepada lafal Ma demi untuk meringkas, Dhamir tersebut adalah lafal Fihi maksudnya, yang dapat kalian kendarai."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 13,
    "arab": "لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ ",
    "translation": "Agar kamu duduk di atas punggungnya kemudian kamu ingat nikmat Tuhanmu apabila kamu telah duduk di atasnya; dan agar kamu mengucapkan, “Maha-suci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4338.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa:\n\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14)\n\nAndaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka.\nBacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman.\nSehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas.\nApabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i)\n\nAyat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya.\n\nDan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38)\n\nBeberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" \nMenyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia:\n\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5)\n\nDalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. \nSalah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: \n\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8)\n\nPada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. \n\nDan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). \nDalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \n\" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\"\nIslam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga.",
    "quraish": "Agar kalian dapat merasa tenang saat berada di atas punggungnya kemudian mengingat-ingat nikmat Sang Pencipta dan Pembimbing kalian dalam menundukkan binatang-binatang itu. Juga agar kalian--sebagai pengagungan atas ditundukkannya bintang-binatang itu sekaligus sebagai pengakuan atas kelemahan kalian dalam mengendalikan dan menguasainya--berucap, \"Sungguh Mahasuci Tuhan yang telah menundukkan semua ini untuk kami, sementara kami tidak akan pernah mampu mendundukkannya!",
    "jalalayn": "(Supaya kalian dapat duduk) tetap (di atas punggungnya) Dhamir yang ada pada ayat ini dimudzakkarkan, dan lafal Zhahr dikemukakan dalam bentuk jamak sehingga menjadi Zhuhur; hal ini karena memandang makna yang terkandung di dalam lafal Ma (kemudian kalian ingat nikmat Rabb kalian apabila kalian telah duduk di atasnya dan supaya kalian mengatakan, \"Maha Suci Tuhan yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya) tidak dapat menguasainya."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 14,
    "arab": "وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ ",
    "translation": "dan sesungguhnya kami akan kembali kepada Tuhan kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4339.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa:\n\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14)\n\nAndaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka.\nBacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman.\nSehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas.\nApabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i)\n\nAyat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya.\n\nDan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38)\n\nBeberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" \nMenyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia:\n\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5)\n\nDalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. \nSalah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: \n\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8)\n\nPada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. \n\nDan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). \nDalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \n\" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\"\nIslam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga.",
    "quraish": "Kami semua benar-benar akan kembali kepada Sang Pencipta kami setelah kehidupan ini berakhir, agar masing-masing kami diperhitungkan dengan perbuatan yang telah dilakukannya.\"",
    "jalalayn": "(Dan sesungguhnya kami akan kembali kepada Rabb kami\") kami akan dikembalikan kepada-Nya."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 15,
    "arab": "وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًا ۗاِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌ ۗ ࣖ ",
    "translation": "Dan mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya. Sungguh, manusia itu pengingkar (nikmat Tuhan) yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4340.mp3",
    "tafsir": "Allah menerangkan bahwa sekalipun orang musyrik mengakui bahwa Allah yang menciptakan langit dan bumi, namun di samping itu mereka pun menetapkan bahwa Allah mempunyai anak, dan malaikat merupakan anak perempuan-Nya.\nMereka mengatakan, Allah tidak azali seperti makhluk, sama-sama mempunyai anak, malah merendahkan-Nya karena Allah dikatakan mempunyai anak perempuan, sedang mereka mempunyai anak laki-laki. Orang-orang Arab pada waktu itu menganggap orang yang mempunyai anak-anak perempuan itu hina. Jadi, tidak heran kalau ayat itu ditutup dengan satu ketegasan bahwa manusia benar-benar pengingkar nikmat Tuhan, yang telah dikaruniakan kepada mereka.",
    "quraish": "Tetapi orang-orang musyrik malah menjadikan sebagian ciptaan-Nya itu sebagai anak Tuhan yang, menurut anggapan mereka, merupakan bagian dari diri-Nya. Sesungguhnya, dengan pebuatannya itu, manusia benar-benar melampaui batas dalam sikap kafirnya yang sangat jelas.",
    "jalalayn": "(Dan mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian daripada-Nya) karena mereka telah mengatakan, bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah. Dikatakan Juz'an atau bagian, karena anak itu adalah bagian dari orang tuanya; padahal hakikatnya malaikat-malaikat itu adalah hamba-hamba Allah swt. (Sesungguhnya manusia) yang telah mengatakan perkataan tadi (benar-benar pengingkar yang nyata) yang jelas dan nyata kekafirannya."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 16,
    "arab": "اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَ ۗ ",
    "translation": "Pantaskah Dia mengambil anak perempuan dari yang diciptakan-Nya dan memberikan anak laki-laki kepadamu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4341.mp3",
    "tafsir": "Allah membuka tabir kesesatan orang musyrik dan kebatilan ucapan mereka. Apakah masuk akal bahwa Allah memiliki sesuatu untuk diri-Nya yang lebih buruk (menurut anggapan mereka) sedangkan yang lain memiliki yang baik dan memilih untuk diri-Nya anak perempuan, sedangkan untuk orang lain anak laki-laki? Firman Allah:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?\nYang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nDan firman-Nya:\n\nApakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? Maka mengapa kamu tidak memikirkan? (ash-shaffat/37: 153-155)\n\nDan firman-Nya lagi:\n\nSekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa. (az-Zumar/39: 4)",
    "quraish": "Lebih dari itu, patutkah mereka beranggapan bahwa Tuhan lebih mengutamakan mereka untuk memiliki anak laki-laki, sementara Dia merasa cukup dengan anak perempuan? Sungguh merupakan anggapan yang benar-benar aneh!",
    "jalalayn": "(Patutkah) lafal Am di sini bermakna Istifham Inkari, sedangkan lafal Al Qaulu diperkirakan keberadaannya sesudah itu, yakni Ataquluna: Apakah kalian patut mengatakan (Dia mengambil anak perempuan dari yang diciptakan-Nya) untuk diri-Nya sendiri (dan Dia mengkhususkan buat kalian) memilihkan buat kalian (anak laki-laki) yang hal ini disimpulkan daripada perkataan kalian yang tadi itu; jumlah kalimat ini merupakan kalimat yang diinkari oleh Istifham tadi."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 17,
    "arab": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ ",
    "translation": "Dan apabila salah seorang di antara mereka diberi kabar gembira dengan apa (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya hitam pekat, karena menahan sedih (dan marah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4342.mp3",
    "tafsir": "Allah menunjukkan kebodohan orang-orang musyrik dan kecurangan mereka. Apabila salah seorang dari mereka dikaruniai anak perempuan, dengan serta-merta mukanya menjadi sangat muram karena sedih, menanggung malu yang amat dalam, tak kuat rasanya berhadapan muka dengan teman-temannya. Dia menyendiri dalam kebingungan. Apakah kiranya yang akan diperbuatnya? Apakah anak perempuan yang diperolehnya itu akan dibiarkan begitu saja, sekalipun ia harus menanggung malu dan hina, ataukah akan menguburkannya hidup-hidup? Suatu perbuatan yang sangat tercela, sebagaimana firman Allah:\n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu. (an-Nahl/16: 58-59)",
    "quraish": "Mereka beranggapan demikian. Padahal, apabila salah seorang di antara mereka mendapat kelahiran anak perempuan, wajahnya menjadi hitam pekat karena merasa sangat sedih dengan kelahiran itu.",
    "jalalayn": "(Padahal apabila salah seorang di antara mereka diberi kabar gembira dengan apa yang dijadikan sebagai misal bagi Allah Yang Maha Pemurah) maksudnya, dijadikan baginya hal serupa dengan apa yang ia nisbatkan kepada Allah, yaitu diberi anak-anak perempuan. Atau dengan kata lain, apabila ia diberi berita gembira tentang kelahiran anak perempuannya (jadilah) maka menjadi berubahlah (mukanya hitam) artinya, roman mukanya tampak berubah menjadi kelabu (sedangkan dia amat menahan sedih) penuh dengan kedukaan, maka mengapa mereka berani menisbatkan anak-anak perempuan kepada Allah swt.?"
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 18,
    "arab": "اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ ",
    "translation": "Dan apakah patut (menjadi anak Allah) orang yang dibesarkan sebagai perhiasan sedang dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4343.mp3",
    "tafsir": "Allah membantah anggapan kaum musyrik bahwa Allah mempunyai anak perempuan sedangkan mereka mempunyai anak laki-laki. Bantahan itu ialah: Apakah orang yang dilahirkan dan dibesarkan untuk berhias dan bila ia dalam bertukar pikiran dan berdiskusi tidak sanggup mengemukakan hujjah atau alasan yang kuat, karena dia lebih terpengaruh oleh perasaan daripada mempergunakan akal dan pikiran, adakah orang seperti ini patut dianggap anak Tuhan?",
    "quraish": "Begitu beraninyakah mereka beranggapan bahwa Allah mempunyai anak yang sebenarnya merupakan perhiasan hidup? Padahal, untuk mendatangkan alasan dalam berdebat saja ia tidak mampu karena kefasihan bahasanya yang sangat terbatas. Sungguh merupakan anggapan yang benar-benar aneh!",
    "jalalayn": "(Dan apakah patut) Hamzah atau kata tanya di sini mengandung pengertian ingkar, sedangkan Wawu 'Athafnya menunjukkan 'Athaf jumlah kepada jumlah yang lain. Maksudnya, apakah patut mereka menjadikan bagi Allah (orang yang dibesarkan dalam perhiasan) maksudnya selalu berhias diri (sedangkan dia tidak dapat memberi alasan yang terang dalam pertengkaran) tidak pernah menang di dalam adu argumentasi karena kelemahan akalnya sebagai perempuan."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 19,
    "arab": "وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۗ اَشَهِدُوْا خَلْقَهُمْ ۗسَتُكْتَبُ شَهَادَتُهُمْ وَيُسْٔـَلُوْنَ ",
    "translation": "Dan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4344.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali.\nApakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman:\n\nAtau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152)\n\nAyat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak.\nSatu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman:\n\nOrang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148)\n\nPendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\n\nAyat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran.",
    "quraish": "Mereka menyebut malaikat, yang merupakan makhluk Sang Maha Pemurah, sebagai anak-anak perempuan-Nya. Apakah mereka melihat penciptaan malaikat-malaikat itu dengan mata kepala mereka sendiri sehingga mempunyai anggapan demikian? Tidak, mereka tidak melihat. Kami akan mencatat apa yang mereka ada-adakan ini. Dan kelak, di hari kiamat, mereka akan ditanya tentang hal itu.",
    "jalalayn": "(Dan mereka menjadikan malaikat-malaikat yang mereka itu adalah hamba-hamba Allah Yang Maha Pemurah sebagai orang-orang perempuan. Apakah mereka menyaksikan) apakah mereka hadir menyaksikan (penciptaan malaikat-malaikat itu? Kelak akan dituliskan persaksian mereka) yang menyatakan bahwa malaikat-malaikat itu adalah orang-orang perempuan (dan mereka akan dimintai pertanggungjawaban) di akhirat kelak tentang perkataan itu, karenanya mereka akan menerima siksaan yang pedih."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 20,
    "arab": "وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْ ۗمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ ",
    "translation": "Dan mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4345.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali.\nApakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman:\n\nAtau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152)\n\nAyat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak.\nSatu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman:\n\nOrang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148)\n\nPendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\n\nAyat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran.",
    "quraish": "Orang-orang musyrik itu berkata, \"Kalau Tuhan Sang Maha Pengasih itu menghendaki kami untuk tidak menyembah tuhan-tuhan lain, tentu kami tidak akan menyembahnya.\" Mereka mengira bahwa Tuhan berkenan dengan tingkah mereka menyembah tuhan-tuhan palsu itu. Padahal, mereka tidak memiliki sandaran ilmu apa-apa tentang apa yang mereka ucapkan itu. Mereka hanya menduga-duga dan mengatakan sesuatu tanpa berdasarkan bukti.",
    "jalalayn": "(Dan mereka berkata, \"Jika Allah Yang Maha Pemurah menghendaki tentulah kami tidak menyembah mereka\") tidak menyembah malaikat; maka ibadah atau penyembahan kami kepada mereka berdasarkan kehendak dari-Nya, Dia rela kami melakukan hal itu. Lalu Allah berfirman, \"(Tiadalah bagi mereka tentang hal itu) yakni dugaan mereka yang mengatakan bahwa Allah rela mereka menyembah malaikat (suatu pengetahuan pun, tidak lain) tiada lain (mereka hanya menduga-duga belaka) hanya berdusta belaka tentang itu, karenanya mereka harus menerima siksaan."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 21,
    "arab": "اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ ",
    "translation": "Atau apakah pernah Kami berikan sebuah kitab kepada mereka sebelumnya, lalu mereka berpegang (pada kitab itu)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4346.mp3",
    "tafsir": "Allah menambahkan penjelasan dalam rangka penolakan-Nya terhadap anggapan orang-orang musyrik bahwa mereka menyembah malaikat karena kehendak Allah, dengan firman-Nya, \"Apakah memang pernah kami memberikan kepada mereka sebuah kitab sebelum Al-Qur'an, lalu mereka berpegang teguh kepada kitab itu? Tidak, sama sekali tidak. Pendirian mereka hanya didasarkan atas dugaan dan sangkaan yang mengandung dusta, firman Allah:\n\nYang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan. (al-An'am/6: 116)",
    "quraish": "Lebih dari itu, apakah Kami telah memberikan kitab suci kepada mereka, sebelum al-Qur'ân ini, yang memperkuat alasan mereka sehingga mereka sangat berpegang kepadanya? Tidak, Kami tidak pernah menurunkan apa-apa kepada mereka. Mereka tidak memiliki bukti dari kitab suci!",
    "jalalayn": "(Atau adakah Kami memberikan sebuah Kitab kepada mereka sebelumnya) sebelum Alquran yang di dalamnya terdapat anjuran untuk menyembah selain Allah (lalu mereka berpegang dengan kitab itu?) hal tersebut tentu saja tidak akan terjadi."
  },
  {
    "page": 490,
    "name": "Az-Zukhruf",
    "ayat": 22,
    "arab": "بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ ",
    "translation": "Bahkan mereka berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4347.mp3",
    "tafsir": "Allah menerangkan bahwa apa yang disangka sebagai alasan untuk mempersekutukan Allah, sama sekali tidak benar, dan tidak mempunyai alasan yang dapat diandalkan. Mereka semata-mata hanya bertaklid mengikuti dan berpegang teguh kepada apa yang telah diperbuat oleh nenek moyang mereka, karena mereka yakin bahwa nenek moyang mereka berpengetahuan luas, dan tidak akan menyesatkan orang-orang yang mengikutinya, malahan mereka akan mendapat petunjuk. Mereka memutarbalikkan keadaan, karena sebenarnya mereka telah sesat, tidak mendapat petunjuk, sebagaimana firman Allah:\n\nSungguh, mereka telah sesat dan tidak mendapat petunjuk. (al-An'am/6: 140)",
    "quraish": "Lebih dari itu lagi, tatkala kehabisan semua alasan, orang-orang musyrik malah berkata, \"Kami mendapati leluhur-leluhur kami menganut suatu kepercayaan. Dan kami hanya mengikuti jejak mereka.\"",
    "jalalayn": "(Bahkan mereka berkata, 'Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama) yang diyakininya (dan sesungguhnya kami) berjalan atau mengikuti (jejak-jejak mereka sebagai petunjuk kami')\" dan bapak-bapak kami itu menyembah selain Allah."
  }
]