[
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 23,
    "arab": "وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ",
    "translation": "Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4348.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Nabi Muhammad saw bahwa tidak seorang rasul pun yang diutus ke suatu negeri sebelum Muhammad saw mendapat sambutan dengan kata-kata yang menyenangkan hati. Mereka semua mendapat jawaban yang tidak enak didengar dan sangat menjengkelkan hati. Sikap yang demikian berasal dari orang-orang yang terbiasa hidup mewah, sombong dan angkuh. Mereka berkata, \"Sesungguhnya kami mendapatkan nenek moyang kami menganut suatu agama dan sesungguhnya kami adalah pengikut jejak mereka.\" Jadi, kalau Muhammad saw mendapat jawaban seperti itu tidak perlu gusar dan merasa sesak dada. Apa yang dikatakan kepada Muhammad saw telah dikatakan pula kepada rasul-rasul sebelumnya, sebagaimana firman Allah:\n\nApa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. (Fussilat/41: 43)\n\nBegitu pula kalau dikatakan bahwa Nabi Muhammad saw tukang sihir, atau gila oleh kaumnya, itu pun karena rasul-rasul sebelumnya telah dituduh seperti itu juga oleh kaumnya, firman Allah:\n\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adh-dzariyat/51: 52)",
    "quraish": "Kondisi mereka sama dengan kondisi bangsa-bangsa terdahulu. Setiap kali Kami mengutus seorang rasul, sebelummu, kepada penduduk sebuah negeri, orang-orang yang hidup mewah dan tidak berterima kasih atas kenikmatan yang ada pada mereka selalu berkata, \"Kami mendapati leluhur-leluhur kami menganut suatu kepercayaan. Dan kami hanya mengikuti jejak mereka.\" Taklid memang merupakan kesesatan yang telah ada sejak dahulu.",
    "jalalayn": "(Dan demikianlah Kami tidak mengutus sebelum kamu seorang pemberi peringatan pun dalam suatu negeri, melainkan orang-orang yang hidup mewah di negeri itu berkata) yakni mereka yang bergelimang di dalam kemewahan hidup pasti mengatakan sebagaimana apa yang telah dikatakan oleh kaummu, (\"Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama) suatu tuntunan (dan sesungguhnya kami adalah pengikut jejak-jejak mereka\") mengikuti jejak-jejak mereka."
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 24,
    "arab": "۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
    "translation": "(Rasul itu) berkata, “Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih baik daripada apa yang kamu peroleh dari (agama) yang dianut nenek moyangmu.” Mereka menjawab, “Sesungguhnya kami mengingkari (agama) yang kamu diperintahkan untuk menyampaikannya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4349.mp3",
    "tafsir": "Allah menerangkan bahwa Nabi Muhammad menghimbau kaumnya dengan ucapan, \"Apakah kamu masih tetap mengikuti jejak nenek moyang kamu, sekalipun aku membawa untukmu suatu agama yang nyata dan lebih baik daripada apa yang telah dianut oleh nenek moyangmu itu?\" Kaumnya menjawab dengan sombong, bahwa mereka akan tetap mengikuti jejak nenek moyang mereka dan tidak akan mengikuti agama yang dibawanya, yakni agama yang ditugaskan kepadanya untuk menyampaikannya, dan mereka tetap akan mengingkarinya, sebagaimana firman Allah:\n\nOrang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami mengingkari apa yang kamu percayai.\" (al-A'raf/7: 76)",
    "quraish": "Pemberi peringatan itu berkata, \"Apakah kalian tetap akan mengikuti jejak nenek moyang kalian, meskipun aku membawa ajaran yang lebih memasukkan kalian ke dalam petunjuk daripada kepercayaan yang kalian anut dari nenek moyang kalian itu?\" Seraya menganggap bohong rasul itu dengan ajaran yang dibawanya, mereka menjawab, \"Kami benar-benar mengingkari misi yang kalian bawa.\"",
    "jalalayn": "(Rasul itu berkata) kepada mereka, (\"Apakah) kalian akan mengikutinya juga (sekalipun aku membawa untuk kalian agama yang lebih nyata memberi petunjuk daripada apa yang kalian dapati bapak-bapak kalian menganutnya?\" Mereka menjawab, \"Sesungguhnya kami terhadap agama yang kamu diutus untuk menyampaikannya) yaitu yang disampaikan oleh kamu dan oleh rasul-rasul yang sebelum kamu (adalah orang-orang yang ingkar\") maka Allah berfirman seraya mengancam mereka melalui firman selanjutnya:"
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 25,
    "arab": "فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ࣖ",
    "translation": "Lalu Kami binasakan mereka, maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4350.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang yang tetap membangkang dan senantiasa mendustakan rasul-rasul yang diutus kepada mereka dan mengingkari ketuhanan Allah, akan dibinasakan sebagai akibat dari perbuatan mereka yang selalu mendustakan ayat-ayat Allah; kiranya hal itu dapat disaksikan dan menjadi iktibar sesuai dengan firman-Nya:\n\nMaka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul). (an-Nahl/16: 36)",
    "quraish": "Kami pun kemdian menghukum orang-orang yang mendustakan para rasul dengan hukuman yang berat di dunia. Maka perhatikanlah, wahai orang yang dapat merenungkan, betapa nasib orang-orang pendusta itu dapat menjadi contoh yang unik dan nasihat yang mengena bagi kalian.",
    "jalalayn": "(Maka Kami binasakan mereka) orang-orang yang mendustakan rasul-rasul sebelum kamu itu (maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu)"
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 26,
    "arab": "وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ",
    "translation": "Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4351.mp3",
    "tafsir": "Allah memerintahkan kepada Muhammad saw supaya dia memperingatkan kaumnya yang fanatik kepada nenek moyangnya bahwa Nabi Ibrahim telah berlepas diri dari bapak dan kaumnya ketika dia melihat mereka bersungguh-sungguh menyembah berhala, karena yang demikian itu adalah satu hal yang tidak pantas dan membawa kepada kesesatan sebagaimana firman Allah:\n\nDan (ingatlah) ketika Ibrahim berkata kepada ayahnya Azar, \"Pantaskah engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.\" (al-An'am/6: 74)",
    "quraish": "Ceritakanlah, wahai Muhammad, kepada orang-orang yang mendustakan rasul itu, kisah Nabi Ibrâhîm ketika ia berkata kepada ayah dan kaumnya, \"Aku sungguh-sungguh terlepas dari penyembahan tuhan kalian yang palsu itu.",
    "jalalayn": "(Dan) ingatlah (ketika Ibrahim berkata kepada bapaknya dan kaumnya, \"Sesungguhnya aku tidak bertanggung jawab) atau berlepas diri (terhadap apa yang kalian sembah.)"
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 27,
    "arab": "اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ ",
    "translation": "kecuali (kamu menyembah) Allah yang menciptakanku; karena sungguh, Dia akan memberi petunjuk kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4352.mp3",
    "tafsir": "Dalam ayat ini Nabi Ibrahim menegaskan pendiriannya setelah dia berlepas diri dari bapak dan kaumnya, bahwa dia hanya menyembah Allah yang menciptakannya dan yang menciptakan seluruh manusia. Dia yang akan menunjukkan jalan yang baik dan benar, yang akan membawa manusia kepada kebahagiaan dunia dan akhirat. Dia yang menyediakan dan memberi makan dan minum, menyembuhkan orang sakit. Tuhan yang mematikan dan menghidupkan, Tuhan yang diharapkan mengampuni dosa di akhirat. Penegasan Nabi Ibrahim diabadikan di dalam Al-Qur'an sebagaimana firman Allah:\n\n(yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku, dan Yang memberi makan dan minum kepadaku; dan apabila aku sakit, Dialah yang menyembuhkan aku, dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali), dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat.\" (asy-Syura/26: 78-82)",
    "quraish": "Aku hanya menyembah Allah, Tuhan yang telah menciptakanku, karena hanya Dialah yang akan menunjukkanku ke jalan yang benar.\"",
    "jalalayn": "(Tetapi aku menyembah Tuhan Yang menjadikanku) menyembah Allah yang telah menciptakan aku (karena sesungguhnya Dia akan memberi taufik kepadaku\") artinya Dia pasti membimbingku kepada agama-Nya."
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 28,
    "arab": "وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ ",
    "translation": "Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4353.mp3",
    "tafsir": "Allah menerangkan bahwa Nabi Ibrahim menjadikan kalimat tauhid itu kalimat yang kekal, agar penduduk Mekah dapat menyadarinya, lalu meninggalkan agama nenek moyangnya yang sesat dan mengikuti agama tauhid yang dianut nenek moyang mereka yang tidak sesat yaitu Ibrahim apalagi jika mereka mengingat, bahwa Nabi Ibrahimlah kebanggaan mereka karena membangun Baitullah yang menjadi kiblat umat Islam sedunia ketika mendirikan salat.\nQatadah berkata, \"Dari keturunan Ibrahim itu senantiasa ada yang menyembah Allah sampai hari Kiamat.\" Dan Ibnu 'Arabi berkata, \"Bahwasanya keturunan Ibrahim dapat turun-temurun beragama tauhid, karena dua doanya yang telah diperkenankan oleh Allah, pertama:\n\n\"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124) \n\ndan kedua:\n\nDan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala. (Ibrahim/14: 35)",
    "quraish": "Dengan mendeklarasikan pernyataan tauhid itu, Ibrâhîm mengabadikan ucapannya untuk anak keturunannya, dengan harapan semoga mereka kembali dan mempercayai pernyataan itu.",
    "jalalayn": "(Dan Ibrahim menjadikannya) kalimat tauhid, yang tersimpul dari perkataannya, sebagaimana yang disitir oleh firman-Nya, \"Sesungguhnya aku pergi menghadap kepada Rabbku, dan Dia akan memberi petunjuk kepadaku...\" (Q.S. Ash shaffat, 99). (sebagai kalimat yang kekal pada keturunannya) pada anak cucunya, maka tetap akan ada orang-orang yang mengesakan Allah di antara keturunannya itu (supaya mereka) penduduk Mekah (kembali) meninggalkan apa yang biasa mereka lakukan, yaitu menyembah berhala, kemudian memeluk agama bapak moyang mereka, yakni Nabi Ibrahim."
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 29,
    "arab": "بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ ",
    "translation": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur'an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4354.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah memberikan kenikmatan kepada orang-orang musyrik dan nenek moyang mereka sejak dahulu kala, memanjangkan umur mereka, menganugerahkan beraneka ragam nikmat, tetapi mereka itu terpesona oleh nikmat yang ada pada mereka, terpengaruh oleh kehendak hawa nafsu mereka, lalu menuruti ajakan setan dan melupakan kalimat tauhid. Maka Allah menjadikan dari keturunan Ibrahim orang-orang yang mengesakan Allah, menyuruh orang-orang kafir di antara mereka agar beriman kepada-Nya, maka dipilih-Nyalah Muhammad saw sebagai Rasul dan diturunkan-Nya Al-Qur'an sebagai kitab yang berisi petunjuk ke jalan yang benar, menyeru mereka untuk berbuat amal baik demi kemaslahatan dan kebahagiaan dunia dan akhirat.",
    "quraish": "Orang-orang musyrik tidak memenuhi harapan Ibrâhîm, dan Aku pun tidak mempercepat hukuman untuk mereka. Mereka yang hidup pada zamanmu sekarang, wahai Muhammad, Aku berikan berbagai anugerah dan kenikmatan seperti halnya leluhur-leluhur mereka dahulu, sampai turunnya al-Qur'ân yang mengajak kepada kebenaran dan sampai datang kepada mereka seorang rasul yang menjelaskan dan mengajak untuk mengimaninya.",
    "jalalayn": "(Tetapi Aku telah memberikan kenikmatan hidup kepada mereka) kepada orang-orang musyrik itu (dan bapak-bapak mereka) dan Aku tidak menyegerakan hukuman-Ku kepada mereka (sehingga datanglah kebenaran kepada mereka) Alquran yang membawa kebenaran (dan seorang rasul yang memberi penjelasan) yang menampakkan kepada mereka hukum-hukum syariat, yaitu Nabi Muhammad saw."
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 30,
    "arab": "وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ ",
    "translation": "Tetapi ketika kebenaran (Al-Qur'an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4355.mp3",
    "tafsir": "Allah menerangkan bahwa ketika disampaikan kepada mereka Al-Qur'an dan mukjizat sebagai bukti kebenaran Rasul, mereka menyambutnya dengan sambutan yang tidak baik. Mereka berkata bahwa apa yang didatangkan kepada mereka adalah sihir dan bukan wahyu dari Allah, oleh karena itu mereka mengingkarinya.",
    "quraish": "Dan ketika al-Qur'ân itu diturunkan kepada mereka untuk membimbing mereka ke jalan tauhid, kitab suci itu malah mereka masukkan ke dalam kesyirikan mereka dengan menyebutnya, dengan nada menghina, sebagai sihir dan kamuflase. Mereka tetap berada dalam kakafiran.",
    "jalalayn": "(Dan tatkala kebenaran itu datang kepada mereka) yakni Alquran (mereka berkata, \"Ini adalah sihir dan sesungguhnya kami adalah orang-orang yang mengingkarinya.\")"
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 31,
    "arab": "وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ",
    "translation": "Dan mereka (juga) berkata, “Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4356.mp3",
    "tafsir": "Mereka berkata, \"Kedudukan sebagai rasul adalah kedudukan yang mulia, maka sepantasnyalah orang yang memangku jabatan itu adalah orang yang mulia pula, mempunyai kekayaan dan kedudukan yang tinggi, sedangkan Muhammad saw tidak memiliki yang demikian itu. Yang pantas menduduki jabatan ini adalah salah satu dari dua orang yang memiliki hal-hal tersebut dari dua kota yang mulia pula yaitu al-Walid bin al-Mugirah dari Mekah atau 'Urwah bin Mas'ud ats-saqafi dari thaif.",
    "quraish": "Dengan maksud menganggap remeh pribadi Muhammad dan dengan menganggap bahwa turunnya al-Qur'ân itu terlalu berat untuk seseorang seperti dia, orang-orang musyrik berkata, \"Mengapa al-Qur'ân yang dianggap sebagai wahyu Allah itu tidak diturunkan kepada seorang tokoh pembesar dari Mekah atau Thaif?\"",
    "jalalayn": "(Dan mereka berkata, \"Mengapa tidak) kenapa tidak (diturunkan Alquran ini kepada seorang besar dari) kalangan penduduk (da negeri) yakni Mekah dan Madinah, maksudnya dari salah satu antara keduanya (yang besar ini?\") yang dimaksud oleh mereka adalah Al Walid Ibnu Mughirah di Mekah, atau Urwah ibnu Mas'ud Ats Tsaqafi di Thaif."
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 32,
    "arab": "اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
    "translation": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4357.mp3",
    "tafsir": "Ayat ini menunjukkan penolakan terhadap keinginan orang-orang musyrik yang tak mau menerima pengangkatan Muhammad saw sebagai rasul; seakan-akan merekalah yang paling berhak dan berwenang membagi-bagi dan menentukan siapa yang pantas menerima rahmat Tuhan. Allah menyatakan, \"Sekali-kali tidaklah demikian halnya, Kamilah yang berhak dan berwenang mengatur dan menentukan penghidupan hamba dalam kehidupan dunia. Kami-lah yang melebihkan sebagian hamba atas sebagian yang lain; ada yang kaya dan ada yang lemah, ada yang pandai dan ada yang bodoh, ada yang maju dan ada yang terbelakang, karena apabila Kami menyamakan di antara hamba di dalam hal-hal tersebut di atas, maka akan terjadi persaingan di antara mereka, atau tidak terjadi situasi saling bantu-membantu antara satu dengan yang lain, dan tidak akan terjadi saling memanfaatkan antara satu dengan yang lain, sebaliknya mereka saling mengejek. Semuanya itu akan membawa kepada kehancuran dan kerusakan dunia. Kalau mereka tidak mampu berbuat seperti tersebut di atas mengenai urusan keduniaan, mengapa mereka berani menentang berbagai kebijaksanaan Allah di dalam menentukan siapa yang pantas diserahi tugas kerasulan itu. \nAyat ini ditutup dengan penegasan bahwa rahmat Allah dan keutamaan yang diberikan kepada orang yang telah ditakdirkan memangku jabatan kenabian dan mengikuti petunjuk wahyu dalam Al-Qur'an yang telah diturunkan, jauh lebih baik dan mulia daripada kemewahan dan kekayaan dunia yang ditimbun mereka. Demikian dikarenakan dunia dengan segala kekayaannya itu berada di tepi jurang yang akan runtuh dan akan lenyap tidak berbekas sedikit pun.",
    "quraish": "Orang-orang musyrik itu tidak memiliki kunci risalah sehingga dengan seenaknya memberikan risalah kepada tokoh mereka. Bahkan Kamilah yang menanggung penghidupan mereka karena mereka tidak mampu melakukan sendiri hal itu. Sebagian mereka Kami berikan rezeki dan kedudukan lebih banyak dan lebih baik dari yang lain, agar mereka dapat saling menolong dalam memenuhi kebutuhan hidupnya. Masing-masing menopang yang lain dalam mencari penghidupan dan mengatur kehidupan. Dan karunia kenabian, dengan kebahagiaan di dunia dan akhirat sebagai konsekwensinya, jauh lebih baik dari kedudukan yang paling tinggi di dunia sekalipun.",
    "jalalayn": "(Apakah mereka yang membagi-bagi rahmat Rabbmu?) yang dimaksud dengan rahmat adalah kenabian (Kami telah menentukan antara mereka penghidupan mereka dalam kehidupan dunia) maka Kami jadikan sebagian dari mereka kaya dan sebagian lainnya miskin (dan Kami telah meninggikan sebagian mereka) dengan diberi kekayaan (atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat mempergunakan) golongan orang-orang yang berkecukupan (sebagian yang lain) atas golongan orang-orang yang miskin (sebagai pekerja) maksudnya, pekerja berupah; huruf Ya di sini menunjukkan makna Nasab, dan menurut suatu qiraat lafal Sukhriyyan dibaca Sikhriyyan yaitu dengan dikasrahkan huruf Sin-nya (Dan rahmat Rabbmu) yakni surga Rabbmu (lebih baik daripada apa yang mereka kumpulkan) di dunia."
  },
  {
    "page": 491,
    "name": "Az-Zukhruf",
    "ayat": 33,
    "arab": "وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ ",
    "translation": "Dan sekiranya bukan karena menghindarkan manusia menjadi umat yang satu (dalam kekafiran), pastilah sudah Kami buatkan bagi orang-orang yang kafir kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dari perak, demikian pula tangga-tangga yang mereka naiki,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4358.mp3",
    "tafsir": "Ayat ini menegaskan sekiranya bukan karena Allah hendak menghindarkan semua manusia menjadi umat yang satu dalam kekafiran akibat mereka melihat orang-orang kafir memperoleh rezeki yang lapang, karena mengira bahwa harta yang banyak adalah bukti cinta Allah kepada mereka, maka akan Allah berikan kepada orang-orang kafir itu rumah-rumah mewah yang terbuat dari emas dan perak, tetapi Allah menghendaki keimanan mereka.",
    "quraish": "Kalau bukan karena Kami tidak menginginkan semua orang menjadi kafir ketika melihat bahwa orang-orang kafir itu mendapat rezeki yang amat luas, tentu Kami akan menjadikan atap dan tangga rumah orang-orang kafir itu terbuat dari perak, karena begitu rendah dan sepelenya dunia bagi Kami.",
    "jalalayn": "(Dan sekiranya bukan karena hendak menghindari manusia menjadi umat yang satu) dalam kekafiran (tentulah Kami buatkan bagi orang-orang yang kafir kepada Tuhan Yang Maha Pemurah bagi rumah-rumah mereka) lafal Libuyutihim menjadi Badal dari lafal Liman (loteng-loteng) dapat dibaca Saqfan atau Suqfan keduanya adalah bentuk jamak (dari perak dan juga tangga-tangga) dari perak pula (yang mereka menaikinya) yang dapat mereka naiki untuk mencapai atap rumah-rumah mereka."
  }
]