[
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 61,
    "arab": "وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "translation": "Dan sungguh, dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Karena itu, janganlah kamu ragu-ragu tentang (Kiamat) itu dan ikutilah Aku. Inilah jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4386.mp3",
    "tafsir": "Allah menerangkan lebih lanjut tentang kelebihan yang diberikan kepada Nabi Isa, yang akan menjadi bukti tentang adanya hari Kiamat. Hal itu karena Nabi Isa memiliki mukjizat-mukjizat besar, seperti menghidupkan orang mati, menyembuhkan kebutaan, dan sebagainya. Mukjizat-mukjizat itu merupakan bukti bahwa Allah yang memberikannya mampu menciptakan hari Kiamat. \nDi samping itu hadis-hadis sahih menginformasikan akan datangnya Nabi Isa menjelang hari Kiamat. Hadis itu diriwayatkan dari berbagai sumber, di antaranya Abu Hurairah, Ibnu 'Abbas , 'Ikrimah, al-hasan, Qatadah, dan adh-ahhak, sehingga dipandang mutawatir oleh sebagian ulama. Hadis itu di antaranya adalah: \nNabi saw bersabda, \"Demi (Allah)yang menguasai jiwaku, hampir saja turun kepada kalian Isa bin Maryam sebagai hakim yang adil. (Riwayat al-Bukhari dan Muslim)\n\nDengan demikian maksud ayat ini adalah bahwa munculnya Nabi Isa menjelang hari Kiamat merupakan tanda bahwa Kiamat akan datang.\nSelanjutnya Allah meminta manusia agar tidak meragukan datangnya hari Kiamat. Karena itu mereka harus mempersiapkan diri dengan cara beriman dan berbuat baik, supaya dapat memetik buah iman dan amalnya nanti di akhirat. Dengan begitu manusia akan hidup bahagia selamanya di hari akhirat nanti.\nAllah meminta Bani Israil agar mengikuti ajaran-ajaran yang Ia sampaikan kepada Nabi Isa mengenai adanya hari Kiamat. Ajaran tentang adanya kiamat meminta manusia agar berbuat baik sebagai persiapan untuk menghadapinya. Ajaran itu merupakan jalan yang lurus yang mutlak benar dan pasti dapat mengantarkan manusia ke kehidupan yang bahagia di akhirat. Jalan yang lurus itulah yang diajarkan Islam, yang merupakan agama yang dibawa semua nabi, termasuk nabi terakhir yaitu Muhammad saw.",
    "quraish": "Penciptaan 'Isâ tanpa bapak dan kemampuannya menyembuhkan penyakit buta dan sopak benar-benar merupakan bukti bahwa hari kiamat akan datang. Oleh karena itu, janganlah sekali-kali kalian meragukannya. Ikutilah petunjuk dan rasul-Ku. Apa yang Aku serukan kepada kalian ini adalah jalan lurus yang mengantarkan kalian kepada keselamatan.",
    "jalalayn": "(Dan sesungguhnya dia) Nabi Isa itu (benar-benar merupakan pengetahuan tentang hari kiamat) artinya, dengan diturunkannya dia maka diketahuilah dekatnya hari kiamat. (Karena itu janganlah kalian ragu-ragu tentang kiamat itu) atau janganlah kalian meragukannya. Lafal Tamtarunna asalnya Tamtarunanna, kemudian dibuang daripadanya Nun alamat rafa' karena dijazmkan, dan dibuang pula daripadanya Wawu Dhamir jamak tetapi bukan karena Illat bertemunya dua huruf yang disukunkan, sehingga jadilah Tamtarunna. (Dan) katakanlah kepada mereka, (\"Ikutilah aku) yakni ajaran tauhid ini. (Inilah) apa yang kuperintahkan kalian menjalankannya (jalan) atau tuntunan (yang lurus.)"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 62,
    "arab": "وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
    "translation": "Dan janganlah kamu sekali-kali dipalingkan oleh setan; sungguh, setan itu musuh yang nyata bagimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4387.mp3",
    "tafsir": "Selanjutnya Allah memperingatkan manusia agar tidak terjebak oleh tipu daya setan. Tugas manusia adalah beribadah, yaitu mengabdi kepada Allah dengan mempersembahkan kebaikan kepada seluruh alam. Dalam perjuangannya itu ia akan selalu dihalang-halangi dan dihadang oleh setan. Manusia harus melawannya supaya usaha dan perjuangannya dalam mewujudkan kebaikan tidak sampai dihentikan setan.\nDengan demikian setan juga bekerja keras, untuk menjatuhkan manusia. Karena ia memang musuh sejati manusia. Permusuhan sejati itu terjadi karena setan dendam akibat dilaknat Allah dan diusir dari surga, karena ia tidak mau sujud kepada nenek moyang manusia, yaitu Adam.",
    "quraish": "Janganlah kalian dipalingkan oleh setan untuk tidak mengikuti jalan-Ku yang lurus. Bagi kalian, setan benar-benar musuh yang nyata.",
    "jalalayn": "(Dan janganlah kalian sekali-kali dipalingkan) dapat dipalingkan dari agama Allah (oleh setan; sesungguhnya setan itu musuh yang nyata bagi kalian\") nyata permusuhannya."
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 63,
    "arab": "وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ",
    "translation": "Dan ketika Isa datang membawa keterangan, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk menjelaskan kepadamu sebagian dari apa yang kamu perselisihkan, maka bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4388.mp3",
    "tafsir": "Ayat ini menjelaskan bagaimana sesungguhnya dakwah Nabi Isa kepada Bani Israil. Nabi Isa menyampaikan pokok-pokok ajaran yang diterimanya dari Allah swt, antara lain tentang iman kepada Allah sebagai Tuhan yang Maha Esa, iman kepada adanya hari kemudian, berbuat baik kepada sesama manusia, dan tidak melakukan perbuatan jahat. Nabi lsa menegaskan bahwa pokok-pokok ajaran yang disampaikannya itu adalah hikmah, yaitu beragama tauhid yang perlu dijalankan, yakni melakukan perbuatan-perbuatan mulia dan menjauhi perbuatan-perbuatan jahat yang akan menentukan kebahagiaan umat manusia di dunia dan akhirat. (Mengenai rincian apa itu hikmah, bacalah Surah al-Isra'/17: 23-39).\nNabi Isa juga menjelaskan tugasnya yang lain, yaitu menjelaskan apa yang diperselisihkan oleh Bani Israil. Perselisihan itu ada yang berkenaan dengan masalah agama, misalnya mengenai apakah hewan yang berkuku dan lemak sapi dan domba haram (al-An'am/6:146). Nabi Isa datang menjelaskan kehalalan semuanya itu (Ali 'Imran/3:50). Menurut Ibn Jarir, perselisihan itu mengenai persoalan-persoalan dunia, bukan mengenai agama. Hal itu tampaknya berkenaan dengan perpecahan Bani Israil menjadi berbagai sekte yang selalu baku hantam satu sama lainnya. \nSetelah itu Nabi Isa meminta mereka bertakwa yaitu mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya. Takwa adalah konsekuensi iman, yaitu menjalankan nilai-nilai yang terkandung dalam hikmah di atas. Artinya, iman perlu dibuktikan dengan pelaksanaan perbuatan-perbuatan baik tersebut. Dan Nabi Isa meminta umatnya agar mematuhinya, yaitu menjalankan segala yang ia sampaikan dan tidak selalu memperselisihkan ajaran-ajaran agama.",
    "quraish": "Ketika 'Isâ diutus kepada Banû Isrâ'îl dengan membawa mukjizat dan ayat-ayat yang jelas, ia berkata, \"Sungguh, aku datang kepada kalian dengan membawa syariat yang penuh hikmah, yang mengajak kalian kepada pengesaan Tuhan. Aku datang untuk menjelaskan sebagian perkara agama yang kalian perselisihkan, sehingga kalian semua berada kebenaran. Dari itu, takutlah kepada siksa Allah dan patuhilah apa yang aku serukan.",
    "jalalayn": "(Dan tatkala Isa datang dengan membawa keterangan-keterangan) mukjizat-mukjizat dan syariat-syariat (dia berkata, \"Sesungguhnya aku datang kepada kalian dengan membawa hikmah) kenabian dan syariat Injil (dan untuk menjelaskan kepada kalian sebagian dari apa yang kalian berselisih tentangnya) yakni tentang hukum-hukum Taurat, yaitu menyangkut masalah agama dan masalah-masalah lainnya, Nabi Isa menjelaskan kepada mereka perkara agama yang sebenarnya (maka bertakwalah kepada Allah dan taatlah kepadaku.\")"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 64,
    "arab": "اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "translation": "Sungguh Allah, Dia Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4389.mp3",
    "tafsir": "Nabi Isa menegaskan inti ajaran yang disampaikannya, yaitu bahwa Tuhan hanyalah Allah. Allah adalah Tuhan semua makhluk, Tuhan dia dan Tuhan mereka juga. Konsekuensi mempertuhankan Allah adalah menyembah-Nya dan mengabdi kepada-Nya. Menyembah Allah adalah mengerjakan ibadah untuk-Nya, dan mengabdi kepada-Nya adalah melakukan perbuatan-perbuatan baik. Maka jangan menyembah selain dari Allah, karena hal itu akan membawa manusia kepada kesesatan. Itulah jalan yang lurus, yaitu jalan hidup benar yang menjamin kebahagiaan di dunia dan di akhirat. \"Jalan lurus\" dalam ayat ini adalah tauhid dan perbuatan baik. \"Jalan lurus\" dalam ayat 61 adalah percaya kepada adanya hari akhirat yang juga menghendaki perbuatan baik. Dengan demikian \"jalan yang lurus\" dalam kedua ayat itu sama hakikatnya, karena iman kepada Allah menghendaki manusia iman kepada hari akhirat dan berbuat baik, dan iman kepada hari akhirat juga menghendaki manusia iman kepada Allah dan berbuat baik.",
    "quraish": "Sesungguhnya hanya Allahlah Penciptaku dan Pencipta kalian. Maka sembahlah Dia, bukan yang lain dan peliharalah syariat-Nya. Apa yang aku serukan kepada kalian ini adalah jalan lurus yang mengantarkan kalian kepada keselamatan.",
    "jalalayn": "(Sesungguhnya Allah Dialah Rabbku dan Rabb kalian, maka sembahlah Dia, ini adalah jalan) tuntunan (yang lurus.)"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 65,
    "arab": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْ ۚفَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ ",
    "translation": "Tetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4390.mp3",
    "tafsir": "Bani Israil berselisih pendapat mengenai Nabi Isa baik semasa ia hidup maupun setelah meninggal. Yang menjadi ajang perselisihan waktu ia masih hidup, adalah yang menerimanya sebagai nabi dan manusia suci, ada yang menuduhnya sebagai anak dari hubungan haram yang dilakukan ibunya. Dan setelah ia meninggal ada yang memandangnya anak Tuhan, atau Tuhan itu sendiri, dan ada yang memandangnya manusia biasa yang diutus sebagai rasul.\nPerselisihan itu sangat tajam sehingga terbentuk banyak sekali sekte yang berseberangan. Mereka tidak hanya berpecah belah tetapi juga berbunuh-bunuhan (berperang-perangan). Yang berpandangan salah di antara sekte-sekte itu berpandangan salah mengenai Nabi Isa sebagimana dijelaskan dalam ayat-ayat di atas, akan bernasib malang, yaitu azab yang pedih di dalam neraka di hari akhirat.",
    "quraish": "Tetapi, orang-orang Nasrani kemudian berselisih menjadi beberapa sekte mengenai pribadi 'Isâ, setelah 'Isâ tiada. Maka, celakalah orang-orang yang zalim itu karena disiksa dengan sikaan yang amat pedih pada hari kiamat, akibat keingkaran yang mereka katakan tentang 'Isâ.",
    "jalalayn": "(Maka berselisihlah golongan-golongan di antara mereka) tentang perkara Nabi Isa ini, apakah dia anak Allah atau Allah, atau tuhan yang ketiga (maka kecelakaan yang besarlah) lafal Al Wail menunjukkan kalimat azab (bagi orang-orang yang lalim) bagi orang-orang kafir, karena perkataan yang mereka ucapkan mengenai Nabi Isa (yaitu siksaan hari yang pedih) atau azab yang menyakitkan."
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 66,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
    "translation": "Apakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4391.mp3",
    "tafsir": "Ayat ini membantah kaum musyrikin Mekah yang salah memahami Surah al-Anbiya'/21: 98, bahwa orang yang menyembah selain Allah akan bersama sembahannya itu nanti masuk neraka. Nabi Isa disembah, karena itu, menurut mereka, juga akan masuk neraka bersama mereka yang menyembahnya. Allah telah membantahnya dengan menjelaskan tentang Nabi Isa secara panjang lebar dalam ayat-ayat di atas. Nabi Isa memang disembah, tetapi yang menyembahnya adalah mereka yang sesat. Oleh karena itu Nabi Isa tidak akan masuk neraka. Yang akan masuk neraka adalah mereka yang sesat. Begitu juga orang-orang sesat yang menyembah berhala-berhala, yaitu kaum musyrikin Mekah. Mereka bersama sembahan-sembahan mereka itu yang akan masuk neraka. \nDalam ayat ini dijelaskan bahwa bila kaum musyrikin Mekah itu tetap tidak mau menerima penjelasan yang begitu gamblang, Allah bertanya apakah mereka tidak akan menyesal. Sebab kiamat pasti datang, dan bila datang ia akan terjadi secara tiba-tiba di saat mereka terlena oleh kenikmatan duniawi. Sebelum terlambat, di sini Allah meminta mereka agar beriman kepada Nabi Muhammad dan agama yang didakwahkannya.",
    "quraish": "Orang-orang kafir hanya menanti datangnya hari kiamat secara tiba-tiba, setelah mereka menolak untuk beriman, sementara mereka lengah.",
    "jalalayn": "(Mereka tidak menunggu) orang-orang kafir Mekah tidak menunggu-nunggu (kecuali kedatangan hari kiamat kepada mereka) lafal An Ta-tiyahum menjadi Badal dari lafal As Sa'ah (dengan tiba-tiba) atau sekonyong-konyong (sedangkan mereka tidak menyadarinya) tidak menyadari kedatangannya sebelum itu."
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 67,
    "arab": "اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَ ۗ ࣖ",
    "translation": "Teman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4392.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada hari Kiamat, persahabatan dan hubungan akrab antara orang-orang kafir, baik hubungan persahabatan yang terjadi antara mereka maupun hubungan mereka dengan sembahan-sembahan yang mereka sembah selain Allah; akan berubah menjadi permusuhan, dan mereka akan saling tuduh satu dengan yang lain. Seorang teman menuduh temannya yang lain yang menjadi sebab ia masuk neraka dan sengsara pada hari itu, sedangkan berhala-berhala mengingkari penyembahan yang dilakukan penyembah-penyembahnya semasa hidup di dunia karena berhala-berhala itu sebagai benda mati tidak tahu-menahu sedikit pun tentang apa yang telah dilakukan penyembah-penyembahnya semasa hidup di dunia. Masing-masing berlepas diri dari tuduhan pihak yang lain.\nApa yang disebutkan di atas diungkapkan Nabi Ibrahim kepada kaumnya sebagai berikut: \n\nDan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.\" (al-'Ankabut/29: 25)\n'Ali bin Abi thalib berkata,\"Orang-orang yang berteman (sewaktu di dunia) akan menjadi bermusuhan antara sebagian mereka dengan sebagian yang lain pada hari Kiamat, kecuali orang-orang yang bertakwa.\" 'Ali melanjutkan, \"Ada dua orang Mukmin yang berteman, dan dua orang kafir yang berteman. Lalu salah seorang dari dua orang Mukmin itu meninggal dunia. Ia diberi kabar gembira dengan masuk surga, maka ia teringat teman-temannya. Ia berkata, \"Ya Allah, sesungguhnya si fulan temanku dahulu pernah mengajakku untuk taat kepada-Mu dan rasul-Mu. Ia mengajakku untuk kebaikan, serta melarangku dari keburukan, dan mengabarkan kepadaku bahwa kelak aku akan bertemu dengan-Mu. Oleh karena itu, ya Allah, jangan sesatkan dirinya setelah kepergianku, sampai saat Engkau memperlihatkan (surga)kepadanya, sebagaimana telah Engkau perlihatkan kepadaku, sampai Engkau rida kepadanya sebagaimana Engkau rida kepadaku.\" Kemudian dikatakan kepada Mukmin tersebut, \"Pergilah, seandainya kamu tahu apa yang Aku sediakan baginya disisi-Ku tentulah kamu akan banyak tertawa dan sedikit menangis.\" 'Ali melanjutkan, \"Lalu mukmin yang satu lagi meninggal, sehingga ruh mereka bertemu. Setelah itu, dikatakan kepada mereka, \"Hendaklah masing-masing kalian memuji temannya.\" Maka masing-masing mereka berkata, \"(Engkau)adalah sebaik-baiknya saudara, sahabat, dan teman.\" \nDan apabila meninggal dunia satu diantara dua teman yang kafir, maka ia dikabari akan masuk neraka. Lalu ia teringat temannya, maka ia berkata, \"Ya Allah, sesungguhnya si fulan temanku pernah mengajakku untuk durhaka kepada-Mu dan rasul-Mu.Ia mengajakku untuk berbuat jahat dan melarangku berbuat baik, memberitahu kepadaku bahwa aku tidak akan bertemu dengan-Mu. Oleh karena itu ya Allah, janganlah Engkau beri petunjuk kepadanya setelah kepergianku, sampai Engkau tunjukkan sesuatu (neraka) seperti yang Engkau tunjukkan kepadaku, dan murkailah dia seperti Engkau murka kepadaku.\" lalu 'Ali melanjutkan, \"lalu orang kafir yang satu lagi, maka ruh mereka bertemu. Setelah itu dikatakan kepada mereka, \"Hendaklah masing-masing kalian memuji temannya.\" Maka masing-masing mereka berkata, \"(Engkau) adalah seburuk-buruk saudara, teman dan kekasih. (Riwayat Ibn Abi hatim)",
    "quraish": "Teman-teman yang disatukan oleh kebatilan di dunia, pada hari kiamat yang datangnya tiba-tiba itu, akan saling bermusuhan. Pada hari itu, semua hubungan cinta kasih akan terputus kecuali cinta kasih orang-orang yang ketika berada di dunia takut kepada siksa Allah dan bersatu dalam menaati perintah Allah.",
    "jalalayn": "(Teman-teman akrab) dalam hal maksiat sewaktu di dunia (pada hari itu) pada hari kiamat itu lafal Yaumaidzin berta'alluq kepada firman selanjutnya (sebagian dari mereka menjadi musuh bagi sebagian yang lain kecuali orang-orang yang bertakwa) terkecuali orang-orang yang saling kasih mengasihi di dalam ketaatan kepada Allah swt., mereka itulah yang sebenarnya berteman, kemudian dikatakan kepada mereka yang bertakwa itu,"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 68,
    "arab": "يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ ",
    "translation": "”Wahai hamba-hamba-Ku! Tidak ada ketakutan bagimu pada hari itu dan tidak pula kamu bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4393.mp3",
    "tafsir": "Dalam ayat ini diterangkan pernyataan Allah kepada orang-orang yang beriman, di waktu terjadinya hari Kiamat, yang pada saat itu semua manusia berada dalam kebingungan dan ketakutan. Allah berkata kepada mereka, \"Wahai hamba-hamba-Ku, tidak ada sesuatu pun yang perlu kamu takutkan dan khawatirkan pada hari Kiamat, kamu semua telah menempuh jalan yang lurus selama hidup di dunia dan telah melakukan segala sesuatu karena cintamu kepada-Ku dan karena kamu mencari keridaan-Ku. Karena itu, pada hari ini, kamu semua berada di bawah perlindungan-Ku dan dalam jaminan keamanan dari-Ku. Wahai hamba-hamba-Ku, janganlah kamu bersedih hati karena berpisah dengan dunia dan janganlah khawatir menghadapi hidup pada masa yang akan datang. Hendaklah kamu yakin bahwa sejak saat ini, kamu telah lepas dari segala cobaan dan malapetaka yang akan menimpamu, dan pada saat ini pula kamu akan menempati tempat yang paling baik yang tak ada tandingannya, yaitu surga yang mempunyai kenikmatan yang sempurna.\"",
    "quraish": "Allah akan memanggil orang-orang yang bertakwa, sebagai penghargaan atas mereka, \"Wahai hamba- hambaku, hari ini kalian tidak perlu takut lagi kepada siksaan dan juga tidak perlu bersedih, karena kalian telah terbebas dari azab. Dan Allah menjamin kalian dengan pahala.\"",
    "jalalayn": "(\"Hai hamba-hamba-Ku, tiada kekuatiran terhadap kalian pada hari ini dan tidak pula kalian bersedih hati.\")"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 69,
    "arab": "اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ ",
    "translation": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka berserah diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4394.mp3",
    "tafsir": "Dalam ayat ini, diterangkan tentang hamba-hamba yang diseru Allah pada hari itu yaitu hamba-hamba yang telah beriman kepada ayat-ayat-Nya, yang jiwanya telah tunduk dan patuh kepada-Nya, yang melaksanakan semua perintah-Nya dan menjauhkan larangan-larangan-Nya.\nDalam Tafsir Ibnu Katsir disebutkan bahwa al-Mu'tamir bin Sulaiman dari ayahnya berkata, \"Pada waktu terjadinya hari Kiamat, ketika manusia dibangkitkan dari kuburnya, tidak ada seorang pun yang tidak merasa takut dan khawatir serta bingung. Ketika itu, terdengarlah suara, \"Wahai hamba-hamba-Ku, tidak ada yang perlu kamu takuti dan khawatirkan pada hari ini dan janganlah kamu risau hati.\" Setelah mendengar itu, semua manusia mengharapkan agar ia termasuk hamba-hamba Allah yang dimaksud dalam seruan itu, terdengar lagi seruan yang kedua, \"Wahai orang-orang yang beriman kepada ayat-ayat Kami, yang tunduk dan berserah diri kepada Allah.\" Mendengar seruan itu, maka orang-orang yang beriman bergembira dan hilanglah kesedihan, ketakutan dan kebingungan mereka. Sedangkan orang-orang kafir berputus asa.",
    "quraish": "Orang-orang yang membenarkan ayat-ayat Allah, menaati-Nya dan selalu tunduk dan patuh-Nya,",
    "jalalayn": "(Yaitu orang-orang yang beriman) lafal ayat ini menjadi Na'at atau sifat bagi lafal 'Ibaadi' pada ayat di atas (kepada ayat-ayat Kami) yakni Alquran (dan adalah mereka dahulu orang-orang yang berserah diri.)"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 70,
    "arab": "اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ ",
    "translation": "Masuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4395.mp3",
    "tafsir": "Kemudian terdengar pula seruan berikutnya, \"Wahai orang-orang yang beriman, masuklah kamu dan istri-istrimu ke dalam surga yang telah dijanjikan kepadamu dahulu, bersenang-senang dan bersuka-rialah di dalamnya menikmati karunia Allah yang telah dilimpahkan kepada kamu semua. Karena Allah memuliakan mereka dengan memasukkan ke dalam surga.\nDalam ayat yang lain, diterangkan bahwa orang-orang yang beriman beserta istri dan anak cucu mereka yang beriman akan ditinggikan derajatnya di dalam surga, seperti derajat bapak-bapak mereka yang mantap dan kuat imannya. Allah berfirman:\n\nDan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (ath-thur/52: 21)",
    "quraish": "pada hari kiamat akan dikatakan kepada mereka, sebagai penghormatan, \"Masuklah kalian bersama pasangan-pasangan kalian ke dalam surga. Di dalamnya, kalian akan merasa sangat bahagia yang tanda- tandanya tampak pada wajah-wajah kalian.\"",
    "jalalayn": "(Masuklah kalian ke dalam surga, kalian) lafal Antum berkedudukan menjadi Mubtada (dan pasangan-pasangan kalian) yakni istri-istri kalian (digembirakan) dibahagiakan dan dimuliakan, lafal Tuhbaruuna menjadi Khabar dari Mubtada."
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 71,
    "arab": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍ ۚوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ ",
    "translation": "Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4396.mp3",
    "tafsir": "Setelah orang-orang yang beriman beserta keluarga mereka masuk surga, datanglah kepada mereka pelayan-pelayan membawa piring-piring emas yang berisi makanan-makanan yang lezat dan piala-piala yang berisi minuman yang menyegarkan jasmani dan rohani. Di dalam surga itu mereka memperoleh semua yang mereka inginkan, semua yang menyejukkan dan menenteramkan hati mereka, semua yang indah menurut pandangan dan pendengaran mereka. Tidaklah dapat digambarkan keadaan surga itu sebelumnya, karena semuanya itu belum pernah ada contoh dan bandingannya dalam kehidupan duniawi. Dinyatakan pula bahwa orang-orang yang beriman dan beramal saleh akan kekal di dalam surga mengecap kenikmatan hidup di dalamnya.",
    "quraish": "Setelah mereka masuk surga, kepada mereka diedarkan piring dan gelas dari emas. Di dalamnya terdapat beraneka ragam makanan dan minuman. Mereka, di dalam surga, akan memperoleh apa saja yang membangkitkan selera dan menyedapkan pandangan. Kepada mereka dikatakan, sebagai penyempurnaan kebahagiaan, \"Kalian hidup selamanya dalam kenikmatan ini.\"",
    "jalalayn": "(Diedarkan kepada mereka piring-piring) yang besar-besar (dari emas, gelas-gelas) tempat untuk minum yang tidak ada pengikatnya hingga si peminum dapat meminum dari sebelah mana saja; lafal Akwaabun adalah bentuk jamak dari lafal Kuubun (dan di dalam surga itu terdapat segala apa yang diingini oleh hati) untuk dinikmati kelezatannya (dan sedap dipandang mata) artinya, sangat menyejukkan bila dipandang (dan kalian kekal di dalamnya.)"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 72,
    "arab": "وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "Dan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4397.mp3",
    "tafsir": "Demikianlah surga yang akan diperoleh oleh orang-orang yang beriman sebagai balasan keimanan dan amal saleh yang telah mereka lakukan. Orang-orang yang beriman dan beramal saleh itu masuk surga, semata-mata karena rahmat Allah dan karunia-Nya. Karena iman dan amal yang dilakukan orang mukmin itu berbeda-beda, maka mereka akan menerima balasan yang berbeda-beda pula. Orang yang paling baik iman dan amalnya akan ditempatkan di dalam surga yang paling tinggi pula derajatnya, dan orang yang kurang iman dan amalnya akan ditempatkan di surga yang kurang pula derajatnya.\nAbu Hurairah meriwayatkan bahwa Rasulullah saw bersabda, \"Tidak ada seorang pun melainkan mempunyai sebuah tempat di dalam surga dan sebuah tempat di dalam neraka. Maka tempat orang Mukmin di dalam neraka diwariskan kepada orang kafir, dan tempat orang kafir di dalam surga diwariskan kepada orang Mukmin. Demikianlah yang dimaksud dengan firman Allah, \"Dan itulah surga yang diwariskan kepada kamu . . .\" (Riwayat Ibnu Abi hatim)",
    "quraish": "Dikatakan pula, sebagai penyempurnaan kenikmatan itu, \"Itulah surga yang kalian dapati berkat amal saleh yang dahulu kalian kerjakan.",
    "jalalayn": "(Dan itulah surga yang diwariskan kepada kalian disebabkan amal-amal yang dahulu kalian kerjakan.)"
  },
  {
    "page": 494,
    "name": "Az-Zukhruf",
    "ayat": 73,
    "arab": "لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ",
    "translation": "Di dalam surga itu terdapat banyak buah-buahan untukmu yang sebagiannya kamu makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4398.mp3",
    "tafsir": "Dalam ayat ini diterangkan macam-macam buah-buahan yang akan diperoleh oleh orang-orang yang beriman di dalam surga. Mereka akan memperoleh buah-buahan yang tidak terhingga banyak dan jenisnya dengan bermacam-macam rasa. Mereka dapat memakannya pada waktu, tempat, dan keadaan yang mereka kehendaki.",
    "quraish": "Di surga kalian akan memperoleh segala jenis buah-buahan dengan berbagai macam ukuran yang dapat kalian nikmati.\"",
    "jalalayn": "(Di dalam surga itu ada buah-buahan yang banyak untuk kalian yang sebagiannya) sebagian daripadanya (kalian makan) dan setiap apa yang telah dimakan secara langsung mendapat penggantinya yang baru."
  }
]