[
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 74,
    "arab": "اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ ",
    "translation": "Sungguh, orang-orang yang berdosa itu kekal di dalam azab neraka Jahanam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4399.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengingkari Allah di dunia, mengerjakan larangan dan mengingkari perintah-perintah Allah, mereka akan dimasukkan ke dalam neraka Jahanam, sebagai balasan kekafiran mereka; mereka kekal di dalamnya dan tidak dapat keluar walaupun sesaat.\nAzab yang ditimpakan kepada orang-orang kafir itu tidak akan diringankan walau sedikit pun, sehingga mereka terus-menerus dalam kesakitan dan kebingungan. Mereka putus asa karena permohonan yang mereka ajukan kepada Allah agar mereka dibebaskan dari azab itu tidak dikabulkan.",
    "quraish": "Sesungguhnya orang-orang yang berdosa dengan berbuat kekafiran akan hidup selama-lamanya di dalam siksa neraka jahanam.",
    "jalalayn": "(Sesungguhnya orang-orang yang berdosa kekal di dalam azab neraka Jahanam.)"
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 75,
    "arab": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَ ۚ ",
    "translation": "Tidak diringankan (azab) itu dari mereka, dan mereka berputus asa di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4400.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengingkari Allah di dunia, mengerjakan larangan dan mengingkari perintah-perintah Allah, mereka akan dimasukkan ke dalam neraka Jahanam, sebagai balasan kekafiran mereka; mereka kekal di dalamnya dan tidak dapat keluar walaupun sesaat.\nAzab yang ditimpakan kepada orang-orang kafir itu tidak akan diringankan walau sedikit pun, sehingga mereka terus-menerus dalam kesakitan dan kebingungan. Mereka putus asa karena permohonan yang mereka ajukan kepada Allah agar mereka dibebaskan dari azab itu tidak dikabulkan.",
    "quraish": "Siksaan itu tidak diringankan dan dihentikan dari orang-orang yang berdosa. Mereka putus asa dari keselamatan.",
    "jalalayn": "(Tidak dihenti-hentikan) maksudnya, tidak diringankan (azab itu dari mereka sedangkan mereka di dalamnya berputus asa) yakni dalam keadaan diam berputus asa."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 76,
    "arab": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ",
    "translation": "Dan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4401.mp3",
    "tafsir": "Dalam ayat ini diterangkan apa sebabnya mereka ditimpa azab itu, Allah menyatakan, \"Kami tidak bermaksud menganiaya orang-orang kafir dengan mengazab mereka, karena Kami telah memberikan peringatan yang cukup kepada mereka selama hidup di dunia, tetapi mereka tidak menghiraukannya sedikit pun. Bahkan mereka mendustakan rasul-rasul yang Kami utus kepada mereka dan menganiaya para rasul itu walaupun telah dikemukakan bukti-bukti yang cukup kepada mereka. Karena tindakan mereka itulah, mereka diazab, ini berarti bahwa mereka sendirilah yang menganiaya diri mereka sendiri.",
    "quraish": "Kami, dengan memberikan siksaan itu, tidak menzalimi mereka. Merekalah yang yang menzalimi diri sendiri, karena mereka lebih memilih kesesatan daripada petunjuk.",
    "jalalayn": "(Dan tidaklah Kami menganiaya mereka tetapi merekalah yang menganiaya diri mereka sendiri.)"
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 77,
    "arab": "وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مَّاكِثُوْنَ",
    "translation": "Dan mereka berseru, “Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.” Dia menjawab, “Sungguh, kamu akan tetap tinggal (di neraka ini).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4402.mp3",
    "tafsir": "Karena beratnya siksaan yang diderita mereka, maka mereka memanggil malaikat Malik, penjaga neraka, agar malaikat itu meminta kepada Allah supaya mereka dimatikan saja, sehingga mereka terbebas dari siksaan itu, mereka mengatakan, \"Hai malaikat Malik, mohonkanlah kepada Allah agar Dia mencabut saja nyawa kami, sehingga kami terlepas atau tidak merasakan lagi siksaan ini.\" Malaikat itu menjawab, \"Tidak ada satu jalan pun bagimu untuk keluar dari neraka ini karena Allah telah memutuskan, bahwa kamu tinggal di dalam neraka selama-lamanya.\"\nAllah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)\n\nDalam ayat lain:\n\nDan orang-orang yang celaka (kafir) akan menjauhinya,(yaitu) orang yang akan memasuki api yang besar (neraka), selanjutnya dia di sana tidak mati dan tidak (pula) hidup. (al-A'la/87: 11-13)",
    "quraish": "Ketika orang-orang yang berdosa itu merasa putus asa untuk mendapatkan keringanan dari siksaan yang pedih, mereka berseru kepada Mâlik, malaikat penjaga neraka, dengan mengatakan, \"Mohonlah kepada Tuhanmu agar Dia mematikan kami, supaya kami dapat beristirahat dari kepedihan neraka jahanam ini. Mâlik menjawab, \"Kalian akan tetap berada di dalam siksa.\"",
    "jalalayn": "(Mereka berseru, \"Hai Malik!) dia adalah malaikat penjaga neraka (Biarlah Rabbmu membunuh kami saja\") maksudnya, mematikan kami. (Dia menjawab) seruan mereka setelah seribu tahun kemudian, (\"Kalian akan tetap tinggal\") di dalam azab yang abadi untuk selama-lamanya."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 78,
    "arab": "لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ",
    "translation": "Sungguh, Kami telah datang membawa kebenaran kepada kamu tetapi kebanyakan di antara kamu benci pada kebenaran itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4403.mp3",
    "tafsir": "Kepada orang-orang yang sedang diazab dalam neraka itu dikatakan, \"Hai orang-orang kafir, sesungguhnya Kami telah menerangkan semua yang benar dan jalan yang lurus dengan perantaraan rasul-rasul dan kitab-kitab Kami waktu kamu di dunia dahulu. Akan tetapi kamu tidak menerima kebenaran itu, bahkan kamu membenci kebenaran itu serta orang-orang yang mengikuti kebenaran itu. Karena itu, celakalah dirimu sekarang dan sesalilah sendiri, pada saat semua penyesalan tidak berguna lagi dan tobat telah pula tertutup.",
    "quraish": "Allah berfirman, sebagai jawaban atas permohonan mereka, \"Rasul Kami telah datang kepada kalian, wahai penduduk Mekah, dengan membawa agama yang benar. Tetapi hanya sedikit yang mempercayainya, dan kebanyakan kalian malah menentangnya. Mereka benci dengan kebenaran ini.",
    "jalalayn": "Allah swt. berfirman: (Sesungguhnya Kami benar-benar telah membawa kepada kalian) hai penduduk Mekah (kebenaran) melalui lisan rasul (tetapi kebanyakan di antara kalian benci pada kebenaran itu.)"
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 79,
    "arab": "اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ",
    "translation": "Ataukah mereka telah merencanakan suatu tipu daya (jahat), maka sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4404.mp3",
    "tafsir": "Dalam ayat ini, diterangkan sebab orang-orang kafir dimasukkan ke dalam neraka yaitu karena mereka selama hidup di dunia selalu berusaha menolak semua kebenaran dengan melakukaan bermacam tipu daya. Maka Allah menghancurkan dan menggagalkan semua tipu daya mereka itu.\nDalam ayat yang lain Allah berfirman:\n\nDan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari. (an-Naml/27: 50)\n\nFirman Allah:\n\nAtaukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya. (ath-thur/52: 42)",
    "quraish": "Bahkan, apakah orang-orang musyrik Mekah begitu rapi menyusun siasat mereka untuk mendustakan Rasululullah dan melakukan konspirasi untuk membunuhnya? Kami lebih rapi dalam menentukan ganjaran untuk mereka dan memenangkanmu, Muhammad.",
    "jalalayn": "(Bahkan mereka telah menetapkan) yaitu orang-orang kafir Mekah telah memutuskan (suatu tipu daya) kejahatan untuk mencelakakan Nabi Muhammad (maka sesungguhnya Kami menetapkan pula) keputusan Kami untuk membuat tipu muslihat guna membinasakan mereka."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 80,
    "arab": "اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْ ۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ ",
    "translation": "Ataukah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan Kami (malaikat) selalu mencatat di sisi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4405.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Jarir bahwa Muhammad bin Ka'ab al-Quradzi berkata, \"Ketika tiga orang berada di antara Ka'bah dan kelambunya, dua orang dari suku Quraisy dan seorang dari suku Saqafi, maka salah seorang dari mereka berkata, \"Bagaimanakah pendapatmu, apakah Allah mendengar pembicaraan kita?\" Orang yang kedua menjawab, \"Apabila kamu keraskan suaramu, Dia mendengarnya, sedangkan apabila engkau berbisik, Dia tidak mendengarnya.\" Orang yang ketiga berkata, \"Jika Dia mendengar bila kamu keraskan suaramu, tentu Dia mendengar pula, bila kamu berbisik.\" Maka turunlah ayat ini.\nMelihat sikap dan tindakan orang-orang kafir semasa hidup di dunia, mereka seakan-akan tidak percaya bahwa Allah mengetahui segala sesuatu; maka dikatakan tentang mereka. \"Apakah mereka menyangka bahwa Kami tidak mendengar bisikan-bisikan hati mereka, dan tidak mengetahui semua yang mereka perbincangkan secara rahasia dalam menyusun tipu daya itu?\"\nDengan ayat ini Allah menegaskan dengan mengatakan, \"Kami mengetahui segala yang mereka rencanakan dan mendengar semua bisikan-bisikan mereka, tidak ada sesuatu pun yang tidak kami ketahui, di samping itu, malaikat hafadzah selalu menulis dan mencatat semua perilaku mereka baik berupa perkataan maupun perbuatan. Firman Allah:\n\n(Ingatlah) ketika dua malaikat men-catat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 17-18)",
    "quraish": "Bahkan, apakah orang-orang musyrik mengira bahwa Kami tidak mendengar pembicaraan di antara sesama mereka mengenai siasat buruk itu dan pembicaraan mereka mengenai sikap mendustakan kebenaran? Tentu Kami mendengarnya. Dan malaikat-malaikat penjaga yang selalu mengikuti mereka mencatat semua pembicaraan mereka itu.",
    "jalalayn": "(Apakah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka) yakni apa-apa yang mereka rahasiakan dari orang lain dan apa-apa yang mereka perlihatkan dengan terang-terangan di antara sesama mereka sendiri. (Sebenarnya) Kami mendengar hal tersebut (dan utusan-utusan Kami) yakni malaikat-malaikat pencatat amal perbuatan (di sisi mereka) di sisi orang-orang kafir (selalu mencatat) hal tersebut."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 81,
    "arab": "قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌ  ۖفَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, maka akulah orang yang mula-mula memuliakan  (anak itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4406.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw untuk mengatakan kepada orang-orang musyrik Mekah, bahwa seandainya ar-Rahman, Tuhan Yang Maha Pemurah mempunyai anak dan mereka dapat membuktikan kebenarannya dengan alasan-alasan yang kuat, maka Nabi Muhammad adalah orang pertama yang mengakui dan mengagungkan-Nya, sebagaimana orang memuliakan anak seorang raja karena memuliakan bapaknya. Pendapat ini berdasar karena bahwa anak tuhan merupakan bagian dari Tuhan, karena itu kedudukan putranya itu sama dengan kedudukan-Nya sendiri.\nPengertian di atas menunjukkan suatu penegasan bahwa hal tersebut sangat mustahil bagi Allah. Firman Allah:\n\nSekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa. (az-Zumar/39: 4)",
    "quraish": "Katakanlah kepada orang-orang musyrik, \"Jika terbukti benar bahwa Tuhan Yang Maha Pemurah itu mempunyai anak, maka aku adalah orang pertama yang akan menyembah anak Tuhan itu. Tetapi alasan mereka bahwa Tuhan Sang Pemurah itu mempunyai anak, tidak terbukti benar karena begitu lemahnya. Allah Swt. Mahasuci dari segala kekurangan. Dia memiliki segala sifat sempurna.\"",
    "jalalayn": "(Katakanlah! Jika benar Tuhan Yang Maha Pemurah mempunyai anak) seumpamanya (maka akulah orang yang mula-mula menyembahnya) menyembah anak Tuhan itu, akan tetapi telah ditetapkan, bahwa tiada anak bagi-Nya, sehingga tiada pula penyembahan itu."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 82,
    "arab": "سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ",
    "translation": "Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik ‘Arsy, dari apa yang mereka sifatkan itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4407.mp3",
    "tafsir": "Ayat ini menyatakan kesucian Allah dari anggapan orang-orang musyrik itu dengan menyatakan, \"Mahasuci Allah yang memiliki langit dan bumi beserta semua yang ada di dalamnya, Dia memiliki 'Arsy yang agung, mustahil bagi Allah mempunyai seorang anak seperti yang dikatakan mereka.\"",
    "quraish": "Sungguh Mahasuci, Sang Pencipta langit dan bumi, Tuhan pencipta arasy yang mahamegah, dari semua yang digambarkan oleh orang-orang musyrik mengenai sesuatu yang tidak pantas bagi-Nya.",
    "jalalayn": "(Maha Suci Rabb Yang empunya langit dan bumi, Rabb Yang empunya Arasy) yakni Al-Kursi (dari apa yang mereka sifatkan) dari apa yang telah mereka katakan itu, berupa kedustaan terhadap-Nya, yaitu menisbatkan kepada-Nya mempunyai anak."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 83,
    "arab": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ",
    "translation": "Maka biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main sampai mereka menemui hari yang dijanjikan kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4408.mp3",
    "tafsir": "Karena orang-orang musyrik itu tidak mau mengubah kepercayaan mereka yang batil dan sesat itu, maka Allah menyampaikan pesan kepada Rasulullah, \"Ya Muhammad, biarkanlah orang-orang yang membuat dusta tentang Allah dengan mengatakan bahwa Dia mempunyai anak, membincangkan kebohongan mereka dan biarkanlah mereka hidup bersenang-senang dalam kekafiran di dunia ini, sampai datang azab yang dijanjikan Allah kepada mereka.",
    "quraish": "Oleh karena itu, biarkan mereka tenggelam dalam kebatilan dan bermain-main dengan dunia mereka--dengan tidak bersungguh-sungguh--dan jangan menoleh kepada mereka sampai datang hari kiamat yang dijanjikan agar dibalas semua perbuatan semua orang.",
    "jalalayn": "(Maka biarlah mereka tenggelam) dalam kesesatannya atau dalam kebatilannya (dan bermain-main) di dalam dunia mereka (sampai mereka menemui hari yang dijanjikan kepada mereka) yaitu azab yang dijanjikan kepada mereka pada hari kiamat nanti."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 84,
    "arab": "وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌ ۗوَهُوَ الْحَكِيْمُ الْعَلِيْمُ ",
    "translation": "Dan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi dan Dialah Yang Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4409.mp3",
    "tafsir": "Dalam ayat ini ditegaskan lagi kemustahilan Allah mempunyai anak dengan menyatakan, \"Hanya Dialah yang disembah oleh penghuni langit dan penghuni bumi, hanya Dia sajalah yang berhak disembah, tidak ada yang lain, karena Dialah Tuhan yang segala tindakan-Nya mempunyai hikmah dalam menciptakan dan melakukan sesuatu sesuai dengan sifat, guna dan faedahnya, dan hanya Dia pula yang Maha Mengetahui keadaan mereka, baik yang nampak maupun yang tidak nampak, dan Dia Maha Mengetahui segala isi hati manusia.\nDalam ayat ini disebutkan dua macam sifat Allah yaitu hakim dan 'alim. Bila Allah mempunyai sifat hakim dan 'alim, tentulah putra-Nya mempunyai sifat-sifat itu pula. Namun jika diperhatikan sifat-sifat yang dipunyai oleh yang mereka katakan anak Tuhan itu, ternyata sifatnya berbeda dengan sifat-sifat Tuhan. Sebagaimana patung-patung al-Lata, al-Uzza dan Manat yang disembah oleh orang-orang musyrik Mekah, semuanya adalah benda-benda mati yang tidak dapat berbuat dan mengetahui sesuatu pun. Demikian pula Nabi Isa yang dipercayai sebagai anak Allah oleh orang Nasrani, padahal orang Nasrani sendiri mengakui bahwa Isa itu kadang-kadang tidak mengetahui dan tidak mempunyai hikmah dalam melakukan segala tindakan-tindakannya. Bukanlah Isa pernah menangis ketika mendengar berita terbunuhnya seseorang yang tidak bersalah sehingga ia minta kepada pengikut-pengikutnya supaya menunjukkan kuburan orang yang terbunuh itu. Sifat yang demikian tentu tidak wajar pada seseorang yang diyakini sebagai putra Allah.",
    "quraish": "Dialah Tuhan yang disembah di langit dan di bumi dengan sebenarnya. Hanya Dialah yang mempunyai hikmah amat sempurna dalam perbuatan dan kebijaksanaan-Nya, dan yang ilmu-Nya meliputi segala yang telah lalu dan yang akan datang.",
    "jalalayn": "(Dan Dialah Tuhan yang disembah di langit) lafal Fis Samaa-i Ilaahun kedua huruf Hamzahnya dapat dibaca Tahqiq dan Tas-hil, yakni Tuhan yang disembah di langit (dan Tuhan yang disembah di bumi) kedua Zharaf yang ada dalam ayat ini berta'alluq kepada lafal sesudahnya (dan Dialah Yang Maha Bijaksana) di dalam mengatur makhluk-Nya (lagi Maha Mengetahui) kemaslahatan-kemaslahatan mereka."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 85,
    "arab": "وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۚوَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ",
    "translation": "Dan Mahasuci (Allah) yang memiliki kerajaan langit dan bumi, dan apa yang ada di antara keduanya; dan di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4410.mp3",
    "tafsir": "Mahasuci Allah yang memiliki dan menguasai kerajaan langit dan bumi beserta semua isinya, dan alam-alam lain yang tidak atau belum diketahui hakikat dan keadaannya. Dialah yang mempunyai pengetahuan tentang hari Kiamat. Tidak seorang pun yang mengetahui kapan terjadinya hari Kiamat itu. Kepada-Nyalah kembali segala sesuatu, kemudian Dia membalas semua amal perbuatan manusia dengan balasan yang setimpal.",
    "quraish": "Hanya Dialah yang Mahatinggi dan Mahabesar. Dia memiliki hak penuh untuk mengatur langit dan bumi dengan segala isinya, dan mengatur ruang antara langit dan bumi dengan segala makhluknya, baik yang dapat disaksikan maupun yang tidak dapat disaksikan. Dialah yang mengatur semua itu. Hanya Dia yang memiliki pengetahuan tentang datangnya hari kiamat. Hanya kepada-Nyalah kalian semua akan dikembalikan di akhirat untuk dihisab.",
    "jalalayn": "(Dan Maha Besar) Maha Agung (Tuhan Yang mempunyai kerajaan langit dan bumi; dan apa yang ada di antara keduanya; dan di sisi-Nyalah pengetahuan tentang hari kiamat) yakni kapan ia akan terjadi (dan hanya kepada-Nyalah kalian dikembalikan) lafal Turja'uuna dapat pula dibaca Yurja`uuna; berdasarkan qiraat kedua maka artinya: Dan hanya kepada-Nyalah mereka dikembalikan."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 86,
    "arab": "وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ",
    "translation": "Dan orang-orang yang menyeru kepada selain Allah tidak mendapat syafaat (pertolongan di akhirat); kecuali orang yang mengakui yang hak (tauhid) dan mereka meyakini.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4411.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua berhala dan dewa-dewa disembah oleh orang-orang musyrik untuk mendapat syafaatnya, padahal berhala itu tidak kuasa berbuat dan tidak memiliki sesuatu pun, bahkan mereka itu sendiri dikuasai dan dimiliki oleh penyembah-penyembahnya. Mungkinkah mereka memberikan syafaat dalam keadaan demikian? Adapun orang-orang yang mengucapkan kalimat tauhid, memahami serta meyakininya, ia berjalan sesuai dengan petunjuk Allah, seperti malaikat, Nabi Isa, maka syafaat mereka berfaedah di sisi Allah, dan Allah akan memberikan syafaat kepada orang-orang yang pantas menerimanya.\nSa'id bin Jubair berkata, \"Maksud ayat ini ialah: berhala-berhala itu tidak memberi syafaat sedikit pun, yang bisa memberi syafaat itu hanyalah orang yang mengakui kebenaran, beriman kepada Allah berdasarkan ilmu yang dipelajari, dan pandangannya yang jauh.",
    "quraish": "Tuhan-tuhan yang mereka sembah selain Allah tidak dapat memberi syafaat untuk orang-orang yang menyembahnya. Tetapi orang-orang yang mengesakan Tuhan dan yakin bahwa Allah adalah Tuhan mereka yang sebenarnya, akan dapat memberikan syafaat terhadap orang-orang Mukmin yang dikehendaki Allah.",
    "jalalayn": "(Dan tidaklah memiliki apa-apa yang mereka seru) yang mereka sembah, dimaksud adalah orang-orang kafir pelakunya (selain Dia) selain Allah (suatu syafaat pun) bagi seseorang (tetapi yang dapat memberi syafaat ialah orang yang mengakui yang hak) yakni orang yang telah mengatakan, \"Laa Ilaaha Illallaah\"/tiada Tuhan selain Allah (dan mereka mengetahui) apa yang mereka akui dengan kalbunya, yaitu yang telah diucapkan oleh lisannya. Yang dimaksud antara lain ialah Nabi Isa, Nabi Uzair dan malaikat-malaikat, sesungguhnya mereka dapat memberi syafaat kepada orang-orang yang beriman."
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 87,
    "arab": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ",
    "translation": "Dan jika engkau bertanya kepada mereka, “Siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah,” jadi bagaimana mereka dapat dipalingkan (dari menyembah Allah),”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4412.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa perkataan dan perbuatan orang-orang musyrik itu saling bertentangan. Jika ditanyakan kepada mereka, siapakah yang menciptakan seluruh makhluk ini, maka mereka menjawab dan mengakui, \"Hanya Allah sajalah yang menciptakannya, tidak berserikat dengan seorang pun.\" Mereka tidak sanggup membantah kenyataan itu, tetapi perbuatan dan tindakan mereka membuktikan bahwa mereka mempersekutukan Allah. Mengapa orang-orang musyrik itu berpaling sehingga menyembah selain Allah atau hanya menyembah Allah saja sesuai dengan pengakuan mereka. Hal tersebut menunjukkan kebodohan mereka.",
    "quraish": "Jika kamu, wahai Muhammad, bertanya kepada orang-orang musyrik tentang siapa yang menciptakan mereka, mereka tentu akan menjawab, \"Allah.\" Lalu mengapa mereka berpaling untuk menyembah tuhan selain Allah dan tidak menyembah-Nya, padahal mereka sendiri mengakui bahwa Allah adalah Tuhan yang menciptakan mereka? Sungguh, hal itu benar-benar aneh!",
    "jalalayn": "(Dan sungguh jika) huruf Lam di sini bermakna Qasam (kamu bertanya kepada mereka, \"Siapakah yang menciptakan mereka?\" Niscaya mereka menjawab, \"Allah\") lafal Layaquulunna dibuang daripadanya Nun alamat Rafa' dan Wawu Dhamir jamak, karena asalnya adalah Layaquuluunanna (maka bagaimanakah mereka dapat dipalingkan) sehingga mereka tidak mau menyembah Allah?"
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 88,
    "arab": "وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ",
    "translation": "dan (Allah mengetahui) ucapannya (Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4413.mp3",
    "tafsir": "Muhammad saw berkata, \"Wahai Tuhanku, sesungguhnya orang-orang yang aku seru untuk mengikuti ajaranmu sesuai dengan perintahmu adalah orang-orang yang telah terkunci mati hatinya sehingga mereka tidak mau beriman.\"Firman Allah:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. (al-Baqarah/2: 6)",
    "quraish": "Aku bersumpah dengan ucapan Muhammad saw. yang meminta pertolongan sambil meratap, \"Ya Tuhan,\" bahwa para pembangkang itu adalah kaum yang tidak beriman.",
    "jalalayn": "(Dan ucapannya) ucapan Nabi Muhammad; dinashabkannya lafal Qiilihi karena menjadi Mashdar yang dinashabkan oleh Fi'ilnya yang Muqaddar atau diperkirakan keberadaannya; yakni, dan berkatalah dia, (\"Ya Rabbku! Sesungguhnya mereka itu adalah kaum yang tidak beriman.\")"
  },
  {
    "page": 495,
    "name": "Az-Zukhruf",
    "ayat": 89,
    "arab": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَ ࣖ",
    "translation": "Maka berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasib mereka yang buruk).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4414.mp3",
    "tafsir": "Setelah Allah mendengar ucapan Rasulullah saw itu, Dia berfirman, \"Hai Muhammad, berpalinglah engkau dari mereka, janganlah engkau berputus asa karena keangkuhan mereka untuk beriman, janganlah engkau melayani perkataan-perkataan mereka yang buruk itu, dan tindakan-tindakan yang menghinakanmu dan pengikutmu, maafkanlah mereka, kelak mereka akan mengakui kesalahannya dan merasakan akibat kekafiran mereka.\"\nAyat ini merupakan janji Allah kepada kaum Muslimin, dan janji itu ditepati-Nya, dengan penaklukan kota Mekah. Peristiwa tersebut menyebabkan manusia masuk Islam secara berbondong-bondong. Maka tersebarlah agama Islam ke seluruh penjuru dunia dalam waktu yang singkat.\nAllah berfirman:\n\nApabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Nasr/110: 1-3)",
    "quraish": "Oleh karena itu, berpaling dan tinggalkanlah mereka, hai Muhammad, karena mereka sangat keras kepala. Katakan kepada mereka, \"Kami membiarkan kalian bebas dari kami dan kami pun terbenas dari kalian.\" Kelak mereka akan mengetahui bahwa mereka sangat merugi akibat sikap keras kepala itu.\"",
    "jalalayn": "Lalu Allah swt. berfirman: (Maka berpalinglah) artinya palingkanlah dirimu (dari mereka dan katakanlah, \"Salam\") selamat tinggal bagi kalian. Ayat ini diturunkan sebelum diperintah untuk memerangi mereka (Kelak mereka akan mengetahui) ayat ini mengandung ancaman buat mereka; dan dapat dibaca Ya'lamuuna atau Ta'lamuuna, kalau dibaca Ta'lamuuna artinya, kelak kalian akan mengetahui."
  }
]