[
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 40,
    "arab": "اِنَّ يَوْمَ الْفَصْلِ مِيْقَاتُهُمْ اَجْمَعِيْنَ ۙ ",
    "translation": "Sungguh, pada hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4454.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan peristiwa yang terjadi pada hari perhitungan dengan menegaskan bahwa hari itu adalah hari yang telah ditetapkan Allah untuk memberikan keputusan kepada semua makhluk tentang balasan perbuatan yang telah dilakukannya yang baik atau yang buruk. Pada hari keputusan itu, orang-orang musyrik takut dan tercengang melihat kenyataan bahwa dugaan mereka sewaktu hidup di dunia dahulu adalah dugaan yang tidak mengandung kebenaran sedikit pun. Mereka dahulu mengingkari adanya hari perhitungan itu, tetapi kenyataannya benar-benar terjadi.\nPada hari itu, semua makhluk dihalau ke Padang Mahsyar dan dikumpulkan untuk menerima keputusan yang adil dari Allah. Pada waktu itu, terbukti pula bahwa berhala-berhala yang mereka sembah dan mohonkan pertolongannya semasa hidup di dunia tidak dapat memberinya manfaat dan pertolongan kepada mereka, bahkan berhala-berhala itu dimasukkan ke dalam neraka bersama-sama mereka. Anak-anak serta keluarga yang mereka bangga-banggakan dahulu di dunia tidak ada gunanya lagi dan tidak dapat menolong mereka menghindarkan diri dari azab Allah.\nAllah berfirman:\n\nKaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan. (al-Mumtahanah/60: 3)\nDan firman-Nya:\n\nSungguh, hari keputusan adalah suatu waktu yang telah ditetapkan. (an-Naba'/78: 17)",
    "quraish": "Sesungguhnya hari pengadilan antara orang yang berbuat kebenaran dan orang yang berbuat kebatilan adalah waktu yang sudah dijanjikan untuk mereka semua.",
    "jalalayn": "(Sesungguhnya hari keputusan itu) yakni hari kiamat adalah hari di mana Allah memutuskan perkara di antara hamba-hamba-Nya (adalah waktu yang dijanjikan bagi mereka semuanya) untuk menerima azab yang abadi."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 41,
    "arab": "يَوْمَ لَا يُغْنِيْ مَوْلًى عَنْ مَّوْلًى شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۙ ",
    "translation": "(yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4455.mp3",
    "tafsir": "Pada hari itu, terputuslah hubungan antara orang seorang dengan yang lain, bahkan tidak ada lagi hubungan anak dengan bapaknya, hubungan anggota keluarga dengan anggota keluarga lainnya, apalagi hubungan teman dengan teman. Yang dapat menolong dan menentukan nasib manusia hanyalah amal perbuatannya sendiri yang telah dikerjakannya selama hidup di dunia. Barang siapa yang banyak menanam amal kebaikan, tentu akan mendapat hasil yang berlimpah dari amal kebaikannya itu. Sebaliknya, barang siapa yang mengikuti keinginan hawa nafsunya, tentulah akan mendapat azab neraka. Tidak ada suatu pun yang dapat mengurangi azab mereka walapun itu anak kandung, kerabat, atau handai tolan. Allah berfirman: \n\nApabila sangkakala diiup, maka tidak ada lagi pertalian keluarga diantara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Mu'minun/23: 101)\n\nDan firman Allah:\n\nDan tidak ada seorang teman karib pun menanyakan temannya, sedang mereka saling melihat. (al-Ma'arij/70: 10-11)\n\nPada bagian akhir ayat ini, Allah menandaskan bahwa orang kafir Mekah yang tetap hidup bergelimang dalam kemusyrikan dan kesesatan, pada hari pembalasan nanti mereka tidak dapat pertolongan dari siapa pun juga.",
    "quraish": "Suatu hari ketika seorang kerabat tidak dapat menolak sedikt pun dari azab yang diderita kerabatnya. Begitu juga seorang sekutu terhadap sekutu lainnya. Mereka pun tidak dapat menolong diri sendiri di hadapan Allah.",
    "jalalayn": "(Yaitu hari yang seorang karib tidak dapat memberi manfaat kepada karibnya) baik karib karena hubungan kerabat atau karib karena hubungan persahabatan yang dekat. Ia tidak akan dapat membelanya (sedikit pun) dari azab itu (dan mereka tidak akan mendapat pertolongan) maksudnya tidak dapat dicegah dari azab itu. Lafal Yauma dalam ayat ini menjadi Badal dari lafal Yaumal Fashli pada ayat sebelumnya."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 42,
    "arab": "اِلَّا مَنْ رَّحِمَ اللّٰهُ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Kecuali orang yang diberi rahmat oleh Allah. Sungguh, Dia Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4456.mp3",
    "tafsir": "Allah menyebutkan hamba-hamba-Nya yang tidak akan mengalami azab yang mengerikan yaitu orang-orang yang mendapat limpahan rahmat-Nya, mereka adalah orang-orang yang selalu mensyukuri nikmat-Nya, menaati semua perintah dan menghindari semua larangan-Nya. Mereka itu tidak memerlukan pembela dan penolong untuk menyelamatkan diri mereka dari siksaan Allah, karena amal salehnya telah cukup menjadi jaminan bahwa mereka adalah hamba-hamba Allah yang tidak layak mendapat siksaan neraka.\nKemudian Allah menyatakan bahwa Dia adalah Mahaperkasa terhadap segala musuh-musuh-Nya, tidak ada sesuatu pun yang dapat melawan-Nya. Dia juga Maha Penyayang terhadap penegak agama-Nya dan para hamba-Nya yang selalu tunduk serta patuh kepada-Nya.",
    "quraish": "Tetapi, orang-orang Mukmin yang memperoleh rahmat Allah akan mendapat ampunan dan perkenan- Nya untuk menerima syafaat. Sesungguhnya Dia Maha Perkasa atas segala sesuatu dan Maha Pengasih terhadap hamba-hamba-Nya yang Mukmin.",
    "jalalayn": "(Kecuali orang yang diberi rahmat oleh Allah) mereka adalah orang-orang mukmin, sebagian dari mereka dapat memberikan syafaat kepada sebagian lainnya dengan seizin Allah. (Sesungguhnya Dialah Yang Maha Perkasa) Maha Menang di dalam pembalasan-Nya terhadap orang-orang kafir (lagi Maha Penyayang) terhadap orang-orang mukmin."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 43,
    "arab": "اِنَّ شَجَرَتَ الزَّقُّوْمِۙ",
    "translation": "Sungguh pohon zaqqum itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4457.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Pohon zaqqûm yang terkenal dengan rupanya yang jelek, rasanya yang tidak enak dan baunya yang tak sedap, adalah makanan orang yang banyak berbuat dosa.",
    "jalalayn": "(Sesungguhnya pohon zaqqum itu) zaqqum adalah pohon yang paling buruk dan sangat pahit rasanya yang tumbuh di daerah Tihamah, kelak Allah akan menumbuhkannya pula di dasar neraka Jahim."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 44,
    "arab": "طَعَامُ الْاَثِيْمِ ۛ ",
    "translation": "makanan bagi orang yang banyak dosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4458.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Pohon zaqqûm yang terkenal dengan rupanya yang jelek, rasanya yang tidak enak dan baunya yang tak sedap, adalah makanan orang yang banyak berbuat dosa.",
    "jalalayn": "(Makanan orang yang banyak dosa) seperti Abu Jahal dan teman-temannya."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 45,
    "arab": "كَالْمُهْلِ ۛ يَغْلِيْ فِى الْبُطُوْنِۙ ",
    "translation": "Seperti cairan tembaga yang mendidih di dalam perut,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4459.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Rasanya seperti cairan bahan tambang yang meleleh karena panas, mendidih di dalam perut bagai air yang mencapai puncak titik didih.",
    "jalalayn": "(Ia bagaikan kotoran minyak) yakni hitam pekat bagaikan kotoran minyak; lafal ayat ini menjadi Khabar kedua (yang mendidih di dalam perut) jika dibaca Taghli berarti menjadi Khabar ketiga, jika dibaca Yaghli berarti menjadi Hal atau kata keterangan keadaan bagi lafal Al-Muhli."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 46,
    "arab": "كَغَلْيِ الْحَمِيْمِ ۗ",
    "translation": "seperti mendidihnya air yang sangat panas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4460.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Rasanya seperti cairan bahan tambang yang meleleh karena panas, mendidih di dalam perut bagai air yang mencapai puncak titik didih.",
    "jalalayn": "(Seperti mendidihnya air yang amat panas) panasnya bagaikan air yang sangat panas."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 47,
    "arab": "خُذُوْهُ فَاعْتِلُوْهُ اِلٰى سَوَاۤءِ الْجَحِيْمِۙ ",
    "translation": "”Peganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4461.mp3",
    "tafsir": "Kemudian Allah menerangkan apa yang harus dilakukan malaikat kepada penghuni neraka itu. Allah memerintahkan kepada malaikat Zabaniyah merenggut dan menyeret penghuni-penghuni neraka itu dan melemparkannya ke tengah-tengah nyala api yang sedang berkobar-kobar sehingga mereka hangus terbakar. Ungkapan ini merupakan gambaran bagi manusia, bagaimana berat dan kerasnya siksa yang akan dialami penduduk neraka nanti.\nSetelah malaikat Zabaniyah itu mencampakkan penghuni-penghuni neraka ke tengah-tengah api yang menyala-nyala itu, maka ia pun menyiram mereka dengan cairan panas yang mendidih. Siksaan seperti itu adalah siksaan yang paling berat yang akan mereka rasakan dan terasa lebih merata ke seluruh badan mereka.\nDalam ayat yang lain diterangkan pula siksaan yang seperti itu, Allah berfirman:\n\nMaka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih. Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka. Dan (azab) untuk mereka cambuk-cambuk dari besi. (al-hajj/22: 19-21)",
    "quraish": "Ambillah orang yang penuh dosa ini, wahai penjaga-penjaga jahanam, dan seretlah dengan paksa dan kejam ke tengah-tengah jahanam.",
    "jalalayn": "(Peganglah dia) dikatakan kepada malaikat Zabaniyah, \"Peganglah orang yang berdosa (kemudian seretlah dia) dapat dibaca Fa'tiluuhu atau Fa'tuluuhu artinya, seretlah dia dengan keras dan kasar (ke tengah-tengah jahim) ke tengah-tengah neraka."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 48,
    "arab": "ثُمَّ صُبُّوْا فَوْقَ رَأْسِهٖ مِنْ عَذَابِ الْحَمِيْمِۗ",
    "translation": "kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4462.mp3",
    "tafsir": "Kemudian Allah menerangkan apa yang harus dilakukan malaikat kepada penghuni neraka itu. Allah memerintahkan kepada malaikat Zabaniyah merenggut dan menyeret penghuni-penghuni neraka itu dan melemparkannya ke tengah-tengah nyala api yang sedang berkobar-kobar sehingga mereka hangus terbakar. Ungkapan ini merupakan gambaran bagi manusia, bagaimana berat dan kerasnya siksa yang akan dialami penduduk neraka nanti.\nSetelah malaikat Zabaniyah itu mencampakkan penghuni-penghuni neraka ke tengah-tengah api yang menyala-nyala itu, maka ia pun menyiram mereka dengan cairan panas yang mendidih. Siksaan seperti itu adalah siksaan yang paling berat yang akan mereka rasakan dan terasa lebih merata ke seluruh badan mereka.\nDalam ayat yang lain diterangkan pula siksaan yang seperti itu, Allah berfirman:\n\nMaka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih. Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka. Dan (azab) untuk mereka cambuk-cambuk dari besi. (al-hajj/22: 19-21)",
    "quraish": "Kemudian tuangkanlah air yang sangat panas di atas kepalanya untuk menambah siksaan dan rasa pedihnya.",
    "jalalayn": "(Kemudian tuangkanlah di atas kepalanya siksaan dari air yang amat panas) sehingga azab tiada henti-hentinya menimpa mereka dan tidak pernah berpisah darinya. Pengertian ayat ini lebih keras daripada apa yang diungkapkan dalam ayat lain, yaitu, \"Disiramkan air yang sedang mendidih ke atas kepala mereka...\" (Q.S. Al-Hajj, 19)."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 49,
    "arab": "ذُقْۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ ",
    "translation": "”Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4463.mp3",
    "tafsir": "Dalam suatu riwayat diterangkan sebab turunnya ayat ini Al-Amawy meriwayatkan dalam kitabnya \"Al-Magazi\" bahwa 'Ikrimah mengatakan, Rasulullah saw pernah menemui Abu Jahal dan mengatakan kepadanya, \"Celakalah kamu\". Umpatan ini diulangi beliau tiga kali.\nKemudian Abu Jahal menarik tangannya dari tangan Rasulullah saw dan berkata, \"Apa yang engkau ancamkan kepadaku. Engkau dan Tuhanmu tidak akan mampu melakukan tindakan apapun terhadap aku. Sebenarnya, jika engkau mengetahui, akulah orang yang paling perkasa dan paling mulia di lembah (Mekah) ini. Engkau telah mengetahui bahwa akulah yang paling perkasa di antara penduduk negeri Batha' atas kaumnya.\" Kemudian Abu Jahal mati dalam Perang Badar dalam keadaan hina. Maka turunlah ayat ini seakan-akan menyindir perkataan Abu Jahal yang juga merupakan perkataan orang-orang kafir Mekah di waktu itu.\nPada ayat ini Allah menggambarkan hardikan dan cemoohan yang diucapkan malaikat Zabaniyah kepada penghuni-penghuni neraka. Para malaikat mengatakan kepada mereka itu. \"Rasakanlah hai orang yang mengaku perkasa dan mulia ini, rasakanlah olehmu pembalasan dari dosa yang telah kamu kerjakan selama hidup di dunia; seakan-akan kamulah yang menentukan segala sesuatu, tidak ada orang yang lebih berkuasa dari kamu.\"\nMereka berpendapat bahwa kesenangan duniawi itu adalah kesenangan yang sebenarnya. Karena itu mereka gunakan seluruh hidup dan kehidupan mereka untuk mendapatkan kesenangan itu. Mereka hanya mementingkan diri sendiri dan tidak mau tahu bahwa sebenarnya hidup mereka bergantung pada manusia yang lain. Bahkan mereka berpendapat bahwa semua yang mereka peroleh itu adalah semata-mata hasil jerih payah mereka sendiri, mereka lupa bahwa semuanya itu adalah berasal dari Allah Yang Maha Pengasih lagi Maha Penyayang. Tindakan mereka menunjukkan bahwa mereka merasa dirinya berkuasa lagi perkasa. Tetapi apa yang mereka alami pada hari pembalasan adalah kebalikan dari apa yang mereka duga sebelumnya. Mereka merasakan siksaan yang pedih dan derita yang maha berat. Mereka merasa tidak ada nilai harga dirinya di hadapan para malaikat yang sedang menyiksa mereka. Mereka menyesali diri mereka tiada putus-putusnya.",
    "quraish": "Dengan nada mengejek dan menghina, kepada mereka dikatakan, \"Rasakanlah siksaan yang pedih ini. Bukankah kamu orang terhormat dan berkedudukan tinggi di kalangan kaummu?\"",
    "jalalayn": "Kemudian dikatakan kepadanya, \"(Rasakanlah) azab ini (sesungguhnya kamu orang yang perkasa lagi mulia\") menurut dugaan dan perkataanmu yang telah menyatakan, bahwa tiada seorang pun di antara penghuni kedua bukit itu, yakni kota Mekah, orang yang lebih perkasa dan lebih mulia daripada dirinya."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 50,
    "arab": "اِنَّ هٰذَا مَا كُنْتُمْ بِهٖ تَمْتَرُوْنَ ",
    "translation": "Sungguh, inilah azab yang dahulu kamu ragukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4464.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang kafir semasa hidup di dunia tidak yakin bahwa mereka benar-benar akan diazab di akhirat nanti, mereka ragu terhadap berita itu. Keragu-raguan ini tergambar dalam perkataan dan tindakan mereka. Mereka membantah adanya hari kebangkitan dan adanya hari pembalasan. Mereka mengingkari kebenaran Al-Qur'an, bahkan mereka mengatakan Al-Qur'an itu buatan Muhammad saw dan Muhammad itu bukan utusan Allah, melainkan seorang tukang tenung dan tukang sihir. Akan tetapi setelah mereka dibangkitkan kembali dan digiring ke Padang Mahsyar untuk ditimbang perbuatan-perbuatan mereka dan dilemparkan ke dalam api yang menyala-nyala, barulah mereka sadar akan akibat kesombongan serta sikap keras kepala mereka selama hidup di dunia. Timbullah penyesalan yang tidak putus-putusnya pada diri mereka walaupun mereka mengetahui, bahwa penyesalan pada waktu itu tidak ada gunanya lagi. Allah berfirman:\n\nPada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya. (Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 13-14)",
    "quraish": "Siksaan yang kamu rasakan ini adalah benar-benar siksaan yang di dunia dahulu kamu ingkari dan kamu ragukan kejadianya.",
    "jalalayn": "Dan dikatakan kepada mereka, \"(Sesungguhnya ini) azab yang kalian rasakan ini (yang dahulu selalu kalian meragukannya\") yaitu meragukan keberadaannya."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 51,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ مَقَامٍ اَمِيْنٍۙ",
    "translation": "Sungguh, orang-orang yang bertakwa berada dalam tempat yang aman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4465.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Tetapi, orang-orang yang menjaga dirinya dari maksiat dan selalu taat kepada Allah berada di tempat yang tinggi dan aman.",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa berada di dalam tempat) atau kedudukan (yang aman) dari semua hal-hal yang menakutkan."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 52,
    "arab": "فِيْ جَنّٰتٍ وَّعُيُوْنٍ ۙ",
    "translation": "(yaitu) di dalam taman-taman dan mata air-mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4466.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Di dalam surga-surga yang penuh dengan kenikmatan dengan mata air yang mengalir di bawahnya, sebagai suatu penghargaan kepada mereka dengan pemberian nikmat yang amat besar.",
    "jalalayn": "(Yaitu di dalam taman-taman) kebun-kebun (dan mata air-mata air.)"
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 53,
    "arab": "يَّلْبَسُوْنَ مِنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَقٰبِلِيْنَۚ",
    "translation": "mereka memakai sutra yang halus dan sutra yang tebal, (duduk) berhadapan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4467.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Mereka memakai sutera yang halus dan sutera yang tebal untuk menambah perhiasan mereka. Mereka duduk berhadap-hadapan supaya semakin akrab.",
    "jalalayn": "(Mereka memakai sutera yang halus dan sutera yang tebal) (seraya berhadap-hadapan) lafal Mutaqaabiliina adalah Hal atau kata keterangan keadaan, yakni, sebagian dari mereka tidak dapat melihat tengkuk sebagian yang lain, karena dipan-dipan tempat mereka duduk berbentuk bundar."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 54,
    "arab": "كَذٰلِكَۗ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍۗ ",
    "translation": "demikianlah, kemudian Kami berikan kepada mereka pasangan bidadari yang bermata indah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4468.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Selain balasan ini, di dalam surga mereka Kami kawinkan dengan bidadari yang putih dan lembut karena kemolekan dan kecantikanya serta matanya yang lebar.",
    "jalalayn": "(Demikianlah) sebelum lafal ini diperkirakan adanya lafal Al-Amru, yakni perkaranya demikianlah. (Dan Kami kawinkan mereka) dijodohkan atau mereka dibuat senang (dengan bidadari-bidadari) dengan wanita yang putih kulitnya dan jeli matanya serta sangat cantik rupanya."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 55,
    "arab": "يَدْعُوْنَ فِيْهَا بِكُلِّ فَاكِهَةٍ اٰمِنِيْنَۙ ",
    "translation": "Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4469.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Di dalamnya mereka dapat meminta segala jenis buah-buahan yang mereka inginkan. Mereka terhindar dari rasa sedih, dan kehilangan rezeki",
    "jalalayn": "(Mereka meminta) meminta kepada para pelayan surga (di dalamnya) di dalam surga, supaya para pelayan itu mendatangkan buat mereka (segala macam buah-buahan) surga (dengan aman) dari kehabisan dan dari kemudaratannya, serta aman dari segala kekhawatiran. Lafal Aaminiina berkedudukan menjadi Hal atau kata keterangan keadaan."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 56,
    "arab": "لَا يَذُوْقُوْنَ فِيْهَا الْمَوْتَ اِلَّا الْمَوْتَةَ الْاُوْلٰىۚ وَوَقٰىهُمْ عَذَابَ الْجَحِيْمِۙ ",
    "translation": "mereka tidak akan merasakan mati di dalamnya selain kematian pertama (di dunia). Allah melindungi mereka dari azab neraka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4470.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan kenikmatan lain yang dianugerahkan-Nya di dalam surga nanti, yaitu mereka tidak akan merasakan mati seperti yang mereka rasakan di dunia. Mereka akan hidup kekal di surga nanti. Hal ini berarti bahwa penghuni surga itu tetap dalam keadaan sehat wal afiat jasmani dan rohani dan mereka telah naik ke suatu martabat yang tidak dianugerahkan Allah kepada makhluk yang lain, kecuali malaikat yaitu hidup kekal penuh kebahagiaan.\nDalam hadis Rasulullah saw yang diriwayatkan Muslim digambarkan keadaan penghuni-penghuni surga itu, yaitu:\n\"Diriwayatkan oleh Abu Hurairah dan Abu Sa'id bahwasanya Rasulullah saw bersabda, seorang penyeru menyerukan, \"Sesungguhnya kamu akan selalu sehat, karena itu kamu tidak akan menderita sakit selama-lamanya; sesungguhnya kamu akan tetap hidup dan tidak akan mati selama-lamanya, dan sesungguhnya kamu akan tetap muda dan tidak akan pernah mengalami ketuaan selama-lamanya dan sesungguhnya kamu akan merasa nikmat dan tidak akan menderita selama-lamanya.\" (Riwayat Muslim)\n\nPada akhir ayat ini, Allah menegaskan bahwa para penghuni surga itu terpelihara dari siksa neraka. Terpelihara dari siksa itu termasuk salah satu dari kenikmatan yang sangat berharga, karena apabila seseorang terlepas dari suatu bahaya atau melihat orang lain menderita sedangkan ia sendiri terlepas dari bahaya dan penderitaan itu, maka ia akan merasakan suatu nikmat dan merasa bahwa ia tidak pernah berbuat suatu kejahatan sehingga ia tidak mengalami penderitaan.",
    "quraish": "Di sana mereka tidak lagi merasakan mati setelah kematian di dunia ketika ajal mereka datang. Mereka dipelihara Tuhan dari siksa neraka.",
    "jalalayn": "(Mereka tidak akan merasakan mati di dalamnya kecuali mati yang pertama) yaitu kematian sewaktu di dunia. Sebagian ahli tafsir ada yang mengatakan bahwa lafal Illaa di sini bermakna Ba'da, yakni sesudah. (Dan Allah memelihara mereka dari azab neraka.)"
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 57,
    "arab": "فَضْلًا مِّنْ رَّبِّكَۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ",
    "translation": "itu merupakan karunia dari Tuhanmu. Demikian itulah kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4471.mp3",
    "tafsir": "Segala nikmat yang diterima penghuni surga itu adalah karunia Allah yang diberikan sebagai tanda bahwa Dia meridai perbuatan-perbuatan yang mereka lakukan selama hidup di dunia, dan sebagai bukti bahwa mereka mengikuti petunjuk wahyu yang disampaikan Allah kepada Rasul-Nya, taat kepada perintah-perintah yang harus mereka lakukan dan menjauhkan semua larangan yang harus mereka hentikan. Yang demikian itu mereka terima sebagai hasil jerih payah yang telah mereka lakukan dan imbalan dari keimanan mereka. Hasil yang mereka peroleh itu adalah hasil yang tiada bandingnya jika dibandingkan dengan hasil yang pernah dicapai seseorang selama hidup di dunia, menikmati hasil cucuran keringat sendiri yang merupakan suatu kenikmatan tersendiri pula.",
    "quraish": "Mereka terhindar dari siksaan itu berkat karunia dari kebaikan Sang Penciptamu. Keselamatan dari siksa neraka dan masuknya mereka ke dalam surga merupakan kemenangan yang amat besar.",
    "jalalayn": "(Sebagai karunia) lafal Fadhlan adalah Mashdar yang bermakna Tafadhdhulan, yakni pemberian karunia; dinashabkan oleh lafal Tafadhdhala yang diperkirakan keberadaannya sebelumnya (dari Rabbmu Yang demikian itu adalah keberuntungan yang besar.)"
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 58,
    "arab": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ",
    "translation": "Sungguh, Kami mudahkan Al-Qur'an itu dengan bahasamu agar mereka mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4472.mp3",
    "tafsir": "Allah menjelaskan petunjuk dan peringatan yang telah disampaikan kepada orang-orang musyrik Mekah yang disampaikan oleh Rasul-Nya, Muhammad saw, berupa wahyu-Nya yang diturunkan dengan bahasa yang sudah mereka pahami yaitu bahasa mereka sendiri, bahasa Arab. Hal itu dimaksudkan agar kaum musyrik Mekah dapat dengan mudah mengambil petunjuk dan pelajaran dari pokok-pokok agama Islam, tamsil ibarat dan kisah-kisah umat yang dahulu yang terdapat di dalam Al-Qur'an wahyu yang telah diturunkan itu. Dengan membaca Al-Qur'an mereka akan merenungkan ayat-ayat yang menyuruh agar manusia memperhatikan tanda-tanda kekuasaan dan kebesaran Allah yang terdapat dalam kejadian langit dan bumi beserta apa yang ada antara keduanya, demikian pula bukti-bukti adanya hari kebangkitan.\nDengan bimbingan dan peringatan itu, diharapkan mereka mau bertobat, kembali ke jalan yang benar, mau mengakui dan mencari kebenaran yang hakiki dengan meninggalkan kebiasaan-kebiasaan nenek moyang mereka yang telah nyata kesesatannya. Akan tetapi lantaran kebekuan hati mereka karena kesombongan dan keangkuhan mereka, maka petunjuk dan kebenaran yang dikemukakan Al-Qur'an kepada mereka tidak dapat mereka terima, sehingga mereka tetap dalam kegelapan dan kesesatan.",
    "quraish": "Kami memberi kemudahan kepadamu, Muhammad, untuk membaca dan menyampaikan isi al-Qur'ân kepada mereka dengan menggunakan bahasa mereka, hanya bertujuan agar mereka dapat mengambil pelajaran lalu mempercayainya dan mengamalkan ajaran yang dikandugnnya.",
    "jalalayn": "(Sesungguhnya Kami mudahkan ia) Kami mudahkan Alquran itu (dengan bahasamu) dengan bahasa Arab supaya orang-orang Arab dapat memahaminya darimu (supaya mereka mendapat pelajaran) supaya mereka dapat mengambilnya sebagai nasihat, karena itu lalu mereka beriman kepadamu; tetapi ternyata mereka tidak juga mau beriman."
  },
  {
    "page": 498,
    "name": "Ad-Dukhan",
    "ayat": 59,
    "arab": "فَارْتَقِبْ اِنَّهُمْ مُّرْتَقِبُوْنَ ࣖࣖ",
    "translation": "Maka tunggulah; sungguh, mereka itu (juga sedang) menunggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4473.mp3",
    "tafsir": "Itulah sebabnya Allah membiarkan orang-orang musyrik Mekah sesat dalam kesyirikannya, membiarkan mereka menunggu ketentuan Allah pada saat yang telah ditentukan, dan mereka pasti akan menyaksikan sendiri siapakah yang benar nanti, mereka yang selalu menyekutukan Tuhan dan berbuat dosa ataukah orang-orang yang beriman yang mengikuti ajaran wahyu yang disampaikan Nabi Muhammad.\nSeandainya mereka mau mengakui kebenaran Al-Qur'an, tentulah mereka akan yakin bahwa kemenangan itu pasti diperoleh oleh orang-orang yang mengikuti agama tauhid yang berjuang dan beramal untuk mencari keridaan Allah. Allah berfirman:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat), (yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk. (Gafir/40: 51-52)\n\nSelama menunggu ketentuan dari Allah itu, terdapat perbedaan sikap dan keyakinan antara para pengikut rasul dengan orang-orang musyrik Mekah. Para pengikut rasul menunggu janji kemenangan dari Allah dengan bersabar dan tawakal. Mereka yakin bahwa Allah pasti menepati janji-Nya yaitu memenangkan Islam dan kaum Muslimin di dunia dan melimpahkan kenikmatan serta kebahagiaan abadi di akhirat nanti. Karena itu, mereka tidak pernah gentar dan takut, mati dan hidup bagi mereka sama saja karena semua yang ada pada mereka, jiwa maupun raga, harta dan nyawa mereka telah mereka serahkan kepada Allah. Sebaliknya, orang-orang musyrik menunggu dengan perasaan khawatir dan takut. Mereka sangat khawatir akan dihancurkan oleh kaum Muslimin. Setiap mereka melihat perkembangan, kemajuan, dan kemenangan kaum Muslimin atas mereka, semakin bertambah pula kekhawatiran pada diri mereka. Mereka sangat takut akan pembalasan dendam kaum Muslimin kepada mereka. Karena itu mereka berusaha sekuat tenaga dan mencurahkan segala yang ada pada mereka untuk mengatasi kemajuan dan kemenangan kaum Muslimin.\nHal ini terlihat pada usaha-usaha mereka itu sebagaimana yang telah mereka usahakan di Perang Ahzab, perjanjian Hudaibiyah dan sebagainya. Sebenarnya dalam hati mereka terbayang kebenaran sesungguhnya, namun karena kesombongan dan keangkuhan, mereka tetap menjauhkan diri dari kebenaran Al-Qur'an.",
    "quraish": "Maka tunggulah apa yang akan terjadi pada diri mereka. Sesungguhnya mereka pun menunggu apa yang akan terjadi pada dirimu dan dakwahmu.",
    "jalalayn": "(Maka tunggulah) nantikanlah kebinasaan mereka (sesungguhnya mereka itu menunggu pula) kebinasaanmu. Ayat ini diturunkan sebelum ada perintah untuk berjihad melawan mereka."
  }
]