[
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 23,
    "arab": "اَفَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَّخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشٰوَةًۗ فَمَنْ يَّهْدِيْهِ مِنْۢ بَعْدِ اللّٰهِ ۗ اَفَلَا تَذَكَّرُوْنَ",
    "translation": "Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya, dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? Maka siapa yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat?) Mengapa kamu tidak mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4496.mp3",
    "tafsir": "Muqatil mengatakan bahwa ayat ini turun berhubungan dengan peristiwa percakapan Abu Jahal dengan al-Walid bin al-Mugirah. Pada suatu malam Abu Jahal tawaf di Baitullah bersama Walid. Kedua orang itu membicarakan keadaan Nabi Muhammad. Abu Jahal berkata, \"Demi Allah, sebenarnya aku tahu bahwa Muhammad itu adalah orang yang benar. \"Al-Walid berkata kepadanya, \"Biarkan saja, apa pedulimu dan apa alasan pendapatmu itu?\" Abu Jahal menjawab, \"Hai Abu Abdisy Syams, kita telah menamainya orang yang benar, jujur, dan terpercaya dimasa mudanya, tetapi sesudah ia dewasa dan sempurna akalnya, kita menamakannya pendusta lagi pengkhianat. Demi Allah, sebenarnya aku tahu bahwa dia itu adalah benar.\" Al-Walid berkata, \"Apakah gerangan yang menghalangimu untuk membenarkan dan mempercayai seruannya?\" Abu Jahal menjawab, \"Nanti gadis-gadis Quraisy akan menggunjingkan bahwa aku pengikut anak yatim Abu thalib, padahal aku dari suku yang paling tinggi. Demi Al-Lata da Al-Uzza, saya tidak akan menjadi pengikutnya selama-lamanya.\" Kemudian turunlah ayat ini.\nSelanjutnya, pada ayat ini Allah menerangkan keadaan orang-orang kafir Mekah yang sedang tenggelam dalam perbuatan jahat. Semua yang mereka lakukan itu disebabkan oleh dorongan hawa nafsunya karena telah tergoda oleh tipu daya setan. Tidak ada lagi nilai-nilai kebenaran yang mendasari tingkah laku dan perbuatan mereka. Apa yang baik menurut hawa nafsu mereka itulah yang mereka perbuat. Seakan-akan mereka menganggap hawa nafsu mereka itu sebagai tuhan yang harus mereka ikuti perintahnya.\nMereka telah lupa bahwa kehadiran mereka di dunia yang fana ini ada maksud dan tujuannya. Ada misi yang harus mereka bawa yaitu sebagai khalifah Allah di muka bumi. Mereka telah menyia-nyiakan kedudukan yang diberikan Allah kepada mereka sebagai makhluk Tuhan yang paling baik bentuknya dan mempunyai kemampuan yang paling baik pula. Mereka tidak menyadari bahwa mereka harus mempertanggungjawabkan semua perbuatannya kepada Allah kelak dan bahwa Allah akan membalas setiap perbuatan dengan balasan yang setimpal. Inilah yang dimaksud dengan firman Allah:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\n\nSebenarnya hawa nafsu yang ada pada manusia itu merupakan anugerah yang tidak ternilai harganya yang diberikan Allah kepada manusia. Di samping Allah memberikan akal dan agama kepada manusia agar dengan keduanya manusia dapat mengendalikan hawa nafsunya. Jika seseorang mengendalikan hawa nafsunya sesuai dengan pertimbangan akal yang sehat dan tidak bertentangan dengan tuntunan agama, maka orang yang demikian itu telah berbuat sesuai dengan fitrahnya. Tetapi apabila seseorang memperturutkan hawa nafsunya tanpa pertimbangan akal yang sehat dan tidak lagi berpedoman kepada tuntutan agama, maka orang itu telah diperbudak oleh hawa nafsunya. Hal itu berarti bahwa ia telah berbuat menyimpang dari fitrahnya dan terjerumus dalam kesesatan.\nBerdasarkan keterangan di atas, maka dalam mengikuti hawa nafsunya, manusia terbagi atas dua kelompok. Kelompok pertama ialah kelompok yang dapat mengendalikan hawa nafsunya; mereka itulah orang yang bertakwa. Sedangkan kelompok kedua ialah orang yang dikuasai hawa nafsunya. Mereka itulah orang-orang yang berdosa dan selalu bergelimang dalam lumpur kejahatan.\nIbnu 'Abbas berkata, \"Setiap kali Allah menyebut hawa nafsu dalam Al-Qur'an, setiap kali itu pula Ia mencelanya.\" Allah berfirman:\n\nDan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir. (al-A'raf/7: 176)\n\nPada ayat lain :\n\nDan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)\n\nDalam ayat ini, Allah memuji orang-orang yang dapat menguasai hawa nafsunya dan menjanjikan baginya tempat kembali yang penuh kenikmatan. Allah berfirman:\n\nDan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-Nazi'at/79: 40-41)\n\nBanyak hadis-hadis Nabi saw yang mencela orang-orang yang memperturutkan hawa nafsunya. Diriwayatkan oleh 'Abdullah bin 'Amr bin 'As bahwa Nabi saw berkata.\n\nTidak beriman seseorang dari antara kamu sehingga hawa nafsunya itu tunduk kepada apa yang saya bawa (petunjuk).(Riwayat al-Khathib al-Bagdadi)\n\nSyaddad bin Aus meriwayatkan hadis dari Nabi saw :\n‡)\nOrang yang cerdik ialah orang yang menguasai hawa nafsunya dan berbuat untuk kepentingan masa sesudah mati. Tetapi orang yang zalim ialah orang yang memperturutkan hawa nafsunya dan mengharap-harap sesuatu yang mustahil dari Allah. (Riwayat at-Tirmidhi dan Ibnu Majah)\n\nOrang yang selalu memperturutkan hawa nafusnya biasanya kehilangan kontrol dirinya. Itulah sebabnya ia terjerumus dalam kesesatan karena ia tidak mau memperhatikan petunjuk yang diberikan kepadanya, dan akibat perbuatan jahat yang telah dilakukannya karena memperturutkan hawa nafsu.\nKeadaan orang yang memperturutkan hawa nafsunya itu diibaratkan seperti orang yang terkunci mati hatinya sehingga tidak mampu lagi menilai mana yang baik mana yang buruk, dan seperti orang yang telinganya tersumbat sehingga tidak mampu lagi memperhatikan tanda-tanda kekuasaan Allah yang terdapat di langit dan di bumi, dan seperti orang yang matanya tertutup tidak dapat melihat dan mengetahui kebenaran adanya Allah Yang Maha Pencipta segala sesuatu.\nSelanjutnya, Allah memerintahkan kepada Rasul-Nya agar tidak membenarkan sikap orang-orang kafir Mekah dengan mengatakan bahwa tidak ada kekuasaan yang akan memberikan petunjuk selain Allah setelah mereka tersesat dari jalan yang lurus. \nPada akhir ayat ini, Allah mengingatkan mereka mengapa mereka tidak mengambil pelajaran dari alam semesta, kejadian pada diri mereka sendiri, dan azab yang menimpa umat-umat terdahulu sebagai bukti bahwa Allah Mahakuasa lagi berhak disembah.",
    "quraish": "Tidakkah kamu memperhatikan, wahai Rasulullah, orang yang menyembah hawa nafsunya, tunduk dan patuh kepadanya, dan ia sesat dari jalan kebenaran, padahal ia mengatahui jalan kebenaran itu, dan Allah telah menutup pendengarannya, sehingga tidak dapat menerima nasihat, dan menutup hatinya, sehingga tidak mau meyakini kebenaran, serta menutup penglihatannya, sehingga tidak dapat melihat suatu peringatan? Siapakah yang dapat memberinya petunjuk setelah Allah berpaling darinya? Apakah kalian tidak memperhatikan sehingga tidak dapat mengambil pelajaran?",
    "jalalayn": "(Apakah kamu pernah melihat) maksudnya ceritakanlah kepadaku (orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya, yang disukai oleh hawa nafsunya, yaitu batu demi batu ia ganti dengan yang lebih baik sebagai sesembahannya (dan Allah membiarkan-Nya sesat berdasarkan ilmu-Nya) berdasarkan pengetahuan Allah swt. Dengan kata lain Dia telah mengetahui, bahwa orang itu termasuk orang yang disesatkan sebelum ia diciptakan (dan Allah telah mengunci mati pendengaran dan hatinya) maka, karena itu ia tidak dapat mendengar petunjuk dan tidak mau memikirkannya (dan meletakkan tutupan atas penglihatannya) mengambil kegelapan hingga ia tidak dapat melihat petunjuk. Pada ayat ini diperkirakan adanya Maf'ul kedua bagi lafal Ra-ayta, yaitu lafal ayat tadi, yang artinya; apakah ia mendapat petunjuk? (Maka siapakah yang akan memberinya petunjuk sesudah Allah) membiarkannya sesat? Maksudnya, tentu saja ia tidak dapat petunjuk. (Maka mengapa kalian tidak mengambil pelajaran?) atau mengapa kalian tidak mau mengambilnya sebagai pelajaran buat kalian. Lafal Tadzakkaruuna asalnya salah satu dari huruf Ta-nya diidgamkan kepada huruf Dzal."
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 24,
    "arab": "وَقَالُوْا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا يُهْلِكُنَآ اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّوْنَ",
    "translation": "Dan mereka berkata, “Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.” Tetapi mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4497.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan keingkaran orang-orang musyrik terhadap hari kebangkitan. Menurut anggapan mereka kehidupan itu hanya di dunia saja. Di dunia mereka dilahirkan dan di dunia pula mereka dimatikan dan di situlah akhir dari segala sesuatu, dan demikian pula terjadi pada nenek moyang mereka. Menurut mereka, yang menyebabkan kematian dan kebinasaan segala sesuatu ialah pertukaran masa. Dari pendapat mereka, dapat diambil kesimpulan bahwa mereka mengingkari terjadinya hari kebangkitan.\nKeterangan itu diperkuat oleh adat kebiasaan orang Arab Jahiliah yaitu apabila mereka ditimpa bencana atau musibah, terlontarlah kata-kata dari mulut mereka, \"Aduhai celakalah masa.\" Mereka mengumpat-umpat masa karena menurut mereka masa itulah sumber dari segala musibah.\nDalam hadis Qudsi dari Abu Hurairah, Rasulullah bersabda:\n\nAllah berfirman, \"Manusia telah menyakitiku dengan mengatakan wahai masa yang sial. Maka janganlah salah seorang kalian mengatakan 'masa yang sial karena Akulah (Pencipta dan Pengatur)masa. Aku menanti malam menjadi siang, dan jika Aku menghendakinya niscaya Aku genggam keduanya.\" (Riwayat Muslim)\n\nKemudian Allah menyayangkan sikap kaum musyrikin Mekah yang tidak didasarkan pada pengetahuan yang benar. Allah menyatakan bahwa mereka sama sekali tidak mempunyai pengetahuan sedikit pun tentang hal yang menyangkut masa itu. Pendapat mereka itu hanyalah didasarkan pada sangkaan dan dugaan saja.",
    "quraish": "Orang-orang yang mengingkari hari kebangkitan berkata, \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita hidup dan mati. Tidak ada kehidupan lain setelah kematian dan tidak ada yang membinasakan kita selain masa.\" Perkataan mereka itu tidak berdasar pada ilmu dan keyakinan, tetapi hanya berdasarkan dugaan dan sangkaan belaka.",
    "jalalayn": "(Dan mereka berkata) yaitu orang-orang yang ingkar akan adanya hari berbangkit, (\"Kehidupan ini) kehidupan yang sebenarnya (tiada lain hanyalah kehidupan kita) yang kita alami (di dunia saja, kita mati dan kita hidup) sebagian dari kita mati kemudian sebagian yang lain hidup karena mereka dilahirkan (dan tiada yang membinasakan kita selain masa\") atau berlalunya masa. Lalu Allah berfirman menyangkal perkataan mereka melalui firman-Nya: (dan mereka tidak mempunyai mengenai hal itu) mengenai perkataan mereka yang demikian tadi (pengetahuan sedikit pun, tiada lain) tidak lain (mereka hanyalah menduga-duga saja.)"
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 25,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan apabila kepada mereka dibacakan ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain mengatakan, “Hidupkanlah kembali nenek moyang kami, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4498.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan dan menegaskan bahwa pendapat mereka itu benar-benar berdasarkan dugaan dan sangkaan belaka, yang menjurus kepada pengingkaran terjadinya hari kebangkitan. Apabila dibacakan kepada mereka ayat-ayat Allah yang mengandung keterangan tentang bukti-bukti terjadinya hari kebangkitan, mereka tidak mau memahami keterangan yang dikemukakan itu, dan juga mereka menantang Rasulullah saw agar beliau menghidupkan kembali orang-orang yang telah mati. Jika hal itu dapat dilakukan oleh Rasulullah, barulah mereka mau beriman.\nDari sikap mereka yang demikian itu, dapat diambil kesimpulan bahwa mereka benar-benar telah dikendalikan oleh hawa nafsu mereka, tidak lagi mempergunakan pikiran mereka dengan baik sehingga mereka tidak mau menerima segala kebenaran yang disampaikan oleh Rasulullah saw, bahwa hari kebangkitan itu akan datang pada saat yang telah ditentukan yaitu setelah semua manusia yang hidup dimatikan dan jagat raya serta segala isinya hancur-lebur. Namun hal ini tidak membuat mereka mengerti dan mengakui.",
    "quraish": "Dan jika dibacakan kepada mereka ayat-ayat Allah sebagai bukti nyata akan kekuasaan-Nya terhadap hari kebangkitan, maka--untuk lari dari kebenaran--mereka hanya bisa mengatakan, \"Hidupkanlah kembali nenek moyang kami, jika kamu termasuk orang-orang yang benar dalam mendakwakan terjadinya hari kebangkitan!\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) dari Alquran yang menunjukkan akan kekuasaan Kami yang mampu membangkitkan makhluk menjadi hidup kembali (yang jelas) yang keadaannya jelas sekali (tidak ada bantahan mereka selain dari mengatakan, \"Datangkanlah nenek moyang kami) dalam keadaan hidup (jika kalian adalah orang-orang yang benar\") bahwasanya kami benar-benar akan dibangkitkan menjadi hidup kembali sesudah kami mati."
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 26,
    "arab": "قُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "translation": "Katakanlah, “Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4499.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Rasul-Nya agar menjelaskan kepada orang-orang musyrik Mekah, bahwa Allah-lah yang berkuasa menghidupkan dan mematikan makhluk-Nya. Dahulu mereka belum ada dan merupakan benda mati, sesudah itu atas kuasa Allah mereka dijadikan makhluk hidup di dunia untuk jangka waktu yang ditentukan. Apabila telah sampai waktu yang ditentukan itu, mereka pun dimatikan. Kemudian mereka dibangkitkan kembali pada hari Kiamat untuk mempertanggungjawabkan segala perbuatan yang telah mereka lakukan selama hidup di dunia.\nAllah menegaskan bahwa terjadinya hari Kiamat itu adalah suatu kejadian yang pasti, tidak ada keraguan sedikit pun. Jika Allah kuasa menghidupkan dan mematikan, tentu Dia kuasa pula menghidupkan dan menghimpun kembali bagian-bagian tubuh mereka yang telah hancur berserakan menjadi tanah. Mengulang kembali suatu perbuatan adalah lebih mudah daripada menciptakannya untuk pertama kali. Dan bagi Allah, tidak ada suatu perbuatan pun yang sukar.\nPada akhir ayat ini, Allah menyayangkan mengapa kebanyakan orang-orang musyrik tidak meyakini kebenaran adanya hari kebangkitan dan tetap mengingkarinya dengan alasan bahwa orang yang telah mati, yang tubuhnya telah hancur lebur bersama tanah, tulang-tulangnya telah berserakan tidak mungkin hidup kembali. Allah berfirman:\n\nDan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur. (al-hajj/22: 7)",
    "quraish": "Katakanlah kepada mereka, wahai Muhammad, \"Allah telah menghidupkan kalian di dunia dari ketiadaan, kemudian mematikan kalian ketika ajal menjemput, setelah itu akan mengumpulkan kalian pada hari kiamat nanti. Pengumpulan itu tidak diragukan lagi. Akan tetapi kebanyakan manusia tidak mengetahui kekuasaan Allah terhadap hari kebangkitan, karena mereka telah berpaling dan tidak mau memikirkan bukti- bukti akan terjadinya hari itu. Dan Tuhan yang mampu melakukan hal itu, tentu juga mampu menghadirkan nenek moyang kalian.",
    "jalalayn": "(Katakanlah, \"Allahlah yang menghidupkan kalian) sewaktu kalian masih dalam bentuk air mani (kemudian mematikan kalian, setelah itu mengumpulkan kalian) dalam keadaan hidup (pada hari kiamat yang tidak ada keraguan padanya) tidak diragukan lagi kedatangannya (akan tetapi kebanyakan manusia) yang dimaksud adalah mereka yang telah mengatakan apa yang telah disebutkan tadi (tidak mengetahui.\")"
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 27,
    "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّخْسَرُ الْمُبْطِلُوْنَ",
    "translation": "Dan milik Allah kerajaan langit dan bumi. Dan pada hari terjadinya Kiamat, akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan (dosa).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4500.mp3",
    "tafsir": "Allah menjelaskan bahwa yang memiliki kekuasaan di langit dan di bumi ialah Allah. Tidak ada yang melebihi kekuasaan-Nya yang berlaku sesuai dengan kehendak-Nya. Tidak ada penguasa yang lain selain Dia dan tidak ada tuhan-tuhan lain yang pantas disembah selain-Nya. Kekuasaan-Nya meliputi seluruh alam; alam dunia dan alam akhirat. Allah juga berkuasa pada saat alam dunia berakhir dan mulainya hari akhirat. Pada saat itu manusia akan dibangkitkan dari alam kubur. Semua manusia akan digiring ke Padang Mahsyar untuk menghadapi ke pengadilan. Pada saat itu, perbuatan mereka akan diperiksa secara teliti. Tiap-tiap orang akan menerima catatan perbuatannya selama ia hidup di dunia, yang dibuat secara teliti oleh para malaikat pencatat amal. Pada hari itulah, tampak kemurungan orang-orang kafir yang mendustakan kebenaran ayat-ayat Allah. Kemurungan itu berubah menjadi kesengsaraan dan penderitaan yang amat berat ketika mereka diseret ke neraka Jahanam, disanalah mereka menampakkan penyesalan mereka, tetapi penyesalan itu tidak berguna lagi.",
    "quraish": "Hanya Allahlah yang memiliki, menciptakan, menguasai dan mengatur langit dan bumi. Dan pada hari kiamat nanti, orang-orang yang mengikuti kebatilan akan merugi.",
    "jalalayn": "(Dan hanya kepunyaan Allahlah kerajaan langit dan bumi. Dan pada hari terjadinya kiamat) kemudian dijelaskan maksud sebenarnya oleh firman berikutnya, yaitu: (akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan) yakni orang-orang kafir. Maksudnya, kerugian mereka akan tampak jelas karena mereka dimasukkan ke dalam neraka."
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 28,
    "arab": "وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةً ۗ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتٰبِهَاۗ  اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "Dan (pada hari itu) engkau akan melihat setiap umat berlutut. Setiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan atas apa yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4501.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan keadaan manusia pada hari penentuan keputusan itu dan kedahsyatan huru-hara pada saat menunggu detik-detik yang menentukan, yaitu:\n1. Pada hari itu, manusia berlutut dan bersimpuh di hadapan Tuhan penguasa seluruh alam untuk menerima perhitungan amal perbuatan mereka dan menerima keputusan akhir yang akan ditetapkan atas mereka.\n2. Pada hari itu, mereka dipanggil melihat catatan mereka yang dibuat oleh para malaikat. Kemudian mereka memeriksa apakah ada di antara perbuatan mereka yang belum tercatat atau ada yang tercatat, tetapi tidak sesuai dengan yang telah mereka kerjakan. Apabila perbuatan mereka yang tercatat itu sesuai dengan yang diperintahkan oleh agama yang dibawa rasul mereka, maka mereka akan memperoleh kebahagiaan dan keberuntungan, sedangkan apabila tidak sesuai dengan perintah dan banyak melanggar larangan agama mereka, maka mereka akan memperoleh kecelakaan dan azab di neraka. Allah berfirman:\n\nDan bumi (Padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan. (az-Zumar/39: 69)\n\nPada ayat lain Allah berfirman:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nPada saat itu, manusia mendapat panggilan. Kepada mereka diberitahukan bahwa pada hari itulah mereka akan menerima balasan dari amal perbuatan mereka masing-masing dengan balasan yang setimpal.",
    "quraish": "Pada hari kiamat nanti kamu akan melihat penganut tiap-tiap agama duduk berlutut karena dahsyatnya suasana dan bersiap-siap memenuhi panggilan. Tiap-tiap umat akan dipanggil untuk menerima catatan amal perbuatannya masing-masing, dan dikatakan kepada mereka, \"Hari ini kalian akan mendapatkan balasan apa yang telah kalian lakukan di dunia.\"",
    "jalalayn": "(Dan pada hari itu kamu lihat tiap-tiap umat) tiap-tiap pemeluk suatu agama (berlutut) mereka berdiri pada lututnya, atau mereka membentuk kumpulan. (Tiap-tiap umat dipanggil untuk melihat kitabnya) untuk melihat catatan amalnya, lalu dikatakan kepada mereka, (\"Pada hari ini kalian diberi balasan terhadap apa yang telah kalian kerjakan\") sebagai pembalasannya."
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 29,
    "arab": "هٰذَا كِتٰبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۗاِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "(Allah berfirman), “Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4502.mp3",
    "tafsir": "Allah menyatakan firman-Nya kepada seluruh umat manusia bahwa kitab-kitab yang memuat catatan amal perbuatan itu adalah kitab yang benar, tidak ada suatu pun kesalahan terdapat di dalamnya, dibuat atas dasar perintah Allah Yang Mahakuasa, yang menjadi dasar pertimbangan untuk menentukan keputusan bagi umat manusia.\nAllah juga menyatakan bahwa pada saat orang itu hidup di dunia, telah dikerahkan para pencatat amal perbuatan, baik perbuatan yang baik maupun perbuatan yang buruk. Catatan itu tidak mungkin salah karena dibuat dengan ketelitian yang tinggi sebagai alat bukti yang tidak dapat diragukan kebenarannya",
    "quraish": "Dan dikatakan kepada mereka, \"Inilah kitab Kami yang berisi catatan semua amal perbuatanmu dan yang telah kalian ambil dengan tangan kalian, akan menuturkan kepada kalian dengan benar apa yang telah kalian lakukan. Sesungguhnya Kami telah menyuruh malaikat mencatat, supaya Kami dapat membuat perhitungan terhadap apa yang kalian lakukan.",
    "jalalayn": "(Inilah kitab catatan Kami) yakni kitab catatan malaikat pencatat amal perbuatan manusia (yang menuturkan terhadap kalian dengan benar. Sesungguhnya Kami telah menyuruh mencatat) menulis dan mengarsipkan (apa yang telah kalian kerjakan.)"
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 30,
    "arab": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ  فِيْ رَحْمَتِهٖۗ ذٰلِكَ هُوَ الْفَوْزُ الْمُبِيْنُ",
    "translation": "Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka Tuhan memasukkan mereka ke dalam rahmat-Nya (surga). Demikian itulah kemenangan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4503.mp3",
    "tafsir": "Kemudian Allah menjelaskan keadaan orang-orang yang beriman dan yang melakukan amal saleh. Mereka itu akan mendapat balasan yang setimpal dengan amal perbuatannya. Mereka itu termasuk hamba Allah yang memperoleh limpahan rahmat-Nya.\nYang dimaksud dengan rahmat Allah dalam ayat ini adalah surga. Hal ini sesuai dengan maksud hadis yang diriwayatkan oleh Abu Hurairah:\n…)\nSesungguhnya Allah berkata kepada surga, \"Engkau adalah rahmat-Ku. Dengan kamu Aku melimpahkan Kasih sayang-Ku kepada orang-orang yang Aku kehendaki.\" (Riwayat al-Bukhari dan Muslim)\n\nPada bagian akhir ayat ini, Allah menegaskan bahwa surga itu merupakan kebahagiaan yang akan dicapai oleh orang-orang yang beriman karena nikmatnya yang berlimpah-limpah yang akan dirasakan penghuninya.",
    "quraish": "Orang-orang yang beriman dan mengerjakan amal saleh, akan dimasukkan oleh Tuhan ke dalam surga- Nya. Balasan itu adalah keberuntungan yang nyata.",
    "jalalayn": "(Adapun orang-orang yang beriman dan mengerjakan amal yang saleh maka Rabb mereka memasukkan mereka ke dalam rahmat-Nya) yakni surga-Nya. (Itulah keberuntungan yang nyata) nyata lagi jelas keuntungannya."
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 31,
    "arab": "وَاَمَّا الَّذِيْنَ كَفَرُوْاۗ  اَفَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُّجْرِمِيْنَ",
    "translation": "Dan adapun (kepada) orang-orang yang kafir (difirmankan), “Bukankah ayat-ayat-Ku telah dibacakan kepadamu tetapi kamu menyombongkan diri dan kamu menjadi orang-orang yang berbuat dosa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4504.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan keadaan orang-orang yang mengingkari keesaan-Nya. Mereka itu selalu menerima cemoohan dan penghinaan karena kepada mereka telah didatangkan utusan Allah yang telah membacakan ayat-ayat-Nya, tetapi mereka bersikap sombong dan keras kepala.\nKarena itu mereka akan merasakan siksa Allah yang menghinakan disebabkan oleh perbuatan dosa yang telah mereka kerjakan. Pada saat itulah, mereka tergagap karena melihat kenyataan yang dahulu mereka dustakan.",
    "quraish": "Sedangkan orang-orang yang ingkar kepada Allah dan rasul-Nya, maka, dengan nada mencela, akan dikatakan kepada mereka, \"Apakah belum ada rasul-rasul Kami yang datang dan ayat-ayat Kami yang dibacakan kepada kalian, sehingga kalian enggan menerima kebenaran, dan kalian menjadi kaum yang kafir?\"",
    "jalalayn": "(Dan adapun orang-orang yang kafir) dikatakan kepada mereka: (\"Maka apakah belum ada ayat-ayat-Ku) yakni Alquran (yang dibacakan kepada kalian lalu kalian menyombongkan diri) bersifat takabur terhadapnya (dan kalian jadi kaum yang berbuat dosa?\") jadi orang-orang yang kafir."
  },
  {
    "page": 501,
    "name": "Al-Jasiyah",
    "ayat": 32,
    "arab": "وَاِذَا قِيْلَ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّالسَّاعَةُ لَا رَيْبَ فِيْهَا قُلْتُمْ مَّا نَدْرِيْ مَا السَّاعَةُۙ اِنْ نَّظُنُّ اِلَّا ظَنًّا وَّمَا نَحْنُ بِمُسْتَيْقِنِيْنَ ",
    "translation": "Dan apabila dikatakan (kepadamu), “Sungguh, janji Allah itu benar, dan hari Kiamat itu tidak diragukan adanya,” kamu menjawab, “Kami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4505.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan penyesalan orang-orang yang mengingkari terjadinya hari kebangkitan. Sewaktu masih di dunia, apabila disampaikan kepada mereka berita tentang terjadinya hari kebangkitan, mereka beranggapan bahwa berita hari kebangkitan itu adalah berita yang aneh dan mustahil. Bagi mereka mustahil membangkitkan orang yang telah mati yang tulang-tulangnya telah berserakan dan seluruh tubuhnya telah hancur menjadi tanah. Tetapi nanti setelah mereka menghadapi kenyataan dan berhadapan dengan siksa yang sangat mengerikan, barulah mereka menyesali sikap dan perbuatan mereka dahulu yang semata-mata didasarkan atas dugaan dan prasangka belaka, tidak berdasarkan ilmu pengetahuan dan kepercayaan kepada Allah Yang Maha Penguasa Semesta Alam.",
    "quraish": "Ketika Rasulullah berkata, \"Sesungguhnya janji Allah untuk memberi balasan adalah benar, dan hari kiamat pasti datang,\" kepada kalian, wahai orang-orang yang mengingkari hari kebangkitan, kalian menjawabnya dengan mengatakan, \"Kami tidak tahu apakah hari kiamat itu? Kami hanya menduga-duga dan tidak yakin bahwa hari itu akan datang.\"",
    "jalalayn": "(Dan apabila dikatakan) kepada kalian hai orang-orang kafir, (\"Sesungguhnya janji Allah itu) mengenai hari berbangkit (adalah benar dan hari kiamat itu) dapat dibaca Was Saa'atu atau Was Saa'ata (tidak ada keraguan) tidak ada keragu-raguan (padanya,\" niscaya kalian menjawab, \"Kami tidak tahu apakah hari kiamat itu, tidak lain) tiada lain (kami hanya menduga-duga saja) menurut Iman Mubarrad, bahwa asal dari lafal In Nazhunnu Illaa Zhannan adalah In Nahnu Illaa Nazhunnu Zhannan, yang artinya: kami sekali-kali tidak lain hanyalah menduga-duga saja (dan Kami sekali-kali tidak meyakini\") bahwa hari kiamat itu benar-benar akan datang."
  }
]