[
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 21,
    "arab": "۞ وَاذْكُرْ اَخَا عَادٍۗ اِذْ اَنْذَرَ قَوْمَهٗ بِالْاَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖٓ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
    "translation": "Dan ingatlah (Hud) saudara kaum ‘Ad yaitu ketika dia mengingatkan kaumnya tentang bukit-bukit pasir dan sesungguhnya telah berlalu beberapa orang pemberi peringatan sebelumnya dan setelahnya (dengan berkata), “Janganlah kamu menyembah selain Allah, aku sungguh khawatir nanti kamu ditimpa azab pada hari yang besar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4531.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik Mekah kisah Nabi Hud yang berasal dari kaum 'Ad, ketika ia memperingatkan kepada kaumnya yang berdomisili di Ahqaf itu akan azab Tuhan. Allah menjelaskan bahwa mengutus para rasul dan nabi kepada kaumnya masing-masing adalah suatu hal yang biasa, dan sudah menjadi sunatullah.\nSebelum Nabi Hud, Allah telah mengutus rasul-rasul dan nabi-nabi yang memberi peringatan kepada kaum mereka masing-masing, begitu pula sesudahnya. Nabi Hud menyeru kaum agar tidak menyembah kecuali hanya kepada Allah, Tuhan Yang Maha Esa, yang telah menciptakan mereka, yang memberi rezeki sehingga mereka dapat hidup dengan rezeki itu dan menjaga kelangsungan hidup. Hendaklah mereka takut akan malapetaka yang akan menimpa nanti akibat kedurhakaan itu. Di akhirat nanti mereka akan mendapat azab yang pedih.\nKeadaan pada hari Kiamat itu diterangkan pada firman Allah:\n\nSungguh, pada hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya, (yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan. (ad-Dukhan/44: 40-41)\n\nAl-Ahqaf berarti \"bukit-bukit pasir\". Kemudian nama itu dijadikan nama sebuah daerah yang terletak antara negeri Oman dan Mahrah. Daerah itu dinamai demikian oleh kaum 'Ad. Sekarang daerah itu terkenal dengan nama \"Sahara al-Ahqaf\", dan termasuk salah satu daerah yang menjadi wilayah Kerajaan Saudi Arabia bagian selatan. Daerah itu terletak di sebelah utara Hadramaut, sebelah timur dibatasi oleh laut Yaman, dan sebelah selatan berbatasan dengan Nejed.\nSemula kaum 'Ad menganut agama yang berdasarkan tauhid. Setelah berlalu beberapa generasi, kepercayaan tauhid itu dimasuki unsur-unsur syirik, dimulai dengan penghormatan kepada pembesar-pembesar dan pahlawan mereka yang telah meninggal dunia, dengan membuatkan patung-patungnya. Lama-kelamaan, pemberian penghormatan ini berubah menjadi pemberian penghormatan kepada patung, yang akhirnya berubah menjadi penyembahan kepada dewa, dengan arti bahwa pembesar dan pahlawan yang telah meninggal mereka anggap sebagai dewa. Untuk mengembalikan mereka kepada agama yang benar yaitu agama tauhid, Allah mengutus seorang rasul yang diangkat dari keluarga mereka sendiri, yaitu Nabi Hud. Hud menyeru mereka agar kembali kepada kepercayaan yang benar, yaitu kepercayaan tauhid, dengan hanya menyembah Allah semata, tidak lagi mempersekutukan-Nya dengan tuhan-tuhan yang lain.",
    "quraish": "Ingatlah Hûd, saudara kaum 'Ad, ketika memberi peringatan kepada kaumnya yang bertempat tinggal di bukit-bukit pasir. Dan, baik sebelum maupun sesudah Hûd, telah banyak rasul yang memberi peringatan serupa. Hûd berkata kepada mereka, \"Janganlah kalian menyembah selain Allah. Sesungguhnya aku khawatir kalian akan ditimpa azab pada hari yang sangat menakutkan. \"(1). (1) Kabilah ini bertempat tinggal di bukit-bukit pasir yang disebut Ahqâf. . Namun letak bukit pasir itu sendiri masih diperselisihkan. Di antara ahli sejarah ada yang mengatakan bahwa bukit itu terletak di antara Yaman dan Amman sampai Hadramaut dan Syahr yang terletak di sebelah tenggara semenanjung Arab. Namun sebagian arkeolog berpendapat bahwa bukit itu berada di sebelah timur Aqabah. Pendapat ini didasarkan pada tulisan nabthiyyah yang mereka temukan dalam reruntuhan candi yang ada di gunung Iram. Di sana ditemukan peninggalan-peninggalan Jahiliah kuno yang menguatkan anggapan bahwa lokasi itu adalah apa yang oleh al-Qur'ân disebut dengan kota Iram. Namun semua itu telah musnah sebelum Islam. Dan ketika Islam datang, yang tersisa di sana hanya sember mata air sebagai tempat persinggahan kafilah yang pergi ke Syam (Suriah).",
    "jalalayn": "(Dan ingatlah saudara kaum Ad) yakni Nabi Hud a.s. (yaitu ketika) mulai lafal Idz dan seterusnya menjadi Badal Isytimal (dia memberi peringatan kepada kaumnya) maksudnya, mempertakuti mereka (di Al-Ahqaf) nama sebuah lembah tempat tinggal mereka yang terletak di negeri Yaman (dan sesungguhnya telah terdahulu beberapa orang pemberi peringatan) beberapa orang rasul (sebelumnya dan sesudahnya) sebelum Nabi Hud datang dan sesudahnya, kepada kaumnya masing-masing seraya mengatakan, (\"Janganlah kalian menyembah selain Allah) jumlah Waqad Khalat merupakan jumlah Mu'taridhah, atau kalimat sisipan (sesungguhnya aku khawatir kalian) jika kalian menyembah kepada selain Allah (akan ditimpa azab hari yang besar.\")"
  },
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 22,
    "arab": "قَالُوْٓا اَجِئْتَنَا لِتَأْفِكَنَا عَنْ اٰلِهَتِنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
    "translation": "Mereka menjawab, “Apakah engkau datang kepada kami untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka datangkanlah kepada kami azab yang telah engkau ancamkan kepada kami jika engkau termasuk orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4532.mp3",
    "tafsir": "Ketika Nabi Hud menyeru kaumnya untuk beriman, kaum 'Ad menjawab seruan itu dengan mengatakan, \"Apakah kamu diutus kepada kami untuk memalingkan kami dari agama nenek moyang kami sehingga kami tidak lagi menyembah tuhan-tuhan kami dan hanya menyembah Tuhanmu?\" Mereka meminta kepada Hud membuktikan kerasulannya dengan segera mendatangkan azab yang pernah dijanjikan kepada mereka, seandainya mereka tidak beriman. Bahkan pada ayat yang lain, mereka menuduh Hud sebagai orang gila. Allah berfirman:\n\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu. (Hud/11: 54)",
    "quraish": "Dengan ingkar, kaum Nabi Hûd berkata, \"Apakah kamu datang hanya karena ingin memalingkan kami dari menyembah tuhan-tuhan kami? Datangkanlah kepada kami azab yang telah kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar dalam ancaman ini.\"",
    "jalalayn": "(Mereka menjawab, \"Apakah kamu datang kepada kami untuk memalingkan kami dari menyembah tuhan-tuhan kami?) maksudnya kamu datang untuk memalingkan kami daripada menyembahnya. (Maka datangkanlah kepada kami azab yang telah kamu ancamkan kepada kami) bahwa jika kami menyembahnya pasti kami tertimpa azab (jika kamu termasuk orang-orang yang benar\") bahwasanya azab itu benar-benar menimpa kami."
  },
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 23,
    "arab": "قَالَ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاُبَلِّغُكُمْ مَّآ اُرْسِلْتُ بِهٖ وَلٰكِنِّيْٓ اَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ ",
    "translation": "Dia (Hud) berkata, “Sesungguhnya ilmu (tentang itu) hanya pada Allah dan aku (hanya) menyampaikan kepadamu apa yang diwahyukan kepadaku, tetapi aku melihat kamu adalah kaum yang berlaku bodoh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4533.mp3",
    "tafsir": "Pada ayat ini dijelaskan jawaban Nabi Hud atas tantangan orang kafir supaya segera didatangkan azab yang pernah dijanjikan kepada mereka jika mereka tidak beriman. Nabi Hud menjawab bahwa yang mengetahui kapan azab yang diancamkan itu datang hanyalah Allah. Nabi Hud sendiri juga tidak tahu kapan azab itu akan datang. Tugas nabi hanya menyampaikan risalah dari Allah.\nSeharusnya kaum 'Ad bersyukur dengan diutusnya salah seorang dari kaum mereka menjadi nabi yang memberi peringatan, informasi tentang hukum, pokok-pokok akidah, dan cara-cara beribadah yang benar. Semua itu disampaikan karena perintah Allah, Tuhan Maha Pencipta segala sesuatu.\nTanpa adanya petunjuk dari Allah tak ada yang mengetahui hakikat agama yang benar. Manusia tidak tahu manakah Tuhan yang benar-benar berhak disembah dan siapa yang berhak menentukan bagaimana cara beribadah yang benar. Oleh karena itu, wajar jika ada manusia yang tidak memahami semua hal, karena pikiran manusia memang terbatas. Di sinilah perlunya Allah mengutus para nabi dan rasul, dan manusia harus berusaha untuk memahami dan meyakininya.",
    "quraish": "Hûd berkata, \"Sesungguhnya pengetahuan tentang waktu penyiksaan terhadap diri kalian hanyalah ada pada sisi Allah. Aku hanya menyampaikan misi yang dipesankan kepadaku untuk disampaikan. Tetapi aku melihat kalian adalah orang-orang yang bodoh dan tidak mengerti apa yang dibawa oleh para rasul.\"",
    "jalalayn": "(Ia berkata) Nabi Hud berkata, (\"Sesungguhnya pengetahuan tentang itu hanya pada sisi Allah) artinya hanya Dialah yang mengetahui kapan azab itu menimpa kalian (dan aku hanya menyampaikan kepada kalian apa yang aku diutus dengan membawanya) untuk disampaikan kepada kalian (tetapi aku lihat kalian adalah kaum yang bodoh\") karena kalian meminta supaya azab didatangkan dengan segera."
  },
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 24,
    "arab": "فَلَمَّا رَاَوْهُ عَارِضًا مُّسْتَقْبِلَ اَوْدِيَتِهِمْ قَالُوْا هٰذَا عَارِضٌ مُّمْطِرُنَا ۗبَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهٖ ۗرِيْحٌ فِيْهَا عَذَابٌ اَلِيْمٌۙ",
    "translation": "Maka ketika mereka melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, “Inilah awan yang akan menurunkan hujan kepada kita.” (Bukan!) Tetapi itulah azab yang kamu minta agar disegerakan datangnya (yaitu) angin yang mengandung azab yang pedih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4534.mp3",
    "tafsir": "Segala macam usaha telah dilakukan Nabi Hud untuk mengajak kaumnya menganut agama yang benar. Bahkan dalam ayat-ayat yang lain diterangkan bahwa Nabi Hud menantang kaumnya agar mereka semua dan dewa-dewa mereka itu bersama-sama melawan dan membunuh dirinya. Namun tantangan itu tidak mereka hiraukan, sehingga Allah memutuskan untuk menimpakan azab kepada mereka.\nAzab itu dimulai dengan datangnya musim kemarau panjang yang menimpa negeri mereka. Dalam keadaan demikian, mereka melihat awan hitam berarakan di atas langit dan bergerak menuju negeri mereka. Mereka semua bergembira menyambut kedatangan awan itu. Menurut mereka, awan itu adalah tanda akan hujan dalam waktu dekat, yang selama ini sangat mereka harapkan. Mereka mengatakan, \"Ini adalah awan yang membawa hujan.\" Lalu Nabi Hud menatap awan itu dan memperhatikannya dengan seksama, kemudian beliau berkata, \"Awan yang datang bergumpal-gumpal itu bukanlah sebagai tanda akan datangnya hujan sebagaimana yang kamu sangka, tetapi awan itu sebagai tanda datangnya azab yang kamu inginkan dan kamu tunggu-tunggu. Azab yang akan datang untuk menghancurkan kamu berupa angin kencang yang akan membinasakan kamu dan semua yang dilandanya. Dia akan membinasakan kamu dan semua hartamu dan akan menghancurkan seluruh kekuatan dewa-dewa yang selalu kamu bangga-banggakan, sesuai dengan tugas yang diperintahkan Tuhan kepadanya.\"\nDalam ayat yang lain diterangkan bentuk azab yang ditimpakan kepada kaum 'Ad itu. Allah berfirman:\n\nSedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka. (al-haqqah/69: 6-8).\n\nDan firman Allah:\n\nDan (juga) pada (kisah kaum) 'Ad, ketika Kami kirimkan kepada mereka angin yang membinasakan. (Angin itu) tidak membiarkan suatu apa pun yang dilandanya, bahkan dijadikannya seperti serbuk. (adh-dzariyat/51: 41-42)\n\nBagaimana kedahsyatan azab yang telah ditimpakan kepada kaum 'Ad itu tergambar pada sikap Rasulullah saw sewaktu angin kencang bertiup. Di dalam suatu hadis diterangkan sebagai berikut: \n'Aisyah berkata, \"Rasulullah saw apabila ada angin kencang bertiup, beliau berdoa, 'Wahai Tuhan, aku mohon kepada Engkau angin yang paling baik; baik isinya dan paling baik pula yang dibawanya, dan aku berlindung kepada Engkau dari angin yang buruk; buruk isinya dan buruk pula yang dibawanya. Apabila langit memperlihatkan gejala-gejala akan turunnya hujan berubahlah muka Rasulullah saw. Beliau mondar-mandir keluar masuk rumah, ke muka dan ke belakang. Maka apabila hujan telah turun legalah hati beliau, lalu aku bertanya kepada beliau, beliau menjawab, 'Aku tidak mengetahui, mudah-mudahan saja seperti yang dikatakan kaum 'Ad, 'Awan yang datang ini menurunkan hujan kepada kita.\" (Riwayat Muslim, at-Tirmidhi, dan an-Nasa'i) \n\nRasulullah juga bersabda sebagai berikut:\n'Aisyah berkata, \"Aku tidak pernah melihat Rasulullah saw tertawa lebar hingga kelihatan anak lidahnya. Beliau hanya tersenyum, sedang apabila beliau melihat awan dan angin, berubah raut mukanya. Aku bertanya kepada beliau, 'Ya Rasulullah aku lihat orang apabila melihat awan mereka bergembira karena mengharapkan semoga awan itu membuat hujan, sedangkan engkau aku lihat bila melihat awan kelihatan perasaan kurang senang di mukamu. Rasulullah saw menjawab, 'Ya 'Aisyah, siapa yang dapat menjamin bahwa awan itu tidak membawa azab? Pernah suatu kaum diazab dengan angin itu. Sesungguhnya kaum itu melihat azab, tetapi mereka menyangkanya awan yang membawa hujan, maka berkatalah mereka, 'Awan itu datang membawa hujan kepada kita.\" (Riwayat al-Bukhari dan Muslim) \n\n\nPada hadis lain yang diriwayatkan Muslim diterangkan:\nIbnu 'Abbas menerangkan bahwa Nabi saw pernah bersabda, \"Saya ditolong oleh angin timur, dan kaum 'Ad dihancurkan dengan angin barat.\" (Riwayat Muslim)",
    "quraish": "Maka datanglah azab kepada mereka dalam bentuk awan. Ketika mereka melihat awan terbentang di ufuk menuju ke lembah-lembah mereka, mereka berkata, \"Inilah awan yang akan membawa hujan dan kebaikan bagi kita.\" Lalu dikatakan kepada mereka, \"Bukan! Itu adalah siksaan yang kalian minta untuk disegerakan: angin yang membawa azab yang pedih dan menghancurkan segala sesuatu atas perintah Sang Pencipta.\" Angin itu pun menghancurkan mereka semua hingga tak ada yang tersisa kecuali tempat tinggal mereka saja. Demikianlah balasan yang Kami berikan kepada orang-orang yang melakukan dosa seperti mereka.",
    "jalalayn": "(Maka tatkala mereka melihat azab itu) (berupa awan) atau mendung yang muncul di cakrawala langit (menuju ke lembah-lembah mereka, berkatalah mereka, \"Inilah awan yang akan menurunkan hujan kepada kami) maksudnya, awan yang membawa hujan buat kami, Allah swt. berfirman, ('Bahkan itulah azab yang kalian minta supaya datang dengan segera) maksudnya, azab itu yang kalian minta agar disegerakan datangnya (yaitu berupa angin) lafal Riihun menjadi Badal dari lafal Maa (yang mengandung azab yang pedih) yang menyakitkan."
  },
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 25,
    "arab": "تُدَمِّرُ كُلَّ شَيْءٍۢ بِاَمْرِ رَبِّهَا فَاَصْبَحُوْا لَا يُرٰىٓ اِلَّا مَسٰكِنُهُمْۗ  كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ",
    "translation": "yang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum ‘Ad) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4535.mp3",
    "tafsir": "Dalam ayat ini, Allah memperingatkan orang-orang musyrik Mekah bahwa Dia telah menimpakan azab yang amat dahsyat kepada kaum 'Ad. Demikian dahsyatnya azab itu sehingga apa saja yang dilanda oleh azab berupa angin amat dingin yang bertiup dengan keras itu, pasti hancur. Mereka mati bergelimpangan. Rumah-rumah dan bangunan-bangunan runtuh, barang-barang beterbangan, pohon-pohon kayu tumbang. Tidak ada yang kelihatan lagi, kecuali puing-puing dan tempat tinggal mereka yang telah berserakan. Azab yang seperti itu juga telah menimpa kaum-kaum yang lain, seperti kaum Samud, kaum Lut, dan kaum Syuaib. Semua mereka itu adalah orang-orang yang ingkar dan durhaka kepada Allah. Seandainya kaum Quraisy tetap ingkar, mereka akan ditimpa azab seperti itu pula.",
    "quraish": "Maka datanglah azab kepada mereka dalam bentuk awan. Ketika mereka melihat awan terbentang di ufuk menuju ke lembah-lembah mereka, mereka berkata, \"Inilah awan yang akan membawa hujan dan kebaikan bagi kita.\" Lalu dikatakan kepada mereka, \"Bukan! Itu adalah siksaan yang kalian minta untuk disegerakan: angin yang membawa azab yang pedih dan menghancurkan segala sesuatu atas perintah Sang Pencipta.\" Angin itu pun menghancurkan mereka semua hingga tak ada yang tersisa kecuali tempat tinggal mereka saja. Demikianlah balasan yang Kami berikan kepada orang-orang yang melakukan dosa seperti mereka.",
    "jalalayn": "(Yang menghancurkan) yang membinasakan (segala sesuatu) yang dilewatinya (dengan perintah Rabbnya) dengan seizin-Nya; maksudnya angin itu dapat membinasakan segala sesuatu yang dikehendaki-Nya untuk dibinasakan. Akhirnya binasalah kaum laki-laki dan wanita serta anak-anak mereka berikut dengan harta bendanya; semuanya terbawa terbang oleh angin yang besar itu antara langit dan bumi dalam keadaan tercabik-cabik. Kini yang tertinggal dalam keadaan selamat adalah Nabi Hud beserta orang-orang yang beriman kepadanya (maka jadilah mereka tidak ada yang kelihatan lagi kecuali bekas-bekas tempat tinggal mereka.' Demikianlah) sebagaimana Kami memberikan balasan kepada kaum Hud (Kami memberi balasan kepada kaum yang berdosa\") selain mereka."
  },
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 26,
    "arab": "وَلَقَدْ مَكَّنّٰهُمْ فِيْمَآ اِنْ مَّكَّنّٰكُمْ فِيْهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَّاَبْصَارًا وَّاَفْـِٕدَةًۖ فَمَآ اَغْنٰى عَنْهُمْ سَمْعُهُمْ وَلَآ اَبْصَارُهُمْ وَلَآ اَفْـِٕدَتُهُمْ مِّنْ شَيْءٍ اِذْ كَانُوْا يَجْحَدُوْنَ بِاٰيٰتِ اللّٰهِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ",
    "translation": "Dan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4536.mp3",
    "tafsir": "Dengan ayat ini, Allah membandingkan antara keadaan kaum 'Ad yang dihancurkan dengan orang-orang musyrik Mekah yang semakin bertambah keingkarannya kepada Nabi saw dengan mengatakan, \"Kami telah meneguhkan kedudukan kaum 'Ad pada beberapa segi kehidupan duniawi. Belum pernah Kami meneguhkan satu kaum seperti Kami meneguhkan mereka. Kami telah memberikan kepada mereka harta yang banyak, tubuh yang kuat dan perkasa, dan kemampuan untuk membentuk suatu negara sehingga mereka dapat menguasai negeri-negeri di sekitarnya, tetapi semuanya itu tidak dapat menghindarkan mereka dari azab Allah yang ditimpakan kepada mereka.\" Allah berfirman:\n\nMaka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka. (Gafir/40: 82)\n\nSelanjutnya ayat 26 ini menjelaskan bahwa Allah telah memberikan banyak kenikmatan kepada kaum 'Ad. Allah telah memberikan tempat yang baik kepada mereka, menganugerahkan penglihatan yang baik, dan pendengaran yang tajam agar mereka dapat memperhatikan ayat-ayat dan tanda-tanda kebesaran Allah. Akan tetapi, mereka tidak mempergunakannya, bahkan semuanya itu tidak mereka manfaatkan dengan baik dan benar.\nSejarah telah membuktikan bahwa kaum 'Ad pernah mempunyai kebudayaan yang tinggi. Mereka telah sanggup menyusun pemerintahan dan membangun negara. Mereka telah membangun istana, benteng, menggali barang tambang dari perut bumi, dan membuat kanal untuk menciptakan irigasi yang teratur. Dengan adanya irigasi yang teratur itu, tanah negeri mereka menjadi subur. Mereka dapat pula mengolah tanah dengan baik sehingga mereka hidup makmur. Di samping itu, mereka juga mampu membentuk tentara yang kuat sehingga negara mereka menjadi negara yang terkemuka di Jazirah Arab pada masa itu. Firman Allah: \n\nApakah kamu mendirikan istana-istana pada setiap tanah yang tinggi untuk kemegahan tanpa ditempati, dan kamu membuat benteng-benteng dengan harapan kamu hidup kekal? (asy-Syu'ara'/26: 128-129)\n\nSeharusnya kenikmatan dan kebesaran yang telah dianugerahkan Allah menjadi bahan pemikiran bagi mereka tentang siapa yang telah menolongnya mencapai semua yang mereka cita-citakan. Tetapi semuanya itu menambah kesombongan dan ketakaburan mereka. Mereka mengira bahwa keadaan yang demikian itu mereka peroleh semata-mata atas kesanggupan dan kemauan mereka, dan keadaan itu akan mereka punyai selama-lamanya. Allah berfirman:\n\nMaka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya daripada mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fussilat/41: 15)\n\nSelanjutnya Allah menerangkan bahwa kaum 'Ad tidak dapat mengambil manfaat dari semua yang telah dianugerahkan kepada mereka, karena mereka mendustakan seruan rasul yang diutus kepada mereka serta mengingkari mukjizat-mukjizat rasul. Akibatnya, mereka ditimpa azab yang selalu mereka minta untuk disegerakan, karena menurut mereka azab itu mustahil akan terjadi.",
    "quraish": "Wahai penduduk Mekah, sesungguhnya Kami benar-benar telah meneguhkan kaum 'Ad dengan kelapangan hidup dan kekuatan yang belum pernah Kami berikan kepada kalian. Mereka Kami berikan pendengaran, penglihatan dan hati yang dapat mereka manfaatkan. Namun pendengaran, penglihatan dan hati itu tidak ada gunanya sedikit pun, karena mereka mendustakan ayat-ayat Allah. Itulah yang menjadi penghalang bagi mereka untuk memanfaatkan apa yang diberikan kepada mereka. Mereka diliputi oleh azab yang dahulu mereka olok-olokkan.",
    "jalalayn": "(Dan sesungguhnya Kami telah meneguhkan kedudukan mereka dalam hal-hal) (yang belum pernah) lafal In di sini dapat dikatakan sebagai In Nafiyah atau In Zaidah (Kami meneguhkan kedudukan kalian) hai penduduk Mekah (dalam hal itu) dalam hal kekuatan dan banyaknya harta benda (dan Kami telah memberikan kepada mereka pendengaran) lafal Sam'an bermakna Asmaa'an bermakna jamak (dan penglihatan serta hati) atau kalbu (tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit jua pun bagi mereka) maksudnya, hal-hal tersebut sama sekali tidak dapat memberikan manfaat sedikit pun buat diri mereka; lafal Min di sini adalah Zaidah (karena) lafal Idz adalah yang dima'mulkan oleh lafal Aghnaa kemudian diberlakukan sebagai makna Ta'lil (mereka selalu mengingkari ayat-ayat Allah) yaitu hujah-hujah-Nya yang nyata (dan turunlah) yaitu menimpalah (kepada mereka apa yang dahulu selalu mereka memperolok-olokkannya) yaitu azab yang dahulu mereka suka memperolok-olokkannya."
  },
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 27,
    "arab": "وَلَقَدْ اَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ الْقُرٰى وَصَرَّفْنَا الْاٰيٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "translation": "Dan sungguh, telah Kami binasakan negeri-negeri di sekitarmu dan juga telah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami), agar mereka kembali (bertobat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4537.mp3",
    "tafsir": "Allah mengingatkan kaum musyrik Mekah agar mereka mengambil pelajaran dari pengalaman pahit yang telah dialami oleh orang-orang dahulu, yang telah mendustakan rasul yang diutus kepada mereka. Orang-orang dahulu itu bertempat tinggal tidak jauh dari Mekah seperti kaum 'Ad di Ahqaf, dan kaum Samud yang berdiam di daerah antara Mekah dan Syam. Kepada mereka telah diterangkan pula tanda-tanda keesaan, kekuasaan, dan kebesaran Allah dan telah disampaikan pula agama-Nya. Akan tetapi, mereka tidak mengacuhkannya, bahkan mengingkari dan memperolok-olokkan para rasul. Pada waktu azab menimpa mereka, tidak ada satu pun dari sembahan-sembahan itu yang dapat menolong mereka, bahkan sembahan-sembahan berupa patung yang tak bernyawa itu ikut hancur-lebur bersama mereka.\nItulah kebohongan dan pengingkaran umat-umat dahulu dan itu pula balasan dan azab yang mereka terima. Dari ayat ini, terkandung suatu ancaman Allah kepada orang-orang musyrik Mekah bahwa mereka pasti ditimpa azab, seperti yang dialami kaum 'Ad, Samud, dan umat yang lain apabila mereka tetap tidak mengindahkan seruan Muhammad saw sebagai rasul Allah yang diutus kepada mereka.",
    "quraish": "Wahai penduduk Mekah, sesungguhnya Kami telah menghancurkan negeri-negeri yang ada di sekitar kalian. Kami telah menjelaskan kepada mereka bukti-bukti kebesaran Kami dengan berbagai macam cara, agar mereka kembali dan bertobat dari sikap ingkarnya. Tetapi mereka tidak mau kembali dan tetap berada dalam sikap ingkarnya.",
    "jalalayn": "(Dan sesungguhnya Kami telah membinasakan negeri-negeri di sekitar kalian) yakni penduduk-penduduknya, seperti kaum Tsamud, kaum Ad dan kaum Luth (dan Kami telah mendatangkan tanda-tanda kebesaran Kami berulang-ulang) maksudnya Kami telah mengulang-ulang hujah-hujah Kami yang nyata (supaya mereka kembali.)"
  },
  {
    "page": 505,
    "name": "Al-Ahqaf",
    "ayat": 28,
    "arab": "فَلَوْلَا نَصَرَهُمُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ قُرْبَانًا اٰلِهَةً  ۗبَلْ ضَلُّوْا عَنْهُمْۚ وَذٰلِكَ اِفْكُهُمْ وَمَا كَانُوْا يَفْتَرُوْنَ ",
    "translation": "Maka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka? Dan itulah akibat kebohongan mereka dan apa yang dahulu mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4538.mp3",
    "tafsir": "Allah mengingatkan kaum musyrik Mekah agar mereka mengambil pelajaran dari pengalaman pahit yang telah dialami oleh orang-orang dahulu, yang telah mendustakan rasul yang diutus kepada mereka. Orang-orang dahulu itu bertempat tinggal tidak jauh dari Mekah seperti kaum 'Ad di Ahqaf, dan kaum Samud yang berdiam di daerah antara Mekah dan Syam. Kepada mereka telah diterangkan pula tanda-tanda keesaan, kekuasaan, dan kebesaran Allah dan telah disampaikan pula agama-Nya. Akan tetapi, mereka tidak mengacuhkannya, bahkan mengingkari dan memperolok-olokkan para rasul. Pada waktu azab menimpa mereka, tidak ada satu pun dari sembahan-sembahan itu yang dapat menolong mereka, bahkan sembahan-sembahan berupa patung yang tak bernyawa itu ikut hancur-lebur bersama mereka.\nItulah kebohongan dan pengingkaran umat-umat dahulu dan itu pula balasan dan azab yang mereka terima. Dari ayat ini, terkandung suatu ancaman Allah kepada orang-orang musyrik Mekah bahwa mereka pasti ditimpa azab, seperti yang dialami kaum 'Ad, Samud, dan umat yang lain apabila mereka tetap tidak mengindahkan seruan Muhammad saw sebagai rasul Allah yang diutus kepada mereka.",
    "quraish": "Mengapa tuhan-tuhan yang mereka sembah selain Allah dalam rangka mendekatkan diri kepada-Nya itu tidak dapat menolong mereka dari kehancuran? Tuhan-tuhan itu bahkan telah lenyap dari mereka tatkala mereka membutuhkan pertolongan. Kehinaan dan lenyapnya tuhan-tuhan mereka itu adalah akibat kebohongan yang mereka ada-adakan.",
    "jalalayn": "(Maka mengapa tidak) atau kenapa tidak (menolong mereka) dengan cara menolak azab dari diri mereka (sesembahan-sesembahan selain Allah yang mereka jadikan) selain dari Allah (sebagai taqarrub) untuk mendekatkan diri mereka kepada Allah (dan sebagai tuhan-tuhan) di samping Allah, yaitu berupa berhala-berhala. Maf'ul pertama dari lafal Ittakhadza adalah Dhamir yang tidak disebutkan yang kembali kepada Isim Maushul, yaitu lafal Hum, sedangkan Maf'ul keduanya adalah lafal Qurbaanan, dan lafal Aalihatan sebagai Badal dari lafal Qurbaanan. (Bahkan tuhan-tuhan itu telah lenyap) yakni pergi (dari mereka) sewaktu azab itu datang menimpa mereka. (Itulah) yakni pengambilan mereka terhadap berhala-berhala sebagai tuhan-tuhan untuk mendekatkan diri kepada Allah (akibat kebohongan mereka) kedustaan mereka (dan apa yang dahulu mereka ada-adakan) yang dahulu mereka buat-buat. Maa adalah Mashdariyah atau Maushulah, sedangkan Dhamir yang kembali kepadanya tidak disebutkan yaitu lafal Fiihi; lengkapnya: Wa Maa Kaanuu Fiihi Yaftaruuna."
  }
]