[
  {
    "page": 506,
    "name": "Al-Ahqaf",
    "ayat": 29,
    "arab": "وَاِذْ صَرَفْنَآ اِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُوْنَ الْقُرْاٰنَۚ فَلَمَّا حَضَرُوْهُ قَالُوْٓا اَنْصِتُوْاۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُّنْذِرِيْنَ ",
    "translation": "Dan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Al-Qur'an, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, “Diamlah kamu (untuk mendengarkannya)!” Maka ketika telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4539.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik Mekah peristiwa tentang pertemuannya dengan sekelompok jin yang telah datang kepadanya untuk mendengarkan dan memperhatikan pembacaan ayat-ayat Al-Qur'an. Pada waktu mereka mendengarkan bacaannya, di antara mereka ada yang berkata kepada yang lain, \"Dengarlah baik-baik bacaan Al-Qur'an ini agar dengan demikian kita dapat memusatkan perhatian kepada bacaan yang belum pernah kita dengar selama ini dan untuk menunjukkan sikap dan budi pekerti yang baik pada waktu mendengarkan pembacaan ayat Al-Qur'an yang mulia ini.\" Setelah mereka selesai mendengarkan bacaan Al-Qur'an itu, mereka kembali kepada kaumnya untuk menyampaikan apa yang telah mereka dengarkan itu.\nDalam ayat ini diterangkan bahwa jin telah mendengarkan pembacaan ayat-ayat Al-Qur'an dari Nabi saw. Bagaimana cara jin mendengarkan pembacaan itu dan bagaimana Nabi saw memperdengarkannya tidak ada keterangan yang menerangkannya dengan jelas. Demikian pula, tidak ada bukti-bukti nyata yang dapat dikemukakan dengan pasti adanya alam jin itu sendiri. \nAdanya alam jin itu hanya didapat dari ayat-ayat Al-Qur'an dan hadis Nabi saw. Maka kita sebagai umat Islam wajib mempercayai adanya jin itu, sebagaimana kita wajib mempercayai adanya malaikat, karena kepercayaan kepada adanya jin dan malaikat termasuk dalam keimanan kepada seluruh isi Al-Qur'an yang merupakan sumber pokok agama Islam.\nMalaikat dan jin termasuk makhluk gaib, karena itu hanya Allah saja yang mengetahui dengan pasti tentang hakikat dan kejadiannya. Seorang Muslim wajib percaya bahwa Nabi Muhammad pernah berhubungan dengan malaikat, seperti ketika menerima wahyu dan sebagainya. Demikian pula seorang Muslim wajib percaya pula bahwa pada suatu waktu, ketika Rasulullah saw masih hidup, beliau pernah berhubungan dengan jin, yaitu ketika membacakan ayat-ayat Al-Qur'an kepada mereka, dan waktu mereka mendengarkan dengan sungguh-sungguh, kemudian menyampaikan kepada kaumnya.\nMengenai hadis-hadis Rasulullah yang menerangkan pertemuan beliau dengan serombongan jin antara lain hadis di bawah ini:\nMasruq berkata, \"Aku bertanya kepada Ibnu Mas'ud tentang siapa yang memberitahukan kepada Nabi Muhammad saw akan kehadiran jin pada malam mereka mendengarkan bacaan Al-Qur'an,\" beliau menjawab, \"Yang memberitahukan kehadiran mereka ialah pohon kayu itu.\" (Riwayat al-Bukhari dan Muslim)\n\nPada hadis yang lain disebutkan sebagai berikut:\n'Alqamah berkata, \"Aku bertanya kepada Ibnu Mas'ud, adakah salah seorang di antara kamu yang menyertai Rasulullah saw pada malam pertemuannya dengan jin?\" Ibnu Mas'ud menjawab, \"Tidak seorang pun di antara kami yang menyertainya.\" (Riwayat Ahmad, Muslim, dan at-Tirmidhi)\n\nAyat ini diturunkan ketika Rasulullah saw dan para sahabat sedang menghadapi tantangan yang sangat berat dari kaum musyrik Mekah. Setelah istri yang beliau cintai, Khadijah wafat, kemudian disusul dengan wafatnya paman beliau, Abu thalib, beliau merasa kehilangan orang-orang yang selama ini melindungi dan menolong beliau dari gangguan orang-orang Quraisy. Sementara itu, ancaman dan gangguan orang Quraisy semakin bertambah. Menghadapi keadaan semacam ini beliau pergi ke kota thaif dengan harapan akan mendapat perlindungan dan pertolongan dari Bani saqif. Tetapi beliau tidak memperoleh apa yang diharapkannya, bahkan Bani saqif sendiri bertindak kasar dengan menyuruh budak-budak mereka mengusir dan melempari Rasulullah saw sehingga kaki beliau luka dan berdarah. Mereka memaksa Rasulullah saw melarikan diri ke kebun 'Utbah dan Syaibah. Di sana beliau berlindung dari teriknya matahari. Setelah beliau berdoa meminta pertolongan dari Allah, barulah budak-budak itu pergi. Kemudian Rasulullah kembali ke Mekah. Dalam perjalanan itu, beliau singgah di Nakhlah, suatu tempat di pinggir kota Mekah. Beliau bermalam di sana. Maka pada malam ketika beliau sedang salat dan membaca Al-Qur'an dalam salat itu, Allah mengerahkan tujuh pemuka jin untuk mendengarkan Nabi saw membaca Al-Qur'an. Beliau tidak mengetahui akan kedatangan jin dan beliau juga tidak mengetahui saat jin itu kembali ke tempatnya. Dengan turunnya ayat ini barulah Rasulullah saw mengetahui kedatangan jin itu.\nAyat ini diturunkan untuk menenteramkan hati Nabi dan para sahabatnya. Tidak lama setelah itu, terjadilah peristiwa Isra' dan Mi'raj. Kedua peristiwa itu menambah kuat hati Nabi dan keyakinannya akan keberhasilannya menyampaikan risalah yang ditugaskan Allah kepadanya.\nAyat ini juga menerangkan bahwa jin memperhatikan ayat-ayat Al-Qur'an yang dibaca Rasulullah, kemudian menyampaikan isi Al-Qur'an itu kepada kaumnya. Dari peristiwa ini, dapat diambil kesimpulan bahwa seruan Rasulullah saw itu tidak saja tertuju kepada seluruh manusia, tetapi juga ditujukan kepada jin, makhluk gaib yang tidak dapat diketahui hakikat dan keadaannya oleh manusia. Hanya saja kita manusia tidak mengetahui kapan dan bagaimana caranya jin itu melaksanakan perintah dan menjauhi larangan Allah.\nSebagian ahli tafsir mengambil kesimpulan berdasarkan ayat ini bahwa seandainya ada makhluk hidup yang berada di luar planet bumi ini, yang keadaannya seperti manusia, yaitu dapat berpikir, berbuat, dan berperasaan, maka risalah Muhammad saw berlaku pula bagi mereka, dan kaum Muslimin wajib menyampaikannya kepada mereka sedapat mungkin. Jin sebagai makhluk gaib wajib melaksanakan risalah Muhammad saw dan tentulah makhluk lain yang tidak gaib dan sama dengan manusia lebih wajib lagi melaksanakan risalah Muhammad saw.",
    "quraish": "Dan ingatlah, hai Muhammad, ketika Kami menghadapkan kepadamu sekelompok jin yang mendengarkan al-Qur'ân. Ketika mereka hadir saat al-Qur'ân dibacakan, mereka berkata satu sama lain, \"Diam dan dengarkan!\" Dan Ketika telah selesai dibacakan, mereka cepat-cepat kembali kepada kaumnya untuk mengingatkan mereka agar tidak bersikap kafir dan mengajak mereka untuk beriman.",
    "jalalayn": "(Dan) ingatlah (ketika Kami hadapkan) Kami cenderungkan (kepadamu serombongan jin) yaitu jin Nashibin dari negeri Yaman atau Jin Nainawi, jumlah mereka ada tujuh atau sembilan jin. Nabi saw. ketika itu berada di lembah Nakhl sedang melakukan salat Subuh berjemaah dengan para sahabatnya. Demikianlah menurut hadis yang diriwayatkan oleh Bukhari dan Muslim (yang mendengarkan Alquran, maka tatkala mereka menghadiri pembacaannya, lalu mereka berkata) sebagian dari mereka berkata kepada sebagian yang lain, (\"Diamlah kalian\") untuk mendengarkan bacaannya. (Ketika pembacaan telah selesai) ketika nabi selesai membaca Alquran (mereka kembali) pulang kembali (kepada kaumnya untuk memberi peringatan) artinya, mereka kembali setelah mendengarkan Alquran kepada kaumnya sebagai pemberi peringatan akan datangnya azab jika mereka tidak beriman kepada Nabi. Mereka sebelum itu pemeluk agama Yahudi, lalu setelah mendengarkan bacaan Alquran mereka masuk Islam."
  },
  {
    "page": 506,
    "name": "Al-Ahqaf",
    "ayat": 30,
    "arab": "قَالُوْا يٰقَوْمَنَآ اِنَّا سَمِعْنَا كِتٰبًا اُنْزِلَ مِنْۢ بَعْدِ مُوْسٰى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِيْٓ اِلَى الْحَقِّ وَاِلٰى طَرِيْقٍ مُّسْتَقِيْمٍ ",
    "translation": "Mereka berkata, “Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Al-Qur'an) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran dan kepada jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4540.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa serombongan jin yang telah mendengar bacaan Al-Qur'an dari Nabi Muhammad saw menyeru kaumnya, \"Wahai kaumku, sesungguhnya kami telah mendengar pembacaan ayat-ayat sebuah kitab yang telah diturunkan Allah setelah Kitab Taurat yang diturunkan kepada Nabi Musa. Kitab itu membenarkan kitab-kitab yang diturunkan Allah sebelumnya, menunjukkan jalan yang paling baik ditempuh seseorang yang ingin mencapai kebahagiaan hidup di dunia dan kebahagiaan hidup di akhirat serta menerangkan jalan yang diridai dan jalan yang tidak diridai Allah.\" Jin juga makhluk yang harus memikul kewajiban beribadah. Firman Allah:\n. \nAku tidak menciptakan jin dan manusia melainkan agar mereka beribadah kepada-Ku. (adh-dzariyat/51: 56)",
    "quraish": "Jin-jin yang hadir saat al-Qur'ân dibaca itu berkata, \"Wahai kaum kami, kami telah mendengar sebuah kitab suci yang diturunkan setelah Mûsâ, membenarkan kitab-kitab suci sebelumnya dan memberi petunjuk kepada keyakinan yang benar dan syariat yang lurus.",
    "jalalayn": "(Mereka berkata, \"Hai kaum kami, sesungguhnya kami telah mendengarkan Kitab) yakni Alquran (yang telah diturunkan sesudah Musa yang membenarkan kitab-kitab sebelumnya) seperti kitab Taurat (lagi memimpin kepada kebenaran) kepada agama Islam (dan kepada jalan yang lurus) yaitu tuntunan agama Islam."
  },
  {
    "page": 506,
    "name": "Al-Ahqaf",
    "ayat": 31,
    "arab": "يٰقَوْمَنَآ اَجِيْبُوْا دَاعِيَ اللّٰهِ وَاٰمِنُوْا بِهٖ يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُجِرْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ",
    "translation": "Wahai kaum kami! Terimalah (seruan) orang (Muhammad) yang menyeru kepada Allah. Dan berimanlah kepada-Nya, niscaya Dia akan mengampuni dosa-dosamu dan melepaskan kamu dari azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4541.mp3",
    "tafsir": "Selanjutnya jin-jin itu menyeru kaumnya, \"Wahai kaumku, perkenankanlah dan terimalah seruan Muhammad saw sebagai rasul Allah yang telah menyeru manusia untuk mengikuti agama Allah, beriman kepada-Nya agar Allah mengampuni dosa-dosa mereka dan melindungi mereka dari azab yang tidak seorang pun dapat melepaskan diri dari azab itu, kecuali dengan seizin-Nya.\" Ayat ini memberi pengertian bahwa:\n1. Meskipun ada jin yang beriman dan ada pula yang kafir, namun dalam ayat ini mereka diseru agar beriman kepada Allah.\n2. Jin berkewajiban beribadah kepada Allah. Oleh karena itu, jin menerima syariat sebagaimana syariat yang disampaikan oleh para nabi dan rasul kepada manusia.\n3. Jin yang beriman akan selamat dari api neraka.",
    "quraish": "Wahai kaum kami, penuhilah panggilan orang yang menyeru kepada Allah yang memberi petunjuk kepada kebenaran dan jalan yang lurus. Berimanlah kepada Allah niscaya Dia akan mengampuni dosa-dosa kalian dan melepaskan kalian dari azab yang amat pedih!'",
    "jalalayn": "(Hai kaum kami! Terimalah seruan orang yang menyeru kepada Allah) yakni seruan iman yang dilakukan oleh Nabi Muhammad saw. (dan berimanlah kepada-Nya, niscaya Dia akan mengampuni) Allah pasti akan mengampuni (dosa-dosa kalian) sebagian dari dosa-dosa kalian, diartikan demikian karena di antara dosa-dosa itu terdapat jenis dosa yang tidak dapat diampuni melainkan setelah mendapat kerelaan dari orang yang dianiaya oleh orang yang bersangkutan (dan melindungi kalian dari azab yang pedih) atau azab yang menyakitkan."
  },
  {
    "page": 506,
    "name": "Al-Ahqaf",
    "ayat": 32,
    "arab": "وَمَنْ لَّا يُجِبْ دَاعِيَ اللّٰهِ فَلَيْسَ بِمُعْجِزٍ فِى الْاَرْضِ وَلَيْسَ لَهٗ مِنْ دُوْنِهٖٓ اَوْلِيَاۤءُ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Dan barang siapa tidak menerima (seruan) orang yang menyeru kepada Allah (Muhammad) maka dia tidak akan dapat melepaskan diri dari siksa Allah di bumi padahal tidak ada pelindung baginya selain Allah. Mereka berada dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4542.mp3",
    "tafsir": "Kemudian diterangkan dalam ayat ini bahwa jika ada di antara jin yang menolak seruan Muhammad sebagai rasul Allah, yaitu tidak melaksanakan perintah Allah dan menjauhkan diri dari larangan-Nya yang tersebut dalam Al-Qur'an dan hadis, maka ia tidak dapat menghindarkan diri dari azab-Nya. Ia tidak mendapat seorang penolong pun untuk melepaskan dirinya dari azab Allah, kecuali jika Allah sendiri menghendakinya.\nDari ayat ini dapat dipahami bahwa seluruh ibadah yang diwajibkan kepada kaum Muslimin diwajibkan pula kepada seluruh jin untuk mengerjakannya, seperti salat, puasa, tolong-menolong, dan sebagainya. Diterangkan pula bahwa jin-jin yang tidak mengikuti seruan Muhammad saw berada dalam kesesatan dan menyimpang dari jalan yang benar.",
    "quraish": "Dan barangsiapa yang tidak memenuhi panggilan orang yang menyeru kepada Allah, maka ia tidak akan mampu melepaskan diri dari azab Allah di muka bumi. Ia juga tidak mempunyai penolong-penolong selain Allah yang mampu menolak azab-Nya. Mereka yang tidak memenuhi penggilan orang yang menyeru kepada Allah, berada dalam kebingungan dan jauh dari kebenaran.",
    "jalalayn": "(Dan orang yang tidak menerima seruan orang yang menyeru kepada Allah maka dia tidak akan dapat melepaskan diri dari azab Allah di muka bumi) artinya ia tidak akan dapat melemahkan Allah dengan cara lari dari-Nya sehingga ia selamat dari azab-Nya (dan tidak ada baginya) yakni bagi orang yang tidak menerima seruan itu (selain Allah) (pelindung-pelindung) yang dapat menolak azab Allah daripada dirinya. (dalam kesesatan yang nyata\") jelas sesatnya."
  },
  {
    "page": 506,
    "name": "Al-Ahqaf",
    "ayat": 33,
    "arab": "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى  ۗبَلٰٓى اِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4543.mp3",
    "tafsir": "Ayat ini merupakan teguran keras kepada orang-orang kafir yang mengingkari hari kebangkitan, dan adanya hidup setelah mati untuk menghisab perbuatan yang telah dilakukan manusia. Allah mencela orang-orang kafir yang lalai dan tidak pernah merenungkan kejadian alam semesta ini sehingga tidak mengetahui bahwa Allah yang telah menciptakan langit dan bumi tidak pernah merasa letih dalam penciptaan itu. Allah juga berkuasa menghidupkan yang telah mati.\nDari ayat ini dipahami bahwa orang kafir tidak pernah menggunakan pikirannya untuk merenungkan kejadian alam semesta dalam arti yang sebenarnya. Mereka tidak mau memikirkan siapa pencipta alam yang amat teratur dan dilengkapi dengan hukum-hukum yang sangat rapi dan kokoh. Mereka juga tidak mau memikirkan siapa yang menciptakan dirinya sendiri dan menjaga kelangsungan hidupnya. Seandainya mereka mau memikirkan dengan tujuan ingin mencari kebenaran, mereka akan sampai kepada kesimpulan bahwa pencipta semua itu adalah Allah yang Maha Bijaksana lagi Mahakuasa. Jika Dia Mahakuasa, tentulah Dia sanggup melaksanakan segala sesuatu yang dikehendaki-Nya, tanpa mengenal lelah. Zat yang bersifat demikian tentu mudah bagi-Nya menghidupkan kembali orang-orang yang telah dimatikan-Nya, karena menciptakan langit dan bumi itu jauh lebih sukar daripada menciptakan manusia serta mematikan dan menghidupkan kembali.\nAllah berfirman:\n\nSungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (Gafir/40: 57)\n\nSelain itu, biasanya membuat kembali sesuatu lebih mudah dari menciptakan pertama kalinya. Allah berfirman:\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\n\nPada akhir ayat ini ditegaskan bahwa yang Maha Pencipta segala sesuatu lagi Mahaperkasa itu adalah Allah Yang Mahakuasa. Dia dapat melakukan segala yang dikehendaki-Nya, tanpa seorang pun dapat menghalangi dan menentang-Nya.",
    "quraish": "Apakah mereka lalai dan tidak mengetahui bahwa Allah yang menciptakan langit dan bumi tanpa merasa payah itu mampu untuk menghidupkan kembali orang-orang yang sudah mati? Ya, Allah sangat mampu melakukan itu, karena Dia Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan) atau apakah orang-orang yang ingkar kepada hari berbangkit itu tidak mengetahui (bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya) artinya, Dia mampu menciptakan kesemuanya dengan mudah (kuasa) lafal Biqaadirin menjadi Khabar dari Anna, kemudian ditambahkan huruf Ba, karena pengertian ayat ini sejajar kekuatannya dengan kalimat Alaisallaahu Biqaadirin, artinya; Bukankah Allah kuasa (menghidupkan orang-orang mati? Ya) Dia Maha Kuasa untuk menghidupkan orang-orang mati (sesungguhnya Dia Maha Kuasa atas segala sesuatu.)"
  },
  {
    "page": 506,
    "name": "Al-Ahqaf",
    "ayat": 34,
    "arab": "وَيَوْمَ يُعْرَضُ الَّذِيْنَ كَفَرُوْا عَلَى النَّارِۗ  اَلَيْسَ هٰذَا بِالْحَقِّ ۗ قَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) orang-orang yang kafir dihadapkan kepada neraka, (mereka akan ditanya), “Bukankah (azab) ini benar?” Mereka menjawab, “Ya benar, demi Tuhan kami.” Allah berfirman, “Maka rasakanlah azab ini disebabkan dahulu kamu mengingkarinya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4544.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan akibat yang akan diterima oleh orang-orang yang mengingkari adanya hari kebangkitan. Pada hari kebangkitan itu, mereka dan orang-orang yang tidak percaya akan adanya pahala dan siksa Allah, akan dimasukkan ke dalam api neraka yang menyala-nyala.\nKepada orang-orang kafir diucapkan pertanyaan yang menyakitkan hati dan penuh penghinaan, \"Hai orang-orang kafir, bukankah azab yang kamu rasakan hari ini adalah azab yang pernah diperingatkan kepada kamu dahulu, semasa kamu hidup di dunia, sedangkan kamu mendustakan dan memperolok-olokkannya.\" Mereka menjawab, \"Benar ya Tuhan kami, kami benar-benar telah merasakan akibatnya.\" Allah mengatakan kepada mereka, \"Sekarang rasakanlah olehmu apa yang kamu perolok-olokkan itu. Inilah balasan yang setimpal dengan sikap dan tindakanmu itu.\"",
    "quraish": "Ingatlah hari ketika orang-orang kafir dihadapkan kepada neraka. Dengan nada mencela, kepada mereka dikatakan, \"Bukankah azab ini benar seperti yang Kami peringatkan kepadamu di dunia dahulu?\" Mereka menjawab, \"Ya. Demi Tuhan, azab ini memang benar.\" Lalu Allah berfirman, \"Rasakan azab yang pedih akibat sikap kekafiran dan kebohongan kalian.\"",
    "jalalayn": "(Dan ingatlah hari ketika orang-orang kafir dihadapkan kepada neraka) ketika mereka diazab di dalamnya, lalu dikatakan kepada mereka, (\"Bukankah ini) yakni azab ini (benar?\" Mereka menjawab, \"Ya benar demi Rabb kami.\" Allah berfirman, \"Maka rasakanlah azab ini disebabkan kalian selalu ingkar.\")"
  },
  {
    "page": 506,
    "name": "Al-Ahqaf",
    "ayat": 35,
    "arab": "فَاصْبِرْ كَمَا صَبَرَ اُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَّهُمْ ۗ كَاَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوْعَدُوْنَۙ  لَمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنْ نَّهَارٍ ۗ بَلٰغٌ ۚفَهَلْ يُهْلَكُ اِلَّا الْقَوْمُ الْفٰسِقُوْنَ ࣖ",
    "translation": "Maka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati dan janganlah engkau meminta agar azab disegerakan untuk mereka. Pada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah mereka tinggal (di dunia) hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan kecuali kaum yang fasik (tidak taat kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4545.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad agar selalu tetap tabah dalam menghadapi sikap dan tindakan orang-orang kafir yang mengingkari dan mendustakan risalah yang disampaikan kepada mereka seperti ketabahan dan kesabaran yang telah dilakukan rasul-rasul ulul 'azmi terdahulu. Rasulullah saw melaksanakan dengan baik perintah Allah ini. Beliau selalu bersabar dan tabah menghadapi segala macam cobaan yang datang kepada beliau. Mengenai kesabaran beliau ini diterangkan dalam hadis sebagai berikut:\nDari 'Aisyah, ia berkata, \"Rasulullah saw senantiasa berpuasa, lalu perutnya jadi kempis, kemudian ia tetap berpuasa, lalu perutnya jadi kempis, kemudian ia berpuasa. Beliau berkata, 'Ya Aisyah, sesungguhnya kesenangan di dunia tidak patut bagi Muhammad dan keluarganya. Ya Aisyah, sesungguhnya Allah tidak menyukai para rasul ulul 'azmi (Nuh, Ibrahim, Musa, Isa, dan Muhammad), kecuali bersabar atas segala cobaannya dan bersabar atas yang dicintainya, kemudian Allah tidak menyukai aku, kecuali Dia membebankan kepadaku seperti yang telah dibebankannya kepada para rasul itu. Maka Dia berkata, 'Bersabarlah seperti para rasul 'ulul 'azmi telah bersabar. Dan sesungguhnya aku, demi Allah, benar-benar akan bersabar seperti para rasul itu, dan tidak ada sesuatu pun kekuatan kecuali kekuatan Allah.\" (Riwayat Ibnu Abi hatim dan ad-Dailami) \n\nSabar adalah sifat utama dan kunci menuju kesuksesan. Berbahagialah orang yang mempunyai sifat itu. Lawan dari sabar ialah tergesa-gesa. Dalam ayat ini, Allah mencela sifat tergesa-gesa, dan memperingatkan Nabi Muhammad agar jangan mempunyai sifat tersebut seperti memohon kepada Allah agar segera ditimpakan azab kepada orang-orang musyrik yang mengingkari seruan beliau karena azab itu pasti menimpa mereka, dan waktu kedatangannya hanya Allah yang mengetahui.\nAllah berfirman:\n\nDan biarkanlah Aku (yang bertindak) terhadap orang-orang yang mendustakan, yang memiliki segala kenikmatan hidup, dan berilah mereka penangguhan sebentar. (al-Muzzammil/73: 11)\n\nDan firman Allah:\n\nKarena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu. (ath-thariq/86: 17)\n\n\nBerikutnya Allah menerangkan keadaan orang-orang kafir di akhirat ketika melihat azab yang akan menimpa mereka. Mereka merasa seakan-akan hidup di dunia ini hanya sesaat saja, di siang hari. Perasaan ini timbul karena dosa dan ketakutan yang timbul di hati mereka ketika melihat azab yang akan menimpa mereka. Keadaan mereka diterangkan Allah pada ayat yang lain ketika kepada mereka ditanyakan berapa lama mereka hidup di dunia.\n\nDia (Allah) berfirman, \"Berapa tahunkah lamanya kamu tinggal di bumi?\" Mereka menjawab, \"Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.\" (al-Mu'minun/23: 112-113)\n\nDan firman Allah:\n\nPada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46)\n\nDalam ayat ini terdapat perkataan \"balag\" yang dalam ayat ini berarti \"cukup\". Maksudnya ialah: Allah menyatakan bahwa ayat ini merupakan penjelasan yang cukup bagi manusia, terutama orang-orang kafir yang mau berpikir dan merenungkan kejadian alam semesta ini. Seandainya mereka tidak mau mengindahkan penjelasan ini, mereka pasti akan menanggung akibatnya. Dalam ayat yang lain Allah berfirman:\n\nDan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran. (Ibrahim/14: 52)\n\n\n\nDan firman Allah:\n\nSungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah). (al-Anbiya'/21: 106)\n\nPada akhir ayat ini Allah menegaskan bahwa betapapun besar dan dahsyatnya azab Allah itu, tidak akan menimpa orang-orang yang beriman dan beramal saleh. Hanya orang-orang kafir yang tidak mengindahkan perintah-perintah Allah dan melanggar larangan-larangan-Nya saja yang akan ditimpa azab yang mengerikan itu. Ayat ini juga menggambarkan betapa besarnya rahmat dan karunia Allah yang dilimpahkan kepada orang-orang yang taat kepada-Nya. Sehubungan dengan rahmat dan karunia, azab dan malapetaka ini, Rasulullah saw sering berdoa kepada Allah, seperti yang tersebut dalam hadis di bawah ini:\n\"Diriwayatkan dari Anas, Nabi saw berdoa, \"Wahai Tuhan, sesungguhnya aku memohon kepada Engkau penyebab rahmat-Mu, kepastian ampunan-Mu, dan keberuntungan dari segala kebaikan, dan keselamatan dari setiap perbuatan dosa. Wahai Tuhan, janganlah Engkau biarkan satu dosa pun bagiku, kecuali Engkau mengampuninya, dan kesempitan kecuali Engkau melapangkannya, dan hutang kecuali Engkau membayarnya, demikian pula segala keperluan dari keperluan-keperluan duniawi dan ukhrawi, kecuali Engkau menyelesaikannya dengan rahmat Engkau, wahai Tuhan Yang Maha Pemurah. (Riwayat ath-thabrani)",
    "quraish": "Sabarlah, wahai Muhammad, terhadap orang-orang kafir seperti rasul-rasul yang mempunyai keteguhan hati dan ketabahan dalam menghadapi kesulitan--yaitu mereka yang disebut ulul azmi (ulû al-'azm). Kamu tidak perlu meminta agar siksaan untuk mereka disegerakan, karena siksaan itu pasti akan menimpa mereka juga, betapa pun lamanya nanti. Pada hari ketika mereka menyaksikan siksaan yang diancamkan kepada mereka itu, mereka merasa seolah-olah hanya tinggal di dunia sesaat dari siang hari saja. Apa yang kamu nasihatkan itu cukup menjadi pelajaran. Tidak ada yang dihancurkan dengan azab Allah kecuali orang-orang yang tidak taat kepada-Nya.",
    "jalalayn": "(Maka bersabarlah kamu) di dalam menghadapi perlakuan kaummu yang menyakitkan itu (sebagaimana orang-orang yang mempunyai keteguhan hati) yaitu orang-orang yang teguh dan sabar di dalam menghadapi cobaan dan tantangan (dari rasul-rasul) sebelummu, karena itu kamu akan termasuk orang yang mempunyai keteguhan hati. Lafal Min di sini menunjukkan makna Bayan, sehingga pengertiannya menunjukkan, bahwa semua rasul-rasul itu mempunyai keteguhan hati. Tetapi menurut pendapat yang lain itu menunjukkan makna Lit Tab'idh, karena Nabi Adam bukanlah termasuk di antara mereka yang memiliki keteguhan hati, sebagaimana yang diungkapkan oleh ayat lain yaitu firman-Nya: \".. dan tidak Kami dapati padanya kemauan yang kuat.\" (Q.S. Thaha, 115) demikian pula Nabi Yunus tidak termasuk di antara mereka yang Ulil 'Azmi, sebagaimana yang diungkapkan oleh firman-Nya, \".. dan janganlah kamu seperti orang yang berada dalam (perut) ikan (Yunus).\" (Q.S. Al-Qalam, 48) (dan janganlah kamu meminta disegerakan azab bagi mereka) bagi kaummu yaitu disegerakan turunnya azab bagi mereka. Menurut pendapat lain, bahwa hal ini timbul sebagai reaksi dari sikap mereka terhadapnya, maka Nabi suka jika azab diturunkan kepada mereka, tetapi selanjutnya Nabi diperintahkan supaya bersabar dan jangan meminta supaya disegerakan azab bagi mereka. Karena sesungguhnya azab itu pasti akan menimpa mereka. (Pada hari mereka melihat apa yang diancamkan kepada mereka, mereka merasa seolah-olah) yang dimaksud adalah azab di akhirat mengingat lamanya masa di akhirat mereka merasa seolah-olah (tidak tinggal) di dunia menurut dugaan mereka (melainkan sesaat pada siang hari) Alquran ini adalah (suatu peringatan) peringatan dari Allah buat kalian (maka tidaklah) tiadalah (dibinasakan) sewaktu azab sudah di ambang pintu (melainkan orang-orang yang fasik) yaitu orang-orang yang kafir."
  }
]