[
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 20,
    "arab": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَةٌ ۚفَاِذَآ اُنْزِلَتْ سُوْرَةٌ مُّحْكَمَةٌ وَّذُكِرَ فِيْهَا الْقِتَالُ ۙرَاَيْتَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يَّنْظُرُوْنَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِۗ فَاَوْلٰى لَهُمْۚ ",
    "translation": "Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?” Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4565.mp3",
    "tafsir": "Orang-orang yang beriman kepada Allah dan Rasul-Nya dengan setulus hati pasti bersedia mengorbankan harta dan jiwanya di jalan Allah. Mereka menunggu-nunggu turunnya wahyu Allah, terutama wahyu yang berhubungan dengan perintah jihad. Akan tetapi, perintah perang itu pada dasarnya bukan untuk menyerang, melainkan untuk mempertahankan diri dari serangan musuh, seperti yang terjadi dengan Perang Badar, Perang Uhud, Perang Khandak, dan lain-lain. Mereka berkata, \"Mengapa Allah tidak menurunkan kepada kita ayat-ayat yang tegas dan jelas maksudnya yang di dalamnya disebutkan bahwa berperang membela agama Allah itu adalah suatu perintah wajib yang harus dilaksanakan oleh setiap orang beriman.\" Sebaliknya orang-orang munafik bersikap lain. Bila diturunkan ayat yang tegas dan jelas maknanya yang berisi perintah jihad, melihat kepada Nabi dengan pandangan keingkaran dan ketakutan. Hati mereka kecut, tubuh mereka gemetar mendengarnya, dan mereka bungkam, seperti orang yang sedang menghadapi saat kematian.\nDalam ayat lain, Allah berfirman:\n\nTidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!\" Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?\" Katakanlah, \"Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.\" (an-Nisa'/4: 77)\n\nDari jawaban dan sikap orang munafik, tergambar apa yang tersirat dalam hati mereka. Orang yang demikian lebih baik mati daripada hidup mengekang diri dari perintah-perintah agama. Seseorang hidup untuk menjadi hamba Allah yang taat kepada-Nya, ingin mencapai kebahagiaan hidup di dunia dan di akhirat. Orang munafik tidak melaksanakan ketaatan itu. Mereka seakan-akan tidak memikirkan kebahagiaan hidup sesudah mati. Oleh karena itu, tidak ada arti hidup bagi mereka selain untuk melipat-gandakan perbuatan dosa yang menyebabkan mereka di azab di akhirat. Jika mereka mati waktu itu juga, azab mereka tidak akan bertambah di akhirat nanti.",
    "quraish": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?",
    "jalalayn": "(Dan orang-orang yang beriman berkata) dalam rangka meminta berjihad, (\"Mengapa tidak) atau kenapa tidak (diturunkan suatu surah?\") yang di dalamnya disebutkan masalah jihad. (Maka apabila diturunkan suatu surah yang muhkam) tiada suatu ayat pun darinya yang dimansukh (dan disebutkan di dalamnya perintah perang) anjuran untuk berperang bagi kalian (kalian lihat orang-orang yang di dalam hatinya ada penyakit) berupa keragu-raguan dalam memeluk agamamu, mereka adalah orang-orang munafik (melihat kepadamu dengan pandangan seperti orang yang pingsan) tidak sadarkan diri (karena takut mati) khawatir akan mati dan benci kepadanya; maksudnya mereka takut menghadapi peperangan dan sangat benci kepadanya. (Maka hal yang lebih utama bagi mereka) lafal ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya ialah:"
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 21,
    "arab": "طَاعَةٌ وَّقَوْلٌ مَّعْرُوْفٌۗ فَاِذَا عَزَمَ الْاَمْرُۗ فَلَوْ صَدَقُوا اللّٰهَ لَكَانَ خَيْرًا لَّهُمْۚ",
    "translation": "(Yang lebih baik bagi mereka adalah) taat (kepada Allah) dan bertutur kata yang baik. Sebab apabila perintah (perang) ditetapkan (mereka tidak menyukainya). Padahal jika mereka benar-benar (beriman) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4566.mp3",
    "tafsir": "Ayat ini menjelaskan sikap yang seharusnya dimiliki oleh orang-orang munafik adalah taat kepada Allah, mengucapkan perkataan yang makruf, daripada takut, dan gentar menghadapi musuh. Akan tetapi, mereka tidak demikian. Hal itu karena kesenangan hidup di dunia telah membuat mereka terpesona dan lupa diri. Mereka takut kehilangan kesenangan. Padahal jika mereka mengetahui bahwa kesenangan hidup di dunia adalah kesenangan yang semu dan sementara, sedangkan kesenangan hidup di akhirat adalah kesenangan yang sebenarnya, tentu mereka akan mengubah sikap.\nSelanjutnya diterangkan bahwa kaum munafik itu apabila datang perintah berperang, timbullah kebencian dalam hati mereka sehingga mereka enggan ikut berperang. Seandainya mereka mempunyai iman yang kuat di dalam dada mereka, benar-benar taat kepada Allah dan mengikuti Rasul, pasti mereka ikut berperang bersama Rasul. Hal itu lebih baik bagi mereka karena dengan demikian mereka dekat kepada Allah.",
    "quraish": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?",
    "jalalayn": "(Adalah taat dan mengucapkan perkataan yang baik) artinya bersikap baik terhadapmu. (Apabila telah tetap perintah) maksudnya, perang telah difardukan. (Maka jika mereka menepati kepada Allah) dalam beriman dan taat kepada-Nya (niscaya yang demikian itu lebih baik bagi mereka) Jumlah yang jatuh sesudah Lau merupakan Jawab dari lafal Idzaa."
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 22,
    "arab": "فَهَلْ عَسَيْتُمْ اِنْ تَوَلَّيْتُمْ اَنْ تُفْسِدُوْا فِى الْاَرْضِ وَتُقَطِّعُوْٓا اَرْحَامَكُمْ ",
    "translation": "Maka apakah sekiranya kamu berkuasa, kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4567.mp3",
    "tafsir": "Ayat ini mencela sikap kaum munafik yang selalu mengejar kesenangan hidup di dunia, dengan mengatakan, \"Hai orang munafik, karena kamu selalu mengejar kesenangan hidup di dunia dan kemewahannya, maka seandainya kamu berkuasa, pastilah kamu mempunyai sifat-sifat ingin mementingkan diri sendiri dengan memperlihatkan kekuasaan kepada rakyat jelata, suka mengambil dan memperkosa hak orang lain, dan memutuskan hubungan silaturrahim yang sangat dianjurkan untuk disambungkan.",
    "quraish": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?",
    "jalalayn": "(Maka apakah sekiranya) dapat dibaca `Asaitum atau `Asiitum, di dalam ungkapan ini terkandung ungkapan Iltifat dari Ghaibah kepada Mukhathab; maksudnya barangkali kalian (jika kalian berpaling) memalingkan diri dari iman (kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan) maksudnya, kalian akan kembali kepada akhlak jahiliyah, yaitu gemar mengadakan kerusakan dan peperangan."
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 23,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ فَاَصَمَّهُمْ وَاَعْمٰٓى اَبْصَارَهُمْ ",
    "translation": "Mereka itulah orang-orang yang dikutuk Allah; lalu dibuat tuli (pendengarannya) dan dibutakan penglihatannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4568.mp3",
    "tafsir": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas telah dijauhkan Allah dari rahmat-Nya. Oleh karena itu, Allah menghilangkan pendengaran mereka sehingga tidak dapat mengambil pelajaran dari apa yang dapat mereka dengar, dan Allah membutakan mereka sehingga mereka tidak dapat mengambil manfaat dari apa yang mereka lihat.",
    "quraish": "Mereka adalah orang-orang yang dijauhkan Allah dari rahmat-Nya, ditulikan telinganya sehingga tidak dapat mendengarkan kebenaran dan dibutakan penglihatannya sehingga tidak melihat jalan petunjuk.",
    "jalalayn": "(Mereka itulah) yakni orang-orang yang merusak itu (orang-orang yang dilaknati Allah dan ditulikan-Nya telinga mereka) dari mendengarkan perkara yang hak (dan dibutakan-Nya mata mereka) dari jalan petunjuk."
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 24,
    "arab": "اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰى قُلُوْبٍ اَقْفَالُهَا ",
    "translation": "Maka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4569.mp3",
    "tafsir": "Apakah orang-orang munafik itu tidak memperhatikan dan memahami ajaran-ajaran Allah yang terdapat dalam Al-Qur'an, tidak pula merenungkan dan memikirkannya, sehingga mereka mengetahui kesalahan sikap dan tindakan mereka selama ini? Atau telah terkunci hati dan penglihatan mereka sehingga tidak dapat lagi memahami isinya?\nSikap dan tindakan yang dilakukan oleh kaum munafik itu tidak saja dilakukan terhadap orang beriman, tetapi juga terhadap orang Yahudi. Mereka menyatakan kesediaan bekerja sama dengan orang Yahudi Bani Nadhir dan Bani Quraidzah. Bahkan mereka bersedia mengikuti sebahagian keinginan orang Yahudi untuk menarik hati mereka, tetapi semua janji dan kesediaan itu tidak mereka tepati. Mereka terkadang tidak segan-segan mencelakakan teman yang diajak bersekongkol, dengan menohok kawan seiring. \nAllah berfirman:\n\nTidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. (al-hasyr/59: 11)",
    "quraish": "Apakah mereka buta sehingga tidak dapat memahami petunjuk al-Qur'ân? Atau apakah hati mereka tertutup untuk merenunginya?",
    "jalalayn": "(Maka apakah mereka tidak memperhatikan Alquran) yang dapat membimbing mereka untuk mengetahui perkara yang hak (ataukah) sebenarnya (pada hati) mereka (terdapat kuncinya) karena itu mereka tidak dapat memahami kebenaran."
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 25,
    "arab": "اِنَّ الَّذِيْنَ ارْتَدُّوْا عَلٰٓى اَدْبَارِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطٰنُ سَوَّلَ لَهُمْۗ وَاَمْلٰى لَهُمْ ",
    "translation": "Sesungguhnya orang-orang yang berbalik (kepada kekafiran) setelah petunjuk itu jelas bagi mereka, setanlah yang merayu mereka dan memanjangkan angan-angan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4570.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa orang-orang yang kembali kafir setelah nyata bagi mereka jalan yang lurus yang harus ditempuh dengan mengerjakan perbuatan dosa dan sesat adalah orang yang telah termakan dan terpengaruh oleh tipu daya setan. Setan menjadikan perbuatan dosa dan kesesatan yang mereka kerjakan sebagai perbuatan baik dalam pandangan mereka, sehingga mereka hidup dengan bergelimang dosa dan kesesatan. Di samping itu, mereka dibuai oleh angan-angan yang palsu, sesuai dengan dorongan hawa nafsu mereka. Dengan demikian, hawa nafsu itu menjadi ukuran baik atau buruknya suatu perbuatan. Apa yang dianggap baik oleh hawa nafsu mereka, itulah yang mereka anggap baik. Hal-hal inilah yang memunculkan kemunafikan dalam diri mereka.",
    "quraish": "Sesungguhnya orang-orang yang kembali bersikap kafir dan memilih kesesatan setelah jalan petunjuk semakin tampak jelas, telah dihiasi oleh setan untuk berbuat demikian. Setan telah memanjangkan angan- angan kosong mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang kembali) karena nifaq (ke belakang sesudah petunjuk itu jelas bagi mereka, setan telah menjadikan mereka memandang baik) artinya, setan telah menghiasi mereka (dan memanjangkan angan-angan mereka) dapat dibaca Umlii atau Amlaa; yang memanjangkan angan-angan mereka adalah setan berdasarkan kehendak dari Allah swt. karena pada kenyataannya Dialah yang menyesatkan mereka."
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 26,
    "arab": "ذٰلِكَ بِاَنَّهُمْ قَالُوْا لِلَّذِيْنَ كَرِهُوْا مَا نَزَّلَ اللّٰهُ سَنُطِيْعُكُمْ فِيْ بَعْضِ الْاَمْرِۚ وَاللّٰهُ يَعْلَمُ اِسْرَارَهُمْ ",
    "translation": "Yang demikian itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang (Yahudi) yang tidak senang kepada apa yang diturunkan Allah, “Kami akan mematuhi kamu dalam beberapa urusan,” tetapi Allah mengetahui rahasia mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4571.mp3",
    "tafsir": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena mereka memihak dan bersekutu dengan orang Yahudi dari Bani Nadhir dan Bani Quraidzah untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak Bani Nadhir dan Bani Quraidzah menghadapi kaum Muslimin jika sekiranya suku Yahudi itu diusir dari Medinah. \nOrang Yahudi pernah menganjurkan kepada kaum munafik agar memperlihatkan kekafiran mereka dengan terang-terangan. Akan tetapi, mereka tidak mematuhi anjuran itu, kecuali dalam beberapa hal. Di antara yang tidak mereka patuhi adalah anjuran untuk menyatakan kekafiran dengan terus-terang. Kekafiran itu tetap mereka rahasiakan karena masih mengharapkan keuntungan dengan menyembunyikannya. Akan tetapi, Allah mengetahui tindakan yang mereka rahasiakan, karena tidak satu pun yang tidak diketahui-Nya. Dalam ayat lain, Allah menerangkan cara mereka mengatur siasat dan tipu dayanya. Allah berfirman:\n\nDan mereka (orang-orang munafik) mengatakan,\"(Kewajiban kami hanyalah) taat.\" Tetapi, apabila mereka telah pergi dari sisimu (Muhammad, sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung. (an-Nisa'/4: 81)",
    "quraish": "Kembalinya mereka itu adalah dengan mengatakan kepada orang-orang yang benci kepada apa yang diturunkan Allah, \"Kami akan mematuhi kalian dalam beberapa urusan,\" padahal Allah telah mengetahui segala rahasia orang-orang munafik. Itulah keadaan orang-orang munafik dalam kehidupan mereka. Lalu bagaimana keadaan mereka apabila malaikat maut mencabut nyawa mereka dengan memukul muka dan punggung mereka sebagai hinaan?",
    "jalalayn": "(Yang demikian itu) yakni kesesatan mereka itu (karena sesungguhnya mereka itu berkata kepada orang-orang yang benci kepada apa yang diturunkan Allah) yakni berkata kepada orang-orang musyrik, (\"Kami akan mematuhi kalian dalam beberapa urusan\") yaitu bersedia untuk membantu dalam memusuhi Nabi saw. dan menghasut kaum muslimin supaya mereka tidak mau berjihad bersamanya. Orang-orang munafik itu mengatakan demikian secara rahasia, akan tetapi kemudian Allah swt. menampakkannya (sedangkan Allah mengetahui rahasia mereka) kalau dibaca Asraarahum berarti bentuk jamak dari lafal Sirrun yang artinya rahasia, kalau dibaca Israarahum berarti Mashdar."
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 27,
    "arab": "فَكَيْفَ اِذَا تَوَفَّتْهُمُ الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْ ",
    "translation": "Maka bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka, memukul wajah dan punggung mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4572.mp3",
    "tafsir": "Ayat ini masih berbicara tentang kaum munafik, apakah yang akan mereka lakukan jika tetap berada dalam kemunafikan itu. Mereka hanya dapat melakukan kemunafikan dan tipu daya semasa mereka masih hidup, berkuasa, dan dalam keadaan sehat jasmani dan rohani. Bagaimana pendapat mereka bila Allah menghilangkan kesehatan mereka dengan seketika, dan ketuaan berangsur pula mendekati kehidupan mereka? Bagaimana pendapat mereka di waktu kematian mendekati mereka dan malaikat maut memukul muka dan punggung mereka; apakah yang akan mereka lakukan? Bagaimana pula pendapat mereka jika mereka mati dengan tiba-tiba, sehingga tidak ada kesempatan sedikit pun bagi mereka untuk bertobat kepada Allah yang menentukan segala sesuatu di akhirat? Jika mereka memikirkan dan merenungkan semuanya itu, tentu mereka tidak akan melakukan perbuatan ingkar dan dosa.\nDalam ayat ini disebutkan bahwa ketika malaikat akan mencabut nyawa mereka, malaikat akan mengeluarkan roh mereka dengan kuat dan kasar serta memukul wajah dan punggung mereka. Orang Arab amat takut dipukul di wajah dan punggung. Karena mereka takut dipukul musuh di wajah dan punggung, maka mereka tidak mau pergi berperang. Ayat ini menunjukkan keadaan orang-orang munafik dalam keadaan sengsara dan terhina pada waktu menghadapi sakaratul maut. Allah berfirman:\n\nDan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang- orang yang kafir sambil memukul wajah dan punggung mereka (al-Anfal/8: 50)",
    "quraish": "Kembalinya mereka itu adalah dengan mengatakan kepada orang-orang yang benci kepada apa yang diturunkan Allah, \"Kami akan mematuhi kalian dalam beberapa urusan,\" padahal Allah telah mengetahui segala rahasia orang-orang munafik. Itulah keadaan orang-orang munafik dalam kehidupan mereka. Lalu bagaimana keadaan mereka apabila malaikat maut mencabut nyawa mereka dengan memukul muka dan punggung mereka sebagai hinaan?",
    "jalalayn": "(Bagaimanakah) keadaan mereka (apabila malaikat mencabut nyawa mereka seraya memukul) lafal Yadhribuuna merupakan Hal atau kata keterangan keadaan dari malaikat (muka dan punggung mereka) dengan pemukul-pemukul dari besi."
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 28,
    "arab": "ذٰلِكَ بِاَنَّهُمُ اتَّبَعُوْا مَآ اَسْخَطَ اللّٰهَ وَكَرِهُوْا رِضْوَانَهٗ فَاَحْبَطَ اَعْمَالَهُمْ ࣖ ",
    "translation": "Yang demikian itu, karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus segala amal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4573.mp3",
    "tafsir": "Mereka mengalami keadaan yang demikian karena sering mengerjakan maksiat, selalu ingkar kepada Allah, menuruti hawa nafsu, dan tidak mau mengerjakan pekerjaan yang diridai-Nya. Mereka beribadah kepada Allah hanya karena ria dan ingin dihargai orang. Oleh karena itu, semua amal yang mereka kerjakan, seperti bersedekah dan menolong orang-orang yang lemah, miskin, dan sengsara, tidak ada guna dan faedahnya. Sebab, amal dan perbuatan baik yang dapat diterima bila didasari dengan iman kepada Allah dan Rasul-Nya.",
    "quraish": "Kematian yang mengerikan itu disebabkan karena mereka mengikuti kebatilan yang tidak disukai Allah dan membenci kebenaran yang diridai-Nya. Maka, Allah pun menghapus semua amal perbuatan yang pernah mereka lakukan.",
    "jalalayn": "(Yang demikian itu) yakni, kematian mereka seperti yang telah disebutkan tadi (karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan karena mereka membenci keridaan-Nya) artinya, mereka tidak mau mengamalkan hal-hal yang membuat keridaan-Nya (sebab itu Allah menghapus pahala amal-amal mereka.)"
  },
  {
    "page": 509,
    "name": "Muhammad",
    "ayat": 29,
    "arab": "اَمْ حَسِبَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ اَنْ لَّنْ يُّخْرِجَ اللّٰهُ اَضْغَانَهُمْ ",
    "translation": "Atau apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4574.mp3",
    "tafsir": "Apakah orang munafik mengira bahwa dalam permusuhan, dan niat jahat terhadap orang-orang yang beriman yang terpendam dalam hati mereka tidak akan diketahui? Apakah mereka mengira bahwa Allah tidak mengetahuinya sehingga Dia tidak memberitahukannya kepada Rasul-Nya dan orang-orang yang beriman? Allah Yang Maha Mengetahui segala sesuatu, akan memberitahukan kepada hamba-hamba-Nya yang beriman tentang semua rahasia jahat mereka.\nMengenai rahasia dan rencana jahat kaum munafik diterangkan panjang lebar dalam Surah at-Taubah. Di antaranya ialah firman Allah: \n\nOrang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67)",
    "quraish": "Bahkan, apakah orang-orang yang di dalam hatinya terdapat sifat munafik itu mengira bahwa Allah tidak akan menampakkan kedengkian mereka kepada Rasul-Nya dan orang-orang Mukmin?",
    "jalalayn": "(Atau apakah orang-orang yang ada penyakit dalam kalbunya mengira bahwa Allah tidak akan menampakkan kedengkian mereka) kepada Nabi saw. dan orang-orang mukmin?"
  }
]