[
  {
    "page": 512,
    "name": "Al-Fath",
    "ayat": 10,
    "arab": "اِنَّ الَّذِيْنَ يُبَايِعُوْنَكَ اِنَّمَا يُبَايِعُوْنَ اللّٰهَ ۗيَدُ اللّٰهِ فَوْقَ اَيْدِيْهِمْ ۚ فَمَنْ نَّكَثَ فَاِنَّمَا يَنْكُثُ عَلٰى نَفْسِهٖۚ وَمَنْ اَوْفٰى بِمَا عٰهَدَ عَلَيْهُ اللّٰهَ فَسَيُؤْتِيْهِ اَجْرًا عَظِيْمًا ࣖ ",
    "translation": "Bahwasanya orang-orang yang berjanji setia kepadamu (Muhammad), sesungguhnya mereka hanya berjanji setia kepada Allah. Tangan Allah di atas tangan mereka, maka barangsiapa melanggar janji, maka sesungguhnya dia melanggar atas (janji) sendiri; dan barangsiapa menepati janjinya kepada Allah maka Dia akan memberinya pahala yang besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4593.mp3",
    "tafsir": "Ayat ini menerangkan pernyataan Allah terhadap baiat yang dilakukan para sahabat kepada Rasulullah saw bahwa hal itu juga berarti mengadakan baiat kepada Allah. Baiat ialah suatu janji setia atau ikrar yang dilakukan oleh seseorang atau beberapa orang yang berisi pengakuan untuk menaati seseorang misalnya karena ia diangkat menjadi pemimpin atau khalifah.\nYang dimaksud dengan baiat dalam ayat ini ialah Bai'atur Ridhwan yang terjadi di Hudaibiyyah yang dilakukan para sahabat di bawah pohon Samurah. Para sahabat waktu itu berjanji kepada Rasulullah saw bahwa mereka tidak akan lari dari medan pertempuran serta akan bertempur sampai titik darah penghabisan memerangi orang-orang musyrik Mekah, seandainya kabar yang disampaikan kepada mereka bahwa 'Utsman bin 'Affan yang diutus Rasulullah itu benar telah mati dibunuh orang musyrik Mekah.\nDiriwayatkan oleh al-Bukhari dari Qatadah bahwa ia berkata kepada Sa'id bin al-Musayyab, \"Berapa jumlah orang yang ikut Bai'ah ar-Ridhwan?\" Sa'id menjawab, \"Seribu lima ratus orang.\" Ada pula yang berpendapat jumlahnya seribu empat ratus orang.\nDalam ayat ini, diterangkan cara baiat yang dilakukan para sahabat kepada Rasulullah saw yaitu dengan meletakkan tangan Rasul di atas tangan orang-orang yang berjanji. Dalam posisi demikian, diucapkanlah kata baiat.\nMaksud kalimat \"tangan Allah di atas tangan mereka\" ialah untuk menyatakan bahwa berjanji dengan Rasulullah saw sama hukumnya dengan berjanji kepada Allah. Tangan Allah dalam konteks ayat ini merupakan arti kiasan, karena Allah Mahasuci dari segala sifat yang menyerupai makhluk-Nya. Oleh karena itu, ada ahli tafsir yang mengartikan tangan di sini dengan kekuasaan.\nKemudian diterangkan akibat yang akan dialami orang-orang yang mengingkari perjanjian itu, yaitu mereka akan memikul dosa yang besar. Dosa besar itu diberlakukan terhadap mereka karena tidak mau membaiat Nabi saw, sedangkan kaum Muslimin membaiat beliau secara pribadi. Sebaliknya diterangkan pula pahala yang akan diperoleh orang-orang yang menepati baiatnya. Mereka akan memperoleh pahala yang berlipat ganda di akhirat dan tempat mereka adalah surga yang penuh dengan kenikmatan.",
    "quraish": "Sesungguhnya orang-orang yang berjanji setia kepadamu--untuk menolong dengan segala kemampuan--sebenarnya mereka berjanji kepada Allah. Kekuatan Allah menyertaimu dan selalu berada di atas kekuatan mereka. Barangsiapa melanggar janjimu setelah dikokohkannya janji itu, maka mudaratnya akan menimpa diri mereka sendiri. Dan barangsiapa menepati janjinya kepada Allah--dengan menyempurnakan baiat kepadamu--maka Allah akan memberinya pahala yang sangat besar.",
    "jalalayn": "(Sesungguhnya orang-orang yang berjanji setia kepada kamu) yaitu melakukan baiat Ridwan di Hudaibiah (sesungguhnya mereka berjanji setia kepada Allah) pengertian ini sama dengan makna yang terkandung dalam ayat lainnya, yaitu firman-Nya, \"Barang siapa yang menaati rasul, sesungguhnya ia telah menaati Allah.\" (Q.S. An-Nisa, 80). (Tangan kekuasaan Allah berada di atas tangan mereka) yang berbaiat kepada Nabi saw. Maksudnya, bahwa Allah swt. menyaksikan pembaiatan mereka, maka Dia kelak akan memberikan balasan pahala-Nya kepada mereka (maka barang siapa yang melanggar janjinya) yakni merusak baiatnya (maka sesungguhnya ia hanya melanggar) karena itu akibat dari pelanggarannya akan menimpa (dirinya sendiri dan barang siapa menepati janjinya kepada Allah maka Allah akan memberinya) dapat dibaca Fasaya`tiihi atau Fasanu`tiihi, kalau dibaca Fasanu`tihi artinya, Kami akan memberinya (pahala yang besar.)"
  },
  {
    "page": 512,
    "name": "Al-Fath",
    "ayat": 11,
    "arab": "سَيَقُوْلُ لَكَ الْمُخَلَّفُوْنَ مِنَ الْاَعْرَابِ شَغَلَتْنَآ اَمْوَالُنَا وَاَهْلُوْنَا فَاسْتَغْفِرْ لَنَا ۚيَقُوْلُوْنَ بِاَلْسِنَتِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْۗ قُلْ فَمَنْ يَّمْلِكُ لَكُمْ مِّنَ اللّٰهِ شَيْـًٔا اِنْ اَرَادَ بِكُمْ ضَرًّا اَوْ اَرَادَ بِكُمْ نَفْعًا ۗبَلْ كَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
    "translation": "Orang-orang Badui yang tertinggal (tidak turut ke Hudaibiyah) akan berkata kepadamu, “Kami telah disibukkan oleh harta dan keluarga kami, maka mohonkanlah ampunan untuk kami.” Mereka mengucapkan sesuatu dengan mulutnya apa yang tidak ada dalam hatinya. Katakanlah, “Maka siapakah yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki bencana terhadap kamu atau jika Dia menghendaki keuntungan bagimu? Sungguh, Allah Mahateliti dengan apa yang kamu kerjakan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4594.mp3",
    "tafsir": "Allah menjelaskan kepada Rasulullah saw bahwa beberapa kabilah Arab penduduk padang pasir yang tidak turut pergi ke Mekah untuk mengerjakan umrah akan berkata kepada beliau, \"Kami tidak ikut bersama engkau ke Mekah mengerjakan umrah karena kami sedang sibuk mengurus pekerjaan, harta, dan keluarga kami. Sedangkan kami tidak mempunyai pembantu yang akan membantu kami mengurus semuanya itu sepeninggal kami pergi beserta engkau. Oleh karena itu, mohonkanlah ampunan untuk kami kepada Tuhan engkau, dengan alasan kesibukan kami itu.\"\nSewaktu Rasulullah saw memutuskan akan pergi untuk mengerjakan umrah ke Mekah pada tahun keenam Hijrah, beliau mengajak kaum Muslimin ikut bersama-sama beliau. Semakin banyak yang ikut bersama beliau, semakin besar pula artinya karena dengan jumlah kaum Muslimin yang banyak itu akan menimbulkan rasa gentar dalam hati orang-orang musyrik Mekah sehingga mereka menerima kaum Muslimin masuk ke Mekah, dan umrah dapat dilaksanakan dalam suasana yang aman. Di antara kaum Muslimin yang diajak terdapat kabilah-kabilah Arab yang tinggal di padang pasir sekitar kota Medinah, seperti kabilah-kabilah Juhainah, Muzainah, Gifar, Asyja', ad-Dil, dan Aslam. Rasulullah saw menyatakan kepada mereka bahwa tujuan ke Mekah itu semata-mata untuk mengerjakan ibadah umrah dan untuk melihat keluarga yang telah lama ditinggalkan. Oleh karena itu, kepergian ke Mekah tidak dengan senjata lengkap sebagaimana untuk pergi perang, kecuali membawa senjata-senjata yang biasa dibawa oleh para musafir. Di samping itu, dibawa juga binatang-binatang ternak untuk makanan dalam perjalanan dan untuk dihadiahkan kepada penduduk Mekah. Sekalipun demikian, ajakan Rasulullah itu tetap mereka tolak dengan alasan yang mereka kemukakan di atas, padahal mereka menyembunyikan alasan yang sebenarnya.\nSekalipun orang-orang Arab penduduk padang pasir berusaha menyembunyikan alasan mereka yang sebenarnya, Allah Maha Mengetahui segala sesuatu. Oleh karena itu, Allah memberitahukan hal itu kepada Rasulullah. Alasan mereka yang sebenarnya adalah dugaan mereka bahwa Rasulullah saw dan kaum Muslimin akan kalah dan ditumpas habis oleh orang-orang musyrik Mekah. Jika mereka ikut bersama Rasulullah, tentu mereka akan kalah dan tertumpas habis pula. Alasan dan isi hati mereka itu disampaikan Allah kepada Rasulullah saw sebelum mereka menghadap beliau untuk memohon dimintakan ampunan kepada Allah atas penolakan mereka. Dengan demikian, Rasulullah telah mengetahui isi hati mereka yang sebenarnya pada saat mereka menghadap.\nAllah kemudian mengajarkan kepada Rasulullah jawaban tepat yang akan disampaikan kepada mereka pada waktu mereka minta agar beliau memohonkan ampunan kepada Allah atas dosa mereka. Allah mengajarkan Nabi dengan memerintahkan beliau untuk mengatakan kepada orang-orang Arab penduduk padang pasir itu sebagai penolakan terhadap permintaan mereka, \"Hai orang-orang Arab penduduk padang pasir, kamu menolak ajakanku pergi ke Mekah semata-mata karena kamu mau menghindari bencana dan malapetaka yang kamu duga akan menimpa dirimu. Siapakah di antara kamu yang sanggup melawan kekuasaan Allah jika Dia berkehendak menimpakan bencana dan malapetaka atas dirimu dan siapa pula yang menghindarkan sesuatu yang akan diberikan-Nya kepada seseorang, jika Dia menghendaki-Nya? Tidak seorang pun yang sanggup melakukannya. Oleh karena itu, tidaklah patut kamu mengemukakan alasan bahwa kamu sibuk mengurus urusan, harta, serta menjaga keluargamu sebagai alasan tidak ikut pergi bersamaku ke Mekah. Jika Allah hendak membinasakan semua yang kamu miliki itu, tidak seorang pun yang dapat mempertahankannya, walaupun yang menjaga itu adalah kamu sendiri.\"\nAyat ini juga merupakan peringatan kepada orang-orang yang selalu mengemukakan \"kesibukan duniawi\" sebagai alasan meninggalkan kewajiban agama yang telah dibebankan Allah kepada mereka dan untuk melanggar larangan Allah yang telah diperingatkan kepada mereka. Hendaklah kaum Muslimin benar-benar yakin bahwa kesibukan duniawi itu hanyalah untuk mencapai kesenangan dunia yang sifatnya sementara, sedang jihad fi sabilillah akan menghasilkan kebahagiaan hidup abadi di akhirat.\nPada akhir ayat ini, Allah menegaskan bahwa Dia Maha Mengetahui segala sesuatu yang dikerjakan oleh hamba-hamba-Nya, termasuk alasan-alasan palsu yang dikemukakan oleh seseorang untuk menghindarkan diri dari perintah Allah. Oleh karena itu, Dia akan memberikan balasan yang adil dan setimpal kepada setiap manusia terhadap segala dosa dan perbuatan yang telah dikerjakan.",
    "quraish": "Penduduk Badui yang munafik dan tidak ikut berperang akan berkata kepadamu, ketika kamu pulang, \"Kami disibukkan oleh harta dan keluarga kami sehingga tidak dapat ikut berperang. Oleh karena itu, mintakanlah ampunan bagi kami.\" Mereka mengatakan sesuatu yang berbeda dengan apa yang ada di dalam hatinya. Jawablah, \"Siapa yang dapat menghalang-halangi ketetapan Allah jika Dia hendak merugikan atau menguntungkan kalian? Sebenarnya Allah Maha Mengetahui apa yang kalian kerjakan.\"",
    "jalalayn": "(Orang-orang Badui yang tertinggal akan mengatakan) yang dimaksud adalah mereka yang tinggal di sekitar kota Madinah yang tidak mau ikut dengan kamu sewaktu kamu meminta mereka supaya berangkat bersamamu ke Mekah pada tahun perjanjian Hudaibiah karena merasa takut orang-orang Quraisy nanti akan mencegatmu. Mereka akan mengatakan sekembalimu dari Mekah, (\"Harta dan keluarga kami telah merintangi kami) sehingga kami tidak dapat keluar untuk berangkat bersamamu (maka mohonkanlah ampunan untuk kami\") kepada Allah, karena kami tidak dapat ikut keluar bersamamu. Lalu Allah menjawab kepada mereka seraya mendustakan alasan mereka itu melalui firman selanjutnya, (\"Mereka mengucapkan dengan lidahnya) yaitu meminta untuk memohonkan ampunan buat mereka dan perkataan mereka yang lainnya sebelum itu (apa yang tidak ada dalam hatinya) karena mereka adalah orang-orang yang berdusta di dalam alasannya. (Katakanlah, \"Maka siapakah) Istifham atau kata tanya di sini mengandung makna negatif, yakni tidak ada seorang pun (yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki kemudaratan bagi kalian) dapat dibaca Dharran atau Dhurran (atau jika Dia menghendaki manfaat bagi kalian.\" Sebenarnya Allah Maha Mengetahui apa yang kalian kerjakan) artinya Dia terus-menerus bersifat demikian."
  },
  {
    "page": 512,
    "name": "Al-Fath",
    "ayat": 12,
    "arab": "بَلْ ظَنَنْتُمْ اَنْ لَّنْ يَّنْقَلِبَ الرَّسُوْلُ وَالْمُؤْمِنُوْنَ اِلٰٓى اَهْلِيْهِمْ اَبَدًا وَّزُيِّنَ ذٰلِكَ فِيْ قُلُوْبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِۚ وَكُنْتُمْ قَوْمًاۢ  بُوْرًا ",
    "translation": "Bahkan (semula) kamu menyangka bahwa Rasul dan orang-orang mukmin sekali-kali tidak akan kembali lagi kepada keluarga mereka selama-lamanya dan dijadikan terasa indah yang demikian itu di dalam hatimu, dan kamu telah berprasangka dengan prasangka yang buruk, karena itu kamu menjadi kaum yang binasa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4595.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang Arab padang pasir telah termakan oleh tipu daya setan. Anggapan bahwa Rasulullah saw dan para sahabatnya akan hancur, benar-benar telah ditanamkan setan dalam hatinya, sehingga telah menjadi pendapat dan keyakinan mereka. Oleh karena itu, mereka sangat takut pergi bersama Rasulullah ke Mekah. Padahal jika mereka memikirkannya secara mendalam, maka keengganan mereka itu sebenarnya akan menjadi sebab kebinasaan mereka di dunia, apalagi di akhirat. Tempat yang disediakan bagi mereka adalah neraka yang menyala-nyala.",
    "quraish": "Tetapi kalian mengira bahwa Rasulullah dan orang-orang Mukmin tidak akan kembali kepada keluarganya dari medan perang selama-lamanya sehingga kalian enggan untuk ikut pergi berperang. Prasangka semacam itu terukir indah di dalam hati kalian. Kalian juga berprasangka buruk dalam setiap urusan. Dan menurut pengetahuan Allah kalian termasuk orang-orang yang binasa dan berhak menerima murka dan siksa-Nya.",
    "jalalayn": "(Tetapi) lafal Bal pada kedua tempat, yakni pada ayat ini dan ayat sebelumnya, menunjukkan makna Intiqal atau perpindahan dari suatu pembahasan kepada pembahasan yang lain (kalian menyangka bahwa rasul dan orang-orang mukmin tidak sekali-kali akan kembali kepada keluarganya untuk selama-lamanya dan hal tersebut dipandang baik menurut hati kalian) yakni bahwa mereka mengharapkan supaya rasul dan orang-orang mukmin tertumpas habis sehingga mereka tidak kembali lagi ke Madinah (dan kalian telah menyangka dengan sangkaan-sangkaan yang buruk) yakni sangkaan seperti ini dan sangkaan-sangkaan yang buruk lainnya (dan kalian menjadi kaum yang binasa) lafal Buura adalah bentuk jamak dari lafal Baairun, yakni binasa menurut Allah dengan berprasangka seperti itu."
  },
  {
    "page": 512,
    "name": "Al-Fath",
    "ayat": 13,
    "arab": "وَمَنْ لَّمْ يُؤْمِنْۢ بِاللّٰهِ وَرَسُوْلِهٖ فَاِنَّآ اَعْتَدْنَا لِلْكٰفِرِيْنَ سَعِيْرًا ",
    "translation": "Dan barangsiapa tidak beriman kepada Allah dan Rasul-Nya, maka sesungguhnya Kami telah menyediakan untuk orang-orang kafir itu neraka yang menyala-nyala. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4596.mp3",
    "tafsir": "Dalam ayat ini dinyatakan bahwa barang siapa yang tidak beriman kepada Allah dan Rasul-Nya, maka Allah akan menyediakan baginya api neraka yang menyala-nyala sebagai balasan terhadap keingkaran mereka.",
    "quraish": "Barangsiapa tidak beriman kepada Allah dan Rasul-Nya, maka sesungguhnya Kami telah menyediakan neraka yang menyala-nyala bagi orang-orang kafir.",
    "jalalayn": "(Dan barang siapa yang tidak beriman kepada Allah dan rasul-Nya maka sesungguhnya Kami menyediakan untuk orang-orang kafir neraka yang menyala-nyala) neraka yang apinya sangat besar nyalanya."
  },
  {
    "page": 512,
    "name": "Al-Fath",
    "ayat": 14,
    "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا",
    "translation": "Dan hanya milik Allah kerajaan langit dan bumi. Dia mengampuni siapa yang Dia kehendaki dan akan mengazab siapa yang Dia kehendaki. Dan Allah Maha Pengampun, Maha Penyayang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4597.mp3",
    "tafsir": "Ancaman Allah akan mengazab orang-orang kafir bukan ancaman yang dibuat-buat dan sukar dilaksanakan, tetapi sesuatu yang benar-benar akan terjadi dan mudah pelaksanaannya bagi Allah karena hanya Dialah penguasa langit dan bumi beserta semua isinya. Hanya Dialah yang memiliki, mengatur, mengurus, menetapkan hukum-hukum yang berlaku baginya, dan menjaga kelangsungan wujudnya dengan hikmah-hikmah yang sempurna. Dia pulalah yang berhak mengampuni, menolong, dan mengazab siapa yang dikehendaki-Nya. Dialah Allah yang Maha Pengampun dan Mahakekal rahmat-Nya.\nAyat ini mengisyaratkan bahwa sekalipun orang-orang Arab penduduk padang pasir itu telah menolak dan mengingkari ajakan Rasulullah saw untuk pergi ke Mekah dan mengada-adakan alasan tentang sebab ketidakpergian mereka, namun Allah Maha Pengampun kepada hamba-hamba yang mau bertobat kepada-Nya dengan tobat yang sebenar-benarnya. Oleh karena itu, tergantung kepada mereka sendiri apakah mereka mau bertobat pada kesempatan yang telah diberikan Allah atau mereka akan tetap kafir. Dia akan melimpahkan rahmat yang tidak terhingga banyaknya kepada setiap orang yang ikhlas beribadah kepada-Nya.",
    "quraish": "Hanya kepunyaan Allahlah kerajaan langit dan bumi, dan Dia yang mengaturnya dengan penuh kuasa dan bijak. Dia akan mengampuni dosa bagi siapa yang dikehendaki dan mengazab siapa yang dikehendaki dengan kebijaksanaan-Nya. Dan Allah Mahabesar ampunan lagi Mahaluas rahmat.",
    "jalalayn": "(Dan hanya kepunyaan Allahlah kerajaan langit dan bumi, Dia memberi ampun kepada siapa yang dikehendaki-Nya dan mengazab siapa yang dikehendaki-Nya Dan adalah Allah Maha Pengampun lagi Maha Penyayang\") Dia terus menerus bersifat demikian."
  },
  {
    "page": 512,
    "name": "Al-Fath",
    "ayat": 15,
    "arab": "سَيَقُوْلُ الْمُخَلَّفُوْنَ اِذَا انْطَلَقْتُمْ اِلٰى مَغَانِمَ لِتَأْخُذُوْهَا ذَرُوْنَا نَتَّبِعْكُمْ ۚ يُرِيْدُوْنَ اَنْ يُّبَدِّلُوْا كَلٰمَ اللّٰهِ ۗ قُلْ لَّنْ تَتَّبِعُوْنَا كَذٰلِكُمْ قَالَ اللّٰهُ مِنْ قَبْلُ  ۖفَسَيَقُوْلُوْنَ بَلْ تَحْسُدُوْنَنَا ۗ بَلْ كَانُوْا لَا يَفْقَهُوْنَ اِلَّا قَلِيْلًا",
    "translation": "Apabila kamu berangkat untuk mengambil barang rampasan, orang-orang Badui yang tertinggal itu akan berkata, “Biarkanlah kami mengikuti kamu.” Mereka hendak mengubah janji Allah. Katakanlah, “Kamu sekali-kali tidak (boleh) mengikuti kami. Demikianlah yang telah ditetapkan Allah sejak semula.” Maka mereka akan berkata, “Sebenarnya kamu dengki kepada kami.” Padahal mereka tidak mengerti melainkan sedikit sekali. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4598.mp3",
    "tafsir": "Orang-orang Arab Badui yang tidak ikut mengerjakan umrah ke Mekah bersama Rasulullah saw berkata kepada Nabi Muhammad saw pada waktu beliau akan pergi ke Khaibar, \"Hai Muhammad, berilah kesempatan kepada kami untuk ikut bersamamu ke Khaibar.\" Kesediaan mereka untuk pergi ke Khaibar itu karena mereka yakin bahwa Perang Khaibar akan dimenangkan oleh kaum Muslimin, sehingga akan memperoleh harta rampasan yang banyak dalam peperangan itu.\nRasulullah saw bersama sahabat pergi ke medan Perang Khaibar pada bulan Muharram tahun ketujuh, sekembali beliau dari Perjanjian Hudaibiyyah. Dalam peperangan itu, kaum Muslimin mendapat kemenangan dan memperoleh harta rampasan yang banyak dari orang Yahudi.\nDalam satu hadis sahih, diterangkan bahwa Allah telah menjanjikan kepada para sahabat yang ikut bersama Rasulullah saw ke Hudaibiyyah bahwa mereka akan mendapat kemenangan di Perang Khaibar dan harta rampasan yang banyak. Janji ini secara tidak langsung menolak kesediaan orang-orang Arab Badui yang ingin ikut berperang bersama Rasulullah saw karena perang ini khusus diikuti oleh kaum Muslimin yang ikut ke Hudaibiyyah.\nKarena maksud mereka yang tidak baik, maka Allah memerintahkan kepada Rasul untuk mengatakan kepada orang-orang yang bersedia ikut ke Khaibar, tetapi tidak ikut ke Hudaibiyyah, \"Kamu tidak perlu ikut dengan kami ke Khaibar karena kamu telah mengenal kami. Kamu hanya mau ikut jika akan memperoleh keuntungan diri sendiri, sedangkan jika tidak ada keuntungan bahkan yang ada hanya kesengsaraan dan malapetaka, maka kamu tidak mau pergi bersama kami, bahkan mengemukakan alasan yang bermacam-macam. Demikianlah Allah telah membukakan rahasia hatimu kepada kami sebelum kami kembali dari Hudaibiyyah dan Allah telah menyatakan kepada kami bahwa rampasan Khaibar hanya akan diterima oleh orang-orang yang ikut ke Hudaibiyyah saja, itulah sebabnya kamu tidak boleh ikut bersama kami.\"\nOrang-orang Arab Badui menjawab, \"Wahai Muhammad, kamu mengadakan kebohongan terhadap kami. Sebenarnya Allah tidak mengatakan demikian. Kamu mengadakan kebohongan itu semata-mata karena rasa dengki yang timbul dalam hatimu terhadap kami.\" Pada akhir ayat ini diterangkan bahwa orang-orang munafik Arab Badui yang mengatakan hal itu adalah orang yang tidak mengetahui agama Allah. Mereka juga tidak mengetahui tujuan perintah jihad. Allah memerintahkan jihad bukan karena Dia tidak mampu menghancurkan mereka, melainkan untuk membedakan siapa di antara mereka yang beriman dan siapa pula yang kafir.",
    "quraish": "Penduduk Badui yang munafik dan tidak ikut perang bersamamu akan berkata, \"Apabila kamu pergi untuk mengambil harta rampasan perang yang telah dijanjikan Allah kepadamu, maka izinkanlah kami mengikutimu untuk mengambilnya.\" Dengan begitu mereka ingin mengubah janji Allah untuk memberikan harta rampasan perang kepada orang-orang yang keluar bersama Rasulullah ke Hudaibiyah. Katakanlah kepada mereka, wahai Muhammad, \"Kalian tidak akan boleh mengikuti kami.\" Ketentuan yang tidak membolehkan mereka ikut mengambil harta rampasan perang pernah ditetapkan Allah sebelumnya bagi orang-orang yang ikut berperang bersama Rasulullah. Mereka lalu akan mengatakan, \"Allah tidak memerintahkan kalian demikian. Sebenarnya kalian hanya dengki kepada kami kalau kami bergabung dengan kalian dalam harta itu.\" Dengan perkataan itu mereka sebenarnya tidak memahami syariat Allah kecuali sedikit.",
    "jalalayn": "(Orang-orang yang tertinggal itu akan berkata) yakni mereka yang telah disebutkan tadi (apabila kalian berangkat menuju tempat barang rampasan) yang dimaksud adalah ganimah perang Khaibar (untuk mengambilnya, \"Biarkanlah kami) maksudnya janganlah kalian halangi kami (mengikuti kalian\") supaya kami dapat mengambil sebagian dari ganimah tersebut (mereka bermaksud) dengan sikap mereka yang demikian itu (hendak merubah keputusan Allah) menurut suatu qiraat dibaca Kalimullah artinya, janji atau ancaman-Nya. Maksudnya, mereka mengubah ancaman Allah dengan ganimah Khaibar yang khusus hanya untuk mereka yang ikut dalam baiat Ridwan di Hudaibiyah. (Katakanlah, \"Kalian sekali-kali tidak boleh mengikuti kami; demikian Allah telah menetapkan sebelumnya\") sebelum kami kembali (mereka akan mengatakan, \"Sebenarnya kalian dengki kepada kami\") bila kami ikut memperoleh ganimah bersama kalian, karena bagian kalian akan berkurang jadinya. (Bahkan mereka tidak mengerti) masalah agama (melainkan sedikit sekali) dari kalangan mereka yang mengerti tentangnya."
  }
]