[
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 16,
    "arab": "قُلْ لِّلْمُخَلَّفِيْنَ مِنَ الْاَعْرَابِ سَتُدْعَوْنَ اِلٰى قَوْمٍ اُولِيْ بَأْسٍ شَدِيْدٍ تُقَاتِلُوْنَهُمْ اَوْ يُسْلِمُوْنَ ۚ فَاِنْ تُطِيْعُوْا يُؤْتِكُمُ اللّٰهُ اَجْرًا حَسَنًا ۚ وَاِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِّنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا اَلِيْمًا ",
    "translation": "Katakanlah kepada orang-orang Badui yang tertinggal, “Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu harus memerangi mereka kecuali mereka menyerah. Jika kamu patuhi (ajakan itu) Allah akan memberimu pahala yang baik, tetapi jika kamu berpaling seperti yang kamu perbuat sebelumnya, Dia akan mengazab kamu dengan azab yang pedih.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4599.mp3",
    "tafsir": "Ayat ini seakan-akan menguji isi hati dan kemauan orang-orang munafik Arab Badui, dengan memerintahkan Rasulullah agar mengatakan bahwa jika mereka benar-benar ingin bergabung dengan barisan kaum Muslimin, maka mereka akan diajak memerangi orang-orang yang mempunyai kekuatan yang besar. Mereka diharuskan untuk memerangi musuh itu kecuali kalau mereka menyerah dan memeluk agama Islam. \nKemudian kepada orang-orang Arab Badui itu dijanjikan bahwa jika mereka ikut berjihad, Allah akan melimpahkan nikmat-Nya kepada mereka, baik di dunia berupa kemenangan dan harta rampasan, maupun di akhirat berupa surga yang penuh kenikmatan. Sebaliknya jika mereka menyalahi perintah Allah, tidak mau berjihad, dan melaksanakan perintah itu, mereka akan menerima azab yang pedih di akhirat.\nDengan ayat ini, seakan-akan Allah memberikan kesempatan bertobat kepada mereka dengan menerima ajakan jihad itu. Akan tetapi, di wajah mereka tampak keingkaran dan ketakutan untuk menerima ajakan dan kesempatan bertobat itu.\nMaksud \"kaum yang mempunyai kekuatan\" di sini ialah orang-orang kafir Mekah. Sedangkan menurut sebagian yang lain mengartikan suku Hawazin dan Bani hanifah di Nejed.",
    "quraish": "Katakanlah kepada orang-orang Badui yang tidak ikut turun ke medan perang, \"Kalian akan diajak untuk memerangi kaum yang mempunyai kekuatan perang yang besar. Apabila kalian mematuhi ajakan itu, niscaya Allah akan memuliakan kalian dengan harta rampasan perang dan pahala di akhirat. Tetapi jika kalian berpaling seperti sebelumnya, niscaya Allah akan mengazab kalian dengan azab yang pedih.\"",
    "jalalayn": "(Katakanlah kepada orang-orang Badui yang tertinggal,) yakni orang-orang Badui yang tertinggal tadi sebagai cobaan buat mereka (\"Kalian akan diajak untuk memerangi kaum yang mempunyai) kaum yang memiliki (kekuatan yang besar) menurut suatu pendapat dikatakan, bahwa yang dimaksud adalah menghadapi orang-orang Bani Hanifah yang menguasai tanah Yamamah, dan menurut pendapat yang lain lagi, yang dimaksud adalah kerajaan Persia dan kerajaan Romawi (kalian akan memerangi mereka) lafal ayat ini menjadi Hal atau kata keterangan keadaan bagi lafal yang diperkirakan keberadaannya, yaitu kaum yang dimaksud tadi (atau) mereka (menyerah) karena itu maka kalian tidak berperang lagi. (Maka jika kalian patuhi) ajakan untuk memerangi mereka itu (niscaya Allah akan memberikan kepada kalian pahala yang baik dan jika kalian berpaling sebagaimana kalian telah berpaling sebelumnya, niscaya Dia akan mengazab kalian dengan azab yang pedih\") azab yang menyakitkan."
  },
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 17,
    "arab": "لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۚ وَمَنْ يَّتَوَلَّ يُعَذِّبْهُ عَذَابًا اَلِيْمًا ࣖ ",
    "translation": "Tidak ada dosa atas orang-orang yang buta, atas orang-orang yang pincang, dan atas orang-orang yang sakit (apabila tidak ikut berperang). Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai; tetapi barangsiapa berpaling, Dia akan mengazabnya dengan azab yang pedih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4600.mp3",
    "tafsir": "Diriwayatkan dari Ibnu 'Abbas bahwa waktu ayat yang mengancam orang-orang yang tidak mau ikut berjihad bersama Rasulullah turun, maka orang-orang yang lumpuh berkata, \"Bagaimana dengan kami ya Rasulullah?\" Sebagai jawabannya turunlah ayat ini.\nDalam ayat ini, Allah menerangkan bahwa alasan-alasan yang dibolehkan bagi seseorang untuk tidak ikut berperang adalah karena buta, pincang, cacat jasmani, atau sakit. Muqatil berkata, \"Nabi saw membenarkan alasan orang-orang yang sakit untuk tidak ikut bersama Rasulullah ke Hudaibiyyah dengan alasan ayat ini.\"\nKemudian Allah memberikan dorongan dan semangat kepada orang-orang beriman bahwa barang siapa yang menaati Allah dan Rasul-Nya, serta memenuhi panggilan jihad di jalan-Nya, akan diberi balasan berupa surga yang penuh kenikmatan. Sebaliknya orang-orang yang mengingkari Allah dan Rasul-Nya serta tidak mau ikut berjihad bersama kaum Muslimin yang lain, Allah akan mengazabnya dengan azab yang pedih.",
    "quraish": "Tiada dosa bagi orang-orang yang buta, cacat dan sakit untuk tidak ikut memerangi orang-orang kafir, karena mereka tidak mampu berperang. Barangsiapa taat kepada Allah dan Rasul-Nya dalam setiap perintah dan larangan, niscaya Dia akan memasukkannya ke dalam surga yang luas yang di bawahnya dialiri sungai-sungai. Barangsiapa tidak taat kepada Allah dan Rasul-Nya, niscaya Dia akan mengazabnya dengan azab yang pedih.",
    "jalalayn": "(Tiada dosa atas orang-orang yang buta dan atas orang yang pincang dan atas orang yang sakit) apabila tidak ikut berjihad. (Dan barang siapa yang taat kepada Allah dan Rasul-Nya, niscaya Allah akan memasukkannya) dapat dibaca Yudkhilhu atau Nudkhilhu, kalau dibaca Nudkhilhu artinya, niscaya Kami akan memasukkannya (ke dalam surga yang mengalir di bawahnya sungai-sungai dan barang siapa yang berpaling niscaya akan diazab-Nya) dapat dibaca Yu'adzdzibhu atau Nu'adzdzibhu, kalau dibaca Nu'adzdzibhu artinya, niscaya Kami akan mengazabnya (dengan azab yang pedih.)"
  },
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 18,
    "arab": "۞ لَقَدْ رَضِيَ اللّٰهُ عَنِ الْمُؤْمِنِيْنَ اِذْ يُبَايِعُوْنَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِيْ قُلُوْبِهِمْ فَاَنْزَلَ السَّكِيْنَةَ عَلَيْهِمْ وَاَثَابَهُمْ فَتْحًا قَرِيْبًاۙ",
    "translation": "Sungguh, Allah telah meridai orang-orang mukmin ketika mereka berjanji setia kepadamu (Muhammad) di bawah pohon, Dia mengetahui apa yang ada dalam hati mereka lalu Dia memberikan ketenangan atas mereka dan memberi balasan dengan kemenangan yang dekat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4601.mp3",
    "tafsir": "Allah menyampaikan kepada Rasulullah saw bahwa Dia telah meridai baiat yang telah dilakukan para sahabat kepada beliau pada waktu Bai'ah ar-Ridhwan. Para sahabat yang ikut baiat pada waktu itu lebih kurang 1.400 orang. Menurut riwayat, ada seorang yang ikut bersama Rasulullah saw, tetapi tidak ikut baiat, yaitu Jadd bin Qais al-Ansari. Dia adalah seorang munafik.\nPara sahabat yang melakukan baiat itu telah berjanji akan menepati semua janji yang telah mereka ucapkan walaupun akan berakibat kematian diri mereka sendiri. Hal itu tersebut dalam hadis yang diriwayatkan al-Bukhari dari Salamah bin al-Akwa', bahwa ia berkata:\nAku telah melakukan baiat kepada Rasulullah saw kemudian aku berjalan menuju bayangan pohon (Samurah). Ketika orang-orang mulai sedikit, Nabi saw berkata, \"Wahai Ibnu al-Akwa', tidakkah kamu ikut melakukan baiat.\" Aku berkata, \"Wahai Rasulullah, aku sudah melakukan baiat.\" Rasulullah berkata, \"Yang ini juga.\" Maka aku melakukan baiat untuk kedua kalinya. Aku (Yazid bin Abu 'Ubaid, salah seorang sanad hadis ini) bertanya pada Salamah bin al-Akwa', \"Wahai Abu Muslim (panggilan Salamah), untuk apa kalian melakukan baiat pada hari itu?\" Ia menjawab, \"Untuk mati.\" (Riwayat al-Bukhari dari Salamah bin al-Akwa')\n\nAllah menjanjikan balasan berupa surga yang penuh kenikmatan kepada orang-orang yang ikut baiat itu. Hal ini ditegaskan pula dalam hadis Rasulullah saw yang diriwayatkan Ahmad, Muslim, Abu Dawud, dan at-Tirmidhi dari Jabir r.a., Rasulullah saw bersabda:\nTidak seorang pun akan masuk neraka dari orang-orang yang ikut baiat di bawah pohon (Samurah) itu. \n\nMenurut Nafi', ketika 'Umar bin al-Khaththab mendengar bahwa para sahabat sering berdatangan mengunjungi pohon itu untuk mengenang dan memperingati peristiwa Bai'ah ar-Ridhwan, maka beliau memerintahkan untuk menebang pohon itu. Umar memerintahkan agar pohon dan tempat itu tidak dikeramatkan dan dipuja oleh orang-orang yang datang kemudian sehingga menjadi tempat timbulnya syirik. Perbuatan Umar tersebut adalah sebagai saddu dhari'ah (menutupi celah atau kesempatan agar tidak terjadi syirik di kemudian hari).\nSelanjutnya Allah menerangkan bahwa Dia mengetahui isi hati dan kebulatan tekad kaum Muslimin yang melakukan baiat itu. Oleh karena itu, Allah menanamkan dalam hati mereka ketenangan, kesabaran, dan ketaatan kepada keputusan Rasulullah saw. Allah menjanjikan pula kepada mereka kemenangan pada Perang Khaibar yang terjadi dalam waktu yang dekat. Dengan demikian, ayat ini termasuk ayat yang menerangkan peristiwa yang terjadi pada masa yang akan datang, yaitu kemenangan kaum Muslimin pada Perang Khaibar. Dan peristiwa itu benar-benar terjadi.",
    "quraish": "Sesungguhnya Allah benar-benar memperkenankan orang-orang Mukmin ketika berjanji setia kepadamu tanpa paksaan di bawah sebuah pohon. Dia mengetahui keikhlasan dan kesetiaan hati mereka kepada risalahmu. Dengan kesetiaan itu, Allah menurunkan ketenangan dan memberikan kemuliaan kepada mereka saat mengadakan baiat dan perdamaian, dan juga memberikan harta rampasan yang banyak yang dapat mereka ambil. Dan Allah Mahaperkasa atas segala sesuatu lagi Mahabijaksana dalam setiap keputusan-Nya.",
    "jalalayn": "(Sesungguhnya Allah telah rida terhadap orang-orang mukmin ketika mereka berjanji setia kepadamu) di Hudaibiyah (di bawah pohon) yaitu pohon Samurah, jumlah mereka yang menyatakan baiat itu ada seribu tiga ratus orang atau lebih. Kemudian mereka berbaiat kepada Nabi saw. yaitu hendaknya mereka saling bahu-membahu melawan orang-orang Quraisy dan janganlah mereka lari karena takut mati (maka Dia mengetahui) yakni Allah mengetahui (apa yang ada dalam hati mereka) yaitu kejujuran dan kesetiaan mereka (lalu menurunkan ketenangan atas mereka dan memberi balasan kepada mereka dengan kemenangan yang dekat waktunya) yaitu takluknya tanah Khaibar sesudah mereka kembali dari Hudaibiyah."
  },
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 19,
    "arab": "وَّمَغَانِمَ كَثِيْرَةً يَّأْخُذُوْنَهَا ۗ وَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا ",
    "translation": "dan harta rampasan perang yang banyak yang akan mereka peroleh. Dan Allah Mahaperkasa, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4602.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada Perang Khaibar yang akan terjadi, kaum Muslimin akan memperoleh kemenangan atas kaum kafir dan memperoleh harta rampasan yang banyak. Harta rampasan itu khusus diberikan kepada kaum Muslimin yang ikut Bai'ah ar-Ridhwan.\nPada akhir ayat ini, Allah mengulang ancaman-Nya kepada orang-orang munafik Arab Badui yang tidak mau ikut bersama Rasulullah saw ke Mekah. Allah akan memberlakukan sesuatu atas makhluk-Nya sesuai dengan hikmah dan faedahnya.",
    "quraish": "Sesungguhnya Allah benar-benar memperkenankan orang-orang Mukmin ketika berjanji setia kepadamu tanpa paksaan di bawah sebuah pohon. Dia mengetahui keikhlasan dan kesetiaan hati mereka kepada risalahmu. Dengan kesetiaan itu, Allah menurunkan ketenangan dan memberikan kemuliaan kepada mereka saat mengadakan baiat dan perdamaian, dan juga memberikan harta rampasan yang banyak yang dapat mereka ambil. Dan Allah Mahaperkasa atas segala sesuatu lagi Mahabijaksana dalam setiap keputusan-Nya.",
    "jalalayn": "(Serta harta rampasan yang banyak yang dapat mereka ambil) dari tanah Khaibar. (Dan adalah Allah Maha Perkasa lagi Maha Bijaksana) Dia terus-menerus bersifat demikian."
  },
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 20,
    "arab": "وَعَدَكُمُ اللّٰهُ مَغَانِمَ كَثِيْرَةً تَأْخُذُوْنَهَا فَعَجَّلَ لَكُمْ هٰذِهٖ وَكَفَّ اَيْدِيَ النَّاسِ عَنْكُمْۚ وَلِتَكُوْنَ اٰيَةً لِّلْمُؤْمِنِيْنَ وَيَهْدِيَكُمْ صِرَاطًا مُّسْتَقِيْمًاۙ",
    "translation": "Allah menjanjikan kepadamu harta rampasan perang yang banyak yang dapat kamu ambil, maka Dia segerakan (harta rampasan perang) ini untukmu dan Dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya) dan agar menjadi bukti bagi orang-orang mukmin dan agar Dia menunjukkan kamu ke jalan yang lurus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4603.mp3",
    "tafsir": "Allah menjanjikan kemenangan dan harta rampasan yang banyak bagi kaum Muslimin dari orang-orang kafir secara berangsur-angsur pada masa yang akan datang. Allah akan segera memberikan kemenangan dan harta rampasan pada Perang Khaibar. Allah juga menjamin dan menghentikan orang-orang Yahudi yang ada di Medinah untuk mengganggu dan merusak harta kaum Muslimin sewaktu mereka pergi ke Mekah dan ke Khaibar. Peristiwa-peristiwa tersebut hendaklah mereka syukuri dan dijadikan sebagai bukti atas kebenaran Nabi Muhammad sebagai rasul yang diutus Allah kepada manusia. Allah membantu dan menolong kaum Muslimin dari ancaman dan serangan musuh-musuh, baik diketahui kedatangannya maupun yang tidak, dalam jumlah besar ataupun kecil. Allah membimbing kaum Muslimin menempuh jalan yang lurus dan diridai-Nya.\nMenurut Ibnu Jarir, yang dimaksud dengan perkataan, \"Allah menahan tangan manusia yang akan membinasakan Rasulullah dan kaum Muslimin\" ialah keinginan dan usaha penduduk Khaibar dan kabilah-kabilah lain yang bersekutu dengan mereka, karena dalam hati mereka masih terdapat rasa dengki dan sakit hati. Kabilah yang bersekutu dengan penduduk Khaibar itu ialah kabilah Asad dan Gathafan.",
    "quraish": "Allah telah menjanjikan kalian harta rampasan yang banyak yang dapat kalian ambil pada waktu yang telah ditentukan. Lalu Dia menyegerakan harta rampasan yang telah dijanjikan untuk kalian itu, dan mencegah manusia untuk tidak membinasakan kalian. Hal itu supaya menjadi bukti bagi orang-orang Mukmin akan kebenaran janji Allah kepada mereka, dan supaya Dia memberi kamu petunjuk kepada jalan yang lurus dengan menaati-Nya dan mengikuti Rasul-Nya. Allah juga menjanjikan harta rampasan yang lain yang belum dapat kalian raih. Dia telah menjaganya dan akan memberikannya kepada kalian. Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Allah menjanjikan kepada kalian harta rampasan yang banyak yang dapat kalian ambil) dari penaklukan-penaklukan (maka disegerakan-Nya harta rampasan ini untuk kalian) yang dimaksud adalah harta rampasan tanah Khaibar (dan Dia menahan tangan manusia dari kalian) yakni ulah mereka terhadap anak-anak dan istri-istri kalian sewaktu kalian berangkat berperang dan memang orang-orang Yahudi, sewaktu kalian keluar bermaksud untuk membinasakan mereka, akan tetapi Allah melemparkan ke dalam hati mereka rasa takut sehingga mereka tidak berani melakukannya (dan agar hal itu) yakni harta rampasan yang disegerakan itu; lafal ayat ini diathafkan kepada lafal yang diperkirakan keberadaannya; yaitu lafal Litasykuruuhu yang artinya, supaya kalian bersyukur kepada-Nya (menjadi bukti bagi orang-orang mukmin) yang menunjukkan bahwa mereka mendapat pertolongan dari Allah (dan agar Dia menunjuki kalian kepada jalan yang lurus) yakni jalan untuk bertawakal dan menyerahkan segala sesuatu kepada Allah swt."
  },
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 21,
    "arab": "وَّاُخْرٰى لَمْ تَقْدِرُوْا عَلَيْهَا قَدْ اَحَاطَ اللّٰهُ بِهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ",
    "translation": "Dan (kemenangan-kemenangan) atas negeri-negeri lain yang tidak dapat kamu perkirakan, tetapi sesungguhnya Allah telah menentukannya. Dan Allah Mahakuasa atas segala sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4604.mp3",
    "tafsir": "Di samping kemenangan dan jaminan keamanan, Allah juga menjanjikan bahwa kaum Muslimin akan menaklukkan negeri-negeri lain yang belum dapat ditaklukkan. Negeri-negeri itu telah dipastikan Allah akan dapat dikuasai oleh kaum Muslimin dan dijaga dari kemungkinan untuk ditaklukkan oleh orang lain. Kebenaran janji Allah itu terbukti di kemudian hari, dengan ditaklukkannya negeri-negeri di sekitar Jazirah Arab seperti Persia, dan sebagian kerajaan Romawi.\nPada akhir ayat ini, Allah menegaskan bahwa Dia mempunyai kekuasaan yang tidak dapat ditandingi oleh siapa pun, dan tidak ada sesuatu yang sukar bagi-Nya. Seakan-akan dengan ayat ini, Allah menyatakan bahwa memenangkan kaum Muslimin atas kaum kafir itu bukanlah suatu hal yang sukar bagi-Nya. Jika Dia menghendaki yang demikian, pasti terjadi.",
    "quraish": "Allah telah menjanjikan kalian harta rampasan yang banyak yang dapat kalian ambil pada waktu yang telah ditentukan. Lalu Dia menyegerakan harta rampasan yang telah dijanjikan untuk kalian itu, dan mencegah manusia untuk tidak membinasakan kalian. Hal itu supaya menjadi bukti bagi orang-orang Mukmin akan kebenaran janji Allah kepada mereka, dan supaya Dia memberi kamu petunjuk kepada jalan yang lurus dengan menaati-Nya dan mengikuti Rasul-Nya. Allah juga menjanjikan harta rampasan yang lain yang belum dapat kalian raih. Dia telah menjaganya dan akan memberikannya kepada kalian. Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Dan harta-harta rampasan yang lain) lafal Ukhraa ini menjadi Sifat dari lafal yang diperkirakan keberadaannya yaitu Maghaanima yang berkedudukan menjadi Mubtada (yang kalian belum dapat menguasainya) yaitu harta rampasan dari negeri Persia dan negeri Romawi (yang sungguh Allah telah meliputinya) dengan ilmu-Nya bahwa semuanya kelak akan kalian raih. (Dan adalah Allah Maha Kuasa atas segala sesuatu) yakni Dia terus menerus bersifat demikian."
  },
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 22,
    "arab": "وَلَوْ قَاتَلَكُمُ الَّذِيْنَ كَفَرُوْا لَوَلَّوُا الْاَدْبَارَ ثُمَّ لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ",
    "translation": "Dan sekiranya orang-orang yang kafir itu memerangi kamu pastilah mereka akan berbalik melarikan diri (kalah) dan mereka tidak akan mendapatkan pelindung dan penolong. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4605.mp3",
    "tafsir": "Dalam ayat ini, Allah memberikan kabar gembira kepada kaum Muslimin bahwa sekiranya orang-orang Quraisy menyerang kaum Muslimin di Hudaibiyyah, pasti Ia akan menolong mereka, dan menghancurkan pasukan musyrikin. Allah juga menyatakan bahwa kaum Muslimin akan dapat menaklukkan Mekah dalam waktu yang dekat. Hal itu tergambar dalam firman-Nya, \"Hai kaum Muslimin, sekiranya orang-orang Mekah memerangimu dan tidak mau menerima Perjanjian Hudaibiyyah, pastilah Kami dapat mengalahkan mereka dan mereka akan mundur dan lari tunggang-langgang, karena tidak mempunyai pembantu dan pelindung yang akan membela mereka mempertahankan diri. Tetapi kamu, hai kaum Muslimin, mempunyai pembantu dan pelindung untuk memperoleh kemenangan.\"",
    "quraish": "Dan sekiranya orang-orang kafir Mekah memerangi kalian dan tidak mau berdamai dengan kalian, pastilah mereka akan lari dalam keadaan kalah karena takut kepada kalian. Kemudian mereka tiada memperoleh pelindung dan penolong yang dapat melindungi dan menolong mereka.",
    "jalalayn": "(Dan sekiranya orang-orang kafir itu memerangi kalian) sewaktu kalian di Hudaibiah (pastilah mereka berbalik melarikan diri ke belakang, kemudian mereka tiada memperoleh pelindung) yang dapat memelihara dan menjaga mereka (dan tidak pula penolong.)"
  },
  {
    "page": 513,
    "name": "Al-Fath",
    "ayat": 23,
    "arab": "سُنَّةَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ مِنْ قَبْلُ  ۖوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ",
    "translation": "(Demikianlah) hukum Allah, yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4606.mp3",
    "tafsir": "Ayat ini menegaskan bahwa memenangkan keimanan atas kekafiran dan menghapus yang batil dengan yang hak telah menjadi sunah (hukum) Allah yang berlaku bagi seluruh makhluk ciptaan-Nya sejak dahulu sampai sekarang, dan untuk masa yang akan datang. Tidak ada satu pun dari makhluk yang ada di alam semesta ini yang dapat mengubah sunah-Nya itu.",
    "quraish": "Allah telah menetapkan ketentuan yang berlaku sejak dahulu bagi makhluk-Nya yaitu bahwa kemenangan itu adalah untuk Rasul-Nya dan orang-orang Mukmin. Dan sekali-kali kamu tidak akan mendapatkan perubahan dalam ketentuan (sunnatullah) itu.",
    "jalalayn": "(Sebagai suatu sunatullah) lafal ayat ini adalah Mashdar yang berfungsi mengukuhkan makna jumlah kalimat sebelumnya, yaitu mengenai kalahnya orang-orang kafir dan ditolong-Nya orang-orang mukmin. Maksudnya yang demikian itu merupakan suatu sunatullah (yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan bagi sunatullah itu) sebagai ganti darinya."
  }
]