[
  {
    "page": 514,
    "name": "Al-Fath",
    "ayat": 24,
    "arab": "وَهُوَ الَّذِيْ كَفَّ اَيْدِيَهُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْۢ بَعْدِ اَنْ اَظْفَرَكُمْ عَلَيْهِمْ ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًا ",
    "translation": "Dan Dialah yang mencegah tangan mereka dari (membinasakan) kamu dan (mencegah) tangan kamu dari (membinasakan) mereka di tengah (kota) Mekah setelah Allah memenangkan kamu atas mereka. Dan Allah Maha Melihat apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4607.mp3",
    "tafsir": "Diriwayatkan oleh Ahmad, Ibnu Abi Syaibah, 'Abd bin humaid, Muslim, Abu Dawud, dan an-Nasa'i, dari Anas bin Malik, bahwa ia berkata, \"Pada Perang Hudaibiyyah, 80 orang musyrik Mekah dengan bersenjata lengkap telah menyerbu perkemahan Rasulullah dan para sahabat dari bukit Tan'im. Berkat doa Rasulullah saw, serangan itu dapat dipatahkan dan semua penyerbu itu dapat ditawan. Kemudian Rasulullah saw membebaskan dan memaafkan mereka maka turunlah ayat ini.\"\nAllah yang menahan dan menghambat serbuan orang-orang musyrik yang menyerbu perkemahan Rasulullah di Hudaibiyyah dan Allah pula yang menjanjikan kemenangan bagi Rasulullah saw dan kaum Muslimin. Kemudian Dia pula yang menimbulkan dalam hati Rasulullah saw rasa iba dan kasih sayang sehingga beliau membebaskan orang-orang kafir yang ditawan. Tidak seorang pun di antara mereka yang dibunuh, sekalipun kaum Muslimin telah berhasil memperoleh kemenangan.\nPada akhir ayat ini, Allah menegaskan bahwa Dia Maha Mengetahui semua yang dikerjakan oleh makhluk-Nya, tidak ada suatu apa pun yang tersembunyi bagi-Nya. Oleh karena itu, Dia akan memberi balasan segala amal perbuatan mereka dengan balasan yang setimpal dan adil.",
    "quraish": "Hanya Allah yang menahan tangan orang-orang kafir untuk membinasakan kalian dan, hanya Dialah yang menahan tangan kalian untuk memerangi mereka di tengah kota Mekah sesudah Dia memenangkan kalian atas mereka. Allah Maha Melihat apa yang kalian kerjakan.",
    "jalalayn": "(Dan Dialah yang menahan tangan mereka dari kalian dan tangan kalian dari mereka di lembah Mekah) yakni di Hudaibiah (sesudah Allah memenangkan kalian atas mereka) karena sesungguhnya delapan puluh orang lelaki dari kalangan mereka mengelilingi perkemahan kalian dengan tujuan untuk menyergap kalian, tetapi akhirnya mereka dapat dilumpuhkan dan mereka dihadapkan kepada Rasulullah saw. maka ia memberi maaf kepada mereka lalu dilepaskannya mereka dengan bebas. Hal ini merupakan penyebab adanya perjanjian gencatan senjata (dan adalah Allah Maha Melihat apa yang kalian kerjakan.) Lafal Ta'maluuna dapat dibaca Ya'maluuna, kalau dibaca Ya'maluuna maka artinya, \"Dan adalah Allah Maha Melihat apa yang mereka kerjakan.\" Maksud ungkapan ayat ini ialah bahwa Allah masih tetap bersifat demikian."
  },
  {
    "page": 514,
    "name": "Al-Fath",
    "ayat": 25,
    "arab": "هُمُ الَّذِيْنَ كَفَرُوْا وَصَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوْفًا اَنْ يَّبْلُغَ مَحِلَّهٗ ۚوَلَوْلَا رِجَالٌ مُّؤْمِنُوْنَ وَنِسَاۤءٌ مُّؤْمِنٰتٌ لَّمْ تَعْلَمُوْهُمْ اَنْ تَطَـُٔوْهُمْ فَتُصِيْبَكُمْ مِّنْهُمْ مَّعَرَّةٌ ۢبِغَيْرِ عِلْمٍ ۚ لِيُدْخِلَ اللّٰهُ فِيْ رَحْمَتِهٖ مَنْ يَّشَاۤءُۚ  لَوْ تَزَيَّلُوْا لَعَذَّبْنَا الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابًا اَلِيْمًا",
    "translation": "Merekalah orang-orang kafir yang menghalang-halangi kamu (masuk) Masjidilharam dan menghambat hewan-hewan kurban sampai ke tempat (penyembelihan)nya. Dan kalau bukanlah karena ada beberapa orang beriman laki-laki dan perempuan yang tidak kamu ketahui, tentulah kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesulitan tanpa kamu sadari. Karena Allah hendak memasukkan siapa yang Dia kehendaki ke dalam rahmat-Nya. Sekiranya mereka terpisah, tentu Kami akan mengazab orang-orang yang kafir di antara mereka dengan azab yang pedih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4608.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang kafir menghalang-halangi kaum Muslimin mengerjakan umrah di Masjidilharam. Mereka juga menghalangi kaum Muslimin membawa dan menyembelih binatang kurban ke daerah sekitar Masjidilharam seperti di Mina dan sebagainya.\nSebagaimana telah diterangkan bahwa Rasulullah saw pada tahun keenam Hijrah berangkat ke Mekah bersama rombongan sahabat untuk melakukan ibadah umrah dan menyembelih kurban di daerah haram. Karena terikat dengan Perjanjian Hudaibiyyah, maka Rasulullah saw beserta sahabat tidak dapat melakukan maksudnya pada tahun itu. Rasul berusaha menepati Perjanjian Hudaibiyyah, namun ada serombongan kaum musyrik yang menyerbu perkemahan Rasulullah saw di Hudaibiyyah, tetapi serbuan itu dapat digagalkan oleh Allah. Sekalipun demikian, banyak di antara kaum Muslimin yang ingin membalas serbuan itu walaupun telah terikat dengan Perjanjian Hudaibiyyah. Allah melunakkan hati kaum Muslimin sehingga mereka menerima keputusan Rasulullah. Allah menerangkan bahwa Dia melunakkan hati kaum Muslimin sehingga tidak menyerbu Mekah dengan tujuan: pertama, untuk menyelamatkan kaum Muslimin di Mekah yang menyembunyikan keimanannya kepada orang-orang kafir. Mereka takut dibunuh atau dianiaya oleh orang-orang kafir seandainya mereka menyatakan keimanannya. Kaum Muslimin sendiri tidak dapat membedakan mereka dengan orang-orang kafir. Seandainya terjadi penyerbuan kota Mekah, niscaya orang-orang mukmin yang berada di Mekah akan terbunuh seperti terbunuhnya orang-orang kafir. Kalau terjadi demikian, tentu kaum Muslimin akan ditimpa keaiban dan kesukaran karena harus membayar kifarat. Orang-orang musyrik juga akan mengatakan, \"Sesungguhnya orang-orang Muslim telah membunuh orang-orang yang seagama dengan mereka.\" \nKedua, ada kesempatan bagi kaum Muslimin menyeru orang-orang musyrik untuk beriman. Dengan terjadinya Perjanjian Hudaibiyyah, kaum Muslimin telah dapat berhubungan langsung dengan orang-orang kafir. Dengan demikian, dapat terjadi pertukaran pikiran yang wajar antara mereka, tanpa mendapat tekanan dari pihak mana pun sehingga dapat diharapkan akan masuk Islam orang-orang tertentu yang diharapkan keislamannya atau diharapkan agar sikap mereka tidak lagi sekeras sikap sebelumnya. Diharapkan hal-hal itu terjadi sebelum kaum Muslimin melakukan umrah pada tahun yang akan datang.\nDari ayat ini dapat dipahami bahwa Allah selalu menjaga dan melindungi orang-orang yang benar-benar beriman kepada-Nya, di mana pun orang itu berada. Bahkan Dia tidak akan menimpakan suatu bencana kepada orang-orang kafir, sekiranya ada orang yang beriman yang akan terkena bencana itu.",
    "quraish": "Penduduk Mekahlah yang kafir dan menghalang-halangi kalian untuk memasuki al-Masjid al-Harâm dan menghalang-halangi hewan kurban yang kalian bawa untuk sampai ke tempat penyembelihannya. Kalau sekiranya tidak karena khawatir bahwa kalian akan menimpakan kesusahan kepada orang-orang Mukmin, laki-laki dan perempuan, yang tidak kalian ketahui yang berada di antara orang-orang kafir Mekah sehingga kalian membunuh mereka yang menyebabkan kalian tercela dan terhina, niscaya Kami akan menjadikan kalian berkuasa atas mereka. Namun Allah menahan kalian dari membinasakan mereka supaya Dia dapat melindungi orang-orang Mukmin yang berada di tengah-tengah mereka dan orang-orang kafir yang masuk Islam. Kalau seandainya orang-orang Mukmin sudah dapat dibedakan, maka Kami pasti akan menghukum orang-orang yang bersikeras dalam kekufuran dengan siksa yang sangat pedih. Yaitu ketika orang-orang kafir menimbulkan kesombongan dalam hati mereka sebagaimana kesombongan jahiliyah. Lalu Allah menurunkan ketentraman pada Rasul-Nya dan orang-orang Mukmin dan menetapkan pada diri mereka keterjagaan dari kesyirikan dan siksa. Mereka adalah orang-orang yang berhak untuk mendapatkannya. Ilmu Allah meliputi segala sesuatu.",
    "jalalayn": "(Merekalah orang-orang yang kafir yang menghalangi kalian dari Masjidilharam) yakni menghalangi kalian untuk memasukinya (dan hewan kurban) diathafkan kepada Dhamir Kum yang ada pada lafal Washadduukum (dalam keadaan tertahan) yakni terhenti, lafal ini menjadi Hal atau kata keterangan keadaan (tidak dapat mencapai tempatnya) yaitu tempat penyembelihannya sebagaimana biasanya, lafal ayat ini berkedudukan menjadi Badal Isytimal. (Dan kalau tidaklah karena laki-laki yang mukmin dan perempuan-perempuan yang mukmin) yang masih ada tinggal bersama dengan orang-orang kafir di Mekah (yang tiada kalian ketahui) keimanan mereka (bahwa kalian akan membunuh mereka) kalian akan membunuh mereka bersama dengan orang-orang kafir, sekiranya kalian diizinkan-Nya untuk melakukan penaklukan. Lafal ayat ini menjadi Badal Isytimal dari Dhamir Hum yang terdapat pada lafal Lam Ta'lamuuhum (yang menyebabkan kalian berdosa) yakni perbuatan yang berdosa (tanpa pengetahuan) kalian tentangnya. Semua Dhamir Ghaibah yang ada menunjukkan makna untuk kedua jenis, yaitu jenis lelaki dan perempuan, hal tersebut hanya memprioritaskan Mudzakkar. Jawab dari lafal Laulaa tidak disebutkan, yakni tentulah Allah mengizinkan kalian untuk melakukan penaklukan, tetapi ketika itu Dia ternyata tidak mengizinkan kalian melakukan hal itu. (Supaya Allah memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya) seperti orang-orang mukmin yang telah disebutkan tadi. (Sekiranya mereka tidak bercampur-baur) seandainya mereka membedakan dari orang-orang kafir (tentulah Kami akan mengazab orang-orang kafir di antara mereka) yakni di antara penduduk Mekah pada saat itu juga, seumpamanya Kami memberikan izin kepada kalian untuk melakukan penaklukan (dengan azab yang pedih) azab yang menyakitkan."
  },
  {
    "page": 514,
    "name": "Al-Fath",
    "ayat": 26,
    "arab": "اِذْ جَعَلَ الَّذِيْنَ كَفَرُوْا فِيْ قُلُوْبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَلْزَمَهُمْ كَلِمَةَ التَّقْوٰى وَكَانُوْٓا اَحَقَّ بِهَا وَاَهْلَهَا ۗوَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ ",
    "translation": "Ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka (yaitu) kesombongan jahiliah, lalu Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin; dan (Allah) mewajibkan kepada mereka tetap taat menjalankan kalimat takwa dan mereka lebih berhak dengan itu dan patut memilikinya. Dan Allah Maha Mengetahui segala sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4609.mp3",
    "tafsir": "Ayat ini mengingatkan kaum Muslimin akan timbulnya rasa angkuh dan sombong di hati orang-orang musyrik Mekah. Rasa itu timbul ketika mereka tidak setuju dituliskan \"Bismillahir-Rahmanir-Rahimi\" pada permulaan surat Perjanjian Hudaibiyyah.\nDiriwayatkan, tatkala Rasulullah saw bermaksud memerangi orang-orang musyrik, mereka mengutus Suhail bin 'Amr, Khuwaithib bin 'Abd al-'Uzza, dan Mikras bin Hafadz kepada beliau. Mereka menyampaikan permintaan kepada beliau agar mengurungkan maksudnya dan mereka menyetujui jika maksud itu dilakukan pada tahun yang akan datang. Dengan demikian, ada kesempatan bagi mereka untuk mengosongkan kota Mekah pada waktu kaum muslimin mengerjakan umrah dan tidak akan mendapat gangguan dari siapa pun. Maka dibuat suatu perjanjian. Rasulullah saw memerintahkan 'Ali bin Abi thalib menulis \"Bismillahir-Rahmanir-Rahimi\". Mereka menjawab, \"Kami tidak mengetahuinya.\" Rasulullah mengatakan bahwa perjanjian ini sebagai tanda perdamaian dari beliau kepada penduduk Mekah. Mereka berkata, \"Kalau kami mengakui bahwa engkau rasul Allah, kami tidak menghalangi engkau dan tidak akan memerangi engkau, dan tuliskanlah perjanjian ini sebagai tanda perdamaian dari Muhammad bin Abdullah kepada penduduk Mekah.\" Maka Rasulullah saw berkata kepada sahabat-sahabatnya, \"Tulislah sesuai dengan keinginan mereka.\"\nKarena sikap mereka, maka sebagian kaum Muslimin enggan menerima perjanjian itu, dan ingin menyerbu kota Mekah. Maka Allah menanamkan ketenangan dan sikap taat dan patuh pada diri para sahabat kepada keputusan Rasulullah saw.\nSemua yang terjadi itu, baik di kalangan orang yang beriman maupun di kalangan orang kafir, diketahui Allah, tidak ada sesuatu pun yang luput dari pengetahuannya. Oleh karena itu, Dia akan membalas setiap amal dan perbuatan hamba-Nya dengan seadil-adilnya.",
    "quraish": "Penduduk Mekahlah yang kafir dan menghalang-halangi kalian untuk memasuki al-Masjid al-Harâm dan menghalang-halangi hewan kurban yang kalian bawa untuk sampai ke tempat penyembelihannya. Kalau sekiranya tidak karena khawatir bahwa kalian akan menimpakan kesusahan kepada orang-orang Mukmin, laki-laki dan perempuan, yang tidak kalian ketahui yang berada di antara orang-orang kafir Mekah sehingga kalian membunuh mereka yang menyebabkan kalian tercela dan terhina, niscaya Kami akan menjadikan kalian berkuasa atas mereka. Namun Allah menahan kalian dari membinasakan mereka supaya Dia dapat melindungi orang-orang Mukmin yang berada di tengah-tengah mereka dan orang-orang kafir yang masuk Islam. Kalau seandainya orang-orang Mukmin sudah dapat dibedakan, maka Kami pasti akan menghukum orang-orang yang bersikeras dalam kekufuran dengan siksa yang sangat pedih. Yaitu ketika orang-orang kafir menimbulkan kesombongan dalam hati mereka sebagaimana kesombongan jahiliyah. Lalu Allah menurunkan ketentraman pada Rasul-Nya dan orang-orang Mukmin dan menetapkan pada diri mereka keterjagaan dari kesyirikan dan siksa. Mereka adalah orang-orang yang berhak untuk mendapatkannya. Ilmu Allah meliputi segala sesuatu.",
    "jalalayn": "(Ketika menanamkan) berta'alluq kepada lafal La'adzdzabnaa (orang-orang kafir itu) menjadi Fa'il dari lafal Ja'ala (ke dalam hati mereka kesombongan) perasaan tinggi diri dari sesuatu (yaitu kesombongan jahiliah) menjadi Badal dari lafal Hamiyah. Makna yang dimaksud ialah hambatan dan cegahan mereka terhadap Nabi dan para sahabatnya untuk mencapai Masjidilharam (lalu Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang mukmin) lalu akhirnya Nabi saw. dan para sahabatnya mengadakan perdamaian dengan mereka, yaitu hendaknya mereka diperbolehkan kembali ke Mekah tahun depan dan ternyata mereka tidak terbakar atau terpancing oleh panasnya perasaan, tidak sebagaimana yang menimpa orang-orang kafir, akhirnya peperangan antara mereka terhindarkan (dan Allah mewajibkan kepada mereka) yakni kepada orang-orang mukmin (kalimat takwa) yaitu \"Tiada Tuhan selain Allah dan Muhammad utusan Allah\", kalimat ini dikaitkan dengan takwa, karena merupakan penyebabnya (dan adalah mereka lebih berhak dengannya) yakni dengan kalimat takwa itu daripada orang-orang kafir (dan patut memilikinya) merupakan Athaf Tafsir. (Dan adalah Allah Maha Mengetahui segala sesuatu) artinya Dia tetap bersifat demikian, dan di antara apa yang diketahui oleh Allah swt. ialah bahwa orang-orang mukmin itu berhak memiliki kalimat takwa itu."
  },
  {
    "page": 514,
    "name": "Al-Fath",
    "ayat": 27,
    "arab": "لَقَدْ صَدَقَ اللّٰهُ رَسُوْلَهُ الرُّءْيَا بِالْحَقِّ ۚ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَۙ مُحَلِّقِيْنَ رُءُوْسَكُمْ وَمُقَصِّرِيْنَۙ  لَا تَخَافُوْنَ ۗفَعَلِمَ مَا لَمْ تَعْلَمُوْا فَجَعَلَ مِنْ دُوْنِ ذٰلِكَ فَتْحًا قَرِيْبًا ",
    "translation": "Sungguh, Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya bahwa kamu pasti akan memasuki Masjidilharam, jika Allah menghendaki dalam keadaan aman, dengan menggundul rambut kepala dan memendekkannya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tidak kamu ketahui dan selain itu Dia telah memberikan kemenangan yang dekat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4610.mp3",
    "tafsir": "Allah menerangkan bahwa mimpi Rasulullah yang melihat dirinya dan para sahabatnya memasuki kota Mekah dengan aman dan tenteram serta beliau melihat pula di antara para sahabat ada yang menggunting dan mencukur rambutnya adalah mimpi yang benar dan pasti akan terjadi dalam waktu dekat.",
    "quraish": "Sesungguhnya Allah telah membuktikan kepada Rasul-Nya tentang kebenaran mimpinya untuk memasuki Masjidil Haram. Dan Aku bersumpah bahwa sesungguhnya kamu, Muhammad, benar-benar akan memasuki Masjidil Haram, insya Allah, dalam keadaan aman, dengan mencukur dan menggunting rambut, tanpa rasa takut. Sesungguhnya Allah telah mengetahui kebaikan yang tidak kamu ketahui ketika menunda waktu kamu untuk memasuki Masjidil Haram. Maka sebelum kamu memasukinya Dia telah memberikan kemenangan yang dekat.",
    "jalalayn": "(Sesungguhnya Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya dengan sebenarnya) Rasulullah saw. bermimpi pada tahun terjadinya perjanjian Hudaibiah, yaitu sebelum beliau berangkat menuju ke Hudaibiah, bahwasanya ia memasuki kota Mekah bersama-sama dengan para sahabatnya dalam keadaan aman hingga mereka dapat bercukur dan ada pula yang hanya memendekkan rambutnya. Kemudian Rasulullah saw. menceritakan hal mimpinya itu kepada para sahabatnya, maka mereka sangat gembira mendengarnya. Ketika para sahabat berangkat bersama Rasulullah menuju Mekah, tiba-tiba mereka dihalang-halangi oleh orang-orang kafir sewaktu mereka sampai di Hudaibiah. Akhirnya mereka kembali ke Madinah dengan perasaan yang berat, pada saat itu timbullah rasa keraguan di dalam hati sebagian orang-orang munafik, lalu turunlah ayat ini. Firman-Nya, \"Bil haqqi\" berta'alluq kepada lafal Shadaqa, atau merupakan Hal atau kata keterangan keadaan dari lafal Ar-Ru'yaa sedangkan kalimat sesudahnya berfungsi menjadi penafsirnya (yaitu bahwa sesungguhnya kamu sekalian pasti akan memasuki Masjidilharam, insya Allah) lafal Insya Allah artinya, jika Allah menghendaki, hanyalah sebagai kalimat Tabarruk saja, yaitu untuk meminta keberkahan (dalam keadaan aman dengan mencukur rambut kepala) mencukur semua rambut kepala (dan mengguntingnya) yakni menggunting sebagiannya saja; kedua lafal ini merupakan Hal bagi lafal yang diperkirakan keberadaannya (sedangkan kalian tidak merasa takut) selama-lamanya (Maka Allah mengetahui) di dalam perjanjian damai itu (apa yang tidak kalian ketahui) mengenai kemaslahatan yang terkandung di dalamnya (dan Dia memberikan sebelum itu) sebelum kalian memasuki Mekah (kemenangan yang dekat) yaitu ditaklukkannya tanah Khaibar, kemudian mimpi itu menjadi kenyataan pada tahun berikutnya."
  },
  {
    "page": 514,
    "name": "Al-Fath",
    "ayat": 28,
    "arab": "هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًا ",
    "translation": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar agar dimenangkan-Nya terhadap semua agama. Dan cukuplah Allah sebagai saksi. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4611.mp3",
    "tafsir": "Dalam ayat ini ditegaskan kebenaran Muhammad saw sebagai rasul yang diutus Allah kepada manusia dengan menyatakan bahwa dia adalah rasul Allah yang diutus untuk membawa petunjuk dan agama Islam sebagai penyempurna terhadap agama-agama dan syariat yang telah dibawa oleh para rasul sebelumnya, menyatakan kesalahan dan kekeliruan akidah-akidah agama dan kepercayaan yang dianut manusia yang tidak berdasarkan agama, dan untuk menetapkan hukum-hukum yang berlaku bagi manusia sesuai dengan perkembangan zaman, perbedaan keadaan dan tempat. Hal ini juga berarti dengan datangnya agama Islam yang dibawa Muhammad saw, maka agama-agama yang lain tidak diakui lagi sebagai agama yang sah di sisi Allah.\nPada akhir ayat ini, dinyatakan bahwa semua yang dijanjikan Allah kepada Rasulullah saw dan kaum Muslimin itu pasti terjadi dan tidak ada sesuatu pun yang dapat menghalangi terjadinya.",
    "quraish": "Dialah Yang mengutus Rasul-Nya dengan membawa petunjuk yang benar dan agama Islam agar dimenangkan-Nya atas semua agama. Dan cukuplah Allah sebagai saksinya.",
    "jalalayn": "(Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang hak agar dimenangkan-Nya) agama yang hak itu (terhadap semua agama) atas agama-agama yang lainnya. (Dan cukuplah Allah sebagai saksi) bahwasanya kamu diutus untuk membawa hal tersebut, sebagaimana yang diungkapkan-Nya pada ayat berikut ini."
  }
]