[
  {
    "page": 515,
    "name": "Al-Fath",
    "ayat": 29,
    "arab": "مُحَمَّدٌ رَّسُوْلُ اللّٰهِ ۗوَالَّذِيْنَ مَعَهٗٓ اَشِدَّاۤءُ عَلَى الْكُفَّارِ رُحَمَاۤءُ بَيْنَهُمْ تَرٰىهُمْ رُكَّعًا سُجَّدًا يَّبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا ۖ سِيْمَاهُمْ فِيْ وُجُوْهِهِمْ مِّنْ اَثَرِ السُّجُوْدِ ۗذٰلِكَ مَثَلُهُمْ فِى التَّوْرٰىةِ  ۖوَمَثَلُهُمْ فِى الْاِنْجِيْلِۚ  كَزَرْعٍ اَخْرَجَ شَطْـَٔهٗ فَاٰزَرَهٗ فَاسْتَغْلَظَ فَاسْتَوٰى عَلٰى سُوْقِهٖ يُعْجِبُ الزُّرَّاعَ لِيَغِيْظَ بِهِمُ الْكُفَّارَ ۗوَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ࣖ ",
    "translation": "Muhammad adalah utusan Allah dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. Kamu melihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya. Pada wajah mereka tampak tanda-tanda bekas sujud. Demikianlah sifat-sifat mereka (yang diungkapkan) dalam Taurat dan sifat-sifat mereka (yang diungkapkan) dalam Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu semakin kuat lalu menjadi besar dan tegak lurus di atas batangnya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4612.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Muhammad saw adalah rasul Allah yang diutus kepada seluruh umat. Para sahabat dan pengikut Rasul bersikap keras terhadap orang-orang kafir, tetapi lemah lembut terhadap sesama mereka. Firman Allah: \n\nWahai orang-orang yang beriman! Barang siapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah. (al-Ma'idah/5: 54)\nRasulullah bersabda:\nPerumpamaan orang-orang mukmin dalam kasih mengasihi dan sayang-menyayangi antara mereka seperti tubuh yang satu; bila salah satu anggota badannya sakit demam, maka badan yang lain merasa demam dan terganggu pula. (Riwayat Muslim dan Ahmad dari an-Nu'man bin Basyir)\n\nOrang-orang yang beriman selalu mengerjakan salat dengan khusyuk, tunduk, dan ikhlas, mencari pahala, karunia, dan keridaan Allah. Tampak di wajah mereka bekas sujud. Maksudnya ialah air muka yang cemerlang, tidak ada gambaran kedengkian dan niat buruk kepada orang lain, penuh ketundukan dan kepatuhan kepada Allah, bersikap dan berbudi pekerti yang halus sebagai gambaran keimanan mereka.\nMengenai cahaya muka orang yang beriman, 'Utsman berkata, \"Adapun rahasia yang terpendam dalam hati seseorang; niscaya Allah menyatakannya pada raut mukanya dan lidahnya.\" Sifat-sifat yang demikian itu dilukiskan dalam Taurat dan Injil.\nPara sahabat dan pengikut Nabi semula sedikit dan lemah, kemudian bertambah dan berkembang dalam waktu singkat seperti biji yang tumbuh, mengeluarkan batangnya, lalu batang bercabang dan beranting, kemudian menjadi besar dan berbuah sehingga menakjubkan orang yang menanamnya, karena kuat dan indahnya, sehingga menambah panas hati orang-orang kafir. \nKemudian kepada pengikut Rasulullah saw itu, baik yang dahulu maupun yang sekarang, Allah menjanjikan pengampunan dosa-dosa mereka, memberi mereka pahala yang banyak, dan menyediakan surga sebagai tempat yang abadi bagi mereka. Janji Allah yang demikian pasti ditepati.",
    "quraish": "Muhammad adalah utusan Allah. Dan orang-orang yang bersamanya bersikap tegas terhadap orang-orang kafir, tetapi bersikap kasih sayang terhadap sesama mereka. Kamu lihat mereka selalu rukuk dan sujud mencari pahala dan rida Allah. Tanda mereka adalah kekhusukan yang tampak di muka mereka dari bekas seringnya melakukan salat. Demikianlah sifat-sifat mereka yang diterangkan dalam kitab Tawrât. Sedangkan sifat-sifat mereka dalam kitab Injîl adalah seperti tanaman yang mengeluarkan tunasnya. Tunas menjadikan tanaman itu kuat, lalu tanaman itu menjadi besar dan tegak di atas akarnya. Tanaman itu menyenangkan hati para penanamnya karena tumbuh kuat. Demikian halnya dengan orang-orang Mukmin, dengan kekuatan mereka Allah ingin menjengkelkan orang-orang kafir. Dan Allah telah menjanjikan kepada orang-orang yang beriman dan mengerjakan amal saleh ampunan yang menghapus semua dosa-dosa mereka dan pahala yang amat besar.",
    "jalalayn": "(Muhammad itu) lafal ayat ini berkedudukan menjadi Mubtada (adalah utusan Allah) menjadi Khabar dari Mubtada (dan orang-orang yang bersama dengan dia) yakni para sahabatnya yang terdiri dari kaum mukminin. Lafal ayat ini menjadi Mubtada sedangkan Khabarnya ialah (adalah keras) yakni mereka adalah orang-orang yang bersikap keras (terhadap orang-orang kafir) mereka tidak mengasihaninya (tetapi berkasih sayang sesama mereka) menjadi Khabar yang kedua; yakni mereka saling kasih-mengasihi di antara sesama mukmin bagaikan kasih orang tua kepada anaknya (kamu lihat mereka) kamu perhatikan mereka (rukuk dan sujud) keduanya merupakan Hal atau kata keterangan keadaan (mencari) lafal ayat ini merupakan jumlah Isti`naf, yakni mereka melakukan demikian dalam rangka mencari (karunia Allah dan keridaan-Nya, tanda-tanda mereka) ciri-ciri mereka, lafal ayat ini menjadi Mubtada (tampak pada muka mereka) menjadi Khabar dari Mubtada. Tanda-tanda tersebut berupa nur dan sinar yang putih bersih yang menjadi ciri khas mereka kelak di akhirat, sebagai pertanda bahwa mereka orang-orang yang gemar bersujud sewaktu di dunia (dari bekas sujud.) Lafal ayat ini berta'alluq kepada lafal yang menjadi Ta'alluq atau gantungan bagi Khabar, yaitu lafal Kaainatan. Kemudian dii'rabkan sebagai Hal karena mengingat Dhamirnya yang dipindahkan kepada Khabar. (Demikianlah) sifat-sifat yang telah disebutkan tadi (sifat-sifat mereka) yakni gambaran tentang mereka, kalimat ayat ini menjadi Mubtada (di dalam kitab Taurat) menjadi Khabarnya (dan sifat-sifat mereka dalam kitab Injil) menjadi Mubtada, sedangkan Khabarnya adalah (yaitu seperti tanaman yang mengeluarkan tunasnya) dapat dibaca Syath`ahu atau Syatha`ahu, yakni tunasnya (maka tunas itu menjadikan tanaman itu kuat) dapat dibaca Fa`aazarahuu atau Fa`azarahu, yakni tunas itu membuat tanaman menjadi kuat (lalu menjadi besarlah dia) membesarlah dia (dan tegak lurus) yakni kuat dan tegak lurus (di atas pokoknya) lafal Suuq ini adalah bentuk jamak dari lafal Saaqun (tanaman itu menyenangkan hati penanam-penanamnya) karena keindahannya. Perumpamaan ini merupakan gambaran tentang keadaan para sahabat karena mereka pada mulanya berjumlah sedikit lagi masih lemah, kemudian jumlah mereka makin bertambah banyak dan bertambah kuat dengan sistem yang sangat rapi (karena Allah hendak menjengkelkan hati orang-orang kafir dengan kekuatan orang-orang mukmin) lafal ayat ini berta'alluq kepada lafal yang tidak disebutkan yang disimpulkan dari kalimat sebelumnya, yakni mereka diserupakan demikian karena Allah hendak menjengkelkan hati orang-orang kafir (Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan amal yang saleh dari kalangan mereka) yakni para sahabat; huruf Min di sini menunjukkan makna Bayanul Jinsi atau untuk menjelaskan jenis, bukan untuk menunjukkan makna Tab'idh atau sebagian, demikian itu karena para sahabat semuanya memiliki sifat-sifat tersebut (ampunan dan pahala yang besar) yakni surga; kedua pahala itu berlaku pula bagi orang-orang sesudah mereka, sebagaimana yang telah dijelaskan dalam berbagai ayat lainnya"
  },
  {
    "page": 515,
    "name": "Al-Hujurat",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُقَدِّمُوْا بَيْنَ يَدَيِ اللّٰهِ وَرَسُوْلِهٖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya dan bertakwalah kepada Allah. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4613.mp3",
    "tafsir": "Pada ayat ini, Allah mengajarkan kesopanan kepada kaum Muslimin ketika berhadapan dengan Rasulullah saw dalam hal perbuatan dan percakapan. Allah memperingatkan kaum Mukminin supaya jangan mendahului Allah dan rasul-Nya dalam menentukan suatu hukum atau pendapat.\nMereka dilarang memutuskan suatu perkara sebelum membahas dan meneliti lebih dahulu hukum Allah dan (atau) ketentuan dari rasul-Nya terhadap masalah itu. Hal ini bertujuan agar keputusan mereka tidak menyalahi apalagi bertentangan dengan syariat Islam, sehingga dapat menimbulkan kemurkaan Allah. \nYang demikian ini sejalan dengan yang dialami oleh sahabat Nabi Muhammad yaitu Mu'adh bin Jabal ketika akan diutus ke negeri Yaman. Rasulullah saw bertanya, \"Kamu akan memberi keputusan dengan apa?\" Dijawab oleh Mu'adh, \"Dengan kitab Allah.\" Nabi bertanya lagi, \"Jika tidak kamu jumpai dalam kitab Allah, bagaimana?\" Mu'adh menjawab, \"Dengan Sunah Rasulullah.\" Nabi Muhammad bertanya lagi, \"Jika dalam Sunah Rasulullah tidak kamu jumpai, bagaimana?\" Mu'adh menjawab, \"Aku akan ijtihad dengan pikiranku.\" Lalu Nabi Muhammad saw menepuk dada Mu'adh seraya berkata, \"Segala puji bagi Allah yang telah memberi taufik kepada utusan rasul-Nya tentang apa yang diridai Allah dan rasul-Nya.\" (Riwayat Abu Dawud, at-Tirmidhi dan Ibnu Majah dari Mu'adh bin Jabal). \nDalam ayat ini, Allah memerintahkan kepada kaum Mukminin supaya melaksanakan perintah Allah, menjauhi larangan-Nya, dan tidak tergesa-gesa melakukan perbuatan atau mengemukakan pendapat dengan mendahului Al-Qur'an dan hadis Nabi yang ada hubungannya dengan sebab turunnya ayat ini. Tersebut dalam kitab al-Iklil bahwa mereka dilarang menyembelih kurban pada hari Raya Idul Adha sebelum nabi menyembelih, dan dilarang berpuasa pada hari yang diragukan, seperti apakah telah datang awal Ramadan atau belum, sebelum jelas hasil ijtihad untuk penetapannya. Kemudian Allah memerintahkan supaya mereka tetap bertakwa kepada-Nya karena Allah Maha Mendengar segala percakapan dan Maha Mengetahui segala yang terkandung dalam hati hamba-hamba-Nya.",
    "quraish": "[[49 ~ AL-HUJURAT (KAMAR-KAMAR) Pendahuluan: Madaniyyah, 18 ayat ~ Surat ini dimulai dengan larangan kepada orang-orang Mukmin untuk menilai sesuatu sebelum datang perintah Allah dan Rasul-Nya, larangan mengangkat suara lebih tinggi di atas suara Rasul saw., pujian terhadap orang-orang yang merendahkan suaranya di hadapan Rasul, dan celaan terhadap orang-orang yang tidak beradab dan memanggil Rasul dari luar kamarnya. Kemudian dijelaskan perintah kepada orang-orang Mukmin untuk selalu bersikap selektif dan teliti dalam menerima suatu berita dari orang-orang fasik dan lemah imannya, perintah yang harus dilakukan oleh para pemimpin dalam menghadapi dua kelompok orang-orang Mukmin yang sedang berperang, larangan bagi orang-orang Mukmin untuk saling mengolok-olok dan mencela sesamanya, larangan berburuk sangka dan memata-matai orang-orang yang berbuat kebaikan. Selain itu, surat ini juga menjelaskan larangan bagi orang-orang Arab Badui untuk mengaku bahwa mereka telah beriman sebelum iman itu menetap dalam hati mereka dan keterangan tentang siapakah orang-orang Mukmin yang sebenarnya. Kemudian dalam akhir surat ini dijelaskan larangan terhadap orang-orang yang menganggap bahwa mereka telah memberi nikmat kepada Rasulullah dengan masuknya mereka ke dalam agama Islam. Namun sesungguhnya nikmat itu hanyalah milik Allah yang dianugerahkan kepada mereka dengan memberi petunjuk mereka kepada keimanan jika mereka termasuk orang-orang yang benar.]] Wahai orang-orang yang beriman, janganlah kalian mendahului Allah dan Rasul-Nya dalam menetapkan hukum masalah keagamaan dan keduniaan. Jagalah diri kalian dari azab Allah dengan jalan menaati perintah-Nya. Sesungguhnya Allah Maha Mendengar semua yang kalian katakan dan ilmu-Nya meliputi segala sesuatu.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kalian mendahului) berasal dari lafal Qadima yang maknanya sama dengan lafal Taqaddama artinya, janganlah kalian mendahului baik melalui perkataan atau perbuatan kalian (di hadapan Allah dan Rasul-Nya) yang menyampaikan wahyu dari-Nya, makna yang dimaksud ialah janganlah kalian mendahului Allah dan Rasul-Nya tanpa izin dari keduanya (dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Mendengar) semua perkataan kalian (lagi Maha Mengetahui) semua perbuatan kalian. Ayat ini diturunkan berkenaan dengan perdebatan antara Abu Bakar r.a., dan sahabat Umar r.a. Mereka berdua melakukan perdebatan di hadapan Nabi saw. mengenai pengangkatan Aqra' bin Habis atau Qa'qa' bin Ma'bad. Ayat selanjutnya diturunkan berkenaan dengan orang yang mengangkat suaranya keras-keras di hadapan Nabi saw. yaitu firman-Nya:"
  },
  {
    "page": 515,
    "name": "Al-Hujurat",
    "ayat": 2,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوْا لَهٗ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4614.mp3",
    "tafsir": "Diriwayatkan oleh al-Bukhari dari Ibnu Abi Mulaikah bahwa 'Abdullah bin Zubair memberitahukan kepadanya bahwa telah datang satu rombongan dari Kabilah Bani Tamim kepada Rasulullah saw. Abu Bakar berkata, \"Rombongan ini hendaknya diketuai oleh al-Qa'qa' bin Ma'bad.\" 'Umar bin al-Khaththab berkata, \"Hendaknya diketuai oleh al-Aqra' bin habis.\" Abu Bakar membantah, \"Kamu tidak bermaksud lain kecuali menentang aku.\" 'Umar menjawab, \"Saya tidak bermaksud menentangmu.\" Maka timbullah perbedaan pendapat antara Abu Bakar dan 'Umar sehingga suara mereka kedengarannya bertambah keras, maka turunlah ayat ini. Sejak itu, Abu Bakar bila berkata-kata kepada Nabi Muhammad, suaranya direndahkan sekali seperti bisikan saja demikian pula 'Umar. Oleh karena sangat halus suaranya hampir-hampir tak terdengar sehingga sering ditanyakan lagi apa yang diucapkannya itu.\nMereka sama-sama memahami bahwa ayat-ayat tersebut sengaja diturunkan untuk memelihara kehormatan Nabi Muhammad. Setelah ayat ini turun, maka sabit bin Qais tidak pernah datang lagi menghadiri majelis Rasulullah saw. Ketika ditanya oleh Nabi tentang sebabnya, sabit menjawab, \"Ya Rasulullah, telah diturunkan ayat ini dan saya adalah seorang yang selalu berbicara keras dan nyaring. Saya merasa khawatir kalau-kalau pahala saya akan dihapus sebagai akibat kebiasaan saya itu.\" Nabi Muhammad menjawab, \"Engkau lain sekali, engkau hidup dalam kebaikan dan insya Allah akan mati dalam kebaikan pula, engkau termasuk ahli surga.\" sabit menjawab, \"Aku sangat senang karena berita yang menggembirakan itu, dan saya tidak akan mengeraskan suara saya terhadap Nabi untuk selama-lama-nya.\" (Riwayat al-Bukhari dari Ibnu Abi Mulaikah). Maka turunlah ayat berikutnya yaitu ayat ke 3 dari Surah al-hujurat. \nDari paparan di atas, dapat dipahami bagaimana Allah mengajarkan kepada kaum Mukminin kesopanan dalam percakapan ketika berhadapan dengan Nabi Muhammad. Allah melarang kaum Mukminin meninggikan suara mereka lebih dari suara Nabi. Mereka dilarang untuk berkata-kata kepada Nabi dengan suara keras karena perbuatan seperti itu tidak layak menurut kesopanan dan dapat menyinggung perasaan Nabi. Terutama jika dalam ucapan-ucapan yang tidak sopan itu tersimpan unsur-unsur cemoohan atau penghinaan yang menyakitkan hati Nabi dan dapat menyeret serta menjerumuskan orangnya kepada kekafiran, sehingga mengakibatkan hilang dan gugurnya segala pahala kebaikan mereka itu di masa lampau, padahal semuanya itu terjadi tanpa disadarinya.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kalian mengangkat suara lebih tinggi dari suara Nabi, apabila ia dan kalian sedang berbicara. Jangan pula menyamakan suara kalian dengan suaranya, seperti kalian berbicara antarsesama, supaya pahala amal perbuatan kalian tidak hilang tanpa kalian sadari.",
    "jalalayn": "(\"Hai orang-orang beriman janganlah kalian meninggikan suara kalian) bila kalian berbicara (lebih dari suara Nabi) bila ia berbicara (dan janganlah kalian berkata kepadanya dengan suara keras) bila kalian berbicara dengannya (sebagaimana kerasnya suara sebagian kalian terhadap sebagian yang lain) tetapi rendahkanlah suara kalian di bawah suaranya demi untuk menghormati dan mengagungkannya (supaya tidak dihapus pahala amal kalian sedangkan kalian tidak menyadarinya\") maksudnya, takutlah kalian akan hal tersebut disebabkan suara kalian yang tinggi dan keras di hadapannya. Ayat berikutnya diturunkan berkenaan dengan orang-orang yang merendahkan suaranya di hadapan Nabi saw."
  },
  {
    "page": 515,
    "name": "Al-Hujurat",
    "ayat": 3,
    "arab": "اِنَّ الَّذِيْنَ يَغُضُّوْنَ اَصْوَاتَهُمْ عِنْدَ رَسُوْلِ اللّٰهِ اُولٰۤىِٕكَ الَّذِيْنَ امْتَحَنَ اللّٰهُ قُلُوْبَهُمْ لِلتَّقْوٰىۗ  لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ ",
    "translation": "Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4615.mp3",
    "tafsir": "Sesungguhnya orang yang merendahkan suaranya di sisi Rasulullah saw setelah melatih diri dengan berbagai latihan yang ketat lagi berat, mereka itulah orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka telah berhasil menyucikan diri mereka dengan berbagai usaha dan kesadaran serta bagi mereka ampunan dan pahala yang sangat besar.\nDiriwayatkan oleh Imam Ahmad dari Mujahid bahwa ada sebuah pertanyaan tertulis yang disampaikan kepada Umar, \"Wahai Amirul Mukminin, ada seorang laki-laki yang tidak suka akan kemaksiatan dan tidak mengerjakannya, dan seorang laki-laki lagi yang hatinya cenderung kepada kemaksiatan, tetapi ia tidak mengerjakannya. Manakah di antara kedua orang itu yang paling baik?\"\nUmar menjawab dengan tulisan pula, \"Sesungguhnya orang ya-ng hatinya cenderung kepada kemaksiatan, akan tetapi tidak mengerjakannya, mereka itulah orang-orang yang telah diuji hati mereka oleh Allah untuk bertakwa. Bagi mereka ampunan dan pahala yang besar.\"",
    "quraish": "Sesungguhnya orang-orang yang merendahkan suaranya di dalam majlis Rasulullah demi penghormatan kepadanya, mereka itulah orang-orang yang hatinya telah dibersihkan oleh Allah hanya untuk bertakwa. Maka bagi mereka ampunan yang luas atas dosa-dosa mereka dan pahala yang amat besar.",
    "jalalayn": "(\"Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji) dicoba (hati mereka oleh Allah untuk bertakwa) artinya, ujian untuk menampakkan ketakwaan mereka. (Bagi mereka ampunan dan pahala yang besar\") yakni surga. Ayat berikutnya diturunkan berkenaan dengan orang-orang yang datang di waktu tengah hari kepada Nabi saw. sedangkan Nabi saw. pada saat itu berada di dalam rumahnya, lalu mereka memanggil-manggilnya, yaitu firman-Nya:"
  },
  {
    "page": 515,
    "name": "Al-Hujurat",
    "ayat": 4,
    "arab": "اِنَّ الَّذِيْنَ يُنَادُوْنَكَ مِنْ وَّرَاۤءِ الْحُجُرٰتِ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
    "translation": "Sesungguhnya orang-orang yang memanggil engkau (Muhammad) dari luar kamar(mu) kebanyakan mereka tidak mengerti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4616.mp3",
    "tafsir": "Dalam ayat ini, Allah memberikan pelajaran kesopanan dan tata krama dalam menghadapi Rasulullah saw, terutama dalam mengadakan percakapan dengan beliau. Rasulullah saw selama di Medinah tinggal di sebuah rumah di samping masjid Medinah. Di dalam rumah itu terdapat kamar-kamar yang berjumlah sembilan buah, dan masing-masing diisi oleh seorang istri nabi. Bangunan tersebut dibuat sangat sederhana, atapnya rendah sekali sehingga mudah disentuh oleh tangan dan pintu-pintunya terdiri dari gantungan kulit binatang yang berbulu. \nPada masa Khalifah al-Walid bin 'Abd al-Malik, kamar-kamar itu dibongkar dan dijadikan halaman masjid. Hal itu sangat menyedihkan kaum Mukminin di Medinah. Sa'id bin al-Musayyab merespon dan berkata, \"Saya suka sekali jika kamar-kamar istri Nabi itu tetap berdiri dan tidak dirombak, agar generasi mendatang dari penduduk Medinah dan orang-orang yang datang dapat meneladani kesederhanaan Nabi Muhammad dalam mengatur rumah tangganya.\nIbnu Ishaq menerangkan dalam kitab Sirah-nya bahwa tahun kesembilan Hijrah itu merupakan tahun mengalirnya para delegasi dari seluruh Jazirah Arab. Setelah Pembebasan Mekah, seusai Perang Tabuk, dan Kabilah saqif dari thaif masuk Islam dan ikut membaiat Rasulullah saw, maka datanglah dengan berduyun-duyun berbagai delegasi ke Medinah untuk menemui Rasulullah saw.\nDiriwayatkan oleh Ibnu Jarir, dari Zaid bin Arqam bahwa sekumpulan orang-orang Badui berkata kepada kawan-kawannya, \"Marilah kita menemui laki-laki (Muhammad) itu, apabila ia benar-benar seorang nabi, maka kitalah yang paling bahagia beserta dia, dan jika ia seorang raja maka kita pun akan beruntung dapat hidup di sampingnya.\" Maka datanglah Zaid bin Arqam kepada Rasulullah saw menyampaikan berita itu lalu mere-ka datang beramai-ramai menemui beliau yang kebetulan sedang berada di kamar salah seorang istrinya. Mereka memanggil dengan suara yang lantang sekali, \"Ya Muhammad, ya Muhammad, keluarlah dari kamarmu untuk berjumpa dengan kami karena tujuan kami sangat indah dan celaan kami sangat menusuk perasaan.\" Nabi Muhammad saw keluar dari kamar istrinya untuk menemui mereka dan turunlah ayat ini. \nMenurut Qatadah, rombongan sebanyak tujuh puluh orang itu adalah dari kabilah Bani Tamim. Mereka berkata, \"Kami ini dari Bani Tamim, kami datang ke sini membawa pujangga-pujangga kami dalam bidang syair dan pidato untuk bertanding dengan penyair-penyair kamu.\" Nabi menjawab, \"Kami tidak diutus untuk mengemukakan syair dan kami tidak diutus untuk mem-perlihatkan kesombongan, tetapi bila kamu mau mencoba, boleh kemukakan syairmu itu.\" Maka tampillah salah seorang pemuda di antara mereka membangga-banggakan kaumnya dengan berbagai keutamaan. Nabi Muhammad menampilkan hassan bin sabit untuk menjawab syair mereka dan ternyata hassan dapat menundukkan mereka semuanya. Setelah mereka mengakui keunggulan hassan, mereka lalu mendekati Rasulullah saw dan mengucapkan dua kalimat syahadat dan sekaligus masuk Islam.\nKebijaksanaan Nabi Muhammad dalam menghadapi delegasi da-ri Bani Tamim yang tidak sopan itu akhirnya berkesudahan dengan baik. Sebelum pulang, mereka lebih dahulu telah men-dapat petunjuk tentang jalan yang benar dan kesopanan dalam pergaulan. Dengan tegas sekali Allah menerangkan bahwa orang-orang yang memanggil Nabi supaya keluar kamar istrinya yang ada di samping masjid Medinah, kebanyakan mereka itu bodoh, tidak mengetahui kesopanan dan tata krama dalam mengadakan kunjungan kehormatan kepada seorang kepala negara apalagi seorang nabi. Tata cara yang dikemukakan ayat ini, sekarang dikenal sebagai protokoler dan security (keamanan). Dari ayat ini dapat pula dipahami bahwa agama Islam sejak dahulu kala sudah mengatur kode etiknya dengan maksud memberikan penghormatan yang pantas kepada pembesar yang dikunjungi.",
    "quraish": "Orang-orang yang memanggilmu, Muhammad, dari luar kamarmu kebanyakan mereka benar-benar tidak mengerti cara menghormati dan memuliakan kedudukanmu.",
    "jalalayn": "(\"Sesungguhnya orang-orang yang memanggil kamu dari luar kamar) yakni dari luar kamar istri-istrinya. Lafal Hujuraat bentuk jamak dari lafal Hujratun, yang artinya; sepetak tanah yang dikelilingi oleh tembok atau lainnya, yang digunakan sebagai tempat tinggal. Masing-masing di antara mereka memanggil Nabi saw. dari belakang kamar-kamarnya, karena mereka tidak mengetahui di kamar manakah Nabi saw. berada. Mereka memanggilnya dengan suara yang biasa dilakukan oleh orang-orang Arab Badui, yaitu dengan suara yang keras dan kasar (kebanyakan mereka tidak mengerti) tentang apa yang harus mereka kerjakan di dalam menghadapi kedudukanmu yang tinggi, dan sikap penghormatan manakah yang pantas mereka lakukan untukmu."
  }
]