[
  {
    "page": 516,
    "name": "Al-Hujurat",
    "ayat": 5,
    "arab": "وَلَوْ اَنَّهُمْ صَبَرُوْا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan sekiranya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Dan Allah Maha Pengampun, Maha Penyayang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4617.mp3",
    "tafsir": "Seandainya tamu-tamu delegasi itu tidak berteriak-teriak memanggil Nabi Muhammad dan mereka sabar menunggu sampai beliau sendiri keluar kamar peristirahatannya, niscaya yang demikian itu lebih baik bagi mereka. Karena sikap demikian itu menunjukkan adanya takzim dan penghormatan kepada Nabi Muhammad. Allah Maha Pengampun kepada mereka yang memanggil Nabi Muhammad dari belakang kamar-kamarnya bila mereka bertobat dan mengganti kecerobohan mereka dengan kesopanan tata krama. Allah Maha Penyayang kepada mereka, tidak mengazab mereka nanti pada hari Kiamat karena mereka telah menyesali perbuatan mereka yang memalukan itu.",
    "quraish": "Sekiranya mereka mau bersabar--demi menghormatimu--sampai kamu keluar menemui mereka, itu lebih baik bagi mereka. Allah Mahaagung ampunan-Nya dan Mahaluas rahmat-Nya.",
    "jalalayn": "(Dan kalau sekiranya mereka bersabar) lafal Annahum berada dalam Mahall Rafa' sebagai Mubtada. Tetapi menurut pendapat lain menjadi Fa'il dari Fi'il yang diperkirakan keberadaannya, yaitu lafal Tsabata (sampai kamu keluar menemui mereka, sesungguhnya itu adalah lebih baik bagi mereka, dan Allah Maha Pengampun lagi Maha Penyayang\") kepada orang yang bertobat di antara mereka. Ayat berikut ini diturunkan berkenaan dengan Walid bin Uqbah. Ia telah diutus oleh Nabi saw. ke Bani Mushthaliq untuk menarik zakat, tetapi ia merasa takut terhadap mereka, karena dahulu di masa jahiliah ia bermusuhan dengan mereka. Akhirnya di tengah perjalanan ia kembali lagi seraya melaporkan, bahwa mereka tidak mau membayar zakat dan bahkan mereka hampir saja membunuhnya. Karena itu hampir saja Nabi saw. bermaksud untuk memerangi mereka, hanya karena mereka keburu datang menghadap Nabi saw. seraya mengingkari apa yang telah dikatakan oleh Walid mengenai mereka."
  },
  {
    "page": 516,
    "name": "Al-Hujurat",
    "ayat": 6,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ ",
    "translation": "Wahai orang-orang yang beriman! Jika seseorang yang fasik datang kepadamu membawa suatu berita, maka telitilah kebenarannya, agar kamu tidak mencelakakan suatu kaum karena kebodohan (kecerobohan), yang akhirnya kamu menyesali perbuatanmu itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4618.mp3",
    "tafsir": "Dalam ayat ini, Allah memberitakan peringatan kepada kaum Mukminin, jika datang kepada mereka seorang fasik membawa berita tentang apa saja, agar tidak tergesa-gesa menerima berita itu sebelum diperiksa dan diteliti dahulu kebenarannya. Sebelum diadakan penelitian yang seksama, jangan cepat percaya kepada berita dari orang fasik, karena seorang yang tidak mempedulikan kefasikannya, tentu juga tidak akan mempedulikan kedustaan berita yang disampaikannya. Perlunya berhati-hati dalam menerima berita adalah untuk menghindarkan penyesalan akibat berita yang tidak diteliti atau berita bohong itu. Penyesalan yang akan timbul sebenarnya dapat dihindari jika bersikap lebih hati-hati.\nAyat ini memberikan pedoman bagi sekalian kaum Mukminin supaya berhati-hati dalam menerima berita, terutama jika bersumber dari seorang yang fasik. Maksud yang terkandung dalam ayat ini adalah agar diadakan penelitian dahulu mengenai kebenarannya. Mempercayai suatu berita tanpa diselidiki kebenarannya, besar kemungkinan akan membawa korban jiwa dan harta yang sia-sia, yang hanya menimbulkan penyesalan belaka.",
    "quraish": "Wahai orang-orang yang beriman, jika orang yang melanggar syariat Allah datang kepada kalian dengan membawa suatu berita, maka teliti dan periksalah terlebih dahulu kebenaran berita itu. Hal itu supaya kalian tidak menimpakan musibah kepada suatu kaum--tanpa kalian mengetahui keadaan mereka--sehingga apa yang telah kalian lakukan terhadap mereka--setelah nyata bahwa mereka tidak melakukannya--menjadikan kalian selalu menyesal atas kejadian itu, dan berharap kejadian itu tidak kalian lakukan.",
    "jalalayn": "(Hai orang-orang yang beriman! Jika datang kepada kalian orang fasik membawa suatu berita) (maka periksalah oleh kalian) kebenaran beritanya itu, apakah ia benar atau berdusta. Menurut suatu qiraat dibaca Fatatsabbatuu berasal dari lafal Ats-Tsabaat, artinya telitilah terlebih dahulu kebenarannya (agar kalian tidak menimpakan musibah kepada suatu kaum) menjadi Maf'ul dari lafal Fatabayyanuu, yakni dikhawatirkan hal tersebut akan menimpa musibah kepada suatu kaum (tanpa mengetahui keadaannya) menjadi Hal atau kata keterangan keadaan dari Fa'il, yakni tanpa sepengetahuannya (yang menyebabkan kalian) membuat kalian (atas perbuatan kalian itu) yakni berbuat kekeliruan terhadap kaum tersebut (menyesal) selanjutnya Rasulullah saw. mengutus Khalid kepada mereka sesudah mereka kembali ke negerinya. Ternyata Khalid tiada menjumpai mereka melainkan hanya ketaatan dan kebaikan belaka, lalu ia menceritakan hal tersebut kepada Nabi saw."
  },
  {
    "page": 516,
    "name": "Al-Hujurat",
    "ayat": 7,
    "arab": "وَاعْلَمُوْٓا اَنَّ فِيْكُمْ رَسُوْلَ اللّٰهِ ۗ لَوْ يُطِيْعُكُمْ فِيْ كَثِيْرٍ مِّنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاِيْمَانَ وَزَيَّنَهٗ فِيْ قُلُوْبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوْقَ وَالْعِصْيَانَ ۗ اُولٰۤىِٕكَ هُمُ الرَّاشِدُوْنَۙ",
    "translation": "Dan ketahuilah olehmu bahwa di tengah-tengah kamu ada Rasulullah. Kalau dia menuruti (kemauan) kamu dalam banyak hal pasti kamu akan mendapatkan kesusahan. Tetapi Allah menjadikan kamu cinta kepada keimanan dan menjadikan (iman) itu indah dalam hatimu serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan. Mereka itulah orang-orang yang mengikuti jalan yang lurus,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4619.mp3",
    "tafsir": "Allah menjelaskan bahwa Rasulullah saw ketika berada di tengah-tengah kaum Mukminin, sepatutnya dihormati dan diikuti semua petunjuknya karena lebih mengetahui kemaslahatan umatnya. Nabi lebih utama bagi orang-orang Mukmin dari diri mereka sendiri, sebagaimana dicantumkan dalam firman Allah:\n\nNabi itu lebih utama bagi orang-orang Mukmin dibandingkan diri mereka sendiri (al-Ahzab/33: 6)\n\nKarena Nabi Muhammad selalu berada dalam bimbingan wahyu Ilahi, maka beliau yang berada di tengah-tengah para sahabat itu sepatutnya dijadikan teladan dalam segala aspek kehidupan dan aspek kemasyarakatan. Seandainya beliau menuruti kemauan para sahabat dalam memecahkan persoalan hidup, niscaya mereka akan menemui berbagai kesulitan dan kemudaratan seperti dalam peristiwa al-Walid bin 'Uqbah. Seandainya Nabi saw menerima berita bohong tentang Bani al-Musthaliq, lalu mengirimkan pasukan untuk menggempur mereka yang disangka murtad dan menolak membayar zakat, niscaya yang demikian itu hanya akan menimbulkan penyesalan dan bencana. Akan tetapi, sebaliknya dengan kebijaksanaan dan bimbingan Rasulullah saw yang berada di tengah-tengah para sahabat, mereka dijadikan oleh Allah mencintai keimanan dan menjadikan iman itu indah dalam hati mereka, dan menjadikan mereka benci kepada kekafiran, ke-fasikan dan kedurhakaan.\nKarena iman yang sempurna itu terdiri dari pengakuan dengan lisan, membenarkan dengan hati, dan beramal saleh dengan anggota tubuh, maka kebencian terhadap kekafiran berlawanan dengan kecintaan kepada keimanan. Menjadikan iman itu indah dalam hati adalah pararel dengan membenarkan (tasdiq) dalam hati, dan benci kepada kedurhakaan itu pararel dengan mengadakan amal saleh. Orang-orang yang demikian itu adalah orang-orang yang mendapat petunjuk dan mengikuti jalan yang lu-rus, yang langsung menuju kepada keridaan Allah.",
    "quraish": "Wahai orang-orang yang beriman, ketahuilah bahwa Rasulullah ada di kalangan kamu sekalian. Maka, hormatilah ia dengan sebenar-benarnya dan percayailah. Seandainya Rasul itu menuruti orang-orang yang lemah imannya di antara kalian dalam beberapa urusan, niscaya kalian akan berada dalam kesulitan dan kehancuran. Tetapi Allah menjadikan orang-orang yang sempurna di antara kalian cinta kepada keimanan dan menjadikan iman itu indah dalam hati, sehingga kalian terjaga dari gemerlapnya sesuatu yang tidak patut. Allah juga menjadikan kalian benci kepada sifat mengingkari nikmat, keluar dari syariat-Nya dan melanggar perintah-Nya. Mereka itulah orang-orang yang mengetahui jalan petunjuk dan mengikutinya. Yang demikian itu adalah karunia mulia dan nikmat yang besar dari Allah kepada mereka. Allah Maha Mengetahui segala sesuatu lagi Mahabijaksana dalam mengatur segala urusan.",
    "jalalayn": "(Dan ketahuilah oleh kamu sekalian bahwa di kalangan kalian ada Rasulullah) maka janganlah sekali-kali kalian mengatakan hal-hal yang batil, karena sesungguhnya Allah akan memberitahukannya seketika itu juga. (Kalau ia menuruti kemauan kalian dalam banyak urusan) yang kalian beritakan tidak sesuai dengan kenyataannya, oleh karena itu maka hasilnya sesuai dengan apa yang kalian beritakan itu (niscaya kalian akan mendapat dosa) yakni benar-benar kalian mendapat dosa karena hal itu, yaitu dosa memberikan keterangan yang palsu (tetapi Allah menjadikan kalian cinta kepada keimanan dan menjadikan iman itu indah) yakni dipandang baik (dalam hati kalian serta menjadikan kalian benci kepada kekafiran, kefasikan dan kedurhakaan) pengertian Istidrak yang dikandung oleh lafal Laakin dipandang dari segi makna bukan lafalnya, karena sesungguhnya orang yang cinta kepada keimanan memiliki sifat-sifat berbeda dengan sifat-sifat yang dimiliki oleh orang-orang yang telah disebutkan tadi. (Mereka itulah) di dalam ungkapan ini terkandung iltifat dari Mukhathab (orang-orang yang mengikuti jalan yang lurus) yakni orang-orang yang teguh dalam agamanya."
  },
  {
    "page": 516,
    "name": "Al-Hujurat",
    "ayat": 8,
    "arab": "فَضْلًا مِّنَ اللّٰهِ وَنِعْمَةً ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
    "translation": "sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4620.mp3",
    "tafsir": "Karunia dan anugerah itu semata-mata kemurahan dari Allah dan merupakan nikmat dari-Nya. Allah Maha Mengetahui siapa yang berhak menerima petunjuk dan siapa yang terkena kesesatan, dan Maha bijaksana dalam mengatur segala urusan makhluk-Nya.",
    "quraish": "Wahai orang-orang yang beriman, ketahuilah bahwa Rasulullah ada di kalangan kamu sekalian. Maka, hormatilah ia dengan sebenar-benarnya dan percayailah. Seandainya Rasul itu menuruti orang-orang yang lemah imannya di antara kalian dalam beberapa urusan, niscaya kalian akan berada dalam kesulitan dan kehancuran. Tetapi Allah menjadikan orang-orang yang sempurna di antara kalian cinta kepada keimanan dan menjadikan iman itu indah dalam hati, sehingga kalian terjaga dari gemerlapnya sesuatu yang tidak patut. Allah juga menjadikan kalian benci kepada sifat mengingkari nikmat, keluar dari syariat-Nya dan melanggar perintah-Nya. Mereka itulah orang-orang yang mengetahui jalan petunjuk dan mengikutinya. Yang demikian itu adalah karunia mulia dan nikmat yang besar dari Allah kepada mereka. Allah Maha Mengetahui segala sesuatu lagi Mahabijaksana dalam mengatur segala urusan.",
    "jalalayn": "(Sebagai karunia dari Allah) lafal Fadhlan adalah Mashdar yang dinashabkan oleh Fi'ilnya yang keberadaannya diperkirakan sebelumnya, yaitu lafal Afdhala (dan nikmat) dari-Nya. (Dan Allah Maha Mengetahui) keadaan mereka (lagi Maha Bijaksana) di dalam memberikan nikmat-Nya kepada mereka."
  },
  {
    "page": 516,
    "name": "Al-Hujurat",
    "ayat": 9,
    "arab": "وَاِنْ طَاۤىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَاۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۤءَ اِلٰٓى اَمْرِ اللّٰهِ ۖفَاِنْ فَاۤءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُوْا ۗاِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ",
    "translation": "Dan apabila ada dua golongan orang-orang mukmin berperang, maka damaikanlah antara keduanya. Jika salah satu dari keduanya berbuat zalim terhadap (golongan) yang lain, maka perangilah (golongan) yang berbuat zalim itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), maka damaikanlah antara keduanya dengan adil, dan berlakulah adil. Sungguh, Allah mencintai orang-orang yang berlaku adil. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4621.mp3",
    "tafsir": "Allah menerangkan bahwa jika ada dua golongan dari orangorang Mukmin berperang, maka harus diusahakan perdamaian antara kedua pihak yang bermusuhan itu dengan jalan berdamai sesuai dengan ketentuan hukum dari Allah berdasarkan keadilan untuk kemaslahatan mereka yang bersangkutan. Jika setelah diusahakan perdamaian itu masih ada yang membangkang dan tetap juga berbuat aniaya terhadap golongan yang lain, maka golongan yang agresif yang berbuat aniaya itu harus diperangi sehingga mereka kembali untuk menerima hukum Allah. Jika golongan yang membangkang itu telah tunduk dan kembali kepada perintah Allah, maka kedua golongan yang tadinya bermusuhan itu harus diperlakukan dengan adil dan bijaksana, penuh kesadaran sehingga tidak terulang lagi permusuhan seperti itu di masa yang akan datang. Allah memerintahkan supaya mereka tetap melakukan keadilan dalam segala urusan mereka, karena Allah menyukainya dan akan memberi pahala kepada orang-orang yang berlaku adil dalam segala urusan.",
    "quraish": "Wahai orang-orang Mukmin, jika ada dua golongan orang Mukmin bertikai, maka damaikanlah mereka. Jika salah satunya berbuat aniaya dan tidak mau berdamai, maka perangilah golongan yang berbuat aniaya sampai mereka kembali kepada hukum Allah. Dan jika mereka telah kembali kepada hukum Allah, maka damaikanlah antara keduanya dengan adil. Berlaku adillah di antara semua manusia dalam segala urusan. Sesungguhnya Allah menyukai orang-orang yang berbuat adil.",
    "jalalayn": "(Dan jika ada dua golongan dari orang-orang mukmin) hingga akhir ayat. Ayat ini diturunkan berkenaan dengan suatu masalah, yaitu bahwa Nabi saw. pada suatu hari menaiki keledai kendaraannya, lalu ia melewati Ibnu Ubay. Ketika melewatinya tiba-tiba keledai yang dinaikinya itu kencing, lalu Ibnu Ubay menutup hidungnya, maka berkatalah Ibnu Rawwahah kepadanya, \"Demi Allah, sungguh bau kencing keledainya jauh lebih wangi daripada bau minyak kesturimu itu,\" maka terjadilah antara kaum mereka berdua saling baku hantam dengan tangan, terompah dan pelepah kurma (berperang) Dhamir yang ada pada ayat ini dijamakkan karena memandang dari segi makna yang dikandung lafal Thaaifataani, karena masing-masing Thaaifah atau golongan terdiri dari sekelompok orang. Menurut suatu qiraat ada pula yang membacanya Iqtatalataa, yakni hanya memandang dari segi lafal saja (maka damaikanlah antara keduanya) dan Dhamir pada lafal ini ditatsniyahkan karena memandang dari segi lafal. (Jika berbuat aniaya) atau berbuat melewati batas (salah satu dari kedua golongan itu terhadap golongan yang lain maka perangilah golongan yang berbuat aniaya itu sehingga golongan itu kembali) artinya, rujuk kembali (kepada perintah Allah) kepada jalan yang benar (jika golongan itu telah kembali kepada perintah Allah maka damaikanlah antara keduanya dengan adil) yaitu dengan cara pertengahan (dan berlaku adillah) bersikap jangan memihaklah. (Sesungguhnya Allah menyukai orang-orang yang berlaku adil.)"
  },
  {
    "page": 516,
    "name": "Al-Hujurat",
    "ayat": 10,
    "arab": "اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ  وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ ",
    "translation": "Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4622.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa sesungguhnya orang-orang Mukmin semuanya bersaudara seperti hubungan persaudaraan antara nasab karena sama-sama menganut unsur keimanan yang sama dan kekal dalam surga. Dalam sebuah hadis sahih diriwayatkan Muslim itu adalah saudara muslim yang lain, jangan berbuat aniaya dan jangan membiarkannya melakukan aniaya. Orang yang membantu kebutuhan saudaranya, maka Allah membantu kebutuhannya. Orang yang melonggarkan satu kesulitan dari seorang muslim, maka Allah melonggarkan satu kesulitan di antara kesulitan-kesuliannya pada hari Kiamat. Orang yang menutupi aib saudaranya, maka Allah akan menutupi kekurangannya pada hari Kiamat. (Riwayat al-Bukhari dari 'Abdullah bin 'Umar) \nPada hadis sahih yang lain dinyatakan: Apabila seorang muslim mendoakan saudaranya yang gaib, maka malaikat berkata, \"Amin, dan semoga kamu pun mendapat seperti itu.\" (Riwayat Muslim dan Abu ad-Darda') Karena persaudaraan itu mendorong ke arah perdamaian, maka Allah menganjurkan agar terus diusahakan di antara saudara seagama seperti perdamaian di antara saudara seketurunan, supaya mereka tetap memelihara ketakwaan kepada Allah. Mudah-mudahan mereka memperoleh rahmat dan ampunan Allah sebagai balasan terhadap usaha-usaha perdamaian dan ketakwaan mereka. Dari ayat tersebut dapat dipahami perlu adanya kekuatan sebagai penengah untuk mendamaikan pihak-pihak yang bertikai.",
    "quraish": "Sesungguhnya orang-orang yang beriman kepada Allah dan Rasul-Nya adalah bersaudara. Sebab iman yang ada telah menyatukan hati mereka. Maka damaikanlah antara kedua saudara kalian demi menjaga hubungan persaudaraan seiman. Jagalah diri kalian dari azab Allah dengan menjalankan perintah-Nya dan menjauhi larangan-Nya, dengan harapan Dia akan memberi kalian rahmat berkat ketakwaan kalian.",
    "jalalayn": "(Sesungguhnya orang-orang mukmin adalah saudara) dalam seagama (karena itu damaikanlah antara kedua saudara kalian) apabila mereka berdua bersengketa. Menurut qiraat yang lain dibaca Ikhwatikum, artinya saudara-saudara kalian (dan bertakwalah kepada Allah supaya kalian mendapat rahmat.)"
  },
  {
    "page": 516,
    "name": "Al-Hujurat",
    "ayat": 11,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَسْخَرْ قَوْمٌ مِّنْ قَوْمٍ عَسٰٓى اَنْ يَّكُوْنُوْا خَيْرًا مِّنْهُمْ وَلَا نِسَاۤءٌ مِّنْ نِّسَاۤءٍ عَسٰٓى اَنْ يَّكُنَّ خَيْرًا مِّنْهُنَّۚ وَلَا تَلْمِزُوْٓا اَنْفُسَكُمْ وَلَا تَنَابَزُوْا بِالْاَلْقَابِۗ بِئْسَ الِاسْمُ الْفُسُوْقُ بَعْدَ الْاِيْمَانِۚ وَمَنْ لَّمْ يَتُبْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah suatu kaum mengolok-olok kaum yang lain (karena) boleh jadi mereka (yang diperolok-olokkan) lebih baik dari mereka (yang mengolok-olok) dan jangan pula perempuan-perempuan (mengolok-olokkan) perempuan lain (karena) boleh jadi perempuan (yang diperolok-olokkan) lebih baik dari perempuan (yang mengolok-olok). Janganlah kamu saling mencela satu sama lain dan janganlah saling memanggil dengan gelar-gelar yang buruk. Seburuk-buruk panggilan adalah (panggilan) yang buruk (fasik) setelah beriman. Dan barangsiapa tidak bertobat, maka mereka itulah orang-orang yang zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4623.mp3",
    "tafsir": "Dalam ayat ini, Allah mengingatkan kaum Mukminin supaya jangan ada suatu kaum mengolok-olokkan kaum yang lain karena boleh jadi, mereka yang diolok-olokkan itu pada sisi Allah jauh lebih mulia dan terhormat dari mereka yang mengolok-olokkan. Demikian pula di kalangan wanita, jangan ada segolongan wanita yang mengolok-olokkan wanita yang lain karena boleh jadi, mereka yang diolok-olokkan itu pada sisi Allah lebih baik dan lebih terhormat dari wanita-wanita yang mengolok-olokkan. Allah melarang kaum mukminin mencela kaum mereka sendiri karena kaum Mukminin semuanya harus dipandang satu tubuh yang diikat dengan kesatuan dan persatuan. Allah melarang pula memanggil dengan panggilan yang buruk seperti panggilan kepada seseorang yang sudah beriman dengan kata-kata: hai fasik, hai kafir, dan sebagainya. Tersebut dalam sebuah hadis riwayat al-Bukhari dan Muslim dari an-Nu'man bin Basyir: Perumpamaan orang-orang mukmin dalam kasih mengasihi dan sayang-menyayangi antara mereka seperti tubuh yang satu; bila salah satu anggota badannya sakit demam, maka badan yang lain merasa demam dan terganggu pula. (Riwayat Muslim dan Ahmad dari an-Nu'man bin Basyir) Sesungguhnya Allah tidak memandang kepada rupamu dan harta kekayaanmu, akan tetapi Ia memandang kepada hatimu dan perbuatanmu. (Riwayat Muslim dari Abu Hurairah) \nHadis ini mengandung isyarat bahwa seorang hamba Allah jangan memastikan kebaikan atau keburukan seseorang semata-mata karena melihat kepada amal perbuatannya saja, sebab ada kemungkinan seseorang tampak mengerjakan amal kebajikan, padahal Allah melihat di dalam hatinya ada sifat yang tercela. Sebaliknya pula mungkin ada orang yang kelihatan melakukan suatu yang tampak buruk, akan tetapi Allah melihat dalam hatinya ada rasa penyesalan yang besar yang mendorongnya bertobat dari dosanya. Maka amal perbuatan yang tampak di luar itu, hanya merupakan tanda-tanda saja yang menimbulkan sangkaan yang kuat, tetapi belum sampai ke tingkat meyakinkan. Allah melarang kaum Mukminin memanggil orang dengan panggilan-panggilan yang buruk setelah mereka beriman. Ibnu Jarir meriwayatkan bahwa Ibnu 'Abbas dalam menafsirkan ayat ini, menerangkan bahwa ada seorang laki-laki yang pernah di masa mudanya mengerjakan suatu perbuatan yang buruk, lalu ia bertobat dari dosanya, maka Allah melarang siapa saja yang menyebut-nyebut lagi keburukannya di masa yang lalu, karena hal itu dapat membangkitkan perasaan yang tidak baik. Itu sebabnya Allah melarang memanggil dengan panggilan dan gelar yang buruk. Adapun panggilan yang mengandung penghormatan tidak dilarang, seperti sebutan kepada Abu Bakar dengan as-shiddiq, kepada 'Umar dengan al-Faruq, kepada 'Utsman dengan sebutan dzu an-Nurain, kepada 'Ali dengan Abu Turab, dan kepada Khalid bin al-Walid dengan sebutan Saifullah (pedang Allah). Panggilan yang buruk dilarang untuk diucapkan setelah orangnya beriman karena gelar-gelar untuk itu mengingatkan kepada kedurhakaan yang sudah lewat, dan sudah tidak pantas lagi dilontarkan. Barang siapa tidak bertobat, bahkan terus pula memanggil-manggil dengan gelar-gelar yang buruk itu, maka mereka dicap oleh Allah sebagai orang-orang yang zalim terhadap diri sendiri dan pasti akan menerima konsekuensinya berupa azab dari Allah pada hari Kiamat.",
    "quraish": "Wahai orang-orang yang beriman, janganlah laki-laki di antara kalian mengolok-olok laki-laki yang lain. Sebab, boleh jadi mereka yang diolok-olok itu lebih baik di sisi Allah daripada mereka yang mengolok-olok. Dan jangan pula wanita-wanita Mukmin mengolok-olok wanita-wanita Mukmin yang lain. Karena, boleh jadi mereka yang diolok-olok lebih baik di sisi Allah dari mereka yang mengolok-olok. Janganlah kalian saling mencela yang lain, dan jangan pula seseorang memanggil saudaranya dengan panggilan yang tidak disukainya. Seburuk-buruk panggilan bagi orang Mukmin adalah apabila mereka dipanggil dengan kata-kata fasik setelah mereka beriman. Barangsiapa tidak bertobat dari hal-hal yang dilarang itu, maka mereka adalah orang-orang yang menzalimi dirinya sendiri dan orang lain.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah berolok-olokan) dan seterusnya, ayat ini diturunkan berkenaan dengan delegasi dari Bani Tamim sewaktu mereka mengejek orang-orang muslim yang miskin, seperti Ammar bin Yasir dan Shuhaib Ar-Rumi. As-Sukhriyah artinya merendahkan dan menghina (suatu kaum) yakni sebagian di antara kalian (kepada kaum yang lain karena boleh jadi mereka yang diolok-olokkan lebih baik dari mereka yang mengolok-olokkan) di sisi Allah (dan jangan pula wanita-wanita) di antara kalian mengolok-olokkan (wanita-wanita lain karena boleh jadi wanita-wanita yang diperolok-olokkan lebih baik dari wanita-wanita yang mengolok-olokkan dan janganlah kalian mencela diri kalian sendiri) artinya, janganlah kalian mencela, maka karenanya kalian akan dicela; makna yang dimaksud ialah, janganlah sebagian dari kalian mencela sebagian yang lain (dan janganlah kalian panggil-memanggil dengan gelar-gelar yang buruk) yaitu janganlah sebagian di antara kalian memanggil sebagian yang lain dengan nama julukan yang tidak disukainya, antara lain seperti, hai orang fasik, atau hai orang kafir. (Seburuk-buruk nama) panggilan yang telah disebutkan di atas, yaitu memperolok-olokkan orang lain mencela dan memanggil dengan nama julukan yang buruk (ialah nama yang buruk sesudah iman) lafal Al-Fusuuq merupakan Badal dari lafal Al-Ismu, karena nama panggilan yang dimaksud memberikan pengertian fasik dan juga karena nama panggilan itu biasanya diulang-ulang (dan barang siapa yang tidak bertobat) dari perbuatan tersebut (maka mereka itulah orang-orang yang lalim.)"
  }
]