[
  {
    "page": 517,
    "name": "Al-Hujurat",
    "ayat": 12,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اجْتَنِبُوْا كَثِيْرًا مِّنَ الظَّنِّۖ اِنَّ بَعْضَ الظَّنِّ اِثْمٌ وَّلَا تَجَسَّسُوْا وَلَا يَغْتَبْ بَّعْضُكُمْ بَعْضًاۗ  اَيُحِبُّ اَحَدُكُمْ اَنْ يَّأْكُلَ لَحْمَ اَخِيْهِ مَيْتًا فَكَرِهْتُمُوْهُۗ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ تَوَّابٌ رَّحِيْمٌ",
    "translation": "Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4624.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa permintaan mereka itu tidak mungkin diperkenankan oleh Allah. Mereka tidak akan dikembalikan ke dunia, karena hati mereka sudah tidak menerima kebenaran lagi. Di dunia, mereka kafir dan ingkar apabila diseru untuk hanya menyembah Allah saja, tetapi apabila Allah dipersekutukan dengan yang lain, mereka percaya dan membenarkannya. Permintaan mereka ke luar dari neraka dan dikembalikan ke dunia untuk beramal saleh, dijawab oleh Allah dengan firman-Nya:\n\nDia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Mu'minun/23: 108)\n\nAndaikata permintaan mereka diperkenankan dan dikembalikan ke dunia, mereka akan tetap mengerjakan hal-hal yang dilarang Allah sebagaimana halnya dahulu. Mereka itu pembohong, sebagaimana firman Allah:\n\nSeandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28)\n\nAyat ini ditutup dengan satu ketegasan bahwa putusan di hari Kiamat berada di tangan Allah yang akan memberi putusan dengan hak dan adil, Tuhan Yang Mahatinggi dan Mahabesar tiada sesuatu yang menyamai-Nya. Tuhan sangat benci kepada yang mempersekutukan-Nya dan telah memberlakukan kebijaksanaan yaitu mengekalkan mereka di dalam neraka.",
    "quraish": "Wahai orang-orang yang beriman, jauhilah prasangka buruk terhadap orang-orang yang berbuat baik. Sesungguhnya sebagian prasangka adalah dosa yang harus dihukum. Janganlah kalian menyelidiki dan mencari-cari aib dan cela orang-orang Muslim, dan jangan pula kalian saling menggunjing yang lain. Apakah salah seorang di antara kalian senang memakan bangkai saudaranya yang mati yang kalian sendiri sebenarnya merasa jijik? Maka bencilah perbuatan menggunjing, karena perbuatan menggunjing itu bagaikan memakan bangkai saudara sendiri. Peliharalah diri kalian dari azab Allah dengan menaati semua perintah dan menjauhi segala larangan. Sesungguhnya Allah Mahaagung dalam menerima pertobatan orang-orang yang mau bertobat, lagi Mahaluas kasih sayang-Nya terhadap alam semesta.",
    "jalalayn": "(Hai orang-orang yang beriman, jauhilah kebanyakan dari prasangka, sesungguhnya sebagian prasangka itu adalah dosa) artinya, menjerumuskan kepada dosa, jenis prasangka itu cukup banyak, antara lain ialah berburuk sangka kepada orang mukmin yang selalu berbuat baik. Orang-orang mukmin yang selalu berbuat baik itu cukup banyak, berbeda keadaannya dengan orang-orang fasik dari kalangan kaum muslimin, maka tiada dosa bila kita berburuk sangka terhadapnya menyangkut masalah keburukan yang tampak dari mereka (dan janganlah kalian mencari-cari kesalahan orang lain) lafal Tajassasuu pada asalnya adalah Tatajassasuu, lalu salah satu dari kedua huruf Ta dibuang sehingga jadilah Tajassasuu, artinya janganlah kalian mencari-cari aurat dan keaiban mereka dengan cara menyelidikinya (dan janganlah sebagian kalian menggunjing sebagian yang lain) artinya, janganlah kamu mempergunjingkan dia dengan sesuatu yang tidak diakuinya, sekalipun hal itu benar ada padanya. (Sukakah salah seorang di antara kalian memakan daging saudaranya yang sudah mati?) lafal Maytan dapat pula dibaca Mayyitan; maksudnya tentu saja hal ini tidak layak kalian lakukan. (Maka tentulah kalian merasa jijik kepadanya) maksudnya, mempergunjingkan orang semasa hidupnya sama saja artinya dengan memakan dagingnya sesudah ia mati. Kalian jelas tidak akan menyukainya, oleh karena itu janganlah kalian melakukan hal ini. (Dan bertakwalah kepada Allah) yakni takutlah akan azab-Nya bila kalian hendak mempergunjingkan orang lain, maka dari itu bertobatlah kalian dari perbuatan ini (sesungguhnya Allah Maha Penerima tobat) yakni selalu menerima tobat orang-orang yang bertobat (lagi Maha Penyayang) kepada mereka yang bertobat."
  },
  {
    "page": 517,
    "name": "Al-Hujurat",
    "ayat": 13,
    "arab": "يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۤىِٕلَ لِتَعَارَفُوْا ۚ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۗاِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ",
    "translation": "Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sesungguhnya yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4625.mp3",
    "tafsir": "Dalam ayat ini, dijelaskan bahwa Allah menciptakan manusia dari seorang laki-laki (Adam) dan seorang perempuan (Hawa) dan menjadikannya berbangsa-bangsa, bersuku-suku, dan berbeda-beda warna kulit bukan untuk saling mencemoohkan, tetapi supaya saling mengenal dan menolong. Allah tidak menyukai orang-orang yang memperlihatkan kesombongan dengan keturunan, kepangkatan, atau kekayaannya karena yang paling mulia di antara manusia pada sisi Allah hanyalah orang yang paling bertakwa kepada-Nya.\nKebiasaan manusia memandang kemuliaan itu selalu ada sangkut-pautnya dengan kebangsaan dan kekayaan. Padahal menurut pandangan Allah, orang yang paling mulia itu adalah orang yang paling takwa kepada-Nya.\nDiriwayatkan oleh Ibnu hibban dan at-Tirmidhi dari Ibnu 'Umar bahwa ia berkata:\nRasulullah saw melakukan tawaf di atas untanya yang telinganya tidak sempurna (terputus sebagian) pada hari Fath Makkah (Pembebasan Mekah). Lalu beliau menyentuh tiang Ka'bah dengan tongkat yang bengkok ujungnya. Beliau tidak mendapatkan tempat untuk menderumkan untanya di masjid sehingga unta itu dibawa keluar menuju lembah lalu menderumkannya di sana. Kemudian Rasulullah memuji Allah dan mengagungkan-Nya, kemudian berkata, \"Wahai manusia, sesungguhnya Allah telah menghilangkan pada kalian keburukan perilaku Jahiliah. Wahai manusia, sesungguhnya manusia itu ada dua macam: orang yang berbuat kebajikan, bertakwa, dan mulia di sisi Tuhannya. Dan orang yang durhaka, celaka, dan hina di sisi Tuhannya. Kemudian Rasulullah membaca ayat: ya ayyuhan-nas inna khalaqnakum min dhakarin wa untsa¦ Beliau membaca sampai akhir ayat, lalu berkata, \"Inilah yang aku katakan, dan aku memohon ampun kepada Allah untukku dan untuk kalian. (Riwayat Ibnu hibban dan at-Tirmidhi dari Ibnu 'Umar).\n\nSesungguhnya Allah Maha Penerima tobat lagi Maha Mengetahui tentang apa yang tersembunyi dalam jiwa dan pikiran manusia. Pada akhir ayat, Allah menyatakan bahwa Dia Maha Mengetahui tentang segala yang tersembunyi di dalam hati manusia dan mengetahui segala perbuatan mereka.",
    "quraish": "Wahai manusia, sesungguhnya Kami telah menciptakan kalian dalam keadaan sama, dari satu asal: Adam dan Hawâ'. Lalu kalian Kami jadikan, dengan keturunan, berbangsa-bangsa dan bersuku-suku, supaya kalian saling mengenal dan saling menolong. Sesungguhnya orang yang paling mulia derajatnya di sisi Allah adalah orang yang paling bertakwa di antara kalian. Allah sungguh Maha Mengetahui segala sesuatu dan Maha Mengenal, yang tiada suatu rahasia pun tersembunyi bagi-Nya.",
    "jalalayn": "(Hai manusia, sesungguhnya Kami menciptakan kalian dari seorang laki-laki dan seorang perempuan) yakni dari Adam dan Hawa (dan Kami menjadikan kalian berbangsa-bangsa) lafal Syu'uuban adalah bentuk jamak dari lafal Sya'bun, yang artinya tingkatan nasab keturunan yang paling tinggi (dan bersuku-suku) kedudukan suku berada di bawah bangsa, setelah suku atau kabilah disebut Imarah, lalu Bathn, sesudah Bathn adalah Fakhdz dan yang paling bawah adalah Fashilah. Contohnya ialah Khuzaimah adalah nama suatu bangsa, Kinanah adalah nama suatu kabilah atau suku, Quraisy adalah nama suatu Imarah, Qushay adalah nama suatu Bathn, Hasyim adalah nama suatu Fakhdz, dan Al-Abbas adalah nama suatu Fashilah (supaya kalian saling kenal-mengenal) lafal Ta'aarafuu asalnya adalah Tata'aarafuu, kemudian salah satu dari kedua huruf Ta dibuang sehingga jadilah Ta'aarafuu; maksudnya supaya sebagian dari kalian saling mengenal sebagian yang lain bukan untuk saling membanggakan ketinggian nasab atau keturunan, karena sesungguhnya kebanggaan itu hanya dinilai dari segi ketakwaan. (Sesungguhnya orang yang paling mulia di antara kalian di sisi Allah ialah orang yang paling bertakwa. Sesungguhnya Allah Maha Mengetahui) tentang kalian (lagi Maha Mengenal) apa yang tersimpan di dalam batin kalian."
  },
  {
    "page": 517,
    "name": "Al-Hujurat",
    "ayat": 14,
    "arab": "۞ قَالَتِ الْاَعْرَابُ اٰمَنَّا ۗ قُلْ لَّمْ تُؤْمِنُوْا وَلٰكِنْ قُوْلُوْٓا اَسْلَمْنَا وَلَمَّا يَدْخُلِ الْاِيْمَانُ فِيْ قُلُوْبِكُمْ ۗوَاِنْ تُطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ لَا يَلِتْكُمْ مِّنْ اَعْمَالِكُمْ شَيْـًٔا ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Orang-orang Arab Badui berkata, “Kami telah beriman.” Katakanlah (kepada mereka), “Kamu belum beriman, tetapi katakanlah ‘Kami telah tunduk (Islam),’ karena iman belum masuk ke dalam hatimu. Dan jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amal perbuatanmu. Sungguh, Allah Maha Pengampun, Maha Penyayang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4626.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang Arab Badui yang mengaku bahwa diri mereka telah beriman. Ucapan mereka itu dibantah oleh Allah. Sepantasnya mereka itu jangan mengatakan telah beriman karena iman yang sungguh-sungguh ialah membenarkan dengan hati yang tulus dan percaya kepada Allah dengan seutuhnya. Hal itu belum terbukti karena mereka memperlihatkan bahwa mereka telah memberikan kenikmatan kepada Rasulullah saw dengan keislaman mereka dan dengan tidak memerangi Rasulullah saw.\nMereka dilarang oleh Allah mengucapkan kata beriman itu dan sepantasnya mereka hanya mengucapkan 'kami telah tunduk masuk Islam, karena iman yang sungguh-sungguh itu belum pernah masuk ke dalam hati mereka. Apa yang mereka ucapkan tidak sesuai dengan isi hati mereka.\nAz-Zajjaj berkata, \"Islam itu ialah memperlihatkan kepatuhan dan menerima apa-apa yang dibawa oleh Nabi Muhammad. Dengan memperlihatkan patuh itu terpeliharalah darah dan jiwa, dan jika ikrar tentang keislaman itu disertai dengan tasdiq (dibenarkan hati), maka barulah yang demikian itu yang dinamakan iman yang sungguh-sungguh. Jika mereka benar-benar telah taat kepada Allah dan rasul-Nya, ikhlas berbuat amal, dan meninggalkan kemunafikan, maka Allah tidak akan mengurangi sedikit pun pahala amalan mereka, bahkan akan memperbaiki balasannya dengan berlipat ganda.\"\nTerhadap manusia yang banyak berbuat kesalahan, di mana pun ia berada, Allah akan mengampuninya karena Dia Maha Pengampun terhadap orang yang bertobat dan yang beramal penuh keikhlasan.",
    "quraish": "Orang-orang Arab Badui berkata dengan lisan mereka, \"Kami telah beriman.\" Katakanlah kepada mereka, hai Muhammad, \"Kalian belum beriman. Sebab hati kalian masih belum percaya terhadap apa yang kalian katakan. Tetapi katakanlah, 'Kami telah tunduk kepada risalahmu,' karena iman itu belum masuk ke dalam hati kalian.\" Jika kalian benar-benar taat kepada Allah dan Rasul-Nya, maka tidak ada sedikit pun pahala amal perbuatan kalian yang dikurangi. Sesungguhnya Allah Mahaagung ampunan-Nya terhadap para hamba, lagi Maha Memiliki rahmat yang luas terhadap segala sesuatu.",
    "jalalayn": "(Orang-orang Arab Badui itu berkata,) yang dimaksud adalah segolongan dari kalangan Bani Asad (\"Kami telah beriman\") yakni hati kami telah beriman. (Katakanlah) kepada mereka, (\"Kalian belum beriman, tetapi katakanlah, 'Kami telah berserah diri,'\") artinya, kami telah tunduk secara lahiriah (karena masih belumlah) yakni masih belum lagi (iman masuk ke dalam hati kalian) sampai sekarang hanya saja hal itu baru merupakan dugaan bagi kalian (dan jika kalian taat kepada Allah dan Rasul-Nya) yakni dengan cara beriman yang sesungguhnya dan taat dalam segala hal (Dia tidak akan mengurangi) Dia tidak akan mengurangkan (amal-amal kalian) yakni pahala amal-amal kalian (barang sedikit pun; sesungguhnya Allah Maha Pengampun) kepada orang-orang mukmin (lagi Maha Penyayang\") kepada mereka."
  },
  {
    "page": 517,
    "name": "Al-Hujurat",
    "ayat": 15,
    "arab": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَ ",
    "translation": "Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4627.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan hakikat iman yang sebenarnya yaitu bahwa orang-orang yang diakui mempunyai iman yang sungguh-sungguh hanyalah mereka yang beriman kepada Allah dan rasul-Nya, tanpa keragu-raguan sedikit pun dan tidak goyah pendiriannya apa pun yang dihadapi. Mereka menyerahkan harta dan jiwa dalam berjihad di jalan Allah semata-mata untuk mencapai keridaan-Nya.\nOrang mukmin di dunia ada tiga golongan: pertama, orang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu dan berjihad fi sabilillah dengan harta dan dirinya. Kedua, orang yang tidak mengganggu harta dan diri orang lain. Ketiga, orang yang mendapatkan kemuliaan ambisi, ia meninggalkannya karena Allah. (Riwayat Ahmad dari Abu Sa\\'id al-Khudri)\n\nMereka itulah orang-orang yang imannya diakui oleh Allah. Tidak seperti orang-orang Arab Badui itu yang hanya mengucapkan beriman dengan lidah belaka, sedangkan hati mereka kosong karena mereka masuk Islam itu hanya karena takut akan tebasan pedang, hanya sekadar untuk mengamankan jiwa dan harta bendanya.",
    "quraish": "Sesungguhnya orang-orang Mukmin yang sebenarnya adalah orang-orang yang beriman kepada Allah dan Rasul-Nya, kemudian tidak ada keraguan sedikit pun di dalam hati mereka terhadap apa yang diimaninya, dan berjuang di jalan Allah dengan harta dan jiwa. Hanya mereka itulah orang-orang yang benar-benar beriman.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman) yakni orang-orang yang benar-benar beriman, sebagaimana yang telah diterangkan sebelumnya (hanyalah orang-orang yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu) dalam keimanannya (dan mereka berjihad dengan harta dan jiwa mereka pada jalan Allah) mereka benar-benar berjihad berkat kesungguhan iman mereka (mereka itulah orang-orang yang benar) dalam keimanan mereka, bukan seperti orang-orang yang mengatakan, \"Kami telah beriman\", sedangkan dalam diri mereka yang dijumpai hanya ketundukan belaka."
  },
  {
    "page": 517,
    "name": "Al-Hujurat",
    "ayat": 16,
    "arab": "قُلْ اَتُعَلِّمُوْنَ اللّٰهَ بِدِيْنِكُمْۗ وَاللّٰهُ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
    "translation": "Katakanlah (kepada mereka), “Apakah kamu akan memberitahukan kepada Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan Allah Maha Mengetahui segala sesuatu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4628.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar bertanya kepada orang-orang Arab Badui itu, apakah mereka akan memberitahukan kepada Allah tentang keyakinannya yang telah tersimpan di dalam hatinya, padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, termasuk apa yang terkandung di dalam hati mereka karena Allah Maha Mengetahui segala sesuatu.",
    "quraish": "Wahai Muhammad, katakanlah kepada mereka untuk menjelaskan kebohongan pengakuan beriman mereka, \"Apakah kalian akan menjelaskan kepada Allah tentang keyakinan hati kalian.\" Padahal hanya Allah yang mengetahui apa yang ada di langit dan di bumi, dan Allah Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Katakanlah) kepada mereka (\"Apakah kalian akan memberitahukan kepada Allah tentang agama kalian) lafal Tu'allimuuna berasal dari 'Allama yang artinya Sya'ara atau memberitahukan. Maksudnya, apakah kalian melalui perkataan kalian, 'Kami telah beriman', hendak memberitahukan kepada Allah tentang keyakinan kalian (padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan Allah Mengetahui segala sesuatu.\")"
  },
  {
    "page": 517,
    "name": "Al-Hujurat",
    "ayat": 17,
    "arab": "يَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4629.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang Arab Badui itu merasa telah memberi nikmat kepada Rasulullah saw. Mereka menganggap bahwa keislaman dan ketundukan mereka kepada Nabi Muhammad itu harus dipandang suatu nikmat yang harus disyukuri oleh Nabi. Kemudian Allah memerintahkan kepada rasul-Nya supaya membantah ucapan mereka yang selalu menonjol-nonjolkan pemberian nikmat karena sesungguhnya hanya Allah yang melimpahkan nikmat kepada mereka dengan menunjuki mereka keimanan, jika mereka sungguh-sungguh menjadi orang-orang yang benar imannya.",
    "quraish": "Mereka menganggap bahwa keislaman mereka itu adalah sebagai nikmat yang mereka berikan kepadamu, Muhammad, sehingga kamu harus berterimakasih kepada mereka. Katakan kepada mereka, \"Janganlah kalian merasa telah memberi nikmat kepadaku dengan keislaman kalian. Kebaikannya adalah untuk diri kalian sendiri. Sebenarnya Allahlah yang melimpahkan nikmat kepada kalian dengan memberi petunjuk kepada keimanan jika kalian adalah orang-orang yang benar dalam pengakuan kalian.\"",
    "jalalayn": "(Mereka telah merasa memberi nikmat kepadamu dengan keislaman mereka) tanpa melalui perang, berbeda dengan orang-orang selain mereka yang masuk Islam setelah melalui peperangan terlebih dahulu. (Katakanlah, \"Janganlah kalian merasa telah memberi nikmat kepadaku dengan keislaman kalian) lafal Islamakum dinashabkan karena huruf Jarrnya yaitu Ba dicabut darinya, sebagaimana keberadaan huruf Ba ini diperkirakan pula sebelum An pada permulaan ayat (sebenarnya Allah Dialah yang melimpahkan nikmat kepada kalian dengan menunjuki kalian kepada keimanan, jika kalian adalah orang-orang yang benar\") di dalam perkataan kalian yang menyatakan, \"Kami telah beriman.\""
  },
  {
    "page": 517,
    "name": "Al-Hujurat",
    "ayat": 18,
    "arab": "اِنَّ اللّٰهَ يَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ",
    "translation": "Sungguh, Allah mengetahui apa yang gaib di langit dan di bumi. Dan Allah Maha Melihat apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4630.mp3",
    "tafsir": "Sesungguhnya Allah-lah Yang Maha Mengetahui apa-apa yang gaib di langit dan di bumi. Dia-lah yang melihat apa yang tersembunyi di dalam hati, dan apa yang diucapkan oleh lidah karena Allah Maha Melihat apa yang dikerjakan oleh seluruh hamba-hamba-Nya.",
    "quraish": "Allah sungguh mengetahui apa yang gaib di langit dan di bumi, dan Allah Maha Melihat apa yang kalian kerjakan.",
    "jalalayn": "(Sesungguhnya Allah mengetahui apa yang gaib di langit dan di bumi) yakni apa-apa yang tidak kelihatan pada keduanya. (Dan Allah Maha Melihat apa yang kalian kerjakan) dapat dibaca Ta'maluuna atau Ya'maluuna, kalau dibaca Ya'maluuna artinya, Allah Maha Melihat apa yang mereka kerjakan. Maksudnya tiada sesuatu pun darinya yang samar bagi-Nya."
  }
]