[
  {
    "page": 52,
    "name": "Ali 'Imran",
    "ayat": 16,
    "arab": "اَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ",
    "translation": "(Yaitu) orang-orang yang berdoa, “Ya Tuhan kami, kami benar-benar beriman, maka ampunilah dosa-dosa kami dan lindungilah kami dari azab neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/309.mp3",
    "tafsir": "Sifat-sifat orang yang bertakwa yaitu orang yang hatinya sudah merasakan nikmatnya iman, orang yang bergetar lidahnya mengucapkan pengakuan iman ini ketika berdoa dan beribadah. Mereka memelihara diri dari berbuat maksiat, tunduk kepada Allah dengan khusyuk serta memohon kepada-Nya, \"Wahai Tuhan kami, kami benar-benar telah beriman kepada apa yang telah Engkau turunkan kepada Rasulullah dengan iman yang meresap ke dalam lubuk hati kami, yang membimbing akal pikiran kami, dan menguasai pekerjaan-pekerjaan badaniah kami. Maka wahai Tuhan kami, hapuslah dosa-dosa kami dengan ampunan-Mu dan jauhkanlah kami dari azab neraka. Sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang\".\nDoa agar terhindar dari azab neraka dikhususkan, karena orang yang dibebaskan dari azab neraka berarti telah mendapat kemenangan dan tempat kembali yang terbaik. Yang dimaksud dengan iman dalam pengakuan orang-orang yang bertakwa ini ialah iman yang murni, yang terwujud pada kemampuan memelihara diri daripada kemaksiatan, serta banyak berbuat kebajikan.\nUlama salaf telah sepakat bahwa yang dimaksud dengan iman itu meliputi iktikad, ucapan dan perbuatan. Iman inilah yang memberi bimbingan kepada akal dan perbuatan manusia yang sesuai dengan fitrahnya.",
    "quraish": "Balasan ini akan diterima orang-orang yang hatinya penuh dengan keimanan, yang tampak dari ucapan mereka, \"Ya Tuhan kami, kami sungguh benar-benar beriman memenuhi panggilan-Mu. Maka ampunilah dosa-dosa kami dan lindungilah kami dari siksa neraka.\"",
    "jalalayn": "(Yakni orang-orang yang) menjadi na`at atau badal dari 'orang-orang' yang sebelumnya (berdoa,) \"Wahai (Tuhan kami! Sesungguhnya kami telah beriman) membenarkan-Mu dan rasul-Mu (maka ampunilah semua dosa kami dan lindungilah kami dari siksa neraka.\")"
  },
  {
    "page": 52,
    "name": "Ali 'Imran",
    "ayat": 17,
    "arab": "اَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْاَسْحَارِ ",
    "translation": "(Juga) orang yang sabar, orang yang benar, orang yang taat, orang yang menginfakkan hartanya, dan orang yang memohon ampunan pada waktu sebelum fajar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/310.mp3",
    "tafsir": "Pada ayat ini disebutkan sifat-sifat orang beriman yang membedakan mereka dari yang lain. Dengan sifat tersebut mereka mendapatkan keridaan Allah swt. Semua sifat tersebut mereka miliki, dan masing-masing sifat itu mempunyai tingkatan keutamaan, berkat sifat-sifat itu mereka memperoleh apa yang dijanjikan Allah kepada mereka. Sifat-sifat tersebut ialah:\n1.Sabar. Sabar yang paling sempurna, ialah sabar dan tabah menderita di dalam melaksanakan ketaatan dan menjauhi larangan Allah. Apabila gelora syahwat sudah bergejolak, dan jiwa pun sudah tunduk untuk melakukan kemaksiatan maka kesabaranlah yang akan membendungnya. Sifat sabar pulalah yang menetapkan (mengokohkan) iman dan memelihara ketaatan pada batas-batas yang telah ditetapkan syariat (hukum agama). Sabarlah yang dapat memelihara martabat manusia di waktu mendapat kesulitan di dunia, dan memelihara hak-hak orang dari gangguan tangan orang yang rakus. Sifat sabar merupakan syarat bagi tercapainya sifat-sifat jujur, taat, dan istigfar.\n2.Bersifat benar. Benar adalah puncak kesempurnaan. Benar dan jujur dalam iman, perkataan dan niat.\n3.Taat. Taat ialah ketekunan dalam melaksanakan perintah Allah dan menjauhi larangan-Nya dengan tunduk dan khusyuk kepada Allah. Tunduk dan khusyuk adalah jiwa dan intisari ibadah. Tanpa tunduk dan khusyuk ibadah menjadi hampa, bagaikan pohon tiada berbuah.\n4.Membelanjakan harta di jalan Allah, baik yang bersifat wajib, maupun yang sunah, karena mengeluarkan harta untuk amal kebajikan sangat ditekankan dan dianjurkan oleh agama.\n5.Beristigfar pada waktu sahur, yaitu waktu sebelum fajar menyingsing dekat subuh. Maksudnya salat tahajud di akhir malam, yaitu waktu tidur paling enak dan sukar untuk meninggalkannya. Tetapi jiwa dan hati pada waktu itu sangat bening dan tenang. Salat ini diikuti dengan bacaan istigfar dan doa. Terdapat di dalam kitab hadis Sahih Bukhari dan Muslim, dan dalam kitab-kitab musnad serta sunan, riwayat dari sejumlah sahabat.\n\nRasulullah berkata:\n'Tuhan kita Yang Mahasuci dan Mahatinggi, turun pada setiap malam ke langit dunia pada waktu sepertiga akhir malam. Dia berfirman, \"Siapa yang berdoa kepada-Ku maka Aku akan mengabulkannya. Siapa yang meminta kepada-Ku, Aku akan memberinya. Siapa yang meminta ampun kepada-Ku maka Aku akan mengampuninya\". (Riwayat al-Bukhari dan Muslim)\n\nAdapun istigfar (minta ampun) yang dimaksud oleh agama ialah istigfar yang disertai tobat nasuha, serta menyesuaikan perbuatan dengan ketentuan agama. Tobat nasuha adalah tobat dengan benar-benar menghentikan perbuatan dosa dan tidak mengulangi lagi, serta berusaha menggantinya dengan perbuatan yang baik.",
    "quraish": "Juga akan diterima oleh orang-orang yang menahan derita di dalam beribadat kepada Allah dan menjauhi maksiat, orang-orang yang jujur dalam perkataan dan perbuatannya, orang-orang yang selalu taat dengan penuh khusyuk, dan orang-orang yang mendermakan harta, kehormatan dan lain-lainnya, dalam aktifitas merenungkan kebesaran Pencipta.",
    "jalalayn": "(Orang-orang yang tabah) mengikuti perintah dan menjauhi maksiat, menjadi na'at (yang benar) dalam keimanan (yang taat) kepada Allah (yang menafkahkan harta mereka) yang bersedekah (dan yang memohon ampun) kepada Allah dengan mengucapkan, \"Ya Allah! Ampunilah kami,\" (pada waktu sahur) artinya di akhir malam. Disebutkan di sini secara khusus, karena pada waktu itulah orang biasa lengah dan tidur nyenyak."
  },
  {
    "page": 52,
    "name": "Ali 'Imran",
    "ayat": 18,
    "arab": "شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ  لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "translation": "Allah menyatakan bahwa tidak ada tuhan selain Dia; (demikian pula) para malaikat dan orang berilmu yang menegakkan keadilan, tidak ada tuhan selain Dia, Yang Mahaperkasa, Maha-bijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/311.mp3",
    "tafsir": "Keesaan Allah dinyatakan dengan menegakkan dalil-dalil dan dengan bukti ciptaan-Nya pada alam dan diri manusia, serta menurunkan ayat-ayat yang menjelaskannya. Para malaikat menyatakan pula hal keesaan Allah itu dan menyampaikannya kepada nabi-nabi. Para nabi menyatakan kesaksian yang diperkuat oleh ilmu yang sudah tertanam dalam jiwa mereka yang lebih tinggi daripada ilmu-ilmu lainnya yang diperoleh dengan pengalaman. Demikian pula para ulama, turut menyatakan keesaan Allah dan menjelaskannya. Mereka menyaksikan Allah dengan kesaksian yang disertai bukti-bukti dan alasan ilmiah. Ayat ini menunjukkan martabat yang tinggi dari para ulama karena mereka telah disejajarkan dengan malaikat yang mulia yaitu sama-sama dapat menyaksikan keesaan Allah.\n\"Menegakkan keadilan\" ialah menegakkan keseimbangan dalam itikad, karena tauhid itu merupakan suatu kepercayaan yang lurus, tauhid yang murni yang tidak dicampuri sedikit pun oleh keingkaran kepada Allah dan mempersekutukan-Nya. Juga menegakkan keseimbangan di dalam ibadah, budi pekerti dan amal perbuatan, artinya menegakkan keseimbangan antara kekuatan rohani, dan kekuatan jasmani. Allah memerintahkan kita melakukan ibadah salat dan ibadah lainnya untuk menyucikan rohani. Allah menyuruh kita makan makanan yang baik, untuk memelihara tubuh. Allah melarang kita berlebih-lebihan di dalam beragama dan keterlaluan dalam mencintai dunia.\nDemikian pula, Allah meletakkan hukum keseimbangan pada alam ini. Barang siapa memperhatikan hukum alam ini dan ketertibannya dengan teliti, maka tampak jelas baginya hukum keseimbangan itu paling sempurna. Allah menegakkan keseimbangan yang sempurna pada alam ini sebagai bukti nyata atas kebenaran kebijaksanaan-Nya. Kesatuan tata tertib pada alam ini menunjukkan keesaan pencipta-Nya.\nDi akhir ayat ini, keesaan Zat-Nya ditegaskan dalam sifat ketuhanan. \"Tak ada Tuhan melainkan Dia, yang Mahakuasa lagi Mahabijaksana\". Sifat \"Mahakuasa\" dalam ayat ini memberi pengertian kesempurnaan kodrat-Nya dan sifat \"Mahabijaksana\" menunjukkan kesempurnaan ilmu-Nya. Suatu kekuasaan tidak dapat sempurna kecuali dengan adanya hak yang mutlak dalam bertindak. Keadilan (keseimbangan) juga tidak akan dapat sempurna, kecuali dengan mengetahui segala keadaan dan kemaslahatan. Maka barang siapa yang kesempurnaannya sudah sampai demikian, tidak seorang pun dapat mempengaruhinya dalam menjalankan keseimbangan itu dan tidak ada satu makhluk pun yang luput dari hukum-Nya.",
    "quraish": "Melalui bukti-bukti dan tanda-tanda dalam alam raya yang tidak dapat dipungkiri lagi oleh orang yang berakal sehat, Allah menerangkan bahwa Dia Mahaesa, tak bersekutu, dan bahwa Dia mengatur urusan makhluk-Nya secara seimbang. Para malaikat dan orang-orang yang berilmu mengakui dan meyakini hal itu. Demikian juga, Allah menjelaskan bahwa hanya Dialah yang memiliki sifat-sifat ketuhanan, yang tidak dapat dikalahkan oleh siapa pun, dan yang meliputi segala sesuatu dengan kebijakan-Nya.",
    "jalalayn": "(Allah menyaksikan) artinya menjelaskan kepada hamba-hamba-Nya dengan dalil-dalil dan ayat-ayat (bahwasanya tidak ada Tuhan) yakni tidak ada yang disembah dalam wujud ini dengan benar (melainkan Dia, dan) menyaksikan pula atas yang demikian itu (para malaikat) dengan pengakuan mereka (dan orang-orang yang berilmu) dari kalangan para nabi dan orang-orang beriman, baik dengan keyakinan maupun dengan perkataan (menegakkan keadilan) dengan mengatur makhluk ciptaan-Nya. Manshub disebabkan kedudukannya sebagai hal, sedangkan yang menjadi amilnya ialah arti keseluruhan yakni hanya Allahlah yang mengatur makhluk-Nya dengan seadil-adilnya. (Tidak ada Tuhan melainkan Dia) diulangi kembali memperkokoh perkataan sebelumnya (Yang Maha Perkasa) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan dan ciptaan-Nya."
  },
  {
    "page": 52,
    "name": "Ali 'Imran",
    "ayat": 19,
    "arab": "اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "translation": "Sesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barangsiapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/312.mp3",
    "tafsir": "Agama yang diakui Allah hanyalah agama Islam, agama tauhid, agama yang mengesakan Allah. Dia menerangkan bahwasanya agama yang sah di sisi Allah hanyalah Islam. Semua agama dan syariat yang dibawa nabi-nabi terdahulu intinya satu, ialah \"Islam\", yaitu berserah diri kepada Allah Yang Maha Esa, menjunjung tinggi perintah-perintah-Nya dan berendah diri kepada-Nya, walaupun syariat-syariat itu berbeda di dalam beberapa kewajiban ibadah dan lain-lain.\nMuslim yang benar ialah orang yang ikhlas dalam melaksanakan segala amalnya, serta kuat imannya dan bersih dari syirik.\nAllah mensyariatkan agama untuk dua macam tujuan:\n1.Membersihkan jiwa manusia dan akalnya dari kepercayaan yang tidak benar.\n2.Memperbaiki jiwa manusia dengan amal perbuatan yang baik dan memurnikan keikhlasan kepada Allah.\n\nKemudian Allah menggambarkan perselisihan para Ahli Kitab tentang agama yang sebenarnya. Sebenarnya mereka tidaklah keluar dari agama Islam, agama tauhid yang dibawa oleh para nabi, seandainya pemimpin-pemimpin mereka tidak berbuat aniaya dan melampaui batas sehingga mereka berpecah belah menjadi sekian sekte serta membunuh nabi-nabi. Perpecahan dan peperangan di antara mereka tidak patut terjadi karena mereka adalah satu agama. Tetapi karena kedengkian di antara pemimpin-pemimpin mereka, dan dukungan mereka terhadap satu mazhab untuk mengalahkan mazhab yang lain, timbullah perpecahan itu. Perpecahan itu bertambah sengit setelah pemimpin-pemimpin itu menyesatkan lawannya dengan jalan menafsirkan nas-nas agama menurut hawa nafsu mereka.\nDi akhir ayat ini, dikemukakan peringatan kepada orang-orang yang kafir terhadap ayat-ayat Allah dengan menandaskan hukuman yang akan ditimpakan kepada mereka.",
    "quraish": "Agama yang benar dan diterima di sisi Allah adalah agama yang membawa ajaran tauhid dan tunduk kepada Allah dengan penuh keikhlasan. Masing-masing umat Yahudi dan Nasrani saling berselisih tentang agama yang dimaksud itu, hingga mengakibatkan mereka melakukan penyimpangan dan penyelewengan. Perselisihan yang terjadi di antara mereka itu bukan disebabkan oleh ketidaktahuan mereka--karena mereka sebenarnya sudah tahu--tetapi lebih disebabkan oleh rasa saling iri dan dengki mereka. Biarkan orang yang mengingkari tanda-tanda kekuasaan Allah menanti perhitungan Allah yang cepat itu.",
    "jalalayn": "(Sesungguhnya agama) yang diridai (di sisi Allah) ialah agama (Islam) yakni syariat yang dibawa oleh para rasul dan dibina atas dasar ketauhidan. Menurut satu qiraat dibaca anna sebagai badal dari inna yakni badal isytimal. (Tidaklah berselisih orang-orang yang diberi kitab) yakni orang-orang Yahudi dan Nasrani dalam agama, sebagian mereka mengakui bahwa merekalah yang beragama tauhid sedangkan lainnya kafir (kecuali setelah datang kepada mereka ilmu) tentang ketauhidan disebabkan (kedengkian) dari orang-orang kafir (di antara sesama mereka, siapa yang kafir pada ayat-ayat Allah, maka sesungguhnya Allah cepat sekali perhitungan-Nya) maksudnya pembalasan-Nya."
  },
  {
    "page": 52,
    "name": "Ali 'Imran",
    "ayat": 20,
    "arab": "فَاِنْ حَاۤجُّوْكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِ ۗوَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۗ فَاِنْ اَسْلَمُوْا فَقَدِ اهْتَدَوْا ۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ࣖ",
    "translation": "Kemudian jika mereka membantah engkau (Muhammad) katakanlah, “Aku berserah diri kepada Allah dan (demikian pula) orang-orang yang mengikutiku.” Dan katakanlah kepada orang-orang yang telah diberi Kitab dan kepada orang-orang buta huruf, ”Sudahkah kamu masuk Islam?” Jika mereka masuk Islam, berarti mereka telah mendapat petunjuk, tetapi jika mereka berpaling, maka kewajibanmu hanyalah menyampaikan. Dan Allah Maha Melihat hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/313.mp3",
    "tafsir": "Dalam ayat ini diterangkan bagaimana semestinya Nabi Muhammad. menghadapi sikap Ahli Kitab yang menentang agama Islam. Dalam menghadapi mereka, Nabi diperintahkan untuk menjawab bilamana mereka mengemukakan bantahan terhadap ajaran yang dibawanya, dengan mengatakan kepada mereka bahwa dia hanya berserah diri kepada Allah demikian pula orang-orang yang mengikutinya. Jawaban demikian adalah untuk menghindari perdebatan-perdebatan yang tidak berfaedah, karena bukti-bukti kekeliruan mereka sudah jelas.\nKemudian Allah memerintahkan kepada Nabi untuk mengatakan kepada orang Yahudi, Nasrani dan kaum musyrikin Arab yang sedang dihadapinya: \"Apakah kamu (mau) masuk agama Islam?\" Maksudnya apakah kamu mau menerima agama Islam sehingga kamu berserah diri kepada Allah. Pertanyaan itu disampaikan Nabi sesudah beliau berulang kali menunjukkan bukti-bukti kebenarannya, dan sebenarnya sudah pula dimengerti oleh mereka. Ataukah sebenarnya mereka masih ingin meneruskan kekafiran dan perlawanan mereka. Secara tidak langsung ungkapan pertanyaan Nabi itu menunjukkan kebodohan dan ketumpulan otak mereka serta mencela sikap keras dari mereka itu.\n\"Sesungguhnya jika mereka menjadi Muslim, mereka mendapat petunjuk. Menjadi Muslim berarti berserah diri secara mutlak kepada keesaan Allah. Di sinilah letak jiwa segala agama yang dibawa oleh para rasul, yakni berserah diri kepada Allah Yang Maha Esa. Mereka pasti akan memperoleh keuntungan besar dan selamat dari jurang kesengsaraan. Karena penyerahan diri mereka kepada Allah Yang Maha Esa akan mendorong mereka mengikuti ajaran yang dibawa oleh Nabi Muhammad yaitu ajaran Islam. Tetapi jika mereka menolak, maka hal itu tidak menjadi tanggung jawab beliau, sebab tugas beliau hanyalah menyampaikan ajaran Allah.\n\"Allah Maha Melihat akan hamba-hamba-Nya\", Allah Maha Mengetahui hati siapa yang tertutup di antara hamba-hamba-Nya, mata siapa yang buta melihat kebenaran, dan siapa pula yang putus asa mencari petunjuk Ilahi. Allah Maha Mengetahui siapa-siapa di antara hamba-Nya yang dapat menerima taufik dan hidayah daripada-Nya.",
    "quraish": "Kalau mereka masih menentangmu mengenai agama itu setelah kau jelaskan bukti dan alasan, jangan lagi kau teruskan melayani perdebatan itu. Katakan, \"Aku dan orang-orang Mukmin yang mengikuti ajaranku hanya menyembah kepada Allah dengan penuh ikhlas.\" Katakan pula kepada orang-orang Yahudi, Nasrani dan orang-orang musyrik Arab, \"Bukti telah jelas buat kalian, maka berserah dirilah.\" Apabila mereka berserah diri, berarti mereka telah mengerti dan mengikuti jalan hidayah. Tetapi, jika mereka berpaling, kamu tidak perlu bertanggung jawab. Kamu hanya berkewajiban menyampaikan risalah Allah. Allah Maha Mengetahui hamba-hamba-Nya, dan bagi-Nya tak ada satu pun ihwal dan perbuatan mereka yang tersembunyi.",
    "jalalayn": "(Jika mereka menyanggah kamu) hai Muhammad dalam soal agama (maka katakanlah) kepada mereka (\"Kuserahkan wajahku kepada Allah) artinya aku tunduk dan patuh kepada-Nya, aku (dan orang-orang yang mengikutiku.\") wajah disebutkan secara khusus, karena kedudukannya yang mulia, maka yang lainnya lebih utama untuk berserah diri. (Dan katakanlah kepada orang-orang yang diberi Alkitab) yakni orang-orang Yahudi dan Nasrani (serta orang-orang yang tidak tahu baca tulis) yaitu orang-orang Arab musyrik (\"Apakah kamu mau masuk Islam?\") Maksudnya masuk Islamlah kamu! (Jika mereka masuk Islam, maka sesungguhnya mereka telah mendapat petunjuk) dari kesesatan (dan jika mereka berpaling) dari agama Islam (maka kewajiban kamu hanyalah menyampaikan) risalah yang diamanatkan kepadamu (dan Allah Maha Melihat akan hamba-hamba-Nya) lalu diberi-Nya balasan atas amal perbuatan mereka. Ayat berikut ini sebelum turunnya perintah untuk berperang:"
  },
  {
    "page": 52,
    "name": "Ali 'Imran",
    "ayat": 21,
    "arab": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍ",
    "translation": "Sesungguhnya orang-orang yang mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar) dan membunuh orang-orang yang menyuruh manusia berbuat adil, sampaikanlah kepada mereka kabar gembira yaitu azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/314.mp3",
    "tafsir": "Dalam ayat ini Allah mencela sikap orang Yahudi di zaman para rasul sebelum Nabi Muhammad, yang dengan taklid buta mengikuti perbuatan nenek moyang mereka. Padahal sesungguhnya mereka sudah mengetahui kesalahan dan kejahatan nenek moyang mereka.\nDengan keterangan ayat ini, bertambah jelaslah keburukan orang Yahudi. Sukar bagi mereka mencari alasan untuk membersihkan diri dengan menyatakan beriman. Kejahatan mereka yang terbukti dalam sejarah, menyebabkan mereka mendapat celaan dan kutukan.\nOrang Yahudi di zaman Rasulullah saw dianggap ikut bersalah, karena mereka tidak menunjukkan sikap tidak setuju terhadap kejahatan nenek moyang mereka. Di samping membunuh para nabi, orang Yahudi zaman dahulu juga telah membunuh para hukama' (orang-orang bijaksana), yaitu yang disebut dalam ayat ini sebagai \"orang-orang yang menyuruh manusia berbuat adil\". Mereka terdiri dari cerdik pandai, yang menjadikan keadilan itu sebagai tiang keutamaan.\nMartabat para hukama' di dalam memberikan petunjuk di bawah martabat para nabi dan demikian pula pengaruh mereka. Membunuh hukama' berarti membunuh akal dan menghancurkan keadilan. Hal ini merupakan dosa besar dan sangat merugikan. Karena itu Allah memberikan peringatan kepada orang Yahudi bahwa mereka akan menerima azab yang pedih di dunia dan di akhirat. Siapakah yang lebih berhak menerima azab yang pedih itu kalau bukan mereka yang kejam lagi melampaui batas dalam berbuat kejahatan, seperti membunuh para nabi dan para cerdik pandai?",
    "quraish": "Sesungguhnya orang-orang yang mengakui tanda-tanda kekuasaan Allah, baik yang berupa alam raya maupun yang berupa kitab suci, kemudian membunuh nabi yang diutus untuk memberi petunjuk kepada mereka--padahal perbuatan itu sama sekali tidak dibenarkan, bahkan merupakan kezaliman yang paling besar--dan juga membunuh orang yang menyerukan keadilan, pantas merasakan siksa yang amat pedih. Kabarkanlah mereka tentang hal itu.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir akan ayat-ayat Allah dan membunuh) pada satu qiraat yuqatiluuna yang berarti memerangi (nabi-nabi tanpa alasan yang benar, dan membunuh orang-orang yang menyuruh berlaku adil di antara manusia) mereka ini ialah orang-orang Yahudi. Diriwayatkan bahwa mereka telah membunuh 43 orang nabi kemudian mereka dicegah oleh 170 orang pengikut-pengikut nabi tersebut namun akhirnya mereka pun dibunuh oleh mereka pada saat yang sama (maka gembirakanlah mereka) artinya beritahukanlah mereka (akan adanya siksa yang pedih) yang menyakitkan. Menyebutkan 'gembirakanlah' adalah sebagai penghinaan bagi mereka, dan khabar 'inna' dimasuki oleh fa, karena isimnya inna yang berupa isim maushul mirip dengan syarat."
  },
  {
    "page": 52,
    "name": "Ali 'Imran",
    "ayat": 22,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
    "translation": "Mereka itulah orang-orang yang sia-sia pekerjaannya di dunia dan di akhirat, dan mereka tidak memperoleh penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/315.mp3",
    "tafsir": "Dalam ayat ini, ditegaskan bahwa orang yang melakukan kejahatan maka segala amal yang mereka lakukan di dunia dibatalkan. Di dunia mereka tidak akan mendapatkan pujian manusia, sebab mereka berada dalam kesesatan dan kebatilan. Allah mengutuk mereka, serta membongkar kejahatan-kejahatan yang mereka tutup-tutupi itu melalui para nabi dan rasul-rasul-Nya. Demikianlah arti dari pembatalan amal perbuatan mereka di dunia.\nAdapun di akhirat, mereka tidak akan mendapatkan pahala atas segala amal mereka, bahkan mereka akan dijerumuskan ke dalam azab yang pedih. Mereka kelak menempati neraka. Tidak ada seorang pun yang dapat menolong mereka dari tekanan azab Allah.\nAllah telah menghapuskan pahala para pembunuh nabi-nabi dan para hukama yang menegakkan keadilan, dan meniadakan bagi mereka pertolongan dari siapa pun. Para pembunuh itu akan dibalas dengan azab yang tidak terhingga dan tak seorang pun dapat menolong mereka.\nAllah telah menyediakan tiga macam azab bagi mereka:\na.Segala kepedihan dan kesengsaraan terkumpul pada mereka. Inilah azab yang pedih.\nb.Segala macam nikmat yang mereka harapkan lenyap, dengan terhapusnya pahala amalan yang mereka lakukan di dunia. Di dunia mereka dikutuk dan dicela, dan di akhirat mereka menderita.\nc.Terus-menerus menderita azab tersebut, karena tidak seorang pun yang akan menolong melepaskan mereka dari azab. Inilah yang dimaksud oleh Allah dalam ayat yang artinya \"dan sekali-kali mereka tidak memperoleh penolong\".",
    "quraish": "Amal perbuatan mereka yang memiliki karakter seperti ini akan lenyap--meskipun sebagiannya merupakan perbuatan baik. Tak ada manfaat keduniaan apa-apa yang dapat mereka petik dari perbuatan yang akan mendatangkan penyesalan di akhirat kelak. Pada saat itu tak ada seorang pun yang dapat menyelamatkan mereka dari penyesalan dan siksaan.",
    "jalalayn": "(Mereka itulah orang-orang yang gugur) atau batal (amal-amalan mereka) kebaikan-kebaikan yang telah mereka lakukan, misalnya sedekah dan menghubungkan tali silaturahmi (di dunia dan di akhirat) sehingga tidak dianggap disebabkan tidak memenuhi syarat-syaratnya (dan tidaklah mereka mempunyai penolong-penolong) yang akan melindungi mereka dari azab tersebut."
  }
]