[
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 36,
    "arab": "وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍ هُمْ اَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوْا فِى الْبِلَادِۗ هَلْ مِنْ مَّحِيْصٍ ",
    "translation": "Dan betapa banyak umat yang telah Kami binasakan sebelum mereka, (padahal) mereka lebih hebat kekuatannya daripada mereka (umat yang belakangan) ini. Mereka pernah menjelajah di beberapa negeri. Adakah tempat pelarian (dari kebinasaan bagi mereka)? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4666.mp3",
    "tafsir": "Allah menjelaskan bahwa banyak sekali di antara umat manusia sebelum Nabi Muhammad seperti kaum 'Ad, Samud, Tubba', dan lain-lain, tubuh dan kekuatan fisik mereka jauh lebih kuat dari manusia sekarang. Mereka telah menjelajahi beberapa negeri, melaksanakan berbagai usaha untuk mencari rezeki dan menumpuk kekayaan dengan segala macam kecerdikan, tetapi ternyata mereka tidak dapat menghindarkan diri dari azab Allah. Mereka semuanya telah binasa akibat kekufuran mereka kepada Allah dan pembangkangan terhadap seruan para rasul-Nya. Apakah mereka itu dapat lolos atau dapat menghindarkan diri dari kebinasaan itu? (",
    "quraish": "Berapa banyak umat-umat terdahulu, sebelum mereka, yang mendustakan telah Kami binasakan. Umat- umat tersebut lebih besar kekuatannya daripada mereka sehingga dapat menjelajahi berbagai negeri dan mengadakan penelitian dan pencarian. Tetapi apakah mereka mendapatkan tempat lari dari kebinasaan?",
    "jalalayn": "(Dan berapa banyaknya umat-umat yang telah Kami binasakan sebelum mereka) sebelum orang-orang kafir Quraisy Kami telah membinasakan banyak umat yang kafir (yang mereka itu lebih besar kekuatannya daripada mereka ini) maksudnya umat-umat dahulu itu jauh lebih kuat daripada mereka (maka mereka telah pernah menjelajah) telah mengembara (di beberapa negeri. Adakah mereka mendapat tempat lari) dari kematian; yang dimaksud adalah mereka yang telah dibinasakan atau lainnya. Maka ternyata mereka tidak dapat menemukan jalan untuk melarikan diri dari kematian."
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 37,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِمَنْ كَانَ لَهٗ قَلْبٌ اَوْ اَلْقَى السَّمْعَ وَهُوَ شَهِيْدٌ ",
    "translation": "Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengarannya, sedang dia menyaksikannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4667.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya dalam peristiwa azab ditimpakan kepada mereka benar-benar terdapat peringatan yang sangat jelas bagi mereka yang menggunakan akalnya yang sehat atau menggunakan pandangannya, sambil menyaksikan faktafakta kenyataannya sehingga timbul kesadaran dan keinginan mawas diri.",
    "quraish": "Sesungguhnya di dalam siksa yang ditimpakan kepada umat-umat terdahulu itu terdapat peringatan bagi orang-orang yang mempunyai hati untuk mengetahui kebenaran, atau mendengarkan petunjuk dengan memperhatikannya.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) pada hal-hal yang telah disebutkan itu (benar-benar terdapat peringatan) yakni pelajaran (bagi orang yang mempunyai akal) pikiran (atau yang menggunakan pendengarannya) artinya, mau mendengar nasihat (sedangkan dia menyaksikannya) maksudnya, hatinya hadir."
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 38,
    "arab": "وَلَقَدْ خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍۖ وَّمَا مَسَّنَا مِنْ لُّغُوْبٍ ",
    "translation": "Dan sungguh, Kami telah menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, dan Kami tidak merasa letih sedikit pun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4668.mp3",
    "tafsir": "Dalam ayat ini Allah mengemukakan dalil atas kekuasaanNya yaitu bahwa Dia telah menciptakan langit dan bumi dan segala yang berada di antara keduanya dalam enam masa, dan dalam menciptakan benda-benda yang besar yang penuh dengan berbagai keajaiban itu. Dia sama sekali tidak menjadi letih dan lemah. Sebaiknya manusia menjadikan alam kosmos itu untuk bahan pemikiran dan tafakur tentang keindahan dan kesempurnaannya, agar dijadikan media perantaraan untuk mengenal keagungan penciptanya. Dengan ayat ini, Allah menyatakan kesalahan anggapan orang-orang Yahudi yang mengatakan bahwa Allah telah menciptakan langit dan bumi dalam enam hari dimulai dengan hari Ahad dan diakhiri dengan hari Jumat dan istirahat pada hari Sabtu, lalu berbaring di atas 'Arsy singgasana-Nya karena merasa letih. Maka Allah membantah anggapan itu dengan penjelasan bahwa Dia tidak merasakan keletihan sedikit pun. Mahasuci Allah dari segala sifat kekurangan atau kelemahan. Ayat ini sejalan dengan ayat berikut: \nDan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu. (alAhqaf/46: 33)",
    "quraish": "Aku bersumpah, \"Sesungguhnya Kami telah menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam hari, dan Kami tidak ditimpa keletihan sedikit pun. \"(1) (1) Untuk penjelasan tentang \"hari\" pada ayat ini, lihat catatan kaki ayat 9-12 dari surat Fushshilat.",
    "jalalayn": "(Dan sesungguhnya telah Kami ciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam hari) pada permulaannya adalah hari Ahad dan selesai pada hari Jumat (dan Kami sedikit pun tidak ditimpa keletihan) kepayahan. Ayat ini diturunkan sebagai sanggahan terhadap orang-orang Yahudi yang telah mengatakan bahwa Allah swt. pada hari Sabtu-Nya beristirahat. Ditiadakannya sifat lebih daripada-Nya karena memang Dia Maha Suci dari sifat-sifat yang dimiliki oleh makhluk-Nya, dan pula karena tiada kesamaan antara Allah dan selain-Nya. Di dalam ayat lain sehubungan dengan masalah penciptaan ini disebutkan melalui firman-Nya, \"Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya, 'Jadilah!' Maka terjadilah ia.\" (Q.S. Yaasin, 82)"
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 39,
    "arab": "فَاصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ الْغُرُوْبِ ",
    "translation": "Maka bersabarlah engkau (Muhammad) terhadap apa yang mereka katakan dan bertasbihlah dengan memuji Tuhanmu sebelum matahari terbit dan sebelum terbenam. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4669.mp3",
    "tafsir": "Allah memerintahkan nabi-Nya supaya tetap sabar atas ucapan orang musyrik yang mengingkari hari kebangkitan. Tuhan yang menciptakan langit dan bumi dalam masa yang tidak singkat itu tanpa kelemahan dan keletihan, tentu akan kuasa pula untuk membangkitkan mereka pada hari Kiamat dan membalas dengan perbuatan mereka masing-masing yang baik dengan pahala, yang buruk dengan siksa. Hal itu bukanlah suatu yang mustahil bagi Allah. Allah memerintahkan nabi-Nya supaya mensucikan Dia dengan tasbih sambil memuji-Nya pada waktu-waktu yang telah ditentukan, terutama dalam waktu-waktu salat, yaitu sebelum terbit dan sebelum terbenamnya matahari.",
    "quraish": "Jika hal itu telah jelas, maka bersabarlah, wahai Rasul, terhadap kepalsuan dan kebohongan yang diucapkan oleh orang-orang yang mendustakan di sekitar risalahmu. Sucikanlah Pencipta dan Pemeliharamu dari setiap kekurangan dengan memuji-Nya di setiap pagi dan petang. Sebab nilai ibadah pada saat-saat tersebut amat besar. Bertasbihlah juga kepada-Nya di sebagian malam dan setelah salat.",
    "jalalayn": "(Maka bersabarlah kamu) khithab pada ayat ini ditujukan kepada Nabi saw. (terhadap apa yang mereka katakan) yang dikatakan orang-orang Yahudi dan lainnya yang menyerupakan Allah dengan makhluk-Nya dan yang mendustakan kamu (dan bertasbihlah seraya memuji Rabbmu) yakni salatlah seraya memuji-Nya (sebelum terbit matahari) yakni salat Subuh (dan sebelum terbenamnya) yakni salat Zuhur dan salat Asar."
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 40,
    "arab": "وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاَدْبَارَ السُّجُوْدِ ",
    "translation": "Dan bertasbihlah kepada-Nya pada malam hari dan setiap selesai salat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4670.mp3",
    "tafsir": "Ayat ini memerintahkan kepada nabi-Nya, supaya bertasbih kepada-Nya di malam hari dan setiap selesai salat, Ibnu 'Abbas menafsirkan ayat ini dan berkata bahwa salat sebelum terbit matahari ialah salat Subuh, dan sebelum terbenam matahari mencakup salat Â¨uhur dan Asar, salat di malam hari mencakup salat Magrib dan Isya, dan setiap selesai salat mencakup salat ba'diyah. Dalam hadis riwayat al-Bukhari dari Ibnu 'Abbas, dijelaskan bahwa Nabi saw diperintahkan untuk bertasbih setelah selesai salat apa saja. Dan dalam hadis riwayat Muslim, diterangkan bilangan tasbih (Subhanallah) sebanyak 33 kali, tahmid (al-hamdulillah) 33 kali, dan takbir (Allahu Akbar) 33 kali, dan digenapkan 100 kali dengan bacaan \"La ilaha illallah wahdahu la syarikalahu, lahul mulku wa lahul hamdu yuhyi wa yumitu wa huwa 'ala kulli syai'in qadir\". Semua itu dibaca tiap-tiap selesai salat. (",
    "quraish": "Jika hal itu telah jelas, maka bersabarlah, wahai Rasul, terhadap kepalsuan dan kebohongan yang diucapkan oleh orang-orang yang mendustakan di sekitar risalahmu. Sucikanlah Pencipta dan Pemeliharamu dari setiap kekurangan dengan memuji-Nya di setiap pagi dan petang. Sebab nilai ibadah pada saat-saat tersebut amat besar. Bertasbihlah juga kepada-Nya di sebagian malam dan setelah salat.",
    "jalalayn": "(Dan bertasbihlah kamu di malam hari) artinya lakukanlah kedua salat pada waktu permulaan malam hari (dan setiap selesai salat) kalau dibaca Adbaar berarti bentuk jamak dari lafal Duburun, sedangkan kalau dibaca Idbaar berarti Mashdar dari lafal Adbara. Artinya, lakukanlah salat tambahan yang disunahkan setiap selesai menjalankan salat fardu. Menurut suatu pendapat makna yang dimaksud adalah hakikat dari ucapan tasbih seraya memuji Allah yang dilakukan pada waktu-waktu tersebut."
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 41,
    "arab": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَّكَانٍ قَرِيْبٍ ",
    "translation": "Dan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4671.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan kepada nabi-Nya supaya mendengarkan seruan malaikat (Jibril) pada hari Kiamat. Seruan tersebut dilakukan dari tempat yang dekat sehingga dapat didengar oleh sekalian makhluk, \"Agar mereka berkumpul untuk dihisab (di Padang Mahsyar).\" Lalu mereka keluar semuanya dari kuburnya masing-masing dan datang menghadap kehadiran Allah seperti belalang yang bertaburan.",
    "quraish": "Perhatikanlah berita tentang hari kiamat yang telah dikabarkan kepadamu, yaitu pada hari ketika malaikat penyeru memanggil orang yang dipanggilnya dari tempat yang dekat. Yaitu pada hari ketika mereka mendengar tiupan yang kedua dengan sebenar-benarnya, yaitu hari kebangkitan. Pada waktu itulah manusia dikeluarkan dari kuburnya.",
    "jalalayn": "(Dan dengarkanlah) hai orang yang diajak bicara akan seruan-Ku ini (pada hari penyeru menyeru) yakni malaikat Israfil (dari tempat yang dekat) dari langit, yaitu dari atas Kubbah Shakhr di Baitulmakdis, karena tempat itu yang paling dekat dengan langit. Ia menyerukan kata-kata, \"Hai tulang-belulang yang telah hancur dan sendi-sendi yang telah bercerai-berai dan daging-daging yang telah tercabik-cabik dan rambut-rambut yang telah berantakan! Sesungguhnya Allah memerintahkan kalian semua untuk berhimpun guna melaksanakan peradilan.\""
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 42,
    "arab": "يَوْمَ يَسْمَعُوْنَ الصَّيْحَةَ بِالْحَقِّ ۗذٰلِكَ يَوْمُ الْخُرُوْجِ ",
    "translation": "(Yaitu) pada hari (ketika) mereka men-dengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4672.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada hari mereka mendengar suara dahsyat yang kedua kalinya, itulah hari mereka keluar dari kuburnya. Menurut kajian ilmiah, alam semesta dimulai oleh suatu ledakan hebat dan dikenal dengan nama Big Bang. Mulai dari sini, alam kemudian berkembang meluas sampai kini. Para peneliti mengatakan, apabila perluasan alam semesta telah berkembang sampai pada tingkat tertentu dan berhenti, maka alam semesta akan hancur. Salah satu penyebab berhentinya perluasan adalah tidak bekerjanya gaya tarik menarik antar benda langit karena jarak yang terlalu jauh satu sama lain. Dipercaya bahwa pengembangan alam semesta akan berakhir dengan peledakan dalam suhu yang amat tinggi. Kejadian ini diberi nama Big Crunch. Peledakan ini disusul oleh akhir dari semua bentuk kehidupan. Alam semesta akan menghilang. Semua benda alam yang dapat kita lihat, dan yang tidak dapat kita lihat karena sangat jauh dari bumi, akan menciut, sampai dengan hanya sebesar proton. Proses peledakan alam semesta menyebabkan timbulnya energi negatif, yang dapat menyebabkan kondisi alam menjadi tidak stabil, dan akhirnya hancur. Diduga bahwa akhir ini akan terjadi tidak dalam waktu \"yang tidak terlalu lama\" dari sekarang, mengingat saat ini kita sudah berada di pertengahan siklus umur alam semesta. Diperkirakan perluasan alam semesta akan berhenti pada saat luas alam semesta mencapai luas 50 juta kali dari apa yang ada saat ini. Atau dengan kata lain, sekitar 7,5 x 1017 tahun dari saat ini. Berdasarkan teori Big Crunch, maka kehancuran alam semesta dimulai dengan perlahan, dan secara bertahap akan semakin cepat, hingga akhirnya mencapai kecepatan yang sangat tinggi. Pada akhir proses, maka alam semesta akan mengalami suatu tekanan dan suhu yang tidak terhingga, dan akan berada dalam ukuran yang sangat kecil. Teori yang muncul dalam konsep ini ternyata hampir mirip dengan penjelasan Al-Qur'an. \nPada hari Kami melipat langit bagaikan melipat lembaran bukubuku. Sebagaimana Kami telah memulai penciptaan Kami yang pertama Kami akan mengulanginya. Suatu janji atas diri Kami sesungguhnya Kamilah yang akan melaksanakannya. (al-Anbiya'/21: 104) \nDan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya, padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat, dan langit terlipat dengan tangan kanan-Nya. Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan. (az-Zumar/39: 67) \nSetelah peledakan, dan alam semesta akan menjadi hanya sebesar proton, apa yang akan terjadi? Siapa yang tahu? Alam Semesta akan terus berputar pada siklus Big Bang dan Big Crunch sepanjang masa? Atau, Big Crunch akan menjadi akhir dari semuanya. Apabila suatu alam semesta yang baru akan terbentuk, maka alam ini tidak akan mempunyai kenangan terhadap alam semesta sebelumnya. Ia akan berkembang tanpa harus mengetahui dan bergantung pada apa tang terjadi sebelumnya.",
    "quraish": "Perhatikanlah berita tentang hari kiamat yang telah dikabarkan kepadamu, yaitu pada hari ketika malaikat penyeru memanggil orang yang dipanggilnya dari tempat yang dekat. Yaitu pada hari ketika mereka mendengar tiupan yang kedua dengan sebenar-benarnya, yaitu hari kebangkitan. Pada waktu itulah manusia dikeluarkan dari kuburnya.",
    "jalalayn": "(Yaitu pada hari) menjadi Badal Isytimal dari lafal Yauma sebelumnya (mereka mendengar) maksudnya, ketika makhluk semuanya mendengar (teriakan dengan sebenar-benarnya) untuk membangkitkan makhluk semuanya, yaitu tiupan yang kedua dari malaikat Israfil. Dan teriakan ini adakalanya sesudah seruan itu atau sebelumnya (itulah) yakni hari seruan yang semua makhluk mendengarnya (hari keluar) dari kubur. Dan yang menashabkan lafal Yauma Yunaadi keberadaannya diperkirakan; lengkapnya: Mereka mengetahui akibat dari kedustaan mereka itu, pada hari penyeru menyerukan."
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 43,
    "arab": "اِنَّا نَحْنُ نُحْيٖ وَنُمِيْتُ وَاِلَيْنَا الْمَصِيْرُۙ",
    "translation": "Sungguh, Kami yang menghidupkan dan mematikan dan kepada Kami tempat kembali (semua makhluk). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4673.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa sesungguhnya Allah-lah yang menghidupkan manusia di dunia dan mematikan mereka ketika tiba ajalnya masing-masing, dan hanya Allah-lah tempat kembali semua makhluk untuk menerima balasan amalnya",
    "quraish": "Sesungguhnya hanya Kami yang menghidupkan dan mematikan makhluk hidup di dunia, dan hanya kepada Kami mereka akan kembali.",
    "jalalayn": "(Sesungguhnya Kami menghidupkan dan mematikan dan hanya kepada Kamilah tempat kembali -semua makhluk-.)"
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 44,
    "arab": "يَوْمَ تَشَقَّقُ الْاَرْضُ عَنْهُمْ سِرَاعًا ۗذٰلِكَ حَشْرٌ عَلَيْنَا يَسِيْرٌ ",
    "translation": "(Yaitu) pada hari (ketika) bumi terbelah, mereka keluar dengan cepat. Yang demikian itu adalah pengumpulan yang mudah bagi Kami. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4674.mp3",
    "tafsir": "Ayat ini mengungkapkan hari-hari ketika bumi terbelah sehingga tampak keluar semua isi kubur dengan cepat dari celahcelahnya sebagaimana yang diinformasikan Surah az-Zalzalah ayat 1-2: \nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2) Yang demikian itu adalah pengumpulan yang mudah bagi Allah tanpa kesulitan sedikit pun. (",
    "quraish": "Yaitu pada hari ketika bumi terbelah-belah mengeluarkan mereka menuju padang mahsyar dengan cepat. Peristiwa itu adalah pengumpulan yang sangat mudah bagi Kami.",
    "jalalayn": "(Yaitu pada hari) lafal Yauma pada ayat ini menjadi Badal atau pengganti dari lafal Yauma sebelumnya, sedangkan kalimat-kalimat yang menengah-nengahi di antara keduanya merupakan jumlah I'tiradh atau kalimat sisipan (terbelah-belah) dapat dibaca Tasyaqqaqu atau Tasysyaqqaqu, pada asalnya adalah Tatasyaqqaqu, lalu huruf Ta yang kedua diidgamkan kepada huruf Syin sehingga menjadi Tasysyaqqaqu (bumi menampakkan mereka dengan cepat) lafal Siraa'an adalah bentuk jamak dari lafal Sarii'un yang artinya cepat; berkedudukan menjadi Hal atau kata keterangan keadaan bagi lafal yang diperkirakan keberadaannya. Lengkapnya, mereka keluar dengan cepat dari kuburnya masing-masing. (Yang demikian itu adalah pengumpulan yang mudah bagi Kami) pada ayat ini terdapat Fashl atau pemisah yang memisahkan antara Maushuf dan Shifatnya, yang menjadi pemisah adalah Muta'alliqnya, hal ini mengandung makna Ikhtishash, dan hal seperti ini tidak mengapa. Demikian ini mengisyaratkan kepada pengertian pengumpulan yang dimaksud, yaitu menghidupkan kembali makhluk yang telah mati, dan pengumpulan ini dimaksud untuk menghadapkan semua makhluk ke hadapan-Nya guna menjalani hisab."
  },
  {
    "page": 520,
    "name": "Qaf",
    "ayat": 45,
    "arab": "نَحْنُ اَعْلَمُ بِمَا يَقُوْلُوْنَ وَمَآ اَنْتَ عَلَيْهِمْ بِجَبَّارٍۗ فَذَكِّرْ بِالْقُرْاٰنِ مَنْ يَّخَافُ وَعِيْدِ ࣖ ",
    "translation": "Kami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4675.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan kepada nabi-Nya supaya tetap sabar. Allah lebih mengetahui apa yang diucapkan oleh orang-orang musyrik tentang keingkaran mereka terhadap kerasulan Muhammad saw dan tentang sikap mereka yang mendustakan ayatayat Allah, terlebih-lebih keingkaran mereka tentang adanya hari kebangkitan. Maka Allah memerintahkan nabi-Nya berlaku sabar sebab beliau tidak ditugaskan untuk mengadakan paksaan kepada mereka, tugasnya hanya sekadar menyampaikan seruan dan risalah saja dan Allah-lah yang menghisab mereka. Walaupun demikian, nabi juga harus melangsungkan dakwahnya sebagai tugasnya yang pokok. Oleh karena itu, Allah tetap pula memerintahkan kepada nabiNya supaya memberikan peringatan dengan Al-Qur'an kepada orang yang takut akan ancaman Allah, karena memang hanya mereka saja yang mengambil manfaat dari peringatan Allah itu sesuai dengan firman-Nya: \nYang demikian itu (adalah untuk)orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.\" (Ibrahim/14: 14)",
    "quraish": "Kami lebih mengetahui kebohongan yang telah mereka tuduhkan terhadap risalahmu. Kamu sekali-kali bukan seorang penguasa yang memaksa mereka untuk mengikuti keinginanmu. Tetapi, kamu adalah seorang pemberi peringatan. Maka berilah peringatan, dengan al-Qur'ân, kepada orang Mukmin yang takut kepada siksa-Ku, sehingga peringatan itu bermanfaat baginya.",
    "jalalayn": "(Kami lebih mengetahui tentang apa yang mereka katakan) yaitu yang dikatakan oleh orang-orang kafir Quraisy (dan kamu sekali-kali bukanlah seorang pemaksa terhadap mereka yang memaksa mereka untuk beriman, ayat ini diturunkan sebelum ada perintah berjihad. (Maka berilah peringatan dengan Alquran orang yang takut kepada ancaman-Ku) mereka adalah orang-orang mukmin."
  },
  {
    "page": 520,
    "name": "Az-Zariyat",
    "ayat": 1,
    "arab": " وَالذّٰرِيٰتِ ذَرْوًاۙ",
    "translation": "Demi (angin) yang menerbangkan debu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4676.mp3",
    "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya.",
    "quraish": "[[51 ~ ADZ-DZARIYAT (ANGIN YANG MENERBANGKAN) Pendahuluan: Makkiyyah, 60 ayat ~ Surat ini diawali dengan sumpah atas kebenaran peristiwa kebangkitan dan terjadinya pembalasan. Kemudian disusul dengan sumpah lain atas kerancuan apa yang dikatakan orang-orang kafir tentang Rasululah saw. dan al-Qur'ân. Setelah itu pembicaraan beralih kepada peringatan terhadap orang-orang kafir akan akibat buruk yang akan mereka terima di akhirat, gambaran atas apa yang akan diterima orang-orang bertakwa di sana sebagai balasan atas amal saleh yang mereka lakukan di dunia. Ayat-ayat Allah yang terdapat di alam raya dan diri manusia serta keunikan dan ketelitian yang terdapat pada keduanya juga disebutkan dalam surat ini untuk dijadikan bahan renungan. Surat ini juga menceritakan kisah Nabi Ibrâhîm bersama beberapa malaikat yang datang bertamu kepadanya memaparkan ihwal beberapa kaum dan kehancuran yang mereka derita akibat mendustakan rasul-rasul mereka. Di samping itu, disinggung secara singkat beberapa âyât kawniyyah (tanda kekuasaan Allah yang terdapat alam semesta), anjuran untuk bertobat kepada Allah dan peribadatan yang harus ditujukan kepada-Nya, sebab tujuan diciptakannya manusia dan jin adalah untuk berbadah. Sebagai khatimah, surat ini ditutup dengan peringatan terhadap orang-orang yang mendustakan Rasulullah saw. berupa azab seperti yang ditimpakan kepada orang-orang sebelum mereka.]] Aku bersumpah demi angin yang mendorong awan dengan sekuat-kuatnya, yang membawa gumpalan air yang berat, yang membawa air dengan mudah karena sudah ditundukkan oleh Allah dan dengan angin yang kemudian membagikan rezeki kepada siapa saja yang dikehendaki oleh Allah.",
    "jalalayn": "(Demi yang menerbangkan debu) yakni angin dan lain-lainnya (dengan sekuat-kuatnya) adalah Mashdar, yang diambil dari kata: Tudzriihi Dzaryan, artinya angin itu menerbangkannya."
  },
  {
    "page": 520,
    "name": "Az-Zariyat",
    "ayat": 2,
    "arab": "فَالْحٰمِلٰتِ وِقْرًاۙ",
    "translation": "dan awan yang mengandung (hujan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4677.mp3",
    "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya.",
    "quraish": "[[51 ~ ADZ-DZARIYAT (ANGIN YANG MENERBANGKAN) Pendahuluan: Makkiyyah, 60 ayat ~ Surat ini diawali dengan sumpah atas kebenaran peristiwa kebangkitan dan terjadinya pembalasan. Kemudian disusul dengan sumpah lain atas kerancuan apa yang dikatakan orang-orang kafir tentang Rasululah saw. dan al-Qur'ân. Setelah itu pembicaraan beralih kepada peringatan terhadap orang-orang kafir akan akibat buruk yang akan mereka terima di akhirat, gambaran atas apa yang akan diterima orang-orang bertakwa di sana sebagai balasan atas amal saleh yang mereka lakukan di dunia. Ayat-ayat Allah yang terdapat di alam raya dan diri manusia serta keunikan dan ketelitian yang terdapat pada keduanya juga disebutkan dalam surat ini untuk dijadikan bahan renungan. Surat ini juga menceritakan kisah Nabi Ibrâhîm bersama beberapa malaikat yang datang bertamu kepadanya memaparkan ihwal beberapa kaum dan kehancuran yang mereka derita akibat mendustakan rasul-rasul mereka. Di samping itu, disinggung secara singkat beberapa âyât kawniyyah (tanda kekuasaan Allah yang terdapat alam semesta), anjuran untuk bertobat kepada Allah dan peribadatan yang harus ditujukan kepada-Nya, sebab tujuan diciptakannya manusia dan jin adalah untuk berbadah. Sebagai khatimah, surat ini ditutup dengan peringatan terhadap orang-orang yang mendustakan Rasulullah saw. berupa azab seperti yang ditimpakan kepada orang-orang sebelum mereka.]] Aku bersumpah demi angin yang mendorong awan dengan sekuat-kuatnya, yang membawa gumpalan air yang berat, yang membawa air dengan mudah karena sudah ditundukkan oleh Allah dan dengan angin yang kemudian membagikan rezeki kepada siapa saja yang dikehendaki oleh Allah.",
    "jalalayn": "(Dan demi awan yang mengandung) awan yang membawa air (hujan) yakni beban berupa air hujan, berkedudukan menjadi Maf'ul dari lafal Al Haamiaat."
  },
  {
    "page": 520,
    "name": "Az-Zariyat",
    "ayat": 3,
    "arab": "فَالْجٰرِيٰتِ يُسْرًاۙ",
    "translation": "dan (kapal-kapal) yang berlayar dengan mudah, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4678.mp3",
    "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya.",
    "quraish": "[[51 ~ ADZ-DZARIYAT (ANGIN YANG MENERBANGKAN) Pendahuluan: Makkiyyah, 60 ayat ~ Surat ini diawali dengan sumpah atas kebenaran peristiwa kebangkitan dan terjadinya pembalasan. Kemudian disusul dengan sumpah lain atas kerancuan apa yang dikatakan orang-orang kafir tentang Rasululah saw. dan al-Qur'ân. Setelah itu pembicaraan beralih kepada peringatan terhadap orang-orang kafir akan akibat buruk yang akan mereka terima di akhirat, gambaran atas apa yang akan diterima orang-orang bertakwa di sana sebagai balasan atas amal saleh yang mereka lakukan di dunia. Ayat-ayat Allah yang terdapat di alam raya dan diri manusia serta keunikan dan ketelitian yang terdapat pada keduanya juga disebutkan dalam surat ini untuk dijadikan bahan renungan. Surat ini juga menceritakan kisah Nabi Ibrâhîm bersama beberapa malaikat yang datang bertamu kepadanya memaparkan ihwal beberapa kaum dan kehancuran yang mereka derita akibat mendustakan rasul-rasul mereka. Di samping itu, disinggung secara singkat beberapa âyât kawniyyah (tanda kekuasaan Allah yang terdapat alam semesta), anjuran untuk bertobat kepada Allah dan peribadatan yang harus ditujukan kepada-Nya, sebab tujuan diciptakannya manusia dan jin adalah untuk berbadah. Sebagai khatimah, surat ini ditutup dengan peringatan terhadap orang-orang yang mendustakan Rasulullah saw. berupa azab seperti yang ditimpakan kepada orang-orang sebelum mereka.]] Aku bersumpah demi angin yang mendorong awan dengan sekuat-kuatnya, yang membawa gumpalan air yang berat, yang membawa air dengan mudah karena sudah ditundukkan oleh Allah dan dengan angin yang kemudian membagikan rezeki kepada siapa saja yang dikehendaki oleh Allah.",
    "jalalayn": "(Dan demi yang berlayar) yakni kapal-kapal yang berlayar di atas permukaan air (dengan mudah) dengan sangat mudahnya. Kalimat ini adalah Mashdar yang berkedudukan menjadi Hal, yakni Muyassaratan."
  },
  {
    "page": 520,
    "name": "Az-Zariyat",
    "ayat": 4,
    "arab": "فَالْمُقَسِّمٰتِ اَمْرًاۙ",
    "translation": "dan (malaikat-malaikat) yang membagi-bagi urusan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4679.mp3",
    "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya.",
    "quraish": "[[51 ~ ADZ-DZARIYAT (ANGIN YANG MENERBANGKAN) Pendahuluan: Makkiyyah, 60 ayat ~ Surat ini diawali dengan sumpah atas kebenaran peristiwa kebangkitan dan terjadinya pembalasan. Kemudian disusul dengan sumpah lain atas kerancuan apa yang dikatakan orang-orang kafir tentang Rasululah saw. dan al-Qur'ân. Setelah itu pembicaraan beralih kepada peringatan terhadap orang-orang kafir akan akibat buruk yang akan mereka terima di akhirat, gambaran atas apa yang akan diterima orang-orang bertakwa di sana sebagai balasan atas amal saleh yang mereka lakukan di dunia. Ayat-ayat Allah yang terdapat di alam raya dan diri manusia serta keunikan dan ketelitian yang terdapat pada keduanya juga disebutkan dalam surat ini untuk dijadikan bahan renungan. Surat ini juga menceritakan kisah Nabi Ibrâhîm bersama beberapa malaikat yang datang bertamu kepadanya memaparkan ihwal beberapa kaum dan kehancuran yang mereka derita akibat mendustakan rasul-rasul mereka. Di samping itu, disinggung secara singkat beberapa âyât kawniyyah (tanda kekuasaan Allah yang terdapat alam semesta), anjuran untuk bertobat kepada Allah dan peribadatan yang harus ditujukan kepada-Nya, sebab tujuan diciptakannya manusia dan jin adalah untuk berbadah. Sebagai khatimah, surat ini ditutup dengan peringatan terhadap orang-orang yang mendustakan Rasulullah saw. berupa azab seperti yang ditimpakan kepada orang-orang sebelum mereka.]] Aku bersumpah demi angin yang mendorong awan dengan sekuat-kuatnya, yang membawa gumpalan air yang berat, yang membawa air dengan mudah karena sudah ditundukkan oleh Allah dan dengan angin yang kemudian membagikan rezeki kepada siapa saja yang dikehendaki oleh Allah.",
    "jalalayn": "(Dan demi yang membagi-bagi urusan) demi malaikat-malaikat yang membagi-bagi rezeki, hujan dan lain-lainnya ke berbagai negeri dan kepada semua hamba-hamba Allah."
  },
  {
    "page": 520,
    "name": "Az-Zariyat",
    "ayat": 5,
    "arab": "اِنَّمَا تُوْعَدُوْنَ لَصَادِقٌۙ",
    "translation": "sungguh, apa yang dijanjikan kepadamu pasti benar, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4680.mp3",
    "tafsir": "Ayat ini menegaskan tentang isi sumpah tersebut: Sesungguhnya apa yang dijanjikan kepadamu seperti hari kebangkitan, pembalasan, hisab pada hari Kiamat semuanya itu pasti akan terjadi. Dan bahwa sesungguhnya hari pembalasan bagi setiap amal pasti terjadi.",
    "quraish": "Sesungguhnya kebangkitan dan lainnya yang telah dijanjikan kepada kalian adalah benar-benar terjadi. Demikian pula balasan atas semua perbuatan kalian pasti akan terjadi.",
    "jalalayn": "(Sesungguhnya apa yang dijanjikan kepada kalian) huruf Maa pada lafal Innamaa adalah Mashdariyah; yakni janji Allah kepada mereka, yaitu tentang hari berbangkit dan lain-lainnya (pasti benar) artinya sungguh merupakan janji yang benar."
  },
  {
    "page": 520,
    "name": "Az-Zariyat",
    "ayat": 6,
    "arab": "وَّاِنَّ الدِّيْنَ لَوَاقِعٌۗ",
    "translation": "dan sungguh, (hari) pembalasan pasti terjadi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4681.mp3",
    "tafsir": "Ayat ini menegaskan tentang isi sumpah tersebut: Sesungguhnya apa yang dijanjikan kepadamu seperti hari kebangkitan, pembalasan, hisab pada hari Kiamat semuanya itu pasti akan terjadi. Dan bahwa sesungguhnya hari pembalasan bagi setiap amal pasti terjadi.",
    "quraish": "Sesungguhnya kebangkitan dan lainnya yang telah dijanjikan kepada kalian adalah benar-benar terjadi. Demikian pula balasan atas semua perbuatan kalian pasti akan terjadi.",
    "jalalayn": "(Dan Sesungguhnya pembalasan itu) yakni pembalasan sesudah hisab (pasti terjadi) pasti akan terjadi."
  }
]