[
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 15,
    "arab": "اَفَسِحْرٌ هٰذَآ اَمْ اَنْتُمْ لَا تُبْصِرُوْنَ ",
    "translation": "Maka apakah ini sihir? Ataukah kamu tidak melihat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4750.mp3",
    "tafsir": "Karena itu dalam ayat ini Allah mengejek mereka, yaitu orang-orang musyrik yang ketika di dunia menganggap Muhammad saw tukang sihir yang menyihir akal dan menutup mata mereka. Allah swt mengejek mereka ketika mereka diazab di akhirat. \"Apakah yang mereka lihat dengan mata kepala mereka sekarang ini, seperti azab yang diberitahukan kepada mereka di dunia itu, ataukah mereka masih terlena oleh sihir seperti dahulu mereka menganggap Muhammad saw menyihir mereka di dunia, ataukah mata mereka tidak melihat apa-apa?\" Sungguh azab itu telah menjadi kenyataan, mata mereka tidak kena sihir dan tidak pula ditutupi. \nJelasnya apakah dalam penglihatan mereka ada keraguan ataukah mata mereka sedang sakit? Tidak, kedua-duanya tidak, yang mereka lihat itu adalah kenyataan yang sebenarnya.",
    "quraish": "Apakah kalian tetap ingkar sehingga kalian mengatakan bahwa neraka yang kalian saksikan ini adalah sihir? Ataukah kalian tidak dapat melihat?",
    "jalalayn": "(Maka apakah ini sihir) maksudnya, apakah azab yang kalian lihat sekarang seperti juga apa yang kalian katakan mengenai wahyu, bahwa itu adalah sihir. (Ataukah kalian tidak melihat?)."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 16,
    "arab": "اِصْلَوْهَا فَاصْبِرُوْٓا اَوْ لَا تَصْبِرُوْاۚ سَوَاۤءٌ عَلَيْكُمْۗ  اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "Masuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4751.mp3",
    "tafsir": "Ketika mereka tidak dapat mengingkari kenyataan dan mengakui bahwa itu bukan sihir dan bukan pula akibat salah melihat, Allah swt memerintahkan kepada mereka supaya masuk ke dalam api neraka untuk merasakan panasnya api neraka. Kemudian Allah swt menjelaskan bahwa bersabar atau tidak, keadaannya serupa bagi mereka. Karena seorang yang tidak sabar akan sesuatu, maka ia berusaha untuk menolaknya baik dengan menjauhinya atau pun dengan mengatasinya. Namun, lain halnya dengan hari kebangkitan sebab azab di akhirat tidak sama dengan azab di dunia karena orang yang diazab di dunia, bila ia bersabar ia akan mendapat manfaat dari kesabarannya, baik manfaat yang berupa balasan di akhirat nanti maupun pujian di dunia berkenaan dengan kesabaran dan ketabahannya. Dan kalau dia tidak sabar dengan pengertian berkeluh-kesah tentulah ia dicela dan dianggap kekanak-kanakan. Akan tetapi kesabaran di akhirat tidak ada manfaatnya karena akhirat bukan tempat beramal tetapi untuk mendapat ganjaran dan pembalasan. Pada akhir ayat ini Allah swt menegaskan bahwa manusia itu akan menerima pembalasan dari Allah. Jika perbuatan mereka di dunia baik, mereka akan menerima balasan yang baik pula di akhirat. Dan jika perbuatan mereka di dunia jahat, mereka di akhirat akan menerima balasan setimpal dengan kejahatannya. Allah berfirman: \nDan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) \nTegasnya Allah akan membalas setiap orang sesuai dengan perbuatannya. Balasan itu akan diterima apakah bersabar atau tidak, pasti terlaksana.",
    "quraish": "Masuklah ke dalamnya dan rasakanlah panasnya. Baik kalian akan bersabar dengan kekerasannya ataupun tidak, kesabaran dan ketidaksabaran kalian itu akan sama saja artinya bagi kalian. Pada hari ini kalian benar-benar mendapatkan balasan atas apa yang kalian kerjakan di dunia.\"",
    "jalalayn": "(Masukilah ia dan bersabarlah kalian) menanggung azabnya (atau kalian tidak bersabar) kalian tidak tahan (sama saja bagi kalian) karena sesungguhnya kesabaran kalian tidak ada manfaatnya sama sekali (sesungguhnya kalian hanya diberi balasan terhadap apa yang telah kalian kerjakan) tentang pembalasannya."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 17,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَعِيْمٍۙ  ",
    "translation": "Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4752.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang takut akan murka Tuhannya, mereka melaksanakan ibadah kepadaNya baik dengan terang-terangan atau tidak, memenuhi kewajibankewajibannya terhadap Tuhan, dan menjalankan peraturanperaturan agama, tidak mengerjakan suatu perbuatan maksiat yakni tidak menodai dirinya dengan dosa dan tidak menodai jiwanya dengan kemunafikan. Kepada mereka Tuhan memberikan balasan surga, di dalamnya mereka bersenang-senang. Mereka mendapat apa yang belum pernah mereka lihat, belum pernah mereka dengar, dan belum pernah diterangkan oleh seorang manusia pun. Semuanya itu sebagai balasan atas perbuatan baik mereka selama hidup di dunia. Mereka menjauhi kemewahan duniawi yang membuat lalai pada ibadah serta bersabar atas cobaan-cobaan yang menimpa mereka dengan harapan agar mendapat rida Allah. (",
    "quraish": "Sesungguhnya orang-orang yang bertakwa berada di surga-surga yang sangat luas tak terlukiskan, dan juga dalam kenikmatan yang sangat besar.",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan)."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 18,
    "arab": "فَاكِهِيْنَ بِمَآ اٰتٰىهُمْ رَبُّهُمْۚ وَوَقٰىهُمْ رَبُّهُمْ عَذَابَ الْجَحِيْمِ",
    "translation": "mereka bersuka ria dengan apa yang diberikan Tuhan kepada mereka; dan Tuhan memelihara mereka dari azab neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4753.mp3",
    "tafsir": "Dalam ayat ini digambarkan bahwa mereka merasakan suka cita dan kebahagiaan yang penuh karena anugerah dan hadiahhadiah yang dilimpahkan Allah kepadanya. Mereka tidak pernah terganggu oleh segala macam was-was atau dihinggapi oleh perasaan lelah. Mereka betul-betul berada dalam kesenangan dan kenikmatan serta kelezatan luar biasa, muka mereka berseri-seri, ceria, dan riang gembira. Mereka telah diselamatkan oleh Tuhannya dari azab. Mereka kini merasakan segala kenikmatan dan jauh dari kesengsaraan. Itulah kesenangan yang benar dan nikmat yang abadi.",
    "quraish": "Mereka menikmati segala yang diberikan Tuhan kepada mereka, dan Tuhan pun akan melindungi mereka dari azab neraka.",
    "jalalayn": "(Mereka bersuka ria) artinya, hidup penuh dengan kesenangan (dengan apa) huruf Maa di sini adalah Mashdariyah (yang didatangkan kepada mereka) diberikan kepada mereka (oleh Rabb mereka; dan Rabb mereka memelihara mereka dari azab neraka) lafal Wawaqaahum di'athafkan kepada lafal Ataahum. Yakni mereka hidup dengan pemberian Rabb mereka dan berada dalam pemeliharaan-Nya. Lalu dikatakan kepada mereka,"
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 19,
    "arab": "كُلُوْا وَاشْرَبُوْا هَنِيْۤئًا ۢبِمَا كُنْتُمْ تَعْمَلُوْنَۙ  ",
    "translation": "(Dikatakan kepada mereka), “Makan dan minumlah dengan rasa nikmat sebagai balasan dari apa yang telah kamu kerjakan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4754.mp3",
    "tafsir": "Dalam ayat ini Allah membolehkan mereka memakan dan meminum apa yang telah tersedia berupa segala makanan dan minuman yang lezat-lezat. Mereka tidak lagi khawatir akan bahaya yang akan menimpa seperti halnya apa yang mereka saksikan di dunia tentang adanya bahaya makanan dan minuman. Semua itu sebagai balasan terhadap segala amal baik mereka dan sebagai balasan atas kesungguhan mereka di dunia dalam berbakti kepada Allah swt. Mereka betul-betul merasa nikmat di akhirat itu. Diriwayatkan bahwa Rabi' bin Hisyam melakukan salat sepanjang malam. Lalu seorang bertanya kepadanya mengapa ia melelahkan dirinya seperti itu. Maka jawabannya bahwa ia memerlukan istirahat di akhirat nanti. Dalam ayat yang sama artinya Allah berfirman: \n(Kepada mereka dikatakan),\"Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.\" (al-hujurat/49: 17) \nPerkataan hani'an dalam ayat ini berarti kenikmatan makanan dan minuman dan terhindar dari segala apa yang membahayakan. Orang yang makan di dunia kadang-kadang mendatangkan penyakit dan lain-lain, sehingga ia kurang tenang dan kurang enak makan. Atau ia takut akan segera habisnya makanan itu sehingga ia harus mencarinya lagi. Atau karena habis, lalu kemudian harus memasak lagi hingga matang dan dapat dimakan. Hal-hal seperti ini tidak akan ditemui di surga. Perkataan \"bima kuntum ta'malun\" dalam ayat ini berarti sebagai balasan yang telah kamu perbuat di dunia, hal ini sebagai isyarat bahwa Allah telah memenuhi apa yang telah dijanjikan olehNya di dunia, sebab tidak ada nikmat di dunia yang bisa diperoleh tanpa adanya susah payah dahulu. Berlainan halnya dengan nikmat di akhirat. Nikmat di akhirat sebagai balasan atas iman dan amal saleh di dunia sebagaimana dijelaskan oleh Allah di dalam firmanNya: \nMereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, \"Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.\" (al-hujurat/49: 17)",
    "quraish": "Dikatakan kepada mereka, \"Makanlah makanan yang lezat dan minumlah minuman yang enak, sebagai balasan atas apa yang kalian lakukan di dunia.\"",
    "jalalayn": "(\"Makan dan minumlah dengan enak) lafal Hanii-an menjadi Hal atau kata keterangan keadaan, artinya dengan nikmat (sebagai balasan dari apa) huruf Ba di sini mengandung makna Sababiyah (yang telah kalian kerjakan\")."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 20,
    "arab": "مُتَّكِـِٕيْنَ عَلٰى سُرُرٍ مَّصْفُوْفَةٍۚ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍ",
    "translation": "Mereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4755.mp3",
    "tafsir": "Kemudian Allah menyebutkan apa yang mereka nikmati misalnya kasur-kasurnya (dipan-dipannya). Mereka duduk di sofa yang berjajar dengan santai tanpa suatu apapun yang membebani hati mereka. Tidak ada satu masalah pun yang mesti mereka hadapi waktu itu, sebab barang siapa yang duduk, sedangkan ia menghadapi suatu masalah atau di bebani pikiran oleh suatu masalah berarti pikiran dan hatinya tidak tenteram. Pada ayat ini dipergunakan kata-kata yajlis (duduk) bukan kata-kata yattaki'u (duduk santai). Dengan maksud untuk menjelaskan keadaan duduk seseorang yang diliputi kepuasan dan ketenteraman. Maka keadaan di surga itu menunjukkan suatu keadaan yang tenang, tanpa kesusahan, tanpa beban dan tanpa masalah. Dalam ayat yang sama artinya dikatakan: \nDuduk berhadap-hadapan di atas dipan-dipan. (al-hijr/15: 47) \nDuduk santai sekadar ungkapan sebagai salah satu contoh tentang kebebasan yang sebenarnya di dalam surga sebagaimana disabdakan oleh Nabi Muhammad saw: \"Seseorang di dalam surga duduk santai selama 40 (empat puluh) tahun tidak berpindah dan tidak membosankannya, datang kepadanya (tanpa diusahakan) apa-apa yang diingini oleh dirinya dan disenangi oleh matanya.\" (Riwayat Ibnu Abi hatim) Kemudian diterangkan bahwa mereka di sana menikmati pasangan-pasangan mereka. Allah telah memberi mereka istri-istri yang cantik yang bermata jeli.",
    "quraish": "Mereka duduk bertelekan di atas dipan-dipan yang tersusun rapi. Dan mereka Kami kawinkan dengan bidadari-bidadari yang putih dan bermata lebar dan jeli.",
    "jalalayn": "(Mereka bertelekan) menjadi Hal dari Dhamir yang terkandung di dalam firman-Nya, \"Fii jannaatin\" (di atas dipan-dipan berderetan) sebagian dari dipan-dipan itu letaknya berdampingan dengan yang lainnya (dan Kami kawinkan mereka) di'athafkan kepada lafal jannaatin, yakni Kami buat mereka senang dan tenang (dengan bidadari-bidadari) yang jeli matanya lagi sangat cantik."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 21,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاِيْمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍۚ  كُلُّ امْرِئٍ ۢبِمَا كَسَبَ رَهِيْنٌ ",
    "translation": "Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4756.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa orang-orang yang beriman yang diikuti oleh anak cucu mereka dalam keimanan, akan dipertemukan Allah dalam satu tingkatan dan kedudukan yang sama sebagai karunia Allah kepada mereka meskipun para keturunan itu ternyata belum mencapai derajat tersebut dalam amal mereka. Sehingga orang tua mereka menjadi senang, maka sempurnalah kegembiraan mereka karena dapat berkumpul semua bersama-sama. Ketika membaca ayat 21 ini Ibnu 'Abbas berkata bahwa keturunan anak cucu orang-orang beriman akan ditingkatkan oleh Allah swt derajatnya bila ternyata tingkatan mereka lebih rendah dari derajat orang tua mereka. Kemudian Allah swt memberikan gambaran tentang situasi surga penuh kenikmatan seperti tersedianya makanan mereka di dalam surga. Setiap buah-buahan atau makanan yang mereka inginkan pasti mereka peroleh sesuai dengan selera mereka. Kemudian digambarkan bagaimana mereka hidup senang di sana. Mereka saling berebutan minum, minum tetap dalam kesopanan, berbicara tentang hal lucu, di sana mereka dilayani oleh pelayanpelayan yang sangat ramah dan cantik. Mereka juga membicarakan hal ihwal mereka di dunia dahulu sebelum mereka berada di dalam kesenangan dan kemewahan surgawi. Diriwayatkan bahwasanya Rasulullah bersabda: Apabila seseorang memasuki surga, menanyakan kedua orang tuanya, istrinya, dan anaknya, maka dikatakan kepadanya: \"Mereka belum sampai pada derajat dan amalanmu.\" Maka ia berkata: \"Ya Tuhanku, aku telah beramal untukku dan untuk mereka\". Maka (permohonannya dikabulkan Tuhan) disuruhlah mereka (orang tua, istri, anak) untuk bergabung dengan dia.\" (Riwayat Ibnu Mardawaih dan ath-thabrani dari Ibnu 'Abbas) \nIni merupakan karunia Allah swt terhadap anak cucu yang beriman dan berkat amal bapak-bapak mereka sebab bapak pun memperoleh karunia Allah swt dengan berkat anak cucu mereka sebagaimana sabda Nabi Muhammad saw:Sesungguhnya Allah swt niscaya mengangkat derajat seorang hamba, lalu ia bertanya, \"Ya Tuhanku, bagaimana aku memperoleh derajat ini?\" Allah menjawab, \"Kamu memperolehnya sebab doa anakmu.\" (Riwayat Ahmad dan al-Baihaqi dari Abu Hurairah) Dari Abu Hurairah bahwasanya Rasulullah saw bersabda, \"Apabila mati seorang anak Adam, maka terputuslah amalnya kecuali tiga: amal jariah, atau ilmu yang bermanfaat atau anak yang saleh yang mendoakannya.\"(Riwayat Muslim dari Abu Hurairah) \nKemudian pada ayat ini Allah menjelaskan lagi bahwa pahala dari amal saleh para bapak yang saleh tidak dikurangi meskipun kedudukan anak dan isteri mereka yang beriman diangkat derajat mereka menjadi sama dengan suami/bapak mereka sebagai karunia Allah swt. Pada akhir ayat ini Allah menegaskan bahwa setiap orang memang hanya bertanggungjawab terhadap amal dan perbuatan masing-masing. Perbuatan dosa istri atau anak tidak menjadi tanggung jawab ayah/suami, demikian pula perbuatan dosa agar tidak dibebankan pada anak atau istrinya. Hal ini perlu ditegaskan bahwa hal itu merupakan prinsip dasar. Tetapi Allah memberi karunia banyak kepada orang tua yang beriman dan beramal saleh dengan menambah kebahagiaan orang tua untuk memenuhi keinginan orang tua berkumpul di surga bersama anak, istri dan cucu-cucunya, selama mereka beriman, meskipun derajat mereka lebih rendah, tetapi Allah mengangkat mereka menjadi sama dengan bapak yang mukmin dan saleh tadi. Apabila si anak berbahagia masuk surga dan merindukan bersama orang tuanya maka Allah melimpahkan karunia-Nya, mengangkat bapak ibunya yang beriman untuk mendapat kebahagiaan bersama anak mereka di surga. Karunia Allah yang demikian tidak mengubah prinsip setiap orang hanya bertanggungjawab atas perbuatan masing-masing, meskipun tetap masih ada pengecualian yang lain seperti firman Allah swt: \nSetiap orang bertanggung jawab atas apa yang telah dilakukannya, kecuali golongan kanan. (al-Muddatstsir/74: 38-39) Setiap orang akan diminta pertanggungjawaban atas perbuatannya di hadapan Allah swt. Tanggung jawab itu tidak akan terlepas dari mereka kecuali golongan kanan yaitu orang-orang yang berbuat baik. Mereka inilah yang akan terlepas dari tanggung jawab disebabkan oleh ketaatan mereka beribadah kepada Allah swt.",
    "quraish": "Dan orang-orang yang beriman dan berhak untuk memperoleh derajat yang tinggi lalu diikuti oleh anak cucu mereka dalam beriman, dan anak cucu itu belum mencapai derajat yang dicapai oleh bapak-bapak mereka, maka Kami akan menghubungkan mereka dengan anak cucu mereka itu, agar mereka dapat bergembira dengan anak cucunya. Kami tidak akan mengurangi pahala perbuatan mereka sedikit pun, dan bapak tidak akan membawa kesalahan anak cucu mereka sedikit pun, karena setiap manusia bertanggung jawab atas perbuatannya sendiri dan orang lain tidak akan dihukum karenanya.",
    "jalalayn": "(Dan orang-orang yang beriman) berkedudukan menjadi Mubtada (dan mereka diikuti) menurut suatu qiraat dibaca Wa-atba'naahum yakni, Kami ikutkan kepada mereka, Di'athafkan kepada lafal Amanuu (oleh anak cucu mereka) menurut suatu qiraat dibaca Dzurriyyatahum, dalam bentuk Mufrad; artinya oleh keturunan mereka, baik yang masih kecil maupun yang sudah dewasa (dalam keimanan) maksudnya, diikuti oleh anak cucu mereka keimanannya. Dan yang menjadi Khabarnya ialah (Kami hubungkan anak cucu mereka dengan mereka) ke dalam surga, dengan demikian maka anak cucu mereka memiliki kedudukan yang sama dengan mereka, sekalipun anak cucu mereka tidak mempunyai amalan sebagaimana mereka. Hal ini dimaksudkan sebagai kehormatan buat bapak-bapak mereka, yang karenanya lalu anak cucu mereka dikumpulkan dengan mereka (dan Kami tidak mengurangi) dapat dibaca Alatnaahum atau Alitnaahum, artinya Kami tidak mengurangi (dari pahala amal mereka) huruf Min di sini adalah Zaidah (barang sedikit pun) yang ditambahkan kepada amal perbuatan anak-cucu mereka. (Tiap-tiap orang dengan apa yang dikerjakannya) yakni amal baik atau amal buruknya (terikat) yakni, ia dalam keadaan terikat, bila ia mengerjakan kejahatan diazab dan bila ia mengerjakan kebaikan diberi pahala."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 22,
    "arab": "وَاَمْدَدْنٰهُمْ بِفَاكِهَةٍ وَّلَحْمٍ مِّمَّا يَشْتَهُوْنَ ",
    "translation": "Dan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4757.mp3",
    "tafsir": "Selanjutnya pada ayat ini Allah menyebutkan bahwa Dia menambahkan kesenangan penghuni surga tersebut dari waktu ke waktu dengan apa yang mereka inginkan, seperti disediakannya berbagai macam buah-buahan dan daging yang lezat, sekalipun mereka tidak memintanya. Mengapa Allah swt menyebutkan buah-buahan dan daging, tidak menyebutkan berbagai macam makanan yang lain karena buahbuahan dan daging merupakan makanan yang disenangi dan mengandung gizi yang diperlukan bagi tubuh dan sangat disenangi di dunia. Jadi Allah memberi semua yang menjadi kesenangan manusia",
    "quraish": "Dan Kami menambahkan mereka dengan buah-buahan yang banyak dan daging dari jenis yang mereka inginkan.",
    "jalalayn": "(Dan Kami beri mereka) Kami tambahkan kepada mereka dari waktu ke waktu yang lain (dengan buah-buahan dan daging dari segala jenis yang mereka inginkan) sekalipun mereka tidak menjelaskan permintaannya."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 23,
    "arab": "يَتَنَازَعُوْنَ فِيْهَا كَأْسًا لَّا لَغْوٌ فِيْهَا وَلَا تَأْثِيْمٌ ",
    "translation": "(Di dalam surga itu) mereka saling mengulurkan gelas yang isinya tidak (menimbulkan) ucapan yang tidak berfaedah ataupun perbuatan dosa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4758.mp3",
    "tafsir": "Dalam ayat ini Allah swt menggambarkan tentang kegembiraan mereka di surga yaitu mereka masing-masing mengambil gelas minuman mereka. Mereka duduk sambil bersulang dengan teman-teman mereka, bersenda-gurau seperti terjadi dalam suatu kelompok sahabat, sebagai gambaran betapa riang-gembiranya mereka. Minuman khamar di akhirat tidak memabukkan seperti halnya dengan khamar di dunia, dan tidak pula menyebabkan orang berbicara melantur tak tentu arah atau mabuk seperti peminum di dunia. Allah swt telah menjelaskan dalam ayat lain, yakni tentang khamar di akhirat dan sedap rasa makanan yaitu ayat yang berbunyi dalam firman-Nya: \n(warnanya) putih bersih, sedap rasanya bagi orang-orang yang minum. Tidak ada di dalamnya (unsur) yang memabukkan dan mereka tidak mabuk karenanya. (as-shaffat/37: 46-47) \nDan firman-Nya: \nMereka tidak pening karenanya dan tidak pula mabuk. (alWaqi'ah/56: 19)",
    "quraish": "Di surga, dengan penuh rasa kasih sayang, mereka saling memperebutkan piala yang penuh dengan minuman yang tidak akan membawa mereka mengatakan perkataan yang jelek, dan juga tidak mengerjakan perbuatan dosa.",
    "jalalayn": "(Mereka saling memperebutkan) mereka saling beri (di dalamnya) dalam surga (piala) yang berisikan khamar (yang isinya tidak menimbulkan kata-kata yang tidak berfaedah) di antara mereka disebabkan karena meminumnya (dan tiada pula perbuatan dosa) yang menimpa mereka disebabkan meminumnya, berbeda dengan khamar di dunia."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 24,
    "arab": "وَيَطُوْفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَاَنَّهُمْ لُؤْلُؤٌ مَّكْنُوْنٌۚ  ",
    "translation": "Dan di sekitar mereka ada anak-anak muda yang berkeliling untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4759.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa penghuni surga dikelilingi oleh pelayan-pelayan yang muda belia yang membawa minuman. Pelayan-pelayan itu selalu siap diperintah. Mereka tampan dan cantik seperti mutiara yang berkilauan indah dan tersimpan dalam tempat yang tersembunyi. Dalam ayat yang sama artinya Allah menjelaskan: Mereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir. (al-Waqi'ah/56: 17-18) Terkait dengan ayat ini Qatadah berkata, \"Saya mendengar kabar Rasulullah ditanya tentang pelayan surga yang seperti mutiara, maka bagaimana dengan yang dilayani?\" Rasulullah bersabda: \"Demi Allah bahwa perbedaan kelebihan antara mereka, seperti kelebihan malam bulan purnama atas semua bintang.\" (Riwayat Ibnu Jarir dan Ibnu Mundhir) \nDiriwayatkan bahwa derajat yang paling rendah di surga ialah orang yang bilamana ia memanggil pelayannya, maka datanglah seribu pelayan berdiri di pintunya, dengan menjawab. Labbaik, labbaik (ya . . . ya . . . ).\"",
    "quraish": "Mereka dikelilingi oleh anak-anak muda yang disediakan untuk melayani mereka. Karena kulit mereka yang putih dan jernih, mereka tampak seperti mutiara yang terjaga.",
    "jalalayn": "(Dan berkeliling di sekitar mereka) sebagai pelayan-pelayan (anak-anak muda) yang semuanya orang-orang merdeka (untuk meladeni mereka seakan-akan mereka itu) kecakapan dan kelembutannya (mutiara yang tersimpan) artinya mereka itu bagaikan mutiara yang disimpan di dalam laut; karena sesungguhnya mutiara yang tersimpan di dalam laut itu jauh lebih indah daripada mutiara-mutiara yang berada di tempat lainnya."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 25,
    "arab": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ",
    "translation": "Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4760.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan bahwa penghuni surga itu saling mendatangi penghuni yang lain baik antara bapak, ibu dan keluarga mereka yang seiman di dunia dan juga dengan penghuni surga yang lain, bertanya tentang keadaan mereka di dunia dahulu yaitu meliputi ibadah atau seputar berbagai upaya nahi munkar karena takutnya mereka akan azab Allah swt ketika hidup di dunia. Kemudian mereka memuji Allah swt yang telah menghilangkan sedih, pilu, duka dan kegelisahan mereka. Mereka di surga tidak lagi merasakan kesusahan dan kesukaran mencari nafkah hidup atau mencari rezeki dan segala hal yang berkenaan dengan kehidupan. Mereka hanya tinggal menikmati berbagai kesenangan saja. Diriwayatkan bahwa Anas berkata sebagai berikut:Bersabda Rasulullah saw, \"Apabila penghuni surga telah memasuki surga dan mereka rindu kepada kawan-kawan mereka, lalu datanglah sofa seseorang mendekat hingga berhadapanlah dengan sofa yang lainnya keduanya duduk santai sambil bercakap-cakap dan membicarakan amal mereka di dunia dahulu. Maka berkatalah seseorang dari mereka, \"Hai fulan, tahukah engkau pada hari apa Tuhan mengampuni kita? Pada hari di tempat, di mana kita berdoa kepada Allah kemudian kita diampuni-Nya.\" (Riwayat al-Bazzar)",
    "quraish": "Sebagian penghuni surga menghadap ke arah yang lain. Masing-masing mereka menanyakan kepada temannya tentang kehormatan yang mereka terima ini, dan juga tentang sebabnya.",
    "jalalayn": "(Dan sebagian mereka menghadap kepada sebagian yang lain saling tanya menanya) atau sebagian di antara mereka bertanya kepada sebagian yang lain tentang apa yang telah mereka kerjakan di dunia, dan tentang pahala yang telah mereka peroleh, dengan maksud untuk bersenang-senang dan mengakui nikmat Allah."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 26,
    "arab": "قَالُوْٓا اِنَّا كُنَّا قَبْلُ فِيْٓ اَهْلِنَا مُشْفِقِيْنَ ",
    "translation": "Mereka berkata, “Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4761.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt merinci tanya jawab atas berbagai kesenangan yang mereka nikmati. Mereka berkata bahwa sesungguhnya mereka sewaktu di dunia, pada waktu itu di tengah-tengah keluarga mereka timbul rasa takut akan azab Allah dan siksanya. Kemudian Allah menghilangkan rasa takut itu dengan mengaruniakan nikmat-Nya kepada mereka yaitu mereka terpelihara dari api neraka yang disebut as-samum. Perasaan takut mereka di dunia akan azab Allah mendorong mereka mengerjakan segala perintah Allah dan menjauhi segala larangan-Nya meskipun ketika itu mereka berada di tengah-tengah keluarga, mereka memperoleh ketenangan. Diriwayatkan bahwasanya Aisyah berkata, \"Andaikata Allah membukakan neraka di bumi ini seujung jari saja, maka akan terbakarlah bumi dan seluruh isinya.\"",
    "quraish": "Mereka berkata, \"Sesungguhnya, sebelum memperoleh kenikmatan ini, kami takut kepada Allah ketika kami berada di tengah-tengah keluarga kami, sehingga Allah menganugerahkan kasih sayang-Nya kepada kami dan menjaga kami dari api neraka.",
    "jalalayn": "(Mereka berkata) seraya mengisyaratkan kepada penyebab mereka sampai kepada derajat ini, (\"Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami) di dunia (kami merasa takut) akan azab Allah."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 27,
    "arab": "فَمَنَّ اللّٰهُ عَلَيْنَا وَوَقٰىنَا عَذَابَ السَّمُوْمِ ",
    "translation": "Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4762.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt merinci tanya jawab atas berbagai kesenangan yang mereka nikmati. Mereka berkata bahwa sesungguhnya mereka sewaktu di dunia, pada waktu itu di tengah-tengah keluarga mereka timbul rasa takut akan azab Allah dan siksanya. Kemudian Allah menghilangkan rasa takut itu dengan mengaruniakan nikmat-Nya kepada mereka yaitu mereka terpelihara dari api neraka yang disebut as-samum. Perasaan takut mereka di dunia akan azab Allah mendorong mereka mengerjakan segala perintah Allah dan menjauhi segala larangan-Nya meskipun ketika itu mereka berada di tengah-tengah keluarga, mereka memperoleh ketenangan. Diriwayatkan bahwasanya Aisyah berkata, \"Andaikata Allah membukakan neraka di bumi ini seujung jari saja, maka akan terbakarlah bumi dan seluruh isinya.\"",
    "quraish": "Mereka berkata, \"Sesungguhnya, sebelum memperoleh kenikmatan ini, kami takut kepada Allah ketika kami berada di tengah-tengah keluarga kami, sehingga Allah menganugerahkan kasih sayang-Nya kepada kami dan menjaga kami dari api neraka.",
    "jalalayn": "(Maka Allah memberikan karunia kepada kami) berupa ampunan (dan memelihara kami dari azab neraka\") dinamakan Samuum karena sakitnya sampai merasuk ke dalam pori-pori. Dan mereka mengisyaratkan pula melalui perkataan mereka,"
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 28,
    "arab": "اِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوْهُۗ اِنَّهٗ هُوَ الْبَرُّ الرَّحِيْمُ ",
    "translation": "Sesungguhnya kami menyembah-Nya sejak dahulu. Dialah Yang Maha Melimpahkan Kebaikan, Maha Penyayang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4763.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa penghunipenghuni surga itu telah memenuhi persyaratan seruan Allah dan Rasul-Nya sehingga mereka mendapat kemuliaan itu. Mereka berkata bahwa mereka dahulu menyembah Allah dan memohon kepada-Nya. Maka Allah memperkenankan dan mengabulkan permintaan mereka dan menerima ibadah mereka, karena Allah yang melimpahkan kebaikan, dan pemberi karunia, lagi Maha Penyayang. Setiap orang yang beriman dan setiap orang kafir tidak akan pernah lupa, akan apa yang telah mereka perbuat di dunia, kenikmatan orang-orang yang beriman akan bertambah bila mereka melihat bahwa mereka telah berpindah dari penjara dunia ke alam kesenangan akhirat, dan dari kesempitan kepada kelapangan. Sebaliknya bertambahlah siksa orang kafir bilamana ia melihat bahwa dirinya telah berpindah dari kemewahan dunia ke alam penderitaan, dan kesengsaraan neraka Jahanam di akhirat.",
    "quraish": "Sesungguhnya kami sebelumnya menyembah-Nya di dunia. Dialah satu-satunya Tuhan yang melimpahkan kebaikan dan yang kasih sayang-Nya amat besar.",
    "jalalayn": "(\"Sesungguhnya kami dahulu) sewaktu di dunia (menyeru-Nya) menyembah dan mengesakan-Nya. (Sesungguhnya Dia) kalau dibaca Innahuu dengan dikasrahkan huruf Hamzahnya, berarti merupakan jumlah Isti'naf atau kalimat permulaan, sekalipun maknanya mengandung 'Illat. Dan bila dibaca Annahuu dengan difatahkan huruf Hamzahnya, berarti lafalnya menunjukkan makna 'Illat (adalah yang melimpahkan kebaikan) Yang berbuat kebaikan dan menepati janji-Nya (lagi Maha"
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 29,
    "arab": "فَذَكِّرْ فَمَآ اَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَّلَا مَجْنُوْنٍۗ ",
    "translation": "Maka peringatkanlah, karena dengan nikmat Tuhanmu engkau (Muhammad) bukanlah seorang tukang tenung dan bukan pula orang gila.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4764.mp3",
    "tafsir": "Pada ayat 29 Allah swt memerintahkan kepada Nabi Muhammad saw untuk tetap memberikan peringatan kepada kaumnya, dengan mengajarkan kepada mereka ayat-ayat Allah tanpa menghiraukan perbuatan-perbuatan mereka yang tidak mengandung kebenaran. Allah menegaskan bahwa hamba-Nya yang bernama Muhammad saw bukanlah tukang tenung dan bukan orang gila. Adapun orang-orang kafir menuduh Nabi Muhammad saw sebagai tukang tenung karena beliau banyak memberikan berita-berita gaib tentang masa lalu. Umat-umat yang diperjuangkan nabi-nabi sebelumnya juga memberikan berita hal-hal yang akan datang seperti hari Kiamat, hari kebangkitan dan hari pengadilan (yaumulhisab) dan tentang surga serta neraka. Berita-berita gaib ini merupakan sebuah kebenaran yang diterima dari Allah. Jadi jelaslah bahwa Nabi bukan tukang tenung yang menyampaikan hal-hal yang tidak benar. Orang kafir juga menuduh Rasulullah sebagai orang gila karena beliau menyatakan dan mengajarkan bahwa Tuhan itu hanya satu, sedangkan mereka menganggap Tuhan mereka yang berjumlah empat saja banyak persoalan dunia yang tidak selesai. Jika Tuhan hanya satu maka dunia tidak terpelihara lagi, kata mereka. Beberapa orientalis Barat menyatakan Nabi punya penyakit epilepsi (ayan) seperti ketika beliau menerima wahyu tiba-tiba diam dan tidak menghiraukan keadaan sekeliling seperti orang terjangkit penyakit ayan. Tetapi pada ayat 29 ini Allah menegaskan bahwa Muhammad saw tidaklah gila sebagimana dituduhkan orang-orang kafir. Nabi Muhammad saw adalah hamba Allah yang diangkat jadi rasul, memiliki akal yang sehat, cita-cita yang tinggi, akhlak dan perilaku yang mulia. Sedangkan pada ayat 30 orang-orang kafir masih menuduh Nabi sebagai penyair karena ayat-ayat Al-Qur'an sangat indah bahasanya, susunan kalimat dan pilihan katanya sangat luar biasa. Para penyair biasa memiliki kemampuan bahasa yang indah dan biasa menyusun kalimat dan memilih kata-katanya tidak seperti manusia biasa. Menurut mereka para penyair sering menemui kematian karena kecelakaan. Oleh karena itu mereka selalu menunggu-nunggu kecelakaan yang akan menimpa Muhammad saw. Pada ayat ini Allah swt menegaskan bahwa Nabi bukanlah penyair. Bahasa yang indah, susunan kalimat dan pilihan bahasa yang luar biasa pada ayat-ayat Al-Qur'an karena ayat-ayat itu merupakan firman Allah yang diwahyukan kepada Nabi Muhammad saw dan Allah akan selalu melindungi Nabi-Nya. Firman Allah: \nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)",
    "quraish": "Maka tetaplah kamu memberi peringatan, dan--dengan nikmat kenabian dan kepandaian itu--kamu bukanlah seorang penyihir yang memberi kabar tentang hal-hal yang gaib tanpa ilmu, dan juga kamu bukan seorang gila yang mengatakan apa yang tidak kamu maksudkan.",
    "jalalayn": "(Maka tetaplah memberi peringatan) tetaplah kamu memberi peringatan kepada orang-orang musyrik dan jangan sekali-kali kamu mundur dalam hal ini hanya karena mereka mengatakanmu sebagai seorang penenung lagi gila (dan kamu disebabkan nikmat Rabbmu bukanlah) karena limpahan nikmat-Nya kepadamu (seorang tukang tenung) menjadi Khabar dari Maa (dan bukan pula seorang gila\") lafal ayat ini di'athafkan kepada lafal Kaahinin."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 30,
    "arab": "اَمْ يَقُوْلُوْنَ شَاعِرٌ نَّتَرَبَّصُ بِهٖ رَيْبَ الْمَنُوْنِ ",
    "translation": "Bahkan mereka berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4765.mp3",
    "tafsir": "Pada ayat 29 Allah swt memerintahkan kepada Nabi Muhammad saw untuk tetap memberikan peringatan kepada kaumnya, dengan mengajarkan kepada mereka ayat-ayat Allah tanpa menghiraukan perbuatan-perbuatan mereka yang tidak mengandung kebenaran. Allah menegaskan bahwa hamba-Nya yang bernama Muhammad saw bukanlah tukang tenung dan bukan orang gila. Adapun orang-orang kafir menuduh Nabi Muhammad saw sebagai tukang tenung karena beliau banyak memberikan berita-berita gaib tentang masa lalu. Umat-umat yang diperjuangkan nabi-nabi sebelumnya juga memberikan berita hal-hal yang akan datang seperti hari Kiamat, hari kebangkitan dan hari pengadilan (yaumulhisab) dan tentang surga serta neraka. Berita-berita gaib ini merupakan sebuah kebenaran yang diterima dari Allah. Jadi jelaslah bahwa Nabi bukan tukang tenung yang menyampaikan hal-hal yang tidak benar. Orang kafir juga menuduh Rasulullah sebagai orang gila karena beliau menyatakan dan mengajarkan bahwa Tuhan itu hanya satu, sedangkan mereka menganggap Tuhan mereka yang berjumlah empat saja banyak persoalan dunia yang tidak selesai. Jika Tuhan hanya satu maka dunia tidak terpelihara lagi, kata mereka. Beberapa orientalis Barat menyatakan Nabi punya penyakit epilepsi (ayan) seperti ketika beliau menerima wahyu tiba-tiba diam dan tidak menghiraukan keadaan sekeliling seperti orang terjangkit penyakit ayan. Tetapi pada ayat 29 ini Allah menegaskan bahwa Muhammad saw tidaklah gila sebagimana dituduhkan orang-orang kafir. Nabi Muhammad saw adalah hamba Allah yang diangkat jadi rasul, memiliki akal yang sehat, cita-cita yang tinggi, akhlak dan perilaku yang mulia. Sedangkan pada ayat 30 orang-orang kafir masih menuduh Nabi sebagai penyair karena ayat-ayat Al-Qur'an sangat indah bahasanya, susunan kalimat dan pilihan katanya sangat luar biasa. Para penyair biasa memiliki kemampuan bahasa yang indah dan biasa menyusun kalimat dan memilih kata-katanya tidak seperti manusia biasa. Menurut mereka para penyair sering menemui kematian karena kecelakaan. Oleh karena itu mereka selalu menunggu-nunggu kecelakaan yang akan menimpa Muhammad saw. Pada ayat ini Allah swt menegaskan bahwa Nabi bukanlah penyair. Bahasa yang indah, susunan kalimat dan pilihan bahasa yang luar biasa pada ayat-ayat Al-Qur'an karena ayat-ayat itu merupakan firman Allah yang diwahyukan kepada Nabi Muhammad saw dan Allah akan selalu melindungi Nabi-Nya. Firman Allah: \nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)",
    "quraish": "Bahkan apakah mereka mengatakan, \"Ia adalah seorang penyair yang kami tunggu-tunggu kematiannya.\" Katakanlah kepada mereka, sebagai ancaman, \"Tunggulah, sesungguhnya aku pun termasuk orang-orang yang menunggu kesudahan diriku dan diri kalian.\"",
    "jalalayn": "(Bahkan) lebih dari itu (mereka mengatakan,) \"Dia (adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya\") malapetaka menimpanya lalu ia binasa sebagaimana nasib yang dialami oleh para penyair lainnya."
  },
  {
    "page": 524,
    "name": "At-Tur",
    "ayat": 31,
    "arab": "قُلْ تَرَبَّصُوْا فَاِنِّيْ مَعَكُمْ مِّنَ الْمُتَرَبِّصِيْنَۗ  ",
    "translation": "Katakanlah (Muhammad), “Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4766.mp3",
    "tafsir": "Dalam ayat ini Allah swt menegaskan kepada Muhammad saw supaya ia mengancam mereka dengan mengajak menunggu hari kehancuran mereka. Muhammad saw juga menyatakan bahwa ia juga menunggu seperti mereka mengenai akan datangnya ketentuan dari Tuhan supaya mereka mengetahui siapa yang berakhir dengan kebaikan dan siapa pula yang mendapat kemenangan di dunia dan di akhirat. Sikap orang-orang kafir yang sombong memang kadang-kadang perlu dihadapi dengan tegas. Apalagi tuduhan mereka memang sudah keterlaluan dengan menyatakan Nabi sebagai tukang tenung, sebagai orang gila dan sebagainya, padahal pendapat-pendapat mereka hanya didasarkan pada prasangka yang tidak berdasar sama sekali. Maka perlu ditegaskan bahwa risalah Nabi adalah dari Allah yang Mahakuasa, oleh karena itu Nabi tidak perlu takut membuktikan semuanya sampai di hari akhirat nanti. (",
    "quraish": "Bahkan apakah mereka mengatakan, \"Ia adalah seorang penyair yang kami tunggu-tunggu kematiannya.\" Katakanlah kepada mereka, sebagai ancaman, \"Tunggulah, sesungguhnya aku pun termasuk orang-orang yang menunggu kesudahan diriku dan diri kalian.\"",
    "jalalayn": "(Katakanlah! \"Tunggulah) oleh kalian kebinasaanku (maka sesungguhnya aku pun termasuk orang yang menunggu pula bersama kalian\") menunggu kebinasaan kalian; akhirnya mereka disiksa oleh Allah melalui pedang dalam perang Badar. Makna Tarabbush. adalah menunggu."
  }
]