[
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 32,
    "arab": "اَمْ تَأْمُرُهُمْ اَحْلَامُهُمْ بِهٰذَآ اَمْ هُمْ قَوْمٌ طَاغُوْنَۚ ",
    "translation": "Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini ataukah mereka kaum yang melampaui batas?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4767.mp3",
    "tafsir": "Kemudian pada ayat ini Allah swt mempertanyakan apakah orang-orang kafir itu mempergunakan akal sehat mereka atau hanya mempertaruhkan hawa nafsu dan angan-angan belaka dalam melemparkan tuduhan-tuduhan mereka yang aneh dan tidak ada dasarnya sama sekali. Nabi memang bukan penyair, juga bukan tukang tenung dan bukan orang gila. Tuduhan-tuduhan mereka semata-mata didasarkan pada rasa benci yang berlebih-lebihan, sehingga tidak memperhatikan akal sehat sama sekali.",
    "quraish": "Ataukah pikiran-pikiran mereka menyuruh mereka untuk mengatakan perkataan yang sangat bertentangan ini. Karena penyihir dan penyair mempunyai kepandaian dan otak, sedangkan orang gila tidak mempunyai otak. Sebenarnya mereka itu adalah kaum yang melampaui batas dalam kedurhakaan mereka.",
    "jalalayn": "(Apakah mereka diperintah oleh pikiran pikiran mereka) oleh akal pikiran mereka (untuk mengucapkan tuduhan-tuduhan itu) yakni perkataan mereka terhadapnya, bahwa dia adalah seorang tukang sihir, seorang tukang tenung, dan seorang gila. Maksudnya, ialah bahwa pikiran-pikiran mereka tidak memerintahkan mereka untuk melakukan hal tersebut (bahkan) lebih dari itu (mereka kaum yang melampaui batas) dengan keingkaran dan pembangkangan mereka itu."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 33,
    "arab": "اَمْ يَقُوْلُوْنَ تَقَوَّلَهٗۚ بَلْ لَّا يُؤْمِنُوْنَۚ ",
    "translation": "Ataukah mereka berkata, “Dia (Muhammad) mereka-rekanya.” Tidak! Merekalah yang tidak beriman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4768.mp3",
    "tafsir": "Pada ayat ini dengan menggunakan bentuk kalimat pertanyaan, Allah menerangkan tuduhan orang-orang kafir bahwa Nabi dianggap mengada-ada, menyatakan sesuatu yang dikarangkarang sendiri oleh Nabi Muhammad saw. Bentuk pertanyaan ini merupakan suatu dorongan agar mereka berpikir untuk mencari jawaban dengan menggunakan akal sehat. Ayat-ayat Al-Qur'an memang memesona mereka, baik rangkaian bahasanya maupun isi kandungannya, sehingga mereka mengatakan Muhammad adalah penyair atau tukang tenung bahkan mereka anggap sebagai orang gila, sebetulnya mereka terkagum-kagum pada ayat Al-Qur'an, tetapi karena mereka tidak beriman, mereka menolak dan mengingkari firman-firman Allah dan kenabian Nabi Muhammad maka mereka asal tuduh saja. Memang mereka menghadapi dilema dengan kehebatan Al-Qur'an tetapi juga benci kepada Nabi Muhammad saw. Demikianlah jika seseorang tidak mendapat hidayah dari Allah swt, menderita batin di dunia, dan menderita lahir batin di akhirat nanti.",
    "quraish": "Ataukah mereka mengatakan, \"Muhammad telah membuat-buat al-Qur'ân.\" Sesungguhnya dengan kekeraskepalaan mereka itu, mereka adalah orang-orang yang tidak beriman.",
    "jalalayn": "(Ataukah mereka mengatakan, bahwa dia membuat-buatnya) yakni Nabi Muhammad telah membuat-buat Alquran, padahal dia tidak membuat-buatnya (sebenarnya mereka tidak beriman) karena kesombongan mereka. Jika mereka mengatakan bahwa Muhammad telah membuat-buatnya."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 34,
    "arab": "فَلْيَأْتُوْا بِحَدِيْثٍ مِّثْلِهٖٓ اِنْ كَانُوْا صٰدِقِيْنَۗ  ",
    "translation": "Maka cobalah mereka membuat yang semisal dengannya (Al-Qur'an) jika mereka orang-orang yang benar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4769.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah menjawab berbagi tuduhan mereka terhadap Nabi Muhammad saw dengan tantangan untuk mencoba membuat seperti apa yang telah disampaikan oleh Nabi. Kalau Muhammad saw itu dituduh penyair, maka di tengah-tengah mereka itu banyak penyair yang fasih. Kalau Nabi dituduh tukang tenung, bukankah di tengah-tengah mereka juga banyak tukang tenung yang ahli. Atau kalau ia dituduh mengada-adakan, bukankah di tengah-tengah mereka itu juga banyak ahli pidato, lancar berbicara dengan keindahan tutur katanya, dan sebagainya. Maka mengapakah mereka, tidak sanggup membuat suatu ungkapan seperti Al-Qur'an bila mereka memang orang-orang yang benar dalam tuduhan mereka. Bahkan mereka mempunyai tokoh-tokoh ahli yang punya kemampuan besar dalam berpidato, bersyair, dan telah banyak pengalaman bekerja dengan menggunakan gaya bahasa puisi atau prosa. Mereka mengetahui benar sejarah bangsa Arab lebih dari pengetahuan Muhammad saw? Walaupun demikian, nyatanya mereka masih tidak mampu membuat suatu surah pun seperti Al-Qur'an meskipun mereka semua bekerja sama secara kelompok.",
    "quraish": "Maka hendaklah mereka mendatangkan perkataan seperti al-Qur'ân, apabila mereka benar dalam perkataan mereka bahwa Muhammad telah membuat-buatnya.",
    "jalalayn": "(Maka hendaklah mereka mendatangkan kalimat) yang dibuat-buat (yang semisal dengan Alquran itu jika mereka orang-orang yang benar) di dalam tuduhannya itu."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 35,
    "arab": "اَمْ خُلِقُوْا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخَالِقُوْنَۗ  ",
    "translation": "Atau apakah mereka tercipta tanpa asal-usul ataukah mereka yang menciptakan (diri mereka sendiri)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4770.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan apakah orang-orang kafir itu mengingkari Allah sebagai Pencipta yang menjadikan semesta alam ini, atau mereka menganggap bahwa mereka itu diciptakan sebagus itu tanpa adanya pencipta. Namun, akal menetapkan bahwa setiap yang ada berasal dari tiada. Ini menunjukkan suatu bukti bahwa ada sesuatu yang mengadakannya pasti ada yang menciptakannya. Ataukah mereka menganggap bahwa diri mereka sendiri yang menciptakan mereka. Anggapan mereka seperti ini tentulah bertentangan dengan akal yang sehat, sebab setiap sesuatu itu harus ada yang menyebabkan adanya dan yang mengadakannya.",
    "quraish": "Ataukah mereka tercipta tanpa Pencipta, ataukah mereka menciptakan diri mereka sendiri, sehingga mereka tidak mengakui adanya Pencipta yang harus mereka sembah?",
    "jalalayn": "(Apakah mereka diciptakan tanpa sesuatu pun) tanpa ada yang menciptakannya (ataukah mereka yang menciptakan) diri mereka sendiri. Dan tidak masuk akal ada makhluk tanpa pencipta, dan tiada sesuatu yang Ma'dum yakni yang asalnya tiada, dapat menciptakan yang menciptakannya, yaitu Allah yang Maha Esa. Mereka tetap tidak mau mengesakan-Nya dan tidak mau beriman kepada rasul dan kitab-Nya."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 36,
    "arab": "اَمْ خَلَقُوا السَّمٰوٰتِ وَالْاَرْضَۚ بَلْ لَّا يُوْقِنُوْنَۗ  ",
    "translation": "Ataukah mereka telah menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4771.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah menegaskan pula dengan menyatakan kalau mereka itu menciptakan diri mereka sendiri, apakah juga mereka berani berkata bahwa mereka menciptakan alam semesta ini (langit dan bumi), sedangkan pada keduanya terdapat segala penyebab kehidupan mereka? Mereka pasti tidak dapat meyakinkan diri sendiri dan tidak konsekuen terhadap apa yang mereka katakan, karena bila ditanyai siapa yang menjadikannya dan yang menjadikan langit dan bumi, pasti mereka akan berkata, \"Allahlah yang menjadikan itu.\" Sesungguhnya bila mereka meyakini, mereka tidak akan mengingkari keesaan Allah.",
    "quraish": "Ataukah mereka telah menciptakan langit dan bumi dengan penciptaan yang sangat indah ini? Sesungguhnya mereka tidak meyakini apa yang harus mereka lakukan terhadap Sang Pencipta, oleh karenanya mereka menyekutukan-Nya.",
    "jalalayn": "(Ataukah mereka telah menciptakan langit dan bumi itu?) tiada seorang pun yang dapat menciptakan keduanya selain Allah Yang Maha Pencipta; maka mengapa tidak menyembah-Nya. (Sebenarnya mereka tidak meyakini) Allah, karena seandainya mereka beriman kepada-Nya, niscaya mereka pun akan beriman kepada Nabi-Nya."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 37,
    "arab": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۣيْطِرُوْنَۗ  ",
    "translation": "Ataukah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4772.mp3",
    "tafsir": "Selanjutnya dinyatakan pada ayat ini dalam bentuk pertanyaan, apakah mereka bertindak selaku penguasa dan di tangan mereka perbendaharaan Tuhan. Kemudian mereka menganugerahkan jabatan kenabian kepada siapa yang mereka kehendaki dan memilih orang-orang yang mereka senangi? Ataukah mereka itu orang-orang yang berkuasa sehingga mereka mengatur urusan alam semesta, kemudian mereka menjadikan sesuatu atas kehendak dan kemauan mereka? Kenyataannya tidak demikian. Akan tetapi Allah-lah Yang Mahakuasa, yang mengatur dan menjadikan semuanya yang dikehendaki-Nya. Diriwayatkan oleh Imam al-Bukhari dari az-Zuhri, dari Muhammad bin Jubair bin Muth'im bapaknya berkata, \"Saya mendengar Nabi Muhammad saw membaca Surah ath-thur ketika salat Magrib. Ketika telah sampai pada ayat 35-37 ini, jantungku hampir terasa melayang. Dan Jubair bin Muth'im telah datang kepada Nabi Muhammad saw setelah Perang Badar dalam tahanan. Saat itu dia masih seorang musyrik. Kemudian dia mendengarkan ayat ini yang akhirnya ia masuk Islam.\"",
    "quraish": "Ataukah mereka memiliki perbendaharaan Tuhanmu dan berkuasa untuk menggunakannya, ataukah mereka adalah orang-orang yang dapat menaklukkan dan mengatur segala sesuatu sesuai dengan kemauan mereka?",
    "jalalayn": "(Ataukah di sisi mereka ada perbendaharaan Rabbmu) berupa kenabian, rezeki dan hal-hal lainnya, lalu karenanya mereka dapat memberikannya kepada siapa yang dikehendaki oleh mereka sesuai dengan apa yang mereka sukai (atau merekakah yang berkuasa?) yang mempunyai kekuasaan dan dapat berlaku sewenang-wenang. Fi'il atau kata kerja dari lafal Mushaythir ini adalah Saythara, maknanya sesinonim dengan lafal Baithara dan Baiqara."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 38,
    "arab": "اَمْ لَهُمْ سُلَّمٌ يَّسْتَمِعُوْنَ فِيْهِۚ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطٰنٍ مُّبِيْنٍۗ  ",
    "translation": "Atau apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4773.mp3",
    "tafsir": "Dalam ayat ini Allah swt menyatakan dengan nada pertanyaan, apakah mereka mempunyai tangga untuk naik ke langit, kemudian mereka dapat mendengarkan perkataan malaikat tentang masalah-masalah gaib yang diwahyukan Allah. Sebenarnya mereka hanya berpegang kepada hawa nafsu saja. Mereka mengakui hal itu, maka cobalah mereka mengemukakan suatu bukti yang nyata, yang menerangkan kebenaran pengakuan mereka itu yang menolak risalah seperti pembuktian yang dibawa oleh Muhammad saw dari Tuhannya.",
    "quraish": "Ataukah mereka memiliki tangga untuk naik ke langit, sehingga dapat mendengar segala yang diputuskan oleh Allah? Hendaklah orang yang mendengar di antara mereka mendatangkan alasan yang jelas dan membenarkan seruan mereka.",
    "jalalayn": "(Ataukah mereka mempunyai tangga) alat untuk naik ke langit (untuk mendengarkan pada langit itu?) perkataan para malaikat sehingga mereka dapat menyaingi nabi, sesuai dengan pengakuan mereka seandainya mereka mengaku-aku memiliki hal tersebut (Maka hendaklah orang yang mendengarkan di antara mereka mendatangkan) orang yang mengaku-aku dapat mendengarkan perkataan malaikat-malaikat di langit (suatu keterangan yang nyata) atau hujah yang jelas lagi gamblang. Mengingat adanya keserupaan pada tuduhan ini dengan tuduhan mereka yang menyatakan, bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, maka Allah swt. berfirman,"
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 39,
    "arab": "اَمْ لَهُ الْبَنٰتُ وَلَكُمُ الْبَنُوْنَۗ  ",
    "translation": "Ataukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4774.mp3",
    "tafsir": "Dalam ayat ini Allah swt bertanya kepada mereka dengan mengatakan apakah menurut mereka Tuhan mempunyai anak-anak perempuan yang dinamakan malaikat, sedangkan mereka mempunyai anak laki-laki, padahal mereka tahu anak laki-laki lebih diinginkan dari pada anak perempuan. Dalam ayat ini Allah berfirman: \nYang demikian itu tentulah suatu pembagian yang tidak adil. (anNajm/53: 2) \nIni merupakan kelengkapan penjelasan bahwa barang siapa yang berpendapat seperti itu, jelaslah bahwa dia tidak termasuk orangorang yang mempunyai pikiran yang sehat.",
    "quraish": "Ataukah Allah memiliki anak-anak perempuan, seperti yang kalian sangka, dan kalian memiliki anak laki- laki sesuai dengan yang kalian inginkan?",
    "jalalayn": "(\"Ataukah untuk Allah anak-anak perempuan) sesuai dengan tuduhan kalian (dan untuk kalian anak-anak laki-laki?) Maha Tinggi Allah dari segala apa yang mereka duga itu."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 40,
    "arab": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۗ  ",
    "translation": "Ataukah engkau (Muhamamd) meminta imbalan kepada mereka sehingga mereka dibebani dengan utang?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4775.mp3",
    "tafsir": "Pada ayat ini Allah swt bertanya kepada mereka, perlukah Muhammad saw meminta upah kepada orang-orang musyrik, sedangkan dia diutus Allah swt kepada mereka untuk mengajak, mengesakan Tuhan dan taat kepada-Nya? Andaikata demikian, tidaklah upah yang diminta Muhammad saw itu memberatkan beban mereka sehingga mereka tidak dapat memenuhi seruan Muhammad? Pertanyaan ini mematahkan tuduhan mereka, apalagi jika Nabi Muhammad meminta upah kepada mereka.",
    "quraish": "Ataukah kamu meminta upah kepada mereka ketika kamu menyampaikan risalah, sehingga mereka dibebani dengan utang?",
    "jalalayn": "(Ataukah kalian meminta upah kepada mereka) atas jerih payahmu di dalam menyampaikan agama yang kamu datangkan itu (sehingga mereka oleh utang mereka) oleh tanggungan dalam hal itu (dibebani) karena itu mereka tidak dapat mengembalikannya."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 41,
    "arab": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَۗ ",
    "translation": "Ataukah di sisi mereka mempunyai (pengetahuan) tentang yang gaib lalu mereka menuliskannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4776.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Allah bertanya kepada mereka apakah mereka mempunyai ilmu gaib yang tidak diketahui manusia, yang mereka tulis untuk keperluan manusia? Kemudian mereka memberitahukannya kepada manusia semau mereka? Tidaklah mungkin mereka mempunyai ilmu gaib karena tidak ada yang mengetahui kegaiban langit dan bumi kecuali Allah. Qatadah berkata, ayat ini merupakan jawaban terhadap perkataan mereka bahwa mereka menunggu perputaran masa (kematian Muhammad sebelum mereka). Maka Allah menegaskan, apakah ada pada mereka pengetahuan tentang yang gaib sehingga mereka mengetahui bahwa Muhammad saw akan wafat sebelum mereka",
    "quraish": "Ataukah mereka mempunyai pengetahuan tentang yang gaib, sehingga mereka dapat menuliskannya sebagaimana yang mereka kehendaki?",
    "jalalayn": "(Apakah ada pada sisi mereka pengetahuan tentang yang gaib) mengetahui hal yang gaib (lalu mereka menuliskannya?) sehingga mereka mampu untuk menentang Nabi saw dalam masalah hari berbangkit dan perkara-perkara akhirat sesuai dengan dugaan mereka."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 42,
    "arab": "اَمْ يُرِيْدُوْنَ كَيْدًاۗ فَالَّذِيْنَ كَفَرُوْا هُمُ الْمَكِيْدُوْنَۗ  ",
    "translation": "Ataukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4777.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt berkata kepada mereka apakah mereka (orang-orang musyrik) hendak menipu manusia dan Rasul dengan perkataan mereka tentang rasul dan agama? Kalau memang ini yang mereka kehendaki, maka tipu daya mereka akan kembali kepada mereka sendiri.",
    "quraish": "Ataukah mereka ingin melakukan tipu daya dan menyalahkan pesan-pesan sucimu? Maka sesungguhnya orang-orang kafir itulah yang akan tertimpa tipu daya.",
    "jalalayn": "(Ataukah mereka hendak melakukan tipu daya?) terhadap dirimu dengan maksud untuk membinasakan dirimu, sewaktu mereka berkumpul di Darunnadwah. (Maka orang-orang yang kafir itu merekalah yang kena tipu daya) maksudnya, merekalah yang kalah dan binasa. Allah memelihara nabi dari ulah mereka, kemudian Dia membinasakan mereka dalam perang Badar."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 43,
    "arab": "اَمْ لَهُمْ اِلٰهٌ غَيْرُ اللّٰهِ ۗسُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ  ",
    "translation": "Ataukah mereka mempunyai tuhan selain Allah? Mahasuci Allah dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4778.mp3",
    "tafsir": "Selanjutnya, pada ayat ini Allah berkata kepada mereka, apakah mereka mempunyai Tuhan selain Allah yang membantu dan menghindarkan mereka dari siksa Allah swt. Mahasuci Allah dari apa yang mereka persekutukan dan dari yang mereka sembah selain Dia. Pertanyaan-pertanyaan ini adalah menyinggung orang-orang kafir untuk menemukan jawaban yang benar yang didasarkan pada akal sehat. Ini merupakan kecaman keras kepada orang-orang musyrik, terhadap penyembahan mereka kepada berhala sebagai yang dipersekutukan mereka terhadap Allah.",
    "quraish": "Ataukah mereka memiliki sesembahan selain Allah yang dapat menahan mereka dari azab Allah. Mahasuci Allah dari segala yang mereka sekutukan.",
    "jalalayn": "(Ataukah mereka mempunyai tuhan selain Allah. Maha Suci Allah dari apa yang mereka persekutukan\") yakni berhala-berhala yang mereka persekutukan dengan-Nya. Kata tanya dengan memakai lafal Am pada ayat ini dan ayat-ayat sebelumnya mengandung makna memburuk-burukkan dan mencela perbuatan mereka."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 44,
    "arab": "وَاِنْ يَّرَوْا كِسْفًا مِّنَ السَّمَاۤءِ سَاقِطًا يَّقُوْلُوْا سَحَابٌ مَّرْكُوْمٌ ",
    "translation": "Dan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, “Itu adalah awan yang bertumpuk-tumpuk.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4779.mp3",
    "tafsir": "Dalam ayat ini digambarkan bahwa orang-orang musyrik itu adalah kaum yang berwatak sombong dan keras kepala. Walaupun kepada mereka diperlihatkan tanda-tanda azab yang akan menimpa mereka dengan datangnya sekumpulan awan yang akan membawa bencana bagi mereka. Tetapi mereka menganggap ringan dan hanya memandang sebagai gumpalan awan yang sedang bermain-main dan saling bertumpuk. Hal ini disebabkan hati mereka sudah tertutup dan bersikap menyepelekan persoalan penting telah membutakan pandangan mereka. Mereka tetap mengingkari apa yang mereka lihat dengan mata kepala mereka sendiri. Dalam ayat yang sama artinya Allah berfirman: \nDan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya, tentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.\" (al-hijr/15: 14-15)",
    "quraish": "Dan apabila mereka menyaksikan sebagian langit jatuh untuk menyiksa mereka, mereka akan berkata dengan sikap membangkang, \"Itu adalah awan yang bergumpal-gumpal.\"",
    "jalalayn": "(Jika mereka melihat sebagian) bagian (dari langit yang gugur) menimpa mereka, sebagaimana yang mereka minta, yaitu seperti yang dijelaskan oleh ayat lain melalui firman-Nya, \"Maka jatuhkanlah atas kami gumpalan dari langit.\" (Q.S. Asy Syu'ara, 187) sebagai azab atas mereka (mereka akan mengatakan,) \"Ini (adalah awan yang bertindih-tindih) awan yang tebal yang akan menyegarkan kami dan mereka tidak mau beriman.\""
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 45,
    "arab": "فَذَرْهُمْ حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ فِيْهِ يُصْعَقُوْنَۙ  ",
    "translation": "Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka, pada hari itu mereka dibinasakan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4780.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya untuk membiarkan mereka dalam keadaan keras kepala seperti itu, dan tidak mengacuhkan mereka hingga datangnya suatu hari dimana mereka akan dibalas dengan kehancuran disebabkan oleh kejahatan mereka, yaitu pada Perang Badar seperti yang dikatakan oleh alBiqa'i menurut dzahir ayat ini, atau sampai datang hari kebangkitan manusia di akhirat, sebagaimana firman Allah: \nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (azZumar/39: 68)",
    "quraish": "Maka biarkan dan jangan pedulikan mereka sampai mereka menemui hari ketika mereka dibinasakan.",
    "jalalayn": "(Maka biarkanlah mereka hingga mereka menemui hari mereka yang pada hari itu mereka dibinasakan) yaitu mati semuanya."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 46,
    "arab": "يَوْمَ لَا يُغْنِيْ عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۗ  ",
    "translation": "(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4781.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa pada hari itu tidaklah berguna bagi mereka tipu daya yang telah mereka atur terhadap Muhammad saw untuk membangkitkan api permusuhan kepadanya. Dan mereka tidak akan mendapat bantuan atau pertolongan yang dapat menghalangi azab Allah yang menimpa mereka",
    "quraish": "Yaitu hari ketika tipu daya mereka tidak dapat menahan mereka dari azab, dan mereka tidak pula mendapatkan penolong.",
    "jalalayn": "(Yaitu hari ketika tidak berguna) menjadi Badal dari lafal Yaumahum (bagi mereka sedikit pun tipu daya mereka dan mereka tidak ditolong) tidak diselamatkan dari azab di akhirat."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 47,
    "arab": "وَاِنَّ لِلَّذِيْنَ ظَلَمُوْا عَذَابًا دُوْنَ ذٰلِكَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ",
    "translation": "Dan sesungguhnya bagi orang-orang yang zalim masih ada azab selain itu. Tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4782.mp3",
    "tafsir": "Allah swt menjelaskan bahwa orang-orang kafir yang menganiaya diri mereka sendiri dengan kekufuran dan kemaksiatan mereka, akan mendapatkan azab yang pedih di akhirat. Di samping itu di dunia pun mereka memperoleh azab berupa kelaparan selama tujuh tahun sebelum terjadinya Perang Badar, dan kekalahan besar pada perang tersebut. Namun, kebanyakan mereka tidak mengetahui bahwasanya Allah akan menimpakan azab-Nya kepada mereka baik di dunia maupun di akhirat. Dalam ayat yang sama artinya Allah berfirman: \nDan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar). (as-Sajdah/32: 21)",
    "quraish": "Sesungguhnya orang-orang yang zalim itu akan mendapatkan azab, selain azab yang membinasakan mereka di dunia, tetapi kebanyakan mereka tidak mengetahui hal ini.",
    "jalalayn": "(Dan sesungguhnya untuk orang-orang yang lalim) disebabkan kekafiran mereka (ada azab selain daripada itu) di dunia, sebelum kematian mereka; maka mereka disiksa oleh kelaparan dan kekeringan selama tujuh tahun, serta oleh pembunuhan dalam perang Badar. (Tetapi kebanyakan mereka tidak mengetahui) bahwasanya azab itu akan menimpa mereka."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 48,
    "arab": "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَاِنَّكَ بِاَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِيْنَ تَقُوْمُۙ  ",
    "translation": "Dan bersabarlah (Muhammad) menunggu ketetapan Tuhanmu, karena sesungguhnya engkau berada dalam pengawasan Kami, dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4783.mp3",
    "tafsir": "Setelah menjelaskan berbagai situasi yang besar, menyedihkan hati rasul, akibat tindakan membangkang dan keras kepala orang-orang kafir dan musyrik yang menolak beriman kepada Allah dan rasulnya. Maka dalam hal ini, Allah memerintahkan kepada Muhamamd saw supaya bersabar terhadap gangguan kaumnya dan tidak lagi menghiraukan mereka, serta tetap menyampaikan perintah-Nya dan memperingatkan larangan-Nya, dan menyampaikan apa yang telah diwahyukan kepadanya, sebab Allah selalu melihatnya dan memperhatikan pekerjaannya serta menjaga dan melindunginya dari gangguan dan rintangan musuhnya. Perihal bertasbih dan memuji Tuhan ketika bangun dan berdiri, meliputi tiga keadaan, yaitu: 1. Ketika bangun dari tidur 2. Ketika bangun dari duduk 3. Ketika bangun akan salat Hal ini mengandung hikmah supaya orang mukmin selalu bertasbih setiap saat, dalam situasi dan kondisi bagaimanapun, terutama perubahan dari suatu keadaan ke keadaan yang lain. Atha', Sa'id, Sufyan ats-sauri, dan Abul Ahwas berkata: bahwa Nabi Muhammad saw bertasbih tatkala ia bangkit dari tempat duduknya. Sebagian hadis: Dari Abu Barzah al-Aslami berkata, Rasulullah saw pada akhir hayatnya, apabila beliau bangun dari tempat duduknya beliau mengucapkan, \"Subhanaka Allahumma wabihamdika asyahadu an la ilaha illa anta astagfiruka wa atubu ilaika! Engkau mengucapkan suatu ucapan yang belum pernah engkau ucapkan sebelumnya. Rasulullah saw bersabda, \"Ucapan ini penghapus dosa dari kesalahan-kesalahan yang mungkin terjadi di majlis.\" (Riwayat Abu Dawud dan an-Nasa'i) \nDiriwayatkan bahwasanya Jibril telah mengajarkan kepada Nabi Muhammad saw agar ucapan tersebut dibaca ketika hendak bangkit dan duduk dalam satu majlis yaitu: \"Mahasuci engkau, wahai Allah, dengan memuji-Mu, aku bersaksi bahwa tiada Tuhan selain Engkau, aku mohon pengampunan-Mu dan aku bertobat kepada-Mu.\" (Riwayat Abu Dawud dan an-Nasa'i)",
    "quraish": "Maka bersabarlah dengan ketetapan Tuhanmu yang menunda siksa bagi mereka, dan tabahlah dalam menghadapi penderitaan yang kamu terima dari mereka. Sesungguhnya kamu berada dalam penjagaan dan pemeliharaan Kami. Maka tipu daya mereka tidak akan membahayakanmu, dan bertasbihlah dengan memuji nama Tuhanmu ketika kamu bangun.",
    "jalalayn": "(Dan bersabarlah dalam menunggu ketetapan Rabbmu) yaitu dengan ditangguhkannya mereka dan janganlah dadamu merasa sempit karenanya (maka sesungguhnya kamu berada dalam pengawasan-Ku) yaitu selalu dalam lindungan dan pengawasan-Ku (dan bertasbihlah) seraya (memuji Rabbmu) yaitu katakanlah, 'Subhaanallah Wa Bihamdihii' (ketika kamu bangun berdiri) dari tidurmu atau dari tempat majelismu."
  },
  {
    "page": 525,
    "name": "At-Tur",
    "ayat": 49,
    "arab": "وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاِدْبَارَ النُّجُوْمِ ࣖ",
    "translation": "dan pada sebagian malam bertasbihlah kepada-Nya dan (juga) pada waktu terbenamnya bintang-bintang (pada waktu fajar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4784.mp3",
    "tafsir": "Kemudian Allah dalam ayat ini memerintahkan kepada Muhammad saw supaya ia bertasbih kepada Allah dengan salat malam. Karena ibadah pada waktu itu berat melaksanakannya, dan jauh dari ria, dan supaya ia salat tatkala terbenamnya bintangbintang pada waktu subuh. Dalam ayat yang sama artinya Allah berfirman: \nDan pada sebagian malam, lakukanlah salat Tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji. (al-Isra'/17: 79) \nMakna membaca tasbih dalam ayat ini dapat berarti membaca tasbih seperti pada hadis di atas, juga dapat diartikan melaksanakan salat, baik salat Isya, salat malam maupun salat Subuh.",
    "quraish": "Pilihlah satu waktu dari malam dan sucikanlah Dia pada saat itu. Sucikanlah Dia pada saat bintang- bintang telah terbenam.",
    "jalalayn": "(Dan pada beberapa saat di malam hari bertasbih pulalah) pengertian bertasbih di sini adalah tasbih hakiki yaitu membaca, 'Subhaanallaah Wa bihamdihii' (dan di waktu terbenam bintang-bintang) lafal Idbaar adalah bentuk Mashdar, yakni setelah bintang-bintang itu terbenam maka bertasbih pulalah kamu. Atau lakukanlah salat Isya'ain yaitu Magrib dan Isya, pada pengertian yang pertama, dan pada pengertian yang kedua adalah salat fajar; menurut pendapat lain salat Subuh."
  }
]