[
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 45,
    "arab": "وَاَنَّهٗ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰى ",
    "translation": "dan sesungguhnya Dialah yang men-ciptakan pasangan laki-laki dan perempuan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4829.mp3",
    "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2.",
    "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
    "jalalayn": "(Dan bahwasanya Dia-lah yang menciptakan berpasang-pasangan) kedua jenis yang berpasangan (laki-laki dan perempuan)."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 46,
    "arab": "مِنْ نُّطْفَةٍ اِذَا تُمْنٰىۙ  ",
    "translation": "dari mani, apabila dipancarkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4830.mp3",
    "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2.",
    "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
    "jalalayn": "(Dari nuthfah) yakni air mani (apabila dipancarkan) bila ditumpahkan ke dalam rahim."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 47,
    "arab": "وَاَنَّ عَلَيْهِ النَّشْاَةَ الْاُخْرٰىۙ ",
    "translation": "dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4831.mp3",
    "tafsir": "Allah yang menghidupkan manusia sesudah mati untuk membalas orang yang berbuat baik atau jahat sesuai dengan apa yang dikerjakannya",
    "quraish": "Bahwa Dia menghidupkan kembali manusia setelah mati.",
    "jalalayn": "(Dan bahwasanya Dia-lah yang menetapkan kejadian) huruf Hamzah lafal An Nasy`ah boleh dibaca panjang dan boleh dibaca pendek (yang lain) kejadian yang lain untuk dibangkitkan menjadi hidup kembali, sesudah penciptaan yang pertama."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 48,
    "arab": "وَاَنَّهٗ هُوَ اَغْنٰى وَاَقْنٰىۙ ",
    "translation": "dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4832.mp3",
    "tafsir": "Allah yang memberikan kekayaan atau kemiskinan bagi orang yang dikehendaki-Nya di antara hamba-Nya, sesuai dengan kesanggupan dan usaha masing-masing. Ayat ini menunjukkan kekuasaan yang sempurna, bahwa nuthfah (setetes mani) adalah sesuai bagian-bagiannya menurut kenyataan. Dari nutfah ini Allah jadikan bermacam-macam anggota, tabiat yang berlain-lainan dan laki-laki atau perempuan, maka tidak ada orang yang mengaku dapat membuatnya, sebagaimana tidak ada yang mengaku menjadikan langit dan bumi selain Allah. \nDan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" (Luqman/31: 25) \nApakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)? Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang lakilaki dan perempuan. Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati? (al-Qiyamah/75: 36-40)",
    "quraish": "Bahwa Dia memberi kecukupan dan rasa puas dengan apa yang ia peroleh dan simpan.",
    "jalalayn": "(Dan bahwasanya Dia yang memberi kekayaan) kepada manusia berupa harta benda (dan yang memberikan kecukupan) Dia memberikan harta untuk mencukupi kebutuhan orang itu."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 49,
    "arab": "وَاَنَّهٗ هُوَ رَبُّ الشِّعْرٰىۙ",
    "translation": "dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi‘ra, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4833.mp3",
    "tafsir": "Dalam ayat ini Allah menyatakan bahwa Dia-lah Tuhan yang memiliki bintang Syi'ra, yang sangat gemerlapan ini, yang terbit beriringan dengan bintang Jauza' di pertengahan musim panas. Mengkhususkan sebutan bintang ini dari planet-planet angkasa lainnya yang lebih besar dan lebih gemerlapan, karena bintang ini disembah pada zaman jahiliyah, yang menyembahnya adalah kabilah Himyar dan Khuza'ah. Orang pertama yang mengadakan penyembahan ini adalah Abu Kabsyah. Dia adalah pembesar bangsa Arab, sehingga orang Quraisy menyatakan, bahwa Nabi Muhammad saw, adalah anak Abu Kabsyah, sebagai persamaan karena berbeda dalam hal prinsip agamanya dengan agama nenek moyang mereka. Abu Kabsyah ini adalah salah seorang dari nenek Nabi Muhammad saw, dari pihak ibunya. Sebagaimana yang dikatakan Abu Sufyan ketika ia berada di hadapan Heraklius yang menjadi Pembesar Rum, \"Sungguh telah menjadi besar persoalan anak Abu Kabsyah ini (Nabi saw). Di antara bangsa Arab ada yang memuja bintang dan mengakui pengaruhnya terhadap alam semesta dan mereka membicarakan tentang masalah-masalah yang gaib ketika bintang itu terbit. Bintang Syi'ra ini ada dua, satu di antaranya berada di sebelah Syam (Palestina) dan yang lain berada di sebelah Yaman. Keterangan inilah yang dimaksudkan di sini yang disembah selain Allah.",
    "quraish": "Bahwa Dia adalah Pemelihara bintang besar yang disebut Syi'râ (Sirius). (1) Sirius adalah bintang paling terang pada gugusan \"Bintang Anjing\" (Dog Star) Besar, yang juga merupakan bintang paling terang yang dapat dilihat di langit. Bintang Sirius ini berada di sekitat 18 derajat sebelah selatan garis tengah langit dan dikenal juga dengan nama Dog Star (Bintang Anjing). Nama ini sudah dikenal sejak 3. 000 tahun yang lalu. Dalam bahasa Hiroglif (bahasa Mesir kuno, yaitu pada zaman Fir'aun) ditemukan gambar anjing yang melambangkan bintang ini. Allah secara khusus menyebut bintang Sirius pada ayat ini karena sebagian bangsa Arab pada zaman jahiliah menyembah bintang itu. Demikian pula orang-orang Mesir kuno. Hal itu disebabkan karena munculnya bintang ini dari sebelah timur pada sekitar pertengahan bulan Juli sebelum terbit matahari itu bersamaan dengan masa pasang naik sungai Nil di Mesir bagian tengah yang merupakan peristiwa penting dunia. Peristiwa ini bisa jadi merupakan batas penentuan awal tahun baru karena munculnya Sirius beberapa saat sebelum matahari terbit hanya terjadi sekali dalam satu tahun.",
    "jalalayn": "(Dan bahwasanya Dia-lah Rabb bintang syi'ra) nama bintang yang berada di belakang bintang Jauza; bintang itu pada zaman jahiliah disembah-sembah."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 50,
    "arab": "وَاَنَّهٗٓ اَهْلَكَ عَادًا ۨالْاُوْلٰىۙ",
    "translation": "dan sesungguhnya Dialah yang telah membinasakan kaum ‘Ad dahulu kala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4834.mp3",
    "tafsir": "Allah yang membinasakan kaum 'Ad yang pertama yaitu kaum Nabi Hud, dan yang dimaksud dengan kaum 'Ad yang kedua ialah kaum Iram bin Sam bin Nuh. \nTidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) 'Ad? (yaitu) penduduk Iram (ibukota kaum 'Ad) yang mempunyai bangunan-bangunan yang tinggi, yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain. (al-Fajr/89: 6-8) \nKaum 'Ad kedua ini golongan manusia yang sangat kuat dan banyak berbuat durhaka terhadap Allah dan Rasul-Nya, Kemudian Allah membinasakan mereka dengan angin yang sangat dingin dan kencang, Allah menimpakan angin itu kepada mereka selama tujuh malam dan tujuh hari terus-menerus. (",
    "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
    "jalalayn": "(Dan bahwasanya Dia telah membinasakan kaum 'Ad yang pertama) menurut suatu qiraat harakat Tanwinnya diidgamkan kepada huruf Lam, bila huruf Lamnya didamahkan, tanpa memakai Hamzah. Ad adalah nama suatu kaum yang dikenal dengan nama kaum 'Ad, sedangkan kaum yang lainnya adalah kaum Nabi Saleh."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 51,
    "arab": "وَثَمُوْدَا۟ فَمَآ اَبْقٰىۙ",
    "translation": "dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4835.mp3",
    "tafsir": "Allah membinasakan kaum Samud dan tidak membiarkan mereka hidup, bahkan mereka disiksa dengan azab Tuhan yang sangat dahsyat, dalam ayat yang bersamaan maksudnya Allah berfirman: \nMaka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 8)",
    "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
    "jalalayn": "(Dan kaum Tsamud) jika dibaca Sharf, dengan memakai Tanwin berarti nama kakek moyang, bila dibaca dengan tidak memakai Tanwin berarti nama suatu kabilah, berarti di'athafkan kepada lafal Ad. (Maka tidak seorang pun yang ditinggalkan) hidup; maksudnya tiada seorang pun di antara mereka yang dibiarkan hidup oleh-Nya."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 52,
    "arab": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا هُمْ اَظْلَمَ وَاَطْغٰىۗ  ",
    "translation": "dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4836.mp3",
    "tafsir": "Allah membinasakan kaum Nuh sebelum kaum 'Ad dan Samud. Mereka lebih zalim daripada kedua kaum ini, karena mereka adalah orang-orang yang pertama membuat kezaliman dan kedurhakaan sedangkan orang yang paling zalim, sebagaimana hadis Nabi, \"Barang siapa mengadakan suatu perbuatan jahat, maka dia memikul dosanya.\" Kaum Nuh lebih durhaka daripada kaum 'Ad dan Samud, karena mereka telah melampaui batas, padahal sejak lama mereka telah mendengar seruan Nabi Nuh, namun mereka tetap membangkang sehingga Nabi Nuh habis kesabarannya dan mendoakan kebinasaan mereka. \nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26) \nAda seorang ayah yang membawa anaknya pergi menemui Nuh untuk memperingatkannya seraya mengatakan kepada anaknya, \"Wahai anakku! Ayahku dahulu membawa aku kepada orang ini, seperti sekarang aku membawamu. Awas engkau jangan mempercayainya!\" Si ayah mati dalam kekafirannya sedang anaknya yang masih kecil hidup berpegang kepada wasiat ayahnya, sehingga seruan Nuh mengajar manusia beriman tidak mempengaruhi lagi anak itu.",
    "quraish": "Allah telah membinasakan kaum Nabi Nûh sebelum membinasakan 'Ad dan Tsamûd. Sesungguhnya kaum Nabi Nûh lebih zalim dan lebih tiran daripada kaum 'Ad dan Tsamûd.",
    "jalalayn": "(Dan Kaum Nuh sebelum itu) sebelum kaum Ad dan kaum Tsamud; kami binasakan mereka semuanya. (Sesungguhnya mereka adalah orang-orang yang paling lalim dan paling durhaka) yakni kaum Nabi Nuh itu jauh lebih lalim dan lebih durhaka daripada kaum 'Ad dan kaum Tsamud, karena Nabi Nuh tinggal bersama mereka dalam waktu yang lama sekali sebagaimana yang diungkapkan oleh Allah dalam firman-Nya, \"maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun.\" (Q.S. Al 'Ankabut, 14) Di samping mereka tidak mau beriman kepada Nabi Nuh, mereka juga menyakiti bahkan memukulinya."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 53,
    "arab": "وَالْمُؤْتَفِكَةَ اَهْوٰىۙ  ",
    "translation": "Dan prahara angin telah meruntuhkan (negeri kaum Lut), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4837.mp3",
    "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah.",
    "quraish": "Dan negeri-negeri kaum Lûth yang terbalik itu, Dialah yang membaliknya.",
    "jalalayn": "(Dan penduduk Mu`tafikah) yaitu negeri-negeri tempat tinggal kaum Nabi Luth (yang telah dihancurkan) yaitu dijatuhkan dari atas langit sesudah diangkat dalam keadaan terbalik, lalu dijatuhkan ke bumi oleh malaikat Jibril atas perintah Allah swt."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 54,
    "arab": "فَغَشّٰىهَا مَا غَشّٰىۚ  ",
    "translation": "lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4838.mp3",
    "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah.",
    "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
    "jalalayn": "(Lalu Allah menimpakan atas negeri-negeri itu) batu-batu sesudah dibalikkan (azab besar yang menimpanya) di dalam ungkapan ayat azab yang dimaksud sengaja tidak disebutkan secara jelas, sebagai gambaran tentang kengeriannya yang tak terperikan, hingga tidak dapat diungkapkan oleh kata-kata. Azab ini dijelaskan pula dalam surah Hud, melalui firman-Nya, \"Kami jadikan negeri kaum Luth itu yang di atas ke bawah (Kami balikkan), dan Kami hujani mereka dengan batu dari tanah yang terbakar.\" (Q.S. Hud, 82)"
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 55,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكَ تَتَمَارٰى",
    "translation": "Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4839.mp3",
    "tafsir": "Allah menyatakan dalam bentuk pertanyaan kepada manusia tentang nikmat-Nya yang manakah, yang masih diragukan, dalam ayat berikut ini yang sama maksudnya. \nWahai manusia! Apakah yang telah memperdayakan kamu (berbuat durhaka) terhadap Tuhanmu Yang Mahamulia. (al-Infithar/82: 6) \nTetapi manusia adalah memang yang paling banyak membantah. (al-Kahf/18: 54) \nMaka nikmat Tuhanmu yang manakah yang kamu dustakan? (arRahman/55: 16) Pada hakikatnya musibah yang menimpa itu dapat membawa manusia kepada kesadaran bagi mereka yang memperhatikannya. Semua nikmat itu adalah bukti yang nyata atas ke-Esaan Allah.",
    "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
    "jalalayn": "(Maka terhadap nikmat Rabbmu yang manakah) yakni nikmat-nikmat-Nya yang menunjukkan kepada keesaan dan kekuasaan-Nya (kamu ragu-ragu) kamu meragukannya, hai manusia. Atau, kamu mendustakannya hai manusia?"
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 56,
    "arab": "هٰذَا نَذِيْرٌ مِّنَ النُّذُرِ الْاُوْلٰى",
    "translation": "Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4840.mp3",
    "tafsir": "Ayat ini menyatakan bahwa sesungguhnya Nabi Muhammad saw dengan Al-Qur'annya adalah pemberi peringatan terhadap orang yang menyimpang dari petunjuk-Nya dengan mengikuti hawa nafsu yang membawa kepada kecelakaan dunia dan akhirat. Nabi Muhammad saw, seperti para rasul sebelumnya, menyampaikan seruan kepada manusia, tetapi sebagian manusia mendustakan kerasulan-Nya, maka Allah menghancurkan dan menjatuhkan azab kepada mereka sesuai dengan kedustaan dan keingkaran mereka terhadap nikmat-nikmat yang terus-menerus datang dari Tuhan, dalam ayat yang lain: \nDia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.\" (Saba'/34: 46) \nDalam hadis Nabi yang ada hubungannya dengan ayat ini yaitu: Saya pemberi peringatan yang tak berpakaian. (Riwayat al-Bukhari dan Muslim) Maksudnya, karena terburu-buru melihat kejahatan, sehingga tidak sempat memakai pakaian, terus berangkat untuk mengingatkan kaumnya. Bisa juga berarti polos dan tegas. (",
    "quraish": "Al-Qur'ân ini merupakan pemberi peringatan sejenis peringatan pertama umat-umat terdahulu.",
    "jalalayn": "(Ini) Muhammad ini (adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang terdahulu) artinya, sama dengan mereka. Maksudnya, dia adalah seorang rasul yang sama dengan rasul-rasul lain sebelumnya; ia diutus kepada kalian, sebagaimana para rasul terdahulu diutus kepada kaumnya masing-masing."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 57,
    "arab": "اَزِفَتِ الْاٰزِفةُ ۚ ",
    "translation": "Yang dekat (hari Kiamat) telah makin mendekat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4841.mp3",
    "tafsir": "Ayat ini menerangkan, bahwa hari Kiamat sudah dekat masanya dan neraka telah tersedia, tiap manusia akan menerima balasan sesuai dengan perbuatannya, maka waspadalah, agar kamu tidak termasuk di antara orang yang binasa, yaitu pada suatu hari yang tidak berguna. Pada waktu itu harta dan anak, kecuali orang yang datang menghadapi Allah dengan hati yang bersih pada hari seorang anggota keluarga tidak dapat memberi manfaat kepada anggota keluarga lainnya sedikit pun dan mereka tidak mendapat pertolongan apa pun. \nApabila terjadi hari Kiamat, terjadinya tidak dapat didustakan (disangkal). (al-Waqi'ah/56: 1-2) Dan tersebut dalam hadis: Kerasulanku ini dibandingkan dengan hari Kiamat adalah seperti dua ini, dan beliau menceraikan antara dua anak jari-jari tengah dan telunjuk. (Riwayat Ahmad",
    "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
    "jalalayn": "(Telah dekat terjadinya hari kiamat) kiamat telah dekat masanya."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 58,
    "arab": "لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ كَاشِفَةٌ  ۗ ",
    "translation": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4842.mp3",
    "tafsir": "Ayat ini menerangkan bahwa, tidak ada seorang pun yang mengetahui waktu tibanya hari Kiamat selain dari Allah, maka bersiap-siaplah untuk menghadapi hari itu sebelum datang secara tibatiba, dalam keadaan kamu tidak memperkirakan. Kamu akan menyesali kesalahan yang tidak ada gunanya, karenanya, beramallah selama masih ada kesempatan untuk beramal. Dengan ayat ini diungkapkan tiga macam dasar agama yaitu: 1. Keesaan Allah berdasarkan firman-Nya; maka dengan nikmat Tuhanmu yang manakah kamu ragu-ragu? 2. Pengukuhan kerasulan Nabi Muhammad saw, dengan firman-Nya; ini (Muhammad) adalah seorang pemberi peringatan. 3. Pengukuhan tentang adanya pengumpulan dan kebangkitan pada hari Kiamat dengan firman-Nya; telah dekatlah kejadiannya hari Kiamat.",
    "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
    "jalalayn": "(Tiada baginya selain dari Allah) tiada seorang pun selain Allah (yang dapat menyatakan terjadinya) tiada yang mengetahui kapan terjadi dan tiada seorang pun yang dapat menyatakan kejadiannya selain Allah. Ayat ini mempunyai arti yang senada dengan ayat lainnya yaitu, firman-Nya, \"tidak ada seorang pun yang dapat menjelaskan waktu kedatangannya selain Dia.\" (Q.S. Al A'raf, 187)."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 59,
    "arab": "اَفَمِنْ هٰذَا الْحَدِيْثِ تَعْجَبُوْنَۙ  ",
    "translation": "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4843.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Maka apakah terhadap pemberitaan ini) Alquran ini (kalian merasa heran?) makna yang dimaksud ialah mendustakannya."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 60,
    "arab": "وَتَضْحَكُوْنَ وَلَا تَبْكُوْنَۙ  ",
    "translation": "dan kamu tertawakan dan tidak menangis, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4844.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Dan kalian menertawakan) karena memperolok-olokkannya (dan tidak menangis) sewaktu kalian mendengarkan ancaman dan peringatannya."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 61,
    "arab": "وَاَنْتُمْ سَامِدُوْنَ ",
    "translation": "sedang kamu lengah (darinya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4845.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Sedangkan kalian melengahkannya) lengah dan lalai mengenai apa yang diwajibkan kepada kalian untuk mengerjakannya."
  },
  {
    "page": 528,
    "name": "An-Najm",
    "ayat": 62,
    "arab": "فَاسْجُدُوْا لِلّٰهِ وَاعْبُدُوْا ࣖ ۩ ",
    "translation": "Maka bersujudlah kepada Allah dan sembahlah (Dia). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4846.mp3",
    "tafsir": "Ayat ini memerintahkan manusia supaya tunduk dan beribadah kepada Allah dengan ikhlas, karena Allah menurunkan AlQur'an kepada manusia melalui rasul-Nya, tugasnya memberi petunjuk dan membawa berita gembira. Hendaklah manusia menyambut Al-Qur'an itu dengan meninggalkan penyembahan terhadap berhala yang tidak membawa manfaat.",
    "quraish": "Maka bersujudlah kepada Allah yang telah menurunkan al-Qur'ân sebagai petunjuk bagi manusia. Dan menyembahlah hanya kepada-Nya.",
    "jalalayn": "(Maka bersujudlah kalian kepada Allah) Yang telah menciptakan kalian (dan sembahlah) Dia, dan janganlah kalian menyembah dan bersujud kepada berhala-berhala."
  },
  {
    "page": 528,
    "name": "Al-Qamar",
    "ayat": 1,
    "arab": "اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ",
    "translation": " Saat (hari Kiamat) semakin dekat, bulan pun terbelah. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4847.mp3",
    "tafsir": "Allah menyatakan bahwa hari Kiamat hampir datang, pada waktu kehidupan dunia akan berakhir. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nKetetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. (an-Nahl/16: 1) \nAllah berfirman: \nTelah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat). (al-Anbiya'/21: 1) \nPada waktu itu bulan akan pecah bercerai-berai akibat penyimpangan dari peredarannya, sebagaimana diutarakan dalam ayat-ayat yang lain yang bersamaan maksudnya: \nApabila langit terbelah. (al-Insyiqaq/84: 1) \nDan firman-Nya: \nApabila matahari digulung, dan apabila bintang-bintang berjatuhan. (at-Takwir/81: 1-2) \nBanyak lagi ayat lain yang menunjukkan kejadian yang sangat dahsyat yang akan terjadi ketika hancurnya alam ini dengan tibanya hari Kiamat. Kebanyakan mufasir berpendapat bahwa kejadian tersebut pada ayat pertama telah terjadi dan bulan telah terbelah dua pada masa Nabi Muhammad saw, lima tahun sebelum beliau hijrah. Menurut hadis yang diriwayatkan al-Bukhari, Muslim dan Ibnu Jarir dari Anas bin Malik bahwa penduduk Mekah meminta kepada Nabi Muhammad saw, agar mengemukakan suatu mukjizat sebagai bukti kerasulannya, maka Allah memperlihatkan kepada mereka bulan terbelah dua, sehingga mereka melihat \"Jabal Nur\" berada di antara dua belahan bulan tersebut. Diriwayatkan pula dari Sahih alBukhari, Muslim dan para perawi-perawi hadis lainnya dari Ibnu Mas'ud bahwa: \"Bulan telah terbelah pada masa Nabi Muhammad saw, menjadi dua belah, sebelah berada di atas bukit dan yang lain berada di bawahnya, seraya Nabi Muhammad saw berseru, \"Saksikanlah!\" Abu Dawud meriwayatkan pula bahwa, \"Telah terjadi pembelahan bulan pada masa Nabi Muhammad saw, maka orang-orang Quraisy berkata, \"Ini adalah sihir anak Abu Kabsyah.\" Lalu seorang dari mereka berkata, \"Tunggulah dahulu berita yang dibawa oleh para musafir yang tiba, karena Muhammad saw tak sanggup mensihirkan semua manusia.\" Lalu tibalah para musafir membawa berita kejadian tersebut. Lalu dalam riwayat al-Baihaqi terdapat tambahan, \"Lalu mereka bertanya kepada para musafir yang berdatangan dari semua penjuru, jawaban mereka, \"Sungguh kami telah melihatnya,\" lalu Allah menurunkan ayat ini, \"Telah dekat (datangnya) saat itu dan telah terbelah bulan.\" Para ahli tafsir berbeda pendapat tentang terbelahnya bulan. Sebagian berpendapat bahwa bulan itu memang telah terbelah pada masa Nabi sebagai bagian dari mukjizatnya. Tetapi sebagian mufasir berpendapat bulan pasti terbelah bukan terjadi pada masa nabi, tetapi akan terjadi nanti pada saat hari Kiamat. Hal ini disebabkan karena hilangnya keseimbangan daya tarik menarik antar planet. (",
    "quraish": "[[54 ~ AL-QAMAR (BULAN) Pendahuluan: Makkiyyah, 55 ayat ~ Ayat pertama surat ini mengetuk pendengaran sembari mengingatkan kita akan dekatnya hari kiamat dengan peristiwa-peristiwa yang terjadi pada hari itu. Ayat berikutnya menjelaskan sikap orang-orang kafir yang terus-menerus ingkar terhadap mukjizat. Surat ini meminta Rasulullah saw. agar berpaling dari mereka dan memberikan batas kepada mereka hingga datangnya suatu hari di mana mereka keluar dari kubur bagaikan belalang yang beterbangan. Ayat-ayat berikutnya mengulas kadaan umat-umat terdahulu dengan rasul-rasul mereka dan azab yang menimpa mereka. Di sela-sela beberapa kisah itu, surat ini mengingatkan bahwa al-Qur'ân itu mudah dipahami dan dipelajari bagi orang-orang yang mencari nasihat dan pelajaran. Selanjutnya, dijelaskan pula bahwa orang-orang kafir Mekah bukanlah orang yang terkuat jika dibandingkan dengan umat-umat terdahulu dan bukan orang yang akan terhindar dari azab. Terakhir, surat ini ditutup dengan ancaman terhadap para pendusta yang membangkang berupa kesudahan mereka pada hari ketika wajah mereka diseret ke neraka. Lalu dikatakan kepada mereka, \"Rasakanlah siksaan neraka jahanam yang dahulu kalian dustakan.\" Sedangkan orang-orang yang bertakwa merasa tenang di dalam surga, tempat tinggal mereka. Suatu tempat yang menyenangkan di sisi Tuhan yang berkuasa.]] Hari kiamat telah dekat, dan bulan pasti akan terbelah.",
    "jalalayn": "(Telah dekat datangnya saat itu) dimaksud hari kiamat (dan telah terbelah bulan) menjadi dua bagian; yang satu di atas bukit Abu Qubais dan yang lainnya tampak di atas bukit Qaiqa'an; hal itu merupakan mukjizat bagi Nabi saw. yaitu sewaktu orang-orang Quraisy memintanya, lalu Nabi saw. bersabda, \"Saksikanlah oleh kalian.\" Demikianlah menurut keterangan hadis yang diketengahkan oleh Asy Syaikhain."
  },
  {
    "page": 528,
    "name": "Al-Qamar",
    "ayat": 2,
    "arab": "وَاِنْ يَّرَوْا اٰيَةً يُّعْرِضُوْا وَيَقُوْلُوْا سِحْرٌ مُّسْتَمِرٌّ",
    "translation": "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, “(Ini adalah) sihir yang terus menerus.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4848.mp3",
    "tafsir": "Kaum musyrik melihat suatu bukti tentang kebenaran kerasulan Muhammad, maka mereka berpaling dan mendustakan serta mengingkarinya sambil berkata bahwa, \"Ini adalah sihir yang memesonakan kita yang akan terus-menerus dilakukannya.\" Demikianlah jika memang tidak ada iman, maka meskipun pikirannya dapat menerima kebenaran Al-Qur'an dan secara empirik terlihat pada perbuatan dan perilaku Nabi yang membuktikan kerasulan beliau, tetapi mereka tetap ingkar pada kebenaran yang ada di depan mata mereka. (",
    "quraish": "Apabila orang-orang kafir melihat mukjizat yang besar, mereka menolak untuk mempercainya. Mereka berkata, \"Itu adalah rentetan sihir yang datang berurutan!\"",
    "jalalayn": "(Dan jika mereka melihat) yaitu orang-orang kafir Quraisy (sesuatu tanda) suatu mukjizat yang timbul dari Nabi saw. (mereka berpaling dan berkata,) \"Ini adalah (sihir yang kuat) sihir yang paling kuat\", berasal dari kata Al Mirrah; artinya kuat atau terus menerus."
  },
  {
    "page": 528,
    "name": "Al-Qamar",
    "ayat": 3,
    "arab": "وَكَذَّبُوْا وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ وَكُلُّ اَمْرٍ مُّسْتَقِرٌّ",
    "translation": "Dan mereka mendustakan (Muhammad) dan mengikuti keinginannya, padahal setiap urusan telah ada ketetapannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4849.mp3",
    "tafsir": "Kaum musyrik mendustakan kebenaran yang disampaikan kepada mereka oleh Nabi Muhammad saw, dan mengikuti hawa nafsu karena kebodohan mereka. Pada akhir ayat ini ditegaskan bahwa sesuatu itu akan berhenti pada sasaran yang telah ditetapkan, sesuai dengan ketetapan Allah. Karena itu persoalan orang-orang musyrik akan berhenti pada kehinaan di dunia dan azab yang kekal di akhirat, sedang persoalanmu hai Muhammad saw akan berhenti pada kemenangan di dunia dan surga di akhirat",
    "quraish": "Mereka mendustakan rasul-rasul dan mengikuti hawa nafsu mereka, padahal setiap perkara akan berakhir dengan ketetapannya masing-masing.",
    "jalalayn": "(Dan mereka mendustakan) Nabi saw. (dan mengikuti hawa nafsu mereka) dalam perkara yang batil (sedangkan tiap-tiap urusan) atau perkara yang baik dan perkara yang buruk (telah ada ketetapannya) bagi pemiliknya masing-masing, yaitu adakalanya masuk ke surga atau ke neraka."
  },
  {
    "page": 528,
    "name": "Al-Qamar",
    "ayat": 4,
    "arab": "وَلَقَدْ جَاۤءَهُمْ مِّنَ الْاَنْبَاۤءِ مَا فِيْهِ مُزْدَجَرٌۙ  ",
    "translation": "Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman (terhadap kekafiran),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4850.mp3",
    "tafsir": "Kaum musyrik yang mendustakan kerasulan Muhammad dan mengikuti hawa nafsu, telah mengetahui beberapa kisah tentang umat-umat terdahulu yang mendustakan para rasul, sehingga Allah menurunkan azab kepada mereka, sebagaimana tersebut dalam AlQur'an. Namun kisah-kisah itu tidak berkesan di hati mereka dan tidak dapat mencegah kekafiran, lalu Allah membinasakan mereka, sedang di akhirat nanti akan disiksa sesuai dengan perbuatan syirik yang telah menghiasi jiwa mereka.",
    "quraish": "Aku bersumpah bahwa berita tentang umat-umat terdahulu dan tentang fakta-fakta alam yang cukup memberi peringatan telah datang kepada orang-orang kafir.",
    "jalalayn": "(Dan sesungguhnya telah datang kepada mereka beberapa kisah) berita-berita tentang dibinasakan-Nya umat-umat yang telah mendustakan rasul-rasul mereka (yang di dalamnya terdapat cegahan) bagi mereka untuk melakukan hal yang serupa. Lafal Muzdajar adalah Mashdar atau Isim yang menunjukkan arti tempat, sedangkan huruf Dal-nya merupakan pergantian dari Ta Wazan Ifta'ala. Bila dikatakan Izdajartuhu atau Zajartuhu maka artinya, aku mencegahnya dengan keras. Huruf Maa adalah Maushulah atau Maa Maushufah."
  },
  {
    "page": 528,
    "name": "Al-Qamar",
    "ayat": 5,
    "arab": "حِكْمَةٌ ۢ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُۙ  ",
    "translation": "(itulah) suatu hikmah yang sempurna, tetapi peringatan-peringatan itu tidak berguna (bagi mereka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4851.mp3",
    "tafsir": "Kisah tersebut mengandung hikmah yang sangat tinggi nilainya dalam memberi petunjuk bagi manusia kepada jalan yang benar, tetapi hikmah dan peringatan yang terkandung dalam kisahkisah itu tidak berguna lagi bagi mereka karena hati nurani mereka telah terkunci mati. Firman Allah: \nTidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman. (Yunus/10: 101)",
    "quraish": "Yang datang kepada mereka itu merupakan hikmah yang amat besar. Tetapi apalah gunanya peringatan- peringatan itu bagi orang yang tidak mau menerimanya?",
    "jalalayn": "(Itulah suatu hikmah) merupakan Khabar dari Mubtada yang tidak disebutkan, atau menjadi Badal dari lafal Maa, atau dari lafal Muzdajir (yang sempurna) maksudnya, hikmah yang lengkap (tetapi tiada berguna) tidak ada gunanya bagi mereka (peringatan-peringatan itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yakni hal-hal yang dijadikan peringatan buat mereka. Lafal Maa boleh dikatakan sebagai huruf Nafi atau Istifham Inkari; jika dianggap sebagai Istifham Inkari berarti kedudukannya sebagai Maf'ul Muqaddam."
  },
  {
    "page": 528,
    "name": "Al-Qamar",
    "ayat": 6,
    "arab": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ اِلٰى شَيْءٍ نُّكُرٍۙ  ",
    "translation": "maka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4852.mp3",
    "tafsir": "Allah memerintahkan rasul-Nya agar tidak mengadakan perdebatan dengan kaum musyrik, karena tidak ada faedahnya. Sebab itu hendaklah berpaling dari mereka, pendusta-pendusta itu. Karena mereka sudah sampai ke tingkat tidak mau tunduk kepada bukti dan kebenaran, maka sudah pantas bagimu tidak memberi nasihat kepada mereka lagi. Allah mengetahui bahwa Rasulullah saw tidak bosan terhadap persoalan mereka dan jengkel karena kecongkakannya. Allah mengingatkan kepada manusia bahwa akan terjadi hari kebangkitan, yang hari itu malaikat akan memanggil manusia datang ke suatu tempat yang sangat berbahaya dan dibenci oleh kaum musyrik, yaitu Padang Mahsyar.",
    "quraish": "Oleh karena itu berpalinglah, hai Muhammad, dari orang-orang kafir itu. Tunggulah hari ketika seorang penyeru suruhan Allah menyerukan sesuatu yang dahsyat dan tidak mengenakkan.",
    "jalalayn": "(Maka berpalinglah kamu dari mereka) menjadi pelengkap atau kesimpulan dari pembahasan sebelumnya (pada hari ketika penyeru memanggil) yaitu malaikat Israfil. Yang menashabkan lafal Yauma adalah lafal Yakhrujuuna yang disebutkan dalam ayat berikutnya, artinya, sesudah mereka keluar dari kuburnya masing-masing yaitu, ketika sang penyeru memanggil mereka (kepada sesuatu yang tidak menyenangkan) dapat dibaca Nukur atau Nukr, artinya, hal yang paling tidak disukai oleh jiwa manusia yaitu, hari penghisaban amal perbuatan."
  }
]