[
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 7,
    "arab": "خُشَّعًا اَبْصَارُهُمْ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ كَاَنَّهُمْ جَرَادٌ مُّنْتَشِرٌۙ  ",
    "translation": "pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4853.mp3",
    "tafsir": "Mereka akan keluar dari kubur dalam keadaan pandangan mereka tunduk, karena tidak sanggup memandang kedahsyatan yang terjadi pada hari itu, dan ketika mereka bersama-sama keluar dari kubur, tergopoh-gopoh menuju ke tempat perhitungan amal sesuai dengan panggilan, laksana belalang-belalang yang beterbangan di udara. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nPada hari itu manusia seperti laron yang beterbangan. (alQari'ah/101: 4)",
    "quraish": "Pandangan mereka tertunduk karena dahsyatnya bencana itu. Mereka keluar dari kuburnya bagaikan bagaikan belalang yang beterbangan karena begitu banyak dan cepatnya mereka.",
    "jalalayn": "(Sambil menundukkan) keadaan mereka pada saat itu hina Menurut suatu qiraat dibaca Khaasyi'an (pandangan-pandangan mereka) lafal Khusysya'an menjadi Hal atau kata keterangan keadaan dari Fa'il (mereka keluar) yakni manusia semuanya (dari kuburan) dari tempat-tempat mereka dikuburkan (seakan-akan mereka belalang yang beterbangan) mereka tidak mengetahui hendak ke manakah tujuan mereka, karena tercekam oleh rasa takut dan bimbang yang amat sangat. Jumlah kalimat Ka annahum dan seterusnya menjadi Hal dari Fa'il yang terkandung di dalam lafal Yakhrujuna, demikian pula firman selanjutnya, yaitu,"
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 8,
    "arab": "مُّهْطِعِيْنَ اِلَى الدَّاعِۗ يَقُوْلُ الْكٰفِرُوْنَ هٰذَا يَوْمٌ عَسِرٌ ",
    "translation": "dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, “Ini adalah hari yang sulit.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4854.mp3",
    "tafsir": "Mereka segera datang memenuhi seruan, tidak ada yang menentang seruan itu, tidak ada pula yang terlambat memenuhinya, seraya mereka berkata, \"Ini adalah hari yang sangat berbahaya dan tempat yang mencelakakan.\" Firman Allah: \nMaka itulah hari yang serba sulit, bagi orang-orang kafir tidak mudah. (al-Muddatstsir/74: 9-10)",
    "quraish": "Mereka datang dengan cepat menuju penyeru itu. Mereka melihat kepadanya dengan tunduk dan pasrah tanpa dapat mengalihkan pandangan. Pada hari kiamat, orang-orang kafir akan berkata, \"Ini adalah hari yang sangat sulit.\"",
    "jalalayn": "(Mereka datang dengan cepat) seraya menjulurkan leher-leher mereka (kepada penyeru itu. Orang-orang kafir berkata) orang-orang kafir di antara mereka mengatakan, (\"Ini adalah hari yang berat\") atau sulit bagi orang-orang kafir, sebagaimana yang telah dijelaskan dalam surah Al Muddatstsir melalui firman-Nya, \"Hari yang sulit bagi orang-orang kafir.\" (Q.S. Al-Muddatstsir 9-10)"
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 9,
    "arab": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ فَكَذَّبُوْا عَبْدَنَا وَقَالُوْا مَجْنُوْنٌ وَّازْدُجِرَ",
    "translation": "Sebelum mereka, kaum Nuh juga telah mendustakan (rasul), maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, “Dia orang gila!” Lalu diusirnya dengan ancaman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4855.mp3",
    "tafsir": "Sebelum umat Nabi Muhammad saw, kaum Nuh telah terlebih dahulu mendustakan kerasulan Nabi Nuh. Mereka mendustakan kerasulan Nabi Nuh bahkan mereka menuduhnya gila serta mengancam dan menakut-nakuti Nabi Nuh supaya menghentikan dakwahnya, jika tidak mereka akan merajamnya.",
    "quraish": "Sebelum orang-orang kafir Mekah, kaum Nûh telah mendustakan nabinya, yaitu Nûh, salah seorang hamba dan rasul Kami. Mereka menyebutnya gila dan menghalang-halanginya, dengan berbagai macam siksaan dan ancaman, agar tidak menyampaikan risalah yang diembannya.",
    "jalalayn": "(Sebelum mereka telah mendustakan -pula -) yakni sebelum orang-orang Quraisy (kaum Nuh) dita`nits kannya lafal Kadzdzabat karena memandang segi makna yang terkandung dalam lafal Qaumun (maka mereka mendustakan hamba Kami) yakni Nabi Nuh (dan mereka mengatakan, \"Dia seorang gila dan dia sudah pernah diberi ancaman\") pernah diperingatkan oleh mereka dengan caci-maki dan lain sebagainya."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 10,
    "arab": "فَدَعَا رَبَّهٗٓ اَنِّيْ مَغْلُوْبٌ فَانْتَصِرْ",
    "translation": "Maka dia (Nuh) mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4856.mp3",
    "tafsir": "Nabi Nuh berdoa kepada Allah swt bahwa ia tidak berdaya menghadapi ancaman kaumnya, dan memohon kepada Allah agar menolongnya. Doa Nabi Nuh terdapat dalam Surah Nuh/71: 26-28, bahwa Nabi Nuh memohon kepada Allah agar orang kafir dihancurkan, karena mereka hanya akan menyesatkan manusia dan akan melahirkan orang-orang durhaka dan kafir. Di samping itu Nabi Nuh juga memohon ampunan bagi kedua orangtua dan orang-orang yang beriman. Hal ini dilakukan setelah Nabi Nuh mengetahui keingkaran mereka dan hampir lelahnya Nabi Nuh dalam menyampaikan dakwahnya. Firman Allah: Dan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.\" (Nuh/71: 26-28)",
    "quraish": "Kemudian Nûh memohon kepada Tuhannya, \"Aku terkalahkan oleh kaumku, maka balaslah dan menangkanlah aku.\"",
    "jalalayn": "(Maka dia mengadu kepada Rabbnya, \"Bahwasanya aku ini) dibaca Annii artinya, bahwa aku ini (adalah orang yang dikalahkan, oleh karena itu menangkanlah aku\")"
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 11,
    "arab": "فَفَتَحْنَآ اَبْوَابَ السَّمَاۤءِ بِمَاۤءٍ مُّنْهَمِرٍۖ  ",
    "translation": "Lalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4857.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Nuh dengan mencurahkan air yang banyak dari langit dan berlangsung bertahun-tahun.",
    "quraish": "Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.",
    "jalalayn": "(Maka Kami bukakan) dapat dibaca Fafatahnaa atau Fafattahnaa (pintu-pintu langit dengan menurunkan air yang tercurah) air yang ditumpahkan dari langit dengan sangat derasnya."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 12,
    "arab": "وَّفَجَّرْنَا الْاَرْضَ عُيُوْنًا فَالْتَقَى الْمَاۤءُ عَلٰٓى اَمْرٍ قَدْ قُدِرَ ۚ",
    "translation": "dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4858.mp3",
    "tafsir": "Disamping itu dari dalam bumi, Allah memancarkan sumber mata air di permukaannya, lalu bertemulah dua air tersebut, yaitu air yang diturunkan dari langit dan air yang dipancarkan dari bumi, terjadilah banjir yang besar sebagaimana yang sudah ditentukan Allah. Ayat ini menguraikan mengenai peristiwa air bah pada masa Nabi Nuh. Akan tetapi, apabila penggalan kata-kata pertama dalam kalimat di atas, dan dikaitkan dengan pernyataan dalam ayat sebelumnya, maka keduanya akan memperlihatkan siklus air. Penggalan mengenai siklus air ini menjelaskan tentang turunnya air hujan dan bumi mengeluarkannya lagi dalam bentuk mata air.",
    "quraish": "Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.",
    "jalalayn": "(Dan Kami jadikan bumi memancarkan mata air-mata air) yang menyumber dengan derasnya (maka bertemulah air-air itu) yaitu air yang ditumpahkan dari langit dan air yang disemburkan dari bumi (untuk suatu urusan) berkedudukan menjadi Hal (yang sungguh telah ditetapkan) yang telah dipastikan di zaman Azali, yaitu bahwa mereka dibinasakan dengan ditenggelamkan."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 13,
    "arab": "وَحَمَلْنٰهُ عَلٰى ذَاتِ اَلْوَاحٍ وَّدُسُرٍۙ  ",
    "translation": "Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4859.mp3",
    "tafsir": "Allah menyelamatkan Nabi Nuh dari banjir besar dengan memerintahkan Nuh beserta pengikutnya naik ke kapal besar yang terbuat dari papan-papan yang dipaku yang telah disiapkan sebelumnya. Maksud ayat ini sejalan dengan firman Allah dalam Surah al-'Ankabut: \nMaka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu. (al-'Ankabut/29: 15)",
    "quraish": "Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.",
    "jalalayn": "(Dan Kami angkut dia) yakni Nabi Nuh (ke atas) bahtera (yang terbuat dari papan dan paku) lafal Dusur artinya benda-benda yang dipakai untuk menyambung kayu-kayu, baik berupa paku atau benda-benda lainnya, bentuk tunggalnya adalah Disaarun yang wazannya sama dengan lafal Kitaabun"
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 14,
    "arab": "تَجْرِيْ بِاَعْيُنِنَاۚ جَزَاۤءً لِّمَنْ كَانَ كُفِرَ ",
    "translation": "yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4860.mp3",
    "tafsir": "Meskipun topan sangat dahsyat disertai hujan yang sangat lebat dan gelombang air laksana gunung besarnya, kapal itu berlayar dengan selamat berjalan di bawah pengawasan Allah sebagai balasan doanya, sebagaimana diinformasikan dalam ayat lain. \nDan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\" (Hud/11: 42)",
    "quraish": "Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.",
    "jalalayn": "(Yang berlayar dengan pemeliharaan Kami) atau dalam pengawasan Kami (sebagai balasan) dinashabkan oleh Fi'il yang diperkirakan keberadaannya, yakni mereka ditenggelamkan sebagai pertanda kemenangan (bagi orang yang diingkari) yaitu bagi Nabi Nuh a.s. Dan menurut suatu qiraat lafal Kufira dibaca Kafar, artinya, mereka ditenggelamkan sebagai hukuman bagi mereka yang kafir."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 15,
    "arab": "وَلَقَدْ تَّرَكْنٰهَآ اٰيَةً فَهَلْ مِنْ مُّدَّكِرٍ",
    "translation": "Dan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4861.mp3",
    "tafsir": "Peristiwa bencana buat kaum Nuh dijadikan Allah sebagai pelajaran bagi manusia sepanjang masa. Sehingga mereka dapat membela kebenaran dan menghancurkan kebatilan yang mendustakan terhadap rasul-rasul Allah. Bahtera tersebut mendarat di bukit \"Judi.\" (Nama Gunung di daerah Kurdistan) \nDan difirmankan, \"Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.\" Dan air pun disurutkan, dan perintah pun diselesaikan dan kapal itupun berlabuh di atas gunung Judi, dan dikatakan, \"Binasalah orang-orang zalim.\" (Hud/11: 44) \nDalam ayat lain peristiwa itu dinyatakan: \nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12) \nSelanjutnya pada akhir ayat ini Allah bertanya, \"masih adakah orang-orang yang mau mengingat dan merenungkan peristiwa itu untuk dijadikan pelajaran.\" Artinya peristiwa itu perlu direnungkan dan diingat sepanjang masa untuk meningkatkan keimanan dan ketakwaan.",
    "quraish": "Peristiwa tenggelamnya orang-orang kafir dan selamatnya orang-orang Mukmin benar-benar Kami jadikan sebagai pelajaran. Maka adakah orang yang mengambil pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami tinggalkan) telah Kami biarkan perbuatan Kami itu (sebagai tanda) bagi orang yang mau mengambilnya sebagai pelajaran buat dirinya. Makna yang dimaksud ialah, berita mengenai banjir besar ini telah tersiar dan tetap lestari ketenarannya (maka adakah orang yang mau mengambil pelajaran?) untuk menasihati dirinya. Asal lafal Muddakir adalah Mudztakir, lalu huruf Ta diganti menjadi Dal, demikian pula huruf Dzal diganti menjadi Dal, lalu keduanya diidgamkan menjadi satu sehingga jadilah Muddakir."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 16,
    "arab": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
    "translation": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4862.mp3",
    "tafsir": "Allah memperingatkan orang yang membangkang dan mendustakan para rasul serta tidak mengambil iktibar terhadap dahsyatnya siksaan Tuhan dan ancaman-ancamannya yang ditujukan kepada orang-orang yang tidak mengindahkan seruan para rasul",
    "quraish": "Alangkah dahsyatnya azab dan peringatan Kami bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku, Istifham atau kata tanya di sini mengandung makna Taqrir. Lafal Kaifa adalah Khabar dari lafal Kaana, menunjukkan makna pertanyaan tentang keadaan. Pengertiannya ialah menganggap orang-orang yang diajak berbicara telah mengakui terjadinya. azab Allah swt. yang telah menimpa orang-orang yang mendustakan Nabi Nuh."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 17,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4863.mp3",
    "tafsir": "Allah yang menurunkan Al-Qur'an yang mudah dibaca dan difahami untuk dijadikan pelajaran bagi orang yang mau menjadikan pelajaran, karena itu hendaknya manusia mengimaninya dan menjalankannya. Dalam ayat lain dinyatakan bahwa Al-Qur'an hanya bermanfaat bagi orang yang beriman, karena mereka menjalankannya: \nDan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang Mukmin. (adh-dzariyat/51: 55) \nDan seperti firman-Nya: \nKitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran. (shad/38: 29) \nMaka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang. (Maryam/19: 97) \nAl-Qur'an itu mudah difahami dan dijalankan, karena Nabi saw menjelaskan dan mencontohkan pelaksanaannya. Isi Al-Qur'an adalah kabar gembira bagi yang takwa dan peringatan bagi yang membangkang, karena itu hendaknya manusia menjadi orang yang takwa dengan menjalankannya dan tidak mengingkarinya, karena akan menjadi orang yang merugi.",
    "quraish": "Aku bersumpah bahwa Kami telah mudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Maka adakah orang yang mengambil pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran) Kami telah memudahkannya untuk dihafal dan Kami telah mempersiapkannya untuk mudah diingat (maka adakah orang yang mengambil pelajaran?) yang mau mengambilnya sebagai pelajaran dan menghafalnya. Istifham di sini mengandung makna perintah yakni, hafalkanlah Alquran itu oleh kalian dan ambillah sebagai nasihat buat diri kalian. Sebab tidak ada orang yang lebih hafal tentang Alquran selain daripada orang yang mengambilnya sebagai nasihat buat dirinya."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 18,
    "arab": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
    "translation": "Kaum ‘Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4864.mp3",
    "tafsir": "Dalam ayat ini Allah menyatakan bahwa kaum 'Ad memandang nabi mereka dan risalah yang ia bawa untuk mereka adalah bohong. Kepada kaum yang mendustakan para rasul itu Allah telah menyampaikan peringatan dan menurunkan azab yang sangat dahsyat. Hal tersebut hendaknya dijadikan iktibar oleh orang-orang yang datang kemudian.",
    "quraish": "Kaum 'Ad telah mendustakan Hûd, seorang rasul yang diutus kepada mereka. Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Kaum Ad pun telah mendustakan) nabi mereka yaitu Nabi Hud, karena itu mereka diazab. (Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku kepada mereka, bahwa mereka akan Kami azab sebelum azab itu turun menimpa mereka. Kemudian dijelaskan oleh firman berikutnya."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 19,
    "arab": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْ يَوْمِ نَحْسٍ مُّسْتَمِرٍّۙ  ",
    "translation": "Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4865.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah melepaskan topan yang amat dahsyat menderu-deru. Hal tersebut merupakan azab Allah kepada kaum 'Ad di kala bergelimangan dosa dan durhaka. Peristiwa ini terjadi selama tujuh malam delapan hari terus-menerus sebagaimana diinformasikan dalam ayat lain: \nMaka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas. (Fussilat/41: 16) \nDan firman-Nya: \nAllah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus. (al-haqqah/69: 7)",
    "quraish": "Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.",
    "jalalayn": "(Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang) sangat keras suaranya dan kuat sekali (pada hari nahas) atau pada hari yang sial (yang terus-menerus) yakin kesialannya terus-menerus. Atau sangat kuat sialnya, hal itu terjadi pada hari Rabu di penghujung bulan."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 20,
    "arab": "تَنْزِعُ النَّاسَۙ كَاَنَّهُمْ اَعْجَازُ نَخْلٍ مُّنْقَعِرٍ ",
    "translation": "yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4866.mp3",
    "tafsir": "Pada ayat ini dinyatakan bahwa angin itu melemparkan mereka kemudian menghempaskan mereka ke bawah dengan kepala lebih dahulu karena begitu kerasnya kepala mereka terpenggal dan tubuh mereka bergelimangan bagaikan pohon-pohon kurma yang tumbang berserakan karena tercabut oleh badai. Demikianlah dahsyatnya badai itu yang dapat menumbangkan tubuh mereka yang besar-besar sebagaimana dinyatakan dalam firman-Nya: \nOrang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. (ar-Rum/30: 9)",
    "quraish": "Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.",
    "jalalayn": "(Yang mencabut manusia) yang menghempaskan mereka dari tempat perlindungannya di bawah tanah, kemudian angin itu menjatuhkannya ke kepala mereka sehingga matilah mereka semua dan terpisahlah kepala dari tubuh mereka (seakan-akan mereka) yakni keadaan mereka pada waktu itu sebagaimana yang telah disebutkan tadi (pokok-pokok) atau batang-batang (kurma yang tumbang) maksudnya, keadaan mereka ketika itu bagaikan pokok-pokok kurma yang tumbang ke bumi. Mereka diserupakan dengan pokok kurma karena keadaan tubuh mereka yang tinggi-tinggi. Lafal Munqa'ir disebutkan ayat ini dalam bentuk Mudzakkar, sedangkan di dalam surah Al Haaqqah kata sifatnya disebutkan dalam bentuk Ta`nits yaitu, di dalam firman-Nya, \"batang-batang pohon kurma yang telah kosong (lapuk).\" (Q.S. Al-Haaqqah, 7) Demikian itu karena demi memelihara kesamaan bunyi pada akhir ayat pada kedua tempat tersebut."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 21,
    "arab": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ",
    "translation": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4867.mp3",
    "tafsir": "Allah kembali menyatakan, betapa hebat azab-Nya dan peringatan-Nya. Pernyataan itu menunjukkan bahwa Allah sendiri memandang peristiwa tersebut hebat sekali. Dalam ayat yang lain memang disebutkan bahwa azab Allah sangat hebat: Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fussilat/41: 16)",
    "quraish": "Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka betapa dahsyatnya azab-Ku dan ancaman-ancaman-Ku)"
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 22,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4868.mp3",
    "tafsir": "Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaranajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat.",
    "quraish": "Kami telah memudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Adakah orang yang mau menjadikannya pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mengambil pelajaran?)"
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 23,
    "arab": "كَذَّبَتْ ثَمُوْدُ بِالنُّذُرِ",
    "translation": "Kaum Samud pun telah mendustakan peringatan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4869.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa kaum Samud menganggap dusta peringatan-peringatan yang disampaikan nabi mereka Nabi Saleh, yaitu mentauhidkan Allah, iman kepada rasul dan hari Kiamat.",
    "quraish": "Kaum Tsamûd telah mendustakan peringatan-peringatan Shâlih, seorang nabi yang diutus kepada mereka.",
    "jalalayn": "(Kaum Tsamud pun telah mendustakan ancaman-ancaman itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yaitu perkara-perkara yang dijadikan peringatan oleh nabi mereka (Nabi Saleh) jika mereka tidak mau beriman dan tidak mau mengikutinya."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 24,
    "arab": "فَقَالُوْٓا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهٗٓ  ۙاِنَّآ اِذًا لَّفِيْ ضَلٰلٍ وَّسُعُرٍ",
    "translation": "Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4870.mp3",
    "tafsir": "Mereka memandang Nabi Saleh dusta, karena dalam pandangan mereka, tidak mungkin ajaran baru yang diajarkan satu orang lebih benar dari ajaran yang telah diikuti oleh semua orang dan telah diterima semenjak nenek moyang mereka. Mereka memandang bahwa mengikuti satu orang yang membawa ajaran yang lain dari ajaran yang mereka terima sejak nenek moyang akan membuat sesat dan gila.",
    "quraish": "Mereka berkata, \"Apakah seorang manusia biasa di antara kita yang harus kita ikuti? Kalau kita mengikutinya, kita tentu akan tersesat dan gila.",
    "jalalayn": "(Maka mereka berkata, \"Apakah kepada manusia) lafal Basyaran dinashabkan karena Isytighal (yakni seseorang di antara kami) kedua lafal ini menjadi sifat bagi lafal Basyaran (kami harus mengikutinya) merupakan penafsir dari Fi'il yang menashabkan lafal Basyaran. Istifham atau kata tanya di sini mengandung makna Nafi atau negatif. Maksudnya, bagaimana kami harus mengikutinya sedangkan kami adalah golongan mayoritas dan dia adalah seseorang di antara kami, lagi dia bukanlah seorang raja. Maksud mereka ialah bahwa mereka tidak mau mengikutinya. (Sesungguhnya kami kalau demikian) jika kami mengikutinya (benar-benar berada dalam kesesatan) atau menyimpang dari kebenaran (dan gila) atau tidak berakal waras."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 25,
    "arab": "ءَاُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ اَشِرٌ ",
    "translation": "Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta (dan) sombong.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4871.mp3",
    "tafsir": "Selanjutnya mereka berdalih bahwa tidak mungkin wahyu itu diturunkan kepada seseorang yaitu Nabi Saleh sedang ia manusia biasa. Mengapa wahyu tidak diturunkan kepada pemimpin mereka yang berkuasa, disegani, berharta, dan sebagainya. Oleh karena itu dalam pandangan mereka Nabi Saleh bohong dan hanya menyombongkan diri. (",
    "quraish": "Apakah wahyu itu diturunkan kepadanya, sementara di antara kita ada yang lebih pantas daripada dirinya? Sebenarnya ia hanyalah seorang yang banyak berbohong dan mengingkari nikmat.\"",
    "jalalayn": "(Apakah diturunkan) boleh dibaca Tahqiq dan boleh pula dibaca Tas-hil (wahyu itu) peringatan itu (kepadanya di antara kita) maksudnya, tidak pantas wahyu diturunkan kepadanya. (Sebenarnya dia adalah seorang yang amat pendusta) di dalam pengakuannya itu yang menyatakan bahwa hal tersebut telah diwahyukan kepadanya (lagi sombong\") congkak dan takabur. Lalu Allah berfirman,"
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 26,
    "arab": "سَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ ",
    "translation": "Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4872.mp3",
    "tafsir": "Allah membantah dengan keras pandangan mereka dengan menyatakan bahwa dalam waktu dekat mereka akan mengetahui siapa sebenarnya yang bohong dan sombon",
    "quraish": "Kelak, pada hari diturunkannya azab, mereka akan mengetahui siapa sebenarnya yang berdusta dan mengingkari nikmat: merekakah atau Shâlih, rasul mereka?",
    "jalalayn": "(\"Kelak mereka akan mengetahui) di akhirat nanti (siapakah yang sebenarnya amat pendusta lagi sombong\") dia ataukah mereka? Kelak Allah pasti akan mengazab mereka yang telah mendustakan nabinya yakni, Nabi Saleh."
  },
  {
    "page": 529,
    "name": "Al-Qamar",
    "ayat": 27,
    "arab": "اِنَّا مُرْسِلُوا النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْۖ  ",
    "translation": "Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah mereka dan bersabarlah (Saleh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4873.mp3",
    "tafsir": "Allah menerangkan bahwa ia memenuhi permintaan mereka untuk menjelmakan seekor unta betina dari sebuah batu besar sesuai permintaan mereka, sebagai mukjizat Nabi Saleh. Mereka meminta mukjizat seperti itu karena mereka terkenal sebagai pemahat batu yang hebat dan gunung-gunung batu sebagai tempat tinggal mereka. Unta betina yang dijelmakan dari batu gunung itu dijadikan Allah sebagai ujian bagi umat Nabi Saleh. Tempat mereka tinggal itu sekarang dekat Mada'in, suatu daerah antara Hijaz dan Syiria. Pada akhir ayat ini Allah memerintahkan Nabi Saleh untuk menunggu apa yang akan mereka lakukan, apakah beriman atau mereka tetap kafir. Dan supaya Nabi Saleh bersabar terhadap gangguan-gangguan mereka sampai datang ketentuan Allah, karena Allah tetap membela kebenaran dan menghancurkan kebatilan.",
    "quraish": "Kami, sungguh, akan mengirim unta betina--sebagai mukjizat Shâlih, rasul Kami--untuk menguji mereka. Nantikan dan lihatlah tindakan mereka. Bersabarlah dalam menghadapi tindakan mereka yang menyakitkan sampai keputusan Allah tiba.",
    "jalalayn": "(Sesungguhnya Kami akan mengirimkan unta betina) yaitu mengeluarkan unta dari batu besar yang terdapat di lembah tempat mereka sebagaimana yang mereka minta (sebagai cobaan) ujian (bagi mereka) Kami lakukan hal itu guna mencoba mereka (maka tunggulah mereka) hai Saleh apa yang akan mereka kerjakan dan apa yang akan ditimpakan kepada mereka (dan bersabarlah) atas perlakuan mereka yang menyakitkan itu terhadap dirimu. Lafal Ishthabir pada asalnya adalah Ishtabir, kemudian huruf Ta diganti menjadi huruf Tha sehingga jadilah Ishthabir, maknanya bersabarlah kamu."
  }
]