[
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 28,
    "arab": "وَنَبِّئْهُمْ اَنَّ الْمَاۤءَ قِسْمَةٌ ۢ بَيْنَهُمْۚ  كُلُّ شِرْبٍ مُّحْتَضَرٌ ",
    "translation": "Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4874.mp3",
    "tafsir": "Allah memerintahkan Nabi Saleh supaya memberitahukan kepada kaumnya tentang pembagian air sumur antara mereka dan unta, yaitu sehari untuk unta betina dan sehari untuk mereka. Masing-masing datang menurut gilirannya untuk mengambil air sumur itu. (",
    "quraish": "Beritahukan mereka bahwa air itu milik bersama antara mereka dan unta betina itu. Masing-masing mendapat giliran minum pada hari yang ditentukan.",
    "jalalayn": "(Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi) dibagi-bagi (antara mereka) dengan unta betina itu; yakni sehari buat mereka dan hari yang lainnya buat unta betina, demikianlah seterusnya (tiap-tiap minum) bagian air (dihadiri) oleh yang punya giliran, yakni kaum Nabi Saleh dan unta betina. Akhirnya lama kelamaan mereka merasa bosan dengan adanya pembagian ini, lalu mereka bersepakat untuk membunuh unta betina itu."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 29,
    "arab": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطٰى فَعَقَرَ ",
    "translation": "Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4875.mp3",
    "tafsir": "Allah menerangkan bahwa akhirnya kaum Samud keberatan atas pembagian seperti itu dan ingin membunuh unta. Mereka lalu memanggil seorang warga mereka yang terkenal sangat kejam, namanya Kudar bin Salif dan mencincang unta tersebut.",
    "quraish": "Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka mereka memanggil kawannya) yaitu seorang yang gagah perkasa untuk membunuh unta betina itu (lalu kawannya itu menangkap) unta itu seraya menghunus pedangnya (dan menyembelihnya) menyembelih unta betina itu dengan pedangnya dan membunuhnya sesuai dengan apa yang diinginkan oleh mereka."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 30,
    "arab": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
    "translation": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4876.mp3",
    "tafsir": "Allah kembali menerangkan bagaimana hebatnya azab Allah dan ancaman-ancamannya-Nya. Mereka telah diperingatkan ancaman dan bencana, tetapi mereka tidak menghiraukannya",
    "quraish": "Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) yakni peringatan-Ku terhadap mereka sebelum azab diturunkan kepada mereka. Lalu Allah menjelaskan hal ini melalui firman selanjutnya,"
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 31,
    "arab": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَّاحِدَةً فَكَانُوْا كَهَشِيْمِ الْمُحْتَظِرِ",
    "translation": "Kami kirimkan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti batang-batang kering yang lapuk. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4877.mp3",
    "tafsir": "Azab pada ayat ini adalah saihah. Sebagaimana sudah diterangkan dalam kosakata Surah Hud/11: 67, saihah adalah rajfah (gempa hebat) dan saiqah (petir yang menyambar). Dengan demikian azab yang mereka terima adalah petir yang menggelegar disertai gempa yang dahsyat. Petir itu menghanguskan tubuh mereka sehingga mati terbakar dan kering bagaikan rerumputan yang mati kering karena kekeringan. (",
    "quraish": "Kami, sungguh, menimpakan kepada mereka satu bunyi yang amat keras. Seketika, mereka menjadi seperti pohon kering yang dikumpulkan oleh orang yang punya kandang.",
    "jalalayn": "(\"Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti kayu-kayu kering yang dijadikan sebagai kandang kambing\") Al Muhtazhar artinya pohon dan duri-duri yang kering kemudian dijadikan sebagai kandang kambing untuk menjaga kambing-kambing dari sergapan binatang buas seperti serigala dan binatang pemangsa lainnya. Dan kayu-kayu atau duri-duri kering yang terjatuh dari kandang tersebut lalu diinjak-injak oleh kambing dinamakan Al Hasyiim."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 32,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4878.mp3",
    "tafsir": "Demikianlah penjelasan Al-Qur'an mengenai umat terdahulu. Penjelasan itu lugas, semoga siapapun mau mengambilnya menjadi pelajaran untuk beriman.",
    "quraish": "Kami telah memudahkan al-Qur'ân untuk dijadikan sebagai nasihat dan pelajaran. Adakah yang mau menjadikannya pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mau mengambil pelajaran?)"
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 33,
    "arab": "كَذَّبَتْ قَوْمُ لُوْطٍ ۢبِالنُّذُرِ ",
    "translation": "Kaum Lut pun telah mendustakan peringatan itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4879.mp3",
    "tafsir": "Kisah itu dimulai untuk menghukum mereka. Allah menerangkan bahwa kaum Lut juga telah menganggap peringatan-peringatan Allah yang disampaikan-Nya melalui Nabi Lut, bohong. Peringatan-peringatan itu adalah agar mereka meninggalkan perbuatan-perbuatan kotor yang mereka lakukan yaitu hubungan kelamin sesama laki-laki.",
    "quraish": "Kaum Lûth telah mendustakan peringatan-peringatan rasulnya.",
    "jalalayn": "(Kaum Luth pun telah mendustakan ancaman-ancaman itu) mendustakan hal-hal yang diancamkan kepada mereka melalui lisan Nabi Luth."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 34,
    "arab": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ حَاصِبًا اِلَّآ اٰلَ لُوْطٍ ۗنَجَّيْنٰهُمْ بِسَحَرٍۙ",
    "translation": "Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4880.mp3",
    "tafsir": "Allah mengirimkan mereka angin puting beliung yang menerbangkan batu-batu lalu menghempaskan kepala mereka sehingga mereka binasa, yang selamat hanya keluarga Nabi Lut yaitu orang-orang yang beriman kepadanya. Karena diperintahkan Allah mereka lebih dahulu keluar dari negeri mereka pada dini hari sebelum fajar.",
    "quraish": "Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.",
    "jalalayn": "(Sesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa terbang batu-batu) yakni angin yang melempari mereka dengan batu-batu yang diterbangkannya. Al Hashbaa adalah batu-batu kecil yang besarnya lebih kecil dari genggaman tangan; akhirnya binasalah mereka karenanya (kecuali keluarga Luth) mereka adalah Nabi Luth dan kedua orang putrinya. (Mereka Kami selamatkan di waktu sebelum fajar menyingsing) berasal dari lafal As-haar artinya, waktu menjelang subuh dari hari yang tidak ditentukan. Dan seandainya hari yang dimaksud adalah hari yang ditentukan, niscaya ungkapannya tidak memakai harakat Tanwin karena termasuk Isim yang Ma'rifat dan dima'dul dari lafal As Sahar. Karena, bila dimaksud sebagai hari yang ditentukan pasti memakai Alif dan Lam. Apakah batu kerikil itu dihembuskan kepada keluarga Nabi Luth atau tidak? Sehubungan dengan hal ini ada dua pendapat. Menurut pendapat pertama yakni dihembuskan juga, berarti Istisna di sini bersifat Muttashil. Menurut pendapat kedua yakni, tidak dihembuskan berarti Istitsnanya bersifat Munqathi'. Akan tetapi pada akhirnya keluarga Nabi Luth diselamatkan dari azab itu."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 35,
    "arab": "نِّعْمَةً مِّنْ عِنْدِنَاۗ  كَذٰلِكَ نَجْزِيْ مَنْ شَكَرَ ",
    "translation": "sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4881.mp3",
    "tafsir": "Penyelamatan itu merupakan nikmat dari Allah kepada orang-orang yang beriman tersebut. Nikmat itu berupa keselamatan mereka dari azab tersebut. Demikianlah hukum Allah, bahwa Dia senantiasa memberikan nikmat kepada orang-orang yang bersyukur dan patuh menjalankan perintah-Nya dan menjauhi larangan-Nya, dan menghukum orang yang membangkang.",
    "quraish": "Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.",
    "jalalayn": "(sebagai nikmat) menjadi mashdar, artinya sebagai pemberian nikmat. (dari sisi Kami. Demikianlah) sebagaimana pembalasan tersebut (Kami memberi balasan kepada orang-orang yang bersyukur) terhadap nikmat-nikmat Kami; dia adalah orang mukmin atau orang yang beriman kepada Allah dan Rasul-Nya serta menaati keduanya."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 36,
    "arab": "وَلَقَدْ اَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ ",
    "translation": "Dan sungguh, dia (Lut) telah memperingatkan mereka akan hukuman Kami, tetapi mereka mendustakan peringatan-Ku. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4882.mp3",
    "tafsir": "Hukuman terhadap mereka yang membangkang pantas dijatuhkan karena Allah melalui Nabi Lut telah memberi peringatan kepada mereka tetapi mereka tidak memperdulikannya, mereka terus melakukan perbuatan hubungan kelamin sesama laki-laki.",
    "quraish": "Sesungguhnya Nabi Lûth telah mengingatkan kaumnya tentang azab Kami yang pedih. Tetapi mereka mengeluh--sebagai bentuk pendustaan--dengan peringatan-peringatan itu.",
    "jalalayn": "(Dan sesungguhnya dia telah memperingatkan kepada mereka) yaitu Nabi Luth telah memberi peringatan kepada mereka (akan azab Kami) akan pembalasan Kami kepada mereka melalui azab-Nya (maka mereka mendustakan) mereka membantah dan mendustakan (ancaman-ancaman itu) ancaman-ancaman Nabi Luth."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 37,
    "arab": "وَلَقَدْ رَاوَدُوْهُ عَنْ ضَيْفِهٖ فَطَمَسْنَآ اَعْيُنَهُمْ فَذُوْقُوْا عَذَابِيْ وَنُذُرِ ",
    "translation": "Dan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4883.mp3",
    "tafsir": "Kejahatan mereka sampai ke puncaknya ketika yang mereka minta dari Nabi Lut agar menyerahkan kepada mereka, tamu-tamunya. Tamu-tamu itu adalah malaikat-malaikat yang menyamar sebagai pemuda-pemuda ganteng untuk menguji mereka. Mereka mengetahui tamu-tamu itu karena pengkhianatan istri Lut yang menyampaikan kepada mereka berita kedatangannya. Ketika Nabi Lut melihat mereka datang, ia menutup pintu untuk melindungi tamu-tamunya, dan menawarkan kepada mereka \"anakanak perempuannya.\" Namun mereka tidak tertarik pada anak-anak perempuannya itu dan berusaha mendobrak pintu. Akhirnya Nabi Lut membukakan pintu. Begitu mereka masuk, mata mereka menjadi buta tidak dapat melihat tamu-tamu tersebut karena ditampar oleh Jibril dengan sayapnya. Pada akhir ayat ini Allah menyatakan kepada mereka supaya mereka merasakan azab-Nya berupa kebutaan mata mereka, yang sebelumnya kepada mereka telah diberi ancaman.",
    "quraish": "Mereka membujuk Lûth supaya menyerahkan tamunya kepada mereka. Mata mereka kemudian Kami butakan sebagai balasan atas keinginan mereka itu. Dengan nada mengejek, dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku.\"",
    "jalalayn": "(Dan sesungguhnya mereka telah membujuknya agar menyerahkan tamunya) mereka membujuknya supaya dia membiarkan mereka dengan orang-orang yang datang kepadanya sebagai tamu. Mereka bermaksud akan berbuat homosex dengan para tamunya itu, padahal para tamunya itu adalah malaikat-malaikat yang menjelma menjadi manusia (lalu Kami butakan mata mereka) Kami jadikan buta mata mereka dan Kami jadikan mata mereka tertutup rapat atau rata, sama rata dengan bagian muka yang lainnya. Yaitu, setelah malaikat Jibril menampar mereka dengan sayapnya (maka rasakanlah) maksudnya, Kami berkata kepada mereka, \"Rasakanlah oleh kalian (azab-Ku dan ancaman-ancaman-Ku) ini\". Yakni, ancaman dan peringatan-Ku ini; makna yang dimaksud adalah buah dan akibat daripada ancaman-Ku."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 38,
    "arab": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُّسْتَقِرٌّۚ  ",
    "translation": "Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4884.mp3",
    "tafsir": "Pada pagi harinya, azab pun datang. Mereka dihujani batu oleh Allah sehingga mereka dan negerinya terkubur habis. Nabi Lut sendiri beserta keluarga yaitu kedua putrinya dan mereka yang beriman sudah diperintahkan keluar dari negeri itu sebelum fajar sehingga mereka selamat.",
    "quraish": "Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"",
    "jalalayn": "(Dan sesungguhnya pada esok harinya mereka ditimpa) yaitu, di waktu subuh dari hari yang tidak ditentukan itu (azab yang kekal) azab yang terus-menerus hingga sampai kepada saatnya azab akhirat."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 39,
    "arab": "فَذُوْقُوْا عَذَابِيْ وَنُذُرِ ",
    "translation": "Maka rasakanlah azab-Ku dan peringatan-Ku!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4885.mp3",
    "tafsir": "Demikianlah azab Allah terhadap kaum Nabi Lut. Kedahsyatan azab itu harus mereka rasakan karena mereka tidak mau memperhatikan peringatan-peringatan Allah melalui nabi-Nya. Peringatan-peringatan Allah pasti terjadi, karena itu tidak boleh diabaikan.",
    "quraish": "Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"",
    "jalalayn": "(Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku)"
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 40,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4886.mp3",
    "tafsir": "Tafsir ayat ini sebagaimana yang telah diterangkan pada ayat 32 surah ini yang selalu dijadikan penutup dari masing-masing empat kisah tersebut (yaitu kisah kaum Nuh, kisah kaum 'Ad, kisah kaum Samud dan kisah kaum Lut). Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaran-ajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat.",
    "quraish": "Kami telah memudahkan al-Qur'ân untuk dijadikan pelajaran dan nasihat. Maka adakah orang yang mau menjadikannya pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka sudah adakah orang yang mengambil pelajaran?)."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 41,
    "arab": "وَلَقَدْ جَاۤءَ اٰلَ فِرْعَوْنَ النُّذُرُۚ  ",
    "translation": "Dan sungguh, peringatan telah datang kepada keluarga Fir‘aun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4887.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
    "quraish": "Sungguh telah datang berbagai ancaman yang terus-menerus kepada kaum Fir'aun.",
    "jalalayn": "(Dan sesungguhnya telah datang kepada kaum Firaun) kepada Firaun dan kaumnya (ancaman-ancaman itu) ancaman-Ku melalui lisan Nabi Musa dan Nabi Harun, tetapi mereka masih tetap tidak mau beriman. Bahkan,"
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 42,
    "arab": "كَذَّبُوْا بِاٰيٰتِنَا كُلِّهَا فَاَخَذْنٰهُمْ اَخْذَ عَزِيْزٍ مُّقْتَدِرٍ ",
    "translation": "Mereka mendustakan mukjizat-mukjizat Kami semuanya, maka Kami azab mereka dengan azab dari Yang Mahaperkasa, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4888.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
    "quraish": "Mereka telah mendustakan ayat-ayat Kami dan mukjizat yang dibawa oleh para rasul Kami. Mereka Kami hancurkan dengan cara Sang Mahaperkasa dan Mahakuasa.",
    "jalalayn": "(mereka mendustakan ayat-ayat Kami kesemuanya) yakni sembilan ayat yang diberikan kepada Nabi Musa (lalu Kami azab mereka) yakni, Kami turunkan azab kepada mereka (sebagai azab dari Yang Maha Perkasa) Yang Maha Kuat (lagi Maha Kuasa) tiada sesuatu pun yang dapat melemahkan dan menghalang-halangi-Nya."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 43,
    "arab": "اَكُفَّارُكُمْ خَيْرٌ مِّنْ اُولٰۤىِٕكُمْ اَمْ لَكُمْ بَرَاۤءَةٌ فِى الزُّبُرِۚ",
    "translation": "Apakah orang-orang kafir di lingkunganmu (kaum musyrikin) lebih baik dari mereka, ataukah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab terdahulu? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4889.mp3",
    "tafsir": "Allah memperingatkan orang-orang kafir Mekah apakah mereka merasa lebih mulia dari kaum kafir sebelum mereka yang telah ditimpa hukuman Allah seperti kaum Nuh, kaum 'Ad dan kaum Samud. Apakah mereka akan selamat dari azab Allah karena kekafiran mereka terhadap-Nya dan kedustaan mereka terhadap rasulNya. Ataukah mereka benar mendapat jaminan tertulis dalam kitabkitab suci bahwa mereka merasa bebas dari azab Allah walaupun selalu kafir dan berbuat jahat. Jika keyakinan mereka itu benar perlu menunjukkan landasan kebenaran keyakinan mereka itu.",
    "quraish": "Apakah kalian, hai orang-orang kafir, lebih kuat dari kaum-kaum terdahulu yang telah dimusnahkan itu? Bahkan, apakah kalian mempunyai jaminan akan bebas dari siksaan Kami dalam kitab-kitab samawi yang telah diturunkan?",
    "jalalayn": "(Apakah orang-orang kafir kalian) hai orang-orang Quraisy (lebih baik daripada mereka itu) yang telah disebutkan yaitu, mulai dari kaum Nabi Nuh hingga sampai kepada Firaun dan kaumnya yang tidak mendapatkan ampunan (atau apakah kalian telah mempunyai) hai orang-orang kafir Quraisy (jaminan kebebasan) dari azab (dalam kitab-kitab) yang terdahulu. Istifham yang terdapat pada dua tempat ini mengandung makna Nafi artinya, kenyataannya tidaklah demikian."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 44,
    "arab": "اَمْ يَقُوْلُوْنَ نَحْنُ جَمِيْعٌ مُّنْتَصِرٌ ",
    "translation": "Atau mereka mengatakan, “Kami ini golongan yang bersatu yang pasti menang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4890.mp3",
    "tafsir": "Allah masih melanjutkan pertanyaan apakah mereka merasa merupakan suatu kekuatan yang sangat kompak sehingga begitu kuatnya dan tidak mungkin dikalahkan. Abu Jahal berkata, pasukan mereka banyak dan kuat, mereka pasti akan menang (pada peristiwa Perang Badar). (",
    "quraish": "Atau apakah orang-orang kafir itu mengatakan, \"Kami adalah golongan yang bersatu yang pasti menang dan tidak terkalahkan oleh musuh?\"",
    "jalalayn": "(Atau apakah mereka mengatakan) yakni orang-orang kafir Quraisy, (\"Kami adalah suatu golongan yang bersatu) orang-orang yang bersatu dalam satu golongan (yang pasti menang\") atas Muhammad. Sewaktu Abu Jahal mengatakan dalam perang Badar, bahwa sesungguhnya kami adalah golongan yang bersatu yang pasti menang. Maka turunlah firman-Nya,"
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 45,
    "arab": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ",
    "translation": "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4891.mp3",
    "tafsir": "Allah menegaskan bahwa kesatuan mereka akan diceraiberaikan dan kekuatan mereka akan dipatahkan oleh pasukan Islam. Janji Allah itu terbukti dalam Perang Badar, dimana lebih dari 70 orang pemuka-pemuka mereka tewas dan sisanya lari terbirit-birit kembali ke Mekah. Bukti tentang benarnya kenabian Muhammad saw, karena ayat ini turun di Mekah, sedang Nabi saw belum mempunyai pasukan, bahkan pengikut-pengikut Nabi terpencarpencar, diburu dan disiksa oleh orang-orang musyrik di mana saja mereka berada, 'Umar bin al-Khaththab berkata, \"Ketika ayat itu turun saya tidak mengerti apa maksudnya. Tetapi pada Perang Badar, saya lihat Nabi saw memakai baju besi dan saya dengan beliau membaca ayat ini, 'Golongan itu pasti akan dikalahkan, waktu itu barulah saya mengerti maksud ayat tersebut.\" Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas bahwa Nabi saw berkata ketika beliau masih dalam kemah, pada hari Perang Badar: \"Aku menagih pesan-Mu dan janji-Mu! Ya Allah, jika Engkau menghendaki (kekalahan kami) niscaya Engkau tidak akan disembah lagi sesudah hari ini\". Lalu Abu Bakar memegang tangan Nabi dan berkata, \"Cukup sudah ya Rasulullah! Engkau telah begitu mendesak Tuhanmu.\"Lalu beliau keluar (dari kemah) melompat dengan memakai baju besi sambil membaca ayat ini. (Riwayat alBukhari) \nKemudian Allah menyatakan bahwa yang tersebut itu adalah azab dunia dan mereka akan menemui azab yang lebih hebat lagi pada hari Kiamat.",
    "quraish": "Golongan ini pasti akan terkalahkan. Mereka akan lari mundur ke belakang.",
    "jalalayn": "(\"Golongan Itu pasti akan dikalahkan dan mereka akan mundur ke belakang\") akhirnya mereka dikalahkan oleh Nabi Muhammad saw. dalam perang Badar, dan Nabi Muhammad saw. mendapat kemenangan yang gemilang atas mereka."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 46,
    "arab": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ ",
    "translation": "Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4892.mp3",
    "tafsir": "Peperangan tersebut adalah azab yang akan mereka rasakan di dunia, berupa kekalahan, dibunuh atau ditawan tetapi mereka masih akan menerima azab lain yang lebih dahsyat, yaitu azab neraka di akhirat. Azab akhirat itu lebih hebat dan berlangsung kekal dan kuat selama-lamanya.",
    "quraish": "Hari kiamat adalah saat penyiksaan mereka. Dan hari kiamat itu lebih dahsyat dan lebih pahit lagi.",
    "jalalayn": "(Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka) yaitu azab akan ditimpakan kepada mereka (dan kiamat itu) azab hari kiamat itu (lebih dahsyat) lebih besar bencananya (lagi lebih pahit) jauh lebih pahit daripada azab di dunia."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 47,
    "arab": "اِنَّ الْمُجْرِمِيْنَ فِيْ ضَلٰلٍ وَّسُعُرٍۘ ",
    "translation": "Sungguh, orang-orang yang berdosa berada dalam kesesatan (di dunia) dan akan berada dalam neraka (di akhirat). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4893.mp3",
    "tafsir": "Allah menyatakan, bahwa sesungguhnya orang-orang yang mempersekutukan Allah dan mendustakan rasul-rasul-Nya adalah orang-orang sesat dan menyimpang dari jalan yang benar di dunia. Di akhirat nanti mereka akan ditimpa azab yang pedih akibat kesesatannya.",
    "quraish": "Sesungguhnya para pelaku kejahatan itu akan berada dalam kehancuran dan di neraka yang menyala- nyala.",
    "jalalayn": "(Sesungguhnya orang-orang yang berdosa berada dalam kesesatan) dalam kebinasaan, mereka akan terbunuh di dunia (dan dalam neraka) neraka yang besar nyalanya. Maksudnya, kelak di akhirat mereka akan dimasukkan ke dalam neraka yang apinya menyala-nyala."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 48,
    "arab": "يَوْمَ يُسْحَبُوْنَ فِى النَّارِ عَلٰى وُجُوْهِهِمْۗ ذُوْقُوْا مَسَّ سَقَرَ",
    "translation": "Pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), “Rasakanlah sentuhan api neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4894.mp3",
    "tafsir": "Orang-orang yang durhaka akan digiring ke dalam neraka dengan terseret-seret dan terbentur-bentur mukanya ke tanah karena itu mereka sangat menderita. Penderitaan mereka di dalam neraka lebih hebat lagi. Neraka akan melelehkan kulit dan daging mereka",
    "quraish": "Pada hari ketika mereka diseret ke neraka di atas muka mereka. Dikatakan kepada mereka, \"Rasakanlah sakit dan panasnya neraka jahanam ini!\"",
    "jalalayn": "(Pada hari mereka diseret ke neraka atas muka mereka) di akhirat kelak, lalu dikatakan kepada mereka (\"Rasakanlah sentuhan api neraka\") rasakanlah panasnya api neraka Jahanam ini oleh kalian."
  },
  {
    "page": 530,
    "name": "Al-Qamar",
    "ayat": 49,
    "arab": "اِنَّا كُلَّ شَيْءٍ خَلَقْنٰهُ بِقَدَرٍ ",
    "translation": "Sungguh, Kami menciptakan segala sesuatu menurut ukuran. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4895.mp3",
    "tafsir": "Seluruh makhluk diciptakan-Nya sesuai ketentuan dan hukum-hukum yang telah ditetapkan-Nya. Karena itu bila seseorang dihukum karena ketetapan dan hukum-hukumnya itu. Dan segala sesuatu akan terjadi sesuai ketetapan-Nya. Dalam ayat lain Allah juga berfirman mengenai ketetapan atau takdir yaitu: \nDan Dia menciptakan segala sesuatu, lalu menetapkan ukuranukurannya dengan tepat. (al-Furqan/25: 2) \nTetapi manusia wajib berusaha, ketentuan-Nya diserahkan kepada Allah sesuai firman Allah: \nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40) \nDalam hadis sahih yang diriwayatkan Ahmad dan Muslim dari Abu Hurairah: Rasulullah saw bersabda, \"Minta tolonglah kepada Allah, dan jangan bersikap lemah. Bila sesuatu menimpamu, maka katakanlah, Allah telah menetapkannya. Apa yang Dia kehendaki, Dia kerjakan, dan jangan kamu berkata: seandainya aku berbuat begini maka akan begitu. Sesungguhnya kata \"seandainya\" membuka (kemungkinan pada) perbuatan setan. Sesuai dengan hadis Rasulullah saw: Rasullah saw bersabda: segala sesuatu ditetapkan ukurannya bahkan kelemahan dan kecerdasan. (Riwayat Imam Ahmad dan Muslim dari Ibnu 'Umar) Allah swt berfirman: \nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia. (ar-Ra'd/13: 11)",
    "quraish": "Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran yang sesuai dengan hikmah.",
    "jalalayn": "(Sesungguhnya segala sesuatu itu Kami) dinashabkan oleh Fi'il yang terdapat pada firman selanjutnya yang berfungsi menafsirkannya (ciptakan menurut ukuran) masing-masing. Menurut suatu qiraat lafal Kulla dibaca KuIlu dan dianggap sebagai Mubtada, sedangkan Khabarnya adalah lafal Khalaqnaahu."
  }
]