[
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 17,
    "arab": "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِۚ ",
    "translation": "Tuhan (yang memelihara) dua timur dan Tuhan (yang memelihara) dua barat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4918.mp3",
    "tafsir": "Ayat ini menjelaskan tentang peredaran matahari dan bulan, Bahwa Dialah yang menciptakan keduanya dan yang mengatur peredaran menurut perhitungan yang tepat. Tuhan memelihara dua tempat terbit, dua tempat terbenam matahari dan musim panas dan musim dingin. Atas perubahan\nIndeks 687 \nperubahan itu timbullah musim panas, musim dingin, musim semi dan musim gugur dan menimbulkan pula perubahan udara yang mengakibatkan perubahan pada curah hujan, perubahan pada pohon-pohonan dan tumbuh-tumbuhan serta sungai-sungai. \"Dua Timur\" dan \"Dua Barat\" yang tersurat dalam ayat di atas berkaitan dengan bulatnya bentuk bumi. Karena, hanya pada benda yang berbentuk seperti bola dapat terjadi hal yang demikian (dua timur dan dua barat). Secara kenyataan, memang bumi mempunyai dua titik tempat terbitnya matahari dan dua titik tempat terbenamnya matahari. Di sini, ayat Allah dan ilmu pengetahuan kembali saling bersetuju. Penjelasannya demikian: \"Ketika matahari terbit di satu titik di bagian sebelah bumi, maka pada waktu yang sama matahari akan terbenam di bagian sebelah bumi lainnya. Saat matahari terbenam di sebelah bagian bumi, kembali, pada waktu yang sama, di belahan bumi yang lain, matahari sedang terbit. Dengan demikian, pada kenyataannya, memang betul bahwa ada dua titik dimana matahari terbit, dan pada waktu yang sama, terdapat dua titik dimana matahari terbenam.\" Keadaan demikian ini dilaporkan oleh para antariksawan pada saat mereka memandang bumi dari ruang angkasa. Al-Qur'an menguraikan hal ini sedemikian rupa, seolah-olah konsep bumi yang seperti bola memang sudah dikenal manusia saat itu. Sedangkan sebenarnya tidaklah demikian. Bentuk bumi yang seperti bola juga dapat dilihat pada beberapa ayat lainnya, seperti dua ayat di bawah ini: \nTidakkah engkau memperhatikan, bahwa Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan Dia menundukkan matahari dan bulan, masing-masing beredar sampai kepada waktu yang ditentukan. Sungguh, Allah Mahateliti apa yang kamu kerjakan. (Luqman/31: 29) Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun. (az-Zumar/39: 5) \nSaat ini, kita dapat melihat pada bola dunia (globe) gambaran tentang bumi yang mempunyai bentuk seperti bola. Sebenarnya, pada 1400 tahun yang lalu, Al-Qur'an telah memberikan indikasi yang demikian. Dua ayat di atas, dengan menggunakan perumpamaan, telah menjelaskan tentang bentuk bumi. Pada saat masyarakat di Eropa masih mempercayai bahwa bumi itu datar, maka para pelajar di universitas di dunia Islam sudah mempelajari bumi dengan menggunakan bola dunia. Karena Al-Quran diturunkan bukan sebagai ilmu pengetahuan (science), maka di dalamnya tidak ada pernyataan secara khusus bahwa bentuk bumi adalah bulat seperti bola. Akan tetapi, dari beberapa ayat, manusia mulai berpikir bahwa bentuk bumi seperti bola. Contohnya pada Surah Luqman/31 ayat 29. Ayat lainnya, Surah az-Zumar/39 ayat 5 menunjukkan bagaimana Allah \"menggulung\" siang dengan malam. Kata \"menggulung\" pada ayat di atas adalah terjemahan dari kata Arab \"kawwara\", yang digunakan untuk menggambarkan seorang sedang menggulungkan sorban di sekeliling kepalanya. Untuk dapat mengerti lebih jelas mengenai kedua ayat di atas, lakukanlah suatu percobaan di rumah. Alat yang diperlukan adalah bola dunia dan lampu senter. Bawa kedua alat ini ke kamar yang gelap. Sinari bola dunia dengan lampu senter dari salah satu sisinya. Sinar dari lampu senter ini akan berperan seperti sinar matahari. Maka akan tampak bahwa sebagian belahan dunia akan terang, dan belahan lainnya gelap. Lalu putarkan bola dunia secara perlahan, sebagaimana halnya bumi melakukan putaran pada sumbunya. Perhatikan saat bola dunia berputar, maka sinar matahari akan secara menerus mulai menerangi bagian bumi yang semula gelap. Demikian pula halnya gelap. Ia akan secara perlahan menggantikan terang di bagian bumi yang lain. Ayat di bawah ini juga berbicara mengenai bentuk bumi: \nTuhan (yang memelihara) dua timur dan Tuhan (yang memelihara) dua barat. Maka nikmat Tuhanmu yang manakah yang kamu dustakan? (ar-Rahman/55: 17-18) \nPada saat manusia mempercayai bahwa bumi datar dan menetap (tidak bergerak), Al-Qur'an sudah mengungkapkan, secara eksplisit maupun implisit, bahwa bumi itu bulat. Tidak hanya bulat, akan tetapi lebih rinci, yaitu bentuknya lebih seperti telur daripada bulat. Mengenai pemeliharaan tempat terbit dan tenggelamnya matahari. Ketika manusia memercayai bahwa bumi datar dan diam/tidak bergerak, maka Al Qur'an mengungkapkan bahwa bumi itu bulat, melalui firman-Nya dalam ayat tersebut di atas. Karena hanya pada benda berbentuk seperti bola peristiwa tersebut dapat terjadi, dua timur dan dua barat ? Sayyid Quthub berpendapat mungkin itu tempat terbitnya matahari dan bulan serta tempat terbenamnya matahari dan bulan. Tapi bisa juga maksudnya dua tempat terbit matahari yang berbeda posisinya pada musim panas dan musim dingin. Demikian pula dua tempat terbenamnya. Sementara Ilmu Pengetahuan berpendapat bahwa manakala matahari terbit di satu titik di belahan bumi, maka pada saat yang sama justru matahari tersebut akan terbenam dilihat dari titik belahan lainnya yang letaknya jauh ke arah timur. Begitu pula tatkala matahari terlihat terbenam di suatu titik di belahan bumi, maka pada saat yang bersamaan dari belahan bumi yang letaknya jauh ke sebelah barat, matahari tersebut dilihat sedang terbit. Fenomena ini yang diartikan dengan (seolah) ada dua titik di mana matahari terbit dan pada waktu yang sama ada dua titik tempat matahari terbenam. Apapun makna dari pesan tersebut, sesuatu yang penting untuk disyukuri adalah pemeliharaan Allah atas dua timur dan dua barat merupakan bagian dari nikmat-Nya di alam semesta ini? (",
    "quraish": "Tuhan yang memelihara dua tempat terbitnya matahari, pada musim panas dan musim dingin, dan Tuhan yang memelihara dua tempat terbenamnya matahari pada kedua musim tersebut. (1) (1) Yang dimaksud ayat ini, bisa jadi, adalah dua tempat terbit dan terbenamnya matahari dan bulan. Dengan demikian, ayat ini menunjuk kepada adanya gejala siang dan malam yang juga terdapat pada surat al-Qashash ayat 71, 72 dan 73. Tetapi, bisa jadi juga, yang dimaksudkan dalam ayat ini hanya matahari saja, karena matahari merupakan sumber kehidupan di planet bumi ini. Dengan demikian, ayat ini menunjukkan adanya dua tempat terbit dan terbenamnya matahari, yaitu pada musim dingin dan musim panas. Pendapat ini dianut oleh kebanyakan ahli tafsir. Fenomena terbit dan terbenamnya matahari di dua tempat ini disebabkan oleh kecondongan garis edar bumi selama mengedari matahari sekitar 523,5 derajat. Oleh karena itu belahan utara bumi condong ke arah matahari pada musim panas yang mengakibatkan siang menjadi lebih panjang daripada malam. Dan begitu seterusnya hingga mencapai puncaknya, yaitu ketika matahari terbit dan terbenam di ujung sebelah utara dari garis bujur timur dan barat. Setelah itu kembali sedikit demi sedikit dari hari ke hari hingga mencapai garis lurus pada musim gugur. Belahan utara bumi ini kemudian mulai berpaling meninggalkan arah matahari yang mengakibatkan malam menjadi lebih panjang daripada siang. Begitu seterusnya, matahari terus bergeser ke arah selatan sampai pada titik paling selatan pada musim dingin. Setelah itu matahari bergeser lagi ke arah utara sedikit demi sedikit, hari demi hari hingga mencapai garis bujur timur dan barat pada musim semi. Peredaran yang demikian ini berlaku pula di belahan bumi sebelah selatan. Perbedaannya terletak pada geraknya yang berlawanan. Peredaran yang sedemikian teraturnya itu tentu saja mengandung hikmah dan manfaat yang besar bagi kehidupan makhluk hidup di muka bumi. Contohnya, sebagai akibat dari perputaran itu, terdapat apa yang kita kenal dengan empat musim yang pada gilirannya memiliki kekhususan sendiri-sendiri (seperti musim tanam, musim panen, dan sebagainya) sehingga memberikan kemudahan kepada manusia, hewan dan tumbuh- tumbuhan dalam beraktifitas.",
    "jalalayn": "(Rabb yang memelihara kedua tempat terbit matahari) yaitu tempat terbitnya di waktu musim dingin dan tempat terbitnya di waktu musim panas (dan Rabb yang memelihara kedua tempat terbenamnya) penafsirannya seperti pada yang pertama tadi."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 18,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4919.mp3",
    "tafsir": "Dalam ayat ini Allah menantang manusia dan jin, nikmat Tuhan yang manakah yang mereka dustakan. Apakah mereka mengingkari hujan dan faedah-faedahnya? Ataukah mereka mengingkari manfaat adanya perubahan musim yang di dalamnya terdapat perubahan tanaman-tanaman yang harus ditanam pada musim panas atau musim dingin? Ataukah mereka mengingkari tentang keistimewaan yang terdapat pada perubahan udara yang mengatur perasaan manusia dan binatang. (",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 19,
    "arab": "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيٰنِۙ",
    "translation": "Dia membiarkan dua laut mengalir yang (kemudian) keduanya bertemu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4920.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Allah mengalirkan air yang asin dari air yang tawar berdekatan yang kemudian berkumpul menjadi satu, masing-masing tidak mempengaruhi yang lain, yang asin tidak mempengaruhi yang tawar sehingga yang tawar menjadi asin dan yang asin menjadi tawar. Allah telah membatasi di antara keduanya dengan batas yang telah diciptakan dengan kekuasaan-Nya atau dibatasinya dengan batas yang berupa tanah. Firman Allah: \nDan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus. (al-Furqan/25: 53) \nPeristiwa di atas dapat dilihat seperti sungai-sungai yang mengalir dari gunung-gunung yang akhirnya masuk ke dalam laut dan rasanya menjadi asin sedang air sungainya tetap tawar. Menurut kajian ilmiah, laut mempunyai sifat fisika dan kimia yang tidak homogen. Ketidak homogenan ini yang menyebabkan laut bergerak dinamis. Proses yang memicu pergerakan ini sangat kompleks dan melibatkan tenaga dari luar seperti angin, rotasi bumi, topografi dasar laut maupun hubungan satu sama lain antar laut. Distribusi rapat massa yang tergantung pada tingkat kegaraman, temperatur dan tekanan udara juga mempunyai peranan penting. Aliran arus permukaan yang hangat dari kawasan tropis mengalir melintasi khatulistiwa menuju Lautan Atlantik Utara dan Laut Norwegia, untuk kemudian mengalami pendinginan. Akibat pendinginan ini terjadi peningkatan rapat massa dan laut bergerak ke bawah sebagai aliran arus bawah dan bergerak menuju Lautan Atlantik Selatan, Lautan Hindia dan menuju Lautan Pasifik. Gerakan aliran arus bawah ini dikenal sebagai pola sirkulasi thermohalin yang gerakannya sering diidentikan dengan conveyor belt yang menggerakan air, temperatur dan sifat-sifat lainnya dan materimateri di lautan. Apa yang digambarkan di atas adalah gambaran global mengenai pergerakan arus laut. Dalam kenyataannya pergerakan arus laut adalah lebih kompleks. Sebagai contoh adalah apa yang digambarkan oleh Djamil (2004) yang menyebutkan bahwa di bawah garis khatulistiwa di Lautan Pasifik, Atlantik dan Lautan Hindia terdapat arus yang bergerak melawan arus permukaannya dan dikenal sebagai Pacific Equatorial Undercurrent atau disebut juga sebagai Cromwell Current. Arus ini bergerak ke timur, yang menentang arus Pacific South Equatorial Current yang bergerak ke barat. Arus yang mempunyai ketebalan 150 m dan panjang 402 km, dan batas atasnya antara 42-91 m, selalu bergerak di bawah khatulistiwa. Air laut yang bergerak dalam aliran arus Cromwell ini yang bergerak ke timur menentang aliran arus ke barat dan antar keduanya terdapat batas. Batas antara dua lautan ini tidak hanya sebatas wilayah yang disebutkan di atas tetapi juga di temui di Selat Gibraltar, maupun di sebelah timur Jepang. (",
    "quraish": "Allah melepas dua lautan, tawar dan asin, saling berdampingan dan bertemu pada permukaannya. Di antara kedua lautan itu terdapat pembatas yang merupakan kekuasaan Allah. Masing-masing tidak melampaui yang lain sehingga tidak bercampur.",
    "jalalayn": "(Dia membiarkan) atau melepaskan (dua laut) yang airnya tawar dan yang asin (saling bertemu) menurut pandangan mata."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 20,
    "arab": "بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيٰنِۚ",
    "translation": "di antara keduanya ada batas yang tidak dilampaui oleh masing-masing.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4921.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Allah mengalirkan air yang asin dari air yang tawar berdekatan yang kemudian berkumpul menjadi satu, masing-masing tidak mempengaruhi yang lain, yang asin tidak mempengaruhi yang tawar sehingga yang tawar menjadi asin dan yang asin menjadi tawar. Allah telah membatasi di antara keduanya dengan batas yang telah diciptakan dengan kekuasaan-Nya atau dibatasinya dengan batas yang berupa tanah. Firman Allah: \nDan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus. (al-Furqan/25: 53) \nPeristiwa di atas dapat dilihat seperti sungai-sungai yang mengalir dari gunung-gunung yang akhirnya masuk ke dalam laut dan rasanya menjadi asin sedang air sungainya tetap tawar. Menurut kajian ilmiah, laut mempunyai sifat fisika dan kimia yang tidak homogen. Ketidak homogenan ini yang menyebabkan laut bergerak dinamis. Proses yang memicu pergerakan ini sangat kompleks dan melibatkan tenaga dari luar seperti angin, rotasi bumi, topografi dasar laut maupun hubungan satu sama lain antar laut. Distribusi rapat massa yang tergantung pada tingkat kegaraman, temperatur dan tekanan udara juga mempunyai peranan penting. Aliran arus permukaan yang hangat dari kawasan tropis mengalir melintasi khatulistiwa menuju Lautan Atlantik Utara dan Laut Norwegia, untuk kemudian mengalami pendinginan. Akibat pendinginan ini terjadi peningkatan rapat massa dan laut bergerak ke bawah sebagai aliran arus bawah dan bergerak menuju Lautan Atlantik Selatan, Lautan Hindia dan menuju Lautan Pasifik. Gerakan aliran arus bawah ini dikenal sebagai pola sirkulasi thermohalin yang gerakannya sering diidentikan dengan conveyor belt yang menggerakan air, temperatur dan sifat-sifat lainnya dan materimateri di lautan. Apa yang digambarkan di atas adalah gambaran global mengenai pergerakan arus laut. Dalam kenyataannya pergerakan arus laut adalah lebih kompleks. Sebagai contoh adalah apa yang digambarkan oleh Djamil (2004) yang menyebutkan bahwa di bawah garis khatulistiwa di Lautan Pasifik, Atlantik dan Lautan Hindia terdapat arus yang bergerak melawan arus permukaannya dan dikenal sebagai Pacific Equatorial Undercurrent atau disebut juga sebagai Cromwell Current. Arus ini bergerak ke timur, yang menentang arus Pacific South Equatorial Current yang bergerak ke barat. Arus yang mempunyai ketebalan 150 m dan panjang 402 km, dan batas atasnya antara 42-91 m, selalu bergerak di bawah khatulistiwa. Air laut yang bergerak dalam aliran arus Cromwell ini yang bergerak ke timur menentang aliran arus ke barat dan antar keduanya terdapat batas. Batas antara dua lautan ini tidak hanya sebatas wilayah yang disebutkan di atas tetapi juga di temui di Selat Gibraltar, maupun di sebelah timur Jepang. (",
    "quraish": "Allah melepas dua lautan, tawar dan asin, saling berdampingan dan bertemu pada permukaannya. Di antara kedua lautan itu terdapat pembatas yang merupakan kekuasaan Allah. Masing-masing tidak melampaui yang lain sehingga tidak bercampur.",
    "jalalayn": "(Antara keduanya ada batas) ada penghalang yang membatasi keduanya dari kekuasaan Allah swt. (yang tidak dilampaui oleh masing-masing) yang satu melampaui yang lainnya sehingga bercampur."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 21,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4922.mp3",
    "tafsir": "Pada ayat ini Allah swt menantang jin dan manusia agar mengemukakan suatu nikmat yang tidak berasal daripada-Nya. Cobalah mereka bayangkan seandainya air yang asin mempengaruhi yang tawar sehingga menjadi asin pula, maka tentu tidak akan ada air yang dapat diminum manusia dan binatang, tidak ada air untuk menyirami tumbuh-tumbuhan sehingga tumbuh-tumbuhan itu mati, manusia dan binatang pun mati kehausan dan kelaparan.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 22,
    "arab": "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُۚ",
    "translation": "Dari keduanya keluar mutiara dan marjan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4923.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di dalam laut itu terdapat barang-barang yang sangat berharga, misalnya mutiara dan marjan dari laut yang asin dan tawar. Keduanya dapat dijadikan sebagai perhiasan yang tinggi nilainya dan mahal harganya.",
    "quraish": "Dari kedua lautan itu keluar mutiara dan merjan yang dapat kalian jadikan perhiasan. (1) (1) Lihat catatan kaki ayat 12 surat Fâthir.",
    "jalalayn": "(Keluarlah) dapat dibaca Yakhruju. dan Yukhraju (daripada keduanya) dari pertemuan di antara keduanya, yakni dari bagian yang airnya asin (mutiara dan marjan) marjan artinya batu yang berwarna merah atau yang dimaksud adalah mutiara yang kecil."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 23,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4924.mp3",
    "tafsir": "Allah swt menantang jin dan manusia jika ada nikmat yang bukan berasal dari Dia yang berada di laut, tentu jin dan manusia tidak akan mendustakannya, terutama nikmat yang berupa mutiara dan marjan.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 24,
    "arab": "وَلَهُ الْجَوَارِ الْمُنْشَاٰتُ فِى الْبَحْرِ كَالْاَعْلَامِۚ  ",
    "translation": "Milik-Nyalah kapal-kapal yang berlayar di lautan bagaikan gunung-gunung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4925.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah-lah yang menguasai bahtera-bahtera yang tinggi layarnya laksana gunung-gunung di lautan, ia berlayar di lautan dan memberikan manfaat kepada manusia guna mengangkut barang-barang dagangan dari suatu negeri ke negeri lain, makanan-makanan yang banyak terdapat pada suatu tempat dan tempat yang lain kekurangan bahan-bahan tersebut, dan lain sebagainya. Dengan demikian, terlaksana pertukaran barang-barang dagangan dan terpenuhi keperluankeperluan manusia tentang makanan dan minuman.",
    "quraish": "Di bawah kekuasaan-Nyalah bahtera-bahtera buatan kalian yang berlayar di samudra. Bahtera-bahtera itu besar bagaikan gunung-gunung yang menjulang.",
    "jalalayn": "(Dan kepunyaan-Nyalah bahtera-bahtera) perahu-perahu (yang dibangun) yang dibuat (di lautan laksana gunung-gunung) lautan besar yang tingginya bagaikan gunung-gunung."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 25,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ࣖ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4926.mp3",
    "tafsir": "Ayat ini menantang jin dan mansuia agar menerangkan nikmat yang mereka dustakan sebagai berikut: Siapakah yang menciptakan bahan-bahan pembuatan bahtera itu? Atau bagaimanakah membuatnya? Apakah mereka kira bahwa iman kepada Allah sudah cukup dengan hanya bersyukur atas nikmatnikmat yang telah diberikan-Nya kepada mereka? Apakah matahari, bulan dan bintang, pohon-pohonan, tumbuh-tumbuhan, dan bijibijian, sungai-sungai dan lautan-lautan, mutiara dan marjan dijadikan-Nya untuk orang-orang yang tidak berakal? Atau dijadikanNya bagi orang-orang yang pandai bersyukur kepada-Nya atas nikmat-nikmat yang diberikan-Nya? Dan bagaimanakah mereka akan bersyukur kepada-Nya bila mereka tidak mengetahuinya?",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 26,
    "arab": "كُلُّ مَنْ عَلَيْهَا فَانٍۖ  ",
    "translation": "Semua yang ada di bumi itu akan binasa, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4927.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa semua yang ada di bumi dan di langit akan rusak binasa dan yang kekal hanyalah Zat Allah yang Mahabesar dan Mahamulia. Dialah yang tetap hidup selamanya dan tidak akan mati. Oleh karena itu manusia jangan terpesona dengan kenikmatankenikmatan yang ada di dunia, sebab semuanya akan punah dan lenyap, manusia akan dimintakan pertanggungjawaban atas segala nikmat yang telah diperolehnya. Firman Allah: \nDan jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenangNya, dan hanya kepada-Nya kamu dikembalikan. (al-Qasas/28: 88)",
    "quraish": "Semua yang ada di muka bumi akan binasa, kecuali Allah yang mempunyai kebesaran dan kemuliaan.",
    "jalalayn": "(Semua yang ada di bumi itu) yakni semua makhluk hidup yang ada padanya (akan binasa) akan mati; di sini diungkapkan semua makhluk hidup dengan memakai kata Man, karena memprioritaskan makhluk yang berakal."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 27,
    "arab": "وَّيَبْقٰى وَجْهُ رَبِّكَ ذُو الْجَلٰلِ وَالْاِكْرَامِۚ  ",
    "translation": "tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4928.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa semua yang ada di bumi dan di langit akan rusak binasa dan yang kekal hanyalah Zat Allah yang Mahabesar dan Mahamulia. Dialah yang tetap hidup selamanya dan tidak akan mati. Oleh karena itu manusia jangan terpesona dengan kenikmatankenikmatan yang ada di dunia, sebab semuanya akan punah dan lenyap, manusia akan dimintakan pertanggungjawaban atas segala nikmat yang telah diperolehnya. Firman Allah: \nDan jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenangNya, dan hanya kepada-Nya kamu dikembalikan. (al-Qasas/28: 88)",
    "quraish": "Semua yang ada di muka bumi akan binasa, kecuali Allah yang mempunyai kebesaran dan kemuliaan.",
    "jalalayn": "(Dan tetap kekal Zat Rabbmu) yakni Zat-Nya (Yang mempunyai kebesaran) atau keagungan (dan kemuliaan) Yang Maha Dermawan kepada orang-orang mukmin dengan melimpahkan nikmat-nikmat-Nya kepada mereka."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 28,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4929.mp3",
    "tafsir": "Dalam ayat ini Allah menantang jin dan manusia agar mengungkapkan nikmat-Nya yang mereka dustakan. Cobalah mereka bayangkan, tidaklah kebinasaan itu melainkan merupakan pintu bagi kehidupan yang kekal. Apabila tidak ada yang mati, maka akan terhalanglah kehidupan di akhirat. Lihatlah kehidupan manusia, apabila mereka beranak terus sepanjang masa, tidak ada yang mati, maka akan penuhlah bumi ini dengan manusia sehingga binatang, tumbuh-tumbuhan, dan makanan tidak akan mencukupi keperluannya lagi dan akhirnya tidak ada jalan lagi bagi mereka kecuali sedang membunuh sesamaanya yang akhirnya dunia ini akan penuh dengan bangkai-bangkai manusia.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 29,
    "arab": "يَسْـَٔلُهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  كُلَّ يَوْمٍ هُوَ فِيْ شَأْنٍۚ",
    "translation": "Apa yang di langit dan di bumi selalu meminta kepada-Nya. Setiap waktu Dia dalam kesibukan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4930.mp3",
    "tafsir": "Allah senantiasa menghidupkan dan mematikan, serta memberi rezeki, memuliakan dan menghinakan, memberi sakit dan menyembuhkan, menyuruh dan melarang, mengampuni dan menghukum, mengasihi dan memarahi terhadap makhluk-Nya. Dan Dia pula memberikan apa-apa yang diminta oleh semua yang ada di langit dan di bumi, seperti yang diungkapkan dalam hadis ini: Dari 'Abdullah bin Munib, ia berkata, \"Rasulullah membacakan kepada kami ayat ini, lalu kami berkata, Ya Rasulullah, apakah yang dimaksud dengan 'urusan? Rasulullah bersabda, 'Mengampuni dosa, melapangkan kesusahan, meninggikan satu golongan dan merendahkan golongan yang lain (Riwayat alBazzar, Ibnu Jarir, ath-thabrani dan Ibnu 'Asakir)",
    "quraish": "Semua makhluk yang ada di langit dan di bumi selalu meminta keperluan mereka kepada-Nya. Setiap saat Dia selalu memberikan kemuliaan dan kehinaan, memberi dan menolak.",
    "jalalayn": "(Semua yang ada di langit dan di bumi selalu meminta kepada-Nya) baik melalui ucapan mereka atau pun perbuatan mereka, yaitu meminta apa-apa yang mereka perlukan berupa kekuatan untuk menjalankan ibadah, rezeki, ampunan dan lain sebagainya. (Setiap hari) setiap waktu (Dia dalam suatu perkara) yaitu perkara yang hendak dilahirkan-Nya sesuai dengan apa yang telah ditentukan-Nya sejak zaman Azali antara lain, menghidupkan, mematikan, memuliakan, menghinakan, memberikan kecukupan, memiskinkan, mengabulkan doa dan memenuhi yang meminta."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 30,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4931.mp3",
    "tafsir": "Dalam ayat ini, Allah menantang jin dan manusia agar mengungkapkan nikmat-Nya yang mereka dustakan. Berapa banyak permohonan yang telah dikabulkan-Nya. Berapa banyak hal-hal yang baru diciptakan-Nya. Dan berapa banyak orang yang lemah ditolongNya.",
    "quraish": "Lalu, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 31,
    "arab": "سَنَفْرُغُ لَكُمْ اَيُّهَ الثَّقَلٰنِۚ  ",
    "translation": "Kami akan memberi perhatian sepenuhnya kepadamu wahai (golongan) manusia dan jin! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4932.mp3",
    "tafsir": "Allah menerangkan bahwa Dia akan memperhatikan dan membalas segala amal perbuatan sekalian manusia dan jin, ayat ini merupakan ancaman yang sangat menakutkan, bagi seluruh hambaNya agar ingat pada hari pembalasan.",
    "quraish": "Kami akan menghisab kalian pada hari kiamat, hai jin dan manusia.",
    "jalalayn": "(Kami akan menyelesaikan kamu sekalian) artinya, Kami hendak menghisab kalian semuanya (hai manusia dan jin) hai jenis manusia dan jenis jin."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 32,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4933.mp3",
    "tafsir": "Allah swt menantang jin dan manusia, agar mengungkapkan nikmat yang manakah yang mereka dustakan. Adakah yang mereka dustakan itu balasan-balasan yang akan mereka terima pada hari Kiamat nanti baik berupa pahala maupun berupa siksaan pada hari itu tidak ada kedustaan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 33,
    "arab": "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اِنِ اسْتَطَعْتُمْ اَنْ تَنْفُذُوْا مِنْ اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ فَانْفُذُوْاۗ  لَا تَنْفُذُوْنَ اِلَّا بِسُلْطٰنٍۚ ",
    "translation": "Wahai golongan jin dan manusia! Jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, maka tembuslah. Kamu tidak akan mampu menembusnya kecuali dengan kekuatan (dari Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4934.mp3",
    "tafsir": "Ayat ini menyeru jin dan manusia jika mereka sanggup menembus, melintasi penjuru langit dan bumi karena takut akan siksaan dan hukuman Allah, mereka boleh mencoba melakukannya, mereka tidak akan dapat berbuat demikian. Mereka tidak mempunyai kekuatan sedikit pun dalam menghadapi kekuatan Allah swt. Menurut sebagian ahli tafsir, pengertian sulthan pada ayat ini adalah ilmu pengetahuan. Hal ini menunjukkan bahwa dengan ilmu manusia dapat menembus ruang angkasa.",
    "quraish": "Wahai jin-jin dan manusia semua, jika kalian mampu menembus penjuru langit dan bumi, tembuslah! Kalian tidak dapat menembusnya kecuali dengan kekuatan dan kekuasaan. Dan sekali-kali kalian tidak akan dapat melakukan hal itu. (1) (1) Sampai saat ini terbukti betapa besarnya upaya dan tenaga yang dibutuhkan untuk dapat menembus lingkup gravitasi bumi. Kesuksesan eksperimen perjalanan luar angkasa selama waktu yang sangat sedikit dan terbatas jika dibandingkan dengan besarnya alam raya itu saja memerlukan upaya yang luar biasa di bidang sains dengan segala cabangnya: teknik, matematika, seni, geologi, dan sebagainya. Belum lagi ditambah dengan biaya sangat besar. Hal ini membuktikan dengan jelas bahwa upaya menembus langit dan bumi yang berjarak jutaan tahun cahaya itu mustahil dapat dilakukan oleh jin dan manusia.",
    "jalalayn": "(Hai semua jin dan manusia, jika kalian sanggup menembus) melintasi (penjuru) atau kawasan-kawasan (langit dan bumi, maka lintasilah) perintah di sini mengandung makna yang menunjukkan ketidakmampuan mereka untuk melakukan hal tersebut (kalian tidak dapat menembusnya melainkan dengan kekuatan) dan kalian tidak akan mempunyai kekuatan untuk itu."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 34,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4935.mp3",
    "tafsir": "Dalam ayat ini Allah bertanya kepada jin dan manusia yang berbuat jahat kemudian bertobat, lalu diterima oleh Allah tobatnya, bukankah itu merupakan nikmat? Sebelum itu Allah mengancam orang-orang yang berbuat jahat. Karenanya nikmat Allah yang mana lagi yang kamu dustakan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 35,
    "arab": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّنْ نَّارٍۙ وَّنُحَاسٌ فَلَا تَنْتَصِرَانِۚ ",
    "translation": "Kepada kamu (jin dan manusia), akan dikirim nyala api dan cairan tembaga (panas) sehingga kamu tidak dapat menyelamatkan diri (darinya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4936.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kepada jin dan manusia akan ditimpakan bermacam-macam bentuk azab yaitu sambaran nyala api atau cairan yang bercampur dengan tembaga. Mereka tidak dapat melarikan diri daripadanya.",
    "quraish": "Kalian akan terkena nyala api dan cairan tembaga yang meleleh, lalu kalian tidak dapat menahan siksaan tersebut. (1) Tembaga adalah unsur metal yang pertama kali dikenal manusia sejak zaman dahulu. Di antara kelebihan tembaga ini adalah bahwa ketinggian suhunya dapat mencapai 1,083 derajat pada saat melebur. Apabila cairan tembaga panas itu dituangkan ke badan maka rasa sakit yang dirasakan merupakan bentuk penderitaan dan siksaan yang paling pedih.",
    "jalalayn": "(Kepada kamu berdua akan dilepaskan nyala api) yakni nyala api yang tidak berasap atau nyala api yang berasap (dan asap) yaitu asap murni yang tidak ada nyala apinya (maka kamu berdua tidak akan dapat menyelamatkan diri) daripadanya, bahkan kalian kelak akan digiring ke padang Mahsyar."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 36,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4937.mp3",
    "tafsir": "Allah swt menantang jin dan manusia, apakah mereka tetap mendustakan nikmat Tuhan. Di antara nikmat itu tentang ancaman siksa yang tercantum pada ayat 35 di atas telah diberitakan di dunia ini. Jika kamu di dunia ini berkesempatan berbuat baik dan terhindar dari siksa itu, itulah merupakan kenikmatan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 37,
    "arab": "فَاِذَا انْشَقَّتِ السَّمَاۤءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِۚ ",
    "translation": "Maka apabila langit telah terbelah dan menjadi merah mawar seperti (kilauan) minyak. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4938.mp3",
    "tafsir": "Ayat ini menerangkan bahwa apabila datang hari Kiamat, terbelahlah langit dan warnanya menjadi merah mawar seperti kilapan minyak. Maka rusaklah peraturan-peraturan alam dan bertebaranlah bintang-bintang serta segala apa-apa yang ada di langit, pindah dari tempatnya karena dahsyatnya hari itu. Dalam ayat-ayat lain Allah berfirman: \nApabila langit terbelah, dan apabila bintang-bintang jatuh berserakan. (al-Infithar/82: 1-2) \nApabila langit terbelah, dan patuh kepada Tuhannya, dan sudah semestinya patuh. (al-Insyiqaq/84: 1-2). \nDan terbelahlah langit, karena pada hari itu langit menjadi rapuh. (al-haqqah/69: 16) \nAyat di atas berbicara mengenai alam semesta. Alam semesta diperkirakan berumur antara 15 sampai 18 miliar tahun. Batuan tertua yang pernah ditemukan di bumi berumur sekitar 4,6 miliar tahun. Kehidupan tertua di bumi ditemukan berumur 3,8 juta tahun yang lalu. Sedangkan manusia mulai menghuni bumi baru sekitar 100.000 tahun yang lalu. Apapun yang mengakibatkan terbentuknya alam semesta, yang pasti, ia sangat besar dan hebat, dan tidak mungkin tercipta secara kebetulan. Apa yang diungkap oleh Al-Qur'an tersebut, nampaknya mustahil dikemukakan oleh seseorang yang hidup 1400 tahun yang lalu. Teori mengenai \"lahirnya\" alam semesta ini, hanya dapat dijelaskan oleh seseorang yang paham sekali dengan ilmu \"fisika nuklir\" (nuclear physics). Suatu bidang keilmuan yang baru berkembang dalam beberapa dekade terakhir. Bagaimana mungkin seorang Muhammad pada saat itu dapat menyatakan bahwa asal bumi dan seluruh isi langit dari materi \"asap\" yang sama. Sangat mustahil. Ayat 37 Surah ar-Rahman di atas menggambarkan ledakan sebuah bintang. Gambaran mengenai ledakan bintang tersebut dikonfirmasi oleh ilmu pengetahuan modern. Ledakan bintang yang demikian ini tidak dapat dilihat dengan mata telanjang. Fenomena alam ini juga tidak dapat ditangkap dengan menggunakan teropong bintang biasa. Diperlukan teropong bintang super canggih sekaliber \"Huble Space Super Telescope\" yang dimiliki oleh NASA, suatu lembaga antariksa Amerika Serikat. Namun hal ini sudah digambarkan dalam Al-Quran secara sangat jelas pada 1400 tahun yang lalu. Dengan kemajuan teknologi, ternyata apa yang diuraikan dalam Al-Qur'an, terbukti secara detail. Ledakan yang terjadi memang sangat mirip dengan bunga mawar merah yang sedang berkembang. Ledakan bintang atau disebut dengan istilah supernova, adalah sebuah bintang raksasa yang \"menghancurkan diri sendiri\" dalam ledakan dahsyat. Materi intinya akan bertebaran ke seluruh penjuru. Cahaya yang dihasilkan dalam peristiwa ini ribuan kali lebih terang daripada keadaan normal. Para ilmuwan masa kini menganggap bahwa supernova memainkan peran penting dalam penciptaan alam semesta. Ledakan ini menyebabkan unsur atau materi yang berbeda-benda berpencar dan berpindah ke bagian lain alam semesta. Diasumsikan bahwa materi yang dilontarkan ledakan ini kemudian bergabung untuk membentuk galaksi atau bintang baru di bagian lain alam semesta. Menurut hipotesis ini, tata surya kita, matahari dan planetnya termasuk bumi, merupakan produk supernova yang terjadi dahulu kala. Meskipun supernova tampak seperti ledakan biasa, pada kenyataannya, ledakan tersebut sangat terstruktur dalam setiap detailnya. Jarak antar supernova, dan bahkan antar semua bintang, sangat penting untuk alasan yang lain. Jarak antar bintang dalam galaksi kita adalah sekitar 30 juta tahun cahaya. Jika jarak ini lebih dekat, orbit planet-planet akan tidak stabil. Jika lebih jauh, maka debu hasil supernova akan tersebar begitu acak sehingga sistem planet seperti tata surya kita tidak mungkin pernah terbentuk. Jika alam semesta menjadi rumah bagi kehidupan, maka kedipan supernova harus terjadi pada laju yang sangat tepat dan jarak ratarata di antaranya harus sangat dekat dengan jarak yang teramati sekarang. Perbandingan antara supernova dan jarak antar bintang hanyalah dua rincian yang sangat selaras pada alam semesta yang penuh keajaiban. Mengamati lebih teliti alam semesta, maka pengaturannya akan terlihat begitu indah, baik dalam rancangan maupun susunannya.",
    "quraish": "Apabila langit terbelah, ia akan berwarna merah tua seperti minyak yang terbakar.",
    "jalalayn": "(Maka apabila langit telah terbelah) artinya, terbuka pintu-pintunya karena turunnya malaikat-malaikat (dan menjadi merah mawar) memerah seperti warna bunga mawar (seakan-akan kilapan minyak) bagaikan minyak yang berwarna merah berbeda keadaannya dengan yang biasa. Di dalam ungkapan ayat ini terkandung jawabannya, yakni apabila saat itu datang, betapa dahsyatnya kengerian dan ketakutan melihatnya."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 38,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4939.mp3",
    "tafsir": "Ayat ini Allah menantang jin dan manusia apakah mereka masih mendustakan nikmat-Nya. Allah mengabarkan segala sesuatu yang dapat mengakibatkan manusia menghindari segala kejahatan, sehingga akhirnya ia selamat dari ancaman, itulah nikmat Tuhan.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 39,
    "arab": "فَيَوْمَئِذٍ لَّا يُسْـَٔلُ عَنْ ذَنْۢبِهٖٓ اِنْسٌ وَّلَا جَاۤنٌّۚ  ",
    "translation": "Maka pada hari itu manusia dan jin tidak ditanya tentang dosanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4940.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat hari kebangkitan mereka tidak ditanyai tentang dosa, sebab mereka yang berdosa dapat terlihat besar kecil dosanya oleh ciri tertentu, tatkala keluar dari kuburnya dan digiring ke Padang Mahsyar. Firman Allah: \nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (alMursalat/77: 35- 36) \nKemudian mereka akan ditanyai tentang perbuatan-perbuatan mereka dengan firman-Nya: \nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, tentang apa yang telah mereka kerjakan dahulu. (al-hijr/15: 92-9",
    "quraish": "Pada hari ketika langit terbelah, manusia dan jin tidak ditanya tentang dosanya.",
    "jalalayn": "(Pada waktu itu manusia dan jin tidak ditanya tentang dosanya) tetapi mereka akan ditanya mengenai dosanya di lain waktu, karena ini merupakan suatu janji sebagaimana yang diungkapkan di dalam firman lainnya, yaitu, \"Maka demi Rabbmu, Kami pasti akan menanyai mereka semua.\" (Q.S. Al Hijr, 92) Lafal Al Jaan di sini sebagaimana yang akan dijelaskan nanti adalah bermakna jin, dan lafal Al Insu artinya manusia."
  },
  {
    "page": 532,
    "name": "Ar-Rahman",
    "ayat": 40,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ  ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4941.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya tentang nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  }
]