[
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 41,
    "arab": "يُعْرَفُ الْمُجْرِمُوْنَ بِسِيْمٰهُمْ فَيُؤْخَذُ بِالنَّوَاصِيْ وَالْاَقْدَامِۚ  ",
    "translation": "Orang-orang yang berdosa itu diketahui dengan tanda-tandanya, lalu direnggut ubun-ubun dan kakinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4942.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang berdosa dapat dikenal dari tanda-tanda yang membedakan mereka dengan orang yang lain yaitu: wajahnya hitam pekat, matanya membelalak karena takut. Pada hari hisab tidak akan didengar alasan-alasan dan keterangan yang mereka kemukakan. Ubun-ubun dan kaki mereka dipegang sebagai penghinaan, lalu diseret, dimasukkan ke dalam api neraka Jahanam.",
    "quraish": "Manusia dan jin yang berdosa dikenali dari tanda-tandanya. Ubun-ubun dan kaki mereka kemudian diangkat lalu mereka dilemparkan ke neraka jahanam.",
    "jalalayn": "(Orang-orang yang berdosa dikenal dengan tanda-tandanya) yakni, mukanya berwarna hitam dan matanya berwarna biru (lalu dipegang ubun-ubun dan kaki mereka)."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 42,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4943.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?) Keadaan orang-orang yang berdosa pada saat itu, kedua telapak kaki mereka disatukan dengan ubun-ubunnya dari arah belakang, yaitu dilipat lalu mereka dilemparkan ke dalam neraka dan dikatakan kepada mereka,"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 43,
    "arab": "هٰذِهٖ جَهَنَّمُ الَّتِيْ يُكَذِّبُ بِهَا الْمُجْرِمُوْنَۘ ",
    "translation": "Inilah neraka Jahanam yang didustakan oleh orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4944.mp3",
    "tafsir": "Allah membuktikan janji-janji-Nya kepada mereka yang berbuat jahat bahwa sekarang telah mereka saksikan dan telah mereka lihat dengan mata mereka sendiri azab Tuhan yang mereka tunggu-tunggu; supaya mereka merasakan siksaan api neraka Jahanam dan meminum air yang mendidih, yang dapat menghancurkan usus dan isi perut siapa yang meminumnya. Mereka berkeliling di antara api dan air mendidih yang sangat panas. Tegasnya, apabila mereka minta tolong supaya dikeluarkan dari api neraka, maka mereka dipindahkan ke suatu tempat minuman air yang lebih tinggi suhu panasnya. Seperti diungkapkan dalam firman Allah sebagai berikut: \nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api (Gafir/40: 71-72)",
    "quraish": "Dikatakan kepada mereka, dengan nada mengecam, \"Inilah neraka jahanam yang didustakan oleh para pelaku kejahatan di antara kalian.\" Mereka berkeliling di antaranya dan di antara air yang mendidih yang sangat panas.",
    "jalalayn": "(\"Inilah neraka Jahanam yang didustakan oleh orang-orang yang berdosa\")."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 44,
    "arab": "يَطُوْفُوْنَ بَيْنَهَا وَبَيْنَ حَمِيْمٍ اٰنٍۚ  ",
    "translation": "Mereka berkeliling di sana dan di antara air yang mendidih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4945.mp3",
    "tafsir": "Allah membuktikan janji-janji-Nya kepada mereka yang berbuat jahat bahwa sekarang telah mereka saksikan dan telah mereka lihat dengan mata mereka sendiri azab Tuhan yang mereka tunggu-tunggu; supaya mereka merasakan siksaan api neraka Jahanam dan meminum air yang mendidih, yang dapat menghancurkan usus dan isi perut siapa yang meminumnya. Mereka berkeliling di antara api dan air mendidih yang sangat panas. Tegasnya, apabila mereka minta tolong supaya dikeluarkan dari api neraka, maka mereka dipindahkan ke suatu tempat minuman air yang lebih tinggi suhu panasnya. Seperti diungkapkan dalam firman Allah sebagai berikut: \nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api (Gafir/40: 71-72)",
    "quraish": "Dikatakan kepada mereka, dengan nada mengecam, \"Inilah neraka jahanam yang didustakan oleh para pelaku kejahatan di antara kalian.\" Mereka berkeliling di antaranya dan di antara air yang mendidih yang sangat panas.",
    "jalalayn": "(Mereka berkeliling) yakni berjalan dengan cepat (di antaranya dan di antara air yang mendidih yaitu air panas (yang memuncak panasnya) panasnya tak terperikan, lalu mereka diberi minum air panas tersebut apabila mereka meminta tolong karena panasnya api neraka; lafal Anin termasuk Isim Manqush, sama halnya dengan lafal Qaadhin."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 45,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ࣖ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4946.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 46,
    "arab": "وَلِمَنْ خَافَ مَقَامَ رَبِّهٖ جَنَّتٰنِۚ",
    "translation": "Dan bagi siapa yang takut akan saat menghadap Tuhannya ada dua surga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4947.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyediakan dua surga bagi orang yang takut akan Tuhannya dan berkeyakinan bahwa mereka akan mendapat balasan atas perbuatannya. Bila tergerak hatinya akan berbuat maksiat, maka ia ingat akan Tuhan yang mengetahui segala sesuatu baik yang kelihatan maupun yang tersembunyi. Karena itu ia meninggalkan perbuatan itu, takut akan azab dan hukuman yang akan diterimanya. Mereka berbuat baik dan mengajak manusia berbuat baik pula. Dua surga itu ialah: 1. Surga rohani di mana mereka mendapat keridaan Allah. Firman Allah: \nDan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) 2. Surga jasmani yang mereka peroleh sesuai dengan amal saleh yang mereka perbuat di dunia.",
    "quraish": "Bagi siapa yang takut akan kekuasaan Tuhan akan memperoleh dua surga besar.",
    "jalalayn": "(Dan bagi orang yang takut) bagi masing-masing dari mereka atau bagi mereka semuanya (akan saat menghadap Rabbnya) yaitu takut manakala ia berdiri di hadapan Rabbnya untuk menjalani hisab. Oleh karena itu, maka ia tidak mau berbuat durhaka kepada-Nya (ada dua taman)."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 47,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۙ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4948.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyediakan dua surga bagi orang yang takut akan Tuhannya dan berkeyakinan bahwa mereka akan mendapat balasan atas perbuatannya. Bila tergerak hatinya akan berbuat maksiat, maka ia ingat akan Tuhan yang mengetahui segala sesuatu baik yang kelihatan maupun yang tersembunyi. Karena itu ia meninggalkan perbuatan itu, takut akan azab dan hukuman yang akan diterimanya. Mereka berbuat baik dan mengajak manusia berbuat baik pula. Dua surga itu ialah: 1. Surga rohani di mana mereka mendapat keridaan Allah. Firman Allah: \nDan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) 2. Surga jasmani yang mereka peroleh sesuai dengan amal saleh yang mereka perbuat di dunia.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 48,
    "arab": "ذَوَاتَآ اَفْنَانٍۚ ",
    "translation": "kedua surga itu mempunyai aneka pepohonan dan buah-buahan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4949.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kedua surga itu mempunyai pohon-pohon yang rindang dan buah-buahan yang beraneka ragam coraknya, yang membuat mereka tambah bernafsu, tambah berselera untuk memakannya. Kemudian Allah berkata, \"Apakah kamu, hai manusia dan jin, mengingi",
    "quraish": "Kedua surga itu mempunyai pohon-pohonan yang indah dan menyenangkan.",
    "jalalayn": "(Kedua taman itu mempunyai) lafal Dzawaata adalah bentuk Tatsniyah dari lafal Dzawaat sesuai dengan bentuk asalnya; dan Lam fi'ilnya pada asalnya adalah huruf Ya (pohon-pohon yang rindang) banyak tangkainya; merupakan bentuk jamak dari lafal Fananun yang wazannya sama dengan lafal Thalalun."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 49,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4950.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar dan bagi kamu sekalian. (",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 50,
    "arab": "فِيْهِمَا عَيْنٰنِ تَجْرِيٰنِۚ ",
    "translation": "Di dalam kedua surga itu ada dua buah mata air yang memancar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4951.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di kedua surga itu ada dua mata air mengalir, menyirami pohon-pohon yang bermacam-macam jenisnya. Air itu dialirkan ke mana saja mereka kehendaki. Salah satu dari mata air itu bernama at-tasnim dan satu lagi nama as-salsabil, sebagaimana firman Allah: \nDan campurannya dari tasnim, (yaitu) mata air yang diminum oleh mereka yang dekat dengan Allah. (al-Muthaffifin/83: 27-28) \nDan firman-Nya: Dan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. (al-Insan/76: 17-18)",
    "quraish": "Di dalam dua surga itu terdapat dua mata air yang mengalir ke mana saja.",
    "jalalayn": "(Di dalam kedua taman surga itu ada dua buah mata air yang mengalir)."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 51,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4952.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar dan bagi kamu sekalian. Oleh karena itu nikmat Tuhan mana lagi yang kamu dustakan hai jin dan manusia? Karena itu merupakan kenyataan yang tak dapat dipungkiri dan merupakan nikmat yang sungguh besar.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 52,
    "arab": "فِيْهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجٰنِۚ ",
    "translation": "Di dalam kedua surga itu terdapat aneka buah-buahan yang berpasang-pasangan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4953.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada kedua surga itu terdapat bermacam-macam buah-buahan basah dan kering, kedua-duanya sama lezatnya, berlainan dengan buah-buahan di dunia.",
    "quraish": "Di dalam kedua surga itu terdapat pula segala macam buah yang berpasangan.",
    "jalalayn": "(Di dalam kedua taman surga itu terdapat segala macam buah-buahan) di dunia atau semua yang dianggap sebagai buah-buahan (yang berpasang-pasangan) yakni dua jenis-dua jenis, ada yang basah dan ada yang kering. Buah Hanzhal yang di dunia terasa amat pahit, tetapi di surga akan terasa manis."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 53,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4954.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 54,
    "arab": "مُتَّكِـِٕيْنَ عَلٰى فُرُشٍۢ بَطَاۤىِٕنُهَا مِنْ اِسْتَبْرَقٍۗ وَجَنَا الْجَنَّتَيْنِ دَانٍۚ ",
    "translation": "Mereka bersandar di atas permadani yang bagian dalamnya dari sutera tebal. Dan buah-buahan di kedua surga itu dapat (dipetik) dari dekat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4955.mp3",
    "tafsir": "Ayat ini menerangkan tentang permadani atau kasur-kasur. Mereka duduk santai tidur di atas kasur yang sebelah dalamnya dari sutra yang tebal. Apabila keadaan sebelah dalamnya demikian indahnya, maka bayangkanlah bagaimana keadaan sebelah luarnya. Firman Allah: \nMaka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan. (as-Sajdah/32: 17) Ibnu 'Abbas mengatakan bahwa Ini menunjukkan bagaimana bagusnya permadani-permadani dan besarnya kesenangan yang abadi yang mereka terima dari pahala-pahala yang diberikan kepada mereka. Buah-buahan dari kedua surga itu dekat kepada mereka bila mereka ingin memetiknya sebagaimana yang diutarakan oleh ayat-ayat lain yang sama-sama maksudnya: \nBuah-buahannya dekat. (al-haqqah/69: 23) \nDan firman-Nya: \nDan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. (al-Insan/76: 14) \nBuah-buahannya tidak akan menghindar, bahkan akan merendah agar mudah dipetik.",
    "quraish": "Mereka bertelekan dengan tenang di atas hamparan yang bagian dalamnya terbuat dari sutra murni. Buah-buahan di kedua surga itu dekat dengan orang yang ingin memetiknya.",
    "jalalayn": "(Mereka bersandarkan) menjadi Hal atau kata keterangan keadaan dari 'Amilnya yang tidak disebutkan, yakni mereka bersenang-senang seraya bersandarkan (di atas permadani yang bagian dalamnya terbuat dari sutera) yaitu sutera yang tebal lagi kasar, sedangkan bagian luarnya yang diduduki terbuat dari sutera yang halus sekali. (Dan buah-buahan kedua surga itu) semua buah-buahannya (dapat dipetik dari dekat) artinya, dekat sekali letaknya sehingga mudah dipetik, baik oleh orang yang sedang berdiri maupun yang duduk dan yang sedang berbaring."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 55,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4956.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 56,
    "arab": "فِيْهِنَّ قٰصِرٰتُ الطَّرْفِۙ لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۤنٌّۚ  ",
    "translation": "Di dalam surga itu ada bidadari-bidadari yang membatasi pandangan, yang tidak pernah disentuh oleh manusia maupun jin sebelumnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4957.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa di dalam surga ada bidadari-bidadari sopan yang menundukkan pandangannya, tidak mau memandang orang lain selain suaminya; tak akan ada manusia lebih baik dari mereka. Mereka masih gadis, perawan yang tidak pernah disentuh oleh manusia atau pun jin, sebelum penghunipenghuni surga yang masuk ke dalamnya menjadi suami mereka. Kalau demikian, maka nikmat Tuhan kamu yang manakah yang kamu dustakan? (",
    "quraish": "Di dalam surga itu terdapat bidadari-bidadari yang menundukkan pandangan di hadapan pasangan- pasanganya. Mereka semua perawan, tak pernah didekati sebelumnya oleh manusia atau jin.",
    "jalalayn": "(Di dalam surga itu) maksudnya, dalam kedua surga itu dan pada gedung-gedung dan istana-istana yang ada di dalamnya (ada bidadari-bidadari yang selalu menundukkan pandangan matanya) artinya, pandangan mereka terbatas hanya kepada suami-suami mereka saja yang terdiri dari manusia dan jin (tidak pernah disentuh) mereka belum pernah digauli; mereka terdiri dari bidadari-bidadari atau wanita-wanita dunia yang masuk surga (oleh manusia sebelum mereka -penghuni-penghuni surga yang menjadi suami mereka dan tidak pula oleh jin)."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 57,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4958.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 58,
    "arab": "كَاَنَّهُنَّ الْيَاقُوْتُ وَالْمَرْجَانُۚ ",
    "translation": "Seakan-akan mereka itu permata yakut dan marjan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4959.mp3",
    "tafsir": "Ayat ini menerangkan bahwa bidadari itu bening sebagai permata yakut dan putih sebagai mutiara dan marjan. Ini adalah ungkapan dalam bahasa Arab yang maksudnya menyatakan bahwa bidadari itu sangat cantik dan rupawan.",
    "quraish": "Kecantikan dan keindahan bidadari-bidadari itu bagaikan permata yakut dan merjan.",
    "jalalayn": "(Seakan-akan bidadari-bidadari itu permata yaqut) dalam hal beningnya (dan marjan) maksudnya, putihnya bagaikan permata."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 59,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4960.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 60,
    "arab": "هَلْ جَزَاۤءُ الْاِحْسَانِ اِلَّا الْاِحْسَانُۚ ",
    "translation": "Tidak ada balasan untuk kebaikan selain kebaikan (pula).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4961.mp3",
    "tafsir": "Dalam ayat ini Allah mengungkapkan bahwa tidak ada ganjaran bagi perbuatan yang baik kecuali kebaikan pula. Dalam ayat lain yang sama maksudnya Allah berfirman: \nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, merek a kekal di dalamnya. (Yunus/10: 26) \nSehubungan dengan ayat 60 ini Ibnu Abi hatim\nDari Anas bin Malik bahwa Rasulullah membaca ayat (yang artinya), \"Tidak ada balasan kebaikan selain kebaikan,\" kemudian beliau bertanya, \"Apakah yang kalian ketahui dari firman Tuhan tersebut?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi menjawab, \"Allah berfirman, 'Tidak ada balasan kebaikan bagi mereka yang Kuberi nikmat dengan mengesakan (Aku) kecuali surga.\" (Riwayat Ibnu Abi hatim, Ibnu Mardawaih, dan al-Baihaqi)",
    "quraish": "Perbuatan baik tidak akan dibalas kecuali dengan pahala yang baik pula.",
    "jalalayn": "(Tidak ada) tiada (balasan kebaikan) atau ketaatan (kecuali kebaikan pula) atau kenikmatan."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 61,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4962.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya tentang nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian.",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 62,
    "arab": "وَمِنْ دُوْنِهِمَا جَنَّتٰنِۚ ",
    "translation": "Dan selain dari dua surga itu ada dua surga lagi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4963.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa selain dua surga yang tersebut terdahulu ada lagi dua surga yang disediakan untuk orang-orang mukmin dari golongan Ashsabul-yamin. Yaitu dua surga yang terdahulu diperuntukkan bagi golongan orang-orang yang terdahulu beriman dan dua surga yang lain diperuntukkan bagi golongan Ashabul-yamin dari orang yang beriman kemudian. Hal ini sesuai dengan sabda Rasulullah dalam hadisnya: Dua surga dari emas untuk Muqarrabin dan dua buah lagi surga dari perak untuk Ashabul-yamin.\" (Riwayat Ibnu Jarir, Ibnu Abi hatim, Ibnu Mardawaih dari Abu Musa) \nMaka nikmat Tuhan yang manakah yang masih didustakan oleh jin dan manusia?",
    "quraish": "Selain dua surga itu masih ada dua surga lain.",
    "jalalayn": "(Dan selain dari kedua surga itu) yakni kedua surga yang telah disebutkan tadi (ada dua surga lagi) yaitu bagi orang yang takut akan saat menghadap kepada Rabbnya."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 63,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۙ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4964.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa selain dua surga yang tersebut terdahulu ada lagi dua surga yang disediakan untuk orang-orang mukmin dari golongan Ashsabul-yamin. Yaitu dua surga yang terdahulu diperuntukkan bagi golongan orang-orang yang terdahulu beriman dan dua surga yang lain diperuntukkan bagi golongan Ashabul-yamin dari orang yang beriman kemudian. Hal ini sesuai dengan sabda Rasulullah dalam hadisnya: Dua surga dari emas untuk Muqarrabin dan dua buah lagi surga dari perak untuk Ashabul-yamin.\" (Riwayat Ibnu Jarir, Ibnu Abi hatim, Ibnu Mardawaih dari Abu Musa) \nMaka nikmat Tuhan yang manakah yang masih didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 64,
    "arab": "مُدْهَاۤمَّتٰنِۚ  ",
    "translation": "kedua surga itu (kelihatan) hijau tua warnanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4965.mp3",
    "tafsir": "Di dalam dua surga yang lain itu terdapat tumbuhtumbuhan dan bunga-bungaan yang hijau tua warnanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Kedua surga itu berwarna hijau tua sehingga, karena begitu hijaunya, tampak kehitam-hitaman.",
    "jalalayn": "(Kedua surga itu hijau tua warnanya) kelihatan hijau pekat karena sangat hijaunya."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 65,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4966.mp3",
    "tafsir": "Di dalam dua surga yang lain itu terdapat tumbuhtumbuhan dan bunga-bungaan yang hijau tua warnanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 66,
    "arab": "فِيْهِمَا عَيْنٰنِ نَضَّاخَتٰنِۚ ",
    "translation": "Di dalam keduanya (surga itu) ada dua buah mata air yang memancar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4967.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga ada dua mata air yang memancarkan air, berbeda dengan air pada surga yang terdahulu. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Di dalam kedua surga itu terdapat mata air yang memancar terus, tidak terputus.",
    "jalalayn": "(Di dalam kedua surga itu ada dua mata air yang memancar) bagaikan air mancur."
  },
  {
    "page": 533,
    "name": "Ar-Rahman",
    "ayat": 67,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ  ",
    "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4968.mp3",
    "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga ada dua mata air yang memancarkan air, berbeda dengan air pada surga yang terdahulu. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?",
    "quraish": "Maka, nikmat Tuhan yang manakah yang kalian ingkari?",
    "jalalayn": "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)"
  }
]