[
  {
    "page": 542,
    "name": "Al-Mujadalah",
    "ayat": 1,
    "arab": "قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ  ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
    "translation": "Sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5105.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menerima gugatan seorang perempuan yang diajukan kepada Rasulullah saw tentang tindakan suaminya. Ia merasa dirugikan oleh suaminya itu, karena dizihar yang berakibat hidupnya akan terkatung-katung. Allah telah mendengar pula tanya jawab yang terjadi antara istri yang menggugat dengan Rasulullah saw. Oleh karena itu, Allah menurunkan hukum yang dapat menghilangkan kekhawatiran istri itu.\nZihar adalah ucapan suami kepada istrinya, \"Anti 'alayya ka dhahri ummi (Engkau menurutku haram aku campuri, seperti aku haram mencampuri ibuku).\" Zihar termasuk hukum Arab Jahiliah yang kemudian dinyatakan berlaku di kalangan umat Islam dengan turunnya ayat ini. Akan tetapi, hukumnya telah berubah sedemikian rupa sehingga telah hilang unsur-unsur yang dapat merugikan pihak istri.\nMenurut hukum Arab Jahiliah, bila seorang suami menzihar istrinya maka sejak itu istrinya haram dicampurinya. Maka sejak itu pula istrinya hidup dalam keadaan terkatung-katung. Setelah zihar, perkawinannya dengan suaminya belum putus, tetapi ia tidak boleh dicampuri lagi oleh suaminya. Biasanya istri yang dizihar tidak lagi diberi nafkah oleh suaminya, dan untuk kawin dengan orang lain terhalang oleh masih adanya ikatan perkawinan dengan suaminya.\nZihar dilakukan suami kepada istri di zaman Arab Jahiliah biasanya karena suami tidak mencintai istrinya lagi atau karena marah kepada istrinya, tetapi ia bermaksud mengikat istrinya. Perbuatan yang demikian biasa di zaman Arab Jahiliah karena memandang rendah derajat perempuan. Sedangkan agama Islam menyamakan derajat perempuan dengan pria.",
    "quraish": "[[58 ~ AL-MUJADILAH (WANITA YANG MENGGUGAT) Pendahuluan: Madaniyyah, 22 ayat ~ Surat ini diawali dengan pembicaraan tentang wanita yang dijatuhi sumpah zihar oleh suaminya berikut keterangan mengenai hukumnya. Pada ayat-ayat berikutnya, Allah kemudian menyalahkan orang-orang yang memusuhi agama-Nya lalu memperingatkan mereka untuk tidak mengadakan pembicaraan rahasia dalam masalah dosa dan permusuhan. Setelah itu Allah mengajarkan suatu etika--berkenaan dengan pembicaraan rahasia--kepada orang-orang Mukmin, baik di antara sesama mereka ataupun antara mereka dengan Rasulullah saw. Setelah itu dalam surat ini Allah juga menyalahkan orang-orang munafik yang menjadikan orang-orang kafir sebagai teman. Mereka itu, menurut Allah, adalah anggota kelompok setan (hizb al-syaithân) yang pasti kalah. Surat ini ditutup dengan gambaran menyeluruh mengenai sifat-sifat yang harus dimiliki oleh orang Mukmin seperti, di antaranya, lebih mengutamakan restu Allah dan rasul-Nya daripada restu orang lain meskipun mereka adalah bapak, anak, saudara, atau kerabat dekat mereka. Allah menggambarkan bahwa mereka adalah anggota golongan Allah (hizb Allâh) yang pasti menang.]] Allah benar-benar telah mendengar wanita yang mendebatmu tentang hal ihwal suaminya yang menjatuhkan sumpah zihar kepadanya dan mengeluhkannya kepada Allah. Allah mendengar perkataan yang kalian berdua perdebatkan. Pendengaran-Nya benar-benar meliputi segala sesuatu yang mungkin didengar dan penglihatan-Nya meliputi segala sesuatu yang mungkin terlihat. (1) (1) Latar belakang turunnya ayat ini adalah sebuah kasus yang mengisahkan bahwa Aws ibn al-Shâmit suatu ketika memarahi istrinya, Khawlah bint Tsa'labah. Kepada sang istri, Aws berkata, \"Bagiku, punggungmu seperti punggung ibuku.\" Pada zaman jahiliah, ungkapan seperti itu mengandung makna majas (metaforis) yang berarti bahwa istri tidak lagi halal untuk digauli. Khawlah mengadukan hal itu kepada Rasulullah saw. yang kemudian menanggapinya dengan bersabda, \"Aku tidak mendapat perintah apa-apa mengenai persoalanmu itu. Menurutku kamu telah haram untuk digauli suamimu.\" Khawlah pun mendebat Rasulullah dan mengadukan perkaranya kepada Allah karena didorong oleh rasa takut berpisah dengan suami dan takut kehilangan anak. Kemudian turunlah ayat ini bersama tiga ayat berikutnya.",
    "jalalayn": "(Sesungguhnya Allah telah mendengar perkataan wanita yang mengajukan gugatan kepada kamu) yakni seorang wanita yang melapor kepadamu, hai nabi (tentang suaminya) yang telah mengucapkan kata-kata zihar kepadanya. Suami wanita itu berkata kepadanya, \"Kamu menurutku bagaikan punggung ibuku.\" Lalu wanita itu menanyakan hal tersebut kepada Nabi saw., maka beliau menjawab bahwa dia haram atas suaminya. Hal ini sesuai dengan tradisi yang berlaku di kalangan mereka, bahwa zihar itu akibatnya adalah perpisahan untuk selama-lamanya. Wanita yang dimaksud bernama Khaulah binti Tsa'labah, sedangkan suaminya bernama Aus bin Shamit (dan mengadukan halnya kepada Allah) yakni tentang keadaannya yang tidak mempunyai orang tua dan famili yang terdekat, serta keadaan ekonominya yang serba kekurangan, di samping itu ia menanggung beban anak-anaknya yang masih kecil-kecil; apabila anak-anaknya dibawa oleh suaminya, niscaya mereka akan tersia-sia dan tak terurus lagi keadaannya tetapi apabila anak-anak itu di bawah pemeliharaannya, niscaya mereka akan kelaparan. (Dan Allah mendengar soal jawab antara kamu berdua) dialog kamu berdua. (Sesungguhnya Allah Maha Mendengar lagi Maha Melihat) artinya Maha Mengetahui."
  },
  {
    "page": 542,
    "name": "Al-Mujadalah",
    "ayat": 2,
    "arab": "اَلَّذِيْنَ يُظٰهِرُوْنَ مِنْكُمْ مِّنْ نِّسَاۤىِٕهِمْ مَّا هُنَّ اُمَّهٰتِهِمْۗ اِنْ اُمَّهٰتُهُمْ اِلَّا الّٰۤـِٔيْ وَلَدْنَهُمْۗ وَاِنَّهُمْ لَيَقُوْلُوْنَ مُنْكَرًا مِّنَ الْقَوْلِ وَزُوْرًاۗ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
    "translation": "Orang-orang di antara kamu yang menzihar istrinya, (menganggap istrinya sebagai ibunya, padahal) istri mereka itu bukanlah ibunya. Ibu-ibu mereka hanyalah perempuan yang melahirkannya. Dan sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf, Maha Pengampun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5106.mp3",
    "tafsir": "Ayat ini mencela suami-suami yang telah menzihar istrinya dengan mengatakan bahwa orang-orang yang telah menzihar istrinya adalah perkataan yang tidak benar yang dikatakan oleh orang-orang yang tidak menggunakan akal sehatnya. Apakah mungkin istri itu sama dengan ibu? Istri adalah teman hidup yang dihubungkan oleh akad nikah, sedang ibu adalah orang yang melahirkannya sehingga ada hubungan darah.\nOleh karena itu, orang yang demikian adalah orang yang mengatakan perkataan yang tidak etis dan tidak dibenarkan oleh agama, akal, maupun adat kebiasaan. Perkataan itu adalah perkataan yang tidak etis, tidak mempunyai alasan sedikit pun. Sekalipun demikian, Allah akan mengampuni dosa orang yang telah menzihar istrinya, jika ia mengikuti ketentuan-ketentuan-Nya.\nAda suatu prinsip dalam agama Islam yang harus ditegakkan, yaitu \"mengakui kenyataan-kenyataan yang ada sesuai dengan sunatullah.\" Dalam menetapkan hukum-hukum yang berlaku di alam ini, Allah mengetahui hikmah dan akibatnya secara benar dan pasti. Oleh karena itu, sangat tercela orang-orang yang mau mengubah-ubah sunatullah itu, seperti memandang istri sebagai mahramnya, padahal Allah telah menetapkan orang-orang yang haram dinikahi oleh seorang pria (lihat Surah an-Nisa'/4: 22-24, dan beberapa ayat lainnya). \nPada ayat 4 Surah al-Ahzab/33, perkataan zihar digandengkan dengan perkataan anak angkat. Karena mengakui anak orang lain sebagai anak kandung sendiri sama hukumnya dengan anak sendiri, termasuk mengatakan sesuatu yang tidak sesuai dengan sunatullah, dan tidak sesuai dengan kebenaran. Kemudian Allah menegaskan bahwa anak angkat itu adalah anak ayah dan ibunya, bukan sekali-kali anak orang yang mengangkatnya. Allah berfirman:\n\nPanggillah mereka (anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang adil di sisi Allah, dan jika kamu tidak mengetahui bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun, Maha Penyayang. (al-Ahzab/33: 5)\n\nDari ayat ketiga surah ini dapat dipahami bahwa suami yang menzihar istrinya memperoleh hukuman ukhrawi dan hukuman duniawi. Hukuman ukhrawi ialah mereka berdosa karena mengatakan yang bukan-bukan, yaitu mengatakan bahwa istrinya haram dicampurinya seperti ia haram mencampuri ibunya. Dalam agama termasuk perbuatan terlarang apabila seseorang menghalalkan yang haram atau mengharamkan yang halal, karena yang menentukan halal dan haram itu hanyalah Allah saja. Hukuman duniawi ialah ia wajib membayar kafarat jika ia hendak mencampuri istrinya kembali, dan kafarat itu cukup besar jumlahnya, seperti yang akan diterangkan nanti.\nPara ulama sepakat bahwa menyamakan istri dengan ibu dengan maksud untuk menyatakan kasih sayang kepadanya atau untuk menyatakan penghormatan dan terima kasih kepadanya, tidaklah termasuk zihar. Karena zihar itu hanyalah ucapan suami yang menyatakan bahwa istrinya itu haram dicampurinya.\nPerkataan anti 'alaiyya ka dhahri ummi merupakan suatu ungkapan (idiom) yang mempunyai arti yang khusus dalam bahasa Arab. Hanyalah orang yang mendalam rasa bahasanya yang dapat merasakan arti ungkapan itu. Oleh karena itu, jika suami yang hanya mengerti bahasa Indonesia, mengucapkan sigat dhihar itu dengan ungkapan yang dipahami oleh orang Indonesia maka hukum di atas berlaku pula baginya.\nMenurut Hanifah, Auza'i, ats-tsauri dan salah satu qaul Imam Syafi'i boleh disebut dalam sigat dhihar perempuan selain ibu, asal saja perempuan yang disebut namanya itu termasuk muhrim laki-laki yang menzihar, seperti suami mengatakan, \"Engkau haram aku campuri, seperti aku haram mencampuri adik kandungku yang perempuan.\"\nJika seorang suami telah menzihar istrinya, tidak berarti telah terjadi perceraian antara kedua suami-istri itu. Masing-masing masih terikat oleh hak dan kewajiban sebagai suami dan istri. Mereka hanya terlarang melakukan persetubuhan. Demikian pula untuk menghindarkan diri dari perbuatan haram, maka haram pula kedua suami-istri itu berkhalwat (berduaan di tempat sunyi) sebelum suami membayar kafarat.\nAgar istri tidak terkatung-katung hidupnya dan menderita karena zihar itu, sebaiknya ditetapkan waktu menunggu bagi istri. Waktu menunggu itu dapat dikiaskan kepada waktu menunggu dalam ila'ï€ª), yaitu empat bulan. Apabila telah lewat waktu empat bulan sejak suami mengucapkan ziharnya, sedang suami belum lagi menetapkan keputusan, bercerai atau melanjutkan perkawinan dengan membayar kafarat, maka istri berhak mengajukan gugatan kepada pengadilan. Hakim tentu akan mengabulkan gugatan istri bila gugatan itu terbukti.\nJika zihar berakibat perceraian, maka jatuhlah talak ba'in kubra, dimana perkawinan kembali antara bekas suami-istri itu haruslah dengan syarat membayar kafarat.",
    "quraish": "Orang-orang yang, di antara kalian, menjatuhkan sumpah zihar kepada istrinya dengan menganggapnya haram digauli--seperti halnya ibu mereka yang juga haram mereka gauli--telah berbuat salah. Istri bukanlah ibu. Ibu mereka yang sebenarnya adalah orang yang melahirkan mereka. Orang-orang yang menjatuhkan sumpah zihar itu benar-benar mengatakan sesuatu yang buruk dan tidak disukai oleh selera yang normal, di samping telah mengatakan suatu kebohongan yang menyimpang dari kebenaran. Ampunan Allah benar-benar amat besar terhadap apa-apa yang terlanjur kalian lakukan.",
    "jalalayn": "(Orang-orang yang menzihar) asal kata yazhzhahharuuna adalah yatazhahharuuna, kemudian huruf ta diidgamkan ke dalam huruf zha sehingga jadilah yazhzhahharuuna. Akan tetapi menurut suatu qiraat dibaca dengan memakai huruf alif di antara huruf zha dan ha, sehingga bacaannya menjadi yazhaaharuuna. Menurut qiraat lainnya dibaca seperti wazan yuqaatiluuna, yakni menjadi yuzhaahiruuna. Lafal yang sama pada ayat berikutnya berlaku pula ketentuan ini (istrinya di antara kalian, padahal tiadalah istri mereka itu ibu mereka. Ibu-ibu mereka tidak lain hanyalah wanita-wanita) lafal allaaiy dapat dibaca dengan memakai huruf ya dan dapat pula dibaca tanpa ya (yang melahirkan mereka. Sesungguhnya mereka) dengan melakukan zihar itu (sungguh-sungguh mengucapkan suatu perkataan yang mungkar dan dusta). (Dan sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun) kepada orang yang melakukan zihar dengan pembayaran kifarat."
  },
  {
    "page": 542,
    "name": "Al-Mujadalah",
    "ayat": 3,
    "arab": "وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
    "translation": "Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5107.mp3",
    "tafsir": "Pada ayat-ayat ini diterangkan syarat-syarat bagi suami-istri agar dapat bercampur atau melaksanakan perkawinan kembali jika mereka telah bercerai, yaitu pihak suami wajib membayar kafarat. Kewajiban membayar kafarat itu disebabkan telah terjadinya zihar dan adanya kehendak suami mencampuri istrinya ('aud).\nDalam ayat ini diterangkan tiga tahap kafarat zihar. Tahap pertama harus diupayakan melaksanakannya. Kalau tahap pertama tidak sanggup dilaksanakan, boleh menjalankan tahap kedua. Bila tahap kedua juga tidak sanggup melaksanakannya, wajib dijalankan tahap ketiga. Tahap-tahap itu ialah:\n1.Memerdekakan seorang budak sebelum melaksanakan persetubuhan kembali. Ini adalah ketetapan Allah yang ditetapkan bagi seluruh orang yang beriman, agar mereka berhati-hati terhadap perbuatan mungkar dan membayar kafarat itu sebagai penghapus dosa perbuatan mungkar. Allah memperhatikan dan mengetahui semua perbuatan hamba-Nya, dan akan mengampuni semua hamba-Nya yang mau menghentikan perbuatan mungkar dan melaksanakan hukum-hukum Allah. Pada saat ini perbudakan telah hapus dari permukaan bumi, karena itu kafarat tingkat pertama ini tidak mungkin dilaksanakan lagi. Memerdekakan budak sebagai kafarat, termasuk salah satu cara dalam agama Islam untuk menghilangkan perbudakan, yang pernah membudaya di kalangan bangsa-bangsa di dunia, seperti yang terjadi di Amerika, Eropa, dan lain-lain. Oleh karena itu, agama Islam adalah agama yang berusaha menghapus perbudakan dan menetapkan cara-cara untuk melenyapkannya dengan segera.\n2.Jika yang pertama tidak dapat dilakukan, hendaklah puasa dua bulan berturut-turut. Berturut-turut merupakan salah satu syarat dari puasa yang akan dilakukan itu. Hal ini berarti jika ada hari-hari puasa yang tidak terlaksana seperti puasa sehari atau lebih kemudian tidak puasa pada hari yang lain dalam masa dua bulan itu, maka puasa itu tidak dapat dijadikan kafarat, walaupun tidak berpuasa itu disebabkan perjalanan jauh (safar) atau sakit. Puasa itu harus dilakukan sebelum melakukan persetubuhan suami istri.\n3.Jika yang kedua tidak juga dapat dilaksanakan, maka dilakukan tahap ketiga, yaitu memberi makan enam puluh orang miskin.\n\nZihar adalah semacam sumpah, yaitu sumpah suami yang menyatakan bahwa istrinya haram dicampuri seperti haramnya mencampuri ibunya. Oleh karena itu, yang wajib membayar kafarat ialah suami yang melakukan zihar saja, karena dialah yang bersumpah, sedang istri yang tidak pernah melakukan zihar tidak wajib membayar kafarat.\nJumlah atau bentuk kafarat zihar yang ditetapkan itu adalah jumlah atau bentuk yang sangat tinggi, apalagi jika diingat bahwa hukum itu berlaku bagi seluruh kaum Muslimin, baik yang kaya atau yang miskin. Bagi seorang yang kaya tidak ada kesulitan membayar kafarat itu, tetapi merupakan hal yang sulit dan berat membayarnya bagi orang-orang miskin.\nMenghadapi masalah yang seperti ini, syariat Islam mempunyai prinsip-prinsip yang dapat meringankan suatu beban yang dipikulkan Allah kepada kaum Muslimin, yaitu prinsip, \"Kesukaran itu menimbulkan kemudahan,\" asal saja kesukaran itu benar-benar suatu kesukaran yang tidak dapat diatasi, disertai dengan keinginan di dalam hati untuk mencari keridaan Allah.\nSehubungan dengan ini, pada kelanjutan hadis Khuwailah binti Malik yang diriwayatkan oleh Abu Dawud, dikatakan:\n\nMaka Rasulullah saw berkata, \"Hendaklah ia memerdekakan seorang budak.\" Khaulah berkata, \"Ia tidak sanggup mengusahakannya.\" Nabi berkata, \"(Kalau demikian) maka ia berpuasa dua bulan berturut-turut.\" Khaulah berkata, \"Ya Rasulullah, sesungguhnya ia (suamiku) adalah seorang yang telah tua bangka, tidak sanggup lagi berpuasa.\" Nabi berkata, \"Maka hendaklah ia memberi makan enam puluh orang miskin.\" Khaulah berkata, \"Ia tidak mempunyai sesuatu pun yang akan disedekahkannya.\" Rasulullah saw Berkata, \"(Kalau demikian) maka sesungguhnya aku akan membantunya dengan segantang tamar.\" Khaulah berkata, \"Dan aku akan membantunya pula dengan segantang tamar.\" Berkata Rasulullah saw, \"Engkau benar-benar baik, pergilah, maka beritahukanlah atas namanya, beri makanlah dengan tamar ini enam puluh orang fakir-miskin.\" (Riwayat Abu Dawud)\n\nPada riwayat yang lain diterangkan bahwa Khaulah mengatakan kepada Rasulullah saw bahwa orang yang paling miskin di negeri ini adalah keluarganya. Maka Rasulullah saw menyuruh Khaulah membawa kurma sebagai kafarat itu pulang ke rumahnya untuk dimakan keluarganya sendiri.\nPada dasarnya agama Islam tidak menyetujui adanya zihar itu, bahkan memandangnya sebagai perbuatan mungkar dan dosa, karena perbuatan zihar itu adalah perbuatan yang tidak mempunyai dasar, mengatakan sesuatu yang bukan-bukan. Akan tetapi, karena zihar itu adalah suatu kebiasaan bangsa Arab Jahiliah, sedang untuk menghapus kebiasaan itu dalam waktu yang singkat akan menimbulkan kegoncangan pada masyarakat Islam yang baru tumbuh, sedang masyarakat itu berasal dari orang-orang Arab masa Jahiliah, maka agama Islam tidak langsung menghapuskan kebiasaan tersebut. Agama Islam menghilangkan semua akibat yang ditimbulkan oleh perbuatan zihar itu dengan menetapkan waktu menunggu empat bulan. Dalam masa itu, suami boleh menceraikan istrinya atau membayar kafarat bagi yang ingin mencampuri istrinya kembali, yakni mencabut kembali ucapan zihar yang telah diucapkannya. Jadi zihar itu berasal dari hukum Arab masa Jahiliah yang telah dihapuskan oleh Islam. Oleh karena itu, bagi negara-negara atau umat Islam yang tidak mengenal zihar tersebut, tidak perlu mencantumkan hukum itu apabila mereka membuat suatu undang-undang perkawinan.\nPada akhir ayat ini diterangkan bahwa Allah menerangkan kewajiban membayar kafarat itu bagi suami yang telah menzihar istrinya adalah untuk memperdalam jiwa tauhid, mempercayai Nabi Muhammad saw sebagai rasul Allah, dan agar berhati-hati mengucapkan suatu perkataan, sehingga tidak mengadakan kedustaan dan mengatakan yang bukan-bukan. Dengan demikian, tertanamlah dalam hati setiap orang yang beriman keinginan melaksanakan semua hukum-hukum Allah dengan sebaik-baiknya. Tertanam juga dalam hati mereka bahwa mengingkari hukum-hukum Allah itu akan menimbulkan kesengsaraan di dunia maupun di akhirat nanti.",
    "quraish": "Adapun mereka yang pada mulanya menjatuhkan sumpah zihar tetapi kemudian menengok kembali ucapannya itu, menyadari kesalahannya dan menginginkan agar hubungan suami istri tetap berlanjut, mereka harus memerdekakan seorang hamba sahaya sebelum kembali berhubungan dengan istri. Memerdekakan hamba sahaya yang telah diwajibkan Allah itu merupakan pelajaran bagi kalian agar tidak kembali kepada perbuatan semula. Allah mengetahui semua yang kalian perbuat.",
    "jalalayn": "(Dan orang-orang yang menzihar istri mereka, kemudian mereka hendak menarik kembali apa yang mereka ucapkan) tentang zihar ini, seumpama dia bersikap berbeda dengan apa yang telah dikatakannya itu, yaitu dengan cara tetap memegang istri yang diziharnya. Sedangkan perbuatan ini jelas bertentangan dengan maksud tujuan daripada perkataan zihar, yaitu menggambarkan istri dengan sifat yang menjadikannya haram bagi dia (maka memerdekakan seorang budak) maksudnya wajib atasnya memerdekakan seorang budak (sebelum kedua suami istri itu bercampur) bersetubuh. (Demikianlah yang diajarkan kepada kalian, dan Allah Maha Mengetahui apa yang kalian kerjakan)."
  },
  {
    "page": 542,
    "name": "Al-Mujadalah",
    "ayat": 4,
    "arab": "فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ فَمَنْ لَّمْ يَسْتَطِعْ فَاِطْعَامُ سِتِّيْنَ مِسْكِيْنًاۗ ذٰلِكَ لِتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ ",
    "translation": "Maka barangsiapa tidak dapat (memerdekakan hamba sahaya), maka (dia wajib) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Tetapi barangsiapa tidak mampu, maka (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah hukum-hukum Allah, dan bagi orang-orang yang mengingkarinya akan mendapat azab yang sangat pedih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5108.mp3",
    "tafsir": "Pada ayat-ayat ini diterangkan syarat-syarat bagi suami-istri agar dapat bercampur atau melaksanakan perkawinan kembali jika mereka telah bercerai, yaitu pihak suami wajib membayar kafarat. Kewajiban membayar kafarat itu disebabkan telah terjadinya zihar dan adanya kehendak suami mencampuri istrinya ('aud).\nDalam ayat ini diterangkan tiga tahap kafarat zihar. Tahap pertama harus diupayakan melaksanakannya. Kalau tahap pertama tidak sanggup dilaksanakan, boleh menjalankan tahap kedua. Bila tahap kedua juga tidak sanggup melaksanakannya, wajib dijalankan tahap ketiga. Tahap-tahap itu ialah:\n1.Memerdekakan seorang budak sebelum melaksanakan persetubuhan kembali. Ini adalah ketetapan Allah yang ditetapkan bagi seluruh orang yang beriman, agar mereka berhati-hati terhadap perbuatan mungkar dan membayar kafarat itu sebagai penghapus dosa perbuatan mungkar. Allah memperhatikan dan mengetahui semua perbuatan hamba-Nya, dan akan mengampuni semua hamba-Nya yang mau menghentikan perbuatan mungkar dan melaksanakan hukum-hukum Allah. Pada saat ini perbudakan telah hapus dari permukaan bumi, karena itu kafarat tingkat pertama ini tidak mungkin dilaksanakan lagi. Memerdekakan budak sebagai kafarat, termasuk salah satu cara dalam agama Islam untuk menghilangkan perbudakan, yang pernah membudaya di kalangan bangsa-bangsa di dunia, seperti yang terjadi di Amerika, Eropa, dan lain-lain. Oleh karena itu, agama Islam adalah agama yang berusaha menghapus perbudakan dan menetapkan cara-cara untuk melenyapkannya dengan segera.\n2.Jika yang pertama tidak dapat dilakukan, hendaklah puasa dua bulan berturut-turut. Berturut-turut merupakan salah satu syarat dari puasa yang akan dilakukan itu. Hal ini berarti jika ada hari-hari puasa yang tidak terlaksana seperti puasa sehari atau lebih kemudian tidak puasa pada hari yang lain dalam masa dua bulan itu, maka puasa itu tidak dapat dijadikan kafarat, walaupun tidak berpuasa itu disebabkan perjalanan jauh (safar) atau sakit. Puasa itu harus dilakukan sebelum melakukan persetubuhan suami istri.\n3.Jika yang kedua tidak juga dapat dilaksanakan, maka dilakukan tahap ketiga, yaitu memberi makan enam puluh orang miskin.\n\nZihar adalah semacam sumpah, yaitu sumpah suami yang menyatakan bahwa istrinya haram dicampuri seperti haramnya mencampuri ibunya. Oleh karena itu, yang wajib membayar kafarat ialah suami yang melakukan zihar saja, karena dialah yang bersumpah, sedang istri yang tidak pernah melakukan zihar tidak wajib membayar kafarat.\nJumlah atau bentuk kafarat zihar yang ditetapkan itu adalah jumlah atau bentuk yang sangat tinggi, apalagi jika diingat bahwa hukum itu berlaku bagi seluruh kaum Muslimin, baik yang kaya atau yang miskin. Bagi seorang yang kaya tidak ada kesulitan membayar kafarat itu, tetapi merupakan hal yang sulit dan berat membayarnya bagi orang-orang miskin.\nMenghadapi masalah yang seperti ini, syariat Islam mempunyai prinsip-prinsip yang dapat meringankan suatu beban yang dipikulkan Allah kepada kaum Muslimin, yaitu prinsip, \"Kesukaran itu menimbulkan kemudahan,\" asal saja kesukaran itu benar-benar suatu kesukaran yang tidak dapat diatasi, disertai dengan keinginan di dalam hati untuk mencari keridaan Allah.\nSehubungan dengan ini, pada kelanjutan hadis Khuwailah binti Malik yang diriwayatkan oleh Abu Dawud, dikatakan:\n\nMaka Rasulullah saw berkata, \"Hendaklah ia memerdekakan seorang budak.\" Khaulah berkata, \"Ia tidak sanggup mengusahakannya.\" Nabi berkata, \"(Kalau demikian) maka ia berpuasa dua bulan berturut-turut.\" Khaulah berkata, \"Ya Rasulullah, sesungguhnya ia (suamiku) adalah seorang yang telah tua bangka, tidak sanggup lagi berpuasa.\" Nabi berkata, \"Maka hendaklah ia memberi makan enam puluh orang miskin.\" Khaulah berkata, \"Ia tidak mempunyai sesuatu pun yang akan disedekahkannya.\" Rasulullah saw Berkata, \"(Kalau demikian) maka sesungguhnya aku akan membantunya dengan segantang tamar.\" Khaulah berkata, \"Dan aku akan membantunya pula dengan segantang tamar.\" Berkata Rasulullah saw, \"Engkau benar-benar baik, pergilah, maka beritahukanlah atas namanya, beri makanlah dengan tamar ini enam puluh orang fakir-miskin.\" (Riwayat Abu Dawud)\n\nPada riwayat yang lain diterangkan bahwa Khaulah mengatakan kepada Rasulullah saw bahwa orang yang paling miskin di negeri ini adalah keluarganya. Maka Rasulullah saw menyuruh Khaulah membawa kurma sebagai kafarat itu pulang ke rumahnya untuk dimakan keluarganya sendiri.\nPada dasarnya agama Islam tidak menyetujui adanya zihar itu, bahkan memandangnya sebagai perbuatan mungkar dan dosa, karena perbuatan zihar itu adalah perbuatan yang tidak mempunyai dasar, mengatakan sesuatu yang bukan-bukan. Akan tetapi, karena zihar itu adalah suatu kebiasaan bangsa Arab Jahiliah, sedang untuk menghapus kebiasaan itu dalam waktu yang singkat akan menimbulkan kegoncangan pada masyarakat Islam yang baru tumbuh, sedang masyarakat itu berasal dari orang-orang Arab masa Jahiliah, maka agama Islam tidak langsung menghapuskan kebiasaan tersebut. Agama Islam menghilangkan semua akibat yang ditimbulkan oleh perbuatan zihar itu dengan menetapkan waktu menunggu empat bulan. Dalam masa itu, suami boleh menceraikan istrinya atau membayar kafarat bagi yang ingin mencampuri istrinya kembali, yakni mencabut kembali ucapan zihar yang telah diucapkannya. Jadi zihar itu berasal dari hukum Arab masa Jahiliah yang telah dihapuskan oleh Islam. Oleh karena itu, bagi negara-negara atau umat Islam yang tidak mengenal zihar tersebut, tidak perlu mencantumkan hukum itu apabila mereka membuat suatu undang-undang perkawinan.\nPada akhir ayat ini diterangkan bahwa Allah menerangkan kewajiban membayar kafarat itu bagi suami yang telah menzihar istrinya adalah untuk memperdalam jiwa tauhid, mempercayai Nabi Muhammad saw sebagai rasul Allah, dan agar berhati-hati mengucapkan suatu perkataan, sehingga tidak mengadakan kedustaan dan mengatakan yang bukan-bukan. Dengan demikian, tertanamlah dalam hati setiap orang yang beriman keinginan melaksanakan semua hukum-hukum Allah dengan sebaik-baiknya. Tertanam juga dalam hati mereka bahwa mengingkari hukum-hukum Allah itu akan menimbulkan kesengsaraan di dunia maupun di akhirat nanti.",
    "quraish": "Sedangkan bagi orang yang tidak menemukan seorang hamba sahaya, maka ia harus melakukan puasa dua bulan berturut-turut sebelum melakukan hubungan suami istri. Jika tidak mampu juga, maka ia harus memberi makan enam puluh orang miskin. Hal itu Kami syariatkan agar kalian beriman kepada Allah dan rasul-Nya, kemudian berbuat atas dasar keimanan itu. Itu semua adalah aturan Allah, maka jangan kalian langgar! Orang-orang kafir akan mendapatkan siksa yang sangat menyakitkan.",
    "jalalayn": "(Maka barang siapa yang tidak mendapatkan) budak (maka wajib atasnya berpuasa dua bulan berturut-turut, sebelum keduanya bercampur. Maka siapa yang tidak mampu) melakukan puasa (memberi makan enam puluh orang miskin) diwajibkan atasnya, yakni sebelum keduanya bercampur kembali sebagai suami istri; untuk tiap-tiap orang miskin satu mudd makanan pokok negeri orang yang bersangkutan. Kesimpulan hukum ini berdasarkan pemahaman menyamakan pengertian yang mutlak dengan yang muqayyad. (Demikianlah) keringanan ini dengan memakai kifarat (supaya kalian beriman kepada Allah dan Rasul-Nya. Dan itulah) yakni hukum-hukum tersebut (batasan-batasan Allah, dan bagi orang-orang yang ingkar) kepada batasan-batasan atau hukum-hukum Allah itu (azab yang sangat pedih) atau siksaan yang amat menyakitkan."
  },
  {
    "page": 542,
    "name": "Al-Mujadalah",
    "ayat": 5,
    "arab": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗ كُبِتُوْا كَمَا كُبِتَ الَّذِيْنَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْنَآ اٰيٰتٍۢ بَيِّنٰتٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌۚ ",
    "translation": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata. Dan bagi orang-orang yang mengingkarinya akan mendapat azab yang menghinakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5109.mp3",
    "tafsir": "Ayat ini memperingatkan manusia yang menentang Allah dan rasul-Nya, dengan memilih hukum yang berlaku pada dirinya, bukan hukum yang telah ditetapkan Allah dan rasul-Nya, dan memeluk agama yang bukan agama yang disyariatkan-Nya. Mereka akan ditimpa azab berupa kehinaan selama hidup di dunia, sebagaimana telah ditimpakan kepada orang-orang dahulu yang mengingkari para rasul yang diutus Allah kepada mereka.\nAyat ini merupakan kabar gembira dan menambah semangat kaum Muslimin yang sedang mengalami tekanan dari orang-orang yang bersekutu dalam Perang Ahzab. Pada waktu itu, orang-orang Yahudi, orang-orang musyrik Mekah, dan orang-orang munafik bersatu dan bersekutu menghadapi kaum Muslimin, sehingga jumlah mereka jauh lebih besar dibandingkan dengan jumlah kaum Muslimin. Karena semangat kaum Muslimin yang tinggi dan keyakinan mereka akan pertolongan Allah yang akan diberikan kepada mereka, maka mereka dapat mengalahkan tentara yang bersekutu itu.\nAyat ini merupakan peringatan kepada para pemimpin bahwa mereka akan dimintai pertanggungjawaban oleh Allah di akhirat, apakah mereka telah menjalankan hukum-hukum Allah dalam pemerintahan mereka. Sebab, Allah telah menegaskan bahwa hukum dan agama yang boleh dianut manusia hanyalah agama Islam. Selain dari itu, manusia dilarang mengikuti dan menganutnya. Allah berfirman:\n\nPada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Tetapi barang siapa terpaksa karena lapar, bukan karena ingin berbuat dosa, maka sungguh, Allah Maha Pengampun, Maha Penyayang. (Al-Ma'idah/5: 3)\n\nAgama Islam yang dimaksud ialah agama yang didakwahkan Nabi Muhammad yang diterima dari Allah.\nSementara itu mengenai hal-hal yang telah ditentukan, para penguasa atau orang-orang yang mewakili rakyatnya dibolehkan menetapkan hukum-hukum lain yang mengatur kehidupan masyarakatnya, selama hukum itu tidak bertentangan dengan hukum yang telah ditetapkan Allah.\nDiterangkan bahwa Allah telah menurunkan ayat-ayat-Nya kepada Nabi Muhammad, yang mengemukakan dalil-dalil dan bukti-bukti yang kuat akan kebenaran agama beserta hukum-hukum-Nya. Tidak seorang pun yang dapat mematahkan dalil-dalil dan bukti-bukti, sekalipun mereka masih tetap ingkar dan melanggar hukum-hukum itu.\nDari ayat-ayat ini dapat dipahami bahwa Allah memerintahkan kepada manusia terutama kepada cerdik-pandai agar mempelajari dan membahas hukum-hukum Allah, menggunakan akal, pikiran, dan pengalaman mereka, bahkan dengan seluruh kemampuan yang ada pada mereka. Kemudian memberikan penilaian yang tepat dan objektif.\nDalam ayat ke-4 yang lalu dikatakan, \"Wa lil-kafirina 'adhabun alim\" (dan bagi orang-orang kafir azab yang pedih), sedangkan pada ayat kelima ini dikatakan, \"Wa lil kafirina 'adhabun muhin\" (dan bagi orang-orang kafir azab yang menghinakan). Yang dimaksud dengan orang-orang kafir pada ayat ke-4 ialah orang-orang mukmin yang melanggar ketentuan-ketentuan. Mereka memperoleh azab yang pedih sebagai pelajaran bagi mereka agar segera bertobat dan menyadari kesalahan mereka. Sedangkan yang dimaksud dengan orang kafir pada ayat kelima ini ialah orang yang benar-benar kafir, tidak beriman. Bagi mereka azab yang menimbulkan kehinaan selama kehidupan dunia, seperti hilangnya rasa malu pada diri mereka, merasa biasa melakukan perbuatan terlarang, merasa biasa berbuat curang dan melakukan perbuatan keji. Orang yang seperti itu biasanya adalah orang yang berkuasa yang dapat melakukan semua yang dikehendakinya, tetapi orang lain tidak lagi mempunyai penghargaan dalam arti yang sebenarnya pada mereka. Banyak lagi bentuk penghinaan yang lebih berat yang mereka terima.",
    "quraish": "Orang-orang yang menentang Allah dan rasul-Nya benar-benar telah terhinakan seperti halnya orang-orang sebelum mereka. Kami telah menurunkan bukti-bukti kebenaran yang jelas. Karenanya, orang-orang yang mengingkarinya akan mendapatkan siksa yang sangat menghinakan.",
    "jalalayn": "(Sesungguhnya orang-orang yang menentang) orang-orang yang melawan (Allah dan Rasul-Nya pasti mendapat kehinaan) mereka pasti akan memperoleh kehinaan (sebagaimana orang-orang yang sebelum mereka telah mendapat kehinaan) karena mereka menentang rasul-rasul mereka. (Sesungguhnya Kami telah menurunkan ayat-ayat yang jelas) yang menunjukkan kebenaran Rasul. (Dan bagi orang-orang yang kafir) yang ingkar kepada ayat-ayat itu (ada azab yang menghinakan) yaitu siksaan yang membuat mereka hina."
  },
  {
    "page": 542,
    "name": "Al-Mujadalah",
    "ayat": 6,
    "arab": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ  اَحْصٰىهُ اللّٰهُ وَنَسُوْهُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ࣖ",
    "translation": "Pada hari itu mereka semuanya dibangkitkan Allah, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal perbuatan itu), meskipun mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5110.mp3",
    "tafsir": "Dalam ayat ini diterangkan keadaan orang-orang yang menentang dan melanggar hukum Allah di akhirat nanti. Allah mengumpulkan mereka semua sejak manusia pertama yaitu Adam, sampai saat terakhir kehidupan manusia, pada hari Kiamat. Kemudian Allah memberitahukan kepada mereka yang telah mereka kerjakan selama hidup di dunia. Semuanya itu tercatat dalam kitab catatan mereka masing-masing, tidak ada satu pun yang dilupakan, walaupun mereka sendiri telah melupakannya karena tidak sesuatu pun yang luput dari pengetahuan Allah.",
    "quraish": "Yaitu di hari ketika Allah menghidupkan mereka setelah mati, lalu diberi tahu tentang amalan-amalan yang telah mereka perbuat. Amalan-amalan itu telah Allah hitung dengan tepat, sedang mereka sendiri telah melupakannya. Allah benar-benar melihat dan menyaksikan segala sesuatu.",
    "jalalayn": "(Pada hari ketika mereka semuanya dibangkitkan Allah lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitung amal perbuatan itu, padahal mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu)."
  }
]