[
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 12,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَاجَيْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقَةً ۗذٰلِكَ خَيْرٌ لَّكُمْ وَاَطْهَرُۗ فَاِنْ لَّمْ تَجِدُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih. Tetapi jika kamu tidak memperoleh (yang akan disedekahkan) maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5116.mp3",
    "tafsir": "Menurut riwayat Ibnu Abi hatim dari Ibnu 'Abbas, diterangkan bahwa para sahabat banyak yang ingin bertanya kepada Rasulullah saw, sehingga membebaninya. Untuk meringankan bebannya, Allah menurunkan ayat ini, dengan memerintahkan bersedekah sebelum menghadap Rasulullah.\nAyat ini memerintahkan kepada orang-orang yang beriman apabila mereka ingin berbicara secara rahasia dengan Rasulullah saw tentang sesuatu hal yang penting, hendaklah bersedekah sebelum melakukan pembicaraan itu. Perintah itu untuk membuktikan kebesaran Rasulullah dengan mengagungkannya, dan mendatangkan manfaat kepada fakir-miskin. Hal ini juga untuk membedakan antara orang yang benar-benar cinta kepada Rasulullah dan mengharapkan pelajaran darinya, dengan orang munafik yang berbeda perkataan dan perbuatannya. Di sisi lain, perintah ini mencegah orang yang datang beramai-ramai kepada Rasulullah tanpa keperluan yang sangat penting sehingga menyibukkan beliau.\nMenurut Abu Muslim, Allah memerintahkan demikian karena orang-orang munafik yang mulutnya menyatakan iman, sedang hatinya tetap kafir. Menyatakan bahwa mereka masuk Islam dengan sebenar-benarnya. Untuk menguji pernyataan itu, maka turun perintah untuk bersedekah lebih dahulu sebelum menghadap Rasulullah.\nFaedah memberi sedekah ialah mendapat pahala yang berlipat-ganda dari Allah, membersihkan dan menyucikan harta yang dimiliki, serta membersihkan jiwa dari keinginan mengumpulkan harta dan menjadikannya sebagai tujuan hidup. Suka bersedekah dapat mengurangi kesengsaraan orang-orang fakir dan dapat pula meninggikan kalimat Allah. Harta yang disedekahkan itu langsung diberikan kepada orang-orang yang berhak menerimanya, tidak diberikan kepada Nabi saw, karena di antara tujuan sedekah itu ialah mengagungkan Rasulullah saw dan meringankan beban hidup fakir-miskin.\nPada akhir ayat ini diterangkan bahwa jika orang yang akan menghadap Rasulullah saw itu tidak mempunyai sesuatu yang akan disedekahkan, sedangkan ia memerlukan sekali bertemu dengan beliau, maka Allah memberikan keringanan kepadanya dengan tidak mengharuskannya bersedekah.\nSedekah yang dimaksud di sini adalah sedekah sunah, bukan sedekah wajib, dan jumlahnya pun tidak ditentukan, hanya menurut keikhlasan dan kesanggupan yang memberi. Yang ditekankan ayat ini ialah agar kaum Muslimin suka bersedekah, tidak kikir, dan sadar bahwa harta yang mereka peroleh itu semata-mata sebagai alat untuk mencari keridaan Allah. Keharusan memberi sedekah dalam ayat ini untuk menguji kemauan orang-orang munafik yang baru masuk Islam.",
    "quraish": "Wahai orang-orang yang mempercayai Allah dan Rasul-Nya, apabila kalian hendak melakukan pembicaraan khusus dengan Rasulullah, maka bersedekahlah lebih dahulu karena hal itu lebih baik bagi kalian dan lebih dapat membersihkan hati. Apabila kalian tidak mempunyai sesuatu yang disedekahkan, maka Allah Maha Pengampun dan Maha Penyayang.",
    "jalalayn": "(Hai orang-orang yang beriman, apabila kalian mengadakan pembicaraan khusus dengan rasul) yakni kalian bermaksud untuk melakukannya dengan dia (hendaklah kalian mengeluarkan sebelum pembicaraan kalian itu) sebelum pembicaraan khusus itu diadakan (sedekah. Yang demikian itu adalah lebih baik bagi kalian dan lebih bersih) artinya lebih membersihkan dosa-dosa kalian (jika kalian tidak menemukan) apa yang kalian sedekahkan (maka sesungguhnya Allah Maha Pengampun) terhadap pembicaraan khusus yang akan kalian lakukan itu (lagi Maha Penyayang) terhadap kalian. Makna yang dimaksud, tiada dosa bagi kalian untuk melakukan pembicaraan khusus itu sekalipun tanpa sedekah."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 13,
    "arab": "ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقٰتٍۗ فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ ۗوَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ࣖ ",
    "translation": "Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum (melakukan) pembicaraan dengan Rasul? Tetapi jika kamu tidak melakukannya dan Allah telah memberi ampun kepadamu, maka laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5117.mp3",
    "tafsir": "Menurut riwayat Ibnu Abi hatim dari thalhah dari Ibnu 'Abbas dikatakan bahwa setelah turun ayat ke 12 di atas, maka kebanyakan orang menahan dirinya bertanya kepada Rasulullah karena keharusan membayar sedekah. Oleh karena itu, turunlah ayat ini sebagai teguran kepada orang-orang yang tidak mau bertanya kepada Rasulullah saw karena adanya keharusan membayar sedekah.\nAyat ini menegur orang-orang yang menahan dirinya untuk tidak menemui Rasulullah karena adanya keharusan membayar sedekah lebih dahulu. Dalam ayat ini dinyatakan, \"Apakah kamu tidak datang menghadap Rasulullah saw karena takut miskin lantaran keharusan membayar sedekah lebih dahulu, padahal kamu sangat memerlukan penjelasan dan keterangannya?\"\nAllah lalu memberikan keringanan kepada orang-orang itu dengan me-nasakh ayat 12 dengan ayat 13, terutama dengan menyatakan, \"Seandainya kamu sekalian benar-benar tidak sanggup melaksanakan anjuran untuk bersedekah sebelum menghadap Rasulullah saw, maka kamu sekalian boleh menghadap untuk menanyakan sesuatu yang diperlukan penjelasannya, tanpa memberi sedekah lebih dahulu. Laksanakanlah apa yang telah diterangkan ini dengan sebaik-baiknya.\"\nKemudian Allah mengingatkan kewajiban lainnya bagi kaum Muslimin yang harus dilaksanakan, yaitu agar mereka mendirikan salat terus-menerus menurut waktu yang telah ditentukan, jangan sekali-kali meninggalkannya walau dalam keadaan bagaimanapun. Salat sangat besar faedahnya bagi manusia, yaitu untuk menyempurnakan penghambaan diri kepada Allah, dan memurnikan ketaatan dan ketundukan hanya kepada-Nya, tidak kepada yang lain. Salat itu dapat menghilangkan dan mengikis keinginan-keinginan untuk mengerjakan perbuatan keji dan mungkar. \nKaum Muslimin juga diperintahkan untuk mengeluarkan zakat jika telah memenuhi syarat-syaratnya. Zakat itu bertujuan untuk menyucikan jiwa, menghilangkan sifat-sifat kikir yang ada dalam hati, dan membantu penderitaan orang miskin. Kemudian ditegaskan agar kaum Muslimin menaati perintah-perintah Allah dan rasul-Nya dan menghentikan segala yang dilarang-Nya.\nPada akhir ayat ini, Allah memperingatkan manusia agar selalu berhati-hati terhadap semua perbuatan dan keinginan hatinya. Sebab, Allah mengetahui semuanya, tidak ada yang luput dari pengetahuan-Nya. Berdasarkan pengetahuan-Nya itu, Dia memberi balasan yang setimpal kepada setiap manusia. Allah berfirman:\n\nMaka barang siapa mengerjakan kebaikan seberat zarah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\n\nDan Firman Allah:\n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya), kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna. (an-Najm/53: 38-41)",
    "quraish": "Apakah kalian takut untuk selalu memberikan sedekah sebelum melakukan pembicaraan dengan Rasulullah? Apabila kalian tidak melakukannya padahal Allah mengampuni kalian, maka lakukanlah terus salat dan membayar zakat, serta taatlah kepada Allah dan Rasul-Nya! Allah mengetahui amal perbuatan kalian dan akan selalu memberi balasan sesuai dengan hal itu.",
    "jalalayn": "(Apakah kalian takut) dapat dibaca tahqiq dan tashil, artinya merasa takut dari (karena kamu memberikan sedekah sebelum pembicaraan dengan rasul) karena takut menjadi miskin. (Maka jika kalian tiada memperbuatnya) artinya tidak memberikan sedekah (dan Allah telah memberi tobat kepada kalian) maksudnya Dia telah membebaskan kalian dari sedekah itu (maka dirikanlah salat, tunaikanlah zakat dan taatlah kepada Allah dan Rasul-Nya) yakni terus-meneruslah kalian melakukan hal-hal tersebut (dan Allah Maha Mengetahui apa yang kalian kerjakan)."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 14,
    "arab": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْۗ مَا هُمْ مِّنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُوْنَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُوْنَ ",
    "translation": "Tidakkah engkau perhatikan orang-orang (munafik) yang menjadikan suatu kaum yang telah dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum) kamu dan bukan dari (kaum) mereka. Dan mereka bersumpah atas kebohongan, sedang mereka mengetahuinya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5118.mp3",
    "tafsir": "Allah memerintahkan kaum Muslimin agar memperhatikan dengan seksama orang-orang munafik yang menjadikan orang-orang Yahudi sebagai teman setia mereka, dan mereka menyampaikan kepada orang-orang Yahudi rahasia-rahasia yang sering mereka dengarkan dari Nabi saw dan kaum Muslimin. Bila bertemu dengan orang-orang yang beriman, mereka menyatakan keimanan mereka, serta berjanji akan ikut berdakwah dan berjuang menegakkan kalimat Allah. Akan tetapi, bila mereka bertemu dengan orang-orang Yahudi, mereka menggambarkan kejelekan kaum Muslimin dan berjanji bersama-sama akan menghancurkan Islam dan kaum Muslimin. Firman Allah:\n\nDan di antara manusia ada yang berkata, \"Kami beriman kepada Allah dan hari akhir,\" padahal sesungguhnya mereka itu bukanlah orang-orang yang beriman. Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari. Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih, karena mereka berdusta. (al-Baqarah/2: 8-10)\n\nMenurut riwayat Ahmad dan al-hakim yang diterima dari as-Suddi dari Ibnu 'Abbas, bahwa ayat ini diturunkan berhubungan dengan 'Abdullah bin Nabtal, seorang munafik yang sering menyampaikan rahasia-rahasia kaum Muslimin kepada orang-orang Yahudi. Pada suatu hari, Rasulullah sedang duduk di rumahnya, kemudian beliau menyampaikan kepada para sahabat yang duduk di sekitar beliau, \"Akan datang ke tempatmu ini seorang yang pandangannya seperti pandangan setan. Jika ia datang nanti, janganlah kalian berbicara dengannya.\" Tidak berapa lama kemudian, datanglah seseorang, yaitu 'Abdullah bin Nabtal, dan Rasulullah berkata kepadanya, \"Mengapa kamu beserta teman-teman kamu itu mencaci-makiku dan sahabat-sahabatku?\" Orang itu menjawab, \"Akan aku panggil sahabat-sahabatku untuk membuktikan ketidakbenaran tuduhan itu.\" Setelah ia dan teman-temannya sampai di hadapan Rasulullah saw, mereka bersumpah dengan menyebut nama Allah, bahwa mereka semua tidak pernah melakukan seperti apa yang dituduhkan itu. \nAllah menegaskan bahwa orang-orang munafik bukanlah orang mukmin yang benar, sebagaimana pengakuan mereka. Mereka mengaku beriman semata-mata untuk mengambil hati orang-orang yang beriman saja, dan menjaga hubungan baik dengan mereka. Orang-orang munafik itu juga tidak termasuk golongan Yahudi yang benar. Mereka mengaku Yahudi semata-mata untuk mengambil hati orang-orang Yahudi, sehingga memperoleh perlindungan dari mereka. Dengan cara bermuka dua itu, mereka menduga akan dapat menghindarkan diri dari peperangan yang terjadi antara kaum Muslimin dan orang-orang kafir, termasuk di dalamnya orang Yahudi. Allah berfirman:\n\nMereka dalam keadaan ragu antara yang demikian (iman atau kafir), tidak termasuk kepada golongan ini (orang beriman) dan tidak (pula) kepada golongan itu (orang kafir). Barang siapa dibiarkan sesat oleh Allah, maka kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya. (an-Nisa'/4: 143)\n\nDiterangkan bahwa orang-orang munafik itu tidak segan-segan bersumpah dengan menyebut nama Allah untuk meyakinkan orang-orang yang beriman dan menyatakan bahwa mereka benar-benar beriman kepada Allah dan Rasul-Nya. Demikian pula bila mereka bertemu dengan orang-orang Yahudi, mereka bersumpah pula bahwa mereka adalah teman setia dan berjanji akan saling membantu dalam menghadapi orang-orang Islam. Orang-orang munafik itu mengetahui benar bahwa perbuatan mereka itu adalah tidak baik dan terlarang",
    "quraish": "Wahai Rasulullah, apakah kamu tidak melihat kepada orang-orang munafik yang menjadikan bangsa yang dimurkai Allah sebagai teman? Mereka yang menjadikan teman itu bukan bagian dari kalian dan bukan pula bagian dari mereka yang dijadikan teman. Mereka bersumpah untuk menguatkan kebohongannya, padahal mereka benar-benar tahu bahwa mereka adalah pembohong.",
    "jalalayn": "(Tidakkah kamu perhatikan) tidakkah kamu melihat (orang-orang yang menjadikan teman) mereka adalah kaum munafik (suatu kaum) yang dimaksud adalah orang-orang Yahudi (yang dimurkai Allah? Orang-orang itu bukan) yakni orang-orang munafik itu bukan (dari golongan kalian) orang-orang mukmin (dan bukan pula dari golongan mereka) bukan dari kalangan orang-orang Yahudi akan tetapi mereka adalah orang-orang yang bermuka dua. (Dan mereka bersumpah untuk menguatkan kebohongan) yakni perkataan mereka bahwa sesungguhnya mereka adalah orang-orang beriman (sedang mereka mengetahui) bahwa dalam hal ini mereka berdusta belaka."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 15,
    "arab": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًاۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Allah telah menyediakan azab yang sangat keras bagi mereka. Sungguh, betapa buruknya apa yang telah mereka kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5119.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa karena kemunafikan itu, Allah menyediakan bagi mereka azab yang sangat berat. Dari ayat ini dapat dipahami bahwa kemunafikan itu termasuk perbuatan buruk, membahayakan masyarakat, dan dosa besar. Orang-orang munafik itu menipu dan membeberkan rahasia-rahasia kaum Muslimin kepada musuh-musuh mereka, yaitu orang-orang Yahudi dan orang-orang musyrik Mekah. Tindakan itu dapat mengakibatkan kehancuran agama Islam dan kaum Muslimin. Allah menyediakan bagi mereka di akhirat nanti azab neraka sebagai hukuman atas perbuatan mereka di dunia.",
    "quraish": "Allah menyediakan untuk orang-orang munafik itu suatu siksa yang sangat keras. Kemunafikan dan sumpah bohong yang pernah mereka lakukan itu benar-benar sangat buruk.",
    "jalalayn": "(Allah telah menyediakan bagi mereka azab yang sangat keras, sesungguhnya amat buruklah apa yang telah mereka kerjakan) dari perbuatan-perbuatan maksiat."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 16,
    "arab": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
    "translation": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah; maka bagi mereka azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5120.mp3",
    "tafsir": "Dalam ayat ini diterangkan tujuan mereka melakukan kemunafikan itu. Dengan berdusta yang dikuatkan dengan sumpah, banyak kaum Muslimin yang mempercayai mereka. Karena disangka orang yang benar-benar beriman, sehingga terhindar dari pembalasan atau pengusiran oleh kaum Muslimin.\nDengan tindakan itu, mereka mendapat keuntungan dari kaum Muslimin, yang mempercayai perkataan mereka, sehingga membela mereka. Dengan jalan demikian, mereka dapat menghalang-halangi orang lain memeluk agama Islam dengan cara menjelek-jelekkan Islam dan kaum Muslimin. Bahkan mereka dapat menimbulkan ketakutan dan keengganan pada hati kaum Muslimin untuk ikut berperang bersama Rasulullah. Dalam salah satu firman-Nya, Allah menjelaskan sikap dari orang-orang munafik:\n\nOrang-orang yang ditinggalkan (tidak ikut berperang), merasa gembira dengan duduk-duduk diam sepeninggal Rasulullah. Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka berkata, \"Janganlah kamu berangkat (pergi berperang) dalam panas terik ini.\" Katakanlah (Muhammad), \"Api neraka Jahanam lebih panas,\" jika mereka mengetahui. (at-Taubah/9: 81)\n\nKarena dosa besar yang telah mereka lakukan, maka sudah sepantasnya orang-orang munafik menerima siksa yang menghinakan di dunia dan di akhirat, sebagai balasan perbuatan mereka itu.",
    "quraish": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai untuk menghindari pembunuhan, penawanan anak dan perampasan harta mereka. Dengan begitu mereka telah menghalangi jalan Allah. Karenanya mereka akan mendapatkan siksa yang sangat menghinakan.",
    "jalalayn": "(Mereka menjadikan sumpah-sumpah mereka sebagai perisai) untuk melindungi jiwa dan harta mereka (lalu mereka halangi) dengan sumpah mereka itu orang-orang mukmin (dari jalan Allah) untuk berjihad melawan mereka yang musuh dalam selimut itu, dengan cara membunuh mereka dan merampas harta benda mereka (karena itu mereka mendapat azab yang menghinakan) siksaan yang membuat mereka hina."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 17,
    "arab": "لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۗ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, mereka kekal di dalamnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5121.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa harta dan anak-anak orang munafik tidak dapat membantu menyelamatkan dan menghindarkan diri mereka dari azab Allah. Ayat ini menggambarkan bahwa watak dan sifat orang-orang munafik adalah merasa bangga mempunyai anak-anak dan harta yang banyak, seakan-akan apa yang mereka miliki itu dapat membela dan melepaskan mereka dari malapetaka yang mengancam mereka. Allah berfirman:\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba'/34: 35)\n\nKarena mendapat nikmat yang besar di dunia, maka orang-orang munafik itu merasa bahwa mereka adalah orang yang dikasihi Allah dan tidak akan diazab di akhirat. Menurut mereka, gambaran kehidupan akhirat bagi seseorang adalah kehidupan dunianya. Jika seseorang berbahagia dalam kehidupan dunia, tentu mereka berbahagia pula dalam kehidupan akhirat. Sebaliknya jika mereka sengsara dalam kehidupan dunia, tentu akan sengsara pula dalam kehidupan akhirat. Dugaan mereka itu keliru, karena tujuan hidup yang utama ialah mencari keridaan Allah. Selama seorang mencari keridaan Allah dalam kehidupannya, selama itu pula ia dilindungi-Nya, baik ia terlihat hidup berkecukupan atau tidak.\nPada akhir ayat ini ditegaskan bahwa orang-orang yang menyatakan harta dan anak-anak mereka dapat digunakan untuk menghindarkan diri dari azab Allah akan menjadi penghuni neraka di akhirat. Mereka kelak hidup di dalamnya dengan penuh penderitaan.",
    "quraish": "Harta dan anak mereka tidak akan dapat menghalangi mereka dari siksa Allah sedikit pun. Mereka adalah penghuni neraka yang kekal di dalamnya.",
    "jalalayn": "(Harta benda dan anak-anak mereka tiada berguna untuk menolong mereka dari Allah) dari azab-Nya (barang sedikit pun) yakni tiada berguna sama sekali. (Mereka itulah penghuni neraka, mereka kekal di dalamnya)."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 18,
    "arab": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰى شَيْءٍۗ  اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ",
    "translation": "(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5122.mp3",
    "tafsir": "Orang-orang yang menyatakan bahwa harta dan anak-anak mereka dapat dipergunakan untuk menghindarkan diri dari azab Allah di akhirat, mereka juga berdusta di hadapan Allah ketika hari perhitungan nanti. Mereka bersumpah bahwa mereka benar-benar termasuk orang-orang beriman, sebagaimana mereka telah bersumpah sewaktu mereka hidup di dunia, seakan-akan mereka dapat mengelabui Allah dengan pengakuan tersebut. Mereka mengira bahwa dengan berdusta seperti itu, mereka akan dapat menghindarkan diri dari azab yang akan ditimpakan kepada mereka.\nAyat ini mengisyaratkan bahwa watak dan sifat seorang manusia selama hidup di dunia akan diperlihatkan Allah di akhirat. Jika watak, sifat, dan tabiat mereka baik selama hidup di dunia, maka hal itu akan tampak baik di akhirat. Sebaliknya jika watak, sifat, dan tabiat mereka jelek selama hidup di dunia, hal itu akan tampak jelek di akhirat. Di dunia mereka masih dapat mengelabui mata manusia, sedangkan di akhirat, mereka langsung berhadapan dengan Allah yang Maha Mengetahui lagi Mahakuasa.\nDalam ayat-ayat yang lain, Allah menerangkan sikap orang-orang munafik di akhirat, yaitu:\n\n\nDan apabila dikatakan kepada mereka, \"Janganlah berbuat kerusakan di bumi!\" Mereka menjawab, \"Sesungguhnya kami justru orang-orang yang melakukan perbaikan.\" Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari. (al-Baqarah/2: 11-12)",
    "quraish": "Pada hari ketika Allah membangkitkan mereka semua dari kubur, dan mereka bersumpah bahwa dulu mereka beriman sebagaimana sekarang ini bersumpah di depan kalian. Mereka mengira bahwa, dengan sumpah itu, mereka telah melakukan suatu kelicikan yang menguntungkan mereka. Ketahuilah bahwa sesungguhnya mereka adalah golongan yang mencapai puncak kebohongan.",
    "jalalayn": "Ingatlah (hari ketika mereka dibangkitkan Allah semuanya, lalu mereka bersumpah kepada-Nya) bahwasanya mereka adalah orang-orang yang beriman (sebagaimana mereka bersumpah kepada kalian; dan mereka menyangka bahwa sesungguhnya mereka akan memperoleh sesuatu) manfaat dari sumpah mereka di akhirat itu sebagaimana sumpah mereka di dunia. (Ketahuilah, bahwa sesungguhnya merekalah orang-orang pendusta)."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 19,
    "arab": "اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَاَنْسٰىهُمْ ذِكْرَ اللّٰهِ ۗ اُولٰۤىِٕكَ حِزْبُ الشَّيْطٰنِۗ  اَلَآ اِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُوْنَ",
    "translation": "Setan telah menguasai mereka, lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah, bahwa golongan setan itulah golongan yang rugi. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5123.mp3",
    "tafsir": "Allah menerangkan sebab-sebab orang-orang munafik di atas dimasukkan ke dalam api neraka adalah karena hati dan pikiran mereka telah dipengaruhi oleh bisikan-bisikan setan, sehingga mereka tidak dapat lagi mengingat Allah, mengikuti perintah dan menjauhi larangan-Nya. Yang baik menurut pikiran mereka ialah apa yang menurut nafsu dan keinginan mereka baik. Oleh karena itu, mereka bersumpah untuk menarik simpati orang lain, seakan-akan yang mereka ucapkan itu adalah suatu kebenaran. Firman Allah:\n\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Dan kalau Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya, maka biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan. (al-An'am/6: 112)\n\nPada akhir ayat ini ditegaskan bahwa orang-orang munafik yang diterangkan di atas adalah tentara dan pesuruh setan. Mereka berkumpul dan mengadakan perundingan rahasia untuk mengerjakan perbuatan dosa dan menimbulkan permusuhan di kalangan kaum Muslimin. Tujuan mereka melakukan usaha yang demikian adalah untuk menuruti hawa nafsu mereka. Tentara dan pesuruh setan itu adalah orang-orang yang durhaka kepada Allah. Orang-orang yang durhaka kepada Allah pasti akan binasa dan hancur, serta di akhirat akan dimasukkan ke dalam neraka.",
    "quraish": "Mereka dikuasai oleh setan hingga lupa berzikir kepada Allah dan merenungi keagungan-Nya. Mereka adalah kelompok setan. Dan kelompok setan adalah orang-orang yang mencapai puncak kerugian.",
    "jalalayn": "(Telah berkuasa) maksudnya telah berhasil mempengaruhi (atas mereka setan) karena ternyata mereka menaatinya (lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan) yakni pengikut-pengikutnya. (Ketahuilah bahwa sesungguhnya golongan setan itulah golongan yang merugi)."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 20,
    "arab": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗٓ اُولٰۤىِٕكَ فِى الْاَذَلِّيْنَ",
    "translation": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5124.mp3",
    "tafsir": "Ayat ini menerangkan tentang orang-orang yang menentang Allah, mereka tidak mengindahkan perintah-perintah-Nya, tidak mematuhi larangan-larangan-Nya, dan enggan mengerjakan kewajiban-kewajiban yang telah ditetapkan Allah bagi mereka. Mereka termasuk orang-orang yang hina karena kaum Muslimin akan mengalahkan mereka dengan memerangi dan menawan mereka. Bahkan ada di antara mereka yang diusir dari negeri mereka.\nAyat ini mengingatkan kaum Muslimin akan azab Allah yang ditimpakan kepada orang-orang musyrik Mekah berupa kekalahan pada fath Makkah. Akibat Perang Ahzab orang-orang Yahudi diusir dari kota Medinah karena melanggar perjanjian damai dengan Rasulullah saw. Orang-orang yang telah dinyatakan Allah sebagai orang yang hina, tidak dapat dimuliakan oleh siapa pun, sebagaimana tersebut dalam firman-Nya:\n\nYa Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka sungguh, Engkau telah menghinakannya, dan tidak ada seorang penolong pun bagi orang yang zalim. (Â'li 'Imran/3: 192)\n\nAyat ke-20 ini merupakan kabar gembira bagi orang-orang yang beriman yang sedang menerima cobaan-cobaan yang sangat berat bahwa mereka akan dapat mengalahkan musuh-musuh mereka dan agama Islam akan berkembang di mana-mana dalam waktu dekat.",
    "quraish": "Orang-orang yang menentang Allah dan Rasul-Nya adalah bagian dari golongan yang mencapai puncak kehinaan itu.",
    "jalalayn": "(Sesungguhnya orang-orang yang menentang) melawan (Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina) yang dikalahkan."
  },
  {
    "page": 544,
    "name": "Al-Mujadalah",
    "ayat": 21,
    "arab": "كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ",
    "translation": "Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5125.mp3",
    "tafsir": "Allah mengingatkan manusia tentang sunah-Nya yang telah ditetapkan di Lauh Mahfudh dan berlaku di sepanjang masa dan di semua tempat. Sunah-Nya itu ialah mengenai ketetapan Allah dan rasul-Nya yang pasti akan mengalahkan setiap orang yang ingkar kepada-Nya. Di antaranya Allah telah menghancurkan kaum Nuh, kaum Lut, kaum Saleh, Fir'aun serta pengikutnya dengan bermacam-macam cara. Kemenangan seperti itu akan diperoleh pula oleh Nabi Muhammad dan pengikut-pengikutnya, dan juga setiap orang yang benar-benar melaksanakan agama Islam dengan sebaik-baiknya. Ini adalah sunatullah yang berlaku bagi hamba-Nya. Allah berfirman:\n\nDan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul, (yaitu) mereka itu pasti akan mendapat pertolongan. Dan sesungguhnya bala tentara Kami itulah yang pasti menang. (as-saffat/37: 171-173)\n\nPada akhir ayat ini ditegaskan lagi bahwa Allah mempunyai kekuasaan yang mutlak, kuasa menolong rasul-Nya dan orang-orang yang beriman, dan mengalahkan orang-orang kafir. Tidak seorang pun di langit maupun di bumi yang sanggup melawan kehendak-Nya. Dia sangat mudah melaksanakan kehendak-Nya. Allah berfirman:\n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)",
    "quraish": "Allah telah menentukan bahwa Dia dan rasul-rasul-Nya benar-benar akan menang. Allah benar-benar sempurna kekuatan-Nya dan tidak akan terkalahkan.",
    "jalalayn": "(Allah telah menetapkan) di Lohmahfuz, atau Allah telah memastikan: (\"Aku dan Rasul-Ku pasti menang.\") Dalam berhujah atau berdebat atau menggunakan senjata. (Sesungguhnya Allah Maha Kuat lagi Maha Perkasa)."
  }
]