[
  {
    "page": 546,
    "name": "Al-Hasyr",
    "ayat": 4,
    "arab": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "translation": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5130.mp3",
    "tafsir": "Hukuman yang diperoleh orang-orang Yahudi ialah mereka dikalahkan oleh orang-orang yang beriman dan diusir dari Medinah. Hukuman itu terjadi karena mereka menentang Allah dan rasul-Nya, serta mendustakan wahyu-Nya. Telah menjadi sunatullah bahwa setiap orang yang mendurhakai Allah dan rasul-Nya akan ditimpa azab dan mendapat kehinaan di dunia dan di akhirat.\nMenurut riwayat al-hakim dari 'Aisyah, golongan Yahudi Bani Nadhir yang tinggal dan berkebun kurma dalam kota Medinah telah dibatasi gerak-gerik mereka oleh Rasulullah saw enam bulan setelah Perang Badar. Kemudian mereka diusir ke luar kota Medinah dan dibolehkan membawa harta kekayaan mereka sekadar apa yang dapat dibawa oleh unta mereka. Sebelum itu Rasulullah saw memerintahkan untuk menguasai dan menebang pohon kurma mereka.",
    "quraish": "Yang menimpa mereka di dunia dan yang akan menimpa mereka di akhirat itu adalah disebabkan oleh karena mereka sangat memusuhi Allah dan Rasul-Nya. Barangsiapa yang memusuhi Allah, maka ia tidak akan terhindar dari siksa-Nya. Sesungguhnya siksa Allah benar-benar sangat kejam.",
    "jalalayn": "(Yang demikian itu adalah karena sesungguhnya mereka telah menentang) telah melawan (Allah dan Rasul-Nya. Barang siapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya) terhadap dia."
  },
  {
    "page": 546,
    "name": "Al-Hasyr",
    "ayat": 5,
    "arab": "مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ",
    "translation": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5131.mp3",
    "tafsir": "Diriwayatkan dari Ibnu Ishaq dan Ibnu Jarir yang berasal dari Qatadah, Mujahid, dan Yazid bin Ruman bahwa ketika Rasulullah sampai ke tempat Bani Nadhir, mereka bersembunyi dalam benteng-benteng mereka. Rasulullah saw memerintahkan kaum Muslimin menebang dan membakar pohon kurma mereka sehingga memunculkan asap. Bani Nadhir berteriak memanggil Rasulullah saw, \"Hai Muhammad, engkau telah melarang mengadakan kerusakan di muka bumi ini dan mencela orang-orang yang berbuat kerusakan itu, akan tetapi mengapa engkau menebang pohon kurma dan membakarnya?\" Oleh karena itu, timbullah pada pikiran orang-orang yang beriman keragu-raguan. Mereka berkata, \"Kami akan menanyakan kepada Rasulullah saw. Apakah kami memperoleh pahala karena menebang pohon-pohon kurma itu, atau kami berdosa karena kami tidak mengetahui.\" Maka turunlah ayat ini yang menerangkan bahwa perintah penebangan dan pembakaran pohon kurma orang-orang Yahudi itu adalah atas perintah Allah, dan Allah membenarkan untuk merusak harta orang-orang kafir seandainya hal itu diperlukan.\nSemua tindakan yang dilakukan Rasulullah terhadap orang-orang Yahudi Bani Nadhir, baik merobohkan pohon-pohon kurma mereka atau tidak, semua itu berdasarkan perintah Allah dengan maksud membersihkan Medinah dari kejahatan Bani Nadhir.\nPada akhir ayat ini ditegaskan bahwa Allah memerintahkan yang demikian itu untuk memuliakan dan meningkatkan semangat orang-orang yang beriman, serta menghinakan dan melipatgandakan kedukaan orang-orang Yahudi Bani Nadhir. Kedukaan karena kalah dalam berperang, kedukaan karena terusir dari kampung halaman, dan kedukaan karena kemusnahan harta benda mereka.",
    "quraish": "Wahai kaum Muslimin, semua pohon kurma yang kalian tebang atau kalian biarkan seperti semula adalah dengan izin Allah. Tidak apa-apa kalian melakukan hal itu. Dengan izin itu, Allah hendak memuliakan kaum mukminin dan merendahkan orang-orang yang keluar dari aturan agama dan membelok dari syariat Allah.",
    "jalalayn": "(Apa saja yang kalian tebang) hai orang-orang muslim (dari pohon kurma) milik orang kafir (atau yang kalian biarkan tumbuh berdiri di atas pokoknya, maka semua itu adalah dengan izin Allah) yakni Allah swt. menyerahkannya kepada kalian (dan karena Dia hendak memberikan kehinaan) dengan mengizinkan kalian menebangnya (kepada orang-orang fasik) yakni orang-orang Yahudi, karena mereka telah menentang, bahwa menebang pohon yang berbuah itu adalah pengrusakan."
  },
  {
    "page": 546,
    "name": "Al-Hasyr",
    "ayat": 6,
    "arab": "وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan harta rampasan fai' dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5132.mp3",
    "tafsir": "Ayat ini menerangkan hukum fai', yaitu harta rampasan yang diperoleh dari musuh, tanpa peperangan. Hal ini terjadi karena musuh telah menyerah dan mengaku kalah, sebelum terjadinya pertempuran. Harta-harta yang ditinggalkan Bani Nadhir setelah mereka diusir dari kota Medinah dianggap sebagai fai', karena Bani Nadhir menyerah kepada kaum Muslimin sebelum terjadi peperangan.\nAllah menerangkan bahwa harta-harta Bani Nadhir yang mereka tinggalkan karena diusir dari Medinah jatuh ke tangan Rasulullah saw dengan kehendak Allah, sehingga menjadi milik Allah dan rasul-Nya. Harta itu tidak dibagi-bagikan kepada tentara yang berperang, sebagaimana yang berlaku pada harta rampasan perang (ganimah). Karena harta itu diperoleh tanpa melalui peperangan, tanpa menggunakan tentara berkuda dan berunta, seakan-akan tidak ada usaha dari tentara kaum Muslimin dalam mendapatkan harta itu. Orang-orang Yahudi Bani Nadhir yang memiliki harta itu telah menyatakan bahwa mereka mengaku kalah sebelum terjadinya peperangan, dan bersedia menerima syarat-syarat yang ditetapkan Allah dan rasul-Nya bagi mereka. Harta itu digunakan untuk menegakkan agama Allah dan kepentingan umum.\nMenurut al-Qurthubi, bahwa harta fai' yang diserahkan Allah kepada Rasul-Nya tidak diambil dan dipergunakan Rasul semuanya, tetapi Rasul hanya mengambil sekedar untuk kebutuhan keluarganya. Sedangkan sisa yang lain dipergunakan untuk kemaslahatan dan kesejahteraan kaum Muslimin.\nAllah menerangkan bahwa sunah-Nya telah berlaku bagi semua makhluk ciptaan-Nya pada setiap keadaan, masa, dan tempat, yaitu mengalahkan dan menimbulkan rasa takut di dalam hati musuh-musuh rasul-Nya. Di antaranya adalah Allah telah menjadikan dalam hati Bani Nadhir rasa takut, sehingga mereka menyerah kepada Rasulullah saw. Karena mereka telah menyerah, maka Allah memberikan wewenang kepada rasul-Nya untuk menguasai harta Bani Nadhir. Oleh karenanya, tentara kaum Muslimin tidak berhak memperolehnya.\nPada akhir ayat ini, Allah mengingatkan kekuasaan-Nya atas semua makhluk ciptaan-Nya. Jika Allah menghendaki, Dia menanamkan rasa takut dan gentar musuh-musuh-Nya tanpa pertempuran, sebagaimana yang telah terjadi pada Bani Nadhir. Mereka menyerah kalah, walaupun berada dalam benteng-benteng yang kukuh.",
    "quraish": "Kalian juga tidak berdosa atas semua harta Banû Nadlîr yang Allah serahkan kepada Rasul-Nya sebagai fay', sehingga kalian tidak perlu susah-susah mempercepat larinya kuda atau unta untuk berjalan menuju ke arah itu. Allah memberi kekuasaan kepada utusan-utusan-Nya atas hamba-hamba-Nya yang Dia kehendaki tanpa melalui perang. Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Dan apa saja harta difaikan) harta yang diberikan (oleh Allah kepada Rasul-Nya dari harta benda mereka, maka kalian tidak mengerahkan) tidak melarikan hai kaum muslimin (untuk mendapatkannya) huruf min di sini adalah huruf zaidah (seekor kuda pun dan tidak pula seekor unta pun) yang dimaksud dengan lafal rikabin adalah unta kendaraan. Makna yang dimaksud ialah bahwa untuk mendapatkan harta fai itu kalian tidak susah payah lagi (tetapi Allah yang memberikan kekuasaan kepada Rasul-Nya terhadap siapa yang dikehendaki-Nya. Dan Allah Maha Kuasa atas segala sesuatu) maka tidak ada hak lagi bagi kalian dalam harta fai itu; itu khusus hanya untuk Nabi saw. dan untuk orang-orang yang akan disebutkan pada ayat selanjutnya, yaitu terdiri dari empat golongan, sesuai dengan apa yang telah ditentukan oleh Allah dalam pembagiannya. Maka bagi setiap golongan di antara mereka mendapatkan seperlimanya, dan bagi Nabi saw. sendiri adalah sisanya, artinya sama juga dengan seperlima. Nabi saw. boleh memberlakukan bagiannya itu sesuai dengan apa yang disukainya, untuk itu maka beliau memberikan sebagian daripadanya kepada orang-orang Muhajirin dan tiga orang dari kalangan sahabat Ansar karena mengingat kefakiran mereka."
  },
  {
    "page": 546,
    "name": "Al-Hasyr",
    "ayat": 7,
    "arab": "مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ",
    "translation": "Harta rampasan (fai') dari mereka yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5133.mp3",
    "tafsir": "Ayat ini menerangkan bahwa harta fai' yang berasal dari orang kafir, seperti harta-harta Bani Quraidhah, Bani Nadhir, penduduk Fadak dan Khaibar, kemudian diserahkan Allah kepada Rasul-Nya, dan digunakan untuk kepentingan umum, tidak dibagi-bagikan kepada tentara kaum Muslimin. Kemudian diterangkan pembagian harta fai itu untuk Allah, Rasulullah, kerabat-kerabat Rasulullah dari Bani Hasyim dan Bani Muththalib, anak-anak yatim yang fakir, orang-orang miskin yang memerlukan pertolongan, dan orang-orang yang kehabisan uang belanja dalam perjalanan.\nSetelah Rasulullah saw wafat, maka bagian Rasul yang empat perlima dan yang seperlima dari seperlima itu digunakan untuk keperluan orang-orang yang melanjutkan tugas kerasulan, seperti para pejuang di jalan Allah, para dai, dan sebagainya. Sebagian pengikut Syafi'i berpendapat bahwa bagian Rasulullah itu diserahkan kepada badan-badan yang mengusahakan kemaslahatan kaum Muslimin dan untuk menegakkan agama Islam.\nIbnus-sabil yang dimaksud dalam ayat ini ialah orang-orang yang terlantar dalam perjalanan untuk tujuan baik, karena kehabisan ongkos dan orang-orang yang terlantar tidak mempunyai tempat tinggal. Kemudian diterangkan bahwa Allah menetapkan pembagian yang demikian bertujuan agar harta itu tidak jatuh ke bawah kekuasaan orang-orang kaya dan dibagi-bagi oleh mereka, sehingga harta itu hanya berputar di kalangan mereka saja seperti yang biasa dilakukan pada zaman Arab Jahiliah.\nAllah memerintahkan kaum Muslimin agar mengikuti ketentuan-ketentuan yang telah diputuskan itu, baik mengenai harta fai' maupun harta ganimah. Harta itu halal bagi kaum Muslimin dan segala sesuatu yang dilarang Allah hendaklah mereka jauhi dan tidak mengambilnya.\nAyat ini mengandung prinsip-prinsip umum agama Islam, yaitu agar menaati Rasulullah dengan melaksanakan segala perintahnya dan menjauhi larangannya, karena menaati Rasulullah saw pada hakikatnya menaati Allah juga. Segala sesuatu yang disampaikan Rasulullah berasal dari Allah, sebagaimana firman-Nya:\n\nDan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya). (an Najm/53: 3-4)\n\nRasulullah saw menyampaikan segala sesuatu kepada manusia dengan tujuan untuk menjelaskan agama Allah yang terdapat dalam Al-Qur'an. Allah berfirman:\n\n(Mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Adh-dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan. (an-Nahl/16: 44)\n\nAyat 44 surah an-Nahl ini mengisyaratkan kepada kaum Muslimin agar melaksanakan hadis-hadis Rasulullah, sebagaimana melaksanakan pesan-pesan Al-Qur'an, karena keduanya merupakan satu kesatuan yang tidak terpisahkan.\nPada akhir ayat 7 ini, Allah memerintahkan manusia bertakwa kepada-Nya dengan melaksanakan segala perintah-Nya dan menjauhi larangan-Nya. Tidak bertakwa kepada Allah berarti durhaka kepada-Nya. Setiap orang yang durhaka itu akan ditimpa azab yang pedih.",
    "quraish": "Harta penduduk kampung yang Allah serahkan kepada Rasul-Nya tanpa mencepatkan kuda atau unta adalah milik Allah, Rasul-Nya, kerabat Nabi, anak yatim, orang miskin, dan ibn sabîl (musafir di jalan Allah). Hal itu dimaksudkan agar harta tidak hanya berputar di kalangan orang kaya di antara kalian saja. Hukum- hukum yang dibawa oleh Rasulullah itu harus kalian pegang, dan larangan yang ia sampaikan harus kalian tinggalkan. Hindarkanlah diri kalian dari murka Allah. Sesungguhnya Allah benar-benar kejam siksa-Nya.",
    "jalalayn": "(Apa saja harta rampasan atau fai yang diberikan Allah kepada Rasul-Nya yang berasal dari penduduk kota-kota) seperti tanah Shafra, lembah Al-Qura dan tanah Yanbu' (maka adalah untuk Allah) Dia memerintahkannya sesuai dengan apa yang dikehendaki-Nya (untuk Rasul, orang-orang yang mempunyai) atau memiliki (hubungan kekerabatan) yaitu kaum kerabat Nabi dari kalangan Bani Hasyim dan Bani Mutthalib (anak-anak yatim) yaitu anak-anak kaum muslimin yang bapak-bapak mereka telah meninggal dunia sedangkan mereka dalam keadaan fakir (orang-orang miskin) yaitu orang-orang muslim yang serba kekurangan (dan orang-orang yang dalam perjalanan) yakni orang-orang muslim yang mengadakan perjalanan lalu terhenti di tengah jalan karena kehabisan bekal. Yakni harta fai itu adalah hak Nabi saw. beserta empat golongan orang-orang tadi, sesuai dengan apa yang telah ditentukan oleh Allah swt. dalam pembagiannya, yaitu bagi masing-masing golongan yang empat tadi seperlimanya dan sisanya untuk Nabi saw. (supaya janganlah) lafal kay di sini bermakna lam, dan sesudah kay diperkirakan adanya lafal an (harta fai itu) yakni harta rampasan itu, dengan adanya pembagian ini (hanya beredar) atau berpindah-pindah (di antara orang-orang kaya saja di antara kalian. Apa yang telah diberikan kepada kalian) yakni bagian yang telah diberikan kepada kalian (oleh Rasul) berupa bagian harta fa-i dan harta-harta lainnya (maka terimalah dia. Dan apa yang dilarangnya bagi kalian maka tinggalkanlah; dan bertakwalah kepada Allah. Sesungguhnya Allah sangat keras hukuman-Nya)."
  },
  {
    "page": 546,
    "name": "Al-Hasyr",
    "ayat": 8,
    "arab": "لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ",
    "translation": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5134.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang yang berhak memperoleh pembagian harta fai' dalam ayat 7 di atas, adalah orang-orang Muhajirin karena mereka dianggap kerabat Rasulullah saw. Mereka sebagai Muhajirin telah datang ke Medinah mengikuti Rasulullah saw berhijrah dengan meninggalkan kampung halaman, sanak keluarga, harta benda, dan handai tolan yang biasa membantu mereka. Di Medinah mereka hidup dalam keadaan miskin, tetapi mereka adalah pembela Rasul dan pejuang di jalan Allah. Seakan-akan dengan ayat ini, Allah memerintahkan Nabi Muhammad agar memperhatikan mereka dengan menyerahkan sebagian fai' ini untuk mereka.\nKemudian Allah menerangkan sifat-sifat orang-orang Muhajirin itu sebagai berikut: \n1.Orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka menunjukkan ketaatan mereka hanya kepada Allah saja dengan mengorbankan semua yang mereka miliki hanya untuk mencari keridaan-Nya.\n2.Orang-orang yang rela meninggalkan rumah dan harta bendanya untuk melaksanakan perintah Allah dan Rasul-Nya.\n3.Orang-orang yang berani mengorbankan jiwa dan raganya untuk membela Allah dan Rasul-Nya.\n\nDiriwayatkan bahwa kemiskinan dan penderitaan orang-orang Muhajirin sedemikian rupa sehingga ada yang mengikatkan tali ke perut mereka untuk mengurangi rasa lapar. Namun demikian, mereka tidak menampakkan kemiskinan dan penderitaan mereka kepada orang lain.\nPada ayat yang lain, Allah memerintahkan kaum Muslimin agar memberi nafkah kepada mereka, di samping juga menyebutkan sifat-sifat mereka:\n\n(Apa yang kamu infakkan) adalah untuk orang-orang fakir yang terhalang (usahanya karena jihad) di jalan Allah, sehingga dia tidak dapat berusaha di bumi; (orang lain) yang tidak tahu, menyangka bahwa mereka adalah orang-orang kaya karena mereka menjaga diri (dari meminta-minta). Engkau (Muhammad) mengenal mereka dari ciri-cirinya, mereka tidak meminta secara paksa kepada orang lain. Apa pun harta yang baik yang kamu infakkan, sungguh, Allah Maha Mengetahui. (al-Baqarah/2: 273)\n\nOleh karena itu, Allah menyediakan pahala yang besar untuk mereka sebagaimana diterangkan dalam sebuah hadis Nabi saw: \nRasulullah saw bersabda, \"Berilah kabar gembira wahai kaum Muhajirin yang miskin dengan cahaya yang sempurna di hari Kiamat. Kalian masuk surga lebih dahulu setengah hari sebelum orang-orang kaya. Setengah hari (pada hari Kiamat) adalah selama lima ratus tahun (masa di dunia).\" (Riwayat Abu Dawud dari Sa'id al-Khudri)\n\nOrang yang memiliki sifat dan keadaan seperti orang Muhajirin itu ada sepanjang masa selama ada perjuangan menegakkan agama Allah. Oleh karena itu, perintah dalam ayat ini berlaku juga bagi kaum Muslimin saat ini dan kaum Muslimin di masa yang akan datang.",
    "quraish": "Harta fay' itu juga diberikan kepada kaum Muhâjirîn papa yang diusir dari kampung halaman dan harta benda mereka, yang mengharapkan tambahan harta dan perkenan Allah, dan yang menolong Allah dengan jiwa dan harta mereka. Mereka itu adalah orang-orang Mukmin sejati.",
    "jalalayn": "(Terhadap orang-orang fakir) bertaalluq kepada lafal yang tidak disebutkan, lengkapnya: Takjublah kalian terhadap orang-orang fakir (yang berhijrah, yang diusir dari kampung halaman dan dari harta benda mereka karena mencari karunia dari Allah dan keridaan-Nya dan mereka menolong agama, Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar) dalam keimanannya."
  },
  {
    "page": 546,
    "name": "Al-Hasyr",
    "ayat": 9,
    "arab": "وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ",
    "translation": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5135.mp3",
    "tafsir": "Dalam ayat ini diterangkan sikap orang-orang mukmin dari golongan Ansar dalam menerima dan menolong saudara-saudara mereka orang-orang Muhajirin yang miskin, dan pernyataan Allah yang memuji sikap mereka itu. Sifat-sifat orang Ansar itu ialah:\n1.Mereka mencintai orang-orang Muhajirin, dan menginginkan agar orang Muhajirin itu memperoleh kebaikan sebagaimana mereka menginginkan kebaikan itu untuk dirinya. Rasulullah saw memper-saudarakan orang-orang Muhajirin dengan orang-orang Ansar, seakan-akan mereka saudara kandung. Orang-orang Ansar menyedia-kan sebagian rumah-rumah mereka untuk orang-orang Muhajirin, dan mencarikan perempuan-perempuan Ansar untuk dijadikan istri orang-orang Muhajirin dan sebagainya.\n'Umar bin al-Khaththab pernah berkata, \"Aku mewasiatkan kepada khalifah yang diangkat sesudahku, agar mereka mengetahui hak orang Muhajirin dan memelihara kehormatan mereka. Dan aku berwasiat agar berbuat baik kepada orang-orang Ansar, orang yang tinggal di kota Medinah dan telah beriman sebelum kedatangan orang Muhajirin, agar Allah menerima kebaikan mereka dan memaafkan segala kesalahan mereka.\"\nDiriwayatkan oleh Ibnu Mundhir dari Yazid bin al-Aslam diterangkan bahwa orang Ansar berkata, \"Ya Rasulullah, bagi dia tanah kami ini, yang sebagian untuk kami kaum Ansar dan sebagian lagi untuk kaum Muhajirin.\" Nabi saw menjawab, \"Tidak, penuhi saja keperluan mereka dan bagi dualah buah kurma itu, tanah itu tetap kepunyaanmu.\" Mereka berkata, \"Kami rida atas keputusan itu.\" Maka turunlah ayat ini yang menggambarkan sifat-sifat orang-orang Ansar.\n2.Orang Ansar tidak berkeinginan memperoleh harta fai' itu seperti yang telah diberikan kepada kaum Muhajirin. Diriwayatkan bahwa Rasulullah saw berkata kepada orang-orang Ansar, \"Sesungguhnya saudara-saudara kami (Muhajirin) telah meninggalkan harta-harta dan anak-anak mereka dan telah hijrah ke negerimu.\" Mereka berkata, \"Harta kami telah terbagi-bagi di antara kami.\" Rasulullah berkata, \"Atau yang lain dari itu?\" Mereka berkata, \"Apa ya Rasulullah?\" Beliau berkata, \"Mereka adalah orang yang tidak bekerja, maka sediakan tamar dan bagikanlah kepada mereka.\" Mereka menjawab, \"Baik ya Rasulullah.\"\n3.Mereka mengutamakan orang Muhajirin atas diri mereka, sekalipun mereka sendiri dalam kesempitan, sehingga ada seorang Ansar mempunyai dua orang istri, kemudian yang seorang diceraikannya agar dapat dikawini temannya Muhajirin.\n\nDiriwayatkan oleh al-Bukhari, Muslim, at-Tirmidhi, dan an-Nasa'i dari Abu Hurairah, ia berkata, \"Seorang laki-laki telah datang kepada Rasulullah saw, dan berkata, 'Aku lapar. Maka Rasulullah berkata kepada istri-istrinya menanyakan makanan, tapi tidak ada, beliau berkata, 'Apakah tidak ada seorang yang mau menerima orang ini sebagai tamu malam ini? Ketahuilah bahwa orang yang mau menerima laki-laki ini sebagai tamu (dan memberi makan) malam ini, akan diberi rahmat oleh Allah. Abu thalhah, seorang dari golongan Ansar, berkata, 'Saya ya Rasulullah. Maka ia pergi menemui istrinya dan berkata, 'Hormatilah tamu Rasulullah. Istrinya menjawab, 'Demi Allah, tidak ada makanan kecuali makanan untuk anak-anak. Abu thalhah berkata, 'Apabila anak-anak hendak makan malam, tidurkanlah mereka, padamkanlah lampu biarlah kita menahan lapar pada malam ini agar kita dapat menerima tamu Rasulullah. Maka hal itu dilakukan istrinya. Pagi-pagi besoknya Abu thalhah menghadap Rasulullah saw menceritakan peristiwa malam itu dan beliau bersabda, 'Allah benar-benar kagum malam itu terhadap perbuatan suami-istri tersebut. Maka ayat ini turun berkenaan dengan peristiwa itu.\"\nDiriwayatkan pula oleh al-Wahidi dari Muharib bin Ditsar dari Ibnu 'Umar bahwa seorang sahabat Rasulullah saw dari golongan Ansar diberi kepala kambing. Timbul dalam pikirannya bahwa mungkin ada orang lain lebih memerlukan dari dirinya. Seketika itu juga kepala kambing itu dikirimkan kepada kawannya, tetapi oleh kawannya itu dikirim pula kepada kawannya yang lain, sehingga kepala kambing itu berpindah-pindah pada tujuh rumah dan akhirnya kembali ke rumah orang yang pertama. Riwayat ini ada hubungannya dengan penurunan ayat ini.\nAllah selanjutnya menegaskan bahwa orang-orang yang dapat mengendalikan dirinya dengan mengikuti agama Allah, sehingga ia dapat menghilangkan rasa loba terhadap harta, sifat kikir, dan sifat mengutamakan diri sendiri, adalah orang-orang yang beruntung. Mereka telah berhasil mencapai tujuan hidupnya sebagaimana yang telah digariskan Allah.\nDalam sebuah hadis Nabi saw dijelaskan bahwa beliau bersabda:\nTidak akan berkumpul debu-debu (yang lengket) pada wajah seseorang ketika berjuang di jalan Allah dengan asap neraka Jahannam selama-lamanya, dan tidak akan berkumpul pada hati seorang hamba sifat kikir dan keimanan selama-lamanya. (Riwayat an-Nasa'i)\n\nDalam hadis lain dijelaskan:\nRasulullah bersabda, \"Peliharalah dirimu dari perbuatan zalim, sesungguhnya perbuatan zalim (menimbulkan) kegelapan di hari Kiamat, peliharalah dirimu dari sifat-sifat kikir, karena sesungguhnya kikir itu menghancurkan orang-orang yang sebelum kamu, menimbulkan pertumpahan darah di antara mereka dan akan menghalalkan yang mereka haramkan.\" (Riwayat Ahmad, al-Bukhari, Muslim, dan al-Baihaqi dari Jabir bin 'Abdullah)\n\nNabi saw juga bersabda dalam hadis lain:\n(Tiga golongan) yang terbebas dari sifat kikir, yaitu orang yang membayarkan zakat, memuliakan tamu, dan memberikan sesuatu kepada orang yang susah. (Riwayat ath-thabrani)",
    "quraish": "Sedangkan kaum Anshâr, penduduk asli Madinah yang telah dengan tulus beriman sejak sebelum datangnya kaum Muhâjirîn, mencintai saudara-saudara mereka yang datang itu, tidak merasa iri dengan jatah fay' yang diperoleh Muhâjirîn, dan mendahulukan kepentingan Muhâjirîn daripada kepentingan mereka sendiri walaupun mereka dalam keadaan kekurangan. Barangsiapa yang dirinya terjaga--dengan izin Allah--dari sifat kikir yang sangat, maka telah berhasil mendapatkan semua yang ia senangi.",
    "jalalayn": "(Dan orang-orang yang telah menempati kota) Madinah (dan telah beriman) yang dimaksud adalah sahabat-sahabat Anshar (sebelum kedatangan mereka, Muhajirin, mereka mencintai orang-orang yang berhijrah kepada mereka. Dan mereka tiada menaruh keinginan dalam hati mereka) artinya mereka tidak iri hati (terhadap apa-apa yang diberikan kepada mereka) yakni apa yang telah diberikan oleh Nabi saw. kepada mereka berupa harta rampasan dari Bani Nadhir, yang memang harta itu khusus buat kaum Muhajirin (dan mereka mengutamakan, orang-orang Muhajirin, atas diri mereka sendiri sekalipun mereka dalam kesusahan) yakni mereka memerlukan apa yang mereka relakan kepada orang-orang Muhajirin. (Dan siapa yang dipelihara dari kekikiran dirinya) dari ketamakannya terhadap harta benda (mereka itulah orang-orang yang beruntung)."
  }
]