[
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 17,
    "arab": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
    "translation": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5143.mp3",
    "tafsir": "Pada ayat ini diterangkan akibat yang akan dialami oleh orang-orang munafik dan orang-orang Yahudi Bani Nadhir yang telah diperdaya setan. Kedua golongan ini akan dimasukkan ke dalam neraka bersama setan yang menjadi teman mereka. Mereka kekal di dalam neraka. Itulah balasan yang setimpal dengan perbuatan-perbuatan mereka.",
    "quraish": "Tempat kembali setan dan orang yang digoda adalah neraka. Mereka berdua akan kekal di dalamnya. Hidup kekal di dalam neraka itu adalah balasan orang-orang yang melanggar jalan kebenaran.",
    "jalalayn": "(Maka adalah sesudah keduanya) yakni orang yang sesat dan orang yang disesatkan. Menurut suatu qiraat lafal 'aaqibatahumaa dibaca 'aaqibatuhumaa dengan memakai harakat damah di atas huruf ta, hal ini berarti sebagai isim dari lafal kaana (bahwa sesungguhnya keduanya masuk ke dalam neraka, mereka kekal di dalamnya. Demikianlah balasan orang-orang yang lalim) orang-orang yang kafir."
  },
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 18,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5144.mp3",
    "tafsir": "Kepada orang-orang yang beriman diperintahkan agar bertakwa kepada Allah, dengan melaksanakan perintah-perintah dan menjauhi larangan-larangan-Nya. Termasuk melaksanakan perintah Allah ialah memurnikan ketaatan dan menundukkan diri hanya kepada-Nya, tidak ada sedikit pun unsur syirik di dalamnya, melaksanakan ibadah-ibadah yang diwajibkan, dan mengadakan hubungan baik sesama manusia.\nDalam ayat yang lain diterangkan tanda-tanda orang bertakwa:\n\n\nKebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa. (al-Baqarah/2: 177)\n\nDalam Al-Qur'an ungkapan kata takwa mempunyai beberapa arti, di antaranya: Pertama, melaksanakan perintah Allah dan menjauhi larangan-Nya, sebagaimana yang disebutkan dalam Al-Qur'an dan diajarkan Rasulullah saw seperti contoh ayat di atas. Kedua, takut melanggar perintah Allah dan memelihara diri dari perbuatan maksiat.\nOrang yang bertakwa kepada Allah hendaklah selalu memperhatikan dan meneliti apa yang akan dikerjakan, apakah ada manfaat untuk dirinya di akhirat nanti atau tidak. Tentu yang akan dikerjakannya semua bermanfaat bagi dirinya di akhirat nanti. Di samping itu, hendaklah seseorang selalu memperhitungkan perbuatannya sendiri, apakah sesuai dengan ajaran agama atau tidak. Jika lebih banyak dikerjakan yang dilarang Allah, hendaklah ia berusaha menutupnya dengan amal-amal saleh. Dengan perkataan lain, ayat ini memerintahkan manusia agar selalu mawas diri, memperhitungkan segala yang akan dan telah diperbuatnya sebelum Allah menghitungnya di akhirat nanti.\nSuatu peringatan pada akhir ayat ini agar selalu bertakwa kepada Allah, karena Dia mengetahui semua yang dikerjakan hamba-hamba-Nya, baik yang tampak maupun yang tidak tampak, yang lahir maupun yang batin, tidak ada sesuatu pun yang luput dari pengetahuan-Nya.",
    "quraish": "Wahai orang-orang yang beriman, berlindunglah kalian dari azab Allah dengan selalu mematuhi-Nya. Hendaknya setiap orang memikirkan apa saja amalan yang dipersiapkan untuk hari esok. Selalu bertakwalah kepada Allah. Allah benar-benar mengetahui dan akan membalas segala sesuatu yang kalian kerjakan.",
    "jalalayn": "(Hai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap diri memperhatikan apa yang telah diperbuatnya untuk hari esok) yakni untuk menghadapi hari kiamat (dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan)."
  },
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 19,
    "arab": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
    "translation": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5145.mp3",
    "tafsir": "Ayat ini dapat berarti khusus dan dapat pula berarti umum. Berarti khusus ialah ayat ini berhubungan dengan orang munafik dan orang-orang Yahudi Bani Nadhir serta sikap dan tindakan mereka terhadap kaum Muslimin pada waktu turunnya ayat ini. Berarti umum ialah semua orang yang suka menyesatkan orang lain dari jalan yang benar dan orang-orang yang mau disesatkan karena teperdaya oleh rayuan dan janji-janji yang muluk-muluk dari orang yang menyesatkan.\nMaksudnya, janganlah sekali-kali orang yang beriman seperti orang yang lupa kepada Allah, lalu Allah melupakannya. Orang yang lupa kepada Allah, seperti orang munafik dan orang Yahudi Bani Nadhir di masa Rasulullah saw, tidak bertakwa kepada-Nya. Mereka hanya memikirkan kehidupan dunia saja, tidak memikirkan kehidupan di akhirat. Mereka disibukkan oleh harta dan anak cucu mereka serta segala yang berhubungan dengan kesenangan duniawi. Firman Allah:\n\nWahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)\n\nKemudian diterangkan bahwa jika seseorang lupa kepada Allah, maka Allah pun melupakannya. Maksud pernyataan Allah melupakan mereka ialah Allah tidak menyukai mereka, sehingga mereka bergelimang dalam kesesatan, makin lama mereka makin sesat, sehingga makin jauh dari jalan yang lurus, jalan yang diridai Allah. Oleh karena itu, di akhirat mereka juga dilupakan Allah, dan Allah tidak menolong dan meringankan beban penderitaan mereka. Akhirnya mereka dimasukkan ke dalam neraka, sebagai balasan perbuatan dan tindakan mereka.\nDitegaskan bahwa orang-orang seperti kaum munafik dan Yahudi Bani Nadhir adalah orang-orang yang fasik. Mereka mengetahui mana yang baik (hak) dan mana yang batil, mana yang baik dan mana yang jahat. Namun demikian, mereka tidak melaksanakan yang benar dan baik itu, tetapi malah melaksanakan yang batil dan yang jahat.",
    "quraish": "Janganlah kalian menjadi seperti orang-orang yang melupakan hak-hak Allah, hingga dilupakan oleh diri mereka sendiri--disebabkan oleh bencana yang menimpa mereka--hingga tidak mengetahui mana yang menguntungkan dan mana yang merugikan. Mereka itulah orang-orang yang keluar dari ketaatan kepada Allah.",
    "jalalayn": "(Dan janganlah kalian seperti orang-orang yang lupa kepada Allah) maksudnya tidak mau taat kepada-Nya (lalu Allah menjadikan mereka lupa kepada diri mereka sendiri) untuk melakukan perbuatan ketaatan dan perbuatan baik. (Mereka itulah orang-orang yang fasik)."
  },
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 20,
    "arab": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
    "translation": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5146.mp3",
    "tafsir": "Tidaklah sama penghuni neraka seperti orang-orang munafik dan Bani Nadhir, dengan penghuni surga, seperti kaum Muhajirin dan Ansar. Allah berfirman:\n\nApakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mere-ka? Alangkah buruknya penilaian mereka itu. (al-Jatsiyah/45: 21)\n\nDan firman-Nya:\n\nPantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat? (sad/38: 28)\n\nAllah menjelaskan bahwa mereka tidak sama, karena orang-orang yang dimasukkan ke dalam surga itu adalah mereka yang beruntung, mencapai apa yang diinginkannya. Amal saleh yang mereka kerjakan melebihi perbuatan buruk yang terlanjur mereka kerjakan, sehingga pahala yang mereka terima dapat menutupi dosa-dosa yang telah mereka lakukan.",
    "quraish": "Tidak sama antara penghuni neraka yang tersiksa dan penghuni surga yang bersenang-senang. Hanya penghuni surgalah yang berhasil mendapatkan semua yang disenangi.",
    "jalalayn": "(Tidak sama penghuni-penghuni neraka dengan penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang beruntung)."
  },
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 21,
    "arab": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
    "translation": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5147.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa seandainya gunung-gunung itu diberi akal, pikiran, dan perasaan seperti yang telah dianugerahkan kepada manusia, kemudian diturunkan Al-Qur'an kepadanya, tentulah gunung-gunung itu tunduk kepada Allah, bahkan hancur-lebur karena takut kepada-Nya. Akan tetapi, Al-Qur'an bukan untuk gunung, melainkan untuk manusia. Sungguh indah metafora ini, membandingkan manusia yang kecil dan lemah, dengan gunung yang begitu besar, tinggi, dan keras. Dikatakan bahwa gunung itu akan tunduk di hadapan wahyu Allah, dan akan hancur karena rasa takut.\nAyat ini merupakan suatu peringatan kepada manusia yang tidak mau menggunakan akal, pikiran, dan perasaan yang telah dianugerahkan Allah kepada mereka. Mereka lebih banyak terpengaruh oleh hawa nafsu dan kesenangan hidup di dunia, sehingga hal itu menutup akal dan pikiran mereka. Karena takut kehilangan pengaruh dan kedudukan, maka mereka tidak akan mau mengikuti kebenaran.\nBetapa tingginya nilai Al-Qur'an, sehingga tidak semua makhluk Allah dapat memahami dengan baik maksud dan tujuannya. Untuk memahaminya harus memenuhi syarat-syarat tertentu, antara lain: ilmu yang memadai, menggunakan akal pikiran, membersihkan hati nuraninya, dan niat yang setulus-tulusnya.\nKeadaan sebagian manusia diterangkan dalam firman Allah:\n\nKemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan. (al-Baqarah/2: 74)\n\nAyat ini sama pula dengan firman Allah:\n\nDan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat diguncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). (ar-Ra'd/13: 31)\n\nKemudian diterangkan bahwa perumpamaan-perumpamaan yang terdapat dalam Al-Qur'an itu harus menjadi pelajaran bagi orang yang mau mempergunakan akal, pikiran, dan perasaannya. Dengan demikian, mereka dapat melaksanakan petunjuk-petunjuk Al-Qur'an dengan sebaik-baiknya.",
    "quraish": "Jika Kami menurunkan al-Qur'ân ini kepada gunung yang kokoh, niscaya kamu akan melihat gunung itu tunduk terpecah belah karena takut kepada Allah. Permisalan-permisalan itu Kami paparkan kepada manusia agar mereka mau memikirkan akibat hal ihwal urusan mereka.",
    "jalalayn": "(Kalau sekiranya Kami menurunkan Alquran ini kepada sebuah gunung) lalu dijadikan-Nya pada gunung tersebut akal sebagaimana manusia (pasti kamu akan melihatnya tunduk terpecah belah) terbelah-belah (disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu) yang telah disebutkan di atas tadi (Kami buat untuk manusia supaya mereka berpikir) yang karenanya lalu mereka beriman."
  },
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 22,
    "arab": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
    "translation": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5148.mp3",
    "tafsir": "Allah yang menurunkan Al-Qur'an dan menetapkannya sebagai petunjuk bagi manusia, adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia. Dialah yang berhak disembah, tidak ada yang lain. Segala penyembahan terhadap selain Allah, seperti pohon, batu, patung, matahari, dan sebagainya, adalah perbuatan sesat. Dia Maha Mengetahui segala yang ada, baik yang tampak maupun yang gaib di langit dan di bumi. Dia Maha Pemurah kepada makhluk-Nya, dan Maha Pengasih.",
    "quraish": "Dia adalah Allah, tidak ada sembahan yang sebenarnya kecuali Dia semata. Dia Maha Mengetahui segala yang tampak dan yang tak tampak, serta Maha Pengasih dan Maha Penyayang.",
    "jalalayn": "(Dialah Allah Yang tiada Tuhan selain Dia, Yang Mengetahui yang gaib dan yang nyata. Dialah Yang Maha Pemurah lagi Maha Penyayang)."
  },
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 23,
    "arab": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
    "translation": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5149.mp3",
    "tafsir": "Dialah Allah, Tuhan Yang Maha Esa, yang memiliki segala sesuatu yang ada, dan mengurus segalanya menurut yang dikehendaki-Nya. Yang Mahasuci dari segala macam bentuk cacat dan kekurangan. Yang Mahasejahtera, Yang Maha Memelihara keamanan, keseimbangan, dan kelangsungan hidup seluruh makhluk-Nya, Mahaperkasa tidak menganiaya makhluk-Nya, tetapi tuntutan-Nya sangat keras. Dia Mahabesar dan Mahasuci dari segala apa yang dipersekutukan dengan-Nya.",
    "quraish": "Dia adalah Allah yang tiada Tuhan kecuali Dia, Pemilik segala sesuatu yang sebenarnya. Dia Mahasuci dari segala kekurangan dan terbebaskan dari segala sesuatu yang tidak pantas; Selamat dari segala kekurangan; Yang menguatkan utusan-utusan-Nya dengan suatu mukjizat, Yang mengawasi segala sesuatu, Mahaperkasa hingga tidak ada yang mampu mengalahkan-Nya, Yang Mahaagung dalam kekuatan dan kekuasaan-Nya, Yang Mahaagung dan terhindar dari segala sesuatu yang tidak pantas bagi keindahan dan keperkasaan-Nya. Allah Mahasuci dan Mahatinggi dari segala sesuatu yang mereka sekutukan.",
    "jalalayn": "(Dialah Allah yang tiada Tuhan selain Dia, Raja Yang Maha Suci) dari semua apa yang tidak layak bagi keagungan dan kebesaran-Nya (Yang Maha Selamat) artinya Yang Bebas dari segala sifat-sifat kekurangan (Yang Maha Mengamankan) para rasul-rasul-Nya dengan menciptakan mukjizat bagi mereka (Yang Maha Memelihara) berasal dari lafal haimana-yuhaiminu, dikatakan demikian apabila seseorang selalu mengawasi sesuatu. Makna yang dimaksud ialah, Dia Maha Menyaksikan amal perbuatan hamba-hamba-Nya (Yang Maha Perkasa) yakni Yang Maha Kuat (Yang Maha Kuasa) untuk memaksa makhluk-Nya supaya menuruti apa yang dikehendaki-Nya (Yang Maha Agung) dari semua sifat yang tidak layak bagi keagungan-Nya. (Maha Suci Allah) Dia memahasucikan Zat-Nya sendiri melalui ayat ini (dari apa yang mereka persekutukan) dengan-Nya."
  },
  {
    "page": 548,
    "name": "Al-Hasyr",
    "ayat": 24,
    "arab": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
    "translation": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5150.mp3",
    "tafsir": "Allah Pencipta seluruh makhluk-Nya. Dia yang mengadakan seluruh makhluk dari tidak ada kepada ada. Yang membentuk makhluk sesuai dengan tugas dan sifatnya masing-masing. Dia mempunyai sifat-sifat yang indah, nama yang agung yang tidak dipunyai oleh makhluk lain, selain dari Dia. Kepada-Nya bertasbih dan memuji segala yang ada di langit dan di bumi.\nSebenarnya yang penting dalam berdoa adalah keikhlasan hati, kekhusyukan dan ketundukan kepada Allah. Dengan membaca ayat-ayat itu, diharapkan ketiganya muncul, sehingga doa itu diterima Allah.\nDiriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah dari Nabi saw bersabda:\nSesungguhnya Allah mempunyai sembilan puluh sembilan nama, seratus kurang satu, barang siapa yang menghafal, menghayati, dan meresapinya, niscaya akan masuk surga. (Riwayat al-Bukhari dan Muslim)\n\nYang dimaksud dengan menghayati dan meresapinya di sini ialah benar-benar memahami sifat-sifat Allah itu, merasakan keagungan, kebesaran, dan kekuasaan-Nya atas seluruh makhluk, dan merasakan kasih sayang-Nya. Hal itu menimbulkan ketundukan, kepatuhan, dan kekhusyukan pada setiap orang yang melakukan ibadah kepada-Nya.",
    "quraish": "Dialah Allah yang menciptakan segala sesuatu tanpa contoh sebelumnya, yang mewujudkannya dalam keadaan terbebas dari ketidak-beraturan dan memberinya bentuk sesuai dengan kehendak-Nya. Dia yang memiliki al-asmâ' al-husnâ (nama-nama terbaik). Dia tersucikan dari segala sesuatu yang tidak pantas oleh segala sesuatu yang ada di langit dan di bumi, Mahaperkasa yang tidak dapat dikalahkan oleh apa pun, dan Mahabijaksana dalam mengatur dan membuat syariat.",
    "jalalayn": "(Dialah Allah Yang Menciptakan, Yang Mengadakan) makhluk-Nya dari tiada (Yang membentuk rupa, hanya kepunyaan-Nyalah asma-asma yang paling baik) yang berjumlah sembilan puluh sembilan, sebagaimana yang telah disebutkan dalam hadis. Lafal al-husna adalah bentuk muannats dari lafal al-ahsan. (Bertasbih kepada-Nya apa yang ada di langit dan di bumi. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana) penafsirannya sebagaimana yang telah lalu."
  }
]