[
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 38,
    "arab": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهٗ ۚ قَالَ رَبِّ هَبْ لِيْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً ۚ اِنَّكَ سَمِيْعُ الدُّعَاۤءِ",
    "translation": "Di sanalah Zakaria berdoa kepada Tuhannya. Dia berkata, “Ya Tuhanku, berilah aku keturunan yang baik dari sisi-Mu, sesungguhnya Engkau Maha Mendengar doa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/331.mp3",
    "tafsir": "Pada ayat yang lalu telah diceritakan perihal keluarga Imran, maka pada ayat ini dipaparkan cerita seputar keluarga Zakaria, di antara keduanya terjalin hubungan yang sangat erat, dalam rangka mengemukakan keutamaan keluarga Imran. Tatkala Zakaria melihat kemuliaan dan martabat yang begitu tinggi pada Maryam di hadapan Allah, timbullah keinginannya untuk mempunyai seorang anak serupa dengan Maryam dalam kecerdasan dan kemuliaannya di sisi Allah.\nWalaupun Zakaria mengetahui bahwa istrinya adalah seorang perempuan yang mandul dan sudah tua, namun dia tetap mengharapkan anugerah dari Allah. Di dalam mihrab tempat Maryam beribadah, Zakaria memanjatkan doa kepada Allah, semoga Dia berkenan menganugerahkan kepadanya seorang keturunan yang saleh, dan taat mengabdi kepada Allah. Doa yang timbul dari lubuk hati yang tulus dan penuh kepercayaan kepada kasih sayang Allah yang Maha Mendengar dan memperkenankan segala doa, maka segera doanya dikabulkan Allah.",
    "quraish": "Ketika melihat karunia yang diberikan kepada Maryam, Zakariyyâ menghadapkan diri kepada Allah seraya memohon agar dikaruniai anak, atas karunia dan kekuasaan-Nya. Sungguh Allah mendengar doa orang-orang yang mengakui kelemahannya dan Mahakuasa untuk mengabulkan doanya, walaupun faktor ketuaannya atau kemandulan istrinya tidak memungkinkan hal itu.",
    "jalalayn": "(Di sanalah) artinya tatkala Zakaria melihat hal itu dan mengetahui bahwa Tuhan yang berkuasa mendatangkan sesuatu bukan pada waktu yang semestinya pasti akan mampu pula mendatangkan anak keturunan dalam usia lanjut karena kaum keluarganya telah hampir musnah (maka Zakaria pun berdoa kepada Tuhannya) yakni ketika ia memasuki mihrab untuk salat di tengah malam (katanya, \"Tuhanku! Berilah aku dari sisi-Mu keturunan yang baik) maksudnya anak yang saleh (sesungguhnya Engkau Maha Mendengar) dan mengabulkan (doa.\") permohonan."
  },
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 39,
    "arab": "فَنَادَتْهُ الْمَلٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمٌ يُّصَلِّيْ فِى الْمِحْرَابِۙ اَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًاۢ بِكَلِمَةٍ مِّنَ اللّٰهِ وَسَيِّدًا وَّحَصُوْرًا وَّنَبِيًّا مِّنَ الصّٰلِحِيْنَ",
    "translation": "Kemudian para malaikat memanggilnya, ketika dia berdiri melaksanakan salat di mihrab, “Allah menyampaikan kabar gembira kepadamu dengan (kelahiran) Yahya, yang membenarkan sebuah kalimat (firman) dari Allah, panutan, berkemampuan menahan diri (dari hawa nafsu) dan seorang nabi di antara orang-orang saleh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/332.mp3",
    "tafsir": "Ketika Zakaria masih berdiri di mihrab, dan baru selesai berdoa, datanglah kepadanya Malaikat Jibril memberitahukan bahwa Allah akan menganugerahkan kepadanya seorang anak laki-laki bernama Yahya.\nYahya kelak yang akan membenarkan nabi yang diciptakan oleh Allah, yang lahir tidak seperti bayi-bayi yang lain, dengan melalui ibu dan bapak, yaitu Nabi Isa. Yahya adalah seorang nabi yang memimpin kaumnya ke arah kemuliaan dan kebahagiaan. Nabi yang menjauhkan dirinya dari nafsu dan syahwat, karena semata-mata mengabdi kepada Allah. Dia adalah seorang nabi yang lahir dari keturunan yang mulia yakni nabi-nabi salawatullahi 'alaihim.\nDiriwayatkan bahwa Nabi Yahya sewaktu masih kanak-kanak, pernah berjalan melewati anak-anak yang sedang bermain. Mereka mengajaknya bermain. Beliau berkata, \"Aku diciptakan bukan untuk bermain-main\".",
    "quraish": "Doa Zakariyyâ dikabulkan. Ketika sedang menghadapkan diri kepada Allah di tempat ibadahnya, ia diseru oleh malaikat, \"Sesungguhnya Allah memberi kabar gembira kepadamu dengan memberikan anak bernama Yahyâ. Yahyâ percaya bahwa 'Isâ akan lahir, dengan kalimat(1) Allah, di luar kebiasaan proses kelahiran. Yahyâ dijadikan panutan untuk kaumnya dengan ilmu dan kesalehannya, dan dijadikan tidak tertarik kepada nafsu, serta dijadikan sebagai salah seorang nabi yang saleh.\" (1) Kalimat di sini adalah ungkapan \"kun\" (jadilah) yang diucapakan Allah saat menciptakan Nabi 'Isâ.",
    "jalalayn": "(Lalu ia dipanggil oleh malaikat) yakni Jibril (ketika ia tengah berdiri mengerjakan salat di mihrab) maksudnya mesjid (bahwa) mestinya bi-anna dan menurut suatu qiraat bi-inna dengan memperkirakan iqaalat, yakni malaikat itu berkata (Allah memberimu kabar gembira) ada yang memakai tasydid dan ada pula yang tidak (dengan Yahya yang membenarkan kalimat) yang datang (dari Allah) maksudnya membenarkan Nabi Isa bahwa ia adalah roh ciptaan Allah. Dinamakan kalimat karena ia diciptakan melalui kalimat kun; artinya jadilah kamu. (Menjadi panutan) pemimpin (dan mampu menahan hawa nafsu) terutama nafsu seksual (dan seorang nabi dari keturunan orang-orang saleh.) Menurut riwayat ia tidak pernah berbuat satu kesalahan pun dan tak ada keinginan untuk melakukannya."
  },
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 40,
    "arab": "قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَاَتِيْ عَاقِرٌ ۗ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَاۤءُ",
    "translation": "Dia (Zakaria) berkata, “Ya Tuhanku, bagaimana aku bisa mendapat anak sedang aku sudah sangat tua dan istriku pun mandul?” Dia (Allah) berfirman, “Demikianlah, Allah berbuat apa yang Dia kehendaki.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/333.mp3",
    "tafsir": "Setelah Zakaria yakin akan kebenaran kabar gembira itu, mulailah dia merasa heran terhadap kemungkinan kelahiran anak dari dirinya yang sudah tua. Meluncurlah kata-kata dari lidahnya, \"Ya Tuhan, bagaimana mungkin aku akan mendapat anak laki-laki, sedang umurku sudah tua dan istrikupun mandul\". Allah berfirman dan firman-Nya disampaikan oleh malaikat, \"Demikianlah Allah melaksanakan apa-apa yang Dia kehendaki. Apabila Allah menghendaki sesuatu, Allah mengadakan sebabnya atau Dia menjadikannya dengan tidak melalui sebab-sebab yang biasa. Tidak ada suatupun terjadi tanpa kehendak-Nya. Segala perkara terletak pada kekuasaan-Nya. Tidak patut pertanyaan tentang bagaimana caranya Allah menjadikannya, karena pikiran manusia tidak akan dapat mengetahuinya.",
    "quraish": "Setelah mendengar kabar gembira, Zakariyyâ kembali menghadapkan diri kepada Allah. Ia ingin sekali mengetahui proses kelahiran anak itu, mengingat usianya yang telah lanjut dan istrinya yang mandul. Allah menanggapi keingintahuan Zakariyyâ itu dengan penjelasan bahwa jika Allah berkehendak menciptakan sesuatu, Dia akan menciptakan faktor penyebabnya atau menciptakannya tanpa faktor penyebab. Allah bebas melakukan apa saja yang Dia kehendaki.",
    "jalalayn": "(Kata Zakaria, \"Wahai Tuhanku! Betapa aku akan mendapatkan anak) atau putra (sedangkan aku sudah sangat tua) maksudnya aku telah hampir mencapai akhir usiaku, yakni 120 tahun (dan istriku pun seorang yang mandul.\") usianya sudah 98 tahun. (Firman Allah,) soalnya (\"Demikianlah) Allah menciptakan seorang anak laki-laki dari kamu berdua (Allah berbuat apa yang dikehendaki-Nya.\") karena tidak ada suatu pun yang tidak disanggupi-Nya. Untuk membuktikan kekuasaan besar ini Zakaria diilhami-Nya pertanyaan untuk dijawab. Tatkala dirinya sudah amat rindu untuk bertemu dengan anak yang diberitakan itu."
  },
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 41,
    "arab": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ اَيَّامٍ اِلَّا رَمْزًا ۗ وَاذْكُرْ رَّبَّكَ كَثِيْرًا وَّسَبِّحْ بِالْعَشِيِّ وَالْاِبْكَارِ ࣖ",
    "translation": "Dia (Zakaria) berkata, “Ya Tuhanku, berilah aku suatu tanda.” Allah berfirman, “Tanda bagimu, adalah bahwa engkau tidak berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Dan sebutlah (nama) Tuhanmu banyak-banyak, dan bertasbihlah (memuji-Nya) pada waktu petang dan pagi hari.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/334.mp3",
    "tafsir": "Setelah Zakaria mendengar jawaban itu dari Malaikat Jibril maka dia berkata, \"Tuhanku berilah aku suatu tanda bahwa istriku akan hamil\".\nMenurut al-Hasan al-Basri, Nabi Zakaria bertanya demikian adalah untuk segera memperoleh kegembiraan hatinya atau untuk menyambut nikmat dengan syukur, tanpa menunggu sampai anak itu lahir.\nKemudian Allah menjelaskan bahwa tanda istrinya sudah mengandung adalah dia sendiri tidak berbicara dengan orang lain selama tiga hari, kecuali dengan mempergunakan isyarat tangan, kepala dan lain-lainnya, dan beliau berzikir dan bertasbih kepada Allah. Allah menyuruh Zakaria tidak berbicara selama tiga hari, agar seluruh waktunya digunakan untuk zikir dan bertasbih kepada-Nya, sebagai pernyataan syukur yang hakiki.\nMenurut al-Qurthubi, sebagian mufasir mengatakan bahwa tiga hari Zakaria menjadi bisu itu adalah sebagai hukuman Allah terhadapnya, karena dia meminta pertanda kepada malaikat sehabis percakapan mereka.\nDi akhir ayat ini Allah memerintahkan kepada Zakaria agar tetap ingat kepada Allah dan berzikir sebanyak-banyaknya pada waktu pagi dan petang hari, sebagai tanda syukur kepada-Nya.",
    "quraish": "Zakariyyâ lalu meminta agar diberikan tanda kabar gembira itu. Allah mengabulkan permintaannya dan menyatakan bahwa tandanya adalah sikap diam dan tidak berbicara kepada orang selama tiga hari selain dengan mengisyaratkan apa yang diinginkan. Juga, tanda lainnya, adalah dengan secara tabah berzikir dan menyucikan Allah di pagi dan sore hari.",
    "jalalayn": "(Maka katanya, \"Wahai Tuhanku! Berilah aku suatu ciri.\") atau tanda bahwa istriku telah hamil. (Firman-Nya, \"Tandanya ialah bahwa kamu tidak dapat berbicara dengan manusia) artinya terhalang untuk bercakap-cakap dengan mereka tetapi tidak terhalang untuk berzikir kepada Allah swt. (selama tiga hari) dan tiga malam (kecuali dengan isyarat) atau kode (dan sebutlah nama Tuhanmu sebanyak-banyaknya serta bertasbihlah) maksudnya salatlah (di waktu petang dan pagi.\") di penghujung siang dan di akhir malam."
  },
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 42,
    "arab": "وَاِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَاۤءِ الْعٰلَمِيْنَ",
    "translation": "Dan (ingatlah) ketika para malaikat berkata, “Wahai Maryam! Sesungguhnya Allah telah memilihmu, menyucikanmu, dan melebihkanmu di atas segala perempuan di seluruh alam (pada masa itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/335.mp3",
    "tafsir": "Ayat ini kembali menceritakan keluarga Imran, sesudah ayat yang lalu menceritakan hal ihwal keluarga Zakaria yang juga termasuk keluarga Imran. Dalam ayat ini Allah mengingatkan Nabi Muhammad saw, tentang peristiwa yang dialami oleh Maryam ketika dia didatangi oleh Malaikat Jibril (Maryam/19: 19-21). Pembicaraan Jibril dan Maryam di sini bukanlah seperti pembicaraan Jibril dengan nabi-nabi, yang merupakan penyampaian wahyu Allah kepada mereka melainkan sebagai pembicaraan malaikat dengan wali-wali Allah, yang berupa ilham.\nUngkapan rasa syukur Maryam kepada Allah dengan ibadah dan ketaatannya yang tidak putus-putusnya, menambah terpeliharanya kemuliaan dan kesempurnaan diri pribadinya, serta menambah jauhnya dari segala sifat yang tidak baik. Karena itu wajar bila Maryam memperoleh ilham dari Allah melalui Jibril sebagai penghormatan atas dirinya.\nJibril menandaskan bahwa Allah telah memilih Maryam untuk berkhidmat di Baitulmakdis, dan membersihkan dia dari keaiban lahir dan batin, serta menentukannya untuk melahirkan seorang nabi meskipun dia tidak pernah dijamah oleh seorang lelaki. Allah mengistimewakan Maryam atas semua perempuan di masanya. Sabda Rasul saw:\nPerempuan terbaik di dunia ini adalah empat orang: Maryam binti Imran, Asiyah istri Fir'aun, Khadijah binti Khuwailid dan Fatimah binti Muhammad. (Riwayat al-Bukhari dan Muslim dari Hisyam bin hakim)",
    "quraish": "Renungkan pula, wahai Nabi, ketika malaikat berucap kepada Maryam, \"Hai Maryam, sesugguhnya Allah memilihmu untuk menjadi ibu bagi seorang nabi-Nya. Dia menyucikanmu dari segala noda dan memberikan kelebihan kepadamu, bukan kepada wanita-wanita lain di dunia, sebagai ibu 'Isâ.",
    "jalalayn": "(Dan) ingatlah (ketika berkata malaikat) yakni Jibril (\"Hai Maryam! Sesungguhnya Allah telah memilih dan menyucikanmu) dari sentuhan lelaki (dan mengutamakanmu atas wanita-wanita di seluruh dunia.\")"
  },
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 43,
    "arab": "يٰمَرْيَمُ اقْنُتِيْ لِرَبِّكِ وَاسْجُدِيْ وَارْكَعِيْ مَعَ الرَّاكِعِيْنَ",
    "translation": "Wahai Maryam! Taatilah Tuhanmu, sujud dan rukuklah bersama orang-orang yang rukuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/336.mp3",
    "tafsir": "Allah mewajibkan kepada Maryam untuk taat kepada-Nya sebagai tanda syukur atas nikmat yang dianugerahkan-Nya kepadanya, dengan firman-Nya yang artinya, \"Taatilah hai Maryam Tuhanmu, bersujudlah, dan rukuklah bersama orang-orang yang ruku\"'. Yang dimaksud dengan \"sujud\" di sini adalah sujud seperti sujud dalam salat dan dimaksudkan dengan \"ruku\" ialah salat itu sendiri. Ayat ini memerintahkan kepada Maryam agar melakukan salat berjamaah bersama-sama orang lain.\nSalat menurut pengertian orang Yahudi waktu itu ialah: doa atau bersujud. Sujud dengan meletakkan dahi ke tanah atau ke lantai itu salat mereka, semua ibadah yang dilakukan Maryam bertempat di mihrab.",
    "quraish": "Hal ini menuntutmu, Maryam, untuk bersyukur kepada Tuhan. Maka taatlah kepada-Nya, salatlah untuk- Nya dan bergabunglah bersama orang-orang yang beribadah dan mengerjakan salat untuk-Nya.\"",
    "jalalayn": "(\"Hai Maryam! Taatlah kepada Tuhanmu) artinya tunduklah (sujudlah dan rukuklah bersama orang-orang yang rukuk.\") artinya salatlah bersama orang-orang yang salat."
  },
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 44,
    "arab": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَ ۗوَمَا كُنْتَ لَدَيْهِمْ اِذْ يُلْقُوْنَ اَقْلَامَهُمْ اَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يَخْتَصِمُوْنَ",
    "translation": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad), padahal engkau tidak bersama mereka ketika mereka melemparkan pena mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam. Dan engkau pun tidak bersama mereka ketika mereka bertengkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/337.mp3",
    "tafsir": "Ayat ini ditutup dengan mengarahkan pembicaraan kepada Nabi Muhammad bahwa cerita itu termasuk cerita yang belum diketahuinya, sedang hal itu sesuai dengan isi Kitab Taurat.\nAllah menyatakan dalam ayat ini bahwa apa yang telah dikisahkan, yaitu kisah Maryam dan Zakaria adalah kisah-kisah yang tidak pernah disaksikan oleh Nabi Muhammad saw, atau keluarganya, dan tidak pula Muhammad pernah membacanya dalam suatu kitab, serta tidak pula diajarkan oleh seorang guru. Itulah wahyu, yang diturunkan Allah kepadanya dengan perantara Ruhul-Amin, untuk menjadi bukti atas kebenaran kenabiannya, dan untuk mematahkan hujjah (argumentasi) orang yang mengingkarinya.\nKemudian Allah menyatakan pula bahwa Nabi Muhammad, belum ada dan tentu saja tidak menyaksikan mereka ketika mengadakan undian di antara Zakaria dengan mereka, untuk menetapkan siapa yang akan mengasuh Maryam.\nNabi Muhammad saw tidak hadir dalam perselisihan mereka untuk mengasuh Maryam. Mereka terpaksa mengadakan undian untuk menyelesai-kan perselisihan itu. Mereka yang berselisih adalah orang-orang terkemuka yakni para pendeta mereka. Perselisihan itu semata-mata didorong oleh keinginan yang besar untuk mengasuh dan memelihara Maryam. Boleh jadi keinginan ini disebabkan karena bapaknya yaitu Imran adalah pemimpin mereka, sehingga mereka mengharapkan akan mendapatkan berkah dari tugas mengasuh Maryam. Boleh jadi pula disebabkan mereka mengetahui dalam kitab-kitab agama, bahwasanya kelak akan terjadi peristiwa besar bagi Maryam dan putranya. Atau mungkin disebabkan mereka berpendapat bahwa mengasuh bayi perempuan itu adalah suatu kewajiban agama, karena bayi itu dinazarkan untuk mengabdi di Baitulmakdis.\nAyat ini diletakkan sesudah menerangkan kisah Maryam tersebut, adalah untuk menjelaskan bahwa Nabi Muhammad tidak pernah membaca cerita keluarga Imran (Bani Israil), karena beliau seorang ummi. Lagi pula beliau tidak pernah mendengar dari seseorang sebab beliau juga hidup waktu itu di tengah-tengah orang yang ummi.\nTidak ada jalan bagi Nabi, untuk mengetahui seluk beluk cerita ini kecuali dengan jalan menyaksikan dengan mata kepala sendiri, atau dengan jalan wahyu. Menyaksikan dengan mata kepala sendiri adalah suatu hal yang mustahil, karena peristiwa itu terjadi pada zaman sebelum lahirnya Nabi Muhammad saw. Kalau demikian tentulah Nabi Muhammad mengetahuinya dengan jalan wahyu.\nPara Ahli Kitab yang mengingkari Al-Qur'an mengatakan bahwa isi Al-Qur'an yang sesuai dengan isi Kitab mereka itu adalah berasal dari kitab mereka, sedang yang bertentangan dengan isi kitab mereka itu mereka katakan tidak benar. Isi Al-Qur'an yang tidak terdapat dalam Kitab mereka juga dianggap tidak benar. Sikap demikian itu hanyalah karena sifat sombong dan sifat permusuhan mereka.\nKaum Muslimin meyakini bahwa segala yang diterangkan Al-Qur'an adalah benar. Karena cukup dalil-dalil yang membuktikan bahwa Muhammad saw adalah seorang nabi. Ayat Al-Qur'an yang bertentangan dengan kitab-kitab terdahulu dipandang sebagai koreksi terhadap kesalahan-kesalahan yang terdapat pada kitab-kitab itu, karena sudah diubah-ubah atau tidak sesuai lagi dengan kemaslahatan umat.",
    "quraish": "Cerita yang dikisahkan al-Qur'ân kepadamu, Muhammad, mengenai orang-orang pilihan Allah, itu termasuk perkara gaib yang diwahyukan Allah kepadamu. Engkau tidak berada di antara mereka saat mereka mengadakan undian dengan anak panah untuk menentukan siapa yang mengasuh Maryam. Demikian juga saat mereka saling berselisih untuk memperoleh kehormatan yang besar ini.",
    "jalalayn": "(Demikian itu) yakni apa yang telah disebutkan mengenai Zakaria dan Maryam (adalah sebagian dari berita-berita gaib) berita-berita yang kamu tidak ketahui (yang Kami wahyukan kepadamu) hai Muhammad (padahal kamu tidak hadir bersama mereka ketika mereka lemparkan anak-anak panah mereka) ke dalam air untuk mengundi (siapakah di antara mereka yang akan mengasuh) atau mendidik (Maryam. Dan kamu juga tidak hadir bersama mereka ketika mereka bersengketa) tentang pengasuhannya sehingga bagaimana kamu akan dapat mengetahui dan menceritakan kisahnya padahal kamu mengetahuinya hanyalah dengan perantaraan wahyu."
  },
  {
    "page": 55,
    "name": "Ali 'Imran",
    "ayat": 45,
    "arab": "اِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُۖ اسْمُهُ الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ وَجِيْهًا فِى الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبِيْنَۙ",
    "translation": "(Ingatlah), ketika para malaikat berkata, “Wahai Maryam! Sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang sebuah kalimat (fir-man) dari-Nya (yaitu seorang putra), namanya Al-Masih Isa putra Maryam, seorang terkemuka di dunia dan di akhirat, dan termasuk orang-orang yang didekatkan (kepada Allah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/338.mp3",
    "tafsir": "Di dalam ayat ini Allah mengingatkan Nabi Muhammad, terhadap cerita Maryam di kala Jibril datang kepadanya, membawa kabar gembira kepadanya bahwa dia akan melahirkan seorang putra yang saleh. Ketika Jibril menyampaikan kabar gembira itu Allah telah memilihnya, menyucikannya untuk tetap beribadah kepada Allah dan selalu bersyukur kepada-Nya. Yang dimaksud dengan malaikat di sini ialah Jibril, sebagaimana di dalam firman Allah:\n\n\"¦ lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna.\" (Maryam/19: 17).\n\nIsa disebut dengan \"kalimat Allah\", sebagai pemberitahuan tentang proses penciptaannya yang berlainan dengan kejadian manusia biasa. Isa a.s. dinamai al-Masih, sedang Almasih itu adalah gelar raja, karena kata Almasih dalam Taurat dan Injil berarti \"yang disapu atau yang diminyaki\". Menyapu dan meminyaki itu adalah suatu ketentuan dalam adat istiadat mereka bahwa siapa yang telah disapu dengan minyak suci oleh kepala agama, maka dia sudah menjadi suci pula, cakap untuk memegang kerajaan, memiliki ilmu pengetahuan dan kekuasaan, lagi mendapat berkah. Di sini Allah, menunjukkan bahwa Isa, senantiasa mendapat berkah walaupun belum pernah disapu dengan minyak suci itu.\nAda pula yang mengatakan bahwa nama Isa berasal dari kata Yunani \"yasu\", artinya \"yang diselamatkan yang terpilih\". Para nabi dahulu telah menerangkan bahwa akan datang seorang al-Masih, dia seorang raja yang akan mengembalikan kekuasaan Bani Israil yang telah hilang.\nMaka ketika Isa lahir dan dinamai al-Masih, segolongan mereka beriman kepadanya. Orang-orang Yahudi yang mengingkarinya berpendapat bahwa yang dijanjikan itu belum datang. Dia dinamakan Ibnu Maryam (putra Maryam) untuk memberi pengertian bahwa Isa lahir tanpa ayah karena itulah ia dinisbatkan kepada ibunya.\nIsa a.s. mempunyai kedudukan yang terkemuka di dunia, karena dia mendapat tempat di hati orang-orang mukmin serta dihormati. Perbaikan-perbaikan yang ditinggalkan Isa tetap membekas di kemudian hari. Kebesarannya jauh lebih nyata daripada kebesaran para penguasa atau raja-raja sebab orang-orang menghormati para penguasa dan raja itu adalah untuk menghindarkan diri dari penyiksaan mereka, karena takut terhadap kezaliman mereka, atau untuk mengambil muka agar diberi kedudukan duniawi. Kebesaran yang demikian ini adalah kemegahan semu belaka, tanpa ada bekasnya sedikit pun di dalam jiwa, bahkan mungkin menimbulkan kebencian.\nSelain dari itu, Isa mempunyai kebesaran di akhirat, yaitu kedudukan dan kemuliaan yang tinggi, karena beliau senantiasa dekat kepada Allah.",
    "quraish": "Renungkan juga, wahai Nabi, saat Allah memberi kabar gembira kepada Maryam dengan seorang bayi bernama 'Isâ putra Maryam, yang diciptakan melalui kalimat-Nya, di luar kebiasaan proses kelahiran. Allah memposisikan 'Isâ di dunia sebagai orang yang terhormat dengan menjadikannya sebagai nabi dan terbebas dari cela. Sedangkan di akhirat, dengan memasukkannya ke dalam kelompok nabi-nabi pilihan yang dekat kepada Allah, yaitu ulû al-'azm.",
    "jalalayn": "Ingatlah! (Ketika berkata malaikat) yakni Jibril (\"Hai Maryam! Sesungguhnya Allah menyampaikan berita gembira kepadamu dengan satu kalimat dari-Nya) maksudnya dengan kelahiran seorang putra yang diciptakan dengan satu kalimat (nama Almasih Isa putra Maryam) disebut namanya dengan menisbatkannya kepada dirinya untuk memperingatkan bahwa ia melahirkan tanpa bapak padahal kebiasaannya ialah menisbatkan anak-anak kepada bapak mereka (seorang yang terkemuka) atau berpengaruh (di dunia) dengan kenabian (di akhirat) dengan pemberian syafaat dan derajat yang tinggi (dan termasuk salah seorang yang dekat) kepada Allah swt."
  }
]