[
  {
    "page": 558,
    "name": "At-Talaq",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ لَا تَدْرِيْ لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْرًا",
    "translation": "Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah, dan barangsiapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui barangkali setelah itu Allah mengadakan suatu ketentuan yang baru. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5218.mp3",
    "tafsir": "Dalam ayat ini, khithab (seruan) Allah ditujukan kepada Nabi Muhammad, tetapi pada hakikatnya dimaksudkan juga kepada umatnya yang beriman. Allah menyerukan kepada orang-orang mukmin apabila mereka ingin menceraikan (menalak) istri-istri mereka, agar melakukannya ketika istrinya langsung bisa menjalani idahnya, yaitu pada waktu istri-istri itu suci dari haid dan belum dicampuri, sebagaimana dijelaskan dalam satu hadis Nabi saw yang berasal dari Ibnu 'Umar: \n'Abdullah bin 'Umar telah menalak istrinya dalam keadaan haid. Lalu 'Umar bin Khaththab menanyakan hal itu kepada Nabi saw, lalu beliau memerintahkan 'Abdullah bin 'Umar merujuk istrinya, menahan istrinya (tinggal bersama) sampai masa suci. Lalu menunggu masa haidnya lagi sampai suci, maka setelah itu jika ia menginginkan tinggal bersama istrinya (maka lakukanlah), dan jika ia ingin menalak istrinya (maka lakukanlah) sebelum menggaulinya. Demikianlah masa idah yang diperintahkan Allah ketika perempuan ditalak. (Riwayat al-Bukhari dan Muslim)\n\nSeorang suami yang akan menalak istrinya, agar meneliti dan memperhitungkan betul kapan idah istrinya mulai dan kapan berakhir, agar istri langsung bisa menjalani idahnya sehingga tidak menunggu terlalu lama. Suami juga diminta melaksanakan hukum-hukum dan memenuhi hak-hak istri yang harus dipenuhi selama masa idah. Hendaklah suami itu takut kepada Allah dan jangan menyalahi apa yang telah diperintahkan-Nya mengenai talak, yaitu menjatuhkan talak pada masa yang direstui-Nya dan memenuhi hak istri yang di talak. Antara lain, janganlah sang suami mengeluarkan istri yang ditalaknya dari rumah yang ditempatinya sebelum ditalak dengan alasan marah dan sebagainya, karena menempatkan istri itu pada tempat yang layak adalah hak istri yang telah diwajibkan Allah selama ia masih dalam idah. \nSang suami juga dilarang untuk mengeluarkan istri yang sedang menjalani idah dari rumah yang ditempatinya. Apalagi membiarkan keluar sekehendaknya, karena yang demikian merupakan pelanggaran agama, kecuali apabila istri terang-terangan mengerjakan perbuatan keji, seperti melakukan perbuatan zina dan sebagainya. Jika sang istri berkelakuan tidak sopan terhadap mertua, maka bolehlah ia dikeluarkan dari tempat tinggalnya. Demikianlah batas-batas dan ketentuan-ketentuan yang telah digariskan Allah mengenai talak, idah, dan sebagainya.\nOleh karena itu, barang siapa melanggar hukum-hukum Allah itu, berarti ia berbuat zalim kepada dirinya sendiri. Andaikata Allah menakdirkan satu perubahan, lalu hati suami berbalik menjadi cinta lagi kepada istrinya yang telah ditalaknya dan merasa menyesal atas perbuatannya kemudian ia ingin rujuk kembali, maka baginya sudah tertutup jalan, bila keinginannya itu dilaksanakan sesudah habis masa idahnya karena ia telah menyia-nyiakan kesempatan yang diberikan kepadanya. Istri yang dimaksud di sini ialah istri yang sudah atau masih haid dan sudah dicampuri sesudah akad nikah. Ada pun istri yang masih kecil atau sudah ayisah (tidak haid lagi) atau belum dicampuri sesudah akad nikah, apabila ditalak, mempunyai hukum idah tersendiri. Berbeda dengan hukum yang berlaku seperti tersebut di atas.",
    "quraish": "[[65 ~ ATH-THALAQ (TALAK) Pendahuluan: Madaniyyah, 12 ayat ~ Surat ini membicarakan beberapa hukum talak dan idah ('iddah) dengan berbagai jenis dan hukumnya. Di antaranya adalah, misalnya, orang yang sedang dalam masa idah harus tetap tinggal di rumah tempat ia dijatuhi talak, kewajiban suami memberi nafkah dan tempat tinggal kepadanya, dan sebagainya. Di sela-sela pembicaraan tentang beberapa hukum di atas, seperti umumnya cara yang digunakan di dalam al-Qur'ân, Allah memberikan janji kepada orang yang melaksanakan segala perintah- Nya dan ancaman kepada orang yang melanggar ketentuan-Nya. Disinggung pula akibat yang diterima oleh orang-orang yang enggan melaksanakan perintah Allah dan Rasul-Nya. Surat ini ditutup dengan anjuran kepada orang-orang Mukmin untuk senantiasa bertakwa, peringatan kepada mereka akan karunia pengutusan rasul yang membacakan ayat-ayat Allah untuk mengeluarkan mereka dari kegelapan menuju cahaya dan penjelasan tentang kekuasaan Allah yang besar dalam menciptakan tujuh langit dan, seperti itu pula, bumi.]] Wahai Nabi, jika kamu hendak menjatuhkan talak kepada istri-istrimu maka jatuhkanlah talak itu ketika mereka sedang dalam keadaan suci yang tidak dicampuri. Tepatkanlah hitungan masa idah dan bertakwalah kepada Tuhanmu. Jangan izinkan istri-istri yang kamu jatuhi talak itu keluar dari tempat mereka ditalak. Jangan izinkan mereka keluar kecuali jika melakukan perbuatan keji yang sangat nyata. Ketentuan- ketentuan itu merupakan hukum yang telah ditetapkan oleh Allah untuk para hamba-Nya. Barangsiapa yang melanggar ketentuan Allah maka sesungguhnya ia telah menzalimi diri sendiri. Kamu, hai orang yang melanggar, tidak mengetahui barangkali Allah akan mewujudkan sesuatu yang tidak diperkirakan, sesudah talak itu, sehingga kedua pasangan suami-istri itu kembali saling mencintai.",
    "jalalayn": "(Hai Nabi!) makna yang dimaksud ialah umatnya, pengertian ini disimpulkan dari ayat selanjutnya. Atau makna yang dimaksud ialah, katakanlah kepada mereka (apabila kalian menceraikan istri-istri kalian) apabila kalian hendak menjatuhkan talak kepada mereka (maka hendaklah kalian ceraikan mereka pada waktu mereka menghadapi idahnya) yaitu pada permulaan idah, seumpamanya kamu menjatuhkan talak kepadanya sewaktu ia dalam keadaan suci dan kamu belum menggaulinya. Pengertian ini berdasarkan penafsiran dari Rasulullah saw. sendiri menyangkut masalah ini; demikianlah menurut hadis yang telah diriwayatkan oleh Bukhari dan Muslim (dan hitunglah waktu idahnya) artinya jagalah waktu idahnya supaya kalian dapat merujukinya sebelum waktu idah itu habis (serta bertakwalah kepada Allah Rabb kalian) taatlah kalian kepada perintah-Nya dan larangan-Nya. (Janganlah kalian keluarkan mereka dari rumah mereka dan janganlah mereka diizinkan keluar) dari rumahnya sebelum idahnya habis (kecuali kalau mereka mengerjakan perbuatan keji) yakni zina (yang terang) dapat dibaca mubayyinah, artinya terang, juga dapat dibaca mubayyanah, artinya dapat dibuktikan. Maka bila ia melakukan hal tersebut dengan dapat dibuktikan atau ia melakukannya secara jelas, maka ia harus dikeluarkan untuk menjalani hukuman hudud. (Itulah) yakni hal-hal yang telah disebutkan itu (hukum-hukum Allah dan barang siapa yang melanggar hukum-hukum Allah, maka sesungguhnya dia telah berbuat aniaya terhadap dirinya sendiri. Kamu tidak mengetahui barangkali Allah mengadakan sesudah itu) sesudah perceraian itu (sesuatu hal yang baru) yaitu rujuk kembali dengan istri yang telah dicerainya, jika talak yang dijatuhkannya itu baru sekali atau dua kali."
  },
  {
    "page": 558,
    "name": "At-Talaq",
    "ayat": 2,
    "arab": "فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِ ۗذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ",
    "translation": "Maka apabila mereka telah mendekati akhir idahnya, maka rujuklah (kembali kepada) mereka dengan baik atau lepaskanlah mereka dengan baik dan persaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Demikianlah pengajaran itu diberikan bagi orang yang beriman kepada Allah dan hari akhirat. Barangsiapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5219.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila masa idah istri hampir habis dan suami masih ingin berkumpul kembali, ia boleh rujuk kepada istrinya dan tinggal bersama secara baik sebagai suami-istri, melaksanakan kewajibannya, memberi belanja, pakaian, tempat tinggal, dan lainnya. Akan tetapi, kalau suami tetap tidak akan rujuk kepada istri, maka ia boleh melepaskannya secara baik pula tanpa ada ketegangan terjadi, menyempurnakan maharnya, memberi mut'ah sebagai imbalan dan terima kasih atas kebaikan istrinya selama ia hidup bersama dan lain-lain yang menghibur hatinya. Apabila suami memilih rujuk, maka hendaknya hal itu disaksikan oleh dua orang saksi laki-laki yang adil, untuk memantapkan rumah tangganya kembali.\nSelanjutnya Allah menyerukan agar kesaksian itu diberikan secara jujur karena Allah semata-mata tanpa mengharapkan bayaran dan tanpa memihak, sebagaimana firman Allah:\n\nJadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri. (an-Nisa'/4: 135)\n\nDemikian seruan mengenai rujuk dan talak untuk menjadi pelajaran bagi orang yang beriman kepada Allah di hari akhirat. Orang yang bertakwa kepada Allah, dan patuh menaati peraturan-peraturan yang telah ditetapkan-Nya, antara lain mengenai rujuk dan talak tersebut di atas, niscaya Ia akan menunjukkan baginya jalan keluar dari kesulitan yang dihadapinya.\nBagi orang-orang yang bertakwa kepada Allah, tidak saja diberi dan dimudahkan jalan keluar dari kesulitan yang dihadapinya, tetapi juga diberi rezeki oleh Allah dari arah yang tidak disangka-sangka, yang belum pernah terlintas dalam pikirannya. Selanjutnya Allah menyerukan agar mereka bertawakal kepada-Nya, karena Allah-lah yang mencukupkan keperluannya mensukseskan urusannya. \nBertawakal kepada Allah artinya berserah diri kepada-Nya, menyerahkan sepenuhnya kepada-Nya keberhasilan usaha. Setelah ia berusaha dan memantapkan satu ikhtiar, barulah ia bertawakal. Bukanlah tawakal namanya apabila seorang menyerahkan keadaannya kepada Allah tanpa usaha dan ikhtiar. Berusaha dan berikhtiar dahulu baru bertawakal menyerahkan diri kepada Allah. \nPernah terjadi seorang Arab Badui berkunjung kepada Nabi di Medinah dengan mengendarai unta. Setelah orang Arab itu sampai ke tempat yang dituju, ia turun dari untanya lalu masuk menemui Nabi saw. Nabi bertanya, \"Apakah unta sudah ditambatkan?\" Orang Badui itu menjawab, \"Tidak! Saya melepaskan begitu saja, dan saya bertawakal kepada Allah.\" Nabi saw bersabda, \"Tambatkan dulu untamu, baru bertawakal.\"\nAllah akan melaksanakan dan menyempurnakan urusan orang yang bertawakal kepada-Nya sesuai dengan kodrat iradat-Nya, pada waktu yang telah ditetapkan, sebagaimana dijelaskan dalam firman-Nya:\n\nDan segala sesuatu ada ukuran di sisi-Nya. (ar-Ra'd/13: 8)",
    "quraish": "Apabila mereka telah mendekati akhir masa idahnya, rujukilah mereka dengan perlakuan yang baik atau lepaskan dengan tidak menyakiti. Persaksikanlah rujuk tersebut dengan dua orang saksi yang adil dari kalian. Tegakkanlah kesaksian itu secara benar dan tulus karena Allah. Perintah yang disampaikan kepada kalian itu adalah nasihat bagi orang yang beriman kepada Allah dan hari akhir. Barangsiapa bertakwa kepada Allah dengan melaksanakan segala perintah-Nya dan menjauhi segala larangan-Nya, akan diberi jalan keluar dari segala macam kesulitan.",
    "jalalayn": "(Apabila mereka telah mendekati akhir idahnya) atau masa idah mereka hampir habis (maka tahanlah mereka) seumpamanya kalian rujuk dengan mereka (dengan baik) artinya tidak memudaratkan kepada mereka (atau lepaskanlah mereka dengan baik) biarkanlah mereka menyelesaikan idahnya dan janganlah kamu menjatuhkan kemudaratan terhadap mereka melalui rujuk (dan persaksikanlah dengan dua orang saksi yang adil di antara kalian) dalam masalah rujuk atau talak ini (dan hendaklah kalian tegakkan kesaksian itu karena Allah) bukan karena demi rang yang dipersaksikan atau bukan karena demi rujuk atau talaknya. (Demikianlah diberi pengajaran dengan itu orang yang beriman kepada Allah dan hari akhirat. Barang siapa yang bertakwa kepada Allah niscaya Dia akan mengadakan baginya jalan keluar) dari malapetaka di dunia dan di akhirat."
  },
  {
    "page": 558,
    "name": "At-Talaq",
    "ayat": 3,
    "arab": "وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ",
    "translation": "dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. Dan barangsiapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5220.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila masa idah istri hampir habis dan suami masih ingin berkumpul kembali, ia boleh rujuk kepada istrinya dan tinggal bersama secara baik sebagai suami-istri, melaksanakan kewajibannya, memberi belanja, pakaian, tempat tinggal, dan lainnya. Akan tetapi, kalau suami tetap tidak akan rujuk kepada istri, maka ia boleh melepaskannya secara baik pula tanpa ada ketegangan terjadi, menyempurnakan maharnya, memberi mut'ah sebagai imbalan dan terima kasih atas kebaikan istrinya selama ia hidup bersama dan lain-lain yang menghibur hatinya. Apabila suami memilih rujuk, maka hendaknya hal itu disaksikan oleh dua orang saksi laki-laki yang adil, untuk memantapkan rumah tangganya kembali.\nSelanjutnya Allah menyerukan agar kesaksian itu diberikan secara jujur karena Allah semata-mata tanpa mengharapkan bayaran dan tanpa memihak, sebagaimana firman Allah:\n\nJadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri. (an-Nisa'/4: 135)\n\nDemikian seruan mengenai rujuk dan talak untuk menjadi pelajaran bagi orang yang beriman kepada Allah di hari akhirat. Orang yang bertakwa kepada Allah, dan patuh menaati peraturan-peraturan yang telah ditetapkan-Nya, antara lain mengenai rujuk dan talak tersebut di atas, niscaya Ia akan menunjukkan baginya jalan keluar dari kesulitan yang dihadapinya.\nBagi orang-orang yang bertakwa kepada Allah, tidak saja diberi dan dimudahkan jalan keluar dari kesulitan yang dihadapinya, tetapi juga diberi rezeki oleh Allah dari arah yang tidak disangka-sangka, yang belum pernah terlintas dalam pikirannya. Selanjutnya Allah menyerukan agar mereka bertawakal kepada-Nya, karena Allah-lah yang mencukupkan keperluannya mensukseskan urusannya. \nBertawakal kepada Allah artinya berserah diri kepada-Nya, menyerahkan sepenuhnya kepada-Nya keberhasilan usaha. Setelah ia berusaha dan memantapkan satu ikhtiar, barulah ia bertawakal. Bukanlah tawakal namanya apabila seorang menyerahkan keadaannya kepada Allah tanpa usaha dan ikhtiar. Berusaha dan berikhtiar dahulu baru bertawakal menyerahkan diri kepada Allah. \nPernah terjadi seorang Arab Badui berkunjung kepada Nabi di Medinah dengan mengendarai unta. Setelah orang Arab itu sampai ke tempat yang dituju, ia turun dari untanya lalu masuk menemui Nabi saw. Nabi bertanya, \"Apakah unta sudah ditambatkan?\" Orang Badui itu menjawab, \"Tidak! Saya melepaskan begitu saja, dan saya bertawakal kepada Allah.\" Nabi saw bersabda, \"Tambatkan dulu untamu, baru bertawakal.\"\nAllah akan melaksanakan dan menyempurnakan urusan orang yang bertawakal kepada-Nya sesuai dengan kodrat iradat-Nya, pada waktu yang telah ditetapkan, sebagaimana dijelaskan dalam firman-Nya:\n\nDan segala sesuatu ada ukuran di sisi-Nya. (ar-Ra'd/13: 8)",
    "quraish": "Akan disediakan baginya sebab-sebab memperoleh rezeki yang tidak diperkirakan sebelumnya. Barangsiapa yang menyerahkan segala urusannya kepada Allah, maka Dia akan mencukupi segala keperluannya. Sesungguhnya Allah akan melaksanakan kehendak-Nya. Segala sesuatu telah ditentukan waktu dan ukurannya masing-masing, yang tidak akan dilampaui, oleh Allah.",
    "jalalayn": "(Dan memberinya rezeki dari arah yang tiada disangka-sangkanya) dari arah yang belum pernah terbisik dalam kalbunya. (Dan barang siapa yang bertawakal kepada Allah) dalam semua perkaranya (niscaya Allah akan memberi kecukupan) akan mencukupinya. (Sesungguhnya Allah melaksanakan urusan-Nya) tentang apa yang dikehendaki-Nya. Menurut suatu qiraat dibaca baalighu amrihi yakni dengan dimudhafkan. (Sesungguhnya Allah telah menjadikan bagi setiap sesuatu) seperti hidup penuh dengan kecukupan, dan hidup sengsara (ketentuan) atau waktu-waktu yang ditentukan."
  },
  {
    "page": 558,
    "name": "At-Talaq",
    "ayat": 4,
    "arab": "وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولَاتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا ",
    "translation": "Perempuan-perempuan yang tidak haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. Sedangkan perempuan-perempuan yang hamil, waktu idah mereka itu ialah sampai mereka melahirkan kandungannya. Dan barangsiapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5221.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa idah perempuan-perempuan yang ya'is (tidak haid lagi), adalah tiga bulan. Begitu juga perempuan muda yang belum pernah haid. Adapun bagi perempuan-perempuan yang hamil, maka idahnya sampai melahirkan kandungannya. Begitu juga perempuan-perempuan hamil yang meninggal suaminya, idahnya sampai melahirkan kandungannya, sebagaimana yang diriwayatkan Imam Malik, Imam Syafi'i, Abdur Razaq, Ibnu Abi Syaibah, dan Ibnu Mundhir dari Ibnu 'Umar. Ketika ditanya tentang perempuan hamil yang meninggal suaminya, Ibnu 'Umar menjawab, \"Apabila perempuan itu melahirkan kandungannya, maka ia menjadi halal (untuk dinikahi).\" Mengenai hal ini ada ulama yang berpendapat yang didasarkan pada masa terlama dari dua waktu, yaitu kalau hamil tua dan segera melahirkan maka idahnya 4 bulan 10 hari. Sedang kalau hamil muda, idahnya sampai perempuan itu melahirkan. Orang yang bertakwa kepada Allah, melaksanakan perintah-Nya dan menjauhi larangan-Nya, maka ia akan dimudahkan urusannya, dilepaskan dari kesulitan yang dialaminya.\nDua ayat di atas (ayat 1 dan 4), dan 2 (dua) ayat lain yang berada di antaranya (ayat 2 dan 3), mengatur mengenai tata cara perceraian. Di antaranya hal yang mengatur masa idah. Masa tersebut dengan jelas disebutkan sebagai 3 (tiga) bulan bagi wanita yang (sedang) tidak haid dan mereka yang sudah memasuki masa menopause, dan sampai saat melahirkan bagi mereka yang sedang mengandung.\nPada dasarnya, waktu tiga bulan, apabila tidak lagi terjadi persetubuhan, maka akan dapat ditentukan kondisi wanita, apakah dalam keadaan hamil atau tidak. Karena mulai pada bulan pertama kehamilan, haid akan berhenti. Tentunya, berhentinya haid ini dapat disebabkan oleh banyak hal. Dapat karena hamil, atau sedang memulai proses menopause, atau karena adanya penyakit. Bagi seorang wanita, mereka akan mengetahui terjadinya kehamilan dari adanya beberapa ciri lain, karena kehamilan tidak saja ditandai oleh terlambatnya haid atau makin \"gendutnya\" perut. Masih ada tanda-tanda lainnya. Memang tidak mudah mengetahui apakah seseorang benar-benar hamil atau tidak.",
    "quraish": "Wanita-wanita usia menopause (tidak haid lagi karena usia lanjut) yang masih dalam masa idah, jika kalian ragu-ragu tentang masa idah mereka, maka masa idahnya adalah tiga bulan. Begitu pula wanita- wanita yang tidak haid. Sedang wanita-wanita yang hamil, waktu idah mereka adalah sampai mereka melahirkan kandungannya. Barangsiapa bertakwa kepada Allah lalu melaksanakan segala ketentuan-Nya, maka Allah akan memudahkan segala urusannya.",
    "jalalayn": "(Dan perempuan-perempuan) dibaca wallaa'iy dan wallaa'i, dengan memakai hamzah dan ya atau tanpa memakai ya, demikian pula lafal yang sama sesudahnya (yang putus asa dari haid) lafal al-mahidh di sini bermakna haid (di antara perempuan-perempuan kalian jika kalian ragu-ragu) tentang masa idahnya (maka idah mereka adalah tiga bulan; dan begitu pula perempuan-perempuan yang tidak haid) karena mengingat mereka masih di bawah umur, maka idah mereka tiga bulan pula. Kedua kasus ini menyangkut wanita-wanita atau istri-istri yang tidak ditinggal mati oleh suaminya. Adapun istri-istri yang ditinggal mati oleh suaminya, idah mereka sebagaimana yang disebutkan di dalam firman-Nya berikut ini, yaitu, \"Hendaklah para istri itu menangguhkan dirinya (beridah) empat bulan sepuluh hari.\" (Q.S. Al-Baqarah 234) (Dan perempuan-perempuan yang hamil masa idahnya) baik mereka itu karena ditalak atau karena ditinggal mati oleh suaminya, maka batas masa idah mereka ialah (sampai mereka melahirkan kandungannya. Dan barang siapa yang bertakwa kepada Allah niscaya Allah menjadikan baginya kemudahan dalam urusannya) baik di dunia maupun di akhirat."
  },
  {
    "page": 558,
    "name": "At-Talaq",
    "ayat": 5,
    "arab": "ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ",
    "translation": "Itulah perintah Allah yang diturunkan-Nya kepada kamu; barangsiapa bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan melipatgandakan pahala baginya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5222.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa hukum-hukum yang telah disyariatkan mengenai talak, tempat tinggal, dan idah perempuan yang tertera pada ayat-ayat yang lalu adalah ketentuan Allah yang mesti diamalkan dan dilaksanakan.\nPada akhir ayat ini, sekali lagi Allah menjelaskan bahwa bagi orang yang bertakwa kepada-Nya dengan mengerjakan perintah-Nya dan menjauhi larangan-Nya, niscaya Dia akan menghapus dan mengampuni dosanya sebagaimana yang telah dijanjikan-Nya. Dalam ayat lain Allah berfirman:\n\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hud/11: 114)\n\nSelain dari itu, Allah juga melipatgandakan pahala amal mereka, sebagaimana yang Ia janjikan dalam firman-Nya:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160)",
    "quraish": "Masalah pemberlakuan hukum adalah urusan Allah, bukan yang lain, yang diturunkan kepada kalian. Barangsiapa bertakwa kepada Allah dengan senantiasa melaksanakan hukum-hukum-Nya akan dihapuskan segala kesalahannya dan diberi balasan yang besar.",
    "jalalayn": "(Itulah) yaitu hal-hal yang menyangkut masalah idah adalah (perintah Allah) atau hukum-Nya (yang diturunkan-Nya kepada kalian; dan barang siapa yang bertakwa kepada Allah niscaya Dia akan menutupi kesalahan-kesalahannya dan akan melipatgandakan pahala baginya)."
  }
]