[
  {
    "page": 56,
    "name": "Ali 'Imran",
    "ayat": 46,
    "arab": "وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَّمِنَ الصّٰلِحِيْنَ",
    "translation": "dan dia berbicara dengan manusia (sewaktu) dalam buaian dan ketika sudah dewasa, dan dia termasuk di antara orang-orang saleh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/339.mp3",
    "tafsir": "Isa telah berbicara dengan manusia ketika masih kecil dalam ayunannya untuk menjelaskan kebersihan ibunya dari tuduhan yang dilemparkan kepadanya, dan untuk menjadi bukti atas kenabiannya. Isa juga berbicara dengan manusia ketika dia sudah dewasa yakni sesudah Allah mengangkatnya menjadi rasul dan menurunkan wahyu kepadanya, untuk menyampaikan perintah dan larangan-larangan-Nya kepada manusia.\nBeliau tergolong ke dalam orang-orang yang saleh yang telah diberi nikmat oleh Allah yakni para nabi-nabi, para sidiqin dan para syuhada'.",
    "quraish": "'Isâ dilebihkan dengan beberapa keistimewaan. Ia, misalnya, dapat berkata bijak dan dipahami sejak masih bayi hingga usia tua, tanpa ada perbedaan antara masa kanak-kanak dan masa tuanya. Ia juga termasuk orang yang diberi kesalehan.",
    "jalalayn": "(Dia berbicara dengan manusia sewaktu dalam buaian) sewaktu masih kecil dan belum lagi tiba saatnya untuk berkata-kata (dan ketika sudah dewasa dia termasuk salah seorang yang saleh.\")"
  },
  {
    "page": 56,
    "name": "Ali 'Imran",
    "ayat": 47,
    "arab": "قَالَتْ رَبِّ اَنّٰى يَكُوْنُ لِيْ وَلَدٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ ۗ قَالَ كَذٰلِكِ اللّٰهُ يَخْلُقُ مَا يَشَاۤءُ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
    "translation": "Dia (Maryam) berkata, “Ya Tuhanku, bagaimana mungkin aku akan mempunyai anak, padahal tidak ada seorang laki-laki pun yang menyentuhku?” Dia (Allah) berfirman, “Demikianlah Allah menciptakan apa yang Dia kehendaki. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/340.mp3",
    "tafsir": "Maryam mengarahkan kata-katanya kepada Allah yang telah mengutus Jibril, yaitu, \"bagaimana aku akan memperoleh seorang putra, padahal aku tidak bersuami. Apakah kejadian yang demikian itu dengan perkawinan dahulu, ataukah dengan kodrat Allah semata-mata\". Mungkin maksud kata-kata Maryam itu untuk menyatakan kekagumannya pada kekuasaan Allah dan memandang hal itu sebagai suatu mukjizat yang besar. Allah menjelaskan bahwa kelahiran demikian akan terjadi bilamana Allah menghendaki-Nya, Allah menciptakan apa yang dikehendaki-Nya. Jika Allah berkehendak menetapkan sesuatu maka hanya cukup berkata kepadanya \"jadilah engkau\", lalu jadilah dia.\nAllah menciptakan apa saja yang dikehendaki-Nya, termasuk menciptakan hal-hal yang ajaib, yang menyimpang dari kebiasaan seperti menciptakan anak tanpa ayah. Bahkan Nabi Adam telah diciptakan-Nya tanpa ayah dan ibu.\nAyat di atas memberikan inspirasi kepada manusia untuk belajar, menuntut ilmu dan meneliti, akan tetapi hasil atau keluaran dari penelitian tidak selalu dapat diterapkan atau dipakai. Hal ini tergantung pada pengkajian yang melandaskan pada asas manfaat bagi manusia dan tidak bertentangan dengan nilai-nilai dan hukum dalam agama Islam. Sepanjang tidak bertentangan dengan hukum Islam, maka hasil penelitian dapat dipakai atau diterapkan dalam masyarakat. Ilmu genetika, misalnya, sebagaimana cabang ilmu lainnya didorong oleh Islam untuk didalami. Namun apabila di dalam penelitiannya ada bagian yang mengarah pada pelanggaran hukum Islam, penerapannya harus dipertimbangkan kembali.\nDemikian halnya dengan ilmu genetika. Apabila arah suatu penelitian sudah masuk ke daerah yang \"rawan\" tersebut, ada baiknya dilakukan evaluasi untuk mengambil keputusan untuk meneruskan atau menghentikannya, atau membelokkan arah penelitian ke arah yang lebih mendorong terwujudnya kesejahteraan bagi manusia. \nPersepsi tentang cloning terdapat bermacam-macam pendapat. Cloning bukanlah penciptaan. Apabila dilihat secara cermat, apa yang dilakukan dalam kegiatan cloning hanyalah menghancurkan inti sel dari indung telur dan menggantikannya dengan inti sel dari individu donor. Inti sel dapat diambil sel somatic (somatic cells), dan tidak harus dari sel reproduksi (reproductive cells). Proses ini akan menghasilkan anakan yang identik dengan individu donor. Semuanya dilakukan pada jenis yang sama.\nApabila cloning dipandang sebagai gambaran dari kepercayaan Islam mengenai \"dilahirkan kembali\", maka hal itu tidak benar, karena dalam ayat di bawah ini jelas, bahwa \"kelahiran kembali\" manusia dikendalikan oleh Allah swt. Allah berfirman:\n\"Dan Dialah yang memulai penciptaan kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah yang Mahaperkasa, Mahabijaksana.\" (ar-Rum/30: 27).\nPandangan Islam tentang ilmu genetika, dapat dicontohkan dalam ayat di bawah: \n\"Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu?\" (Fussilat/41: 53)\nAyat tersebut menjadi inspirasi manusia untuk berusaha \"membaca\" gennya sendiri. Ini dalam rangka usahanya untuk mengenali dirinya sendiri dan bersyukur kepada Allah swt. Dengan membaca pemetaan genetika, kita akan mengetahui mengenai antara lain, ada atau tidaknya penyakit turunan. Dengan demikian, ilmu ini akan memberikan kontribusi kepada kesehatan manusia dalam usahanya mencegah timbulnya penyakit tertentu dan cara penanggulangannya.\nAkan tetapi, apabila dalam perjalanan pengungkapan ilmu pengetahuan, kemudian bercabang kepada sesuatu yang cenderung merugikan manusia, maka Islam akan menolaknya. Cloning manusia misalnya, Islam dengan tegas menolaknya. Beberapa hal yang dapat dikemukakan mengenai alasan penolakan Islam terhadap cloning manusia, antara lain:\n1.Manusia diciptakan Allah dalam bentuknya yang paling sempurna, dan lebih tinggi dari mahluk lainnya. Ayat di bawah ini mengatakan demikian:\n\"Dan sungguh, telah Kami muliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka atas banyak dari mahluk yang Kami ciptakan dengan kelebihan yang sempurna.\" (al-Isra'/17: 70)\nDengan melakukan cloning pada dirinya sendiri, maka manusia sudah merendahkan dirinya sendiri di depan mahluk ciptaan Allah lainnya. Semuanya kembali terserah kepada diri kita sendiri.\n2.Cloning bertentangan dengan keanekaragaman ciptaan. Allah menciptakan alam semesta dengan dasar keanekaragaman. Sedangkan cloning manusia didasarkan pada keseragaman dengan cara menduplikasi semua karakter dari manusia yang menjadi donor. Keseragaman, misalnya dalam rupa dan fisik, akan sangat mengganggu kegiatan hidup sehari-hari. Misal, dalam satu kelas, semua muridnya adalah hasil cloning dari individu yang sama. Apabila salah satu murid melakukan kesalahan, sangat sulit bagi si guru untuk menciri mana anak yang salah, karena rupa dan fisik semua murid persis sama.\n3.Apabila cloning manusia diijinkan, bagaimana kita harus mengatur hubungan kekeluargaan dan kekerabatan antara individu hasil cloning dengan individu donor. Apakah keduanya dapat disebutkan sebagai adik-kakak, atau anak-ayah, atau mereka berdua adalah dirinya sendiri? Situasi ini akan sangat membingungkan semua orang. Bahkan mungkin saja situasi ini akan menghancurkan tatanan sosial yang sudah ada saat ini.\n4.Cloning bertentangan dengan pola hukum alam yang menyatakan bahwa setiap ciptaan terdiri atas pasangan-pasangan sebagaimana diuraikan pada Surah adz-dzariyat/51 ayat 49 (\"Dan segala sesuatu Kami ciptakan berpasang-pasangan supaya kamu mengerti.\"). Cloning mengingkari ayat ini, karena bayi tidak dihasilkan dari pertemuan sperma dan indung telur. Yang diperlukan dalam cloning hanyalah satu orang (apakah laki-laki atau perempuan saja) sebagai donor.\n5.Hubungan emosional antara orang tua dan anak tidak akan terjadi. Sedangkan hubungan ini sangat penting dalam membentuk karakter si anak.\nDari sedikit daftar di atas, dapat dilihat bahwa terlalu banyak hukum alam yang akan dilanggar apabila cloning manusia diijinkan. Masih banyak ilmu pengetahuan lain yang perlu diungkapkan guna mendukung kesejahteraan perikehidupan manusia.\nDemikianlah penggambaran kodrat Allah serta kepastian kehendak-Nya. Gambaran tentang kecepatan terwujudnya apa yang dikehendaki oleh Allah tanpa batas waktu dan tanpa ada faktor penyebab, diterangkan Allah dalam firman-Nya:\n\nDan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata.\n(al-Qamar/54: 50)\n\nApa yang diperintahkan pasti segera terjadi. Perintah seperti itu dinamai perintah takwin. Orang-orang yang mengingkari ayat-ayat Allah, tidak membenarkan Isa dilahirkan dengan tidak berayah, karena pikiran mereka hanya terbatas kepada kejadian-kejadian yang biasa saja. Mereka tidak menyadari bagaimana terjadinya alam semesta ini, sedang mereka pun tidak mempunyai suatu dalil 'aqli yang memustahilkan kejadian seorang anak tanpa ayah. Setiap hari kita menyaksikan kejadian-kejadian yang luar biasa yang disangka tidak mungkin terjadi. Ada di antaranya yang mempunyai sebab yang sudah diketahui, lalu dinamai penemuan baru. Ada pula yang tidak diketahui sebab-sebabnya lalu dinamai penyimpangan alam dari hukumnya.\nOrang mukmin berkeyakinan bahwa sesuatu yang terjadi tidak menurut sebab yang biasa, membuktikan kekuasaan Allah dan bahwa sebab-sebab bagi terjadinya sesuatu tidak selamanya harus sesuai dengan pertimbangan akal. Generasi sekarang telah melihat dan menyaksikan adanya kejadian-kejadian yang aneh dan luar biasa. Hal seperti itu jika dilihat oleh orang-orang dahulu, tentulah mereka akan menganggapnya sebagai suatu perbuatan sihir, atau perbuatan jin. Mereka itu tidak berusaha mencari alasan dalam mengingkari sesuatu kejadian yang ia sendiri belum mengetahui sebab-sebabnya.\nPara filosof dan ilmuwan zaman sekarang menetapkan bahwa mungkin terjadi suatu binatang lahir dari sesuatu yang bukan binatang. Maka kalau demikian halnya, jika ada seekor binatang lahir dari seekor binatang lain yang berbeda macamnya, adalah sangat mungkin dan masuk akal.",
    "quraish": "Dengan penuh heran atas kemungkinan lahirnya bayi di luar kebiasaan itu, Maryam bertanya, \"Dari mana aku dapat mempunyai anak, sedangkan aku tak pernah tersentuh seorang laki-laki pun?\" Allah menyebutkan kepadanya bahwa Dia menciptakan apa saja yang dikehendaki-Nya, tanpa terikat hukum sebab akibat. Maka, jika Dia berkehendak menciptakan sesuatu, Dia menciptakannya dengan pengaruh kekuasaan-Nya pada kehendak-Nya, tanpa memerlukan pengaruh lain.",
    "jalalayn": "(Kata Maryam, \"Wahai Tuhanku! Betapa mungkin aku mempunyai anak padahal aku belum pernah disentuh oleh seorang laki-laki?\") misalnya dengan perkawinan dan sebagainya. (Firman-Nya, \"Soalnya seperti itulah) yaitu menciptakan anakmu tanpa bapak (Allah menciptakan apa yang dikehendaki-Nya.\" Apabila Dia menghendaki menetapkan sesuatu) seperti hendak menciptakannya (maka cukuplah bagi-Nya mengatakan padanya, \"Jadilah,\" maka jadilah dia.) artinya terciptalah ia."
  },
  {
    "page": 56,
    "name": "Ali 'Imran",
    "ayat": 48,
    "arab": "وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَۚ",
    "translation": "Dan Dia (Allah) mengajarkan kepadanya (Isa) Kitab, Hikmah, Taurat, dan Injil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/341.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah yang mengajar Isa pengetahuan menulis dan ilmu yang benar menggerakkan kemauan seseorang untuk mengerjakan amal-amal yang bermanfaat, serta Allah memberi kepadanya kemampuan untuk memahami Taurat dan segala rahasia hukum-hukumnya. Almasih mengetahui segala rahasia hukum, kemudian menjelaskan kepada kaumnya. Juga Allah mengajarkan kepada Isa a.s., Injil yang Dia wahyukan kepadanya.",
    "quraish": "Bayi yang baru lahir itu diajar menulis oleh Allah, diberi pengetahuan yang benar dan bermanfaat, kitab Tawrât (kitab suci Nabi Mûsâ) dan Injîl yang diwahyukan kepadanya.",
    "jalalayn": "(Dia akan mengajarkan kepadanya) ada yang membaca dengan nun dan ada pula dengan ya (Alkitab) menulis (hikmah, Taurat dan Injil)"
  },
  {
    "page": 56,
    "name": "Ali 'Imran",
    "ayat": 49,
    "arab": "وَرَسُوْلًا اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ اَنِّيْ قَدْ جِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْ ۙاَنِّيْٓ اَخْلُقُ لَكُمْ مِّنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ فَاَنْفُخُ فِيْهِ فَيَكُوْنُ طَيْرًاۢ بِاِذْنِ اللّٰهِ ۚوَاُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ وَاُحْيِ الْمَوْتٰى بِاِذْنِ اللّٰهِ ۚوَاُنَبِّئُكُمْ بِمَا تَأْكُلُوْنَ وَمَا تَدَّخِرُوْنَ ۙفِيْ بُيُوْتِكُمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ",
    "translation": "Dan sebagai Rasul kepada Bani Israil (dia berkata), “Aku telah datang kepada kamu dengan sebuah tanda (mukjizat) dari Tuhanmu, yaitu aku membuatkan bagimu (sesuatu) dari tanah berbentuk seperti burung, lalu aku meniupnya, maka ia menjadi seekor burung dengan izin Allah. Dan aku menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit kusta. Dan aku menghidupkan orang mati dengan izin Allah, dan aku beritahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu terdapat suatu tanda (kebenaran kerasulanku) bagimu, jika kamu orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/342.mp3",
    "tafsir": "Allah menjadikan Isa sebagai seorang rasul kepada Bani Israil. Allah mengutus Isa kepada Bani Israil agar mengatakan kepada mereka bahwa kedatangannya membawa beberapa tanda yang besar yakni \"mukjizat\" kepada mereka sebagai penguat risalahnya. Mukjizat-mukjizat itu di antaranya:\nPertama: Nabi Isa dapat membuat dari tanah sesuatu yang berbentuk burung dan setelah ditiupnya lalu menjadi burung yang hidup seperti burung biasa, dengan izin Allah. Sebenarnya Allah-lah yang menciptakan hidup dalam tubuh burung itu, dengan kekuasaan-Nya ketika Isa meniupnya, untuk menjadikan mukjizat bagi kenabiannya.\nDiriwayatkan, bahwa ketika Isa a.s. menyatakan dirinya seorang nabi dan menampakkan mukjizatnya, Bani Israil meminta kepadanya untuk membuat kelelawar. Maka ia mengambil tanah, lalu membentuknya sebagai seekor kelelawar dan ditiupnya. Maka terbanglah kelelawar itu di angkasa. Kelelawar itu terbang selama orang itu masih dapat melihatnya, dan ketika sudah tidak tampak lagi oleh mata mereka, kelelawar itu jatuh ke bumi dan mati. Hal ini sangat berbeda dengan kejadian makhluk-makhluk Allah lainnya. Sudah menjadi sunatullah bahwa mukjizat-mukjizat yang diberikan kepada nabi-nabi-Nya pada waktu umatnya meminta dan menjadikan iman mereka tergantung kepada mukjizat itu. Maka jika kaum Isa, meminta yang demikian kepadanya, Allah pun memberikannya.\nKedua: Isa a.s. dapat mengobati penyakit buta dan sopak, padahal kedua penyakit itu adalah penyakit yang sukar diobati oleh para tabib di masa itu meskipun ketabiban pada masa Isa sudah maju.\nTelah menjadi sunatullah pula, bahwa mukjizat para nabi berupa sesuatu yang sangat terkenal pada zamannya. Umpamanya kepada Musa, diberikan tongkat yang dapat menjadi ular dan menelan semua ular-ular ahli sihir. Orang Mesir pada waktu itu terkenal sekali keahlian mereka dalam ilmu sihir. \nKepada Isa a.s., Allah memberi mukjizat dari jenis ketabiban yang melebihi kesanggupan para tabib zaman itu, padahal mereka sudah mempunyai keahlian yang tinggi. Demikian pula kepada Nabi Muhammad saw, diberi mukjizat yaitu Al-Qur'an, karena yang dibangga-banggakan mereka pada masa itu ialah kesusasteraan.\nKetiga: Beliau dapat menghidupkan orang mati, atas izin Allah. Banyak riwayat menerangkan bahwa Isa menghidupkan orang yang telah mati. Di antaranya menghidupkan seorang anak perempuan sebelum dikubur dan menghidupkan Ya'azir sebelum busuk tubuhnya. Tetapi tidak ada riwayat yang menerangkan bahwa ia menghidupkan mayat yang sudah menjadi tulang belulang.\nKeempat: Isa a.s. dapat mengabarkan apa yang dimakan dan apa yang disimpan orang di rumahnya.\nPerbedaan antara perkabaran gaib yang disampaikan oleh Isa a.s. dengan perkabaran ahli nujum dan dukun-dukun yang kadang-kadang tepat kadang-kadang tidak, ialah tukang nujum dan dukun-dukun itu mengungkapkan sesuatu dengan jalan memperhatikan sebab-sebab yang memungkinkannya mengetahui sesuatu itu. Tidak demikian perkabaran yang disampaikan oleh Nabi Isa serta oleh para nabi dan para rasul. Mereka ini tidak mencari atau berusaha mencari sebab-sebab dan tidak pula melakukan tipu daya, melainkan semata-mata pemberitahuan yang disampaikan Allah swt kepada mereka.\nDemikianlah mukjizat-mukjizat Nabi Isa yang disaksikan oleh Bani Israil. Sesungguhnya pada mukjizat-mukjizat itu terdapat petunjuk-petunjuk bagi mereka untuk membenarkan kerasulan dan kenabian Isa. Terdapat pula pada mukjizat-mukjizat itu pelajaran untuk dipikirkan dan ditarik kesimpulannya, yaitu bahwa Isa a.s. berkata benar terhadap mereka. Mereka pun mengetahui apa yang diserukan Isa itu adalah benar perintah dari Allah swt. Jika mereka membenarkan ayat-ayat Allah, mengakui ke Esaan-Nya dan percaya kepada Nabi Musa dan Taurat yang dibawanya, tentulah mereka beriman pula kepada Nabi Isa a.s.",
    "quraish": "Ia diutus sebagai rasul kepada Banû Isrâ'îl dengan bertumpu pada mukjizat untuk membuktikan kebenaran risalahnya. Di antara mukjizat itu adalah penciptaan burung dari tanah liat yang dibentuk seperti burung kemudian ditiup, hingga menjadi burung bernyawa atas kehendak Allah. Juga penyembuhan orang yang buta sejak lahir, penyembuhan penyakit lepra, penghidupan kembali orang yang telah mati, dan pemberitahuan kepada kaumnya ihwal apa saja yang mereka simpan dan mereka makan di rumah, dan lain-lain. Semua itu terjadi atas izin dan kehendak Allah. Kemudian 'Isâ berkata kepada kaumnya, \"Tanda- tanda yang Allah tampakkan padaku ini adalah benar-benar bukti kebenaran risalahku, jika kalian sungguh- sungguh tunduk dan percaya kepada-Nya.\"",
    "jalalayn": "(Dan) Kami jadikan pula sebagai (seorang rasul kepada Bani Israel) di waktu masih kecil atau sesudah balig. Jibril pun meniup saku baju Maryam sehingga ia pun hamil. Bagaimana keadaan selanjutnya akan diceritakan nanti dalam surah Maryam. Adapun Isa tatkala ia dibangkitkan Allah sebagai rasul kepada Bani Israel katanya kepada mereka, \"Sesungguhnya aku ini utusan Allah kepada kamu dan (sesungguhnya aku) (datang kepada kamu dengan membawa suatu tanda) bukti atas kebenaranku (dari Tuhan kamu) yaitu (bahwa aku) dapat (menciptakan) membuat bentuk (bagi kamu dari tanah seperti burung) kaf menjadi isim maf`ul (kemudian aku meniupnya) dhamir 'nya' kembali kepada kaf atau bentuk burung tadi (hingga ia pun menjadi seekor burung) menurut suatu qiraat thaa-iran (dengan izin Allah) dengan iradat-Nya. Maka diciptakan-Nya bagi mereka kelelawar, karena itulah yang paling sempurna kejadiannya di antara bangsa burung. Burung itu terbang, sementara mereka memperhatikannya. Setelah luput dari penglihatan mereka, kelelawar itu jatuh dan mati untuk membedakan antara perbuatan makhluk dengan hasil ciptaan Tuhan Yang Maha Pencipta dan agar diketahui bahwa kesempurnaan itu hanya ada pada ciptaan Allah. (dan Aku akan menyembuhkan orang yang buta) maksudnya yang buta semenjak ia dilahirkan (dan orang yang berpenyakit barash). Disebutkan kedua penyakit ini secara khusus karena lukanya tidak dapat disembuhkan, sedangkan Nabi Isa dibangkitkan di masa majunya ilmu kedokteran. Maka dalam satu hari beliau berhasil menyembuhkan 50 ribu penderita melalui doa, dengan syarat mereka beriman. (Bahkan aku hidupkan orang yang mati dengan izin Allah) 'Dengan kehendak Allah' diulang-ulangnya untuk melenyapkan dugaan bahwa ia mempunyai sifat ketuhanan. Maka dihidupkannyalah Azir seorang sahabatnya, anak seorang wanita tua kemudian seorang gadis kecil berumur sepuluh tahun. Mereka itu terus hidup bahkan sampai mempunyai keturunan. Kemudian dihidupkannya pula Sam bin Nuh lalu meninggal pada waktu itu juga (dan akan aku beritakan kepada kamu apa yang kamu makan dan apa yang kamu simpan di rumah-rumah kamu) padahal aku tak pernah melihatnya. Maka disampaikannyalah kepada masing-masing orang apa yang telah dimakan dan apa yang akan dimakannya nanti. (Sesungguhnya pada yang demikian itu) yakni pada peristiwa-peristiwa yang disebutkan tadi (menjadi tanda bagi kamu, jika kamu betul-betul beriman)."
  },
  {
    "page": 56,
    "name": "Ali 'Imran",
    "ayat": 50,
    "arab": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَلِاُحِلَّ لَكُمْ بَعْضَ الَّذِيْ حُرِّمَ عَلَيْكُمْ  وَجِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۗ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ",
    "translation": "Dan sebagai seorang yang membenarkan Taurat yang datang sebelumku, dan agar aku menghalalkan bagi kamu sebagian dari yang telah diharamkan untukmu. Dan aku datang kepadamu membawa suatu tanda (mukjizat) dari Tuhanmu. Karena itu, bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/343.mp3",
    "tafsir": "Nabi Isa datang kepada Bani Israil untuk membenarkan Kitab Taurat yang ada pada mereka, mengakui dan menguatkannya. Bukan mengganti atau menyalahkan hukum-hukumnya, kecuali meringankan beberapa hukum untuk penganutnya, yang sebelumnya dirasakan sebagai suatu beban yang amat berat bagi mereka. Karena itu Isa a.s. berkata, \"Aku menghalalkan bagimu sebagian yang telah diharamkan atasmu\", yakni sebagian makanan yang pernah diharamkan atas mereka yang disebabkan oleh kezaliman dan banyaknya permintaan mereka. Lalu oleh Isa, dihalalkan kembali sebagaimana diterangkan Allah dalam Al-Qur'an.\n\nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah. (an-Nisa'/4:160).\n\nDi antara makanan yang dihalalkan kembali itu ialah: ikan, daging unta, lemak, juga dihalalkan kembali bekerja pada hari Sabat. Nabi Isa juga menjelaskan persoalan-persoalan yang menjadi perselisihan mereka, seperti diterangkan dalam Al-Qur'an.\n\n¦ Dan untuk menjelaskan kepadamu sebagian dari apa yang kamu perselisihkan, maka bertakwalah kepada Allah dan taatlah kepadaku. (az-Zukhruf/43: 63).\n\nKemudian Nabi Isa mengulangi keterangan ayat lalu, katanya, \"Aku datang kepadamu dengan membawa mukjizat-mukjizat dari Tuhan kamu\". Mukjizat itu menjadi saksi atas kebenaran risalah yang dibawanya seperti yang telah disebutkan, yaitu menciptakan burung, menyembuhkan penyakit buta sejak kecil dan penyakit kusta, menghidupkan orang mati, serta memberitahukan hal-hal yang tersembunyi dan lain-lain sebagainya. Karena dia datang membawa mukjizat yang jelas, ayat-ayat yang terang, maka dia pun berseru kepada kaumnya agar takut kepada Allah tidak menentang-Nya, serta menaati segala apa yang diajarkan kepada mereka.",
    "quraish": "\"Aku diutus kepada kamu sekalian untuk membenarkan hukum-hukum Tawrât yang diturunkan kepada Mûsâ dan untuk menghalalkan sebagian dari apa yang sebelumnya diharamkan kepada kalian, atas perintah Allah. Dan aku datang kepada kalian dengan bukti-bukti dari Allah atas kebenaran risalah yang aku bawa. Oleh karena itu, sadarlah selalu akan kehadiran Allah dan taatilah aku.\"",
    "jalalayn": "(Dan) kedatangan aku kepada kamu (membenarkan apa yang berada di hadapan aku) yang datang sebelum aku (berupa Taurat dan untuk menghalalkan bagimu sebagian yang diharamkan atasmu) misalnya aku halalkan bangsa ikan dan burung yang tidak bertulang. Ada pula yang mengatakan dihalalkan semuanya, hingga 'sebagian' berarti 'semua' (dan aku datang kepada kamu dengan membawa tanda dari Tuhanmu) diulang-ulangnya untuk menguatkan dan membina kepercayaan di atasnya. (Maka bertobatlah kepada Allah dan taatlah kepadaku) yakni mengenai apa-apa yang aku perintahkan kepadamu, yaitu bertauhid kepada Allah serta taat akan semua perintah-Nya."
  },
  {
    "page": 56,
    "name": "Ali 'Imran",
    "ayat": 51,
    "arab": "اِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ",
    "translation": "Sesungguhnya Allah itu Tuhanku dan Tuhanmu, karena itu sembahlah Dia. Inilah jalan yang lurus.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/344.mp3",
    "tafsir": "Pada ayat ini dijelaskan ucapan Nabi Isa kepada kaumnya, bahwa Allah swt adalah Tuhan mereka bersama-sama yang harus disembah, dengan pernyataan keesaan Allah dan pengakuan bahwasanya Allah itu adalah Tuhan alam semesta, karena itu sembahlah Dia.\nInilah di antara perintah Nabi Isa kepada kaumnya, agar mereka mempunyai kepercayaan yang benar yaitu tauhid, selalu menunaikan segala perintah Allah dan menjauhi segala larangan-Nya lahir dan batin. Itulah jalan yang lurus dan lapang yang digariskan oleh para rasul, yaitu jalan yang menuju kepada kebahagiaan dunia dan akhirat\".",
    "quraish": "\"Aku memerintahkan demikian, karena Allah telah melimpahkan berbagai karunia-Nya kepadaku dan kepada kamu sekalian dengan memberikan pendidikan kepadaku dan kepada kalian. Oleh karena itu, tuluskanlah ibadah kalian hanya kepada Allah semata, sebab hal itu merupakan jalan yang lurus.\"",
    "jalalayn": "(Sesungguhnya Allah Tuhanku dan Tuhan kamu, maka sembahlah Dia! Ini) yakni yang aku perintahkan kepadamu (adalah jalan yang lurus) tetapi mereka mendustakan dan tidak mau beriman kepadanya."
  },
  {
    "page": 56,
    "name": "Ali 'Imran",
    "ayat": 52,
    "arab": "۞ فَلَمَّآ اَحَسَّ عِيْسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ ۚ اٰمَنَّا بِاللّٰهِ ۚ وَاشْهَدْ بِاَنَّا مُسْلِمُوْنَ",
    "translation": "Maka ketika Isa merasakan keingkaran mereka (Bani Israil), dia berkata, “Siapakah yang akan menjadi penolong untuk (menegakkan agama) Allah?” Para Hawariyyun (sahabat setianya) menjawab, “Kamilah penolong (agama) Allah. Kami beriman kepada Allah, dan saksikanlah, bahwa kami adalah orang-orang Muslim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/345.mp3",
    "tafsir": "Pada ayat ini dan ayat berikutnya diterangkan hubungan Nabi Isa, dengan kaumnya, dan apa yang telah dijalaninya dari mereka; baik berupa hambatan-hambatan, tantangan, kekerasan, serta rencana-rencana untuk membunuhnya. Selain itu Allah juga menerangkan pertolongan-pertolongan yang telah diberikan kepada golongan orang yang mengakui keesaan Allah, serta ancaman-ancaman-Nya yang disampaikan kepada orang-orang kafir, dan siksaan yang menimpa mereka di dunia dan di akhirat.\nTatkala Isa a.s. meyakini bahwa kaumnya Bani Israil tetap dalam kekafiran dan menemui penolakan yang keras dari mereka, bahkan bermaksud menyakitinya, bertanyalah dia \"Siapakah penolong-penolongku kepada Allah?\" Isa benar-benar menemui tantangan yang keras dari orang Yahudi, mereka mengerumuninya dan memperolok-oloknya. Mereka berkata, \"Apakah yang telah dimakan oleh si anu tadi malam, apa yang disimpannya di rumahnya untuk besok pagi?\" Walaupun Isa a.s. dapat menjawabnya, namun mereka tetap memperolok-oloknya. \nPada cerita ini terdapat pelajaran bagi Nabi Muhammad saw, dan sekaligus menjadi penghibur baginya. Di sini terbukti bahwa walaupun banyak dikemukakan mukjizat-mukjizat para nabi, tidaklah dengan sendirinya membawa kepada iman. Keimanan itu tergantung kepada manusia yang diajak apakah bersedia untuk menerimanya.\nPada saat meningkatnya tantangan dan ancaman itulah Isa mengatakan kepada kaum Hawari, siapa yang bersedia menyerahkan jiwanya kepada Allah dan menolong rasul-Nya. Hawariyun menjawab, \"Kamilah penolong agama Allah\", mereka menyediakan tenaga mereka untuk memperteguh dakwah Rasul Allah dan bersedia memegang teguh ajaran-ajarannya serta meninggalkan ajaran-ajaran yang lalu yang salah. Pertolongan yang diminta Isa a.s. ini tidak menuntut mereka mengikuti peperangan tapi cukup dengan mengamalkan ajaran agama dan dakwahnya.\nHawariyun adalah segolongan orang di antara Bani Israil yang beriman kepada Almasih, dan bersedia membantu, menolongnya dan mengikuti cahaya yang diturunkan kepadanya (As-shaff/61:14). Mereka menyatakan kepada Isa a.s. bahwa mereka beriman kepada Allah dan memohon kesaksian bahwa mereka adalah orang-orang yang berserah diri\". Pernyataan ini merupakan faktor yang membawa kemenangan dalam menghadapi perlawanan musuh-musuhnya. Mereka memohon agar mereka dimasukkan ke dalam golongan orang yang mengakui keesaan Allah.",
    "quraish": "Ketika 'Isâ diutus lalu mengajak kaumnya ke jalan yang lurus, sebagian besar mereka menolaknya. Ketika merasakan adanya penolakan itu, ia berkata, \"Siapa lagikah yang akan menolongku membela kebenaran yang aku bawa?\" Sebagian kecil mereka, yang beriman kepada Allah dan kepadanya, berkata, \"Kami akan membelamu karena engkau mengajak ke jalan Allah. Saksikanlah bahwa kami benar-benar tulus dan tunduk kepada Allah.\"",
    "jalalayn": "(Maka tatkala diketahui oleh Isa kekafiran mereka) dan mereka bermaksud hendak membunuhnya (katanya, \"Siapakah yang bersedia menjadi pembela-pembela aku) penolong-penolong aku (kepada Allah.\") untuk menegakkan agama-Nya? (Berkata orang-orang Hawari, \"Kamilah pembela-pembela Allah) artinya penolong-penolong agama-Nya dan mereka ini ialah teman-teman dekat Isa dan yang mula-mula beriman kepadanya. Jumlah mereka 12 orang, dan 'hawari' itu asalnya dari kata-kata 'hur' yang berarti putih bersih. Ada pula yang mengatakan bahwa mereka itu adalah orang yang pendek-pendek dan selalu memakai pakaian putih (Kami beriman kepada Allah dan saksikanlah) wahai Isa (bahwa kami orang-orang Islam)."
  }
]