[
  {
    "page": 560,
    "name": "At-Tahrim",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَآ اَحَلَّ اللّٰهُ لَكَۚ تَبْتَغِيْ مَرْضَاتَ اَزْوَاجِكَۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Wahai Nabi! Mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu? Engkau ingin menyenangkan hati istri-istrimu? Dan Allah Maha Pengampun, Maha Penyayang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5230.mp3",
    "tafsir": "Pada ayat ini, Allah menegur Nabi saw karena bersumpah tidak akan meminum madu lagi, padahal madu itu adalah minuman yang halal. Sebabnya hanyalah karena menghendaki kesenangan hati istri-istrinya.\nAyat ini ditutup dengan satu ketegasan bahwa Allah Maha Pengampun atas dosa hamba-Nya yang bertobat, dan Dia telah mengampuni kesalahan Nabi saw yang telah bersumpah tidak mau lagi minum madu.",
    "quraish": "[[66 ~ AT-TAHRIM (PENGHARAMAN) Pendahuluan: Madaniyyah, 12 ayat ~ Surat ini mengisyaratkan sesuatu yang membuat Rasulullah saw. marah kepada sebagian istrinya, lalu mengharamkan sesuatu yang enak dan halal bagi dirinya, dan mengingatkan mereka akan akibat buruk dari perbuatannya. Pembicaraan kemudian beralih kepada sebuah perintah agar orang-orang Mukmin menjaga diri dan keluarga mereka dari api neraka yang bahan bakarnya terdiri atas manusia dan bebatuan. Surat ini juga menjelaskan bahwa permohonan maaf orang-orang kafir pada hari kiamat tidak akan diterima. Selain itu, surat ini menyeru agar orang-orang Mukmin melakukan pertobatan yang tulus dan agar Rasulullah saw. berjuang melawan orang-orang kafir dan munafik dan bersikap keras terhadap mereka. Surat ini, akhirnya, ditutup dengan menyebutkan beberapa perumpamaan untuk menjelaskan bahwa kesalehan seorang suami tidak akan mampu menolak azab yang dijatuhkan kepada istrinya yang sesat dan, sebaliknya, kesesatan seorang suami juga tidak akan merugikan istri selama ia saleh dan beristikamah. Setiap jiwa bertanggung jawab atas perbuatannya masing-masing.]] Wahai Nabi, mengapa kamu mengharamkan bagi dirimu sesuatu yang dihalalkan oleh Allah demi menyenangkan istri-istrimu? Allah Maha Pengampun lagi Maha Penyayang.",
    "jalalayn": "(Hai nabi! Mengapa kamu mengharamkan apa yang Allah menghalalkannya bagimu) mengenai istri budak wanitamu, yakni Mariyah Qibtiah; yaitu sewaktu Nabi saw. menggaulinya di rumah Hafshah, sedangkan pada waktu itu Siti Hafshah sedang tidak ada di rumah. Lalu datanglah Siti Hafshah, dan ia merasa keberatan dengan adanya hal tersebut yang dilakukan oleh Nabi saw. di dalam rumahnya dan di tempat tidurnya. Lalu kamu mengatakan, dia (Siti Mariyah) haram atas diriku (kamu mencari) dengan mengharamkannya atas dirimu (keridaan istri-istrimu) kerelaan mereka terhadap dirimu. (Dan Allah Maha Pengampun lagi Maha Penyayang) Dia telah mengampunimu atas tindakan pengharamanmu itu."
  },
  {
    "page": 560,
    "name": "At-Tahrim",
    "ayat": 2,
    "arab": "قَدْ فَرَضَ اللّٰهُ لَكُمْ تَحِلَّةَ اَيْمَانِكُمْۚ وَاللّٰهُ مَوْلٰىكُمْۚ وَهُوَ الْعَلِيْمُ الْحَكِيْمُ ",
    "translation": "Sungguh, Allah telah mewajibkan kepadamu membebaskan diri dari sumpahmu; dan Allah adalah pelindungmu dan Dia Maha Mengetahui, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5231.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Dia telah menetapkan satu ketentuan yaitu wajib bagi seseorang membebaskan dirinya dari sumpah yang pernah diucapkannya dengan membayar kafarat sebagaimana yang dijelaskan dalam firman Allah:\n\nMaka kafaratnya (denda pelanggaran sumpah) ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi mereka pakaian atau memerdekakan seorang hamba sahaya. Barangsiapa tidak mampu melakukannya, maka (kafaratnya) berpuasalah tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah. (al-Ma'idah/5: 89)\n\nSumpah yang wajib dilanggar ialah jika bersifat menghalalkan sesuatu yang hukumnya haram, atau sebaliknya sumpah itu mengharamkan sesuatu yang halal. Untuk membatalkan sumpah tidak minum madu, Nabi saw telah memenuhi ketentuan Allah tersebut di atas, dengan membayar kafarat yaitu memerdekakan seorang budak, sebagaimana yang diinformasikan dalam sebuah hadis: \nDari Ibnu 'Abbas, ia berkata, \"Saya bertanya kepada 'Umar bin al-Khaththab tentang siapa kedua perempuan itu? Ia berkata, 'Aisyah dan Hafsah. Dia mengawali cerita tentang Ummu Ibrahim (Mariyah) al-Qibthiyyah yang digauli Nabi saw di rumah Hafsah pada hari (giliran)nya, lalu Hafsah mengetahuinya. Hafsah lalu berkata, 'Wahai Nabi Allah, engkau telah memperlakukan saya dengan perlakuan yang tidak engkau lakukan kepada istri-istrimu yang lain pada hari saya, rumah saya, dan di atas tempat tidur saya. Nabi berkata, 'Senangkah engkau bila saya mengharamkannya dengan tidak menggaulinya lagi? Ia menjawab, 'Baik, haramkan dia! Nabi lalu berkata, 'Janganlah engkau katakan hal ini kepada siapa pun. Tetapi Hafsah mengatakannya kepada 'Aisyah. Kemudian Allah memberitahukan hal itu kepada Nabi saw, lalu menurunkan ayat: \"ya ayyuhan-nabiyyu lima tuharrimu¦\" dan seterusnya. Kami mendapat berita bahwa Nabi saw membayar kafarat sumpahnya dan menggauli Maryam al-Qibtiyyah kembali.\" (Riwayat Ibnu Jarir dan Ibnu Mundhir)\n\nKesimpulan dari apa yang terkandung dalam ayat ini adalah bahwa yang diharamkan Nabi saw untuk dirinya adalah sesuatu yang telah dihalalkan Allah, bisa berupa budak, minuman, atau yang lainnya. Apa pun kasusnya, yang jelas Nabi mengharamkan sesuatu yang dihalalkan Allah. Oleh karena itulah, Allah menegur dan meminta Nabi untuk membatalkan sumpahnya dan membayar kafarat.\nDi bagian akhir ayat ini dijelaskan bahwa Allah adalah pelindung orang beriman, mengalahkan musuh-musuhnya, memudahkannya menempuh jalan yang menguntungkan di dunia dan di akhirat, memberikan hidayat dan bimbingan untuk mencapai kebahagiaan dunia dan akhirat. Dia Maha Mengetahui apa yang mendatangkan maslahat. Allah Mahabijaksana dalam mengatur segala sesuatunya, tidak akan melarang dan memerintahkan sesuatu kecuali tujuannya ialah maslahat manusia.",
    "quraish": "Sesungguhnya Allah telah memberikan ketentuan kepada kalian untuk membebaskan diri dari sumpah dengan membayar kafarat. Allah adalah tuan yang mengendalikan segala urusan kalian. Dialah yang Mahatahu sehingga menentukan sesuatu yang mendatangkan kebaikan untuk kalian, lagi Mahabijaksana dalam memberi ketentuan.",
    "jalalayn": "(Sesungguhnya Allah telah mewajibkan) telah mensyariatkan (kepada kamu sekalian membebaskan diri dari sumpah kalian) artinya kalian melepaskan diri dari sumpah yang telah kalian katakan dengan cara membayar kifarat sebagaimana yang telah disebutkan di dalam surat Al-Maidah. Dan termasuk di antara sumpah-sumpah itu ialah mengharamkan budak wanita. Apakah Nabi saw. membayar kifarat? Muqatil mengatakan, bahwa Nabi saw. telah memerdekakan seorang budak sebagai kifaratnya yang telah mengharamkan Siti Mariyah atas dirinya. Akan tetapi Hasan mengatakan, bahwa Nabi saw. tidak membayar kifarat, karena sesungguhnya ia telah mendapat ampunan dari Allah (dan Allah adalah Pelindung kalian) yang menolong kalian (dan Dia Maha Mengetahui lagi Maha Bijaksana)."
  },
  {
    "page": 560,
    "name": "At-Tahrim",
    "ayat": 3,
    "arab": "وَاِذْ اَسَرَّ النَّبِيُّ اِلٰى بَعْضِ اَزْوَاجِهٖ حَدِيْثًاۚ فَلَمَّا نَبَّاَتْ بِهٖ وَاَظْهَرَهُ اللّٰهُ عَلَيْهِ عَرَّفَ بَعْضَهٗ وَاَعْرَضَ عَنْۢ بَعْضٍۚ فَلَمَّا نَبَّاَهَا بِهٖ قَالَتْ مَنْ اَنْۢبَاَكَ هٰذَاۗ قَالَ نَبَّاَنِيَ الْعَلِيْمُ الْخَبِيْرُ ",
    "translation": "Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya (Hafsah). Lalu dia menceritakan peristiwa itu (kepada Aisyah) dan Allah memberitahukan peristiwa itu kepadanya (Nabi), lalu (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Maka ketika dia (Nabi) memberitahukan pembicaraan itu kepadanya (Hafsah), dia bertanya, “Siapa yang telah memberitahukan hal ini kepadamu?” Nabi menjawab, “Yang memberitahukan kepadaku adalah Allah Yang Maha Mengetahui, Mahateliti.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5232.mp3",
    "tafsir": "Dalam ayat ini, Allah mengingatkan suatu peristiwa yang terjadi pada diri Nabi saw yaitu ketika beliau meminta kepada Hafsah (salah seorang istrinya) untuk merahasiakan dan tidak memberitahukan kepada siapa pun bahwa beliau pernah meminum madu di rumah Zainab binti Jahsy, lalu bersumpah tidak akan mengulangi hal itu lagi. Setelah Hafsah menceritakan hal itu kepada 'Aisyah, Allah lalu memberitahukan kepada Nabi percakapan antara keduanya itu. Nabi saw kemudian memberitahu Hafsah tentang perbuatannya yang telah menyiarkan rahasia beliau. Ketika itu Hafsah menjadi heran dan bertanya, \"Siapakah yang telah memberitahukan hal ini kepadamu?\" Ia menyangka bahwa 'Aisyahlah yang memberitahukan, Nabi saw menjawab bahwa yang memberitahukan ialah Allah, Tuhan Yang Maha Mengetahui segala rahasia dan bisikan, Maha Mengenal apa yang ada di bumi dan apa yang ada di langit, tiada sesuatu yang tersembunyi bagi-Nya. Firman Allah:\n\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)",
    "quraish": "Ingatlah ketika Nabi membicarakan sesuatu secara rahasia kepada sebagian istrinya. Ketika istrinya itu memberitahukan rahasia tersebut kepada yang lain--dan Allah memberitahukan kepada Rasulullah saw. tersebarnya rahasia itu--Rasulullah menceritakannya kepada sebagian istrinya dan merahasiakannya, sebagai penghormatan, kepada yang lain. Tatkala ia memberitahukan hal itu kepada istri yang menyebar rahasia, sang istri berkata, \"Siapa yang memberitahukan hal itu kepadamu?\" Nabi menjawab, \"Yang memberitahu aku adalah Sang Mahatahu segala sesuatu, yang tak sesuatu pun tersembunyi dari pengetahuan-Nya.",
    "jalalayn": "(Dan) ingatlah (ketika Nabi membicarakan secara rahasia kepada salah seorang dari istri-istrinya) yakni kepada Siti Hafshah (suatu pembicaraan) tentang mengharamkan Siti Mariyah atas dirinya, kemudian Nabi saw. berkata kepada Siti Hafshah, \"Jangan sekali-kali kamu membuka rahasia ini.\" (Maka tatkala menceritakan peristiwa itu) kepada Siti Aisyah, ia menduga bahwa hal ini tidak dosa (dan Allah memberitahukan hal itu) Dia membukanya (kepadanya) yakni kepada Nabi Muhammad tentang pembicaraan Siti Hafshah kepada Siti Aisyah itu (lalu dia memberitahukan sebagiannya) kepada Siti Hafshah (dan menyembunyikan sebagian yang lain) sebagai kemurahan dari dirinya terhadap dia. (Maka tatkala dia, Muhammad, memberitahukan pembicaraan itu, lalu Hafshah bertanya, \"Siapakah yang telah memberitahukan hal ini kepadamu?\" Nabi menjawab, \"Telah diberitahukan kepadaku oleh Yang Maha Mengetahui lagi Maha Waspada\") yakni Allah swt."
  },
  {
    "page": 560,
    "name": "At-Tahrim",
    "ayat": 4,
    "arab": "اِنْ تَتُوْبَآ اِلَى اللّٰهِ فَقَدْ صَغَتْ قُلُوْبُكُمَاۚ وَاِنْ تَظٰهَرَا عَلَيْهِ فَاِنَّ اللّٰهَ هُوَ مَوْلٰىهُ وَجِبْرِيْلُ وَصَالِحُ الْمُؤْمِنِيْنَۚ وَالْمَلٰۤىِٕكَةُ بَعْدَ ذٰلِكَ ظَهِيْرٌ ",
    "translation": "Jika kamu berdua bertobat kepada Allah, maka sungguh, hati kamu berdua telah condong (untuk menerima kebenaran); dan jika kamu berdua saling bantu-membantu menyusahkan Nabi, maka sungguh, Allah menjadi pelindungnya dan (juga) Jibril dan orang-orang mukmin yang baik; dan selain itu malaikat-malaikat adalah penolongnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5233.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa jika Hafsah dan 'Aisyah mau bertobat, dan mengatakan bahwa dirinya telah menyalahi kehendak Nabi saw, keduanya cinta kepada apa yang beliau cintai, dan membenci apa yang beliau benci, berarti keduanya telah cenderung untuk menerima kebaikan.\nDalam riwayat lain, Ibnu 'Abbas berkata, \"Saya senantiasa ingin menanyakan kepada Umar tentang dua istri Nabi saw yang dimaksudkan firman Allah, \"Jika kamu berdua bertobat kepada Allah¦,\" sampai 'Umar menunaikan ibadah haji dan saya pun menunaikan ibadah haji bersama dia. Ketika 'Umar dalam perjalanannya mampir untuk berwudu, saya guyur kedua tangannya dan bertanya, 'Wahai Amirul Mukminin! Siapakah kedua istri Nabi yang dituju oleh firman Allah, \"Jika kamu berdua bertobat kepada Allah ¦.\" 'Umar lalu menjawab, 'Wahai Ibnu 'Abbas! Kedua istri Nabi saw yang dimaksud itu ialah 'Aisyah dan Hafsah. Kalau keduanya ('Aisyah dan Hafsah) tetap sepakat berbuat apa yang menyakiti hati Nabi saw dengan menyiarkan rahasianya, hal itu tidak akan menyusahkan Nabi, karena Allah-lah pelindungnya, serta membantunya di dalam urusan agama dan semua hal yang dihadapinya. Begitu pula Jibril, orang-orang mukmin yang saleh, dan para malaikat, semuanya turut menolong dan membantunya.",
    "quraish": "Jika kalian berdua bertobat kepada Allah dengan penuh penyesalan, maka kalian telah melakukan yang seharusnya dalam bertobat. Sebab hati kalian berdua telah berpaling dari sesuatu yang dicintai Rasulullah, yaitu menjaga rahasianya. Dan jika kalian berdua bersekongkol untuk menyusahkan Nabi, maka sesungguhnya Allah adalah penolongnya. Begitu pula Jibril, orang-orang Mukmin dan malaikat yang mempunyai sifat baik akan menjadi penolong dan pelindungnya setelah Allah.",
    "jalalayn": "(Jika kamu berdua bertobat) yakni Siti Hafshah dan Siti Aisyah (kepada Allah, maka sesungguhnya hati kamu berdua telah condong) cenderung untuk diharamkannya Siti Mariyah, artinya, kamu berdua merahasiakan hal tersebut dalam hati kamu, padahal Nabi saw. tidak menyukai hal tersebut, dan hal ini adalah suatu perbuatan yang berdosa. Jawab Syarat dari kalimat ini tidak disebutkan, yakni jika kamu berdua bertobat kepada Allah, maka tobat kamu diterima. Diungkapkan dengan memakai lafal quluubun dalam bentuk jamak sebagai pengganti dari lafal qalbaini, hal ini tiada lain karena dirasakan amat berat mengucapkan dua isim tatsniah yang digabungkan dalam satu lafal (dan jika kamu berdua saling bantu-membantu) lafal tazhaahara artinya bantu-membantu. Menurut qiraat yang lain dibaca tazhzhaharaa bentuk asalnya adalah Tatazhaaharaa, kemudian huruf ta yang kedua diidgamkan ke dalam huruf zha sehingga jadilah tazhzhaaharaa (terhadapnya) terhadap Nabi saw. dalam melakukan hal-hal yang tidak disukainya, yakni membuat susah Nabi saw. (maka sesungguhnya Allah adalah) lafal huwa ini merupakan dhamir fashl (Pelindungnya) maksudnya, yang menolongnya (dan begitu pula Jibril dan orang-orang mukmin yang saleh) seperti Abu Bakar dan Umar r.a. Lafal ini diathafkan secara mahall kepada isimnya inna, yakni begitu pula mereka akan menjadi penolongnya (dan selain dari itu malaikat-malaikat) yaitu sesudah pertolongan Allah dan orang-orang yang telah disebutkan tadi (adalah penolongnya pula) maksudnya mereka semua menjadi penolong Nabi terhadap kamu berdua."
  },
  {
    "page": 560,
    "name": "At-Tahrim",
    "ayat": 5,
    "arab": "عَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰۤىِٕبٰتٍ عٰبِدٰتٍ سٰۤىِٕحٰتٍ ثَيِّبٰتٍ وَّاَبْكَارًا ",
    "translation": "Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5234.mp3",
    "tafsir": "Diriwayatkan oleh Anas dari 'Umar bahwa ia berkata, \"Telah sampai kepadaku bahwa sebagian istri-istri Nabi bersikap keras kepada Nabi dan menyakiti hati beliau. Maka saya selidiki hal itu. Saya menasihatinya satu-persatu dan melarangnya menyakiti hati Nabi saw, saya berkata, 'Jika kalian tetap tidak mau taat maka boleh jadi Allah memberikan kepada Nabi, istri-istri baru yang lebih baik dari kalian. Dan setelah saya menemui Zainab, ia berkata, 'Wahai Ibnu Khaththab! Apakah tidak ada usaha Rasulullah untuk menasihati istri-istrinya? Maka nasihatilah mereka sampai mereka itu tidak diceraikan, maka turunlah ayat ini.\"\nAyat ini berisi peringatan dari Allah terhadap istri-istri yang menyakiti hati Nabi saw. Jika Nabi menceraikan mereka, boleh jadi Allah menggantinya dengan istri-istri baru yang lebih baik dari mereka, baik keislaman maupun keimanannya, yaitu istri-istri yang tekun beribadah, bertobat kepada Allah, patuh kepada perintah-perintah Rasul.",
    "quraish": "Wahai para istri Nabi, jika ia menceraikan kalian, boleh jadi Tuhannya akan mengawinkannya, sebagai pengganti kalian, dengan istri-istri yang taat kepada Allah, beriman dengan tulus, khusyuk kepada Allah, bertobat kepada-Nya, tunduk mengerjakan ibadah, selalu bepergian dalam rangka taat kepada-Nya, yang janda maupun yang perawan.",
    "jalalayn": "(Jika Nabi menceraikan kalian, boleh jadi Rabbnya) maksudnya, jika nabi menceraikan istri-istrinya (akan memberi ganti kepadanya) dapat dibaca yubdilahu dan yubaddilahu (dengan istri-istri yang lebih baik daripada kalian) lafal azwaajan ini menjadi khabar dari lafal 'asaa sedangkan jumlah an yubdilahu dan seterusnya menjadi jawab syarath. Di sini tidak ada badal karena apa yang disebutkan pada syarat tidak terjadi, yakni perceraian itu tidak pernah terjadi (yang patuh) artinya mengakui Islam (yang beriman) yakni ikhlas hatinya kepada Islam (yang taat) mereka taat (yang bertobat, rajin beribadat, rajin berpuasa) yakni gemar melakukan puasa atau yang berhijrah (yang janda dan yang perawan)"
  },
  {
    "page": 560,
    "name": "At-Tahrim",
    "ayat": 6,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰۤىِٕكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, dan keras, yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5235.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan orang-orang yang beriman agar menjaga dirinya dari api neraka yang bahan bakarnya terdiri dari manusia dan batu, dengan taat dan patuh melaksanakan perintah Allah. Mereka juga diperintahkan untuk mengajarkan kepada keluarganya agar taat dan patuh kepada perintah Allah untuk menyelamatkan mereka dari api neraka. Keluarga merupakan amanat yang harus dipelihara kesejahteraannya baik jasmani maupun rohani.\nDi antara cara menyelamatkan diri dari api neraka itu ialah mendirikan salat dan bersabar, sebagaimana firman Allah:\n\nDan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. (thaha/20: 132)\n\nDan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat. (asy-Syu'ara'/26: 214)\n\nDiriwayatkan bahwa ketika ayat ke-6 ini turun, 'Umar berkata, \"Wahai Rasulullah, kami sudah menjaga diri kami, dan bagaimana menjaga keluarga kami?\" Rasulullah saw menjawab, \"Larang mereka mengerjakan apa yang kamu dilarang mengerjakannya dan perintahkan mereka melakukan apa yang diperintahkan Allah kepadamu. Begitulah caranya menyelamatkan mereka dari api neraka. Neraka itu dijaga oleh malaikat yang kasar dan keras yang pemimpinnya berjumlah sembilan belas malaikat. Mereka diberi kewenangan mengadakan penyiksaan di dalam neraka. Mereka adalah para malaikat yang tidak mendurhakai Allah terhadap apa yang diperintahkan-Nya dan selalu mengerjakan apa yang diperintahkan-Nya.",
    "quraish": "Wahai orang-orang yang beriman, peliharalah diri dan keluarga kalian dari api neraka yang bahan bakarnya terdiri atas manusia dan bebatuan. Yang menangani neraka itu dan yang menyiksa penghuninya adalah para malaikat yang kuat dan keras dalam menghadapi mereka. Para malaikat itu selalu menerima perintah Allah dan melaksankannya tanpa lalai sedikit pun.",
    "jalalayn": "(Hai orang-orang yang beriman! Peliharalah diri kalian dan keluarga kalian) dengan mengarahkan mereka kepada jalan ketaatan kepada Allah (dari api neraka yang bahan bakarnya adalah manusia) orang-orang kafir (dan batu) seperti berhala-berhala yang mereka sembah adalah sebagian dari bahan bakar neraka itu. Atau dengan kata lain api neraka itu sangat panas, sehingga hal-hal tersebut dapat terbakar. Berbeda halnya dengan api di dunia, karena api di dunia dinyalakan dengan kayu dan lain-lainnya (penjaganya malaikat-malaikat) yakni, juru kunci neraka itu adalah malaikat-malaikat yang jumlahnya ada sembilan belas malaikat, sebagaimana yang akan diterangkan nanti dalam surat Al-Muddatstsir (yang kasar) lafal ghilaazhun ini diambil dari asal kata ghilazhul qalbi, yakni kasar hatinya (yang keras) sangat keras hantamannya (mereka tidak pernah mendurhakai Allah terhadap apa yang telah diperintahkan-Nya kepada mereka) lafal maa amarahum berkedudukan sebagai badal dari lafal Allah. Atau dengan kata lain, malaikat-malaikat penjaga neraka itu tidak pernah mendurhakai perintah Allah (dan mereka selalu mengerjakan apa yang diperintahkan) lafaz ayat ini berkedudukan menjadi badal dari lafal yang sebelumnya. Dalam ayat ini terkandung ancaman bagi orang-orang mukmin supaya jangan murtad; dan juga ayat ini merupakan ancaman pula bagi orang-orang munafik yaitu, mereka yang mengaku beriman dengan lisannya tetapi hati mereka masih tetap kafir."
  },
  {
    "page": 560,
    "name": "At-Tahrim",
    "ayat": 7,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ كَفَرُوْا لَا تَعْتَذِرُوا الْيَوْمَۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ࣖ",
    "translation": "Wahai orang-orang kafir! Janganlah kamu mengemukakan alasan pada hari ini. Sesungguhnya kamu hanya diberi balasan menurut apa yang telah kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5236.mp3",
    "tafsir": "Pada ayat ini, Allah mengeluarkan satu ketegasan yang ditujukan kepada orang-orang kafir bahwa di hari kemudian nanti, tidak ada lagi gunanya mereka itu mengemukakan alasan, serta menginginkan satu kehendak dan harapan. Waktu dan kesempatan untuk mengemukakan alasan dan harapan sudah lewat. Hari Kiamat hanyalah hari untuk mempertanggungjawabkan dan menerima pembalasan dari apa yang telah dikerjakan di dunia, sebagaimana firman Allah:\n\nDemikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6: 146)\n\nDijelaskan pula dalam ayat lain:\n\n\nDemikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir. (Saba'/34: 17)",
    "quraish": "Pada hari kiamat akan dikatakan kepada orang-orang kafir, \"Pada hari ini, janganlah kalian mencari-cari alasan. Sesungguhnya kalian akan diberi balasan sesuai dengan perbuatan kalian di dunia.\"",
    "jalalayn": "(Hai orang-orang kafir, janganlah kalian mengemukakan uzur pada hari ini) ucapan ini dikatakan kepada mereka sewaktu mereka dimasukkan ke dalam neraka; dikatakan demikian karena uzur atau alasan itu tiada gunanya. (Sesungguhnya kalian hanya diberi balasan menurut apa yang kalian kerjakan) sebagai balasannya."
  }
]