[
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 1,
    "arab": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
    "translation": "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5242.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah Yang Mahasuci dan yang tidak terhingga rahmat-Nya, adalah penguasa semua kerajaan dunia yang fana ini dengan segala macam isinya, dan kerajaan akhirat yang terjadi setelah lenyapnya kerajaan dunia. Allah berfirman:\n\nDan milik Allah-lah kerajaan langit dan bumi dan apa yang ada di antara keduanya. Dia menciptakan apa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu. (al-Ma'idah/5: 17)\n\nFirman Allah yang lain :\n\nSegala puji bagi Allah, Tuhan seluruh alam, Yang Maha Pengasih, Maha Penyayang, Pemilik hari pembalasan. (al-Fatihah/1: 2-4)\n\nAllah adalah penguasa kerajaan dunia. Hal ini berarti bahwa Dialah yang menciptakan seluruh alam ini beserta segala yang terdapat di dalamnya. Dia pulalah yang mengembangkan, menjaga kelangsungan wujudnya, mengatur, mengurus, menguasai, dan menentukan segala sesuatu yang ada di dalamnya, sesuai yang dikehendaki-Nya. Dalam mengatur, mengurus, mengembangkan, dan menjaga kelangsungan wujud alam ini, Allah menetapkan hukum-hukum dan peraturan-peraturan. Semua wajib tunduk dan mengikuti hukum-hukum dan peraturan yang dibuat-Nya itu tanpa ada pengecualian sedikit pun. Apa dan siapa saja yang tidak mau tunduk dan patuh, serta mengingkari hukum-hukum dan peraturan-peraturan itu pasti akan binasa atau sengsara.\nHukum dan peraturan Allah yang berlaku di alam ini ada dua; pertama, sunatullah yang merupakan hukum dan ketentuan Allah yang berlaku di alam semesta ini, baik bagi makhluk hidup maupun benda mati, baik bagi manusia maupun bagi hewan, tumbuh-tumbuhan, dan benda yang tidak bernyawa, baik bagi bumi dengan segala isinya maupun bagi seluruh planet-planet yang beredar di jagat raya yang tiada terbatas luasnya. Di antara hukum dan peraturan Allah itu ialah api membakar, air mengalir dari tempat yang tinggi ke tempat yang rendah, hukum Pascal, dan, hukum Archimedes. Manusia hidup memerlukan oksigen, makan dan minum, baik berupa makanan dan minuman jasmani maupun rohani. Manusia adalah makhluk individu dan makhluk sosial. Tiap-tiap planet, termasuk bumi, mempunyai daya tarik-menarik dan berjalan pada garis edarnya yang telah ditentukan; dan banyak lagi hukum-hukum dan peraturan-peraturan Allah, baik yang telah diketahui manusia maupun yang belum diketahuinya.\nPelanggaran terhadap hukum dan peraturan Allah berarti kesengsaraan dan kebinasaan bagi yang melanggarnya. Seperti memasukkan tangan ke dalam api berakibat terbakarnya tangan tersebut, dan merusak alam atau menebang hutan yang melampaui batas berakibat banjir dan kerugian bagi manusia. Bahkan bintang-bintang dan meteor yang menyalahi hukum Allah akan mengalami kehancuran.\nKedua, agama Allah, yang berisi petunjuk-petunjuk bagi manusia. Dengan mengikuti petunjuk-petunjuk itu, manusia akan hidup bahagia di dunia dan di akhirat. Agama yang berisi petunjuk-petunjuk itu diturunkan Allah kepada para rasul yang telah diutus-Nya, sejak dari Nabi Adam sampai kepada Nabi Muhammad, sebagai nabi dan rasul Allah yang terakhir, penutup dari segala rasul dan nabi. Manusia yang hidup setelah diutusnya Nabi Muhammad, sampai akhir zaman, wajib mengikuti agama yang dibawanya jika mereka ingin hidup selamat, berbahagia di dunia dan di akhirat .\nDemikianlah Allah yang menguasai, mengurus, mengatur, dan menjaga kelangsungan wujud alam ini, menetapkan undang-undang dan ketentuan-ketentuan, sehingga dengan demikian terlihat semuanya teratur rapi, indah, dan bermanfaat bagi manusia. Apabila seorang warga negara wajib tunduk dan patuh kepada semua hukum dan ketentuan yang berlaku di negaranya, tentu ia harus lebih wajib lagi tunduk dan patuh kepada hukum dan peraturan Allah yang menciptakan, memberi nikmat, dan menjaganya. Jika suatu negara menetapkan sanksi bagi setiap warga negara yang melanggar hukum dan peraturan yang telah ditetapkannya, maka Allah lebih menetapkan sanksi dan mengadili dengan seadil-adilnya setiap makhluk yang mengingkari hukum dan peraturan yang telah dibuat-Nya.\nDi samping sebagai penguasa kerajaan dunia, Allah juga menguasai kerajaan akhirat, yang ada setelah kehancuran seluruh kerajaan dunia. Kerajaan akhirat merupakan kerajaan abadi; dimulai dari terjadinya hari Kiamat, hari kehancuran dunia dan pembangkitan manusia dari kubur. Kemudian mereka dikumpulkan di Padang Mahsyar untuk diadili dan ditimbang amal dan perbuatannya. Dari pengadilan itu diputuskan; bagi yang iman dan amal salehnya lebih berat dibandingkan dengan kesalahan yang telah diperbuatnya, maka ia diberi balasan dengan surga, tempat yang penuh kenikmatan dan kebahagiaan. Sebaliknya jika perbuatan jahat yang telah dikerjakannya selama hidup di dunia lebih berat dari iman dan amal saleh yang telah dilakukannya, maka balasan yang mereka peroleh adalah neraka, tempat yang penuh kesengsaraan yang tiada tara. Kehidupan di akhirat, baik di surga maupun di neraka, adalah kehidupan yang kekal. Di surga Allah melimpahkan kenikmatan dan kebahagiaan kepada orang-orang yang beriman dan beramal saleh, sedangkan di neraka Allah menimpakan siksaan yang sangat berat kepada orang-orang kafir dan berbuat jahat.\n\n\nAllah berfirman:\n\nBukan demikian! Barang siapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya, Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka itu penghuni surga. Mereka kekal di dalamnya. (al-Baqarah/2: 81-82)\n\nPada akhir ayat ini ditegaskan bahwa Allah sebagai penguasa kerajaan dunia dan kerajaan akhirat, Mahakuasa atas segala sesuatu. Tidak ada suatu apa pun yang dapat menandingi kekuasaan-Nya dan tidak ada suatu apa pun yang dapat luput dari kekuasaan-Nya itu.",
    "quraish": "[[67 ~ AL-MULK (KERAJAAN) Pendahuluan: Makkiyyah, 30 ayat ~ Surat ini dinamakan al-Mulk yang diambil dari kata itu yang terdapat pada ayat pertama. Tujuan terpenting dari surat ini adalah mengarahkan pikiran dan mengalihkan pandangan kepada tanda- tanda kekuasaan Allah yang sangat mengagumkan di dalam diri manusia dan alam raya, baik atas maupun bawah, agar dapat menjadi jalan menuju iman kepada Allah dan hari akhir. Surat ini juga menjelaskan keadaan orang-orang kafir yang dicampakkan ke dalam neraka. Mereka mendengar suaranya yang mengerikan dan merasakan sengatan panasnya. Mereka juga mengakui dosa dan meratapi nasib ketika malaikat membungkam mereka karena tidak memenuhi seruan dan peringatan rasul. Adapun orang-orang yang takut kepada dan beriman kepada Tuhan mereka akan memperoleh ampunan atas segala kesalahan dan pahala yang besar karena perbuatan dan usaha mereka.]] Tuhan yang memiliki kendali seluruh makhluk itu Mahatinggi dan keberkahan-Nya terus bertambah. Dia Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Maha Suci Allah) Maha Suci dari sifat-sifat semua makhluk (Yang di tangan kekuasaan-Nyalah) yang berada dalam pengaturan-Nyalah (segala kerajaan) segala kekuasaan dan pengaruh (dan Dia Maha Kuasa atas segala sesuatu)."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 2,
    "arab": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
    "translation": "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5243.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Tuhan yang memegang kekuasaan kerajaan dunia dan kerajaan akhirat serta menguasai segala sesuatunya itu, adalah Tuhan yang menciptakan kematian dan kehidupan. Hanya Dia yang menentukan saat kematian setiap makhluk. Jika saat kematian itu telah tiba, tidak ada suatu apa pun yang dapat mempercepat atau memperlambatnya barang sekejap pun. Demikian pula keadaan makhluk yang akan mati, tidak ada suatu apa pun yang dapat mengubahnya dari yang telah ditentukan-Nya. Allah berfirman:\n\nDan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Dan Allah Mahateliti terhadap apa yang kamu kerjakan. (al-Munafiqun/63: 11)\nTidak seorang pun manusia atau makhluk hidup lain yang dapat menghindarkan diri dari kematian yang telah ditetapkan Allah, sebagaimana firman-Nya:\n\nDimanapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kukuh. (an-Nisa'/4: 78)\n\nDemikian pula dinyatakan bahwa Allah yang menciptakan kehidupan. Maksudnya ialah bahwa Dialah yang menghidupkan seluruh makhluk hidup yang ada di alam ini. Dialah yang menyediakan segala kebutuhan hidupnya dan Dia pula yang memberikan kemungkinan kelangsungan jenis makhluk hidup itu, sehingga tidak terancam kepunahan. Kemudian Dia pula yang menetapkan lama kehidupan suatu makhluk dan menetapkan keadaan kehidupan seluruh makhluk. Dalam pada itu, Allah pun menentukan sampai kapan kelangsungan hidup suatu makhluk, sehingga bila waktu yang ditentukan-Nya itu telah berakhir, musnahlah jenis makhluk itu sebagaimana yang dialami oleh jenis-jenis hewan purba.\nDalam ayat ini diterangkan bahwa Allah menciptakan kematian dan kehidupan adalah untuk menguji manusia, siapa di antara mereka yang beriman dan beramal saleh dengan mengikuti petunjuk-petunjuk yang dibawa Nabi Muhammad dan siapa pula yang mengingkarinya. Dari ayat di atas dipahami bahwa dengan menciptakan kehidupan itu, Allah memberi kesempatan yang sangat luas kepada manusia untuk memilih mana yang baik menurut dirinya. Apakah ia akan mengikuti hawa nafsunya, atau ia akan mengikuti petunjuk, hukum, dan ketentuan Allah sebagai penguasa alam semesta ini. Seandainya manusia ditimpa azab yang pedih di akhirat nanti, maka azab itu pada hakikatnya ditimpakan atas kehendak diri mereka sendiri. Begitu juga jika mereka memperoleh kebahagiaan, maka kebahagiaan itu datang karena kehendak diri mereka sendiri sewaktu hidup di dunia.\nBerdasarkan ujian itu pula ditetapkan derajat dan martabat seorang manusia di sisi Allah. Semakin kuat iman seseorang semakin banyak amal saleh yang dikerjakannya. Semakin ia tunduk dan patuh mengikuti hukum dan peraturan Allah, semakin tinggi pula derajat dan martabat yang diperolehnya di sisi Allah. Sebaliknya jika manusia tidak beriman kepada-Nya, tidak mengerjakan amal saleh dan tidak taat kepada-Nya, ia akan memperoleh tempat yang paling hina di akhirat.\nKehidupan duniawi adalah untuk menguji manusia, siapa di antara mereka yang selalu menggunakan akal dan pikirannya memahami agama Allah, dan memilih mana perbuatan yang paling baik dikerjakannya, sehingga perbuatannya itu diridai Allah. Juga untuk mengetahui siapa yang tabah dan tahan mengekang diri dari mengerjakan larangan-larangan Allah dan siapa pula yang paling taat kepada-Nya.\nAyat ini mendorong dan menganjurkan agar manusia selalu waspada dalam hidupnya. Hendaklah mereka selalu memeriksa hati mereka apakah ia benar-benar seorang yang beriman, dan juga memeriksa segala yang akan mereka perbuat, apakah telah sesuai dengan yang diperintahkan Allah atau tidak, dan apakah yang akan mereka perbuat itu larangan Allah atau bukan. Jika perbuatan itu telah sesuai dengan perintah Allah, bahkan termasuk perbuatan yang diridai-Nya, hendaklah segera mengerjakannya. Sebaliknya jika perbuatan itu termasuk larangan Allah, maka jangan sekali-kali melaksanakannya.\nPada akhir ayat ini, Allah menegaskan bahwa Dia Mahaperkasa, tidak ada satu makhluk pun yang dapat menghalangi kehendak-Nya jika Ia hendak melakukan sesuatu, seperti hendak memberi pahala orang-orang yang beriman dan beramal saleh atau hendak mengazab orang yang durhaka kepada-Nya. Dia Maha Pengampun kepada hamba-hamba-Nya yang mau bertobat kepada-Nya dengan menyesali perbuatan dosa yang telah dikerjakannya, berjanji tidak akan melakukan dosa itu lagi serta berjanji pula tidak akan melakukan dosa-dosa yang lain.\nPada ayat ini, Allah menyebut secara bergandengan dua macam di antara sifat-sifat-Nya, yaitu sifat Mahaperkasa dan Maha Pengampun, seakan-akan kedua sifat ini adalah sifat yang berlawanan. Sifat Mahaperkasa memberi pengertian memberi kabar yang menakut-nakuti, sedang sifat Maha Pengampun memberi pengertian adanya harapan bagi setiap orang yang mengerjakan perbuatan dosa, jika ia bertobat. Hal ini menunjukkan bahwa Allah yang berhak disembah itu benar-benar dapat memaksakan kehendak-Nya kepada siapa pun, tidak ada yang dapat menghalanginya. Dia mengetahui segala sesuatu, sehingga dapat memberikan balasan yang tepat kepada setiap hamba-Nya, baik berupa pahala maupun siksa. Dengan pengetahuan itu pula, Dia dapat membedakan antara orang yang taat dan durhaka kepada-Nya, sehingga tidak ada kemungkinan sedikit pun seorang yang durhaka memperoleh pahala atau seorang yang taat dan patuh memperoleh siksa. Allah tidak pernah keliru dalam memberikan pembalasan.\nFirman Allah lainnya yang menyebut secara bergandengan kabar peringatan dan pengharapan itu ialah:\n\nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50)",
    "quraish": "Yang menciptakan mati dan hidup untuk suatu tujuan, yaitu menguji siapa di antara kalian yang paling benar perbuatannya dan paling tulus niatnya. Dia Mahaperkasa yang tidak ada sesuatu pun dapat mengalahkan-Nya, Maha Pengampun terhadap orang-orang yang teledor.",
    "jalalayn": "(Yang menjadikan mati) di dunia (dan hidup) di akhirat, atau yang menjadikan mati dan hidup di dunia. Nuthfah pada asalnya sebagai barang mati, kemudian jadilah ia hidup; pengertian hidup ialah karena ia mempunyai perasaan. Pengertian mati adalah kebalikannya. Pengertian lafal al-khalqu berdasarkan makna yang kedua ini berarti memastikan (supaya Dia menguji kalian) atau mencoba kalian di dalam kehidupan ini (siapa di antara kalian yang lebih baik amalnya) maksudnya yang paling taat kepada Allah. (Dan Dia Maha Perkasa) di dalam melakukan pembalasan terhadap orang yang durhaka kepada-Nya (lagi Maha Pengampun) kepada orang yang bertobat kepada-Nya."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 3,
    "arab": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ",
    "translation": "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5244.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan seluruh langit secara bertingkat di alam semesta. Tiap-tiap benda alam itu seakan-akan terapung kokoh di tengah-tengah jagat raya, tanpa ada tiang-tiang yang menyangga dan tanpa ada tali-temali yang mengikatnya. Tiap-tiap langit itu menempati ruangan yang telah ditentukan baginya di tengah-tengah jagat raya dan masing-masing lapisan itu terdiri atas begitu banyak planet yang tidak terhitung jumlahnya. Tiap-tiap planet berjalan mengikuti garis edar yang telah ditentukan baginya. Allah berfirman:\n\nDia menciptakan langit tanpa tiang sebagaimana kamu melihatnya, dan Dia meletakkan gunung-gunung (di permukaan) bumi agar ia (bumi) tidak menggoyangkan kamu; dan memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik. (Luqman/31: 10)\n\nSemua benda langit beserta bintang-bintang yang terdapat di dalamnya tunduk dan patuh mengikuti ketentuan dan hukum yang ditetapkan Allah baginya. Semuanya tetap seperti itu sampai pada waktu yang ditentukan baginya. Allah berfirman:\n\nAllah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas 'Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu. (ar-Ra'd/13: 2)\n\nMenurut ilmu Astronomi, di jagat raya yang luasnya tiada terhingga itu, terdapat galaksi-galaksi atau gugusan-gugusan bintang yang di dalamnya terdapat miliaran bintang yang tiada terhitung jumlahnya. Bintang-bintang yang berada di dalam setiap galaksi itu ada yang kecil seperti bumi dan ada pula yang besar seperti matahari, dan bahkan banyak yang lebih besar lagi. Setiap galaksi mempunyai sistem yang teratur rapi, yang tidak terlepas dari sistem ruang angkasa seluruhnya. Adanya daya tarik-menarik yang terdapat pada setiap planet, menyebabkan planet-planet itu tidak jatuh dan tidak berbenturan antara yang satu dengan yang lain, sehingga ia tetap terapung dan beredar pada garis edarnya masing-masing di angkasa.\nBila dihubungkan pengertian ayat tersebut dengan yang dijelaskan ilmu Astronomi, maka yang dimaksud dengan tingkat-tingkat langit yang banyak itu ialah galaksi-galaksi. Sedang angka tujuh dalam bahasa Arab biasa digunakan untuk menunjukkan sesuatu yang jumlahnya banyak. Oleh karena itu, yang dimaksud dengan tingkat langit yang tujuh itu adalah galaksi-galaksi yang banyak terdapat di langit. Sementara itu, ada pula ahli tafsir yang berpendapat bahwa yang dimaksud dengan \"tujuh lapisan langit\" ialah tujuh bintang yang berada di sekitar matahari, dan ada pula ahli tafsir yang tidak mau menafsirkannya. Mereka menyerahkannya kepada Allah karena hal itu ada pada pengetahuan-Nya yang belum diketahui dengan pasti oleh manusia.\nDemikianlah gambaran umum keadaan sistem galaksi-galaksi. Mengenai keadaan setiap planet yang tidak terhitung banyaknya itu, seperti bagaimana sifat dan tabiatnya, apa yang terkandung di dalamnya, bagaimana bentuknya secara terperinci, dan sebagainya masih sangat sedikit yang diketahui manusia. Hal itu pun hanya sekelumit kecil dari pengetahuan tentang galaksi itu.\nSeperti mengenai penciptaan \"langit\" yang tujuh lapis terdapat pada beberapa ayat lainnya, seperti al-Baqarah/2: 29, al-An'am/6: 125, Nuh/71: 15, dan an-Naba'/78: 12. Menurut para saintis, kata langit dapat ditafsirkan sebagai langit bumi yang berupa atmosfer atau langit alam semesta. Apabila langit bumi, ternyata bahwa atmosfer dibagi dalam tujuh lapisan. Dan masing-masing lapisan mempunyai tugas dan fungsi melindungi bumi. \nPembagian atmosfer menjadi tujuh lapis didasarkan pada perbedaan kandungan kimia dan suhu udara. Ketujuh lapisan tersebut dinamakan: Troposfer, Stratosfer, lapisan-lapisan Mesosfer, Thermosfer, Exosfer, Ionosfer, dan Magnetosfer. Dalam Surah Fussilat/41 ayat 11-12 dinyatakan bahwa tiap lapis langit mempunyai urusannya sendiri-sendiri. Hal ini dikonfirmasi ilmu pengetahuan, misal ada lapisan yang bertugas untuk membuat hujan, mencegah kerusakan akibat radiasi, memantulkan gelombang radio, sampai dengan lapisan yang mencegah agar meteor tidak merusak bumi.\nAkan tetapi, dengan adanya ayat 5 pada surah yang sama (al-Mulk/67: 5), tampaknya yang dimaksudkan dengan langit bukanlah langit atmosfer, melainkan langit semesta. Bunyi ayat tersebut demikian:\n\nDan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala. (al-Mulk/67: 5)\n\nDinyatakan secara jelas bahwa pada \"langit yang dekat\" (mungkin dapat ditafsirkan sebagai lapis langit pertama) dihiasi oleh bintang-bintang. Kata yang digunakan bukan bintang (bentuk tunggal yang dapat menunjuk pada matahari sebagai bintang dalam tata surya), akan tetapi bintang-bintang (bentuk jamak). Dengan demikian \"langit yang dekat\" adalah seluruh galaksi yang kita ketahui saat ini.\nApabila demikian halnya, apa yang dinyatakan dalam Al-Qur'an mengenai hal ini, sama sekali belum dapat dijangkau oleh temuan ilmu pengetahuan. Berkaitan dengan itu, adalah suatu hal yang sangat sombong jika seorang manusia mengakui tahu segala sesuatu. Betapa pun luasnya pengetahuan seseorang, masih sangat sedikit bila dibandingkan dengan pengetahuan Allah. Apabila seseorang mengumpamakan dirinya sebagai bumi, kemudian melihat dirinya terletak di antara planet-planet yang banyak itu, tentu akan merasa bahwa dirinya sebenarnya tidak ada artinya jika dibandingkan dengan makhluk Allah yang beraneka ragam bentuk dan coraknya yang tiada terhitung jumlahnya.\nAllah lalu memerintahkan manusia memandang dan memperhatikan langit dan bumi beserta isinya, serta mempelajari sifat-sifatnya. Misalnya, perhatikanlah matahari bersinar dan bulan bercahaya, sampai di mana manfaat dan faedah sinar dan cahaya itu bagi kehidupan seluruh makhluk yang ada. Perhatikanlah binatang ternak yang digembalakan di padang rumput, tumbuh-tumbuhan yang menghijau, gunung-gunung yang tinggi kokoh menjulang yang menyejukkan mata orang yang memandangnya; laut yang terhampar luas membiru; langit dan segala isinya. Semuanya tumbuh, berkembang, tetap dalam kelangsungan hidup dan wujudnya, serta berkesinambungan dan mempunyai sistem, hukum, dan peraturan yang sangat rapi. Sistem itu tidak terlepas dari sistem hukum dan peraturan yang lebih besar daripadanya yaitu yang berlaku pada seluruh alam yang fana ini. Cobalah pikirkan dan renungkan, apakah ada cacat atau cela pada makhluk yang diciptakan Allah, demikian juga pada sistem, hukum dan peraturan yang berlaku padanya? Mahabesar dan Maha Pencipta Allah, Tuhan seru sekalian alam, tiada suatu cacat atau cela pun terdapat pada makhluk yang diciptakan-Nya.\nKemudian seolah-olah Allah melanjutkan pertanyaan-Nya kepada manusia apakah mereka masih ragu tentang kekuasaan dan kebesaran-Nya? Apakah manusia masih ragu tentang sistem, hukum, dan peraturan yang dibuat untuk makhluk-Nya, termasuk di dalamnya mereka sendiri? Jika masih ragu, manusia diperintahkan untuk memperhatikan, merenungkan, dan mempelajari kembali dengan sebenar-benarnya. Apakah mereka masih mendapatkan dalam ciptaan Allah itu sebagian yang tidak sempurna?\nDari pertanyaan yang dikemukakan ayat ini, dapat dipahami bahwa seakan-akan Allah menantang manusia, agar mencari (kalau ada) sedikit saja kekurangan dan ketidaksempurnaan pada ciptaan-Nya. Seandainya ada kekurangan, cacat, dan cela dalam ciptaan Allah, maka manusia pantas untuk mengingkari keesaan dan kekuasaan-Nya. Akan tetapi, mereka kagum dan mengakui kerapian ciptaan Allah itu, bahkan mereka mengakui kelemahan mereka. Jika demikian halnya, maka keingkaran mereka itu bukanlah ditimbulkan karena ketidakpercayaan mereka kepada Allah, tetapi semata-mata karena kesombongan dan keangkuhan mereka semata.",
    "quraish": "Yang menciptakan tujuh langit yang serasi dan akurat. Kamu tak melihat sesuatu yang tidak seimbang pada ciptaan Allah, Tuhan yang rahmat-Nya meliputi seluruh makhluk. Lihatlah sekali lagi, adakah kamu dapatkan sesuatu yang tidak seimbang?",
    "jalalayn": "(Yang telah menciptakan tujuh langit berlapis-lapis) yakni sebagian di antaranya berada di atas sebagian yang lain tanpa bersentuhan. (Kamu sekali-kali tidak melihat pada ciptaan Yang Maha Pemurah) pada tujuh langit yang berlapis-lapis itu atau pada makhluk yang lain (sesuatu yang tidak seimbang) yang berbeda dan tidak seimbang. (Maka lihatlah berulang-ulang) artinya lihatlah kembali ke langit (adakah kamu lihat) padanya (keretakan?) maksudnya retak dan berbelah-belah."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 4,
    "arab": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ",
    "translation": "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5245.mp3",
    "tafsir": "Pertanyaan Allah kepada manusia pada ayat di atas dijawab sendiri oleh Allah pada ayat ini dengan mengatakan bahwa sekali pun manusia berulang-ulang memperhatikan, mempelajari, dan merenungkan seluruh ciptaan Allah, pasti ia tidak akan menemukan kekurangan dan cacat, walau sedikit pun. Jika mereka terus-menerus melakukan yang demikian itu, bahkan seluruh hidup dan kehidupannya digunakan untuk itu, akhirnya ia hanya akan merasa dan tidak akan menemukan kekurangan, sampai ia mati dan kembali kepada Tuhannya.\nDari ayat ini, dapat dipahami bahwa tidak ada seorang pun di antara manusia yang sanggup mencari kekurangan pada ciptaan Allah. Jika ada di antara manusia yang sanggup, hal ini berarti bahwa dia mengetahui seluruh ilmu Allah. Sampai saat ini belum ada seorang pun yang mengetahuinya dan tidak akan ada seorang pun yang dapat memiliki seluruh ilmu Allah. Seandainya ada di antara manusia yang dianggap paling luas ilmunya, maka ilmu yang diketahuinya itu hanyalah merupakan sebahagian kecil dari ilmu Allah. Akan tetapi, banyak di antara manusia yang tidak mau menyadari kelemahan dan kekurangannya, sehingga mereka tetap ingkar kepada-Nya.",
    "quraish": "Kemudian ulangi lagi berkali-kali pandanganmu, niscaya pandanganmu tidak akan mendapatkan suatu cacat sedikit pun. Bahkan pandanganmu itu pun itu akan payah.",
    "jalalayn": "(Kemudian pandanglah sekali lagi) ulangilah kembali penglihatanmu berkali-kali (niscaya akan berbalik) akan kembali (penglihatanmu itu kepadamu dalam keadaan hina) karena tidak menemukan sesuatu cacat (dan penglihatanmu itu pun dalam keadaan payah) yakni tidak melihat sama sekali adanya cacat."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 5,
    "arab": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ",
    "translation": "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5246.mp3",
    "tafsir": "Setelah menyatakan bahwa tidak terdapat kekurangan sedikit pun dalam ciptaan-Nya, Allah menegaskan bahwa Dialah Tuhan Yang Mahakuasa lagi Mahaagung, dengan mengatakan bahwa Dia telah menghias langit yang terdekat ke bumi dengan matahari yang bercahaya terang pada siang hari, bulan dan bintang-bintang yang bersinar pada malam hari, yang dapat dilihat oleh manusia setiap datangnya siang dan malam. Langit yang berhiaskan matahari, bulan, dan bintang-bintang yang bersinar itu terlihat oleh manusia seakan-akan rumah yang berhiaskan lampu-lampu yang gemerlapan di malam hari, sehingga menyenangkan hati orang yang memandangnya. \nPerumpamaan yang dikemukakan ayat di atas merupakan perumpamaan yang indah dan langsung mengenai sasarannya. Yaitu bahwa alam semesta ini diumpamakan seperti rumah. Rumah merupakan tempat tinggal manusia, tempat mereka berlindung dari terik matahari dan tempat berteduh di waktu hujan, tempat mereka bersenang-senang dan beristirahat, tempat mereka membesarkan anak-anak mereka, dan sebagainya. Demikianlah alam ini diciptakan Allah untuk kepentingan manusia seluruhnya.\nBintang-bintang itu di samping menghiasi langit, juga dapat menimbulkan nyala api yang dapat digunakan untuk melempari setan terkutuk yang mencuri dengar pembicaraan penduduk langit.\nSebagian ulama ada yang menafsirkan ayat ini dengan mengatakan bahwa Allah menciptakan bintang-bintang sebagai hiasan dunia dan untuk menimbulkan rezeki bagi manusia, yaitu dengan adanya siang dan malam dengan segala macam manfaatnya yang dapat diperoleh darinya. Rezeki yang diperoleh manusia karena adanya siang dan malam itu, ada yang menjadi sebab timbulnya kebaikan dan ada pula yang menjadi sebab timbulnya kejahatan yang dapat mengobarkan nafsu jahat.\nQatadah mengatakan bahwa Allah menciptakan bintang-bintang itu dengan tiga tujuan, yaitu: pertama, untuk hiasan langit; kedua, untuk melempar setan; dan ketiga, untuk menjadi petunjuk arah dan alamat bagi para musafir yang sedang dalam perjalanan, baik di darat, laut, maupun di ruang angkasa yang sangat luas ini. Barangkali Qatadah menerangkan di antara tujuan Allah menciptakan bintang-bintang sejauh yang ia ketahui, karena masih banyak tujuan yang lain, baik yang telah diketahui maupun yang belum diketahui oleh manusia. Allah Mahaluas ilmu-Nya lagi Mahabijaksana.\nDemikianlah Allah menciptakan bintang-bintang yang menghiasi alam raya yang tidak terhitung banyaknya. Semua itu dapat dimanfaatkan manusia sesuai dengan keinginan yang hendak dicapainya. Jika keinginan yang hendak dicapai itu adalah keinginan yang sesuai dengan keridaan Allah, tentu Allah akan melapangkan jalan bagi tercapainya keinginan itu dan memberinya pahala yang berlipat-ganda. Sebaliknya jika keinginan yang hendak dicapai itu adalah keinginan yang berlawanan dengan keridaan Allah, maka bagi mereka disediakan azab yang pedih.",
    "quraish": "esungguhnya Kami telah menghiasi langit yang dekat dan dapat dilihat mata dengan bntang-bintang yang bersinar. Kami juga menjadikan langit itu sebagai sumber percikan api untuk melempar setan. Dan di akhirat, Kami telah menyediakan untuk setan siksa neraka yang menyala(1). (1) Kata samâ' dalam bahasa Arab berarti 'segala sesuatu yang berada di atas dan menaungi'. Menurut Ibn Sîdih, kata \"samâ'\" di sini berarti 'angkasa luas yang berisi benda-benda langit dan percikan-percikan sinar'. Adapun yang terlihat oleh penghuni bumi pada malam yang terang adalah kubah langit berwarna biru yang dihiasi oleh bintang dan planet, bagaikan lampu yang menyinari. Dapat juga terlihat percikan-percikan api terbakar di lapisan udara bagian atas. Kubah berwarna biru itu adalah hasil pertemuan cahaya matahari dan bintang-bintang dengan debu-debu halus yang menempel di udara dan proton-proton udara itu sendiri yang kemudian terpecah-pecah. Selain itu juga ada fenomena-fenomena cahaya yang menghiasi langit dunia seperti mega, fajar, cahaya bintang dan cahaya kutub. Semua itu adalah fenomena yang berlainan dan terjadi karena gesekan cahaya dengan atmosfer dan medan gayanya.",
    "jalalayn": "(Dan sesungguhnya Kami telah menghiasi langit yang dekat) yang dekat dengan bumi (dengan lampu-lampu) dengan bintang-bintang (dan Kami jadikan bintang-bintang itu alat-alat pelempar) alat untuk melempar dan merajam (setan-setan) bilamana mereka mencuri pembicaraan para malaikat dengan telinga mereka; umpamanya terpisah batu meteor dari bintang-bintang itu yang bentuknya bagaikan segumpal api, lalu mengejar setan dan membunuhnya atau membuatnya cacat. Pengertian ini bukan berarti bahwa bintang-bintang itu lenyap dari tempatnya (dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala) yang besar apinya."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 6,
    "arab": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
    "translation": "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5247.mp3",
    "tafsir": "Telah menjadi ketetapan dan sunatullah bahwa setiap orang yang menyekutukan dan mengingkari Allah, serta mendustakan para rasul yang diutus-Nya, akan dimasukkan ke dalam neraka. Neraka itulah tempat yang paling buruk yang disediakan bagi mereka. Di dalamnya mereka akan merasakan penderitaan dan siksaan yang amat pedih dan menyengsarakan.\nKemudian Allah menerangkan sikap neraka pada waktu orang-orang kafir dimasukkan ke dalamnya, yaitu:\n1.Ketika orang-orang kafir dilemparkan ke dalamnya, terdengarlah suaranya yang gemuruh lagi dahsyat sebagai tanda kemarahannya.\n2.Neraka itu menggelegak, laksana periuk besar merebus orang-orang kafir dengan airnya yang mendidih.\n3.Neraka itu seakan-akan hampir pecah waktu orang-orang kafir dilemparkan ke dalamnya.\n4.Neraka itu sangat ganas dan marah kepada setiap orang yang berada di dalamnya.\n5.Setiap kali rombongan orang kafir dimasukkan ke dalamnya, penjaga-penjaga neraka itu mencerca mereka, \"Belum pernahkah seorang rasul datang kepada kamu. Kenapa kamu tidak mengikuti seruan para rasul yang disampaikan kepadamu?\"\n6.Penduduk neraka mengakui bahwa telah datang rasul-rasul kepada mereka, akan tetapi mereka mendustakannya; bahkan menuduh bahwa para rasul itulah yang berada dalam kesesatan",
    "quraish": "Orang-orang yang tidak beriman kepada Tuhan akan mendapat siksa jahanam. Itu adalah tempat kembali mereka yang paling buruk.",
    "jalalayn": "(Dan orang-orang yang kafir kepada Rabb mereka, memperoleh azab Jahanam. Dan itulah seburuk-buruk tempat kembali) yakni neraka Jahanam."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 7,
    "arab": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
    "translation": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5248.mp3",
    "tafsir": "Dalam ayat ini, diterangkan keadaan neraka sebagai tempat yang disediakan bagi orang-orang kafir serta sikapnya ketika mereka dilemparkan ke dalamnya. Pada waktu orang-orang kafir dilemparkan ke dalamnya, terdengarlah oleh mereka suara gemuruh yang amat dahsyat dan menakutkan. Neraka itu terdengar menggelegak seakan-akan seperti periuk besar dan orang-orang kafir direbus di dalamnya dengan air yang mendidih dan menggelegak karena panasnya.",
    "quraish": "Ketika dilemparkan ke dalamnya, mereka mendengar suaranya yang amat mengerikan; menggelegak dengan sangat dahsyatnya. Hampir-hampir saja neraka itu terpecah-pecah karena terlalu marahnya dengan mereka. Setiap kali sekelompok orang dari mereka dilemparkan, dengan nada mengejek para penjaga neraka berkata, \"Apakah belum pernah datang kepada kalian seorang rasul yang mengingatkan kalian hari pertemuan ini?\"",
    "jalalayn": "(Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan) yaitu suara yang tidak enak didengar sebagaimana suara keledai (sedang neraka itu menggelegar) yakni mendidih."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 8,
    "arab": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
    "translation": "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5249.mp3",
    "tafsir": "Selanjutnya diterangkan bahwa neraka itu menerima orang-orang kafir dengan kemarahan yang sangat. Demikian marahnya, sehingga hampir saja mereka itu pecah berkeping-keping. Dalam keadaan demikian, malaikat Zabaniyah pun mencela dan mencerca mereka, \"Tidak pernahkah datang kepada kamu seorang rasul yang diutus Allah yang memperingatkan kamu kepada azab hari Kiamat yang menimpamu pada saat ini?\" Hal ini juga menunjukkan bahwa Allah tidak akan mengazab suatu kaum, melainkan setelah Dia mengutus seorang rasul dan mereka tidak mengindahkan seruan itu. Dalam ayat yang lain, Allah berfirman:\n\n¦tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nDari ayat ini dapat dipahami bahwa manusia dituntut melaksanakan perintah-perintah Allah dan meninggalkan larangan-larangan-Nya jika telah disampaikan kepada mereka seruan rasul yang diutus kepada mereka. Hal ini berlaku baik seruan itu disampaikan secara langsung maupun tidak langsung, yaitu dengan perantaraan orang-orang yang telah beriman kepada-Nya.",
    "quraish": "Ketika dilemparkan ke dalamnya, mereka mendengar suaranya yang amat mengerikan; menggelegak dengan sangat dahsyatnya. Hampir-hampir saja neraka itu terpecah-pecah karena terlalu marahnya dengan mereka. Setiap kali sekelompok orang dari mereka dilemparkan, dengan nada mengejek para penjaga neraka berkata, \"Apakah belum pernah datang kepada kalian seorang rasul yang mengingatkan kalian hari pertemuan ini?\"",
    "jalalayn": "(Hampir-hampir neraka itu terpecah-pecah) menurut suatu qiraat lafal tamayyazu dibaca tatamayyazu sesuai dengan asalnya, artinya terbelah-belah (lantaran marah) karena murka kepada orang kafir. (Setiap kali dilemparkan ke dalamnya sekumpulan orang) segolongan di antara orang-orang kafir (penjaga-penjaga neraka itu bertanya kepada mereka) dengan pertanyaan yang mengandung nada celaan, (\"Apakah belum pernah datang kepada kalian seorang pemberi peringatan?\") maksudnya seorang rasul yang memberikan peringatan kepada kalian akan azab Allah swt."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 9,
    "arab": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
    "translation": "Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5250.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa pertanyaan para malaikat itu dijawab oleh orang-orang kafir yang sedang diazab itu dengan mengakui bahwa telah datang kepada mereka seorang rasul. Dia telah membacakan kepada mereka ayat-ayat Tuhan dan telah memperingatkan mereka akibat yang akan diterima oleh orang-orang yang tidak memperkenankan seruan itu. Akan tetapi, mereka mendustakan dan bahkan mengejek para rasul itu dengan mengatakan; Hai orang yang telah mengaku menerima wahyu dari Allah. Sebenarnya tidak ada sesuatu wahyu pun yang diturunkan Allah kepadamu karena engkau bukanlah seorang rasul yang diutus kepada kami. Engkau hanyalah manusia biasa seperti kami juga, bahkan engkau lebih miskin dan lebih rendah derajatnya daripada kami. Tidak ada guna dan faedahnya sedikit pun semua perkataan yang engkau ucapkan itu bagi kami, bahkan kamu seluruhnya yang mengaku bahwa sebagai rasul yang diutus oleh Tuhan, sebetulnya adalah orang-orang yang berada dalam kesesatan yang besar.\" Pada ayat yang lain, Allah berfirman:\n\nOrang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, \"Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?\" Mereka menjawab, \"Benar, ada,\" tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir. (az-Zumar/39: 71)",
    "quraish": "Mereka menjawab, \"Sungguh telah datang kepada kami seorang rasul, tetapi kami mendustakannya dengan mengatakan, 'Allah tidak menurunkan apa-apa kepadamu dan para rasul selain kamu. Kalian, hai orang-orang yang mengaku sebagai rasul, benar-benar telah melenceng jauh dari kebenaran'.\"",
    "jalalayn": "(Mereka menjawab, \"Benar ada, sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakannya dan kami katakan, Allah tidak menurunkan sesuatu pun; tidak lain) tiadalah (kamu hanyalah di dalam kesesatan yang besar.\") Kalimat in antum illaa fii dhalaalin kabiir dapat dianggap sebagai perkataan para malaikat penjaga neraka kepada orang-orang kafir sewaktu mereka dijelaskan sebagai orang-orang yang mendustakan rasul-rasul. Kalimat ini pun dapat pula dianggap sebagai perkataan orang-orang kafir sebagai alasan mereka tidak percaya kepada rasul-rasul."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 10,
    "arab": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
    "translation": "Dan mereka berkata, “Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5251.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang kafir yang sedang diazab di dalam neraka itu menyesali sikap dan tindakan mereka selama hidup di dunia dengan mengatakan, \"Sekiranya kami mau menggunakan akal dan pikiran kami yang telah dianugerahkan Allah, untuk menilai dan mengambil manfaat dari seruan rasul itu, demikian pula seandainya kami menggunakan telinga kami untuk mendengar ayat-ayat Allah yang telah diturunkan dan disampaikan kepada kami oleh rasul yang telah diutus-Nya, tentu kami tidak akan menyangkal dan mengingkari kebenaran yang disampaikan itu. Kami tidak akan tepedaya oleh kesenangan dan pengaruh dunia yang fana ini, tidak akan teperdaya oleh tipu daya setan, dan tidak akan dimasukkan ke dalam neraka yang menyala ini yang azabnya tidak tertanggungkan sedikit pun oleh kami.\"",
    "quraish": "Mereka juga berkata, \"Seandainya dulu kami mendengar untuk mendapatkan kebenaran, atau memikirkan seruan yang disampaikan kepada kami, niscaya kami tidak akan termasuk sebagai penghuni neraka yang menyala-nyala ini.\"",
    "jalalayn": "(Dan mereka berkata, \"Sekiranya kami mendengarkan) maksudnya mendengar yang disertai pemahaman (atau memikirkan) memikirkan apa yang didengarnya, yaitu peringatan rasul-rasul kepada mereka (niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\")."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 11,
    "arab": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ",
    "translation": "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5252.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan pula bahwa sekalipun orang-orang kafir yang sedang diazab di dalam neraka itu telah mengakui perbuatan dosa yang telah mereka lakukan selama hidup di dunia dan menyatakan tobat dengan sesungguhnya, namun pengakuan dan pernyataan tobat mereka itu tidak ada manfaatnya sedikit pun. Sebab, tobat yang diterima Allah hanyalah tobat yang dilakukan oleh seseorang pada waktu ia hidup di dunia, dengan syarat:\n1.Meninggalkan dosa yang dilakukan dengan segera.\n2.Menyesali perbuatan dosa yang telah dilakukan.\n3.Berjanji tidak akan melakukan perbuatan dosa yang telah dikerjakannya dan perbuatan-perbuatan yang lain yang dilarang oleh Allah.\n\nDi akhirat, orang-orang kafir itu telah dijauhkan dari rahmat Allah sehingga apa pun yang berupa rahmat-Nya, seperti pengampunan dosa, kebahagiaan hidup, dan lain-lain, tidak akan mereka dapatkan lagi. Hanya kebinasaan yang akan menimpa mereka.\nDari ayat ini dapat dipahami bahwa sebenarnya seruan agar menganut agama Allah dan mengikuti seruan rasul itu telah sampai kepada hampir seluruh tempat di dunia ini dan kepada seluruh manusia. Sementara itu, ajaran agama yang disampaikan rasul itu mudah diterima dan dilaksanakan oleh manusia mana pun yang telah balig dan berakal, karena tujuan ajaran agama itu ialah untuk kemaslahatan umat manusia dalam hidup di dunia dan di akhirat nanti, bukan untuk memberatkan dan menyempitkan. Di samping itu, ajaran agama itu mudah diterima akal yang sehat karena sifatnya yang mudah dimengerti dan sesuai dengan akal budi manusia. Akan tetapi, karena hawa nafsu, kedudukan, pangkat, harta, dan ingin mendapat simpati, kehormatan, dan ditambah lagi dengan godaan setan yang tujuannya hanyalah untuk menyesatkan manusia, mereka tidak mengindahkan seruan itu. Akibatnya, mereka mendapat balasan yang setimpal dengan kekafiran dan keingkaran mereka itu. Betapa banyak orang yang tadinya telah beriman dan melakukan ajaran agama Islam dengan baik tetapi kemudian karena pengaruh hawa nafsu dan godaan setan, mereka tidak segan-segan meninggalkan kepercayaan dan keyakinan yang telah tumbuh dengan subur dalam hati mereka, bahkan mereka tidak segan-segan menghancurkan Islam dan kaum Muslimin.\nAllah sendiri selalu mengingatkan mereka dengan memberikan cobaan-cobaan berupa kesenangan dan penderitaan, tetapi mereka hanya sadar sampai cobaan itu hilang dari mereka. Setelah itu, mereka kembali mengingkari ajaran dan seruan rasul. Oleh karena itu, sudah sepantasnya jika di akhirat nanti mereka tidak akan mendapat pertolongan dari Allah dan akan dijauhkan dari rahmat-Nya.",
    "quraish": "Mereka mengakui pendustaan dan kekafiran mereka. Para penghuni neraka yang menyala-nyala itu sungguh amat jauh dari rahmat Allah.",
    "jalalayn": "(Mereka mengakui) orang-orang kafir itu mengaku di saat tiada gunanya lagi pengakuan (dosa mereka) yaitu dosa mendustakan peringatan-peringatan. (Maka kebinasaanlah) dapat dibaca fasuhqan dan fasuhuqan (bagi penghuni-penghuni neraka yang menyala-nyala) mereka dijauhkan dari rahmat Allah swt."
  },
  {
    "page": 562,
    "name": "Al-Mulk",
    "ayat": 12,
    "arab": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ",
    "translation": "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5253.mp3",
    "tafsir": "Ayat ini menerangkan tanda-tanda orang bertakwa yang tunduk dan patuh kepada Allah, dan yakin bahwa Allah mengetahui segala yang mereka lakukan baik yang tampak maupun yang tersembunyi.\nTanda-tanda itu ialah:\n1.Senantiasa takut kepada azab Allah walaupun azab itu merupakan suatu yang gaib, tidak tampak dan belum tentu kapan datangnya.\n2.Merasa takut akan kedatangan hari Kiamat, karena mengingat malapetaka yang akan terjadi pada diri mereka seandainya mengingkari Allah, seperti peristiwa yang akan terjadi pada hari perhitungan, hari pembalasan, dan azab neraka yang tiada terkirakan.\n3.Yakin dan percaya bahwa Allah selalu mengawasi, memperhatikan, dan mengetahui di mana dan dalam keadaan bagaimana mereka setiap saat.\n\nDalam hadis Nabi Muhammad disebutkan:\nDari Abu Hurairah ia berkata, Rasulullah saw bersabda, \"Tak akan masuk neraka seseorang yang menangis karena takut kepada Allah. (Riwayat at-Tirmidhi, an-Nasa'i, Ahmad, al-hakim, dan lainnya)\n\nOrang yang benar-benar beriman kepada Allah dan mengerjakan amal yang saleh, tidak ada kekhawatiran terhadap diri mereka dan mereka tidak bersedih hati terhadap segala sesuatu yang luput dari mereka, sebagaimana firman Allah:\n\nSungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat, dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati. (al-Baqarah/2: 277)\n\nOrang-orang yang beriman dan taat kepada Allah selalu merasa mendapat pengawasan dari-Nya. Mereka yakin bahwa Dia melihat dan memperhatikan mereka, sebagaimana yang diucapkan Nabi Muhammad dalam konteks ihsan:\nEngkau beribadah kepada Allah seakan-akan kamu melihat-Nya, maka jika kamu tidak melihat-Nya, maka sesungguhnya Allah melihatmu. (Riwayat al-Bukhari, Muslim, dan Abu Hurairah)\n\nAllah menjanjikan bahwa orang-orang mukmin yang bersifat demikian akan diampuni dosa-dosanya dan akan diberi pahala yang besar di akhirat kelak.",
    "quraish": "Sesungguhnya orang-orang yang takut kepada Tuhan mereka, padahal mereka tidak melihat-Nya, memperoleh ampunan atas dosa-dosa mereka. Mereka juga mendapat pahala yang besar atas amal baik mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang takut kepada Rabbnya) mereka yang takut kepada-Nya (dalam sendirian) sewaktu mereka tidak kelihatan oleh orang lain, mereka tetap taat kepada-Nya. Dengan demikian berarti bila mereka berada secara terang-terangan maka lebih takut lagi (mereka akan memperoleh ampunan dan pahala yang besar) yang dimaksud adalah surga."
  }
]