[
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 16,
    "arab": "سَنَسِمُهٗ عَلَى الْخُرْطُوْمِ ",
    "translation": "Kelak dia akan Kami beri tanda pada belalai(nya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5287.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan bahwa mereka adalah orang-orang yang benar-benar sesat, dan Ia akan menjadikan mereka hina di dunia. Untuk menyatakan kehinaan mereka itu, Allah akan memberi tanda di hidung mereka seperti belalai gajah, sehingga setiap orang mengetahui keadaan mereka yang sebenarnya. Maksud memberi tanda di hidung mereka ialah agar semua orang mengetahui bahwa mereka adalah orang jahat dan banyak dosa, sehingga mudah dikenali.",
    "quraish": "Kami akan menjadikan tanda di hidung yang selalu menyertainya agar tanda itu dapat mempermalukannya di depan orang.",
    "jalalayn": "(Kelak akan Kami beri tanda dia di belalainya) Kami akan menjadikan tanda pada hidungnya, yang menyebabkannya cacat seumur hidup. Maka dia terpotong-potong hidungnya ketika perang Badar."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 17,
    "arab": "اِنَّا بَلَوْنٰهُمْ كَمَا بَلَوْنَآ اَصْحٰبَ الْجَنَّةِۚ اِذْ اَقْسَمُوْا لَيَصْرِمُنَّهَا مُصْبِحِيْنَۙ",
    "translation": "Sungguh, Kami telah menguji mereka (orang musyrik Mekah) sebagaimana Kami telah menguji pemilik-pemilik kebun, ketika mereka bersumpah pasti akan memetik (hasil)nya pada pagi hari,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5288.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah memberi orang-orang musyrik Mekah nikmat yang banyak berupa kesenangan hidup di dunia dan kemewahan. Semua itu bertujuan untuk mengetahui apakah mereka mau mensyukuri nikmat lebih yang diberikan itu dengan mengeluarkan hak-hak orang miskin, memperkenankan seruan Nabi saw untuk mengikuti jalan yang benar serta tunduk dan taat kepada Allah, atau dengan nikmat ini, mereka ingin menumpuk harta, menantang seruan Nabi, dan menyimpang dari jalan yang benar? Allah akan menimpakan azab yang pedih kepada mereka dan melenyapkan nikmat-nikmat itu seandainya mereka tetap ingkar, sebagaimana yang menimpa beberapa pemilik kebun.\nPemilik kebun itu semula adalah seorang laki-laki saleh, taat, dan patuh melaksanakan perintah Allah dan menjauhi segala larangan-Nya. Ia mempunyai sebidang kebun sebagai sumber penghidupannya. Jika akan memetik hasil kebunnya, ia memberitahu orang-orang fakir dan miskin agar datang ke kebunnya, dan langsung memberikan hak-hak mereka yang terdapat dari hasil kebun itu. Setelah ia meninggal dunia, kebun itu diwarisi oleh anak-anak mereka. Pada waktu akan memetik hasilnya, mereka pun bermusyawarah apakah tetap melakukan seperti yang telah dilakukan ayah mereka atau membuat rencana baru. Salah seorang di antaranya mengusulkan agar tetap melakukan apa yang biasa dilakukan bapak mereka, yaitu memberitahu orang-orang fakir miskin agar datang pada waktu hari memetik.\nAkan tetapi, usulan ini ditolak oleh saudara-saudaranya yang lain. Mereka tidak mau memberikan hasil kebun itu sedikit pun kepada fakir-miskin sebagaimana yang telah dilakukan bapaknya. Sekalipun telah diingatkan oleh saudara yang seorang itu akan bahaya yang mungkin menimpa, tetapi mereka tetap dengan keputusan untuk memetik hasil kebun itu tanpa memberitahu lebih dahulu kepada fakir-miskin, dan seluruh hasil kebun itu akan mereka miliki sendiri tanpa mengeluarkan hak-hak orang lain yang ada di dalamnya. \nPara ahli waris pemilik kebun itu mengingkari ketentuan-ketentuan yang biasa dilakukan bapaknya ketika hidup, setelah melihat kesuburan tanamannya dan kelebatan buah yang akan dipetik. Mereka pun yakin bahwa semua itu pasti akan menjadi milik mereka. Oleh karena itu, mereka bersumpah akan memetiknya pagi-pagi benar agar tidak diketahui oleh seorang pun. Mereka juga sepakat untuk tidak akan memberikan hasil kebun itu kepada orang lain walaupun sedikit.",
    "quraish": "Sesungguhnya Kami telah menguji penduduk Mekkah dengan memberikan mereka nikmat, lalu mereka mengingkarinya. Ini sama halnya seperti Kami menguji para pemilik kebun ketika mereka bersumpah--tanpa mengingat Allah dan tidak menyerahkan urusan kepada kehendak-Nya--akan memetik buah-buahan dari kebun mereka di pagi hari.",
    "jalalayn": "(Sesungguhnya Kami telah mencoba mereka) Kami telah menguji orang-orang musyrik Mekah dengan paceklik dan kelaparan (sebagaimana Kami telah mencoba pemilik-pemilik kebun) atau ladang (ketika mereka bersumpah bahwa mereka sungguh-sungguh akan memetik hasilnya) akan memetik buahnya (di pagi hari) di pagi buta, supaya orang-orang miskin tidak mengetahuinya. Maka orang-orang yang memiliki kebun itu mempunyai alasan bila mereka tidak memberikan sedekah kepada mereka; tidak sebagaimana bapak-bapak mereka yang selalu memberikan sebagian dari hasilnya buat orang-orang miskin sebagai sedekahnya."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 18,
    "arab": "وَلَا يَسْتَثْنُوْنَ ",
    "translation": "tetapi mereka tidak menyisihkan (dengan mengucapkan, “Insya Allah”).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5289.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah memberi orang-orang musyrik Mekah nikmat yang banyak berupa kesenangan hidup di dunia dan kemewahan. Semua itu bertujuan untuk mengetahui apakah mereka mau mensyukuri nikmat lebih yang diberikan itu dengan mengeluarkan hak-hak orang miskin, memperkenankan seruan Nabi saw untuk mengikuti jalan yang benar serta tunduk dan taat kepada Allah, atau dengan nikmat ini, mereka ingin menumpuk harta, menantang seruan Nabi, dan menyimpang dari jalan yang benar? Allah akan menimpakan azab yang pedih kepada mereka dan melenyapkan nikmat-nikmat itu seandainya mereka tetap ingkar, sebagaimana yang menimpa beberapa pemilik kebun.\nPemilik kebun itu semula adalah seorang laki-laki saleh, taat, dan patuh melaksanakan perintah Allah dan menjauhi segala larangan-Nya. Ia mempunyai sebidang kebun sebagai sumber penghidupannya. Jika akan memetik hasil kebunnya, ia memberitahu orang-orang fakir dan miskin agar datang ke kebunnya, dan langsung memberikan hak-hak mereka yang terdapat dari hasil kebun itu. Setelah ia meninggal dunia, kebun itu diwarisi oleh anak-anak mereka. Pada waktu akan memetik hasilnya, mereka pun bermusyawarah apakah tetap melakukan seperti yang telah dilakukan ayah mereka atau membuat rencana baru. Salah seorang di antaranya mengusulkan agar tetap melakukan apa yang biasa dilakukan bapak mereka, yaitu memberitahu orang-orang fakir miskin agar datang pada waktu hari memetik.\nAkan tetapi, usulan ini ditolak oleh saudara-saudaranya yang lain. Mereka tidak mau memberikan hasil kebun itu sedikit pun kepada fakir-miskin sebagaimana yang telah dilakukan bapaknya. Sekalipun telah diingatkan oleh saudara yang seorang itu akan bahaya yang mungkin menimpa, tetapi mereka tetap dengan keputusan untuk memetik hasil kebun itu tanpa memberitahu lebih dahulu kepada fakir-miskin, dan seluruh hasil kebun itu akan mereka miliki sendiri tanpa mengeluarkan hak-hak orang lain yang ada di dalamnya. \nPara ahli waris pemilik kebun itu mengingkari ketentuan-ketentuan yang biasa dilakukan bapaknya ketika hidup, setelah melihat kesuburan tanamannya dan kelebatan buah yang akan dipetik. Mereka pun yakin bahwa semua itu pasti akan menjadi milik mereka. Oleh karena itu, mereka bersumpah akan memetiknya pagi-pagi benar agar tidak diketahui oleh seorang pun. Mereka juga sepakat untuk tidak akan memberikan hasil kebun itu kepada orang lain walaupun sedikit.",
    "quraish": "Sesungguhnya Kami telah menguji penduduk Mekkah dengan memberikan mereka nikmat, lalu mereka mengingkarinya. Ini sama halnya seperti Kami menguji para pemilik kebun ketika mereka bersumpah--tanpa mengingat Allah dan tidak menyerahkan urusan kepada kehendak-Nya--akan memetik buah-buahan dari kebun mereka di pagi hari.",
    "jalalayn": "(Dan mereka tidak mengecualikan) di dalam sumpah mereka itu kepada kehendak Allah swt. Ayat ini merupakan jumlah isti'naf atau kalimat permulaan; yakni, kelakuan mereka seperti itu; mereka tidak pernah menggantungkan sumpahnya itu kepada kehendak Allah swt."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 19,
    "arab": "فَطَافَ عَلَيْهَا طَاۤىِٕفٌ مِّنْ رَّبِّكَ وَهُمْ نَاۤىِٕمُوْنَ ",
    "translation": "Lalu kebun itu ditimpa bencana (yang datang) dari Tuhanmu ketika mereka sedang tidur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5290.mp3",
    "tafsir": "Ketentuan dan kehendak Allah pasti berlaku tanpa seorang pun yang dapat menghalanginya. Maka pada malam hari, dengan ketetapan dan kehendak Allah, datanglah petir yang membakar seluruh kebun mereka. Tidak ada satu pun yang tinggal, semua hangus terbakar. Kejadian tersebut terjadi ketika para pemilik kebun itu sedang tidur nyenyak, sehingga tidak seorang pun yang tahu bahwa kebunnya telah habis terbakar. Mereka lalai dan tidak ingat kepada Allah, Tuhan yang memberi rezeki kepada mereka.",
    "quraish": "Kemudian datang bencana besar dari Tuhanmu pada malam hari ketika mereka terlelap dalam tidur. Kebun-kebun itu menjadi hitam seperti malam yang gelap akibat bencana yang menimpanya.",
    "jalalayn": "(Lalu kebun itu diliputi malapetaka dari Rabbmu) berupa api yang melahap kesemuanya di waktu malam (ketika mereka sedang tidur.)"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 20,
    "arab": "فَاَصْبَحَتْ كَالصَّرِيْمِۙ",
    "translation": "Maka jadilah kebun itu hitam seperti malam yang gelap gulita,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5291.mp3",
    "tafsir": "Ketentuan dan kehendak Allah pasti berlaku tanpa seorang pun yang dapat menghalanginya. Maka pada malam hari, dengan ketetapan dan kehendak Allah, datanglah petir yang membakar seluruh kebun mereka. Tidak ada satu pun yang tinggal, semua hangus terbakar. Kejadian tersebut terjadi ketika para pemilik kebun itu sedang tidur nyenyak, sehingga tidak seorang pun yang tahu bahwa kebunnya telah habis terbakar. Mereka lalai dan tidak ingat kepada Allah, Tuhan yang memberi rezeki kepada mereka.",
    "quraish": "Kemudian datang bencana besar dari Tuhanmu pada malam hari ketika mereka terlelap dalam tidur. Kebun-kebun itu menjadi hitam seperti malam yang gelap akibat bencana yang menimpanya.",
    "jalalayn": "(Maka jadilah kebun itu hitam seperti malam yang gelap gulita) yakni menjadi hangus terbakar semuanya, sehingga tampak hitam."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 21,
    "arab": "فَتَنَادَوْا مُصْبِحِيْنَۙ",
    "translation": "lalu pada pagi hari mereka saling memanggil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5292.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Ketika pagi hari, sebagian dari mereka menyeru yang lainnya, \"Pergilah segera ke kebun kalian jika ingin memetik buah-buahan.\"",
    "jalalayn": "(Lalu mereka panggil-memanggil di pagi hari.)"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 22,
    "arab": "اَنِ اغْدُوْا عَلٰى حَرْثِكُمْ اِنْ كُنْتُمْ صَارِمِيْنَ ",
    "translation": "”Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5293.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Ketika pagi hari, sebagian dari mereka menyeru yang lainnya, \"Pergilah segera ke kebun kalian jika ingin memetik buah-buahan.\"",
    "jalalayn": "(\"Pergilah di waktu pagi ini ke kebun kalian) ke ladang kalian; lafal ini menafsirkan pengertian yang terkandung di dalam lafal tanadauw; atau huruf an dianggap sebagai an mashdariyah (jika kalian hendak memetik buahnya\") ingin memetik hasilnya; jawab syaratnya ditunjukkan oleh pengertian kalimat sebelumnya."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 23,
    "arab": "فَانْطَلَقُوْا وَهُمْ يَتَخَافَتُوْنَۙ",
    "translation": "Maka mereka pun berangkat sambil berbisik-bisik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5294.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Maka pergilah mereka sambil berbisik-bisik dan berpesan, \"Hari ini jangan sampai ada seorang miskin pun yang dapat masuk ke kebun kalian.\"",
    "jalalayn": "(Maka pergilah mereka saling berbisik-bisikan) yakni dengan secara diam-diam."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 24,
    "arab": "اَنْ لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِّسْكِيْنٌۙ",
    "translation": "”Pada hari ini jangan sampai ada orang miskin masuk ke dalam kebunmu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5295.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Maka pergilah mereka sambil berbisik-bisik dan berpesan, \"Hari ini jangan sampai ada seorang miskin pun yang dapat masuk ke kebun kalian.\"",
    "jalalayn": "(\"Pada hari ini janganlah ada seorang miskin pun masuk ke dalam kebun kalian.\") Ayat ini merupakan penafsiran dari makna yang terkandung pada ayat sebelumnya; atau huruf an dianggap sebagai huruf mashdariyah."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 25,
    "arab": "وَّغَدَوْا عَلٰى حَرْدٍ قَادِرِيْنَ ",
    "translation": "Dan berangkatlah mereka pada pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka mampu (menolongnya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5296.mp3",
    "tafsir": "Setelah bangun pada pagi harinya, mereka saling memanggil dan mengajak untuk pergi ke kebun guna memetik hasilnya. Setelah berkumpul, mereka pun berangkat dan berjalan dengan sembunyi-sembunyi sambil berbisik-bisik di antara mereka, \"Jangan biarkan seorang pun di antara orang-orang miskin itu datang ke kebun kita seperti dulu ketika ayah masih hidup. Hendaknya seluruh panen kebun ini dapat kita manfaatkan untuk keperluan kita sendiri.\" Mereka pergi ke kebun pagi-pagi sekali dengan maksud agar orang-orang miskin tidak masuk ke kebun mereka dan mereka sangat yakin akan dapat memetik seluruh hasil kebun itu.",
    "quraish": "Mereka pergi ke kebun di pagi hari dengan niat buruk dan mengira bahwa mereka akan sangat mampu melaksanakannya.",
    "jalalayn": "(Dan berangkatlah mereka di pagi hari dengan niat menghalangi) orang-orang miskin (seraya merasa mampu) yakni mampu untuk menghalangi orang-orang miskin, menurut dugaan mereka sendiri."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 26,
    "arab": "فَلَمَّا رَاَوْهَا قَالُوْٓا اِنَّا لَضَاۤلُّوْنَۙ",
    "translation": "Maka ketika mereka melihat kebun itu, mereka berkata, “Sungguh, kita ini benar-benar orang-orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5297.mp3",
    "tafsir": "Setelah sampai di kebun, mereka pun tercengang karena kebun itu telah musnah dan habis terbakar. Mereka mengira bahwa yang terbakar itu bukan kebun mereka, karena kebun mereka yang dipenuhi tanaman-tanaman yang subur dan buahnya lebat, telah waktunya untuk dipetik.",
    "quraish": "Tatkala mereka melihat kebun-kebun itu hitam terbakar, dengan goncang mereka berkata, \"Kita sungguh telah tersesat! Ini bukan kebun kita! Atau ini memang kebun kita, tetapi kita telah terhalangi untuk melihatnya.\"",
    "jalalayn": "(Tatkala mereka melihat kebun itu) dalam keadaan hangus terbakar (mereka berkata, \"Sesungguhnya kita benar-benar orang-orang yang sesat.\") Bukankah ini kebun kita. Kemudian setelah mereka mengetahui, bahwa itu adalah benar-benar kebun mereka, lalu mereka mengatakan:"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 27,
    "arab": "بَلْ نَحْنُ مَحْرُوْمُوْنَ ",
    "translation": "bahkan kita tidak memperoleh apa pun,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5298.mp3",
    "tafsir": "Akhirnya mereka sadar dan yakin bahwa yang terbakar itu memang kebun mereka, dan berkata, \"Kita tidak tersesat ke kebun yang lain, ini memang kepunyaan kita. Karena kita telah berdosa dengan tidak mengikuti apa yang telah digariskan oleh bapak kita pada setiap memetik hasil kebun, maka Allah memusnahkan kebun ini.\"",
    "quraish": "Tatkala mereka melihat kebun-kebun itu hitam terbakar, dengan goncang mereka berkata, \"Kita sungguh telah tersesat! Ini bukan kebun kita! Atau ini memang kebun kita, tetapi kita telah terhalangi untuk melihatnya.\"",
    "jalalayn": "(Bahkan kita dihalangi) dari memperoleh buahnya disebabkan kita telah menghalang-halangi orang-orang miskin dari memperoleh bagiannya."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 28,
    "arab": "قَالَ اَوْسَطُهُمْ اَلَمْ اَقُلْ لَّكُمْ لَوْلَا تُسَبِّحُوْنَ ",
    "translation": "berkatalah seorang yang paling bijak di antara mereka, “Bukankah aku telah mengatakan kepadamu, mengapa kamu tidak bertasbih (kepada Tuhanmu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5299.mp3",
    "tafsir": "Salah seorang di antara mereka yang pernah memperingatkan mereka sebelumnya berkata, \"Bukankah telah aku anjurkan sebelum ini agar kita semua melakukan yang biasa dilakukan bapak kita dahulu, yaitu selalu bertasbih kepada Tuhan dan mensucikan-Nya, selalu mensyukuri setiap nikmat yang telah dilimpahkan-Nya kepada kita dengan memberikan sebagian dari hasilnya kepada yang berhak menerima, dan selalu berdoa kepada-Nya agar kita selalu dilimpahi berkah dan karunia-Nya. Akan tetapi, kamu sekalian tidak mengacuhkan sedikit pun anjuranku itu.\"",
    "quraish": "Salah seorang dari mereka, yang paling bijak dan paling baik, mencela mereka seraya berkata, \"Bukankah aku telah mengatakan kepada kalian ketika kalian saling berpesan untuk melarang orang-orang miskin, 'Apakah kalian tidak ingat Allah sehingga kalian mengubah niat tersebut'?\"",
    "jalalayn": "(Berkatalah seorang yang paling baik pikirannya di antara mereka) yaitu orang yang terbaik di antara mereka (\"Bukankah aku mengatakan kepada kalian, mengapa tidak) kenapa tidak (kalian bertasbih?\") kepada Allah seraya bertobat kepada-Nya."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 29,
    "arab": "قَالُوْا سُبْحٰنَ رَبِّنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "translation": "Mereka mengucapkan, “Mahasuci Tuhan kami, sungguh, kami adalah orang-orang yang zalim.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5300.mp3",
    "tafsir": "Mereka mengakui kesalahan dan kekhilafan mereka dengan menyatakan bahwa Allah membinasakan kebun itu bukan karena kezaliman-Nya terhadap mereka, tetapi karena mereka sendiri yang telah menganiaya diri sendiri dengan tidak memberikan hak fakir dan miskin.",
    "quraish": "Setelah sadar, mereka berkata, \"Mahasuci Allah dari anggapan kita bahwa Dia telah menzalimi kita dengan musibah ini. Sesungguhnya kitalah yang telah berbuat zalim karena niat buruk kita.\"",
    "jalalayn": "(Mereka mengucapkan, \"Maha Suci Rabb kami, sesungguhnya kami adalah orang-orang yang zalim.\") Karena kami telah menghalang-halangi orang-orang miskin dari haknya."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 30,
    "arab": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَلَاوَمُوْنَ ",
    "translation": "Lalu mereka saling berhadapan dan saling menyalahkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5301.mp3",
    "tafsir": "Mereka kemudian saling menyalahkan dengan mengatakan, \"Kamulah yang menganjurkan agar kita semua tidak lagi memberikan hak-hak orang kafir dan miskin yang biasa diberikan ayah kita dahulu.\"",
    "quraish": "Masing-masing dari mereka berhadap-hadapan saling mencela dan berkata, \"Celaka! Sesungguhnya kezaliman kita telah melampaui batas berlebihan.",
    "jalalayn": "(Lalu sebagian mereka menghadapi sebagian yang lain seraya cela-mencela.)"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 31,
    "arab": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا طٰغِيْنَ ",
    "translation": "Mereka berkata, “Celaka kita! Sesungguhnya kita orang-orang yang melampaui batas. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5302.mp3",
    "tafsir": "Setelah saling menyalahkan, akhirnya mereka menyesali diri masing-masing. Mereka lalu menyadari bahwa tindakan dan sikap merekalah yang mengundang nasib yang demikian. Mereka berkata, \"Sesungguhnya kamilah yang bersalah. Kami telah melanggar garis-garis yang telah ditetapkan Allah dengan tidak memberikan hak-hak fakir-miskin, yang ada pada harta kami. Mudah-mudahan Allah menganugerahkan kepada kami kebun yang lebih baik dari yang telah musnah ini. Kami benar-benar akan bertobat, tunduk, dan patuh menjalankan perintah-Nya serta menjauhi segala larangan-Nya. Semoga Allah menganugerahkan yang baik dan bermanfaat bagi kehidupan dunia dan kehidupan akhirat.\"\nMenurut riwayat dari Mujahid, setelah mereka bertobat, maka Allah menganugerahkan kebun yang lebih baik dari kebun mereka yang musnah dan mengabulkan doa-doa mereka.",
    "quraish": "Masing-masing dari mereka berhadap-hadapan saling mencela dan berkata, \"Celaka! Sesungguhnya kezaliman kita telah melampaui batas berlebihan.",
    "jalalayn": "(Mereka berkata, \"Aduhai) huruf ya di sini bermakna tanbih (celakalah kita) binasalah kita (sesungguhnya kita ini benar-benar orang-orang yang melampaui batas.)"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 32,
    "arab": "عَسٰى رَبُّنَآ اَنْ يُّبْدِلَنَا خَيْرًا مِّنْهَآ اِنَّآ اِلٰى رَبِّنَا رَاغِبُوْنَ ",
    "translation": "Mudah-mudahan Tuhan memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada yang ini, sungguh, kita mengharapkan ampunan dari Tuhan kita.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5303.mp3",
    "tafsir": "Setelah saling menyalahkan, akhirnya mereka menyesali diri masing-masing. Mereka lalu menyadari bahwa tindakan dan sikap merekalah yang mengundang nasib yang demikian. Mereka berkata, \"Sesungguhnya kamilah yang bersalah. Kami telah melanggar garis-garis yang telah ditetapkan Allah dengan tidak memberikan hak-hak fakir-miskin, yang ada pada harta kami. Mudah-mudahan Allah menganugerahkan kepada kami kebun yang lebih baik dari yang telah musnah ini. Kami benar-benar akan bertobat, tunduk, dan patuh menjalankan perintah-Nya serta menjauhi segala larangan-Nya. Semoga Allah menganugerahkan yang baik dan bermanfaat bagi kehidupan dunia dan kehidupan akhirat.\"\nMenurut riwayat dari Mujahid, setelah mereka bertobat, maka Allah menganugerahkan kebun yang lebih baik dari kebun mereka yang musnah dan mengabulkan doa-doa mereka.",
    "quraish": "Semoga Allah mengganti kebun kita dengan yang lebih baik. Sesungguhsnya hanya kepada Tuhan kita sajalah kita mengharap ampunan dan ganti.\"",
    "jalalayn": "(Mudah-mudahan Rabb kita memberikan ganti kepada kita) dapat dibaca yubdilanaa dan yubaddilanaa (yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Rabb kita.\") Supaya Dia menerima tobat kita dan mendatangkan kepada kita kebun yang lebih baik dari kebun kita yang dahulu. Menurut suatu riwayat disebutkan, bahwa setelah itu mereka diberi kebun yang lebih baik dari yang semula."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 33,
    "arab": "كَذٰلِكَ الْعَذَابُۗ وَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ ",
    "translation": "Seperti itulah azab (di dunia). Dan sungguh, azab akhirat lebih besar se-kiranya mereka mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5304.mp3",
    "tafsir": "Demikianlah malapetaka yang ditimpakan Allah kepada para pemilik kebun itu sebagai cobaan bagi mereka. Cobaan itu sangat bermanfaat, sehingga mereka bertobat dan menyesali perbuatan-perbuatan yang dilarang Allah. Mereka juga berjanji tidak akan mengulangi perbuatan itu lagi, dan tetap taat kepada Allah serta tidak akan mengerjakan perbuatan-perbuatan terlarang lainnya. Karena mereka benar-benar bertobat, Allah mengabulkan doa-doa mereka dan memberikan kebahagiaan hidup di dunia dan akhirat.\nBagaimanakah halnya dengan orang-orang musyrik Mekah, apakah mereka akan tetap bersikap dan bertindak seperti yang telah mereka lakukan terhadap Nabi Muhammad dan kaum Muslimin? Jika mereka memperkenankan seruan Nabi Muhammad, niscaya Allah akan memberikan kepada mereka sebagaimana yang telah diberikan kepada para pemilik kebun itu. Sebaliknya jika mereka tetap pada pendirian mereka, mereka tidak saja akan memperoleh azab di dunia, tetapi juga akan menerima azab akhirat.\nSesungguhnya azab akhirat itu lebih keras dan lebih berat dari azab di dunia. Jika azab dunia hanya berupa kehilangan harta dan kesenangan saja, maka azab akhirat lebih dahsyat lagi dari itu, yaitu azab yang menimbulkan kesengsaraan dan malapetaka bagi jasmani dan rohani orang yang mengalaminya.",
    "quraish": "Seperti musibah yang terjadi di kebun itulah siksa yang akan Aku turunkan ke dunia untuk orang yang berhak menerimanya. Dan siksa akhirat sungguh lebih besar lagi kalau saja manusia mengetahuinya",
    "jalalayn": "(Seperti itulah) sebagaimana azab Kami kepada mereka (azab) di dunia, bagi orang yang menentang perintah Kami dari kalangan orang-orang kafir Mekah dan lain-lainnya. (Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui) jika mereka mengetahuinya, niscaya mereka tidak akan menentang perintah Kami. Ayat ini diturunkan sewaktu orang-orang kafir Mekah mengatakan, bahwa jika Dia membangkitkan kami, niscaya kami akan diberi pahala yang lebih baik daripada kalian."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 34,
    "arab": "اِنَّ لِلْمُتَّقِيْنَ عِنْدَ رَبِّهِمْ جَنّٰتِ النَّعِيْمِ ",
    "translation": "Sungguh, bagi orang-orang yang bertakwa (disediakan) surga yang penuh kenikmatan di sisi Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5305.mp3",
    "tafsir": "Ayat ini menegaskan bahwa orang-orang mukmin yang melaksanakan perintah-perintah Allah, menjauhi larangan-larangan-Nya, serta tunduk dan patuh kepada-Nya, akan ditempatkan di dalam surga yang penuh kenikmatan di akhirat. Hal ini sebagai balasan atas keimanan mereka kepada Allah dan amal saleh mereka ketika hidup di dunia.",
    "quraish": "Sesungguhnya orang-orang yang bertakwa akan memperoleh surga-surga yang penuh kenikmatan di sisi Tuhan mereka.",
    "jalalayn": "(Sesungguhnya bagi orang-orang yang bertakwa surga-surga yang penuh kenikmatan di sisi Rabbnya.)"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 35,
    "arab": "اَفَنَجْعَلُ الْمُسْلِمِيْنَ كَالْمُجْرِمِيْنَۗ",
    "translation": "Apakah patut Kami memperlakukan orang-orang Islam itu seperti orang-orang yang berdosa (orang kafir)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5306.mp3",
    "tafsir": "Menurut Muqatil, tatkala turun ayat ke-34 di atas, orang-orang kafir Mekah berkata kepada kaum Muslimin, \"Sesungguhnya Allah telah melebihkan kami dari kamu dalam kehidupan dunia ini. Oleh karena itu, tidak boleh tidak, kami akan dilebihkan-Nya atas kamu di akhirat nanti, atau paling tidak, sama dengan kamu sekalian.\" Maka Allah membantah pernyataan orang-orang kafir itu dengan ayat ini dengan mengatakan, \"Apakah Kami akan menyalahi janji-janji Kami dengan menyamakan orang-orang yang berserah diri, tunduk, dan taat kepada Kami dengan orang-orang yang mengerjakan perbuatan dosa dan selalu ingkar kepada Kami?\"\n\n\n\nFirman Allah:\n\nTidak sama para penghuni neraka dengan para penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20)\n\nDari perkataan orang-orang kafir ini dapat dipahami bahwa menurut mereka kehidupan di dunia ini sebagai gambaran kehidupan di akhirat nanti. Jika kepada seseorang dalam kehidupan dunia ini dianugerahi harta yang banyak, kekuasaan, pangkat, kesenangan, dan kemewahan, tentu di akhirat nanti mereka akan demikian pula. Sebaliknya jika kehidupan dunia seseorang mengalami kesengsaraan dan penderitaan, tentu di akhirat mereka juga akan sengsara dan menderita.\nAnggapan orang-orang kafir yang demikian adalah anggapan yang keliru. Kehidupan di dunia adalah persiapan kehidupan di akhirat. Jika seseorang baik ibadah dan amalnya, sekalipun tidak dianugerahi harta yang banyak, kekuasaan, pangkat, dan sebagainya, maka ia tetap mendapat pahala yang berlipat ganda dari Allah. Sebaliknya, jika mereka ingkar dan mengerjakan perbuatan-perbuatan dosa, sekalipun ia memperoleh harta yang banyak, pangkat, dan kekuasaan, maka di akhirat akan disediakan tempat yang penuh kesengsaraan dan kehinaan.",
    "quraish": "Apakah Kami berlaku zalim dalam memberi keputusan dengan menyamakan antara orang-orang Muslim dan orang-orang kafir? Apa yang telah terjadi pada kalian? Bagaimana mungkin kalian membuat keputusan yang zalim seperti itu?",
    "jalalayn": "(Maka apakah patut Kami menjadikan orang-orang Islam itu sama dengan orang-orang yang berdosa?) maksudnya mendapatkan pahala yang sama dengan orang-orang kafir."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 36,
    "arab": "مَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَۚ",
    "translation": "Mengapa kamu (berbuat demikian)? Bagaimana kamu mengambil keputusan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5307.mp3",
    "tafsir": "Pada ayat ini, Allah menyatakan keanehan jalan berpikir orang-orang kafir sehingga menetapkan yang demikian. Seakan-akan mereka tidak menggunakan pertimbangan yang benar, akal yang sehat, dan keputusan yang adil. Mungkinkah orang yang sesat sama dengan orang yang benar, orang yang takwa dengan orang yang berdosa, orang yang bertakwa kepada Allah dengan orang yang ingkar kepada-Nya, dan sebagainya. Cara berpikir seperti yang digunakan orang-orang kafir itu adalah cara berpikir yang salah dan dipengaruhi oleh setan yang selalu menyesatkan manusia.",
    "quraish": "Apakah Kami berlaku zalim dalam memberi keputusan dengan menyamakan antara orang-orang Muslim dan orang-orang kafir? Apa yang telah terjadi pada kalian? Bagaimana mungkin kalian membuat keputusan yang zalim seperti itu?",
    "jalalayn": "(Mengapa kalian berbuat demikian; bagaimanakah kalian mengambil keputusan?) dengan keputusan yang rusak ini?"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 37,
    "arab": "اَمْ لَكُمْ كِتٰبٌ فِيْهِ تَدْرُسُوْنَۙ",
    "translation": "Atau apakah kamu mempunyai kitab (yang diturunkan Allah) yang kamu pelajari?  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5308.mp3",
    "tafsir": "Dalam ayat ini, dinyatakan bahwa pendapat atau jalan pikiran orang-orang kafir itu tidak berdasarkan wahyu dari Allah. Tidak ada satu pun dari kitab Allah yang menerangkan hal yang demikian itu. Ungkapan itu dilontarkan kepada mereka dalam bentuk pertanyaan, \"Apakah kamu, hai orang-orang kafir, mempunyai suatu kitab yang diturunkan dari langit, yang kamu terima dari nenek moyangmu kemudian kamu pelajari secara turun-temurun, yang mengandung suatu ketentuan seperti yang kamu katakan itu. Apakah kamu memiliki kitab yang semacam itu yang membolehkan kamu memilih apa yang kamu inginkan sesuai dengan kehendakmu.\"\nAyat ini dikemukakan dalam bentuk kalimat tanya. Biasanya kalimat tanya bermaksud untuk menanyakan sesuatu yang tidak diketahui, tetapi kalimat tanya di sini untuk mengingkari dan menyatakan kejelekan suatu perbuatan. Seakan-akan Allah menyatakan kepada orang-orang kafir bahwa tidak ada suatu pun wahyu-Nya yang menyatakan demikian. Ucapan mereka itu adalah ucapan yang mereka ada-adakan dan cara mengada-adakan yang demikian itu adalah cara yang tidak terpuji.",
    "quraish": "Atau apakah kalian mempunyai kitab suci dari Allah yang di dalamnya kalian baca bahwa kalian mendapatkan apa yang kalian pilih?",
    "jalalayn": "(Atau adakah) artinya, benarkah (kalian mempunyai kitab) yang diturunkan dari Allah (yang kalian mempelajarinya) yang kalian membacanya."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 38,
    "arab": "اِنَّ لَكُمْ فِيْهِ لَمَا تَخَيَّرُوْنَۚ",
    "translation": "sesungguhnya kamu dapat memilih apa saja yang ada di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5309.mp3",
    "tafsir": "Dalam ayat ini, dinyatakan bahwa pendapat atau jalan pikiran orang-orang kafir itu tidak berdasarkan wahyu dari Allah. Tidak ada satu pun dari kitab Allah yang menerangkan hal yang demikian itu. Ungkapan itu dilontarkan kepada mereka dalam bentuk pertanyaan, \"Apakah kamu, hai orang-orang kafir, mempunyai suatu kitab yang diturunkan dari langit, yang kamu terima dari nenek moyangmu kemudian kamu pelajari secara turun-temurun, yang mengandung suatu ketentuan seperti yang kamu katakan itu. Apakah kamu memiliki kitab yang semacam itu yang membolehkan kamu memilih apa yang kamu inginkan sesuai dengan kehendakmu.\"\nAyat ini dikemukakan dalam bentuk kalimat tanya. Biasanya kalimat tanya bermaksud untuk menanyakan sesuatu yang tidak diketahui, tetapi kalimat tanya di sini untuk mengingkari dan menyatakan kejelekan suatu perbuatan. Seakan-akan Allah menyatakan kepada orang-orang kafir bahwa tidak ada suatu pun wahyu-Nya yang menyatakan demikian. Ucapan mereka itu adalah ucapan yang mereka ada-adakan dan cara mengada-adakan yang demikian itu adalah cara yang tidak terpuji.",
    "quraish": "Atau apakah kalian mempunyai kitab suci dari Allah yang di dalamnya kalian baca bahwa kalian mendapatkan apa yang kalian pilih?",
    "jalalayn": "(Bahwa di dalamnya kalian benar-benar boleh memilih apa yang kalian sukai) kalian boleh memilih sesuka hati."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 39,
    "arab": "اَمْ لَكُمْ اَيْمَانٌ عَلَيْنَا بَالِغَةٌ اِلٰى يَوْمِ الْقِيٰمَةِۙ اِنَّ لَكُمْ لَمَا تَحْكُمُوْنَۚ",
    "translation": "Atau apakah kamu memperoleh (janji-janji yang diperkuat dengan) sumpah dari Kami, yang tetap berlaku sampai hari Kiamat; bahwa kamu dapat mengambil keputusan (sekehendakmu)? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5310.mp3",
    "tafsir": "Pada ayat ini, sekali lagi Allah mengejek orang-orang kafir dengan mengemukakan kalimat tanya, \"Hai orang-orang kafir, apakah kamu sekalian pernah menerima janji-janji dari Kami yang harus Kami tepati seperti yang kamu katakan itu, yaitu kamu akan memperoleh segala yang kamu ingini, padahal kamu mengingkari Kami?\" Dari pertanyaan ini dapat dipahami bahwa Allah sekali-kali tidak pernah menetapkan atau menjanjikan kepada hamba-hamba-Nya seperti yang mereka katakan itu.",
    "quraish": "Atau apakah kalian mempunyai janji-janji atas Kami yang diperkuat dengan sumpah yang berlaku sampai hari kiamat? Sesungguhnya kalian benar-benar dapat mengambil keputusan sekehendak kalian.",
    "jalalayn": "(Atau apakah kalian memperoleh janji-janji) perjanjian-perjanjian (yang diperkuat dengan sumpah dari Kami) yang telah diperkuat oleh Kami (yang tetap berlaku sampai hari kiamat) lafal ilaa yaumil qiyaamah ini bertaalluq kepadanya makna yang terkandung di dalam lafal 'alainaa, dan di dalam kalam ini terkandung makna qasam atau sumpah, yakni Kami telah bersumpah untuk mewajibkannya bagi kalian (sesungguhnya kalian benar-benar dapat mengambil keputusan) sekehendak kalian tentangnya?"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 40,
    "arab": "سَلْهُمْ اَيُّهُمْ بِذٰلِكَ زَعِيْمٌۚ",
    "translation": "Tanyakanlah kepada mereka, “Siapakah di antara mereka yang bertanggung jawab terhadap (keputusan yang diambil itu)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5311.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya agar menanyakan kepada orang-orang kafir dengan maksud mencela cara-cara yang mereka lakukan, \"Hai Orang-orang kafir, jika kamu mempunyai kitab yang menerangkan apa yang kamu katakan itu, perlihatkanlah kepada kami. Jika benar bahwa Allah telah berjanji kepadamu yang ditetapkan dengan sumpah bahwa kamu akan memperoleh semua yang kamu inginkan, cobalah buktikan sumpah itu. Jika kamu mempunyai seseorang yang dapat menjamin kebenaran perkataanmu itu cobalah tunjukkan kepada kami orangnya.\"\nPertanyaan dan permintaan Nabi kepada orang-orang kafir itu menyebabkan mereka bungkam seribu bahasa, karena mereka tidak akan sanggup menjawab dan memenuhi permintaan itu. Kenyataannya mereka menyembah berhala atau patung. Patung dan berhala itu mereka buat sendiri, dan mereka tahu bahwa patung dan berhala itu tidak akan dapat menjamin yang mereka katakan, seakan-akan mereka tidak berdaya lagi mempertahankan pendapat mereka.\nKata za'im (sesuatu yang bertanggung jawab) yang terdapat dalam akhir ayat ini maksudnya adalah orang yang menjamin bahwa sesuatu pasti terlaksana dan penuh kebenaran. Bila seorang mengatakan sesuatu atau menjanjikan sesuatu, maka seorang za'im menjamin bahwa perkataan orang itu adalah perkataan yang benar, atau janji yang telah dijanjikannya itu pasti ditepati. Orang-orang kafir Mekah diminta untuk mengemukakan siapa yang menjamin kebenaran perkataan mereka yang mengatakan bahwa Allah menyamakan balasan yang diterima orang-orang beriman dengan balasan yang mereka terima, padahal Allah tidak pernah mengatakan yang demikian itu.",
    "quraish": "Tanyakan orang-orang musyrik, hai Muhammad, \"Siapakah di antara mereka yang bertanggung jawab atas keputusan itu?",
    "jalalayn": "(Tanyakanlah kepada mereka, \"Siapakah di antara mereka terhadap hal tersebut) hukum atau keputusan yang mereka ambil buat diri mereka sendiri, yaitu bahwasanya mereka kelak di akhirat akan diberi pahala yang lebih utama dari orang-orang mukmin (yang bertanggung jawab?\") yang menanggungnya bagi mereka."
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 41,
    "arab": "اَمْ لَهُمْ شُرَكَاۤءُۚ فَلْيَأْتُوْا بِشُرَكَاۤىِٕهِمْ اِنْ كَانُوْا صٰدِقِيْنَ ",
    "translation": "Atau apakah mereka mempunyai sekutu-sekutu? Kalau begitu hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang-orang yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5312.mp3",
    "tafsir": "Dalam ayat ini, kembali Nabi Muhammad diperintahkan untuk menanyakan kepada orang-orang kafir itu apakah mereka mempunyai sekutu-sekutu yang dapat menjamin kebenaran perkataan yang mereka ucapkan. Jika ada, cobalah kemukakan atau mendatangkannya untuk membuktikan jaminan mereka.\nYang dimaksud dengan \"sekutu-sekutu\" mereka dalam ayat ini ialah semua yang mereka sembah selain Allah, seperti patung Lata, 'Uzza, Manah, dan sebagainya. Juga termasuk di dalamnya orang-orang yang mereka hormati, dan pemuka-pemuka agama mereka.\nDengan pertanyaan terakhir ini, orang-orang kafir Mekah bertambah diam dan bungkam karena ternyata tuhan-tuhan yang mereka sembah selain Allah, para ahli sastra mereka yang terkenal, seperti al-Walid bin al-Mugirah, dan lain-lain tidak sanggup mengemukakan atau mendatangkannya.",
    "quraish": "Atau apakah ada orang yang menyertai mereka dan mengikuti jalan mereka dalam ucapan tersebut? Datangkanlah sekutu-sekutu mereka jika mereka benar dalam tuduhan tersebut.\"",
    "jalalayn": "(Atau apakah mereka mempunyai) di sisi mereka (sekutu-sekutu?) yang sepakat dengan mereka tentang ucapan itu, yaitu mereka akan menjamin bagi mereka dalam hal ini. Maka apabila memang demikian keadaannya (maka hendaklah mereka mendatangkan sekutu-sekutu mereka) yang akan memberikan jaminan tentang hal itu bagi mereka (jika mereka adalah orang-orang yang benar.)"
  },
  {
    "page": 565,
    "name": "Al-Qalam",
    "ayat": 42,
    "arab": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَّيُدْعَوْنَ اِلَى السُّجُوْدِ فَلَا يَسْتَطِيْعُوْنَۙ",
    "translation": "(Ingatlah) pada hari ketika betis disingkapkan dan mereka diseru untuk bersujud; maka mereka tidak mampu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5313.mp3",
    "tafsir": "Ayat ini menyatakan kepada orang-orang kafir Mekah bahwa jika mereka mempunyai penjamin kebenaran perkataan mereka bahwa mereka pasti akan masuk surga seperti orang-orang mukmin masuk surga, maka cobalah datangkan saksi atau penjamin itu nanti pada hari Kiamat. Pada hari itu, semua orang dalam keadaan ketakutan dan sedang berusaha lari dari ketakutan itu. Pada hari itu mereka diminta sujud untuk menguji keimanan mereka padahal mereka tidak sanggup lagi sujud, karena persendian tulang-tulang mereka telah lemah, karena azab telah meliputi mereka dari atas dan bawah, serta dari samping kanan dan kiri. Hari yang seperti itu pasti datang dan huru-hara seperti yang dimaksudkan itu pasti terjadi. Pada saat itu, tiada satu pun tempat berlindung kecuali Allah, Tuhan Yang Mahakuasa.",
    "quraish": "Pada hari yang teramat sulit dan orang-orang kafir diseru untuk sujud--sebagai bentuk ejekan dan pelemahan--lalu mereka tidak mampu, pandangan mereka kabur dipenuhi oleh kehinaan yang sangat. Sesungguhnya dulu, ketika di dunia, mereka pernah diseru untuk bersujud. Tetapi mereka menolak untuk sujud, padahal mereka mampu melakukannya.",
    "jalalayn": "Ingatlah (pada hari betis disingkapkan) ungkapan ini menggambarkan tentang dahsyatnya keadaan pada hari kiamat, yaitu sewaktu hisab dan pembalasan dilaksanakan. Dikatakan \"kasyafatil harbu 'an saaqin\", artinya perang itu berkobar dengan sengitnya (dan mereka dipanggil untuk bersujud) sebagai ujian buat keimanan mereka (maka mereka tidak kuasa) karena punggung mereka lekat bertumpuk menjadi satu, sehingga mereka tidak dapat bersujud."
  }
]