[
  {
    "page": 570,
    "name": "Al-Ma'arij",
    "ayat": 40,
    "arab": "فَلَآ اُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغٰرِبِ اِنَّا لَقٰدِرُوْنَۙ",
    "translation": "Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya  (matahari, bulan dan bintang), sungguh, Kami pasti mampu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5415.mp3",
    "tafsir": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman:\n\nTidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) \n\nPada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain:\n\nAtaukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)",
    "quraish": "Aku bersumpah demi Tuhan Pemilik tempat terbit dan terbenamnya hari, bintang dan petunjuk. Sesungguhnya Kami mampu menghancurkan mereka dan mendatangkan pengganti mereka yang lebih taat kepada Allah. Dan Kami tidaklah lemah untuk melakukan penggantian itu(1). (1) Al-masyâriq (tempat terbit) dan al-maghârib (tempat terbenam) di sini dapat dimaksudkan sebagai tempat-tempat kerajaan Allah dengan luasnya yang tak terhingga seperti diisyaratkan pada ayat 137 surat al-A'râf untuk menunjukkan belahan-belahan bumi yang disebutkan pada ayat itu. Al-masyâriq dan al-maghârib dapat pula diartikan sebagai tempat terbit dan terbenamnya matahari, bulan, seluruh bintang dan planet, di samping juga untuk menunjukkan semua kerajaan Allah. Gejala terbit dan terbenamnya benda-benda langit disebabkan oleh perputaran bumi pada porosnya dari barat ke timur. Oleh karena itu, benda-benda langit tersebut tampak bergerak di kubah langit berlawanan dengan perputaran tadi yaitu terbit di ufuk timur dan terbenam di ufuk barat. Atau paling sedikit berputar dari timur ke barat di sekitar bintang kutub utara--di belahan bola bumi bagian utara, misalnya. Apabila jarak kutub bintang itu lebih kecil dari lebarnya tempat peneropong, maka bintang tersebut tidak terbit dan tidak terbenam, tetapi membentuk putaran kecil di sekitar kutub utara. Oleh sebab itu ayat ini juga mengisaratkan saat-saat di malam hari (lihat ayat 16 surat al-Nahl). Jadi, fenomena terbit dan terbenam menunjukkan adanya perputaran bola bumi. Dan itu adalah nikmat terbesar yang diberikan oleh Allah kepada semua makhluk hidup di planet ini. Kalau bumi tidak berputar pada porosnya maka setengah bagiannya akan terkena sinar matahari selama setengah tahun dan setengan bagian lainnya tidak terkena sinar matahari sama sekali. Dengan demikian, tidak akan ada kehidupan seperti sekarang ini. Kalau kita coba membatasi fenomena terbit dan terbenam hanya pada matahari saja, tanpa bintang dan planet lainnya, maka ini menunjukkan banyaknya tempat terbit dan terbenam di bumi yang tidak ada habisnya dari hari ke hari pada setiap tempat di muka bumi ini. Bahkan pada setiap saat yang berlalu di bola bumi ini. Pada setiap saat matahari terbenam pada suatu titik dan terbit pada titik lain yang berlawanan. Ini semua berkat ketelitian aturan Allah dan mukjizat kekuasaan-Nya (Lihat juga catatan kaki ayat 5 surat al-Shâffât dan ayat 17 surat al-Rahmân).",
    "jalalayn": "(Maka) huruf laa di sini adalah huruf zaidah (Aku bersumpah dengan nama Rabb yang memiliki arah timur dan arah barat) yang memiliki matahari, bulan dan bintang-bintang lainnya (sesungguhnya Kami benar-benar Maha Kuasa.)"
  },
  {
    "page": 570,
    "name": "Al-Ma'arij",
    "ayat": 41,
    "arab": "عَلٰٓى اَنْ نُّبَدِّلَ خَيْرًا مِّنْهُمْۙ وَمَا نَحْنُ بِمَسْبُوْقِيْنَ ",
    "translation": "untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami tidak dapat dikalahkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5416.mp3",
    "tafsir": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman:\n\nTidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) \n\nPada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain:\n\nAtaukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)",
    "quraish": "Aku bersumpah demi Tuhan Pemilik tempat terbit dan terbenamnya hari, bintang dan petunjuk. Sesungguhnya Kami mampu menghancurkan mereka dan mendatangkan pengganti mereka yang lebih taat kepada Allah. Dan Kami tidaklah lemah untuk melakukan penggantian itu(1). (1) Al-masyâriq (tempat terbit) dan al-maghârib (tempat terbenam) di sini dapat dimaksudkan sebagai tempat-tempat kerajaan Allah dengan luasnya yang tak terhingga seperti diisyaratkan pada ayat 137 surat al-A'râf untuk menunjukkan belahan-belahan bumi yang disebutkan pada ayat itu. Al-masyâriq dan al-maghârib dapat pula diartikan sebagai tempat terbit dan terbenamnya matahari, bulan, seluruh bintang dan planet, di samping juga untuk menunjukkan semua kerajaan Allah. Gejala terbit dan terbenamnya benda-benda langit disebabkan oleh perputaran bumi pada porosnya dari barat ke timur. Oleh karena itu, benda-benda langit tersebut tampak bergerak di kubah langit berlawanan dengan perputaran tadi yaitu terbit di ufuk timur dan terbenam di ufuk barat. Atau paling sedikit berputar dari timur ke barat di sekitar bintang kutub utara--di belahan bola bumi bagian utara, misalnya. Apabila jarak kutub bintang itu lebih kecil dari lebarnya tempat peneropong, maka bintang tersebut tidak terbit dan tidak terbenam, tetapi membentuk putaran kecil di sekitar kutub utara. Oleh sebab itu ayat ini juga mengisaratkan saat-saat di malam hari (lihat ayat 16 surat al-Nahl). Jadi, fenomena terbit dan terbenam menunjukkan adanya perputaran bola bumi. Dan itu adalah nikmat terbesar yang diberikan oleh Allah kepada semua makhluk hidup di planet ini. Kalau bumi tidak berputar pada porosnya maka setengah bagiannya akan terkena sinar matahari selama setengah tahun dan setengan bagian lainnya tidak terkena sinar matahari sama sekali. Dengan demikian, tidak akan ada kehidupan seperti sekarang ini. Kalau kita coba membatasi fenomena terbit dan terbenam hanya pada matahari saja, tanpa bintang dan planet lainnya, maka ini menunjukkan banyaknya tempat terbit dan terbenam di bumi yang tidak ada habisnya dari hari ke hari pada setiap tempat di muka bumi ini. Bahkan pada setiap saat yang berlalu di bola bumi ini. Pada setiap saat matahari terbenam pada suatu titik dan terbit pada titik lain yang berlawanan. Ini semua berkat ketelitian aturan Allah dan mukjizat kekuasaan-Nya (Lihat juga catatan kaki ayat 5 surat al-Shâffât dan ayat 17 surat al-Rahmân).",
    "jalalayn": "(Untuk mengganti) mereka (dengan kaum yang lebih baik dari mereka, dan sekali-kali Kami tidak dapat dikalahkan) tidak ada yang dapat mengalahkan Kami dalam hal ini."
  },
  {
    "page": 570,
    "name": "Al-Ma'arij",
    "ayat": 42,
    "arab": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَۙ",
    "translation": "Maka biarkanlah mereka tenggelam dan bermain-main (dalam kesesatan) sampai mereka menjumpai hari yang diancamkan kepada mereka, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5417.mp3",
    "tafsir": "Ayat ini merupakan peringatan keras kepada kaum musyrikin yang selalu menentang dan mengingkari seruan Nabi Muhammad. Berbagai macam cara telah dilakukan untuk menyadarkan, namun mereka tetap ingkar. Oleh karena itu, Allah memerintahkan kepada Nabi Muhammad untuk membiarkan orang-orang musyrik itu mengingkari seruannya, agar mereka tenggelam dalam kesesatan dan lalai oleh kesenangan hidup yang mereka nikmati. Mereka pasti mati dan kemudian dibangkitkan pada hari Kiamat. Pada hari itu, barulah mereka mengetahui kebenaran risalah yang telah disampaikan Nabi saw kepada mereka, yaitu ketika mereka diminta mempertanggungjawabkan semua perbuatan mereka di dunia.",
    "quraish": "Biarkanlah mereka tenggelam dalam kebatilan dan bersenang-senang dengan kehidupan dunia mereka sampai mereka menjumpai hari mereka yang azab itu dijanjikan.",
    "jalalayn": "(Maka biarkanlah mereka) tinggalkanlah mereka (tenggelam) dalam kebatilan (dan bermain-main) dalam keduniaan (sampai mereka menjumpai) menemui (hari yang diancamkan kepada mereka) yang pada hari itu ada azab bagi mereka."
  },
  {
    "page": 570,
    "name": "Al-Ma'arij",
    "ayat": 43,
    "arab": "يَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَۙ",
    "translation": "(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5418.mp3",
    "tafsir": "Pada hari Kiamat itu, mereka dihidupkan kembali dan dibangkitkan dari kubur. Mereka datang dengan tergesa-gesa untuk memenuhi panggilan yang memanggil mereka waktu itu dengan harapan panggilan itu berisi sesuatu yang menyenangkan. Mereka datang tergesa-gesa sebagaimana ketika mereka datang untuk menyembah berhala mereka dulu waktu di dunia.",
    "quraish": "Yaitu hari ketika mereka bergegas keluar dari kubur mereka menuju ke arah seseorang yang memanggil. Mereka seolah bersegera menuju sesuatu selain Allah yang disembahnya di dunia. Saat itu pandangan mereka tertunduk. Mereka tidak mampu mengangkatnya. Mereka dipenuhi oleh kehinaan. Dahulu mereka pernah dijanjikan dengan datangnya hari ini, tetapi mereka mendustakannya.",
    "jalalayn": "(Yaitu pada hari mereka keluar dari kubur) dari tempat-tempat mereka dikubur (dengan cepat) menuju ke padang Mahsyar tempat mereka dihimpunkan (seakan-akan mereka pergi kepada berhala-berhala) menurut suatu qiraat dibaca nushubin, artinya sesuatu yang dibangun untuk pertanda atau tugu, yang dimaksud adalah berhala-berhala (dengan cepatnya) mereka pergi dengan cepat seakan-akan pergi kepada berhala-berhala mereka."
  },
  {
    "page": 570,
    "name": "Al-Ma'arij",
    "ayat": 44,
    "arab": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗذٰلِكَ الْيَوْمُ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ࣖ ",
    "translation": "pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5419.mp3",
    "tafsir": "Pada hari yang dijanjikan itu, orang-orang musyrik berlarian dengan kepala tertunduk menuju pengadilan Allah. Itulah hari yang pernah diperingatkan Allah kepada mereka. Hari itu adalah hari yang penuh kesengsaraan dan penderitaan. Pada hari itu tidak ada suatu pun yang dapat memberi pertolongan selain Allah.",
    "quraish": "Yaitu hari ketika mereka bergegas keluar dari kubur mereka menuju ke arah seseorang yang memanggil. Mereka seolah bersegera menuju sesuatu selain Allah yang disembahnya di dunia. Saat itu pandangan mereka tertunduk. Mereka tidak mampu mengangkatnya. Mereka dipenuhi oleh kehinaan. Dahulu mereka pernah dijanjikan dengan datangnya hari ini, tetapi mereka mendustakannya.",
    "jalalayn": "(Dalam keadaan hina) atau nista (pandangan mereka karena diliputi) diselimuti (oleh rasa hina. Itulah hari yang dahulunya diancamkan kepada mereka) lafal dzaalika menjadi mubtada, dan lafal-lafal sesudahnya berkedudukan menjadi khabarnya; makna yang dimaksud adalah hari kiamat."
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 1,
    "arab": "اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5420.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nabi Nuh kepada kaumnya untuk menyampaikan agama-Nya, supaya mereka takut kepada azab-Nya yang dahsyat sebelum saatnya tiba, serta beriman dan mengikuti ajarannya.\nNabi Nuh adalah nabi dan rasul Allah yang ketiga setelah Adam dan Idris. Beliau diutus kepada kaumnya yang menyembah berhala. Allah memerintahkan Nuh agar berdakwah kepada kaumnya itu supaya mereka beriman kepada-Nya dan menghentikan penyembahan berhala. Allah mengancam bahwa jika mereka tidak mengindahkan peringatan itu, mereka akan ditimpa azab yang dahsyat sebagai akibat keingkaran mereka.",
    "quraish": "[[71 ~ NUH (NABI NUH A. S.) Pendahuluan: Makkiyyah, 28 ayat ~ Surat ini merinci kisah Nabi Nûh a. s. bersama kaumnya. Di sini diceritakan dakwah Nabi Nûh kepada mereka secara sembunyi-sembunyi, kemudian secara sembunyi-sembunyi dan terang-terangan. Diceritakan pula tentang keluhan Nûh kepada Allah karena sikap kaumnya yang tidak menerima dan membangkang serta sikap mereka yang terus-menerus menyembah patung sehingga mereka pantas menerima azab Allah. Ketika Nûh merasa putus asa bahwa mereka tidak menerima ajakannya, ia berdoa agar mereka dihancurkan. Dan ia juga berdoa memohon ampunan untuk dirinya, kedua orangtuanya dan orang-orang yang beriman, baik laki-laki maupun perempuan.]] Sesungguhnya Kami telah mengutus Nûh kepada kaumnya dengan berfirman, \"Peringatkanlah kaummu sebelum datang azab yang sangat memilukan.\"",
    "jalalayn": "(Sesungguhnya Kami telah mengutus Nuh kepada kaumnya, dengan memerintahkan, berilah peringatan) dengan memperingatkan (kepada kaummu sebelum datang kepada mereka) jika mereka tetap tidak mau beriman (azab yang pedih) siksaan yang menyakitkan di dunia dan akhirat."
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 2,
    "arab": "قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ",
    "translation": "Dia (Nuh) berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5421.mp3",
    "tafsir": "Nuh segera berdakwah untuk melaksanakan tugas kerasulannya. Ia mengatakan bahwa ia benar-benar rasul Allah untuk mengajak mereka beriman dan meninggalkan penyembahan berhala.",
    "quraish": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\"",
    "jalalayn": "(Nuh berkata, \"Hai kaumku! Sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kalian.\") Jelas peringatannya."
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 3,
    "arab": "اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ",
    "translation": "(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5422.mp3",
    "tafsir": "Dalam ayat ini, diterangkan isi seruan Nabi Nuh, yaitu:\n1.Hendaklah mereka menyembah Allah saja, Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Dalam perintah menyembah Allah yang disampaikan Nuh itu, terkandung isyarat agar mereka mengerjakan segala yang wajib, dan menghentikan segala yang diharamkan. Dari perintah Allah untuk hanya menyembah-Nya, dapat dipahami bahwa agama yang dianut kaum Nuh itu adalah agama syirik.\n2.Hendaklah mereka bertakwa kepada Allah, yaitu melaksanakan semua yang diperintahkan dan menjauhi segala yang dilarang-Nya.\n3.Menaati segala yang diperintahkan dan dilarangnya, karena apa yang ia perintahkan dan larang itu berasal dari Allah. Menaati Nuh berarti menaati Allah. Untuk dapat beribadah dengan baik kepada Allah dan bertakwa kepada-Nya, kaum Nuh perlu mengikuti penjelasan dan contoh yang diberikan Nabi Nuh.",
    "quraish": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\"",
    "jalalayn": "(Yaitu hendaknya) artinya aku perintahkan kepada kalian hendaknya (kalian menyembah Allah, bertakwalah kalian kepada-Nya dan taat kepadaku.)"
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 4,
    "arab": "يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5423.mp3",
    "tafsir": "Dalam ayat ini, diterangkan janji Allah kepada kaum Nuh bila mereka mematuhi seruannya, yaitu:\n1.Allah akan mengampuni dosa-dosa mereka. Dosa-dosa mereka karena menyembah berhala-berhala itu akan terhapus oleh keimanan mereka. \n1.Allah akan memanjangkan umur mereka. Sekalipun umur mereka telah ditentukan, namun jika mereka beriman, Allah akan memanjangkan umur mereka dan menghentikan azab yang akan dijatuhkan kepada mereka. Melakukan yang demikian itu merupakan perkara yang mudah bagi Allah, karena Dia Mahakuasa dan Maha Menentukan segala sesuatu yang dikehendaki-Nya.\n\nSehubungan dengan masalah menangguhkan kedatangan ajal, yakni memanjang umur yang disebut dalam ayat ini, sebagian ahli tafsir menyatakan bahwa Allah akan mengubah takdir yang telah ditentukan-Nya, jika Dia menghendakinya. Oleh karena itu, taat kepada Allah, melakukan perbuatan-perbuatan takwa, dan menghubungkan silaturrahim dapat memanjangkan umur manusia. Nabi Muhammad bersabda:\nDari Anas bin Malik, Rasulullah saw bersabda: Barang siapa menghendaki diluaskan rezekinya dan dipanjangkan umurnya maka hendaknya ia menjalin silaturrahim. (Riwayat al-Bukhari)\n\nHal ini akan lebih jelas maksudnya jika dihubungkan dengan ilmu jiwa. Menurut ilmu jiwa, ada hubungan timbal-balik antara jasmani seseorang dengan rohaninya. Kesehatan rohani besar pengaruhnya terhadap kesehatan jasmani, begitu pula sebaliknya. Oleh karena itu, orang dikatakan sehat jika jasmani dan rohaninya sehat. Pada umumnya orang yang tekun mengerjakan amal saleh dan menghubungkan silaturrahim adalah orang yang sehat rohaninya. Dengan perkataan lain, takwa kepada Allah dapat menghilangkan penyakit-penyakit rohani. Jika rohani sehat, tentulah jasmani sehat pula dan umur pun akan panjang.\nPada akhir ayat ini, Allah menegaskan bahwa apabila Ia telah menetapkan ajal seseorang atau semua manusia, setelah ikhtiarnya, maka kedatangannya itu tidak dapat ditangguhkan atau tidak pula dapat dipercepat sesaat pun.",
    "quraish": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\"",
    "jalalayn": "(Niscaya Allah akan mengampuni sebagian dosa-dosa kalian) huruf min di sini dapat dianggap sebagai huruf zaidah, karena sesungguhnya Islam itu mengampuni semua dosa yang terjadi sebelumnya; yakni semua dosa kalian. Sebagaimana dapat pula dianggap sebagai min yang mengandung makna sebagian, hal ini karena mengecualikan hak-hak yang bersangkutan dengan orang lain (dan menangguhkan kalian) tanpa diazab (sampai kepada waktu yang ditentukan) yaitu ajal kematiannya. (Sesungguhnya ketetapan Allah) yang memutuskan untuk mengazab kalian, jika kalian tidak beriman kepada-Nya (apabila telah datang tidak dapat ditangguhkan, kalau kalian mengetahui) seandainya kalian mengetahui hal tersebut, niscaya kalian beriman kepada-Nya."
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 5,
    "arab": "قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ",
    "translation": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5424.mp3",
    "tafsir": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
    "quraish": "Nûh juga berkata, \"Tuhanku, sesungguhnya aku telah mengajak kaumku untuk beriman siang dan malam tanpa henti. Tetapi ajakanku itu malah semakin membuat mereka tidak taat kepadaku.",
    "jalalayn": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya aku telah menyeru kaumku malam dan siang) terus-menerus tanpa mengenal waktu."
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 6,
    "arab": "فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ",
    "translation": "tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5425.mp3",
    "tafsir": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
    "quraish": "Nûh juga berkata, \"Tuhanku, sesungguhnya aku telah mengajak kaumku untuk beriman siang dan malam tanpa henti. Tetapi ajakanku itu malah semakin membuat mereka tidak taat kepadaku.",
    "jalalayn": "(Maka seruanku itu hanyalah menambah mereka lari) dari iman."
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 7,
    "arab": "وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ",
    "translation": "Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5426.mp3",
    "tafsir": "Nabi Nuh juga mengeluhkan bahwa setiap kali ia menyeru mereka agar beriman dan tidak lagi menyembah berhala-berhala agar dosa-dosa mereka diampuni, mereka menyumbatkan jari-jari mereka ke lubang telinga agar tidak mendengar seruannya. Mereka bahkan menutupi muka masing-masing supaya tidak melihatnya. Hal ini didorong oleh kebencian mereka terhadapnya. Lebih dari itu, mereka juga semakin ingkar dan sombong.",
    "quraish": "Setiap kali aku mengajak mereka untuk beriman kepada-Mu agar Engkau mengampuni mereka, mereka meletakkan anak jari mereka di telinga agar tidak mendengar ajakanku dan menutupkan baju ke muka agar tidak melihatku. Mereka tetap dalam kekafiran dan sangat sombong serta enggan sekali memenuhi ajakanku.",
    "jalalayn": "(Dan sesungguhnya setiap kali aku menyeru mereka, agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya) supaya mereka tidak dapat mendengar seruanku (dan menutupkan bajunya ke mukanya) supaya mereka tidak melihatku (dan mereka tetap) dalam kekafiran mereka (dan menyombongkan diri) tidak mau beriman (dengan sangat.)"
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 8,
    "arab": "ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ",
    "translation": "Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5427.mp3",
    "tafsir": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.",
    "quraish": "Kemudian aku menyeru mereka kepada-Mu dengan suara keras, lalu pada suatu kesempatan aku seru mereka dengan terang-terangan dan pada kesempatan lain secara sembunyi-sembunyi dalam rangka mencoba melakukan segala cara.",
    "jalalayn": "(Kemudian sesungguhnya aku telah menyeru mereka dengan terang-terangan) dengan sekuat suaraku."
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 9,
    "arab": "ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ",
    "translation": "Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5428.mp3",
    "tafsir": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.",
    "quraish": "Kemudian aku menyeru mereka kepada-Mu dengan suara keras, lalu pada suatu kesempatan aku seru mereka dengan terang-terangan dan pada kesempatan lain secara sembunyi-sembunyi dalam rangka mencoba melakukan segala cara.",
    "jalalayn": "(Kemudian sesungguhnya aku telah mengeraskan kepada mereka) suaraku (dan pula telah membisikkan) suaraku atau seruanku (kepada mereka dengan sangat rahasia.)"
  },
  {
    "page": 570,
    "name": "Nuh",
    "ayat": 10,
    "arab": "فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ",
    "translation": "maka aku berkata (kepada mereka), “Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5429.mp3",
    "tafsir": "Nuh menyeru kaumnya agar memohon ampun kepada Allah atas dosa-dosa mereka menyembah berhala. Bila mereka memohon ampunan, maka Allah pasti akan mengabulkannya, karena Ia Maha Pengampun. Keimanan mereka akan menghapus dosa-dosa syirik yang telah mereka lakukan.",
    "quraish": "Aku katakan kepada kaumku, 'Mintalah ampunan atas kemaksiatan dan kekafiran kalian kepada Tuhan. Sesungguhnya Dia Maha Pengampun atas dosa-dosa hamba-Nya yang bertobat. Dia akan mengirim kepada kalian hujan yang lebat, memberikan kalian harta dan anak yang merupakan hiasan dunia, kebun- kebun yang dapat kalian nikmati keindahan dan buah-buahannya serta sungai-sungai yang dapat kalian gunakan untuk mengairi tanaman dan memberi minum ternak.",
    "jalalayn": "(Maka aku katakan, \"Mohonlah ampun kepada Rabb kalian) dari kemusyrikan kalian (sesungguhnya Dia adalah Maha Pengampun.\")"
  }
]