[
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 48,
    "arab": "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِيْنَۗ",
    "translation": "Maka tidak berguna lagi bagi mereka syafaat (pertolongan) dari orang-orang yang memberikan syafaat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5543.mp3",
    "tafsir": "Ayat ini mengutarakan pengakuan mereka selanjutnya bahwa mereka mendustakan hari kemudian. Artinya mereka mendustakan adanya hari hisab dan pembalasan atas segala perbuatan manusia, sampai datang kepada mereka keyakinan, yakni mati. Tegasnya mereka yakin dan melihat dengan mata kepala sendiri bahwa semuanya akan kembali kepada Allah di negeri akhirat.\nMaka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberi syafaat. Artinya kalau seseorang telah memiliki watak-watak seperti yang disebutkan dalam ayat di atas (tidak mengerjakan salat, tidak mau menghiraukan nafkah fakir-miskin, terlibat dalam perbuatan orang yang senang mencela, mendustakan kedatangan hari akhirat) syafaat (pertolongan) apa pun tidak berguna untuk menyelamatkan mereka dari siksaan api neraka. Sebab syafaat hanyalah berguna bagi yang berhak menerimanya.",
    "quraish": "Pertolongan dari mereka yang berhak memberikan syafaat--baik para malaikat, para nabi, maupun orang-orang saleh--tidak dapat menyelamatkan mereka.",
    "jalalayn": "(Maka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberi syafaat) baik dari kalangan malaikat, para nabi atau pun orang-orang saleh. Makna yang dimaksud ialah bahwa tiada syafaat bagi mereka."
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 49,
    "arab": "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِيْنَۙ",
    "translation": "Lalu mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5544.mp3",
    "tafsir": "Pada ayat ini, dalam nada cercaan, Allah bertanya, \"Mengapa orang-orang kafir itu berpaling dari peringatan-Ku?\" Maksudnya adalah kenapa orang-orang Mekah dan orang-orang seperti mereka menentang kebenaran Al-Qur'an yang telah memberikan peringatan-peringatan begitu hebat dan dahsyat kepada mereka?\nCara berpaling dari Allah (dari Al-Qur'an itu) ada dua macam, yaitu: pertama, bersifat keras kepala dan sama sekali tidak mengakuinya (mengingkarinya); kedua, meninggalkan amal perbuatan yang disuruh-Nya. Demikian pendapat Muqatil, salah seorang tabi'in.",
    "quraish": "Mereka pun berpaling dan menolak nasihat al-Qur'ân.",
    "jalalayn": "(Maka mengapa) berkedudukan menjadi Mubtada (mereka) menjadi Khabar dari Mubtada, berta'alluq kepada lafal yang tidak disebutkan yang Dhamirnya dipindahkan kepadanya (berpaling dari peringatan?) lafal Mu'ridhiina menjadi Haal atau kata keterangan keadaan dari Dhamir Lahum. Makna yang dimaksud, apakah gerangan sesuatu yang terjadi pada diri mereka sehingga mereka berpaling dari peringatan?"
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 50,
    "arab": "كَاَنَّهُمْ حُمُرٌ مُّسْتَنْفِرَةٌۙ",
    "translation": "seakan-akan mereka keledai liar yang lari terkejut,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5545.mp3",
    "tafsir": "Kemudian digambarkan pula sikap orang-orang musyrik dan kafir itu menghindarkan diri dari peringatan agama. Mereka diibaratkan seperti keledai liar yang lari terkejut menjauh dari singa. Artinya mereka orang-orang musyrik itu lari dari Muhammad saw atau mereka yang kafir itu lari dari agama Islam, seperti keledai ketakutan lari dikejar singa, atau lari ketakutan karena diburu manusia (pemburu).\nAyat ini mengisyaratkan pula bahwa orang-orang yang seharusnya telah menerima seruan Islam dan mengambil pelajaran dari peringatan-peringatan yang diberikan Allah, malah justru menentangnya tanpa sebab-sebab yang logis. Di sini pula kita perbandingkan bagaimana seekor keledai lari ketakutan tanpa arah. Demikian pula manusia lari dari agama tanpa alasan yang tepat. Sifat berusaha menghindarkan diri dari kewajiban-kewajiban agama seperti itu kita lihat sekarang, memang sejak dari dulu telah digambarkan oleh Al-Qur'an.",
    "quraish": "Mereka itu bagaikan keledai liar yang melarikan diri dari terkaman pemangsanya.",
    "jalalayn": "(Seakan-akan mereka itu keledai liar yang lari terkejut) keledai-keledai liar yang larat."
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 51,
    "arab": "فَرَّتْ مِنْ قَسْوَرَةٍۗ",
    "translation": "lari dari singa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5546.mp3",
    "tafsir": "Kemudian digambarkan pula sikap orang-orang musyrik dan kafir itu menghindarkan diri dari peringatan agama. Mereka diibaratkan seperti keledai liar yang lari terkejut menjauh dari singa. Artinya mereka orang-orang musyrik itu lari dari Muhammad saw atau mereka yang kafir itu lari dari agama Islam, seperti keledai ketakutan lari dikejar singa, atau lari ketakutan karena diburu manusia (pemburu).\nAyat ini mengisyaratkan pula bahwa orang-orang yang seharusnya telah menerima seruan Islam dan mengambil pelajaran dari peringatan-peringatan yang diberikan Allah, malah justru menentangnya tanpa sebab-sebab yang logis. Di sini pula kita perbandingkan bagaimana seekor keledai lari ketakutan tanpa arah. Demikian pula manusia lari dari agama tanpa alasan yang tepat. Sifat berusaha menghindarkan diri dari kewajiban-kewajiban agama seperti itu kita lihat sekarang, memang sejak dari dulu telah digambarkan oleh Al-Qur'an.",
    "quraish": "Mereka itu bagaikan keledai liar yang melarikan diri dari terkaman pemangsanya.",
    "jalalayn": "(Lari dari singa) lari sekencang-kencangnya karena menghindar dan menyelamatkan diri dari singa."
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 52,
    "arab": "بَلْ يُرِيْدُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّؤْتٰى صُحُفًا مُّنَشَّرَةًۙ",
    "translation": "Bahkan setiap orang dari mereka ingin agar diberikan kepadanya lembaran-lembaran (kitab) yang terbuka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5547.mp3",
    "tafsir": "Dalam ayat ini, Allah menyebutkan contoh sikap mereka yang keras kepala yang tidak dapat diterima akal sehat atau oleh hati yang berperasaan. Masing-masing mereka berkehendak supaya diberikan kepadanya lembaran-lembaran catatan yang terbuka (kitab). Setiap mereka menginginkan pula diturunkan wahyu seperti yang telah diterima Nabi Muhammad. Ditambah lagi kitab itu agak istimewa buat mereka, yakni dengan lembaran-lembaran terbuka yang turun dari langit.\nDiriwayatkan oleh ahli-ahli tafsir bahwa serombongan kaum Quraisy datang kepada Rasulullah dan mengatakan, \"Alangkah baiknya kalau setiap pemimpin kami mempunyai kitab dalam lembaran terbuka yang turun dari Allah. Dalam kitab itu dapat kami baca keterangan yang menyebutkan engkau, hai Muhammad, adalah rasul-Nya. Lembaran itu pula yang menyuruh kami mengimani engkau dan mengikuti agama engkau.\"\nDari Qatadah diterima keterangan bahwa maksud ayat di atas ialah mereka menghendaki bebas dari segala dosa-dosa tanpa bekerja dan berbuat kebaikan sedikit pun.\nDiriwayatkan pula bahwa Abu Jahal bersama rombongannya yang terdiri dari pemuka-pemuka Quraisy mengatakan kepada Nabi, \"Hai Muhammad, kami tidak akan beriman kepada engkau melainkan bila engkau beri masing-masing kami kitab itu alamatnya masing-masing yang berasal dari Tuhan dan terdapat pula di sana suruhan yang memerintahkan kami mengikuti agama engkau.\" Ungkapan demikian juga terdapat dalam salah satu ayat Al-Qur'an:\n\nDan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.\" Katakanlah (Muhammad), \"Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?\" (al-Isra'/17: 93)",
    "quraish": "Kendatipun demikian, mereka semua berharap akan mendapatkan lembaran-lembaran dari langit yang jelas dan terbuka, yang menegaskan kebenaran Rasulullah saw.",
    "jalalayn": "(Bahkan tiap-tiap orang dari mereka berkehendak supaya diberikan kepadanya lembaran-lembaran yang terbuka) dari Allah swt. disebabkan mengikuti Nabi saw. Sebagaimana yang telah mereka katakan, bahwa tidak sekali-kali kami beriman kepadamu sebelum kamu menurunkan kepada kami sebuah kitab yang kami baca."
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 53,
    "arab": "كَلَّاۗ بَلْ لَّا يَخَافُوْنَ الْاٰخِرَةَۗ",
    "translation": "Tidak! Sebenarnya mereka tidak takut kepada akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5548.mp3",
    "tafsir": "Dengan nada cemooh, Allah menolak dengan tegas permintaan itu, sebab sebenarnya mereka tidak takut kepada hari akhirat. Artinya Allah tidak akan mengabulkan tuntutan mereka. Allah tidak akan menurunkan kitab dari langit khusus buat mereka.\nAllah mengatakan dengan tegas bahwa sesungguhnya yang membuat jiwa mereka kasar, akhlak mereka jahat, penglihatan mereka tertutup, dan pendengaran mereka tersumbat dari kebenaran, adalah karena tidak percaya kepada hari akhirat dengan segala kedahsyatannya.\nAndaikata permintaan mereka itu dikabulkan, tentu masih banyak permintaan-permintaan lain menyusul, sekadar menunjukkan iktikad mereka yang tidak baik kepada Islam. Sebab sudah cukup banyak dalil dan bukti-bukti kebenaran Nabi Muhammad untuk mereka. Lalu mereka minta kebenaran Nabi Muhammad buat mereka dan meminta lagi tambahan lain yang tidak pantas diminta, permintaan yang tidak berarti sama sekali.",
    "quraish": "Tertolaklah mereka dengan segala keinginan mereka. Sebenarnya mereka adalah orang-orang yang tidak mewaspadai kedatangan hari akhirat. Sebab itulah mereka senantiasa menolak peringatan dan, dengan berbagai cara, selalu meminta didatangkan bukti-bukti kebenaran.",
    "jalalayn": "(Sekali-kali tidak) lafal ini merupakan sanggahan terhadap apa yang mereka kehendaki itu. (Sebenarnya mereka tidak takut kepada negeri akhirat) kepada azabnya."
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 54,
    "arab": "كَلَّآ اِنَّهٗ تَذْكِرَةٌ ۚ",
    "translation": "Tidak! Sesungguhnya (Al-Qur'an) itu benar-benar suatu peringatan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5549.mp3",
    "tafsir": "Selanjutnya dalam ayat ini, Allah menegaskan lagi, \"Sekali-kali tidak demikian halnya, sesungguhnya Al-Qur'an itu adalah peringatan.\" Al-Qur'an bukan sebagaimana yang mereka tuduhkan. Al-Qur'an bukan sihir yang dapat dipelajari, melainkan peringatan langsung dari Allah, sehingga tiada seorang pun yang dapat melepaskan diri dari pertanggungjawaban kepada Allah pada hari kemudian nanti.",
    "quraish": "Sungguh al-Qur'ân merupakan suatu peringatan yang jelas dan meyakinkan. Maka, barangsiapa yang ingin menjadikannya sebagai pelajaran dan tidak mengabaikannya, niscaya ia akan mendapatkannya.",
    "jalalayn": "(Ingatlah) Kallaa di sini menunjukkan makna Istiftah atau kata pembukaan (sesungguhnya dia itu) Alquran itu (adalah peringatan) nasihat dan pelajaran."
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 55,
    "arab": "فَمَنْ شَاۤءَ ذَكَرَهٗۗ",
    "translation": "Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5550.mp3",
    "tafsir": "Allah mengatakan bahwa barang siapa menghendaki Al-Qur'an sebagai petunjuk, niscaya dia mendapatkan pelajaran darinya. Siapa saja yang selalu ingat kepada Al-Qur'an, tidak melupakannya, dan menjadikan sebagai pedoman hidupnya, maka manfaatnya adalah untuk dirinya sendiri. Dalam Al-Qur'an terdapat kebahagiaan dunia dan akhirat.",
    "quraish": "Sungguh al-Qur'ân merupakan suatu peringatan yang jelas dan meyakinkan. Maka, barangsiapa yang ingin menjadikannya sebagai pelajaran dan tidak mengabaikannya, niscaya ia akan mendapatkannya.",
    "jalalayn": "(Maka barang siapa menghendaki, niscaya dia mengambil pelajaran daripadanya) niscaya dia membacanya kemudian mengambil pelajaran daripadanya."
  },
  {
    "page": 577,
    "name": "Al-Muddassir",
    "ayat": 56,
    "arab": "وَمَا يَذْكُرُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗهُوَ اَهْلُ التَّقْوٰى وَاَهْلُ الْمَغْفِرَةِ ࣖ",
    "translation": "Dan mereka tidak akan mengambil pelajaran darinya (Al-Qur'an) kecuali (jika) Allah menghendakinya. Dialah Tuhan yang patut (kita) bertakwa kepada-Nya dan yang berhak memberi ampunan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5551.mp3",
    "tafsir": "Ayat ini menegaskan bahwa mereka tidak akan mengambil pelajaran dari Al-Qur'an kecuali jika Allah menghendakinya. Hanya Dia yang berhak memberi ampunan.\nTegasnya tidak ada yang memperoleh peringatan dan pengajaran dari Al-Qur'an melainkan siapa yang dikehendaki Allah. Tidak seorang pun yang sanggup berbuat demikian kecuali berdasarkan kekuasaan yang diberikan Allah. Begitulah Allah berbuat sekehendak-Nya tanpa terhalang oleh siapa pun. Oleh karena itulah kepada Allah saja manusia patut bertakwa, hanya Dia saja yang harus ditakuti dan Dia saja yang harus ditaati. Dialah memberikan ampunan kepada hamba-Nya yang beriman.\nDalam sebuah hadis disebutkan:\nBahwasanya Rasulullah saw, membaca ayat ini \"huwa ahlut-takwa wa ahlul-magfirah\" dan bersabda, \"Tuhanmu berfirman, 'Sayalah yang paling patut ditakuti, maka janganlah dijadikan bersama-Ku Tuhan yang lain. Barang siapa yang takwa kepada-Ku dan sekali-kali ia tidak menjadikan bersama-Ku Tuhan yang lain, maka Aku-lah yang berhak untuk mengampuninya.\" (Riwayat Ahmad, ad-Darimi, at-Tirmizi, an-Nasa'i, dan Ibnu Majah dari Anas bin Malik)",
    "quraish": "Mereka tidak akan dapat menjadikannya sebagai pelajaran kecuali dengan kehendak Allah yang harus ditakuti dan berhak memberikan ampunan kepada orang-orang yang bertakwa.",
    "jalalayn": "(Dan mereka tidak akan mengambil pelajaran daripadanya) dapat dibaca Yadzkuruuna dan Tadzkuruuna (kecuali bila Allah menghendakinya. Dia adalah Tuhan Yang patut kita bertakwa kepada-Nya) Dia adalah yang harus ditakwai (dan berhak memberi ampun) seumpamanya Dia memberikan ampunan-Nya kepada orang-orang yang bertakwa kepada-Nya."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 1,
    "arab": "لَآ اُقْسِمُ بِيَوْمِ الْقِيٰمَةِۙ",
    "translation": "Aku bersumpah dengan hari Kiamat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5552.mp3",
    "tafsir": "Dalam ayat ini, Allah bersumpah dengan hari Kiamat. Maksudnya ialah Allah menyatakan dengan tegas bahwa hari Kiamat itu pasti datang. Oleh karena itu, manusia hendaknya bersiap-siap menghadapinya dengan beriman dan mengerjakan amal saleh, karena hari Kiamat merupakan hari pembalasan amal.",
    "quraish": "[[75 ~ AL-QIYAMAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 40 ayat ~ Surat mulia ini berbicara tentang hari kebangkitan dan pembalasan yang akan ditemui seluruh umat manusia dengan segala kedahsyatannya. Kemudian surat ini memuat ihwal jaminan yang akan diberikan Allah kepada Rasulullah saw. bahwa Dialah yang akan mengumpulkan al-Qur'ân dalam dada Rasul. Lalu diutarakan pula mengenai ditolaknya mereka yang lebih menomorsatukan kehidupan dunia yang fana dengan mengabaikan kehidupan akhirat. Dibandingkanlah antara wajah orang-orang Mukmin yang berseri-seri dengan wajah orang-orang kafir yang muram tak bercahaya. Lalu dibicarakan pula mengenai hal ihwal orang yang tengah sekarat dan lalai menunaikan kewajiban serta menduga bahwa dirinya tidak akan menemui hari perhitungan. Surat ini diakhiri dengan memaparkan beberapa bukti yang menguatkan kebenaran hari kebangkitan.]] Aku bersumpah dan Kutegaskan sumpah-Ku ini demi kebenaran hari kiamat. Aku bersumpah dan Kutegaskan sumpah-Ku ini demi jiwa yang mencela pemiliknya akibat melakukan dosa dan kesalahan, bahwa kalian akan dibangkitkan setelah tulang belulang kalian dikumpulkan. Apakah manusia mengira--setelah ia Kami ciptakan dari ketiadaan--bahwa Kami tidak dapat mengumpulkan kembali tulang belulangnya yang hancur berserakan?",
    "jalalayn": "(Aku bersumpah dengan hari kiamat) huruf Laa di sini adalah huruf Zaidah."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 2,
    "arab": "وَلَآ اُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ",
    "translation": "dan aku bersumpah demi jiwa yang selalu menyesali (dirinya sendiri).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5553.mp3",
    "tafsir": "Allah juga bersumpah dengan jiwa yang amat menyesali dirinya sendiri (an-nafs al-lawwamah) terhadap sikap dan tingkah lakunya pada masa lalu yang tidak sempat lagi diisi dengan perbuatan baik. An-Nafs al-lawwamah juga berarti jiwa yang menyesali dirinya karena berbuat kejahatan, kenapa masih saja tidak sanggup dihentikan? Pada kebaikan yang disadari manfaatnya kenapa tidak diperbanyak atau dilipatgandakan saja? Begitulah an-nafs al-lawwamah berkata dan menyesali dirinya sendiri.\nPerasaan menyesal itu senantiasa ada walaupun ia sudah berusaha keras dengan segenap upaya untuk mengerjakan amal saleh. Padahal semuanya pasti akan diperhitungkan kelak. An-Nafs al-lawwamah juga berarti jiwa yang tidak bisa dikendalikan pada waktu senang maupun susah. Waktu senang bersikap boros dan royal, sedang di masa susah menyesali nasibnya dan menjauhi agama.\nAn-Nafs al-lawwamah sebenarnya adalah jiwa seorang mukmin yang belum mencapai tingkat yang lebih sempurna. Penyesalan adalah benteng utama dari jiwa seperti ini karena telah melewati hidup di atas dunia dengan kebaikan yang tidak sempurna.\nPerlu dijelaskan di sini hubungan antara hari Kiamat dengan an-nafs al-lawwamah, yang sama-sama digunakan Allah untuk bersumpah dalam awal surah ini. Hari Kiamat itu kelak akan membeberkan tentang jiwa seseorang, apakah ia memperoleh kebahagiaan atau kecelakaan. Maka jiwa atau an-nafs al-lawwamah boleh jadi termasuk golongan yang bahagia atau termasuk golongan yang celaka. Dari segi lain, Allah sengaja menyebutkan jiwa yang menyesali dirinya ini karena begitu besarnya persoalan jiwa dari sudut pandangan Al-Qur'an.\nHuruf \"la\" yang terdapat pada ayat 1 dan 2 di atas adalah \"la zaidah\" yang menguatkan arti perkataan sesudahnya, yaitu adanya hari Kiamat dan an-nafs al-lawwamah.\nAllah sendiri menjawab sumpah-Nya walaupun dalam teks ayat tidak disebutkan. Jadi setelah bersumpah dengan hari Kiamat dan an-nafs al-lawwamah, Allah menegaskan, \"Sungguh kamu akan dibangkitkan dan akan dimintai pertanggungjawabanmu.\" Pengertian ini diketahui dari ayat berikutnya.",
    "quraish": "[[75 ~ AL-QIYAMAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 40 ayat ~ Surat mulia ini berbicara tentang hari kebangkitan dan pembalasan yang akan ditemui seluruh umat manusia dengan segala kedahsyatannya. Kemudian surat ini memuat ihwal jaminan yang akan diberikan Allah kepada Rasulullah saw. bahwa Dialah yang akan mengumpulkan al-Qur'ân dalam dada Rasul. Lalu diutarakan pula mengenai ditolaknya mereka yang lebih menomorsatukan kehidupan dunia yang fana dengan mengabaikan kehidupan akhirat. Dibandingkanlah antara wajah orang-orang Mukmin yang berseri-seri dengan wajah orang-orang kafir yang muram tak bercahaya. Lalu dibicarakan pula mengenai hal ihwal orang yang tengah sekarat dan lalai menunaikan kewajiban serta menduga bahwa dirinya tidak akan menemui hari perhitungan. Surat ini diakhiri dengan memaparkan beberapa bukti yang menguatkan kebenaran hari kebangkitan.]] Aku bersumpah dan Kutegaskan sumpah-Ku ini demi kebenaran hari kiamat. Aku bersumpah dan Kutegaskan sumpah-Ku ini demi jiwa yang mencela pemiliknya akibat melakukan dosa dan kesalahan, bahwa kalian akan dibangkitkan setelah tulang belulang kalian dikumpulkan. Apakah manusia mengira--setelah ia Kami ciptakan dari ketiadaan--bahwa Kami tidak dapat mengumpulkan kembali tulang belulangnya yang hancur berserakan?",
    "jalalayn": "(Dan Aku bersumpah dengan jiwa yang amat menyesali) dirinya sendiri sekalipun ia berupaya sekuat tenaga di dalam kebaikan. Jawab Qasam tidak disebutkan; lengkapnya, Aku bersumpah dengan nama hari kiamat dan dengan nama jiwa yang banyak mencela, bahwa niscaya jiwa itu pasti akan dibangkitkan. Pengertian Jawab ini ditunjukkan oleh firman selanjutnya, yaitu:"
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 3,
    "arab": "اَيَحْسَبُ الْاِنْسَانُ اَلَّنْ نَّجْمَعَ عِظَامَهٗ ۗ",
    "translation": "Apakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5554.mp3",
    "tafsir": "Apakah manusia mengira bahwa Allah tidak akan mengumpulkan kembali tulang-belulangnya? Apakah manusia mengira bahwa tulangnya yang telah hancur di dalam kubur, setelah berserakan di tempat yang terpisah-pisah tidak dapat dikumpulkan Allah kembali? Ayat yang diungkapkan dengan nada pertanyaan ini mengandung makna agar manusia memikirkan persoalan mati dan adanya hari kebangkitan itu secara serius.",
    "quraish": "[[75 ~ AL-QIYAMAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 40 ayat ~ Surat mulia ini berbicara tentang hari kebangkitan dan pembalasan yang akan ditemui seluruh umat manusia dengan segala kedahsyatannya. Kemudian surat ini memuat ihwal jaminan yang akan diberikan Allah kepada Rasulullah saw. bahwa Dialah yang akan mengumpulkan al-Qur'ân dalam dada Rasul. Lalu diutarakan pula mengenai ditolaknya mereka yang lebih menomorsatukan kehidupan dunia yang fana dengan mengabaikan kehidupan akhirat. Dibandingkanlah antara wajah orang-orang Mukmin yang berseri-seri dengan wajah orang-orang kafir yang muram tak bercahaya. Lalu dibicarakan pula mengenai hal ihwal orang yang tengah sekarat dan lalai menunaikan kewajiban serta menduga bahwa dirinya tidak akan menemui hari perhitungan. Surat ini diakhiri dengan memaparkan beberapa bukti yang menguatkan kebenaran hari kebangkitan.]] Aku bersumpah dan Kutegaskan sumpah-Ku ini demi kebenaran hari kiamat. Aku bersumpah dan Kutegaskan sumpah-Ku ini demi jiwa yang mencela pemiliknya akibat melakukan dosa dan kesalahan, bahwa kalian akan dibangkitkan setelah tulang belulang kalian dikumpulkan. Apakah manusia mengira--setelah ia Kami ciptakan dari ketiadaan--bahwa Kami tidak dapat mengumpulkan kembali tulang belulangnya yang hancur berserakan?",
    "jalalayn": "(Apakah manusia mengira) yakni, orang kafir (bahwa Kami tidak akan mengumpulkan kembali tulang belulangnya) untuk dibangkitkan menjadi hidup kembali."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 4,
    "arab": "بَلٰى قَادِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ ",
    "translation": "(Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5555.mp3",
    "tafsir": "Diriwayatkan bahwa ayat ke 3 dan ke 4 ini diturunkan karena ulah dua orang yang bernama 'Adiyy bin Abi Rabi'ah bersama Akhnasy bin Syuraiq. 'Adiyy pernah menjumpai Rasulullah dengan bertanya, \"Hai Muhammad, tolong ceritakan kepadaku kapan datang hari Kiamat dan bagaimana keadaan manusia pada waktu itu?\" Rasulullah saw menceritakan apa adanya. 'Adiyy menjawab pula, \"Demi Allah, andaikata aku melihat dengan mata kepalaku sendiri akan hari itu, aku juga tidak akan membenarkan ucapanmu itu dan aku juga tidak percaya kepadamu dan kepada hari Kiamat itu. Apakah mungkin hai Muhammad, Allah sanggup mengumpulkan kembali tulang-belulang manusia?\" Kemudian turunlah ayat ke 4 di atas yang menegaskan kekuasaan Allah sebagai jawaban terhadap pertanyaan 'Adiyy bin Abi Rabi'ah dan orang-orang yang bersikap seperti dia.\nUntuk menghilangkan keragu-raguan itu, Allah menegaskan sebenarnya Dia berkuasa menyusun (kembali) jari-jemari manusia dengan sempurna. Bahkan Allah sanggup mengumpulkan dan menyusun kembali bagian-bagian tubuh yang hancur sekalipun itu adalah bagian terkecil seperti jari-jemari yang begitu banyak ruas dan bukunya. Andaikata Allah tidak mempunyai ilmu pengetahuan dan kekuasaan yang sempurna, tentu tidak mungkin Allah bisa menyusunnya kembali. Ringkasnya sebagaimana tulang-belulang dan jari-jemari itu tersusun dengan sempurna, maka Allah sanggup mengembalikannya lagi seperti semula.",
    "quraish": "Tentu, Kami akan mengumpulkannya kembali. Bahkan, lebih dari itu, Kami Mahakuasa untuk mengumpulkan jari jemarinya yang kecil secara sempurna seperti sediakala. Apatah lagi tulang belulang yang lebih besar.",
    "jalalayn": "(Bukan demikian) Kami akan mengumpulkannya kembali (Kami kuasa) di samping mengumpulkan kembali tulang-tulangnya itu (menyusun kembali jari-jemarinya dengan sempurna) artinya, Kami dapat mengembalikan tulang jari-jemari itu sekalipun bentuknya kecil, maka terlebih lagi tulang-tulang lainnya yang lebih besar daripadanya."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 5,
    "arab": "بَلْ يُرِيْدُ الْاِنْسَانُ لِيَفْجُرَ اَمَامَهٗۚ",
    "translation": "Tetapi manusia hendak membuat maksiat terus-menerus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5556.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa sebenarnya manusia dengan perkembangan pikirannya menyadari bahwa Allah sanggup berbuat begitu, namun kehendak nafsu mempengaruhi pikirannya. Bahkan manusia itu hendak berbuat maksiat terus-menerus. Sesungguhnya tidak ada manusia yang tidak mengenal kekuasaan Tuhannya, untuk menghidupkan dan menyusun tulang-belulang orang yang sudah mati. Akan tetapi, mereka masih ingin bergelimang dengan berbagai perbuatan maksiat, kemudian menunda-nunda tobat atau menghindarkan diri daripadanya.\nSesungguhnya manusia yang seperti ini, menurut Sa'id bin Jubair, suka cepat-cepat memperturutkan kehendak hati dan berbuat apa saja yang diinginkan. Nafsu selalu menggodanya, \"Nanti sajalah aku bertobat; nanti sajalah aku mengerjakan kebaikan.\" Celakanya dia belum sempat tobat dan beramal baik, malaikat maut sudah lebih dahulu mencabut nyawanya. Padahal pada saat itu, ia sedang asyik dalam perbuatan maksiat.\nBoleh jadi juga maksud ayat ini adalah bahwa seseorang selalu berangan-angan tentang betapa nikmatnya kalau ia mendapat ini dan itu, mendapat mobil dan rumah mewah atau jabatan yang empuk, dan seterusnya, namun lupa mengingat mati, lupa dengan akan datangnya hari kebangkitan, hari saat diperiksa segala pekerjaannya.\nKata-kata liyafjura berarti cenderung kepada yang batil, atau suka menyimpang dari kebenaran. Orang seperti ini ingin hidup bebas seperti binatang. Ia tidak mau dihalangi untuk mengerjakan apa saja dengan teguran akal sehat atau larangan agama yang mengekang keinginannya.",
    "quraish": "Tetapi mengapa manusia masih tetap mengingkari hari kebangkitan? Adakah itu karena mereka ingin terus melakukan perbuatan-perbuatan buruk sampai mati?",
    "jalalayn": "(Bahkan manusia itu hendak membuat maksiat terus-menerus) huruf Lam yang ada pada lafal Liyafjura adalah Zaidah, sedangkan lafal Yafjuru dinashabkan oleh An yang diperkirakan keberadaannya. Yakni dia selalu berbuat dusta (di dalam menghadapinya) di dalam menghadapi hari kiamat. Pengertian ini ditunjukkan oleh firman selanjutnya, yaitu:"
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 6,
    "arab": "يَسْـَٔلُ اَيَّانَ يَوْمُ الْقِيٰمَةِۗ",
    "translation": "Dia bertanya, “Kapankah hari Kiamat itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5557.mp3",
    "tafsir": "Selanjutnya, Allah menggambarkan sikap orang keras kepala yang bertanya, \"Bilakah hari Kiamat itu?\" Pertanyaan ini muncul sebagai tanda terlalu jauhnya jangkauan hari Kiamat itu dalam pikiran si penanya dan menunjukkan ketidakpercayaan akan terjadinya. Hal ini ada hubungannya dengan ayat sebelumnya, yakni: \"Kenapa ia terus-menerus ingin mengerjakan kejahatan?\" Karena mereka mengingkari adanya hari kebangkitan, sehingga tidak merasa perlu memikirkan segala akibat dari kejahatan yang dilakukan. Dalam ayat lain, Allah berfirman:\n\nJauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 36-37)\n\nKalau disimpulkan, ada dua sebab ketidakpercayaan manusia kepada hari Kiamat, yaitu:\n1.Karena ragu-ragu dengan kekuasaan Allah. Misalnya pikiran yang berpendapat bahwa bagian tubuh yang sudah hancur, berserakan, dan bercampur aduk dengan tanah, di timur maupun di barat, mungkinkah dapat disusun dan dihidupkan kembali? Bagaimana bisa tubuh manusia yang demikian kembali kepada keadaan semula?\nSeperti bunyi ayat 3 dan 4:\n\nApakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyamah/75: 3-4)\n\n1.Karena keinginan yang terus-menerus untuk menikmati kesenangan duniawi, dan kedatangan Kiamat (hari berkumpul dan berhisab) tentu saja memutuskan segala bentuk kesenangan itu, seperti disebutkan dalam ayat ke-5:\n\nTetapi manusia hendak membuat maksiat terus-menerus. (al-Qiyamah/75: 5)",
    "quraish": "Sambil mengingkari hari kiamat, ia bertanya, \"Bilakah datangnya hari kiamat?\"",
    "jalalayn": "(Ia bertanya, \"Bilakah) Kapan (hari kiamat itu?\") pertanyaannya itu mengandung nada mengejek dan mendustakannya."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 7,
    "arab": "فَاِذَا بَرِقَ الْبَصَرُۙ",
    "translation": "Maka apabila mata terbelalak (ketakutan), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5558.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Maka apabila mata terbelalak) dapat dibaca Bariqa dan Baraqa, artinya kaget dan bimbang setelah ia melihat apa yang dahulu selalu ia dustakan."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 8,
    "arab": "وَخَسَفَ الْقَمَرُۙ",
    "translation": "dan bulan pun telah hilang cahayanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5559.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Dan apabila bulan telah hilang cahayanya) yakni menjadi gelap dan lenyap sinarnya."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 9,
    "arab": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُۙ",
    "translation": "lalu matahari dan bulan dikumpulkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5560.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Dan matahari dan bulan dikumpulkan) maka kedua-duanya terbit dari arah barat; atau kedua-duanya telah hilang sinarnya, yang demikian itu terjadi pada hari kiamat."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 10,
    "arab": "يَقُوْلُ الْاِنْسَانُ يَوْمَىِٕذٍ اَيْنَ الْمَفَرُّۚ",
    "translation": "pada hari itu manusia berkata, “Ke mana tempat lari?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5561.mp3",
    "tafsir": "Allah menegaskan bahwa pada hari Kiamat itu manusia berkata, \"Ke manakah tempat lari?\" Masing-masing orang berusaha mencari jalan untuk menyelamatkan diri. Sebagian mengartikan ayat ini dengan \"Ke manakah tempat lari menghindari api neraka?\" Tentulah manusia yang dimaksudkan adalah orang-orang kafir, karena pada saat itu orang-orang mukmin tidak ada yang menyangsikan kedatangan hari Kiamat itu seperti disebutkan dalam beberapa hadis Nabi. Apakah orang-orang kafir itu dapat menyelamatkan diri? Tidak!",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Pada hari itu manusia berkata, \"Ke mana tempat lari?\")"
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 11,
    "arab": "كَلَّا لَا وَزَرَۗ",
    "translation": "Tidak! Tidak ada tempat berlindung!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5562.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa sekali-kali tidak ada tempat berlindung. Tidak ada satu perlindungan pun yang mungkin menyelamatkan mereka dari siksaan Allah. Tidak ada benteng maupun bukit atau senjata yang dapat digunakan. Demikian dalam ayat lain Allah menegaskan:\n\nPatuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak (atas perintah dari Allah). Pada hari itu kamu tidak memperoleh tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu). (asy-Syura/42: 47)",
    "quraish": "Terjegallah kalian, wahai manusia, dari upaya mencari tempat pelarian dari azab. Tak ada tempat berlindung bagi kalian kecuali kepada Tuhanku semata yang akan memutuskan bagi para hamba-Nya: ke surga atau ke neraka.",
    "jalalayn": "(Sekali-kali tidak) lafal ini menunjukkan kata tolakan terhadap pencarian jalan lari. (Tidak ada tempat berlindung) tidak ada tempat mengungsi yang dapat dijadikan perlindungan baginya."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 12,
    "arab": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمُسْتَقَرُّۗ",
    "translation": "Hanya kepada Tuhanmu tempat kembali pada hari itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5563.mp3",
    "tafsir": "Kemudian dalam ayat ini diterangkan keadaan yang sebenarnya dan ke mana manusia hendak dikumpulkan. Hanya kepada Allah tempat manusia kembali. Di tempat penuh kesengsaraan atau di tempat penuh nikmat penuh kebahagiaan. Semuanya tergantung kepada kehendak Allah. Dia Penguasa Tunggal di hari itu. Semua manusia kembali kepada Allah tanpa kecuali. Ke sanalah tujuan perjalanan hidup yang terakhir. Allah berfirman:\n\nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42)",
    "quraish": "Terjegallah kalian, wahai manusia, dari upaya mencari tempat pelarian dari azab. Tak ada tempat berlindung bagi kalian kecuali kepada Tuhanku semata yang akan memutuskan bagi para hamba-Nya: ke surga atau ke neraka.",
    "jalalayn": "(Hanya kepada Rabbmu sajalah pada hari itu tempat kembali) bagi semua makhluk, lalu mereka dihisab dan menerima pembalasan."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 13,
    "arab": "يُنَبَّؤُا الْاِنْسَانُ يَوْمَىِٕذٍۢ بِمَا قَدَّمَ وَاَخَّرَۗ",
    "translation": "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5564.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya. Kepada manusia diceritakan ketika telah tiba waktunya menghisab dan menimbang amalannya. Semua akan dibeberkan dengan jelas, mana perbuatan baik yang telah dikerjakan dan mana yang seharusnya dikerjakan tapi tidak sempat lagi dilaksanakan. Demikian pula mana yang semestinya dahulu diperbuat guna menghindarkan diri dari azab Allah dan mencapai pahala-Nya. Tidak ada yang luput dari pemberitaan itu, karya yang kecil maupun yang besar, yang baru maupun yang usang.\nIbnu 'Abbas mengartikan ayat ini dengan menjelaskan bahwa yang diceritakan tidak hanya sekadar perbuatan buruk dan baik seseorang menjelang dia meninggal dunia, tetapi juga segala karya, pikiran, dan kebiasaannya. Semua orang akan menyaksikan sendiri di hadapannya segala wujud amaliahnya, sebagaimana disebutkan dalam ayat lain:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan. Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nSehubungan dengan hal ini, disebutkan pula dalam hadis Rasulullah saw:\nTujuh macam perbuatan seorang hamba yang tetap mengalir pahalanya bagi orang yang sudah wafat: orang yang mengajarkan ilmu, orang yang membuat aliran sungai, orang yang menggali sumur, orang yang menanam pohon kurma, orang yang mendirikan masjid, orang yang mewariskan (menyebarluaskan) mushaf (kitab suci Al-Qur'an), dan orang yang meninggalkan anak (keturunan) yang memohonkan ampunan baginya setelah ia meninggal. (Riwayat Abu Nu'aim dan al-Baihaqi dari Anas bin Malik)",
    "quraish": "Pada hari ini, segala yang dikerjakan dan ditinggalkan oleh manusia akan dibeberkan.",
    "jalalayn": "(Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya) yaitu semua amal perbuatannya dari mulai awal hingga akhir, diberitakan kepadanya."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 14,
    "arab": "بَلِ الْاِنْسَانُ عَلٰى نَفْسِهٖ بَصِيْرَةٌۙ",
    "translation": "Bahkan manusia menjadi saksi atas dirinya sendiri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5565.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa diri manusia itu sendiri menjadi saksi. Tidak perlu orang lain menceritakan kepadanya karena semua bagian tubuhnya menjadi saksi atas segala yang telah dikerjakannya, dengan jujur tanpa berbohong. Siapa yang berbuat jahat diberi siksaan dan tidak bisa dihindari. Pendengaran, penglihatan, kaki, tangan, dan semua anggota tubuh membeberkan segala yang telah dikerjakannya.\n\nPada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65)\n\nMeskipun telah diterangkan dalam Al-Qur'an akan datangnya hari Kiamat dan manusia mempertanggungjawabkan amalnya, tetapi manusia tetap saja ingin mengajukan berbagai alasan untuk mendebat keputusan Allah, karena mengikuti hawa nafsunya.",
    "quraish": "Bahkan manusia itu sendiri akan menjadi saksi yang jelas bagi semua yang dilakukan maupun yang ditinggalkannya. Kendati saat itu manusia berusaha melontarkan berbagai alasan, semua itu tidak akan dapat menyelamatkan dirinya.",
    "jalalayn": "(Bahkan manusia itu menjadi saksi atas dirinya sendiri) yakni semua anggota tubuhnya memberikan kesaksian terhadap semua amal perbuatannya, sehingga ia tidak dapat mengingkarinya lagi. Huruf Ha yang ada pada lafal Bashiirah menunjukkan makna Mubalaghah."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 15,
    "arab": "وَّلَوْ اَلْقٰى مَعَاذِيْرَهٗۗ",
    "translation": "dan meskipun dia mengemukakan alasan-alasannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5566.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa biarpun manusia berusaha mengajukan berbagai alasan guna menutupi segala kesalahannya, dan menyembunyikan segala perbuatan jeleknya, namun semua itu tidak akan berguna karena anggota tubuhnya akan menjadi saksi atas dirinya. Dalam ayat lain disebutkan:\n\nBacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu. (al-Isra'/17: 14)\n\n\nPada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65)\n\nDari isyarat ayat di atas dapat pula kita mengambil pelajaran bahwa keyakinan orang musyrik mempersekutukan Allah dan menyembah patung atau berhala, serta ketidakpercayaan mereka pada hari kebangkitan adalah kepercayaan yang salah. Hati kecil mereka sendiri sesungguhnya tidak mengakui yang demikian. Oleh karena itu, segala alasan yang mereka kemukakan guna menolak kebenaran, sebenarnya adalah alasan palsu. Mereka mengucapkan sesuatu yang bertentangan dengan kehendak hati nurani sendiri.",
    "quraish": "Bahkan manusia itu sendiri akan menjadi saksi yang jelas bagi semua yang dilakukan maupun yang ditinggalkannya. Kendati saat itu manusia berusaha melontarkan berbagai alasan, semua itu tidak akan dapat menyelamatkan dirinya.",
    "jalalayn": "(Meskipun dia mengemukakan alasan-alasannya) lafal Ma'aadziir bentuk jamak dari lafal Ma'dzirah, akan tetapi tidak menurut cara yang beraturan. Makna ayat, seandainya dia mengemukakan semua alasannya, niscaya alasan-alasannya itu tidak akan diterima. Allah berfirman kepada Nabi-Nya:"
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 16,
    "arab": "لَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖۗ",
    "translation": "Jangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5567.mp3",
    "tafsir": "Dalam ayat ini, Allah melarang Nabi Muhammad menggerakkan lidahnya untuk membaca Al-Qur'an karena hendak cepat-cepat menguasainya. Dalam bahasa lain, Allah melarang Nabi saw menggerak-gerakkan lidah dan bibirnya untuk cepat-cepat menangkap bacaan Jibril karena takut bacaan itu luput dari ingatannya.\"\nHal ini terjadi ketika Surah thaha turun, dan semenjak ada teguran Allah dalam ayat ke 16 ini, tentu beliau sudah tenang dalam menerima wahyu, dan tidak perlu cepat-cepat menangkapnya. Pada ayat lain terdapat maksud yang sama, yakni:\n\nMaka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\" (thaha/20: 114)\n\nAllah melarang Nabi saw meniru bacaan Jibril kalimat demi kalimat sebelum selesai membacakannya, agar Nabi Muhammad dapat menghafal dan memahami dengan baik ayat yang diturunkan itu.",
    "quraish": "Saat wahyu diturunkan, hendaknya kamu, Muhammad, tidak menggerakkan lidahmu untuk membaca al-Qur'ân karena didorong oleh keinginan untuk cepat-cepat membaca dan menghafalnya. Sesungguhnya Kamilah yang akan mengumpulkannya dalam dadamu dan memantapkan bacaannya di lidahmu.",
    "jalalayn": "(Janganlah kamu gerakkan untuk membacanya) membaca Alquran, sebelum malaikat Jibril selesai daripadanya (lisanmu karena hendak cepat-cepat menguasainya) karena kamu merasa khawatir bacaannya tidak dapat kamu kuasai."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 17,
    "arab": "اِنَّ عَلَيْنَا جَمْعَهٗ وَقُرْاٰنَهٗ ۚ",
    "translation": "Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5568.mp3",
    "tafsir": "Allah menjelaskan bahwa larangan mengikuti bacaan Jibril ketika ia sedang membacakannya adalah karena sesungguhnya atas tanggungan Allah-lah mengumpulkan wahyu itu di dalam dada Muhammad dan membuatnya pandai membacanya. Allah-lah yang bertanggung jawab bagaimana supaya Al-Qur'an itu tersimpan dengan baik dalam dada atau ingatan Muhammad, dan memantapkannya dalam kalbunya. Allah pula yang memberikan bimbingan kepadanya bagaimana cara membaca ayat itu dengan sempurna dan teratur, sehingga Muhammad hafal dan tidak lupa selama-lamanya.\nApabila Jibril telah selesai membacakan ayat-ayat yang harus diturunkan, hendaklah Muhammad saw membacanya kembali. Nanti ia akan mendapatkan dirinya selalu ingat dan hafal ayat-ayat itu. Tegasnya pada waktu Jibril membaca, hendaklah Muhammad diam dan mendengarkan bacaannya.\nDari sudut lain, ayat ini juga berarti bahwa bila telah selesai dibacakan kepada Muhammad ayat-ayat Allah, hendaklah ia segera mengamalkan hukum-hukum dan syariat-syariatnya.\nSemenjak perintah ini turun, Rasulullah senantiasa mengikuti dan mendengarkan dengan penuh perhatian wahyu yang dibacakan Jibril. Setelah Jibril pergi, barulah beliau membacanya dan bacaannya itu tetap tinggal dalam ingatan beliau. Diterangkan dalam hadis riwayat al-Bukhari bahwa Ibnu 'Abbas berkata:\nSetelah perintah itu turun, Rasulullah selalu mendengarkan dan memperhatikan ketika Jibril datang, setelah Jibril pergi beliau membacanya sebagaimana diajarkan Jibril. (Riwayat al-Bukhari dari Ibnu 'Abbas).",
    "quraish": "Saat wahyu diturunkan, hendaknya kamu, Muhammad, tidak menggerakkan lidahmu untuk membaca al-Qur'ân karena didorong oleh keinginan untuk cepat-cepat membaca dan menghafalnya. Sesungguhnya Kamilah yang akan mengumpulkannya dalam dadamu dan memantapkan bacaannya di lidahmu.",
    "jalalayn": "(Sesungguhnya atas tanggungan Kamilah mengumpulkannya) di dadamu, maksudnya membuat kamu dapat menghafalnya (dan bacaannya) yakni membuatmu pandai membacanya; atau membuat mudah dibaca olehmu."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 18,
    "arab": "فَاِذَا قَرَأْنٰهُ فَاتَّبِعْ قُرْاٰنَهٗ ۚ",
    "translation": "Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5569.mp3",
    "tafsir": "Allah menjelaskan bahwa larangan mengikuti bacaan Jibril ketika ia sedang membacakannya adalah karena sesungguhnya atas tanggungan Allah-lah mengumpulkan wahyu itu di dalam dada Muhammad dan membuatnya pandai membacanya. Allah-lah yang bertanggung jawab bagaimana supaya Al-Qur'an itu tersimpan dengan baik dalam dada atau ingatan Muhammad, dan memantapkannya dalam kalbunya. Allah pula yang memberikan bimbingan kepadanya bagaimana cara membaca ayat itu dengan sempurna dan teratur, sehingga Muhammad hafal dan tidak lupa selama-lamanya.\nApabila Jibril telah selesai membacakan ayat-ayat yang harus diturunkan, hendaklah Muhammad saw membacanya kembali. Nanti ia akan mendapatkan dirinya selalu ingat dan hafal ayat-ayat itu. Tegasnya pada waktu Jibril membaca, hendaklah Muhammad diam dan mendengarkan bacaannya.\nDari sudut lain, ayat ini juga berarti bahwa bila telah selesai dibacakan kepada Muhammad ayat-ayat Allah, hendaklah ia segera mengamalkan hukum-hukum dan syariat-syariatnya.\nSemenjak perintah ini turun, Rasulullah senantiasa mengikuti dan mendengarkan dengan penuh perhatian wahyu yang dibacakan Jibril. Setelah Jibril pergi, barulah beliau membacanya dan bacaannya itu tetap tinggal dalam ingatan beliau. Diterangkan dalam hadis riwayat al-Bukhari bahwa Ibnu 'Abbas berkata:\nSetelah perintah itu turun, Rasulullah selalu mendengarkan dan memperhatikan ketika Jibril datang, setelah Jibril pergi beliau membacanya sebagaimana diajarkan Jibril. (Riwayat al-Bukhari dari Ibnu 'Abbas).",
    "quraish": "Apabila utusan Kami telah membacakan al-Qur'ân kepadamu, maka ikutilah bacaannya itu dengan menyimaknya terlebih dahulu. Lalu Kamilah yang akan menjelaskan jika di dalamnya kamu temui kesulitan.",
    "jalalayn": "(Apabila Kami telah selesai membacakannya) kepada kamu melalui bacaan malaikat Jibril (maka ikutilah bacaannya itu) artinya, dengarlah dengan seksama bacaan Jibril kepadamu terlebih dahulu. Sesungguhnya Nabi saw. setelah itu mendengarkannya terlebih dahulu dengan seksama, kemudian membacanya."
  },
  {
    "page": 577,
    "name": "Al-Qiyamah",
    "ayat": 19,
    "arab": "ثُمَّ اِنَّ عَلَيْنَا بَيَانَهٗ ۗ",
    "translation": "Kemudian sesungguhnya Kami yang akan menjelaskannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5570.mp3",
    "tafsir": "Ayat ini menjelaskan adanya jaminan Allah bahwa sesungguhnya atas tanggungan Allah-lah penjelasannya. Maksudnya setelah Jibril selesai membacakan Al-Qur'an itu kepada Nabi Muhammad saw, maka Allah langsung memberikan penjelasan kepada beliau melalui ilham-ilham yang ditanamkan ke dalam dada Nabi saw, sehingga pengertian ayat ini secara sempurna sebagaimana yang dikehendaki Allah dapat diketahui Nabi saw. Allah pula yang menyampaikan kepada Nabi segala rahasia, hukum-hukum, dan pengetahuan Al-Qur'an itu secara sempurna. Dengan begitu, tidak dapat diragukan sedikit pun bahwa sesungguhnya Al-Qur'an itu dari sisi Allah.",
    "quraish": "Apabila utusan Kami telah membacakan al-Qur'ân kepadamu, maka ikutilah bacaannya itu dengan menyimaknya terlebih dahulu. Lalu Kamilah yang akan menjelaskan jika di dalamnya kamu temui kesulitan.",
    "jalalayn": "(Kemudian, sesungguhnya atas tanggungan Kamilah penjelasannya) dengan memberikan pemahaman mengenainya kepadamu. Kaitan atau hubungan korelasi antara ayat ini dengan ayat-ayat sebelumnya ialah bahwasanya ayat-ayat sebelumnya itu mengandung makna berpaling dari ayat-ayat Allah. Sedangkan pada ayat ini terkandung pengertian bersegera menguasai ayat-ayat Allah dengan cara menghafalnya."
  }
]