[
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 62,
    "arab": "اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ ۗوَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "translation": "Sungguh, ini adalah kisah yang benar. Tidak ada tuhan selain Allah, dan sungguh, Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/355.mp3",
    "tafsir": "Kisah yang diturunkan kepada Nabi Muhammad, tentang Nabi Isa itu, itulah yang benar, bukan pendapat orang Nasrani dan bukan pula pendapat orang Yahudi.\nTidak ada Tuhan yang wajib disembah melainkan Allah karena Allah yang menciptakan segala sesuatu dan tidak satu pun yang dapat menyamai-Nya. Di dalam ayat ini jelas terdapat suatu bantahan terhadap orang Nasrani yang mengatakan bahwa Allah salah satu dari oknum yang tiga.\nPada ayat yang lain Allah berfirman:\n\nSungguh, telah kafir orang-orang yang mengatakan bahwa Allah adalah yang ketiga dari yang tiga, ¦ (al-Ma'idah/5: 73).\n\nKemudian Allah menegaskan lagi bahwa Allah-lah yang Mahaperkasa Yang Mahabijaksana, tak ada yang dapat menandingi-Nya.",
    "quraish": "Itulah kebenaran yang tidak mengandung keraguan sedikit pun. Sebab, memang, tidak ada tuhan di jagat raya ini selain Allah yang menciptakan segalanya. Hanya Dialah satu-satunya yang Mahaagung dan Mahabijaksana atas makhluk-Nya.",
    "jalalayn": "(Sesungguhnya ini) yakni yang telah disebutkan tadi (merupakan kisah berita yang benar) yang tidak diragukan lagi. (Tiada) min merupakan tambahan (Tuhan melainkan Allah dan sesungguhnya Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya."
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 63,
    "arab": "فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ ",
    "translation": "Kemudian jika mereka berpaling, maka (ketahuilah) bahwa Allah Maha Mengetahui orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/356.mp3",
    "tafsir": "Apabila mereka menolak agama tauhid berarti mereka termasuk orang-orang yang berbuat kerusakan. Mereka dianggap berpaling karena menolak untuk mengikuti dan membenarkan kerasulan Muhammad, dan tidak mau menerima keyakinan tentang keesaan Tuhan yang dibawa oleh beliau dan tidak berani mengabulkan ajakan mubahalah.\nAllah Maha Mengetahui mental orang-orang yang membuat kerusakan dan mempunyai niat jahat yang mereka simpan dalam hati mereka.",
    "quraish": "Jika mereka menolak ajakanmu dan tetap tidak meninggalkan kesesatan mereka setelah kebenaran tampak jelas, berarti mereka adalah orang-orang perusak. Allah Maha Mengetahui ihwal mereka.",
    "jalalayn": "(Jika mereka berpaling) tidak mau beriman (maka sesungguhnya Allah Maha Mengetahui akan orang-orang yang berbuat kerusakan) mereka akan diberi-Nya balasan. Di sini kata-kata lahir ditempatkan pada kata-kata mudhmar."
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 64,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ",
    "translation": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Marilah (kita) menuju kepada satu kalimat (pegangan) yang sama antara kami dan kamu, bahwa kita tidak menyembah selain Allah dan kita tidak mempersekutukan-Nya dengan sesuatu pun, dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. Jika mereka berpaling maka katakanlah (kepada mereka), “Saksikanlah, bahwa kami adalah orang Muslim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/357.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad, agar mengajak Ahli Kitab yaitu Yahudi dan Nasrani untuk berdialog secara adil dalam mencari asas-asas persamaan dari ajaran yang dibawa oleh rasul-rasul dan kitab-kitab yang diturunkan kepada mereka, yaitu Taurat, Injil dan Al-Qur'an. Kemudian Allah menjelaskan maksud ajakan itu yaitu agar mereka tidak menyembah selain Allah yang mempunyai kekuasaan yang mutlak, yang berhak menciptakan syariat dan berhak menghalalkan dan mengharamkan, serta tidak mempersekutukan-Nya.\nAyat ini mengandung: Tauhid Uluhiyah bagi Allah, yaitu keesaan Allah seperti tersebut dalam firman-Nya:\n\n¦ bahwa kita tidak menyembah selain Allah ¦ (Ali 'Imran/3: 64).\n\nSifat Tauhid Rububiyah dalam firman-Nya yaitu keesaan dalam mengatur makhluk-Nya:\n\n¦dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. ¦. (Ali 'Imran/3: 64)\n\nKetentuan ini disepakati oleh semua orang, dan dapat dibuktikan, Ibrahim a.s. diutus Allah untuk membawa agama tauhid, begitu juga Nabi Musa seperti terdapat dalam kitab Taurat; Allah berfirman kepada Nabi Musa, \"Sesungguhnya Tuhan adalah sembahanmu, kamu tidak mempunyai sesembahan lain di sisi Ku, jangan kamu membuat pahatan patung, dan jangan membuat gambaran apa pun juga dari apa saja yang terdapat di langit dan di bumi, maupun yang terdapat di dalam air. Jangan kamu bersujud kepada patung-patung dan gambar-gambar serta jangan menghambakan diri kepadanya. Demikian juga Nabi Isa diutus Allah dengan membawa ajaran seperti itu.\nKemudian Nabi Muhammad saw sebagai Nabi penutup, beliau diutus dengan membawa ajaran yang sama. Di dalam Al-Qur'an terdapat firman Allah:\n\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur¦(al-Baqarah/2: 255).\nKesimpulan dari ajakan tersebut ialah: Muslimin dan Ahli Kitab sama-sama meyakini bahwa alam itu termasuk ciptaan Allah Yang Maha Esa. Dialah yang menciptakan dan mengurusnya dan Dialah yang mengutus para nabi kepada mereka, untuk menyampaikan keterangan-keterangan tentang perbuatan yang diridai dan yang tidak diridai-Nya.\nKemudian Nabi Muhammad mengajak Ahli Kitab agar bersepakat untuk menegakkan prinsip-prinsip agama, menolak hal yang meragukan, yang bertentangan dengan prinsip agama. Maka apabila orang Nasrani mendapatkan keterangan dari ajaran yang dibawa oleh Nabi Isa seperti kata-kata \"Putra Tuhan\" hendaklah ditakwilkan dengan takwilan yang tidak bertentangan dengan prinsip-prinsip yang disepakati oleh para nabi, karena kita semua tidak akan mendapatkan di antara perkataan para nabi yang bisa diartikan bahwa sesungguhnya Nabi Isa itu tuhan yang disembah. Kita juga tidak akan mendapatkan keterangan yang mengatakan bahwa Isa a.s. mengajak manusia untuk menyembah dirinya dan ibunya, melainkan Nabi Isa mengajak manusia untuk menyembah Allah Yang Esa dan dengan ikhlas beribadah kepada-Nya.\nPada mulanya, orang Yahudi beragama tauhid, kemudian terjadilah malapetaka bagi mereka, yaitu waktu mereka mengakui hukum apa saja yang ditetapkan pemimpin agama adalah sama kedudukannya dengan hukum yang datang dari Allah. Demikian juga orang-orang Nasrani menempuh jalan seperti orang-orang Yahudi. Mereka menambahkan peleburan dosa dalam agamanya. Inilah yang menjadi problematik yang sangat membahayakan dalam masyarakat orang-orang Nasrani sehingga timbul penjualan surat aflat (surat penebusan dosa) dari gereja. Dengan jalan itu mereka dapat mengumpulkan uang yang banyak. Oleh sebab itu timbullah gerakan yang menuntut perbaikan. Kelompok ini terkenal dengan istilah protestan.\nDiriwayatkan dari 'Adi bin hatim bahwa ia berkata, \"Saya datang kepada Rasulullah saw, sedangkan di leherku terdapat kalung salib yang terbuat dari emas. Kemudian Rasulullah bersabda, \"Hai 'Adi, buanglah berhala itu dari lehermu\". Saya pun mendengar Nabi Muhammad membaca surah at-Taubah:\n\nMereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah, ¦. (at-Taubah/9: 31).\n\nKemudian 'Adi berkata kepada beliau, \"Wahai Rasulullah, mereka itu tidak menyembah pendeta-pendeta\". Kemudian Rasulullah bersabda, \"Bukankah mereka menghalalkan dan mengharamkan bagi kamu lalu kamu berpegang saja pada perkataan mereka?\" Kemudian 'Adi menjawab, \"Betul\". Lalu Nabi Muhammad bersabda, \"Itu penyembahan terhadap pendeta-pendeta itu.\"\nOrang Yahudi dan orang Nasrani menolak dan membangkang; dan mereka tetap pada pendiriannya, yaitu menyembah selain Allah dan mempercayai adanya tuhan-tuhan di samping Allah, yang dijadikan perantara kepada Allah. Mereka taat pada ketentuan-ketentuan mereka, baik mengenai yang dihalalkan maupun yang diharamkan oleh pendeta-pendeta itu. Allah swt memerintahkan agar orang-orang Muslim mengatakan kepada mereka bahwa, kaum Muslimin hanya menyembah Allah dan hanya taat kepada-Nya semata-mata.\nDalam ayat ini terdapat sebuah ketentuan bahwa semua masalah yang berhubungan dengan ibadah atau dengan halal dan haram, hanya ada di dalam Al-Qur'an dan Hadis, yang dijadikan pokok pegangan dalam menetapkannya, bukan pendeta pemimpin dan bukan pula pendapat ahli hukum yang kenamaan sekalipun. Sebab kalau demikian, tentulah hal itu akan menyebabkan adanya persekutuan dalam keesaan rububiyah dan penyimpangan dari petunjuk Al-Qur'an seperti tersebut dalam firman Allah:\n\nApakah mereka mempunyai sesembahan selain Allah yang menetapkan aturan agama bagi mereka yang tidak diizinkan (diridai) Allah? Dan sekiranya tidak ada ketetapan yang menunda (hukuman dari Allah) tentulah hukuman di antara mereka telah dilaksanakan. Dan sungguh, orang-orang zalim itu akan mendapat azab yang sangat pedih. (asy-Syura/42: 21)\n\nTersebut pula dalam firman Allah:\n\nDan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta \"Ini halal dan ini haram,\" ¦ (an-Nahl/16: 116).\n\nAdapun masalah yang tidak berkaitan langsung dengan akhirat dan ibadah, seperti urusan peradilan, dan urusan politik, Allah telah melimpahkan kekuasaan-Nya kepada manusia yang berilmu, seperti Ahlul Halli wal 'Aqdi, yaitu para ahli berbagai bidang dalam masyarakat. Maka apa yang ditetapkan mereka hendaklah ditaati selama tidak bertentangan dengan pokok-pokok agama. Ayat ini menjadi dasar dan pokok pegangan bagi dakwah Nabi saw untuk mengajak Ahli Kitab mempraktekkannya. Pada waktu Nabi mengajak mereka untuk masuk Islam, seperti terdapat dalam surat beliau yang ditujukan kepada Heraklius dan Muqauqis dan Kisra Persia.",
    "quraish": "Katakan, wahai Nabi, \"Hai Ahl al-Kitâb, mari kita berpegang kepada kalimah sawâ' (titik temu) yang selalu kita ingat bersama-sama. Yaitu, bahwa masing-masing kita hanya menyembah kepada Allah, tidak mengakui adanya sekutu bagi-Nya, dan tidak tunduk dan taat kepada pihak lain demi menghalalkan atau mengharamkan sesuatu dengan meninggalkan hukum Allah yang telah ditetapkan.\" Kalau mereka menolak ajakanmu yang benar itu, katakan kepada mereka, \"Persaksikanlah bahwa kami patuh dan tunduk kepada hukum dan ketentuan Allah. Kami tidak berdoa selain kepada-Nya.\"",
    "jalalayn": "(Katakanlah, \"Hai Ahli Kitab!) yakni Yahudi dan Nasrani (Marilah kita menuju suatu kalimat yang sama) mashdar dengan makna sifat; artinya yang serupa (di antara kami dan kamu) yakni (bahwa kita tidak menyembah kecuali Allah dan tidak mempersekutukan-Nya dengan sesuatu pun juga dan bahwa sebagian kita tidak mengambil lainnya sebagai Tuhan selain daripada Allah) sebagaimana halnya kamu mengambil para rahib dan pendeta. (Jika mereka berpaling) jika menyeleweng dari ketauhidan (maka katakanlah olehmu) kepada mereka ('Saksikanlah bahwa kami ini beragama Islam.'\") yang bertauhid. Ayat berikut diturunkan ketika orang-orang Yahudi mengatakan bahwa Ibrahim itu seorang Yahudi dan kita adalah penganut agamanya demikian pula orang-orang Nasrani mengklaim seperti itu."
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 65,
    "arab": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ اِبْرٰهِيْمَ وَمَآ اُنْزِلَتِ التَّوْرٰىةُ وَالْاِنْجِيْلُ اِلَّا مِنْۢ بَعْدِهٖۗ  اَفَلَا تَعْقِلُوْنَ",
    "translation": "Wahai Ahli Kitab! Mengapa kamu berbantah-bantahan tentang Ibrahim, padahal Taurat dan Injil diturunkan setelah dia (Ibrahim)? Apakah kamu tidak mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/358.mp3",
    "tafsir": "Allah mencela perbuatan orang-orang Yahudi dan Nasrani yang selalu berselisih dalam hal kemurnian agama mereka masing-masing, karena mereka menganggap bahwa agama merekalah yang paling benar.\nAhli Kitab, orang-orang Yahudi dan Nasrani dikecam, mengapa mereka saling berselisih dan berbantah-bantah dalam persoalan agama nenek moyang mereka Nabi Ibrahim. Orang Yahudi mengatakan bahwa Nabi Ibrahim beragama Yahudi dan orang-orang Nasrani mengatakan bahwa Nabi Ibrahim memeluk agama Nasrani. Mereka berpendapat demikian karena Nabi Ibrahim itu dianggap sebagai lambang ketinggian martabat bagi masing-masing golongan. Di dalam kitab mereka terdapat pujian terhadap Ibrahim a.s., baik dalam perjanjian lama maupun dalam perjanjuan baru, sebagaimana juga orang Quraisy memuliakan namanya, mereka pun mengakui bahwa agama merekalah yang sesuai dengan agama Ibrahim.\nMenurut pernyataan Al-Qur'an, pengakuan mereka itu sedikit pun tidak beralasan, karena ajaran Ibrahim sedikit pun tidak membekas dalam upacara-upacara keagamaan mereka. Yang benar ialah Nabi Ibrahim itu memeluk agama yang sesuai dengan agama yang diturunkan kepada Nabi Muhammad.\nKetentuan serupa ini telah diisyaratkan oleh firman Allah, bahwa Taurat dan Injil itu diturunkan oleh Allah sesudah datangnya Ibrahim. Logikanya karena kedua Kitab itu diturunkan sesudah Ibrahim, semestinya tidak akan terjadi perselisihan pendapat dan bantah membantah seperti itu. Perselisihan yang hebat itu menunjukkan ketidakbenaran alasan yang dikemukakan mereka, karena tidak mungkin yang datang terlebih dahulu itu mengikuti yang datang sesudahnya.\nItulah sebabnya maka Allah menegur mereka, \"Apakah mereka itu tidak berpikir.\" Hal ini menunjukkan bahwa andaikata mereka itu mau berpikir tentu tidak akan terjadi perbantahan seperti itu. Dalam hal ini terdapat isyarat yang kuat, yang menunjukkan kelemahan pikiran dan hujjah (argumentasi) mereka.\nMengenai sabab nuzul ayat ini Ibnu Ishak dan Ibnu Jarir telah mengemukakan sebuah riwayat dari Ibnu 'Abbas, beliau berkata, \"Orang Nasrani dari Najran dan beberapa pendeta Yahudi berkumpul di hadapan Nabi Muhammad saw, kemudian mereka berselisih pendapat. Pendeta-pendeta itu berkata: Nabi Ibrahim tak memeluk agama kecuali agama Yahudi. Sedangkan orang Nasrani berkata: Nabi Ibrahim tak memeluk agama kecuali agama Nasrani.",
    "quraish": "Wahai Ahl al-Kitâb, mengapa kalian saling bersengketa tentang ihwal Ibrâhîm: masing-masing mengklaim Ibrâhîm sebagai penganut agamanya, padahal Ibrâhîm sudah ada dengan syariat tersendiri sebelum diturunkannya Tawrât dan Injîl? Tawrât dan Injîl baru diturunkan setelah masa Ibrâhîm, maka bagaimana mungkin ia membawa syariat yang sama dengan Tawrât dan Injîl? Bukankah kalian mempunyai akal pikiran yang dapat mengetahui kepalsuan ucapan yang bertentangan dengan kenyataan ini?",
    "jalalayn": "(Hai Ahli Kitab, kenapa kamu berbantah-bantahan tentang Ibrahim) dan kamu akui bahwa ia pemeluk agamamu? (Padahal Taurat dan Injil hanya diturunkan sesudahnya) bahkan dalam jarak waktu yang panjang dan setelah kedua Kitab itu diturunkan, Yahudi dan Nasrani membuat-buat hal tersebut, yakni mengenai Nabi Ibrahim. (Apakah kamu tidak berpikir?) akan kesalahan pengakuanmu itu."
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 66,
    "arab": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ ۗ وَاللّٰهُ يَعْلَمُ واَنْتُمْ لَا تَعْلَمُوْنَ",
    "translation": "Begitulah kamu! Kamu berbantah-bantahan tentang apa yang kamu ketahui, tetapi mengapa kamu berbantah-bantahan juga tentang apa yang tidak kamu ketahui? Allah mengetahui sedang kamu tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/359.mp3",
    "tafsir": "Memang sewajarnya orang-orang berbantahan tentang urusan Nabi Isa dan sewajarnya pula bila perbantahan mereka itu berdasarkan hal-hal yang mereka ketahui.\nTetapi ternyata di antara yang berbantahan itu ada yang terlibat pada persoalan yang berlebih-lebihan, hingga mengakui bahwa Nabi Isa itu tuhan, bahkan di antaranya ada yang sebaliknya, menuduhnya sebagai pembual dan pendusta. Demikian itu terjadi karena masing-masing pihak tidak mengetahui yang sebenarnya, sehingga masing-masing pihak tak dapat menghindarkan diri dari kesalahan.\nSeterusnya Allah mencela orang Yahudi dan orang Nasrani yang berbantahan tentang agama Nabi Ibrahim, karena perbuatan itu tidak didasarkan pada alasan yang benar dan ilmu pengetahuan. Maka bukanlah lebih baik dan masuk akal apabila mereka itu mengikuti saja wahyu yang telah diturunkan kepada Nabi Muhammad, yang memang betul-betul datang dari Allah yang mempunyai pengetahuan yang luas tak terbatas. Karena itu Allah menegaskan kepada mereka bahwa Allah mengetahui segala sesuatu yang nyata maupun yang tidak nyata, yang kelihatan maupun yang tidak kelihatan.\nHal ini menunjukkan adanya pengertian bahwa mengenai hal-hal yang bersifat gaib, seharusnyalah orang tidak memperdebatkan dan tidak membenarkannya kecuali yang telah diterangkan oleh wahyu. Dengan perkataan lain pengetahuan manusia dibatasi oleh ruang lingkup, waktu dan tempat, sedangkan pengetahuan Allah swt tidak terkait dengan ketentuan-ketentuan tersebut.",
    "quraish": "Begitulah! Kalian ini telah berselisih tentang ihwal 'Isâ dan Mûsâ yang, menurut pengakuan kalian, telah kalian ketahui. Mengapa sekarang kalian mempertentangkan apakah Ibrâhîm penganut agama Nasrani atau Yahudi, padahal kalian tidak tahu apa-apa tentang dirinya? Dan, Allah mengetahui hakikat apa yang kalian pertentangkan, sedangkan kalian tidak mengetahuinya.",
    "jalalayn": "(Begitulah) sebagai peringatan (kamu) menjadi mubtada (semuanya) sedangkan khabarnya ialah: (kalian masih berbantah-bantahan tentang hal yang kalian ketahui) tentang Nabi Musa dan Nabi Isa yang kalian akui diri kalian sebagai pemeluk agama keduanya (maka kenapa kalian berbantah-bantahan pula tentang apa yang tidak kalian ketahui) yakni perihal Nabi Ibrahim. (Allah mengetahui) keadaannya (sedangkan kalian tidak mengetahui)nya. Kemudian firman Allah membersihkan Ibrahim dari tuduhan tersebut:"
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 67,
    "arab": "مَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "translation": "Ibrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, Muslim dan dia tidaklah termasuk orang-orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/360.mp3",
    "tafsir": "Allah memberikan ketegasan kepada orang yang berdebat siapa Nabi Ibrahim yang sebenarnya (an-Nisa'/4 :125). Ayat ini merupakan jawaban bagi perdebatan orang Yahudi dan Nasrani mengenai agama Nabi Ibrahim. Mereka masing-masing berpendapat bahwa Ibrahim menganut agama yang dipeluk mereka. Pendapat mereka itu sebenarnya adalah dusta karena tidak didasarkan pada bukti-bukti yang nyata. Yang benar ialah keterangan yang didasarkan wahyu yang diyakini kaum Muslimin, karena umat Islam memeluk agama seperti agama yang dipeluk oleh Nabi Ibrahim dan agama Islam mempunyai prinsip-prinsip yang dibawa oleh Nabi Ibrahim. Maka jelaslah bahwa Nabi Ibrahim itu tidak memeluk agama Nasrani dan tidak pula pemeluk agama Yahudi akan tetapi Nabi Ibrahim itu seorang yang taat kepada Allah, tetap berpegang kepada petunjuk Allah serta tunduk dan taat kepada segala yang diperintahkan-Nya.\nNabi Ibrahim tidak menganut kepercayaan musyrikin, yaitu kafir Quraisy dan suku Arab lainnya, yang menganggap diri mereka mengikuti agama Nabi Ibrahim. Dari ayat ini dapat dipahami bahwa Nabi Ibrahim adalah orang yang dimuliakan oleh segala pihak, baik orang-orang Yahudi, Nasrani ataupun musyrikin. Tetapi sayang pendapat mereka itu tidak benar, karena Nabi Ibrahim itu tidak beragama seperti agama mereka. Beliau adalah orang Muslim yang ikhlas kepada Allah, sedikit pun tidak pernah mempersekutukan-Nya.",
    "quraish": "Ibrâhîm a. s. sama sekali bukan penganut agama orang-orang Yahudi dan juga orang-orang Nasrani. Ia jauh dari agama yang tidak benar, menuju kepada agama yang benar dengan penuh tulus dan tunduk kepada Allah. Ia tidak pernah menyekutukan Allah dengan apa pun dalam beribadah.",
    "jalalayn": "(Ibrahim itu bukanlah seorang Yahudi dan bukan pula seorang Nasrani tetapi ia adalah seorang yang hanif) artinya menyimpang dari semua agama menuju agama yang lurus (lagi menyerahkan diri) dan bertauhid kepada Allah (dan sekali-kali bukanlah ia dari golongan musyrik)."
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 68,
    "arab": "اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْا ۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ",
    "translation": "Orang yang paling dekat kepada Ibrahim ialah orang yang mengikutinya, dan Nabi ini (Muhammad), dan orang yang beriman. Allah adalah pelindung orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/361.mp3",
    "tafsir": "Orang yang paling berhak menjadi pendukung Nabi Ibrahim dan yang paling setia agamanya, bukanlah orang yang hanya mengaku bahwa Nabi Ibrahim memeluk agamanya, tetapi orang yang mengikuti jejak Nabi Ibrahim dan meneruskan dakwahnya. Tentu saja orang itu adalah orang yang beragama tauhid dan dengan ikhlas melaksanakan agamanya. Mereka haruslah orang orang yang berserah diri kepada Allah semata, jauh dari sifat-sifat syirik. Sifat-sifat serupa ini terdapat pada Nabi Muhammad saw, dan pengikut-pengikutnya. Mereka memeluk agama tauhid, sedikit pun tidak terdapat dalam agamanya ajaran-ajaran pemujaan terhadap pemimpin dan tidak membenarkan adanya perantara dalam hubungan rnanusia dengan Tuhan. Mereka itu ikhlas dan beramal semata-mata karena Allah tidak karena syirik dan ria.\nKesemuanya itu adalah inti ajaran Islam. Oleh sebab itu apabila ada agama yang tidak memiliki prinsip-prinsip tersebut maka agama itu jauh menyeleweng dan hanya tinggal bekas-bekasnya saja.\nKemudian Allah menjanjikan bahwa Dia akan memberikan bantuan, kekuatan dan taufik kepada orang-orang mukmin karena Allah yang menguasai dan mengendalikan urusan mereka, dan memperbaiki keadaan mereka serta memberikan pahala sesuai dengan banyak sedikitnya mereka mengamalkan ajaran Islam.",
    "quraish": "Sesungguhnya orang yang paling berhak mengakui Ibrâhîm sebagai golongannya adalah orang-orang yang menerima dan mengikuti ajakan petunjuknya pada masa hidupnya. Begitu juga Nabi Muhammad saw. dan orang-orang yang beriman bersamanya. Sebab, mereka adalah penganut tauhid murni yang merupakan agama Ibrâhîm. Dan, Allah akan mencintai dan membela orang-orang Mukmin, karena mereka adalah pembela agama Allah.",
    "jalalayn": "(Sesungguhnya orang-orang yang lebih dekat) artinya lebih berhak (kepada Ibrahim ialah orang-orang yang mengikutinya) di masanya (dan nabi ini) yakni Muhammad karena cocok agamanya dengan agama Ibrahim dalam kebanyakan syariatnya (serta orang-orang yang beriman) di antara umatnya. Merekalah sebenarnya yang sepatutnya mengatakan bahwa mereka mengikuti agamanya dan bukan kamu. (Dan Allah adalah wali orang-orang yang beriman) artinya pembela dan pelindung mereka. Ketika orang-orang Yahudi mengajak Muaz, Huzaifah dan Ammar masuk agama mereka turunlah ayat ini:"
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 69,
    "arab": "وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ",
    "translation": "Segolongan Ahli Kitab ingin menyesatkan kamu. Padahal (sesungguhnya), mereka tidak menyesatkan melainkan diri mereka sendiri, tetapi mereka tidak menyadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/362.mp3",
    "tafsir": "Usaha segolongan Ahli Kitab akan sia-sia belaka, dan tipu daya mereka akan menimpa mereka sendiri, karena perbuatan mereka selalu diarahkan pada tujuan untuk menyesatkan orang mukmin. Mereka tidak mempunyai kesempatan untuk memperhatikan cara mendapatkan petunjuk. Pandangan mereka akan tertutup sehingga tidak dapat melihat kebenaran ayat yang diturunkan kepada Nabi Muhammad, yang memberikan penjelasan tentang kebenaran dari kenabiannya. Boleh dikatakan bahwa mereka tidak berpikir sebagaimana mestinya, bahkan mereka menyia-nyiakan akal, juga mereka telah merusak fitrah mereka sendiri sehingga tidak bisa menjangkau kebenaran.\nSikap dan perbuatan segolongan Ahli Kitab dicela, karena mereka tidak menyadari keadaan mereka yang buruk. Mereka akhirnya jatuh dalam lembah kesesatan dan tidak dapat melihat lagi adanya kebenaran yang menuntun ke jalan yang lurus.\n\nBanyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, ¦. (al-Baqarah/2: 109)\n\nMereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). ¦ (an-Nisa'/4: 89)\n\nDengan demikian dapat diketahui bahwa tujuan Ahli Kitab menimbulkan persoalan yang meragukan di kalangan kaum Muslimin, tiada lain hanyalah untuk menyesatkan orang-orang mukmin dari agama yang benar, sehingga mengingkari ajaran-ajaran Nabi Muhammad saw.",
    "quraish": "Sebagian Ahl al-Kitâb merasa ingin sekali menyesatkan dan menebar fitnah pada agama orang-orang Mukmin dengan melemparkan berbagai tuduhan yang menggoyah keyakinan. Mereka, dalam perbuatannya itu, hanya akan menyesatkan diri sendiri dengan tetap berada dalam kesesatan yang hanya meliputi mereka sendiri. Mereka tidak tahu bahwa akibat perbuatannya itu pasti akan sampai kepada mereka, dan tidak merugikan orang-orang Mukmin.",
    "jalalayn": "(Segolongan Ahli Kitab hendak menyesatkan kamu padahal mereka hanya menyesatkan diri mereka sendiri) karena dosa kesesatan mereka tertimpa atas mereka, sedangkan orang-orang beriman tak mau menaati mereka (dan mereka tidak menyadari) demikian itu."
  },
  {
    "page": 58,
    "name": "Ali 'Imran",
    "ayat": 70,
    "arab": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُوْنَ",
    "translation": "Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah, padahal kamu mengetahui (kebenarannya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/363.mp3",
    "tafsir": "Allah mencela para Ahli Kitab yang mengingkari ayat-ayat Allah; padahal mereka mengetahui dalam kitab mereka sendiri kedatangan Nabi Muhammad saw. Kemudian Allah swt menandaskan bahwa mereka sendiri tidak saja telah mengetahui bahwa Nabi Muhammad saw akan datang bahkan sifat-sifatnya pun telah mereka ketahui. Mereka seharusnya mengakui kenabian Muhammad, tetapi karena sifat dengki yang mencekam jiwa mereka, mereka terjerumus ke dalam lembah kehinaan. Mereka tidak dapat lagi melihat pancaran kebenaran, sehingga mereka terombang ambing dalam kesesatan.",
    "quraish": "Wahai Ahl al-Kitâb, mengapa kalian mendustakan ayat-ayat Allah yang diturunkan untuk menunjukkan kebenaran risalah Muhammad saw., padahal kalian mengetahui bahwa risalah itu benar?",
    "jalalayn": "(Hai Ahli Kitab! Kenapakah kamu mengingkari ayat-ayat Allah) maksudnya kitab mereka yang memuat sifat-sifat dan ciri-ciri Muhammad (padahal kamu menyaksikan) artinya mengetahui bahwa hal itu benar."
  }
]