[
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 7,
    "arab": "كَلَّآ اِنَّ كِتٰبَ الْفُجَّارِ لَفِيْ سِجِّيْنٍۗ",
    "translation": "Sekali-kali jangan begitu! Sesungguhnya catatan orang yang durhaka benar-benar tersimpan dalam Sijjin. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5855.mp3",
    "tafsir": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.",
    "quraish": "Hindarilah kecurangan dan sadarlah akan hari kebangkitan! Sesungguhnya catatan perbuatan orang-orang yang berdosa tersimpan di dalam Sijjîn.",
    "jalalayn": "(sekali-kali tidak) maksudnya, benarlah (karena sesungguhnya kitab orang-orang yang durhaka) yakni kitab catatan amal perbuatan orang-orang kafir (tersimpan dalam sijjiin) menurut suatu pendapat; sijjiin itu adalah nama sebuah kitab yang mencatat semua amal perbuatan setan dan orang kafir. Menurut suatu pendapat lagi sijjiin itu adalah nama tempat yang berada di lapisan bumi yang ketujuh; tempat itu merupakan pangkalan iblis dan bala tentaranya."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 8,
    "arab": "وَمَآ اَدْرٰىكَ مَا سِجِّيْنٌۗ",
    "translation": "Dan tahukah engkau apakah Sijjin itu? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5856.mp3",
    "tafsir": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.",
    "quraish": "Tahukah kamu apakah Sijjîn itu?",
    "jalalayn": "(Tahukah kamu apakah sijjiin itu?) maksudnya apakah kitab sijjiin itu?"
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 9,
    "arab": "كِتٰبٌ مَّرْقُوْمٌۗ",
    "translation": "(Yaitu) Kitab yang berisi catatan (amal).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5857.mp3",
    "tafsir": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.",
    "quraish": "Sijjîn adalah sebuah buku yang berisi catatan yang ditulis dengan jelas.",
    "jalalayn": "(Ialah kitab yang bertulis) yakni yang mempunyai catatan."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 10,
    "arab": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَۙ",
    "translation": "Celakalah pada hari itu, bagi orang-orang yang mendustakan! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5858.mp3",
    "tafsir": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat.",
    "quraish": "Celakalah para pendusta, di saat datang hari kebangkitan dan pembalasan.",
    "jalalayn": "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)"
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 11,
    "arab": "الَّذِيْنَ يُكَذِّبُوْنَ بِيَوْمِ الدِّيْنِۗ",
    "translation": "(yaitu) orang-orang yang mendustakannya (hari pembalasan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5859.mp3",
    "tafsir": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat.",
    "quraish": "Yaitu manusia yang mendustakan hari pembalasan.",
    "jalalayn": "(Yaitu-orang-orang yang mendustakan hari pembalasan) lafal ayat ini berkedudukan sebagai Badal atau Bayan dari lafal Al-Mukadzdzibiin pada ayat sebelumnya."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 12,
    "arab": "وَمَا يُكَذِّبُ بِهٖٓ اِلَّا كُلُّ مُعْتَدٍ اَثِيْمٍۙ",
    "translation": "Dan tidak ada yang mendustakannya (hari pembalasan) kecuali setiap orang yang melampaui batas dan berdosa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5860.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa tidak ada manusia yang mengingkari hari Kiamat kecuali orang-orang yang selalu melampaui batas-batas agama, yang tertutup hatinya oleh kekafiran, dan yang tidak lagi bermanfaat baginya berbagai peringatan dan ancaman. Allah berfirman:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. (al-Baqarah/2: 6)\n\nSifat lain dari manusia yang mengingkari hari Kiamat adalah tenggelam dalam perbuatan dosa-dosa besar, acuh tak acuh terhadap perintah dan larangan Allah, lebih mementingkan kesenangan duniawi daripada kehidupan akhirat. Firman Allah:\n\nMaka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya. (an-Nazi'at/79: 37-39)",
    "quraish": "Sesungguhnya tidak ada yang mendustakan hari pembalasan itu kecuali orang yang melampau batas dan banyak berbuat dosa.",
    "jalalayn": "(Dan tidak ada yang mendustakan hari pembalasan itu melainkan setiap orang yang melampaui batas) atau melanggar batas (lagi berdosa) maksudnya banyak dosanya; lafal Atsiim adalah bentuk Mubalaghah dari lafal Aatsim."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 13,
    "arab": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ",
    "translation": "yang apabila dibacakan kepadanya ayat-ayat Kami, dia berkata, “Itu adalah dongeng orang-orang dahulu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5861.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa ketika dibacakan ayat-ayat Al-Qur'an kepada orang-orang yang melampaui batas, selalu berdosa, tidak mempercayai hari akhirat dan Al-Qur'an sebagai kitab suci yang berisi petunjuk-petunjuk Allah untuk mengantarkan manusia ke jalan yang lurus menuju kebahagiaan dunia dan akhirat, mereka tidak mau mendengarkannya dengan khusyuk atau menyimak isinya. Mereka bahkan mengatakan bahwa Al-Qur'an itu adalah dongeng-dongeng orang-orang dahulu yang didiktekan kepada Nabi Muhammad. Firman Allah:\n\nDan orang-orang kafir berkata, \"(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,\" Sungguh, mereka telah berbuat zalim dan dusta yang besar. Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" Katakanlah (Muhammad), \"(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.\" (al-Furqan/25: 4-6)",
    "quraish": "Jika diperdengarkan kepada mereka ayat-ayat Allah yang berbicara tentang hari pembalasan, mereka berkata, \"Itu hanya legenda orang-orang terdahulu.\"",
    "jalalayn": "(Yang apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata, \"Itu adalah dongengan-dongengan orang-orang yang dahulu\") atau cerita-cerita yang dibuat di masa silam. Lafal Asaathiir bentuk jamak dari lafal Usthuurah atau Isthaarah."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 14,
    "arab": "كَلَّا بَلْ ۜرَانَ عَلٰى قُلُوْبِهِمْ مَّا كَانُوْا يَكْسِبُوْنَ ",
    "translation": "Sekali-kali tidak! Bahkan apa yang mereka kerjakan itu telah menutupi hati mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5862.mp3",
    "tafsir": "Dalam ayat ini, Allah membantah tuduhan orang-orang kafir Mekah yang mengatakan bahwa Al-Qur'an itu dongengan orang dahulu. Sama sekali bukan demikian. Sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. Kebiasaan mereka berbuat dosa telah menyebabkan hati mereka jadi keras, gelap, dan tertutup laksana logam yang berkarat. Oleh karena itu, mereka tidak dapat membedakan antara dusta yang berat dengan kebenaran yang terang benderang. Hati yang demikian hanya bisa dibersihkan dengan tobat yang sempurna.",
    "quraish": "Hindarilah, wahai orang-orang yang melampaui batas, kata-kata yang kalian lontarkan! Hati orang-orang yang melampaui batas itu telah tertutup oleh sikap kafir dan kemaksiatan yang mereka perbuat.",
    "jalalayn": "(Sekali-kali tidak demikian) lafal ini mengandung makna hardikan dan cegahan terhadap perkataan mereka yang demikian itu (sebenarnya telah menodai) telah menutupi (atas hati mereka) sehingga hati mereka tertutup oleh noda itu (apa yang selalu mereka usahakan itu) yakni kedurhakaan-kedurhakaan yang selalu mereka kerjakan, sehingga mirip dengan karat yang menutupi hati mereka."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 15,
    "arab": "كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَۗ",
    "translation": "Sekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5863.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa orang-orang kafir yang tidak mau mengakui Al-Qur'an sebagai wahyu Allah terhalang dari rahmat-Nya di dunia dan akhirat. Mereka terhalang dari nikmat terbesar bagi seorang hamba, yaitu memandang dan melihat Allah di akhirat. Imam Syafi'i mengatakan ayat ini bisa dijadikan dalil bahwa orang-orang Mukmin tidak akan terhalangi dari memandang Allah di akhirat, sebagaimana firman-Nya:\n\nWajah-wajah (orang mukmin) pada hari itu berseri-seri, memandang Tuhannya. (al-Qiyamah/75: 22-23)",
    "quraish": "Para pendusta itu benar-benar terhalangi dari rahmat Allah, lantaran maksiat itu.",
    "jalalayn": "(Sekali-kali tidak) artinya benarlah (sesungguhnya mereka pada hari itu terhadap Rabb mereka) pada hari kiamat (benar-benar tertutup) sehingga mereka tidak dapat melihat-Nya."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 16,
    "arab": "ثُمَّ اِنَّهُمْ لَصَالُوا الْجَحِيْمِۗ",
    "translation": "Kemudian, sesungguhnya mereka benar-benar masuk neraka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5864.mp3",
    "tafsir": "Setelah dijauhkan dari rahmat Allah dan tidak dapat mencapai cita-cita yang diangan-angankannya pada hari pembalasan, orang-orang kafir itu benar-benar masuk neraka Jahim yang sangat panas.",
    "quraish": "Kemudian, sesungguhnya mereka benar-benar masuk neraka.",
    "jalalayn": "(Kemudian, sesungguhnya mereka benar-benar masuk Jahim) yakni mereka memasuki neraka yang membakar."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 17,
    "arab": "ثُمَّ يُقَالُ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَۗ",
    "translation": "Kemudian, dikatakan (kepada mereka), “Inilah (azab) yang dahulu kamu dustakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5865.mp3",
    "tafsir": "Kemudian dikatakan kepada mereka ucapan yang mengandung cercaan sehingga penderitaan mereka itu berlipat ganda. Di samping penderitaan fisik, mereka juga menderita secara psikis (kejiwaan). Inilah azab yang selalu mereka dustakan ketika di dunia. Inilah balasan terhadap sikap mereka mendustakan berita-berita rasul yang benar, seperti anggapan mereka bahwa manusia tidak akan dibangkitkan kembali, Al-Qur'an itu dongengan orang-orang dahulu, Muhammad saw itu hanya seorang tukang sihir atau pendusta, dan berbagai macam tuduhan lainnya.\nDi akhirat nanti, akan menjadi jelas bagaimana fakta kebenaran yang sesungguhnya yang dapat disaksikan oleh pancaindra mereka. Alangkah sedihnya dirasakan oleh seorang yang sedang menderita azab bila diberi kecaman yang sangat menusuk hatinya, padahal ia sempat menempuh jalan keselamatannya jika ia benar-benar beriman dan bertakwa.",
    "quraish": "Lalu dikatakan kepada mereka, sebagai penghinaan, \"Siksa yang diturunkan pada kalian saat ini adalah siksa yang di dunia dahulu kalian dustakan kebenarannya.\"",
    "jalalayn": "(Kemudian dikatakan) kepada mereka (\"Inilah) maksudnya azab ini (yang dahulu selalu kalian dustakan.\")"
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 18,
    "arab": "كَلَّآ اِنَّ كِتٰبَ الْاَبْرَارِ لَفِيْ عِلِّيِّيْنَۗ ",
    "translation": "Sekali-kali tidak! Sesungguhnya catatan orang-orang yang berbakti benar-benar tersimpan dalam ’Illiyyin. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5866.mp3",
    "tafsir": "Dalam ayat ini, Allah membantah tuduhan orang-orang durhaka yang mengingkari hari kebangkitan dan kebenaran Al-Qur'an. Sekali-kali tidak demikian. Sesungguhnya kitab orang-orang yang berbakti disimpan dalam suatu tempat yang tinggi yang diberi nama 'Illiyyun, yang disaksikan oleh malaikat-malaikat muqarrabin (yang dekat dengan Allah).",
    "quraish": "Sungguh, catatan perbuatan golongan manusia yang berbakti berada dalam 'Illiyyûn.",
    "jalalayn": "(Sekali-kali tidak) artinya benarlah (sesungguhnya kitab orang-orang berbakti itu) yaitu kitab catatan amal perbuatan orang-orang mukmin yang imannya benar-benar ikhlas (berada dalam 'Illiyyiin) menurut suatu pendapat 'Illiyyiin adalah nama kitab yang mencatat semua amal kebaikan para malaikat dan orang-orang yang beriman dari kalangan manusia dan jin. Menurut pendapat lain 'Illiyyiin adalah nama sebuah tempat yang terletak di langit yang ketujuh, di bawah Arasy."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 19,
    "arab": "وَمَآ اَدْرٰىكَ مَا عِلِّيُّوْنَۗ",
    "translation": "Dan tahukah engkau apakah ’Illiyyin itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5867.mp3",
    "tafsir": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"",
    "quraish": "Tahukah kamu apakah 'Illiyyûn itu?",
    "jalalayn": "(Tahukah kamu) atau apakah kamu mengetahui (apakah 'Illiyyiin itu?) apakah kitab 'Illiyyiin itu?"
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 20,
    "arab": "كِتٰبٌ مَّرْقُوْمٌۙ",
    "translation": "(Yaitu) Kitab yang berisi catatan (amal),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5868.mp3",
    "tafsir": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"",
    "quraish": "'Illiyyûn adalah kitab yang tertulis dengan tulisan yang sangat jelas, yang disaksikan dan dijaga oleh malaikat-malaikat yang dekat.",
    "jalalayn": "Yaitu (kitab yang bertulis) kitab yang ada catatannya."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 21,
    "arab": "يَّشْهَدُهُ الْمُقَرَّبُوْنَۗ",
    "translation": "yang disaksikan oleh (malaikat-malaikat) yang didekatkan (kepada Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5869.mp3",
    "tafsir": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"",
    "quraish": "'Illiyyûn adalah kitab yang tertulis dengan tulisan yang sangat jelas, yang disaksikan dan dijaga oleh malaikat-malaikat yang dekat.",
    "jalalayn": "(Yang disaksikan oleh yang didekatkan) yakni malaikat-malaikat yang didekatkan."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 22,
    "arab": "اِنَّ الْاَبْرَارَ لَفِيْ نَعِيْمٍۙ",
    "translation": "Sesungguhnya orang-orang yang berbakti benar-benar berada dalam (surga yang penuh) kenikmatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5870.mp3",
    "tafsir": "Setelah menerangkan kitab orang-orang yang berbakti yang diberi nama 'Illiyyun, lalu Allah menerangkan keadaan orang yang berbakti (al-abrar) itu secara terperinci. Sesungguhnya mereka yang membenarkan apa-apa yang dibawa oleh Muhammad saw itu, benar-benar berada dalam kenikmatan yang besar, yaitu surga.",
    "quraish": "Sesungguhnya orang-orang yang berbakti akan berada dalam kehidupan penuh kesenangan di surga. Dari atas dipan, mereka memandangi kenikmatan dan kemurahan yang diberikan Allah.",
    "jalalayn": "(Sesungguhnya orang-orang yang berbakti itu berada dalam kenikmatan yang berlimpah) yakni surga."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 23,
    "arab": "عَلَى الْاَرَاۤىِٕكِ يَنْظُرُوْنَۙ",
    "translation": "mereka (duduk) di atas dipan-dipan melepas pandangan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5871.mp3",
    "tafsir": "Mereka duduk di atas dipan-dipan sambil memandang berbagai macam kenikmatan surga seperti bidadari, anak-anak mereka yang mati sebelum balig yang disediakan dalam surga untuk berkhidmat kepada orang tuanya, aneka macam makanan dan minuman, dan sebagainya.",
    "quraish": "Sesungguhnya orang-orang yang berbakti akan berada dalam kehidupan penuh kesenangan di surga. Dari atas dipan, mereka memandangi kenikmatan dan kemurahan yang diberikan Allah.",
    "jalalayn": "(Di atas dipan-dipan) atau di atas ranjang-ranjang yang berkelambu (mereka memandang) kenikmatan-kenikmatan yang diberikan kepada mereka."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 24,
    "arab": "تَعْرِفُ فِيْ وُجُوْهِهِمْ نَضْرَةَ النَّعِيْمِۚ",
    "translation": "Kamu dapat mengetahui dari wajah mereka kesenangan hidup yang penuh kenikmatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5872.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa tanda-tanda kebahagiaan itu tampak pada wajah-wajah mereka. Orang yang melihatnya dapat merasakan kesenangan hidup mereka yang penuh dengan kenikmatan seperti tercantum dalam firman Allah:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)",
    "quraish": "Dari wajah mereka, kamu dapat mengetahui kesenangan hidup yang penuh kenikmatan.",
    "jalalayn": "(Kamu dapat mengetahui dari wajah mereka kesenangan hidup mereka yang penuh kenikmatan) yakni wajah-wajah yang cerah penuh dengan kenikmatan hidup."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 25,
    "arab": "يُسْقَوْنَ مِنْ رَّحِيْقٍ مَّخْتُوْمٍۙ",
    "translation": "Mereka diberi minum dari khamar murni (tidak memabukkan) yang (tempatnya) masih dilak (disegel), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5873.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa orang-orang yang berbakti itu diberi minum dari khamar murni yang bersih dari campuran dan tidak memabukkan. Khamar itu disimpan di tempat yang tersegel sehingga terpelihara dari pencemaran.",
    "quraish": "Kepada mereka disuguhkan minuman murni yang tersimpan. Semakin lama disimpan, minuman itu semakin bertambah lezat aromanya. Hendaknya manusia saling berlomba untuk mendapatkan kesenangan seperti itu.",
    "jalalayn": "(Mereka diberi minum dari khamar murni) atau khamar yang bersih dari kotoran (yang dilak) tempat-tempatnya dan tidak pernah dibuka selain oleh mereka."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 26,
    "arab": "خِتٰمُهٗ مِسْكٌ ۗوَفِيْ ذٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُوْنَۗ",
    "translation": "laknya dari kasturi. Dan untuk yang demikian itu hendaknya orang berlomba-lomba. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5874.mp3",
    "tafsir": "Segelnya adalah kasturi dan untuk mencapai kenikmatan yang demikian itu, hendaklah orang berlomba-lomba dalam rangka melaksanakan ketaatan dan ketakwaan kepada Allah. Barang siapa yang giat beribadah kepada-Nya, maka akan cepat pula melintasi jembatan as-sirathal-mustaqim yang berada di atas api neraka.",
    "quraish": "Kepada mereka disuguhkan minuman murni yang tersimpan. Semakin lama disimpan, minuman itu semakin bertambah lezat aromanya. Hendaknya manusia saling berlomba untuk mendapatkan kesenangan seperti itu.",
    "jalalayn": "(Laknya adalah kesturi) setelah diminum keluar daripadanya bau minyak kesturi (dan untuk meraih yang demikian itu hendaknya orang berlomba-lomba) artinya hendaklah mereka menginginkannya dengan cara bersegera taat kepada Allah swt."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 27,
    "arab": "وَمِزَاجُهٗ مِنْ تَسْنِيْمٍۙ",
    "translation": "Dan campurannya dari tasnim, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5875.mp3",
    "tafsir": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah.",
    "quraish": "Campuran khamar murni itu bersal dari air tasnîm di dalam surga, sebuah sumber air yang hanya boleh diminum oleh penghuni surga yang didekatkan kepada Allah.",
    "jalalayn": "(Dan campuran khamar murni itu) yaitu barang yang dicampurkan ke dalamnya (adalah tasnim) makna tasnim ditafsirkan atau dijelaskan oleh firman berikutnya:"
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 28,
    "arab": "عَيْنًا يَّشْرَبُ بِهَا الْمُقَرَّبُوْنَۗ",
    "translation": "(yaitu) mata air yang diminum oleh mereka yang dekat (kepada Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5876.mp3",
    "tafsir": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah.",
    "quraish": "Campuran khamar murni itu bersal dari air tasnîm di dalam surga, sebuah sumber air yang hanya boleh diminum oleh penghuni surga yang didekatkan kepada Allah.",
    "jalalayn": "(Yaitu mata air) dinashabkan oleh lafal Amdaha yang tidak disebutkan (yang minum daripadanya orang-orang yang didekatkan kepada Allah) atau makna lafal Yasyrabu ini mengandung pengertian Yaltadzdzu; artinya yang minum dengan lezatnya adalah orang-orang yang didekatkan kepada Allah dari mata air itu."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 29,
    "arab": "اِنَّ الَّذِيْنَ اَجْرَمُوْا كَانُوْا مِنَ الَّذِيْنَ اٰمَنُوْا يَضْحَكُوْنَۖ",
    "translation": "Sesungguhnya orang-orang yang berdosa adalah mereka yang dahulu menertawakan orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5877.mp3",
    "tafsir": "Sesungguhnya orang-orang yang melampaui batas dan berdosa dahulu selalu menertawakan orang-orang yang beriman. Ketika Nabi Muhammad membawa Al-Qur'an dengan ajaran Islam yang mengandung kebajikan, ia mendapatkan perlawanan yang hebat dari orang-orang musyrik Mekah. Perlawanan ini terutama dari para pembesarnya yang sejak nenek moyangnya sudah biasa menyembah patung berhala. Mereka menentang ajaran apa saja yang datang dari luar yang bertentangan dengan kepercayaan mereka.\nTelah menjadi kebiasaan bagi orang-orang besar yang bersandar kepada kekuasaan dan kebendaan atau kekayaan bahwa mereka selalu bersikap sinis atau mencemoohkan pihak lain yang tidak sejalan dengan kepercayaan dan kebudayaan mereka.",
    "quraish": "Sesungguhnya orang yang melakukan kejahatan-kejahatan menyangkut agama, dengan nada mengejek, mereka selalu mentertawakan orang-orang yang beriman di dunia.",
    "jalalayn": "(Sesungguhnya orang-orang yang berdosa) seperti Abu Jahal dan lain-lainnya (adalah mereka terhadap orang-orang yang beriman) seperti Ammar bin Yasir, Bilal bin Rabbah dan lain-lainnya (mereka selalu menertawakannya) dan memperolok-olokkannya."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 30,
    "arab": "وَاِذَا مَرُّوْا بِهِمْ يَتَغَامَزُوْنَۖ",
    "translation": "Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5878.mp3",
    "tafsir": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan.",
    "quraish": "Ketika orang-orang yang beriman berlalu di hadapan orang-orang yang mengejek itu, mereka saling menggunjing sebagai bentuk ejekan.",
    "jalalayn": "(Dan apabila mereka berlalu) yakni orang-orang yang beriman itu (di hadapan orang-orang yang berdosa, maka orang-orang yang berdosa itu saling mengedipkan matanya) di antara sesama mereka mengisyaratkan dengan kedipan dan picingan alis mereka kepada orang-orang mukmin yang lewat di hadapan mereka. Isyarat ini untuk memperolok-olokkan mereka yang lewat itu."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 31,
    "arab": "وَاِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمُ انْقَلَبُوْا فَكِهِيْنَۖ",
    "translation": "dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5879.mp3",
    "tafsir": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan.",
    "quraish": "Dan mereka merasa sangat puas dengan tindakan itu, ketika kembali kepada kelompok mereka.",
    "jalalayn": "(Dan apabila orang-orang yang berdosa itu kembali) pulang (kepada kaumnya, mereka kembali dengan gembira) menurut suatu qiraat dibaca Faakihiina bukan Fakihiina; artinya mereka merasa puas karena telah memperolok-olokkan kaum mukmin."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 32,
    "arab": "وَاِذَا رَاَوْهُمْ قَالُوْٓا اِنَّ هٰٓؤُلَاۤءِ لَضَاۤلُّوْنَۙ",
    "translation": "Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, “Sesungguhnya mereka benar-benar orang-orang sesat,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5880.mp3",
    "tafsir": "Apabila melihat orang-orang Mukmin, orang-orang yang berdosa itu berkata bahwa sesungguhnya mereka melihat orang yang benar-benar sesat dan menyimpang dari kebenaran, karena mengubah kepercayaan yang sejak dahulu kala mereka warisi dari nenek moyang mereka tentang penyembahan berhala.",
    "quraish": "Apabila melihat orang-orang beriman, meraka berkata, \"Mereka adalah orang-orang tersesat karena mau percaya kepada Muhammad.\" Padahal tidak ada yang memerintah orang-orang yang mengejek itu untuk memberikan penilaian terhadap orang lain: apakah dia tertunjuki atau tersesat, juga bukan untuk menjadi pengawas bagi perbuatan orang lain.",
    "jalalayn": "(Dan apabila mereka melihatnya) yakni melihat orang-orang yang beriman (mereka mengatakan, \"Sesungguhnya mereka itu benar-benar orang-orang yang sesat\") karena mereka telah beriman kepada Muhammad."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 33,
    "arab": "وَمَآ اُرْسِلُوْا عَلَيْهِمْ حٰفِظِيْنَۗ",
    "translation": "padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5881.mp3",
    "tafsir": "Allah menegaskan bahwa orang-orang kafir itu hidup di dunia tidak ditugaskan untuk melindungi atau menjaga orang-orang Mukmin. Mereka tidak berwenang menjaga orang-orang Mukmin karena orang-orang Mukmin tidak berada di bawah kekuasaan mereka. Oleh sebab itu, mereka tidak berhak mengejek, mengawasi, dan menyakiti orang-orang Mukmin yang tulus ikhlas beriman kepada Allah.",
    "quraish": "Apabila melihat orang-orang beriman, meraka berkata, \"Mereka adalah orang-orang tersesat karena mau percaya kepada Muhammad.\" Padahal tidak ada yang memerintah orang-orang yang mengejek itu untuk memberikan penilaian terhadap orang lain: apakah dia tertunjuki atau tersesat, juga bukan untuk menjadi pengawas bagi perbuatan orang lain.",
    "jalalayn": "Allah swt. berfirman (padahal orang-orang yang berdosa itu tidak dikirim) maksudnya orang-orang kafir itu tidak disuruh (kepada orang-orang yang beriman) atau kaum mukmin (sebagai penjaga) bagi mereka, atau bagi amal perbuatan mereka, sehingga berhak untuk membenarkan mereka."
  },
  {
    "page": 588,
    "name": "Al-Mutaffifin",
    "ayat": 34,
    "arab": "فَالْيَوْمَ الَّذِيْنَ اٰمَنُوْا مِنَ الْكُفَّارِ يَضْحَكُوْنَۙ",
    "translation": "Maka pada hari ini, orang-orang yang beriman yang menertawakan orang-orang kafir, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5882.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa pada hari pembalasan giliran orang-orang Mukmin dalam surga mencemoohkan orang-orang kafir yang sedang menderita azab neraka. Pada hari itu, orang-orang yang beriman akan tertawa lebar karena menyaksikan pahala dan berbagai macam kenikmatan yang sesuai dengan janji Allah. Mereka juga menertawakan orang-orang kafir yang dahulu di dunia pernah mencemoohkan mereka.",
    "quraish": "Kelak, di hari pembalasan, orang-orang Mukmin akan berbalik menertawakan orang-orang kafir sebagai balasan atas tidakan serupa yang mereka lakukan terhadap orang-orang Mukmin.",
    "jalalayn": "(Maka pada hari ini) yakni hari kiamat (orang-orang yang beriman menertawakan orang-orang kafir.)"
  }
]