[
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 1,
    "arab": "وَالسَّمَاۤءِ وَالطَّارِقِۙ ",
    "translation": "Demi langit dan yang datang pada malam hari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5932.mp3",
    "tafsir": "Dalam ayat-ayat ini dan pada beberapa ayat lain, Allah bersumpah dengan langit, matahari, bulan, dan malam karena terdapat padanya hal-hal, bentuk-bentuk, perjalanan-perjalanan, terbit dan tenggelamnya; maka keadaan yang ajaib dan luar biasa ini adalah bukti bagi orang yang berpikir dan memperhatikan bahwa ada penciptanya Yang Mahakuasa, tidak ada sekutu dalam penciptaannya.\nDalam ayat-ayat ini, Allah bersumpah dengan langit dan bintang yang terbit pada malam hari. Sinarnya memecahkan kegelapan, dan menjadi petunjuk jalan kepada manusia pada waktu gelap di bumi dan di laut. Dari bintang itu, manusia dapat mengetahui musim hujan dan hal-hal lain yang diperlukannya dalam kehidupan. Ada beberapa arti yang dikemukakan oleh para mufasir mengenai bintang tersebut. Pendapat yang terbaik adalah yang mengartikannya sebagai bintang yang bercahaya.",
    "quraish": "[[86 ~ ATH-THARIQ (YANG TAMPAK PADA MALAM HARI) Pendahuluan: Makkiyyah, 17 ayat ~ Surat kedelapan puluh enam dalam urutan mushaf al-Qur'ân ini dimulai dengan sumpah Allah dengan menyebut berbagai bukti kekuasaan Tuhan, sembari menegaskan bahwa setiap diri manusia mempunyai seorang penjaga dan pengawas. Manusia diharuskan memikirkan asal dan perkembangan hidupnya yang bermula dari air yang memancar. Dari kejadian penciptaan ini mestinya dapat ditemukan sebuah bukti bahwa Tuhan yang telah menciptakan manusia itu pasti sanggup menjadikan mereka hidup kembali sesudah mengalami fase kematian. Di bagian lain terdapat pula ayat yang berisi sumpah Allah Swt. untuk menyatakan bahwa al-Qur'ân adalah kitab suci yang membedakan antara yang benar dan yang palsu, dan al-Qur'ân itu bukan senda gurau. Meskipun demikian, orang-orang kafir tetap ingkar dan berupaya melakukan tipu daya terhadap al-Qur'ân. Namun Allah membalas makar mereka dengan makar lain yang lebih jitu. Surat ini ditutup dengan permohonan agar orang-orang kafir diberikan tangguhan waktu.]] Aku bersumpah demi langit dan bintang yang bermunculan di waktu malam.",
    "jalalayn": "(Demi langit dan yang datang pada malam hari) lafal Ath-Thaariq pada asalnya berarti segala sesuatu yang datang pada malam hari, antara lain ialah bintang-bintang, karena bintang-bintang baru muncul bila malam tiba."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 2,
    "arab": "وَمَآ اَدْرٰىكَ مَا الطَّارِقُۙ ",
    "translation": "Dan tahukah kamu apakah yang datang pada malam hari itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5933.mp3",
    "tafsir": "Dalam ayat-ayat ini dan pada beberapa ayat lain, Allah bersumpah dengan langit, matahari, bulan, dan malam karena terdapat padanya hal-hal, bentuk-bentuk, perjalanan-perjalanan, terbit dan tenggelamnya; maka keadaan yang ajaib dan luar biasa ini adalah bukti bagi orang yang berpikir dan memperhatikan bahwa ada penciptanya Yang Mahakuasa, tidak ada sekutu dalam penciptaannya.\nDalam ayat-ayat ini, Allah bersumpah dengan langit dan bintang yang terbit pada malam hari. Sinarnya memecahkan kegelapan, dan menjadi petunjuk jalan kepada manusia pada waktu gelap di bumi dan di laut. Dari bintang itu, manusia dapat mengetahui musim hujan dan hal-hal lain yang diperlukannya dalam kehidupan. Ada beberapa arti yang dikemukakan oleh para mufasir mengenai bintang tersebut. Pendapat yang terbaik adalah yang mengartikannya sebagai bintang yang bercahaya.",
    "quraish": "Tahukah kalian apa hakikat bintang itu? Bintang adalah benda langit yang cahayanya menembus kegelapan.",
    "jalalayn": "(Tahukah kamu) artinya apakah kamu mengetahui (apakah yang datang pada malam hari itu?) lafal Maa adalah Mubtada sedangkan lafal Ath-Thaariq adalah Khabarnya, kedua lafal tersebut berkedudukan menjadi Maf'ul kedua dari lafal Adraa. Lafal Maa yang kedua juga menjadi Khabar dari lafal Maa yang pertama, di dalamnya terkandung makna yang menjelaskan kedudukan Ath-Thaariq yang agung itu; selanjutnya pengertian Ath-Thaariq dijelaskan oleh firman berikutnya."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 3,
    "arab": "النَّجْمُ الثَّاقِبُۙ ",
    "translation": "(yaitu) bintang yang bersinar tajam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5934.mp3",
    "tafsir": "Dalam ayat-ayat ini dan pada beberapa ayat lain, Allah bersumpah dengan langit, matahari, bulan, dan malam karena terdapat padanya hal-hal, bentuk-bentuk, perjalanan-perjalanan, terbit dan tenggelamnya; maka keadaan yang ajaib dan luar biasa ini adalah bukti bagi orang yang berpikir dan memperhatikan bahwa ada penciptanya Yang Mahakuasa, tidak ada sekutu dalam penciptaannya.\nDalam ayat-ayat ini, Allah bersumpah dengan langit dan bintang yang terbit pada malam hari. Sinarnya memecahkan kegelapan, dan menjadi petunjuk jalan kepada manusia pada waktu gelap di bumi dan di laut. Dari bintang itu, manusia dapat mengetahui musim hujan dan hal-hal lain yang diperlukannya dalam kehidupan. Ada beberapa arti yang dikemukakan oleh para mufasir mengenai bintang tersebut. Pendapat yang terbaik adalah yang mengartikannya sebagai bintang yang bercahaya.",
    "quraish": "Tahukah kalian apa hakikat bintang itu? Bintang adalah benda langit yang cahayanya menembus kegelapan.",
    "jalalayn": "(Yaitu bintang) yakni bintang Tsurayya, atau semua bintang (yang cahayanya menembus) kegelapan malam. Yang menjadi Jawab Qasam ialah:"
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 4,
    "arab": "اِنْ كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌۗ ",
    "translation": "setiap orang pasti ada penjaganya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5935.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa setiap orang ada penjaga dan pengatur keperluannya dalam seluruh perjalanan hidupnya hingga ajalnya tiba. Mengenai penjaga manusia ini, terdapat dua pengertian, yaitu:\n1.Penjaga dari malaikat yang memperhatikan dan menghitung perbuatan manusia, sebagaimana firman Allah:\n\nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18)\n\n\n1.Penjaga dari malaikat yang selalu mendampingi setiap saat dan memelihara kehidupan sehari-hari, sebagaimana firman Allah:\n\nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. (ar-Ra'd/13: 11)\n\nKata thariq, nama surah ke-86 ini, berasal dari akar kata tharaqa yang makna dasarnya adalah memukul dengan cukup keras untuk menimbulkan suara. Dengan mempertimbangkan akar kata yang dapat diartikan sebagai 'berdenyut/berdetak, 'memukul keras. Adapun tsaqib yang berasal dari kata tsaqaba memiliki arti melubangi atau menembus sesuatu yang padat. Al-Qur'an tampaknya mengarahkan kita pada sebuah kenyataan ilmiah penting, yakni menuju ke arah apa yang pada saat ini dikenal dengan bintang pulsar, yang diambil dari kata kerja bahasa Inggris to pulse, yang berarti bergetar, berdenyut dengan irama teratur. Dengan demikian, surah di atas berbunyi atau berarti sebuah bintang yang mengetuk di malam hari dan membuat lubang.\nMelalui penelitian oleh Jocelyn Bell Burnell, mahasiswa doktoral bersama pembimbingnya Antony Hewish di Universitas Cambridge pada tahun 1967, ditemukan adanya sinyal radio yang terpancar secara teratur dari luar angkasa. Namun demikian, pada saat itu belum diketahui benda langit mana yang menjadi sumber getaran tersebut. Jocelyn Bell (ketika itu belum menyandang nama Burnell, suaminya) menandai rekaman yang diperolehnya dengan LGM, kependekan dari Little Green Men, sebab sinyal tersebut seperti sebuah pesan datang dari sebuah pemancar yang disampaikan oleh makhluk cerdas (intellegent life). Tidak lama kemudian, pulsar ini diinterpretasikan berasal dari bintang neutron yang berotasi dan terisolasi. Massa bintang yang sedang menuju 'kematiannya ini sangat padat dimana digambarkan materi pulsar seukuran satu sendok teh memiliki berat 1 miliar ton, dan memiliki gravitasi yang demikian besar. Bintang-bintang ini, yang berubah menjadi pulsar melalui ledakan supernova, termasuk benda-benda langit yang paling terang dan bergerak paling cepat di ruang angkasa. Sejumlah pulsar berputar 600 kali per detik. Bila bintang ini terus menuju keruntuhannya, maka lahirlah apa yang dikenal sebagai black hole (lubang hitam).\nApabila teleskop radio ini dihubungkan dengan 'loud speaker maka akan terdengar seperti suara orang mengetuk pintu (ath-thariq), yang berasal dari bintang sedang membuat lubang, untuk kemudian menjadi lubang hitam.\nAkhirnya Allah mengingatkan bahwa setiap jiwa ada penjaganya. Bahwa apa yang difirmankan Allah sebelumnya, tentang bintang-bintang, adalah haqq, maka firman Allah bahwa setiap jiwa ada penjaganya adalah haqq. Ayat ini merupakan peringatan bagi manusia untuk selalu sadar bahwa Allah senantiasa mengamati.",
    "quraish": "Setiap manusia pasti didampingi oleh penjaga yang mengawasi dan mencatat amal perbuatannya.",
    "jalalayn": "(Tidak ada suatu jiwa pun melainkan ada penjaganya) jika dibaca Lamaa tanpa memakai Tasydid, berarti huruf Maa adalah huruf Zaidah, dan In adalah bentuk Takhfif dari Inna sedangkan Isimnya tidak disebutkan, dan huruf Lamnya adalah huruf Fariqah. Artinya sesungguhnya setiap diri itu ada penjaganya. Jika dibaca Lammaa dengan memakai Tasydid, berarti In adalah bermakna Nafi, sedangkan Lammaa bermakna Illaa; artinya tiada suatu jiwa pun melainkan ada penjaganya, yakni penjaga yang terdiri dari malaikat; malaikat penjaga itu bertugas untuk mencatat amal baik dan amal buruknya."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 5,
    "arab": "فَلْيَنْظُرِ الْاِنْسَانُ مِمَّ خُلِقَ ",
    "translation": "Maka hendaklah manusia memperhatikan dari apa dia diciptakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5936.mp3",
    "tafsir": "Pada ayat ini, Allah mengingatkan manusia agar memperhatikan dari apakah ia diciptakan. Hal ini berarti bahwa Allah memerintahkan manusia untuk berpikir dan memperhatikan dengan sungguh-sungguh dari apa ia dijadikan. Dengan demikian, ia dapat mengetahui kekuasaan penciptanya dan mengetahui pula bahwa bila penciptanya dapat menciptakannya dari bahan yang tidak memiliki tanda-tanda kehidupan sedikit pun, maka tentulah Ia akan lebih mudah menghidupkannya kembali.",
    "quraish": "Manusia hendaknya berpikir: dari apa dirinya diciptakan.",
    "jalalayn": "(Maka hendaklah manusia memperhatikan) dengan perhatian yang dibarengi dengan mempelajarinya (dari apakah dia diciptakan?) artinya berasal dari apakah dia tercipta?"
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 6,
    "arab": "خُلِقَ مِنْ مَّاۤءٍ دَافِقٍۙ ",
    "translation": "Dia diciptakan dari air (mani) yang terpancar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5937.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa manusia dijadikan-Nya dari air yang terpancar, yang keluar dari antara tulang punggung (as-sulb) dan tulang dada laki-laki. Pernyataan Allah ini adalah sebagai jawaban atas pertanyaan pada ayat terdahulu.",
    "quraish": "Manusia diciptakan dari air yang memancar.",
    "jalalayn": "(Dia diciptakan dari air yang terpancar) yakni yang dipancarkan oleh laki-laki ke dalam rahim wanita."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 7,
    "arab": "يَّخْرُجُ مِنْۢ بَيْنِ الصُّلْبِ وَالتَّرَاۤىِٕبِۗ ",
    "translation": "yang keluar dari antara tulang punggung (sulbi) dan tulang dada.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5938.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa manusia dijadikan-Nya dari air yang terpancar, yang keluar dari antara tulang punggung (as-sulb) dan tulang dada laki-laki. Pernyataan Allah ini adalah sebagai jawaban atas pertanyaan pada ayat terdahulu.",
    "quraish": "Air itu keluar dari tulang rusuk dan tulang dada laki-laki dan wanita(1). (1) Kata shulb berarti tulang belakang atau tulang punggung. Sedangkan kata tarâ'ib berarti tulang dada. Dari berbagai studi genetika yang dilakukan belakangan didapat penjelasan bahwa cikal bakal organ reproduksi dan organ pembuangan dalam tubuh janin terdapat di antara sel-sel tulang muda, yang akan membentuk tulang punggung, dan sel-sel pembentuk tulang dada. Sedangkan bakal ginjal terletak pada tempatnya yang normal, demikian pula testis yang telah terbungkus dalam kantung. Demikian pula urat saraf yang menyalurkan rasa kepada cikal bakal itu, dan membantu memproduksi sperma--dengan cairan-cairan lain yang menyertainya--juga berasal dari tulang dada kesepuluh yang mengarah ke tulang sumsum antara telang rusuk kesepuluh dan kesebelas. Dengan demikian, menjadi jelas bahwa organ-organ reproduksi, urat saraf perasa dan pembuluh darah di sekitarnya muncul di tempat antara tulang punggung dan tulang dada.",
    "jalalayn": "(Yang keluar dari antara tulang sulbi) laki-laki (dan tulang dada) perempuan."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 8,
    "arab": "اِنَّهٗ عَلٰى رَجْعِهٖ لَقَادِرٌۗ ",
    "translation": "Sungguh, Allah benar-benar kuasa untuk mengembalikannya (hidup setelah mati).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5939.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Ia benar-benar berkuasa untuk mengembalikan manusia hidup sesudah mati. Allah berfirman:\n\nKatakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 79)\n\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)",
    "quraish": "Sesungguhnya Allah Swt. yang telah menciptakan manusia sedemikian rupa sejak semula sangat mampu untuk menghidupkan mereka kembali sesudah mati.",
    "jalalayn": "(Sesungguhnya Dia) yakni Allah swt. (untuk mengembalikannya) atau menghidupkan kembali manusia setelah mati (benar-benar kuasa) maka apabila manusia itu benar-benar memperhatikan asal mula kejadiannya, niscaya dia akan menyimpulkan, bahwasanya Yang Maha Kuasa menciptakan demikian, berkuasa pula untuk menghidupkannya kembali."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 9,
    "arab": "يَوْمَ تُبْلَى السَّرَاۤىِٕرُۙ ",
    "translation": "Pada hari ditampakkan segala rahasia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5940.mp3",
    "tafsir": "Dalam ayat-ayat ini diterangkan bahwa Allah akan membangkitkan manusia kembali pada hari yang ditampakkan segala rahasia, yaitu hari Kiamat. Ketika itu, tidak seorang pun dapat luput dari apa yang sudah ditentukan sebagai balasan atas perbuatannya, yaitu surga bagi yang beramal saleh dan neraka bagi yang durhaka dan melanggar perintah Allah.\nKetika di akhirat, semua manusia akan memperoleh balasan sesuai dengan perbuatan masing-masing. Jadi, setiap orang akan memperoleh sebagaimana amal yang telah dilakukan di dunia. Tidak ada satu kekuatan pun yang dapat mengubahnya dan tidak ada penolong yang dapat membantunya kecuali kekuasaan Allah semata, sebagaimana firman-Nya:\n\nDan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya. (al-Kahf/18: 43)",
    "quraish": "Pada suatu hari ketika semua hati nurani diuji dan dibedakan antara yang baik dan yang buruk.",
    "jalalayn": "(Pada hari ditampakkan) maksudnya, diuji dan dibuka (segala rahasia) yaitu hal-hal yang terkandung di dalam kalbu berupa keyakinan-keyakinan dan niat-niat."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 10,
    "arab": "فَمَا لَهٗ مِنْ قُوَّةٍ وَّلَا نَاصِرٍۗ ",
    "translation": "maka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5941.mp3",
    "tafsir": "Dalam ayat-ayat ini diterangkan bahwa Allah akan membangkitkan manusia kembali pada hari yang ditampakkan segala rahasia, yaitu hari Kiamat. Ketika itu, tidak seorang pun dapat luput dari apa yang sudah ditentukan sebagai balasan atas perbuatannya, yaitu surga bagi yang beramal saleh dan neraka bagi yang durhaka dan melanggar perintah Allah.\nKetika di akhirat, semua manusia akan memperoleh balasan sesuai dengan perbuatan masing-masing. Jadi, setiap orang akan memperoleh sebagaimana amal yang telah dilakukan di dunia. Tidak ada satu kekuatan pun yang dapat mengubahnya dan tidak ada penolong yang dapat membantunya kecuali kekuasaan Allah semata, sebagaimana firman-Nya:\n\nDan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya. (al-Kahf/18: 43)",
    "quraish": "Pada hari itu, manusia tidak memiliki kekuatan dan penolong yang akan membela dirinya.",
    "jalalayn": "(Maka sekali-kali tidak ada bagi manusia itu) yaitu bagi orang yang tidak mempercayai adanya hari berbangkit (suatu kekuatan pun) yang dapat melindunginya dari azab (dan tidak pula seorang penolong pun) yang dapat menolak azab Allah."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 11,
    "arab": "وَالسَّمَاۤءِ ذَاتِ الرَّجْعِۙ ",
    "translation": "Demi langit yang mengandung hujan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5942.mp3",
    "tafsir": "Dalam ayat ini, Allah bersumpah dengan langit yang mengandung hujan yang sangat diharapkan manusia, karena hujanlah yang menjadikan tanah tandus menjadi subur, yang membuat makhluk yang berada di bumi hidup dan yang menjadikan udara panas menjadi sejuk.",
    "quraish": "Aku bersumpah demi langit yang menurunkan hujan dalam siklus yang berulang-ulang.",
    "jalalayn": "(Demi langit yang mengandung hujan) hujan dinamakan Ar-Raj'u karena berulang datang pada musimnya."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 12,
    "arab": "وَالْاَرْضِ ذَاتِ الصَّدْعِۙ ",
    "translation": "dan bumi yang mempunyai tumbuh-tumbuhan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5943.mp3",
    "tafsir": "Allah bersumpah dengan bumi yang mempunyai tumbuh-tumbuhan dan buah-buahan yang sangat diperlukan untuk kehidupan manusia dan binatang ternak mereka.",
    "quraish": "Demi bumi yang merekah mengeluarkan tetumbuhan.",
    "jalalayn": "(Dan demi bumi yang mempunyai tumbuh-tumbuhan) maksudnya retak-retak karena daripadanya keluar tumbuh-tumbuhan."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 13,
    "arab": "اِنَّهٗ لَقَوْلٌ فَصْلٌۙ ",
    "translation": "sungguh, (Al-Qur'an) itu benar-benar firman pemisah (antara yang hak dan yang batil),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5944.mp3",
    "tafsir": "Allah menegaskan bahwa sumpah-Nya dengan langit dan bumi itu menyatakan bahwa sesungguhnya Al-Qur'an yang dibawa oleh Nabi Muhammad benar-benar firman Allah yang memisahkan antara yang hak dan yang batil, dan sama sekali bukanlah senda gurau. Dengan demikian, sudah seharusnya Al-Qur'an menjadi petunjuk bagi seluruh manusia. Allah menjelaskan di dalam Al-Qur'an tentang yang hak dan batil karena keterbatasan kemampuan akal manusia untuk mengetahuinya.",
    "quraish": "Al-Qur'ân itu, sungguh, merupakan pembatas antara yang benar dan batil dan tidak mengandung kata-kata permainan dan palsu.",
    "jalalayn": "(Sesungguhnya Alquran itu) yakni wahyu Alquran (benar-benar firman yang memutuskan) yang memisahkan antara perkara yang hak dan perkara yang batil."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 14,
    "arab": "وَّمَا هُوَ بِالْهَزْلِۗ ",
    "translation": "dan (Al-Qur'an) itu bukanlah sendagurauan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5945.mp3",
    "tafsir": "Allah menegaskan bahwa sumpah-Nya dengan langit dan bumi itu menyatakan bahwa sesungguhnya Al-Qur'an yang dibawa oleh Nabi Muhammad benar-benar firman Allah yang memisahkan antara yang hak dan yang batil, dan sama sekali bukanlah senda gurau. Dengan demikian, sudah seharusnya Al-Qur'an menjadi petunjuk bagi seluruh manusia. Allah menjelaskan di dalam Al-Qur'an tentang yang hak dan batil karena keterbatasan kemampuan akal manusia untuk mengetahuinya.",
    "quraish": "Al-Qur'ân itu, sungguh, merupakan pembatas antara yang benar dan batil dan tidak mengandung kata-kata permainan dan palsu.",
    "jalalayn": "(Dan sekali-kali bukanlah dia senda gurau) atau mainan dan kebatilan."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 15,
    "arab": "اِنَّهُمْ يَكِيْدُوْنَ كَيْدًاۙ ",
    "translation": "Sungguh, mereka (orang kafir) merencanakan tipu daya yang jahat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5946.mp3",
    "tafsir": "Allah menerangkan bahwa orang kafir merencanakan tipu daya yang jahat dengan mengatakan tidak ada hari kebangkitan, sebagaimana diterangkan Allah dalam ayat-ayat berikut ini tentang apa-apa yang telah mereka katakan:\n\nDan tentu mereka akan mengatakan (pula), \"Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.\" (al-An'am/6: 29)\n\n\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" (Yasin/36: 78)\n\nTipu daya itu adakalanya berupa fitnah yang menyatakan bahwa Nabi Muhammad tukang sihir, penyair, atau gila. Pada puncaknya, mereka merencanakan untuk membunuh Nabi Muhammad, sebagaimana firman Allah:\n\nDan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30)",
    "quraish": "Sesungguhnya orang-orang yang mendustakan al-Qur'ân selalu membuat makar sangat hebat untuk memalsukan al-Qur'ân.",
    "jalalayn": "(Sesungguhnya mereka) yakni orang-orang kafir (merencanakan tipu daya yang jahat dengan sebenar-benarnya) yaitu mereka melakukan tipu daya yang jahat terhadap diri Nabi saw."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 16,
    "arab": "وَّاَكِيْدُ كَيْدًاۖ ",
    "translation": "Dan Aku pun membuat rencana (tipu daya) yang jitu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5947.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menghadapi rencana jahat mereka itu dengan menolong Rasul-Nya dan mengangkat agama-Nya.",
    "quraish": "Akan tetapi Kami membalas mereka dengan makar yang jauh lebih kuat sehingga mereka tidak berdaya untuk menghadapinya.",
    "jalalayn": "(Dan Aku pun membuat rencana pula dengan sebenar-benarnya) maksudnya, Aku biarkan mereka bersenang-senang sesuka hatinya, tanpa mereka sadari bahwa hal itu merupakan Istidraj dari Aku, yang kelak Aku akan mengazab mereka dengan sepedih-pedihnya."
  },
  {
    "page": 591,
    "name": "At-Tariq",
    "ayat": 17,
    "arab": "فَمَهِّلِ الْكٰفِرِيْنَ اَمْهِلْهُمْ رُوَيْدًا ࣖ ",
    "translation": "Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5948.mp3",
    "tafsir": "Allah menyuruh Nabi Muhammad agar meneruskan dakwahnya dan tidak mengharapkan agar orang kafir cepat-cepat mendapat siksa. Allah menangguhkan siksa-Nya agar dosa mereka bertambah banyak, sehingga bila Allah menurunkan azab-Nya nanti, tidak akan ada seorang pun lagi yang menaruh kasihan kepada mereka. Allah berfirman:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras. (Luqman/31: 24)",
    "quraish": "Tangguhkanlah persoalan orang-orang kafir. Berikan mereka waktu hingga Kami memerintahkanmu dengan sesuatu yang pasti.",
    "jalalayn": "(Karena itu beri tangguhlah) hai Muhammad (orang-orang kafir itu, beri tangguhlah mereka) lafal Amhilhum mengukuhkan makna yang terkandung di dalam lafal Famahhil; dianggap baik karena lafalnya berbeda dengan yang pertama, artinya tangguhkanlah mereka itu (barang sebentar) dalam waktu yang singkat. Lafal Ruwaidan adalah mashdar yang mengukuhkan makna 'Amilnya. Ia adalah bentuk Tashghir dari lafal Rawdun atau Arwaadun yang mengandung makna Tarkhiim. Dan Allah swt. benar-benar mengazab orang-orang kafir itu dalam perang Badar. Akan tetapi ayat penangguhan ini dinasakh oleh ayat perang, yakni Allah memerintahkan Nabi-Nya supaya berjihad memerangi mereka."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 1,
    "arab": "سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَىۙ ",
    "translation": "Sucikanlah nama Tuhanmu Yang Mahatinggi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5949.mp3",
    "tafsir": "Allah memerintahkan Rasul-Nya agar menyucikan nama-Nya dari segala sesuatu yang tidak sesuai dengan kebesaran serta kemuliaan zat dan sifat-Nya. Nama Allah hanya diucapkan dalam rangka memuji-Nya, tidak boleh sesuatu dinamai dengan nama-Nya. Mahasuci Allah Yang Mahatinggi.",
    "quraish": "[[87 ~ AL-A'LA (YANG MAHATINGGI) Pendahuluan: Makkiyyah 19 ayat ~ Surat al-A'lâ ini dibuka dengan pernyataan tasbih bagi Allah Swt. yang menciptakan semua makhluk yang semuanya setara dalam ketelitian dan kesempurnaan. Allah menciptakan segala sesuatu menurut kadar masing-masing yang dapat menjaga kelangsungan wujudnya. Dia, misalnya, menumbuhkan padang rumput yang hijau yang pada akhirnya akan berubah menjadi kering dan menghitam. Selain itu, dalam surat ini dinyatakan pula bahwa Allah berkehendak membacakan al-Qur'ân pada Nabi Muhammad yang selanjutnya mendapat perintah untuk menghafalkannya. Muhammad tidak akan lupa sedikit pun kecuali beberapa hal yang memang dikehendaki Allah. Allah pun berjanji akan memberikan kemudahan kepadanya. Surat ini kemudian memerintah Nabi Muhammad untuk memberi peringatan kepada manusia melalui al-Qur'ân agar orang-orang yang takut kepada Allah mendapat pelajaran. Sementara orang-orang yang celaka dan akan menjadi penghuni neraka bakal menolak. Ayat-ayat yang lain memuat pernyataan bahwa kemenangan yang sesungguhnya akan diperoleh golongan manusia yang menyucikan diri, berzikir dan bersembahyang. Surat ke-87 dalam urutan al-Qur'ân ini ditutup dengan sebuah ayat yang berisi pemberitahuan bahwa ajaran yang terkandung di dalamnya telah termuat pula dalam kitab-kitab Ibrâhîm dan Mûsâ.]] Sucikanlah nama Tuhanmu dari sifat-sifat yang tidak layak bagi-Nya.",
    "jalalayn": "(Sucikanlah nama Rabbmu) maksudnya sucikanlah Dia dari sifat-sifat yang tidak layak bagi-Nya lafal Ismu adalah lafal Za'id (Yang Maha Tinggi) lafal Al-A'laa berkedudukan sebagai kata sifat bagi lafal Rabbika."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 2,
    "arab": "الَّذِيْ خَلَقَ فَسَوّٰىۖ ",
    "translation": "Yang menciptakan, lalu menyempurnakan (ciptaan-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5950.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Tuhan yang menciptakan semua makhluk dalam bentuk sangat sempurna, penuh ketelitian dan keharmonisan.",
    "jalalayn": "(Yang menciptakan lalu menyempurnakan) ciptaan-Nya, yakni Dia menjadikan makhluk-Nya itu seimbang semua bagian-bagiannya dan tidak pincang atau berbeda-beda."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 3,
    "arab": "وَالَّذِيْ قَدَّرَ فَهَدٰىۖ ",
    "translation": "Yang menentukan kadar (masing-masing) dan memberi petunjuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5951.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Yang menentukan kadar segala sesuatu yang akan menjamin kelangsungan wujudnya, lalu memberinya petunjuk",
    "jalalayn": "(Dan Yang menentukan) apa yang dikehendaki-Nya (dan Yang memberi petunjuk) kepada apa yang telah ditentukan-Nya berupa amal kebaikan dan amal keburukan."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 4,
    "arab": "وَالَّذِيْٓ اَخْرَجَ الْمَرْعٰىۖ ",
    "translation": "dan Yang menumbuhkan rerumputan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5952.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Yang mengeluarkan dari dalam bumi aneka ragam tumbuhan sebagai tempat penggembalaan ternak.",
    "jalalayn": "(Dan Yang mengeluarkan rumput-rumputan) atau Yang menumbuhkan rumput-rumputan."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 5,
    "arab": "فَجَعَلَهٗ غُثَاۤءً اَحْوٰىۖ ",
    "translation": "lalu dijadikan-Nya (rumput-rumput) itu kering kehitam-hitaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5953.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Sehingga, pada gilirannya, tetumbuhan yang menghijau itu akan berubah menjadi kering dan menghitam.",
    "jalalayn": "(Lalu dijadikan-Nya) sesudah rumput-rumputan itu hijau (kering) yaitu menjadi layu dan kering (kehitam-hitaman) kehitam-hitaman karena kering."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 6,
    "arab": "سَنُقْرِئُكَ فَلَا تَنْسٰىٓ  ۖ ",
    "translation": "Kami akan membacakan (Al-Qur'an) kepadamu (Muhammad) sehingga engkau tidak akan lupa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5954.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad untuk dibacanya dan Ia akan membukakan hati Nabi-Nya dan menguatkan ingatannya. Dengan demikian, setelah mendengarnya satu kali, maka ia tidak akan lupa apa yang telah didengarnya. Allah berfirman:\n\nMaka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\" (thaha/20: 114)\n\nDan firman-Nya:\n\nJangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya. Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya. (al-Qiyamah/75: 16-17)",
    "quraish": "Kami hendak menjadikanmu, Muhammad, dengan ilham dari Kami sebagai pembaca al-Qur'ân, lalu kamu tidak akan lupa apa yang kamu hafal.",
    "jalalayn": "(Kami akan membacakan kepadamu) Alquran (maka kamu tidak akan lupa) apa yang kamu bacakan itu."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 7,
    "arab": "اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّهٗ يَعْلَمُ الْجَهْرَ وَمَا يَخْفٰىۗ ",
    "translation": "kecuali jika Allah menghendaki. Sungguh, Dia mengetahui yang terang dan yang tersembunyi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5955.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa bila Ia menghendaki agar Nabi Muhammad melupakan apa yang telah diwahyukan, maka hal itu dapat dilakukan-Nya. Allah berfirman:\n\n\nDan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami. (al-Isra'/17: 86)\n\nTidak lupa apa yang sudah didengar Nabi Muhammad satu kali itu adalah karunia dan kebaikan dari Allah. Sesungguhnya Dia mengetahui apa yang terang dan apa yang tersembunyi, apa yang disebutkan dan apa yang dirahasiakan.",
    "quraish": "Kecuali sebagian yang memang dikehendaki Allah untuk kamu lupakan. Allah mengetahui perkataan dan perbuatan yang ditampakkan ataupun yang dirahasiakan oleh hamba-hamba-Nya.",
    "jalalayn": "(Kecuali kalau Allah menghendaki) kamu melupakannya karena bacaan dan hukumnya telah dinasakh. Sesungguhnya Nabi saw. selalu mengeraskan suara bacaannya mengikuti bacaan malaikat Jibril karena takut lupa. Seolah-olah dikatakan kepadanya, janganlah kamu tergesa-gesa membacanya, karena sesungguhnya kamu tidak akan lupa, karena itu janganlah kamu merepotkan dirimu dengan mengeraskan suaramu sewaktu kamu membacakannya. (Sesungguhnya Dia) yakni Allah swt. (mengetahui yang terang) maksudnya perkataan dan perbuatan yang terang-terangan (dan yang tersembunyi) dari keduanya."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 8,
    "arab": "وَنُيَسِّرُكَ لِلْيُسْرٰىۖ ",
    "translation": "Dan Kami akan memudahkan bagimu ke jalan kemudahan (mencapai kebahagiaan dunia dan akhirat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5956.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Ia akan memberi Nabi-Nya taufik kepada jalan yang mudah, yang membawa kepada kebahagiaan di dunia dan di akhirat. Dialah yang memberinya agama yang mudah diterima jiwa dan tidak sukar dipahami oleh akal.",
    "quraish": "Dan Kami akan memberikan kepadamu jalan yang sangat mudah dalam setiap urusanmu.",
    "jalalayn": "(Dan Kami akan memudahkan kamu untuk menempuh jalan yang mudah) yakni syariat yang mudah, yaitu agama Islam."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 9,
    "arab": "فَذَكِّرْ اِنْ نَّفَعَتِ الذِّكْرٰىۗ ",
    "translation": "oleh sebab itu berikanlah peringatan, karena peringatan itu bermanfaat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5957.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan Rasul-Nya agar memperingatkan umat manusia tentang yang telah ia terima dari-Nya. Allah menyatakan bahwa peringatan itu amat besar kegunaan dan faedahnya bagi manusia, karena peringatan itu memberi petunjuk kepadanya tentang cara-cara mencapai kebahagiaan hidup di dunia dan di akhirat. Akan tetapi, ternyata mereka tetap saja membangkang dan ingkar. Maka Rasulullah janganlah bersedih hati.",
    "quraish": "Maka berilah peringatan kepada manusia apabila peringatan itu bermanfaat. Semestinya peringatan itu bermanfaat.",
    "jalalayn": "(Oleh sebab itu berikanlah peringatan) dengan Alquran (karena peringatan itu bermanfaat) maksudnya memberikan peringatan dengan hal-hal yang telah disebutkan pada firman-Nya, \"Sayadzdzakkaru,\" sekalipun peringatan itu tidak bermanfaat bagi sebagian di antara mereka, tetapi peringatan itu pasti bermanfaat bagi sebagian yang lainnya."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 10,
    "arab": "سَيَذَّكَّرُ مَنْ يَّخْشٰىۙ ",
    "translation": "orang yang takut (kepada Allah) akan mendapat pelajaran,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5958.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa mereka yang beruntung adalah yang dapat menerima panggilan atau peringatan Rasul-Nya, serta takut kepada Allah dan siksaan-Nya. Mereka inilah yang mempergunakan pikiran mereka yang waras untuk mencapai kebenaran yang kelak akan menjadi pegangan hidup mereka.",
    "quraish": "Orang yang takut kepada Allah akan mengambil manfaat dari peringatanmu itu.",
    "jalalayn": "(Akan mendapat peringatan) dan pelajaran dari peringatan itu (orang yang takut) kepada Allah swt. sebagaimana yang disebutkan dalam ayat yang lain yaitu, firman-Nya, \"Maka beri peringatanlah dengan Alquran orang yang takut kepada ancaman-Ku.\" (Q.S. Qaaf, 45)"
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 11,
    "arab": "وَيَتَجَنَّبُهَا الْاَشْقَىۙ ",
    "translation": "dan orang-orang yang celaka (kafir) akan menjauhinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5959.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa bagi orang yang ingkar, durhaka, dan menjauhkan diri dari petunjuk-petunjuk yang diberikan Nabi Muhammad, tidak akan berfaedah peringatan yang disampaikan. Oleh karena itu, mereka tetap dalam kekafiran dan akan dilemparkan ke dalam neraka yang paling bawah.\nSecara ringkas, orang yang menghadapi panggilan Nabi Muhammad ke jalan Allah itu ada tiga golongan:\n1.Golongan orang yang mengetahui dan yakin akan kebenarannya, tidak ada keraguan sedikit pun di dalam hatinya. Orang ini adalah orang mukmin yang sempurna (mu'min kamil) yang takut kepada Tuhannya.\n2.Golongan orang yang dalam menerima petunjuk, kemudian ia yakin akan petunjuk itu, lalu menyatakan keimanannya. Orang ini adalah golongan yang agak kurang nilainya dari yang pertama.\n3.Golongan yang durhaka dan ingkar, yang telah tertutup hatinya dari panggilan ke jalan Allah. Mereka ini adalah golongan yang paling jahat dan paling jauh dari kebaikan.",
    "quraish": "Dan orang yang celaka, yang terus menerus berbuat durhaka dan bersikap kafir akan menjauhinya.",
    "jalalayn": "(Akan menjauhinya) yakni peringatan itu akan ditinggalkan dan diabaikan begitu saja (orang yang celaka) yakni orang yang kafir."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 12,
    "arab": "الَّذِيْ يَصْلَى النَّارَ الْكُبْرٰىۚ ",
    "translation": "(yaitu) orang yang akan memasuki api yang besar (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5960.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa bagi orang yang ingkar, durhaka, dan menjauhkan diri dari petunjuk-petunjuk yang diberikan Nabi Muhammad, tidak akan berfaedah peringatan yang disampaikan. Oleh karena itu, mereka tetap dalam kekafiran dan akan dilemparkan ke dalam neraka yang paling bawah.\nSecara ringkas, orang yang menghadapi panggilan Nabi Muhammad ke jalan Allah itu ada tiga golongan:\n1.Golongan orang yang mengetahui dan yakin akan kebenarannya, tidak ada keraguan sedikit pun di dalam hatinya. Orang ini adalah orang mukmin yang sempurna (mu'min kamil) yang takut kepada Tuhannya.\n2.Golongan orang yang dalam menerima petunjuk, kemudian ia yakin akan petunjuk itu, lalu menyatakan keimanannya. Orang ini adalah golongan yang agak kurang nilainya dari yang pertama.\n3.Golongan yang durhaka dan ingkar, yang telah tertutup hatinya dari panggilan ke jalan Allah. Mereka ini adalah golongan yang paling jahat dan paling jauh dari kebaikan.",
    "quraish": "Yaitu orang yang akan masuk ke dalam api yang amat besar yang disediakan untuk pembalasan.",
    "jalalayn": "(Yaitu orang yang akan memasuki api yang besar) yaitu api neraka; dan api dunia dinamakan api kecil."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 13,
    "arab": "ثُمَّ لَا يَمُوْتُ فِيْهَا وَلَا يَحْيٰىۗ ",
    "translation": "selanjutnya dia di sana tidak mati dan tidak (pula) hidup.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5961.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang dimasukkan ke dalam neraka itu menjalani siksaan yang tidak ada habis-habisnya. Mereka merasakan sakit yang tidak ada batasnya, tidak mati di dalamnya dan tidak pula hidup. Allah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)",
    "quraish": "Kemudian ia tidak akan mati di dalam neraka--sehingga dapat tenang dengan kematian itu--dan juga tidak akan hidup dengan kehidupan yang menyenangkan.",
    "jalalayn": "(Kemudian dia tidak mati di dalamnya) hingga ia dapat beristirahat (dan tidak pula hidup) dengan kehidupan yang menyenangkan."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 14,
    "arab": "قَدْ اَفْلَحَ مَنْ تَزَكّٰىۙ ",
    "translation": "Sungguh beruntung orang yang menyucikan diri (dengan beriman),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5962.mp3",
    "tafsir": "Allah menerangkan bahwa orang yang beruntung, yaitu terhindar dari siksa akhirat, adalah orang yang bersih, beriman kepada Allah dan tidak mempersekutukan-Nya, serta percaya kepada yang disampaikan oleh Nabi Muhammad saw.\nBila terlintas dalam hatinya dan ia ingat sifat-sifat Tuhan yang mempunyai kebesaran dan kemuliaan, maka ketika itu pula ia tunduk kepada kekuasaan-Nya lalu sujud melakukan salat. Allah berfirman:\n\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (al-Anfal/8: 2)",
    "quraish": "Sungguh sangat beruntung orang yang menyucikan diri dari sikap kafir dan kemaksiatan.",
    "jalalayn": "(Sesungguhnya beruntunglah) atau mendapat keberuntungan (orang yang membersihkan diri) dengan cara beriman."
  },
  {
    "page": 591,
    "name": "Al-A'la",
    "ayat": 15,
    "arab": "وَذَكَرَ اسْمَ رَبِّهٖ فَصَلّٰىۗ ",
    "translation": "dan mengingat nama Tuhannya, lalu dia salat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5963.mp3",
    "tafsir": "Allah menerangkan bahwa orang yang beruntung, yaitu terhindar dari siksa akhirat, adalah orang yang bersih, beriman kepada Allah dan tidak mempersekutukan-Nya, serta percaya kepada yang disampaikan oleh Nabi Muhammad saw.\nBila terlintas dalam hatinya dan ia ingat sifat-sifat Tuhan yang mempunyai kebesaran dan kemuliaan, maka ketika itu pula ia tunduk kepada kekuasaan-Nya lalu sujud melakukan salat. Allah berfirman:\n\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (al-Anfal/8: 2)",
    "quraish": "Dan mengingat nama Sang Penciptanya dengan hati dan lidahnya, lalu ia mengerjakan salat dengan penuh kekhusyukan dan kepatuhan.",
    "jalalayn": "(Dan dia ingat nama Rabbnya) seraya mengagungkan-Nya (lalu dia salat) maksudnya, mengerjakan salat lima waktu, hal ini merupakan perkara akhirat; akan tetapi orang-orang kafir Mekah berpaling daripadanya."
  }
]