[
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 1,
    "arab": "وَالشَّمْسِ وَضُحٰىهَاۖ",
    "translation": "Demi matahari dan sinarnya pada pagi hari,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6044.mp3",
    "tafsir": "Allah bersumpah dengan matahari dan cahayanya pada waktu duha yang sangat terang dan kontras dengan sesaat sebelumnya di mana kegelapan menutup alam ini. Kemudian Allah bersumpah dengan bulan yang bertolak belakang dengan matahari, sebab ia bukan sumber cahaya tetapi hanya menerima cahaya dari matahari.\nMenurut kajian ilmiah, cahaya di pagi hari adalah yang paling lengkap kekayaan panjang gelombangnya. Oleh karena itu, cahaya matahari pagi paling baik khasiatnya bagi manusia. Matahari adalah sumber energi utama bagi manusia, sedang cahayanya terdiri dari cahaya tampak, inframerah, dan ultraviolet. Cahaya tampak memiliki tujuh spektrum yang berbeda dan masing-masing memiliki kegunaan yang berbeda bagi tubuh manusia. Adapun inframerah bermanfaat untuk mengurangi rasa sakit pada otot-otot, dan ultraviolet berfungsi sebagai fitokatalis yang mempercepat perubahan pro-vitamin D yang ada pada kulit manusia menjadi vitamin D.",
    "quraish": "[[91 ~ ASY-SYAMS (MATAHARI) Pendahuluan: Makkiyyah, 15 ayat ~ Pada permulaan surat ini, Allah bersumpah demi sejumlah makhluk ciptaan-Nya yang begitu besar--yang menunjukkan betapa sempurnanya keesaan dan kekuasaan-Nya--bahwa orang yang menyucikan dirinya dengan keimanan dan ketaatan akan memperoleh kemenangan dan keberuntungan, dan bahwa orang yang mencelakakan dirinya dengan bersikap ingkar dan berbuat maksiat akan memperoleh kerugian. Setelah itu, Allah memperlihatkan bencana yang terjadi pada bangsa Tsamûd, kaum Nabi Shâlih, sebagai salah satu contoh yang dapat dijadikan pelajaran oleh setiap pembangkang dan pendusta. Dikisahkan, misalnya, bahwa ketika kaum Tsamûd itu mendustakan Rasul yang dutus kepada mereka dan menyembelih unta, Allah membinasakan mereka semua. Allah tak akan pernah khawatir terhadap akibat pembinasaan dan apa yang ditimpakan-Nya kepada mereka, karena Dia memang tidak akan ditanya tentang apa yang telah diperbuat. Dia telah menurunkan kepada mereka apa yang berhak mereka terima.]] Aku bersumpah demi matahari: cahaya, terbit dan panasnya.",
    "jalalayn": "(Demi matahari dan cahayanya di pagi hari) yaitu sewaktu memancarkan sinarnya di pagi hari."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 2,
    "arab": "وَالْقَمَرِ اِذَا تَلٰىهَاۖ",
    "translation": "demi bulan apabila mengiringinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6045.mp3",
    "tafsir": "Allah bersumpah dengan matahari dan cahayanya pada waktu duha yang sangat terang dan kontras dengan sesaat sebelumnya di mana kegelapan menutup alam ini. Kemudian Allah bersumpah dengan bulan yang bertolak belakang dengan matahari, sebab ia bukan sumber cahaya tetapi hanya menerima cahaya dari matahari.\nMenurut kajian ilmiah, cahaya di pagi hari adalah yang paling lengkap kekayaan panjang gelombangnya. Oleh karena itu, cahaya matahari pagi paling baik khasiatnya bagi manusia. Matahari adalah sumber energi utama bagi manusia, sedang cahayanya terdiri dari cahaya tampak, inframerah, dan ultraviolet. Cahaya tampak memiliki tujuh spektrum yang berbeda dan masing-masing memiliki kegunaan yang berbeda bagi tubuh manusia. Adapun inframerah bermanfaat untuk mengurangi rasa sakit pada otot-otot, dan ultraviolet berfungsi sebagai fitokatalis yang mempercepat perubahan pro-vitamin D yang ada pada kulit manusia menjadi vitamin D.",
    "quraish": "Demi bulan ketika mengiringi dan menggantikan matahari untuk bersinar setelah matahari terbenam.",
    "jalalayn": "(Dan bulan apabila mengiringinya) apabila muncul mengiringi terbenamnya matahari."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 3,
    "arab": "وَالنَّهَارِ اِذَا جَلّٰىهَاۖ",
    "translation": "demi siang apabila menampakkannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6046.mp3",
    "tafsir": "Selanjutnya Allah bersumpah dengan siang dan malam. Siang menampakkan matahari, sedangkan malam menyembunyikan matahari. Dengan ini, Allah memberikan isyarat tentang sistem perputaran bulan dan bumi terhadap matahari sebagai penanda waktu bagi manusia. Perputaran bumi terhadap matahari menimbulkan sistem penanda waktu syamsiah sedang perputaran bulan terhadap bumi menimbulkan penanda waktu qomariyah. Pergerakan ketiga benda langit ini yang begitu terstruktur tersebut menunjukkan betapa kuasa Allah.",
    "quraish": "Demi siang ketika menampakkan matahari dengan jelas dan tidak tertutupi.",
    "jalalayn": "(Dan siang apabila menampilkannya) yaitu menampakkan matahari yang semakin meninggi."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 4,
    "arab": "وَالَّيْلِ اِذَا يَغْشٰىهَاۖ",
    "translation": "demi malam apabila menutupinya (gelap gulita),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6047.mp3",
    "tafsir": "Selanjutnya Allah bersumpah dengan siang dan malam. Siang menampakkan matahari, sedangkan malam menyembunyikan matahari. Dengan ini, Allah memberikan isyarat tentang sistem perputaran bulan dan bumi terhadap matahari sebagai penanda waktu bagi manusia. Perputaran bumi terhadap matahari menimbulkan sistem penanda waktu syamsiah sedang perputaran bulan terhadap bumi menimbulkan penanda waktu qomariyah. Pergerakan ketiga benda langit ini yang begitu terstruktur tersebut menunjukkan betapa kuasa Allah.",
    "quraish": "Demi malam ketika menyelimuti matahari sehingga menutupi cahayanya.",
    "jalalayn": "(Dan malam apabila menutupinya) artinya menyelimuti siang dengan kegelapannya. Lafal Idzaa yang ada pada tiga tempat di atas hanya menunjukkan makna Zharaf, sedangkan yang menjadi Amilnya adalah Fi'il dari Qasam."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 5,
    "arab": "وَالسَّمَاۤءِ وَمَا بَنٰىهَاۖ",
    "translation": "demi langit serta pembinaannya (yang menakjubkan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6048.mp3",
    "tafsir": "Selanjutnya lagi, Allah bersumpah dengan langit dan bumi. Langit, yaitu kosmos beserta segala isinya, menyangga langit itu sehingga tetap berfungsi sebagai atap bumi. Dan bumi itu terhampar sehingga menyediakan potensi-potensi yang dapat dimanfaatkan manusia untuk hidup di atasnya.",
    "quraish": "Demi langit dan demi Sang Mahakuasa dan Mahaagung yang telah mengangkat dan menjadikannya dengan sempurna.",
    "jalalayn": "(Dan langit serta pembinaannya.)"
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 6,
    "arab": "وَالْاَرْضِ وَمَا طَحٰىهَاۖ",
    "translation": "demi bumi serta penghamparannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6049.mp3",
    "tafsir": "Selanjutnya lagi, Allah bersumpah dengan langit dan bumi. Langit, yaitu kosmos beserta segala isinya, menyangga langit itu sehingga tetap berfungsi sebagai atap bumi. Dan bumi itu terhampar sehingga menyediakan potensi-potensi yang dapat dimanfaatkan manusia untuk hidup di atasnya.",
    "quraish": "Demi bumi dan demi Sang Mahakuasa dan Mahaagung, yang telah menghamparkannya dari setiap sisi dan mempersiapkannya untuk ditempati serta menjadikannya terhampar.",
    "jalalayn": "(Dan bumi serta penghamparannya) yang menghampar."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 7,
    "arab": "وَنَفْسٍ وَّمَا سَوّٰىهَاۖ",
    "translation": "demi jiwa serta penyempurnaan (ciptaan)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6050.mp3",
    "tafsir": "Terakhir, Allah bersumpah dengan diri manusia yang telah Ia ciptakan dengan kondisi fisik dan psikis yang sempurna. Setelah menciptakannya secara sempurna, Allah memasukkan ke dalam diri manusia potensi jahat dan baik.",
    "quraish": "Demi jiwa dan demi Tuhan yang menjadikan dan menyempurnakannya dengan meletakkan kekuatan di dalamnya.",
    "jalalayn": "(Dan jiwa) sekalipun bentuk lafalnya Mufrad tetapi makna yang dimaksud adalah Jamak (serta penyempurnaannya) maksudnya kesempurnaan ciptaannya; lafal Maa pada tiga tempat di atas adalah Maa Mashdariyah, atau bermakna Man."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 8,
    "arab": "فَاَلْهَمَهَا فُجُوْرَهَا وَتَقْوٰىهَاۖ",
    "translation": "maka Dia mengilhamkan kepadanya (jalan) kejahatan dan ketakwaannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6051.mp3",
    "tafsir": "Terakhir, Allah bersumpah dengan diri manusia yang telah Ia ciptakan dengan kondisi fisik dan psikis yang sempurna. Setelah menciptakannya secara sempurna, Allah memasukkan ke dalam diri manusia potensi jahat dan baik.",
    "quraish": "Lalu mengenalkan kebaikan dan keburukan kepadanya, serta memberikan kemampuan untuk melakukan salah satu yang diinginkan dari kedua hal itu.",
    "jalalayn": "(Maka Allah mengilhamkan kepada jiwa itu kefasikan dan ketakwaannya) maksudnya Allah menjelaskan kepadanya jalan kebaikan dan jalan keburukan. Lafal At-Taqwaa letaknya diakhirkan karena demi memelihara keserasian bunyi akhir ayat, sedangkan sebagai Jawab dari Qasam di atas ialah:"
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 9,
    "arab": "قَدْ اَفْلَحَ مَنْ زَكّٰىهَاۖ",
    "translation": "sungguh beruntung orang yang menyucikannya (jiwa itu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6052.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menegaskan pesan yang begitu pentingnya sehingga untuk itu Ia perlu bersumpah. Pesan itu adalah bahwa orang yang membersihkan dirinya, yaitu mengendalikan dirinya sehingga hanya mengerjakan perbuatan-perbuatan baik, akan beruntung, yaitu bahagia di dunia dan terutama di akhirat. Sedangkan orang yang mengotori dirinya, yaitu mengikuti hawa nafsunya sehingga melakukan perbuatan-perbuatan dosa, akan celaka, yaitu tidak bahagia di dunia dan di akhirat masuk neraka.",
    "quraish": "Orang-orang yang menyucikan dirinya dengan selalu taat dan berbuat baik sungguh sangat beruntung.",
    "jalalayn": "(Sesungguhnya beruntunglah) pada lafal Qad Aflaha ini sengaja tidak disebutkan huruf Lam Taukidnya karena mengingat panjangnya pembicaraan (orang yang menyucikannya) yakni menyucikan jiwanya dari dosa-dosa."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 10,
    "arab": "وَقَدْ خَابَ مَنْ دَسّٰىهَاۗ",
    "translation": "dan sungguh rugi orang yang mengotorinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6053.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menegaskan pesan yang begitu pentingnya sehingga untuk itu Ia perlu bersumpah. Pesan itu adalah bahwa orang yang membersihkan dirinya, yaitu mengendalikan dirinya sehingga hanya mengerjakan perbuatan-perbuatan baik, akan beruntung, yaitu bahagia di dunia dan terutama di akhirat. Sedangkan orang yang mengotori dirinya, yaitu mengikuti hawa nafsunya sehingga melakukan perbuatan-perbuatan dosa, akan celaka, yaitu tidak bahagia di dunia dan di akhirat masuk neraka.",
    "quraish": "Dan orang-orang yang memendam sifat-sifat baiknya dan mematikan potensi berbuat baiknya sungguh amat merugi.",
    "jalalayn": "(Dan sesungguhnya merugilah) atau rugilah (orang yang mengotorinya) yang menodainya dengan perbuatan maksiat. Asalnya lafal Dassaahaa ialah Dassasahaa, kemudian huruf Sin yang kedua diganti menjadi Alif demi untuk meringankan pengucapannya, akhirnya jadilah Dassaahaa."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 11,
    "arab": "كَذَّبَتْ ثَمُوْدُ بِطَغْوٰىهَآ  ۖ",
    "translation": "(Kaum) samud telah mendustakan (rasulnya) karena mereka melampaui batas (zalim),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6054.mp3",
    "tafsir": "Kaum Samud adalah umat Nabi Saleh. Mereka telah mendustakan dan mengingkari kenabian dan ajaran-ajaran yang dibawa Nabi Saleh dari Allah. Nabi Saleh diberi mukjizat oleh Allah sebagai ujian bagi kaumnya, yaitu seekor unta betina yang dijelmakan dari sebuah batu besar, untuk menandingi keahlian kaum itu yang sangat piawai dalam seni patung dari batu. Bila mereka piawai dalam seni patung sehingga patung itu terlihat bagaikan hidup, maka mukjizat Nabi Saleh adalah menjelmakan seekor unta betina yang benar-benar hidup dari sebuah batu. Akan tetapi, mereka tidak mengakuinya, dan berusaha membunuh unta itu.",
    "quraish": "Kaum Tsamûd telah mendustakan nabi mereka dengan sikap angkuh dan melampaui batas, ketika orang yang paling celaka di antara mereka bangkit hendak menyembelih unta.",
    "jalalayn": "(Kaum Tsamud telah mendustakan) rasulnya, yaitu Nabi Saleh (karena mereka melampaui batas) disebabkan tindakan mereka yang melampaui batas."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 12,
    "arab": "اِذِ انْۢبَعَثَ اَشْقٰىهَاۖ",
    "translation": "ketika bangkit orang yang paling celaka di antara mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6055.mp3",
    "tafsir": "Awal kecelakaan bagi kaum Samud adalah ketika tampil seorang yang paling jahat dari mereka, yaitu Qudar bin Salif. Ia adalah seorang yang sangat berani, perkasa, dan bengis. Ia datang memprovokasi kaumnya untuk membunuh unta betina mukjizat Nabi Saleh.",
    "quraish": "Kaum Tsamûd telah mendustakan nabi mereka dengan sikap angkuh dan melampaui batas, ketika orang yang paling celaka di antara mereka bangkit hendak menyembelih unta.",
    "jalalayn": "(Ketika bangkit) artinya bersegera (orang yang paling celaka di antara mereka) orang tersebut dikenal dengan nama julukan si pendekar, lalu ia bersegera menyembelih unta Nabi Saleh atas izin mereka."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 13,
    "arab": "فَقَالَ لَهُمْ رَسُوْلُ اللّٰهِ نَاقَةَ اللّٰهِ وَسُقْيٰهَاۗ",
    "translation": "lalu Rasul Allah (Saleh) berkata kepada mereka, “(Biarkanlah) unta betina dari Allah ini dengan minumannya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6056.mp3",
    "tafsir": "Nabi Saleh memperingatkan kaumnya agar tidak mengganggu unta itu. Ia memperingatkan bahwa unta itu adalah mukjizat dari Allah, dan haknya untuk memperoleh minum berselang hari dengan mereka, harus dihormati. Ia memperingatkan pula bahwa bila mereka mengganggunya, mereka akan mendapat bahaya.",
    "quraish": "Lalu Rasulullah Shâlih berkata kepada mereka, \"Biarkanlah unta Allah itu makan di bumi Allah. Jangan kalian larang unta itu untuk minum pada hari itu.\"",
    "jalalayn": "(Lalu Rasul Allah berkata kepada mereka) yakni Nabi Saleh (\"Unta betina Allah) maksudnya biarkanlah unta betina Allah ini (dan minumannya\") dan hari bagian minumnya; sesungguhnya bagian minum itu digilirkan antara mereka dan unta; untuk unta sehari dan untuk mereka sehari."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 14,
    "arab": "فَكَذَّبُوْهُ فَعَقَرُوْهَاۖ فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْۢبِهِمْ فَسَوّٰىهَاۖ",
    "translation": "Namun mereka mendustakannya dan menyembelihnya, karena itu Tuhan membinasakan mereka karena dosanya, lalu diratakan-Nya (dengan tanah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6057.mp3",
    "tafsir": "Akan tetapi, kaumnya memandang Nabi Saleh bohong, begitu juga unta itu sebagai mukjizat, dan menganggap sepi peringatan Nabi Saleh tersebut. Unta itu mereka tangkap beramai-ramai, lalu Qudar bin Salif membunuhnya dengan cara memotong-motongnya. Akhirnya Allah meratakan negeri mereka dengan tanah, dengan mengirim petir yang menggelegar yang diiringi gempa yang dahsyat, sebagai balasan pembangkangan dan dosa-dosa mereka.",
    "quraish": "Tetapi, kemudian, mereka mendustakan ancaman Shâlih dengan menyembelih unta. Lalu, akibat dosa- dosa mereka sendiri, Allah membinasakan dan meratakan negeri mereka dengan tanah.",
    "jalalayn": "(Lalu mereka mendustakannya) mendustakan ucapan Nabi Saleh yang mengatakan, bahwa unta itu adalah milik Allah, dan bila mereka melanggarnya niscaya hal itu akan berakibat turunnya azab atas mereka (dan menyembelih unta itu) atau mereka membunuhnya itu, dengan maksud supaya bagian minum itu diperoleh seluruhnya oleh mereka (maka menimpakanlah) atau menurunkanlah (kepada mereka Rabb mereka) azab (disebabkan dosa mereka, lalu Allah meratakan azab) atas mereka, sehingga tidak ada seorang pun dari mereka yang dapat lolos atau menyelamatkan diri dari azab-Nya."
  },
  {
    "page": 595,
    "name": "Asy-Syams",
    "ayat": 15,
    "arab": "وَلَا يَخَافُ عُقْبٰهَا ࣖ",
    "translation": "dan Dia tidak takut terhadap akibatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6058.mp3",
    "tafsir": "Allah tidak peduli bencana yang Ia timpakan kepada mereka dengan korban yang begitu besar. Hal itu karena pembangkangan mereka yang sudah sangat keterlaluan, yaitu membunuh unta betina (mukjizat) yang diturunkan-Nya kepada nabi-Nya.",
    "quraish": "Dan Allah tidak akan pernah khawatir terhadap akibat dari tindakan yang dilakukanNya dengan menimpakan hukuman atas mereka itu, karena hal itu adalah balasan yang setimpal atas apa yang mereka lakukan.",
    "jalalayn": "(Dan tiadalah) dapat dibaca Walaa dan Falaa (Allah takut terhadap akibat tindakan-Nya itu) maksudnya akibat azab yang akan terjadi."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 1,
    "arab": "وَالَّيْلِ اِذَا يَغْشٰىۙ",
    "translation": "Demi malam apabila menutupi (cahaya siang),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6059.mp3",
    "tafsir": "Allah bersumpah dengan malam apabila menutupi, yaitu ketika malam sudah merata menutupi alam ini. Ini adalah waktu isya yaitu ketika cahaya merah sudah hilang di ufuk barat. Waktu itu manusia pada umumnya sudah mengakhiri aktivitasnya, dan ingin istirahat dan pergi tidur. Kemudian Allah bersumpah dengan aktivitas alam sebaliknya, yaitu siang ketika terang benderang. Waktu itu adalah waktu duha ketika cahaya matahari sudah merata menyinari alam ini, yang kontras dengan malam yang baru saja berakhir, dan manusia mulai bekerja.",
    "quraish": "[[92 ~ AL-LAYL (MALAM) Pendahuluan: Makkiyyah, 21 ayat ~ Dalam surat ini, Allah Swt. bersumpah dengan tiga sumpah bahwa perbuatan manusia sangat beragam. Ada yang termasuk dalam kategori petunjuk (hudâ) dan ada pula yang termasuk dalam kategori kesesatan (dlalâl). Orang yang mau menginfakkan hartanya, bertakwa dan membenarkan adanya hal-hal yang baik, seperti diterangkan pada ayat selanjutnya, akan diberikan kemudahan oleh Allah. Sebaliknya, orang yang kikir, merasa cukup dan mendustakan adanya hal-hal yang baik, akan mendapatkan kesulitan dari Allah. Kekayaannya tidak akan berguna lagi ketika ia terjerumus ke dalam neraka. Sedangkan ayat-ayat selanjutnya menjelaskan bahwa Allah Swt. menjamin akan menunjuki berbagai jalan petunjuk, sebagai suatu karunia dari-Nya. Hanya milik-Nyalah ihwal kehidupan dunia dan akhirat. Dan Dia memperingatkan dengan neraka yang akan membakar orang-orang yang celaka, sedang orang-orang yang bertakwa akan dijauhkan dari neraka itu.]] Aku bersumpah demi malam, ketika kegelapannya telah merata.",
    "jalalayn": "(Demi malam apabila menutupi) semua apa yang ada di langit dan di bumi dengan kegelapannya."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 2,
    "arab": "وَالنَّهَارِ اِذَا تَجَلّٰىۙ",
    "translation": "demi siang apabila terang benderang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6060.mp3",
    "tafsir": "Allah bersumpah dengan malam apabila menutupi, yaitu ketika malam sudah merata menutupi alam ini. Ini adalah waktu isya yaitu ketika cahaya merah sudah hilang di ufuk barat. Waktu itu manusia pada umumnya sudah mengakhiri aktivitasnya, dan ingin istirahat dan pergi tidur. Kemudian Allah bersumpah dengan aktivitas alam sebaliknya, yaitu siang ketika terang benderang. Waktu itu adalah waktu duha ketika cahaya matahari sudah merata menyinari alam ini, yang kontras dengan malam yang baru saja berakhir, dan manusia mulai bekerja.",
    "quraish": "Demi siang ketika cahayanya telah terang benderang.",
    "jalalayn": "(Dan siang apabila terang benderang) apabila menampilkan dirinya. Lafal Idzaa yang ada pada dua tempat di atas hanya menunjukkan makna Zharaf atau waktu. Sedangkan yang menjadi Amilnya adalah Fi'il Qasam."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 3,
    "arab": "وَمَا خَلَقَ الذَّكَرَ وَالْاُنْثٰىٓ ۙ",
    "translation": "demi penciptaan laki-laki dan perempuan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6061.mp3",
    "tafsir": "Selanjutnya, Allah bersumpah dengan laki-laki dan perempuan yang telah diciptakan-Nya. Ini adalah juga dua makhluk yang berlawanan jenis dan kodratnya.",
    "quraish": "Demi Zat yang telah menciptakan dua jenis: laki-laki dan perempuan, jantan dan betina, dari setiap makhluk yang berkembang biak.",
    "jalalayn": "(Dan apa) lafal Maa di sini bermakna Man, yakni manusia; atau dianggap sebagai Maa Mashdariyah (yang Dia telah menciptakannya, yaitu laki-laki dan perempuan) yang dimaksud adalah Adam dan Hawa, demikian pula setiap laki-laki dan perempuan lainnya. Adapun banci/wadam yang tidak dapat diketahui apakah ia sebagai laki-laki atau perempuan di sisi Allah swt., maka jika seseorang yang bersumpah bahwa dia tidak akan berbicara dengan siapa pun baik laki-laki atau perempuan, lalu dia berbicara dengan orang banci, maka dia dianggap telah melanggar sumpahnya itu."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 4,
    "arab": "اِنَّ سَعْيَكُمْ لَشَتّٰىۗ",
    "translation": "sungguh, usahamu memang beraneka macam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6062.mp3",
    "tafsir": "Setelah bersumpah dengan dua-dua makhluk-Nya yang berlawanan jenis dan sifatnya, Allah menegaskan bahwa perbuatan atau tingkah laku manusia itu memang bermacam-macam. Perbedaan itu terjadi karena perbedaan kemauannya, apakah mengikuti potensi positifnya ataukah mengikuti potensi negatifnya.",
    "quraish": "Usaha kalian sungguh berbeda-beda. Ada yang membuat gembira pelakunya dan ada pula yang membuat celaka.",
    "jalalayn": "(Sesungguhnya usaha kalian) atau kerja kalian (memang berbeda-beda) beraneka macam; ada orang yang beramal atau bekerja untuk mendapatkan surga, dengan cara menempuh jalan ketaatan; dan ada pula orang yang beramal atau bekerja untuk neraka, dengan cara menempuh jalan kemaksiatan."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 5,
    "arab": "فَاَمَّا مَنْ اَعْطٰى وَاتَّقٰىۙ",
    "translation": "Maka barangsiapa memberikan (hartanya di jalan Allah) dan bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6063.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. \nKetiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia.\nKepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat.",
    "quraish": "Orang yang mengeluarkan hartanya di jalan Allah dan takut kepada Tuhannya sehingga menghindari melakukan segala sesuatu yang diharamkan-Nya, serta meyakini adanya hal-hal yang baik--yaitu beriman kepada Allah berdasarkan keyakinan--maka Kami akan menyiapkan untuknya jalan yang mengantarkannya kepada kemudahan dan ketenangan dengan mengarahkannya kepada jalan kebaikan.",
    "jalalayn": "(Adapun orang yang memberikan) menginfakkan hartanya di jalan Allah (dan bertakwa) kepada Allah."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 6,
    "arab": "وَصَدَّقَ بِالْحُسْنٰىۙ",
    "translation": "dan membenarkan (adanya pahala) yang terbaik (surga),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6064.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. \nKetiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia.\nKepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat.",
    "quraish": "Orang yang mengeluarkan hartanya di jalan Allah dan takut kepada Tuhannya sehingga menghindari melakukan segala sesuatu yang diharamkan-Nya, serta meyakini adanya hal-hal yang baik--yaitu beriman kepada Allah berdasarkan keyakinan--maka Kami akan menyiapkan untuknya jalan yang mengantarkannya kepada kemudahan dan ketenangan dengan mengarahkannya kepada jalan kebaikan.",
    "jalalayn": "(Dan membenarkan perkara yang baik) yaitu makna yang terkandung di dalam lafal Laa Ilaaha Illallaah yang artinya tiada Tuhan selain Allah. Dengan kata lain, bahwa infak di jalan Allah yang dilakukannya dan bertakwa kepada-Nya yang dijalankannya itu tiada lain berangkat dari keimanannya kepada kalimat Laa Ilaaha Illallaah."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 7,
    "arab": "فَسَنُيَسِّرُهٗ لِلْيُسْرٰىۗ",
    "translation": "maka akan Kami mudahkan baginya jalan menuju kemudahan (kebahagiaan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6065.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. \nKetiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia.\nKepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat.",
    "quraish": "Orang yang mengeluarkan hartanya di jalan Allah dan takut kepada Tuhannya sehingga menghindari melakukan segala sesuatu yang diharamkan-Nya, serta meyakini adanya hal-hal yang baik--yaitu beriman kepada Allah berdasarkan keyakinan--maka Kami akan menyiapkan untuknya jalan yang mengantarkannya kepada kemudahan dan ketenangan dengan mengarahkannya kepada jalan kebaikan.",
    "jalalayn": "(Maka Kami kelak akan menyiapkan baginya tempat yang mudah) yaitu surga."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 8,
    "arab": "وَاَمَّا مَنْۢ بَخِلَ وَاسْتَغْنٰىۙ",
    "translation": "dan adapun orang yang kikir dan merasa dirinya cukup (tidak perlu pertolongan Allah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6066.mp3",
    "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
    "quraish": "Sedangkan orang yang kikir dengan hartanya, sehingga tidak melaksanakan hak Allah yang ada pada harta itu, dan merasa cukup dengan kekayaan sehingga tidak butuh kepada apa yang ada di sisi Allah serta mendustakan adanya hal-hal yang baik, maka Kami akan menyiapkan baginya jalan untuk menuju kepada hal-hal yang mengantarkannya kepada kesulitan dan kecelakaan yang abadi.",
    "jalalayn": "(Dan adapun orang yang bakhil) tidak mau menginfakkan hartanya di jalan Allah (dan merasa dirinya cukup) artinya tidak membutuhkan pahala-Nya."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 9,
    "arab": "وَكَذَّبَ بِالْحُسْنٰىۙ",
    "translation": "serta mendustakan (pahala) yang terbaik,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6067.mp3",
    "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
    "quraish": "Sedangkan orang yang kikir dengan hartanya, sehingga tidak melaksanakan hak Allah yang ada pada harta itu, dan merasa cukup dengan kekayaan sehingga tidak butuh kepada apa yang ada di sisi Allah serta mendustakan adanya hal-hal yang baik, maka Kami akan menyiapkan baginya jalan untuk menuju kepada hal-hal yang mengantarkannya kepada kesulitan dan kecelakaan yang abadi.",
    "jalalayn": "(Serta mendustakan perkara yang baik.)"
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 10,
    "arab": "فَسَنُيَسِّرُهٗ لِلْعُسْرٰىۗ",
    "translation": "maka akan Kami mudahkan baginya jalan menuju kesukaran (kesengsaraan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6068.mp3",
    "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
    "quraish": "Sedangkan orang yang kikir dengan hartanya, sehingga tidak melaksanakan hak Allah yang ada pada harta itu, dan merasa cukup dengan kekayaan sehingga tidak butuh kepada apa yang ada di sisi Allah serta mendustakan adanya hal-hal yang baik, maka Kami akan menyiapkan baginya jalan untuk menuju kepada hal-hal yang mengantarkannya kepada kesulitan dan kecelakaan yang abadi.",
    "jalalayn": "(Maka kelak Kami akan menyiapkan baginya) menyediakan baginya (tempat yang sukar) yaitu neraka."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 11,
    "arab": "وَمَا يُغْنِيْ عَنْهُ مَالُهٗٓ اِذَا تَرَدّٰىٓۙ",
    "translation": "dan hartanya tidak bermanfaat baginya apabila dia telah binasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6069.mp3",
    "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
    "quraish": "Maka, jika ia binasa, azab manakah yang dapat ditebus dengan harta yang ia kikirkan dahulu?",
    "jalalayn": "(Dan tiadalah) huruf Maa di sini bermakna Nafi yakni tidaklah (berguna bagi dirinya harta miliknya apabila ia telah terjerumus) ke dalam neraka."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 12,
    "arab": "اِنَّ عَلَيْنَا لَلْهُدٰىۖ",
    "translation": "Sesungguhnya Kamilah yang memberi petunjuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6070.mp3",
    "tafsir": "Allah menegaskan bahwa Ia berkewajiban menunjuki manusia mana jalan yang benar dan mana jalan yang salah, mana yang baik dan mana yang buruk, sebagaimana dinyatakan-Nya dalam ayat lain:\n\nDan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, \"Salamun 'alaikum (selamat sejahtera untuk kamu).\" Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang. (al-An'am/6: 54)",
    "quraish": "Sesungguhnya kewajiban Kamilah--sesuai dengan segala kebijaksanaan Kami--untuk menerangkan jalan petunjuk kepada makhluk.",
    "jalalayn": "(Sesungguhnya kewajiban Kamilah memberi petunjuk) untuk membedakan antara jalan hidayah dan jalan kesesatan; dimaksud supaya ia mengerjakan perintah Kami dengan menempuh jalan yang pertama, dan ia Kami larang dari menempuh jalan yang kedua."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 13,
    "arab": "وَاِنَّ لَنَا لَلْاٰخِرَةَ وَالْاُوْلٰىۗ",
    "translation": "dan sesungguhnya milik Kamilah akhirat dan dunia itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6071.mp3",
    "tafsir": "Allah juga pemilik alam ini, baik alam akhirat maupun alam dunia. Bila Allah pemilik segala-galanya, maka tiada jalan bagi manusia selain meminta semuanya itu kepada-Nya dengan jalan mengimani dan bertakwa kepada-Nya.",
    "quraish": "Dan hanya Kamilah yang berhak untuk mengurus di dunia dan akhirat.",
    "jalalayn": "(Dan sesungguhnya kepunyaan Kamilah akhirat dan dunia) maka barang siapa yang mencari keduanya tanpa meminta kepada Kami berarti dia telah sesat jalan."
  },
  {
    "page": 595,
    "name": "Al-Lail",
    "ayat": 14,
    "arab": "فَاَنْذَرْتُكُمْ نَارًا تَلَظّٰىۚ",
    "translation": "Maka Aku memperingatkan kamu dengan neraka yang menyala-nyala,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6072.mp3",
    "tafsir": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya.",
    "quraish": "Maka Aku memperingatkan kalian dengan api neraka yang menyala-nyala.",
    "jalalayn": "(Maka Kami memperingatkan kalian) maksudnya Kami pertakuti kalian hai penduduk Mekah (dengan neraka yang menyala-nyala) asal kata Talazhzhaa adalah Tatalazhzhaa, kemudian salah satu di antara kedua huruf Ta dibuang, sehingga jadilah Talazhzhaa. Akan tetapi ada juga suatu qiraat yang membaca sesuai dengan huruf asalnya."
  }
]