[
  {
    "page": 596,
    "name": "Al-Lail",
    "ayat": 15,
    "arab": "لَا يَصْلٰىهَآ اِلَّا الْاَشْقَىۙ",
    "translation": "yang hanya dimasuki oleh orang yang paling celaka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6073.mp3",
    "tafsir": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya.",
    "quraish": "Tidak ada yang kekal di dalamnya kecuali orang kafir yang mendustakan kebenaran dan berpaling dari ayat-ayat Tuhannya.",
    "jalalayn": "(Tidak ada yang masuk ke dalamnya) atau memasukinya (kecuali orang yang celaka) sekalipun lafal Al-Asyqaa ini menunjukkan arti yang paling celaka, akan tetapi makna yang dimaksud ialah orang yang celaka."
  },
  {
    "page": 596,
    "name": "Al-Lail",
    "ayat": 16,
    "arab": "الَّذِيْ كَذَّبَ وَتَوَلّٰىۗ",
    "translation": "yang mendustakan (kebenaran) dan berpaling (dari iman).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6074.mp3",
    "tafsir": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya.",
    "quraish": "Tidak ada yang kekal di dalamnya kecuali orang kafir yang mendustakan kebenaran dan berpaling dari ayat-ayat Tuhannya.",
    "jalalayn": "(Yang mendustakan) Nabi saw. (dan berpaling) dari iman. Pengecualian yang terdapat pada ayat sebelum ayat ini merupakan takwil dari makna yang terkandung di dalam ayat lainnya yaitu, firman-Nya, \"dan Dia mengampuni segala dosa yang selain dari (syirik) itu, bagi siapa yang dikehendaki-Nya.\" (Q.S. An-Nisa, 48) Dengan demikian berarti makna yang dimaksud dengan masuk neraka pada ayat 15 tadi adalah masuk untuk selama-lamanya, yakni untuk menjadi penghuni yang abadi."
  },
  {
    "page": 596,
    "name": "Al-Lail",
    "ayat": 17,
    "arab": "وَسَيُجَنَّبُهَا الْاَتْقَىۙ",
    "translation": "Dan akan dijauhkan darinya (neraka) orang yang paling bertakwa, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6075.mp3",
    "tafsir": "Sebaliknya adalah orang yang takwa, yaitu orang yang memberikan kekayaannya untuk membantu orang lain untuk menyucikan dirinya. Orang yang takwa itu akan terjauh dari neraka. Contoh orang yang paling takwa adalah Abu Bakar as-siddiq yang telah menggunakan seluruh kekayaannya untuk memerdekakan orang-orang lemah dan perempuan-perempuan yang masuk Islam dan membantu mereka.",
    "quraish": "Dan orang yang sangat takut untuk bersikap ingkar dan berbuat maksiat yang menafkahkan hartanya di jalan kebaikan untuk menyucikannya dari kotoran kekikiran akan dijauhkan dari api neraka.",
    "jalalayn": "(Dan kelak akan dijauhkan dari neraka itu) dihindarkan daripadanya (orang yang bertakwa) demikian pula lafal Al-Atqaa, sekalipun menunjukkan makna Tafdhil, tetapi makna yang dimaksud adalah At-Taqiyyu, yakni orang yang bertakwa."
  },
  {
    "page": 596,
    "name": "Al-Lail",
    "ayat": 18,
    "arab": "الَّذِيْ يُؤْتِيْ مَالَهٗ يَتَزَكّٰىۚ",
    "translation": "yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6076.mp3",
    "tafsir": "Sebaliknya adalah orang yang takwa, yaitu orang yang memberikan kekayaannya untuk membantu orang lain untuk menyucikan dirinya. Orang yang takwa itu akan terjauh dari neraka. Contoh orang yang paling takwa adalah Abu Bakar as-siddiq yang telah menggunakan seluruh kekayaannya untuk memerdekakan orang-orang lemah dan perempuan-perempuan yang masuk Islam dan membantu mereka.",
    "quraish": "Dan orang yang sangat takut untuk bersikap ingkar dan berbuat maksiat yang menafkahkan hartanya di jalan kebaikan untuk menyucikannya dari kotoran kekikiran akan dijauhkan dari api neraka.",
    "jalalayn": "(Yang menafkahkan hartanya untuk membersihkannya) untuk membersihkannya di sisi Allah swt. seumpamanya dia mengeluarkannya bukan karena ria atau pamer dan gengsi, maka setelah itu harta yang dimilikinya menjadi bersih di sisi-Nya nanti. Ayat ini diturunkan berkenaan dengan Abu Bakar Ash-Shiddiq r.a. yaitu sewaktu ia membeli Bilal yang sedang disiksa oleh majikannya karena beriman. Setelah membelinya lalu langsung memerdekakannya. Pada saat itu juga orang-orang kafir mengatakan, bahwa tiada lain Abu Bakar melakukan hal tersebut karena ia telah berutang jasa kepadanya. Maka pada saat itu turunlah ayat ini."
  },
  {
    "page": 596,
    "name": "Al-Lail",
    "ayat": 19,
    "arab": "وَمَا لِاَحَدٍ عِنْدَهٗ مِنْ نِّعْمَةٍ تُجْزٰىٓۙ",
    "translation": "dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6077.mp3",
    "tafsir": "Orang-orang yang bertakwa membantu orang lain bukan karena orang itu berjasa kepadanya yang karena itu ia perlu membalasnya. Ia membantu orang itu semata-mata karena mengharapkan rida dan surga Allah di akhirat.",
    "quraish": "Menurut orang yang menginfakkan hartanya ini, tidak ada seorang pun yang berhak untuk memberikan nikmat dan ganjaran baginya.",
    "jalalayn": "(Padahal tidak ada seseorang pun memberikan suatu nikmat kepadanya yang harus dibalasnya,)"
  },
  {
    "page": 596,
    "name": "Al-Lail",
    "ayat": 20,
    "arab": "اِلَّا ابْتِغَاۤءَ وَجْهِ رَبِّهِ الْاَعْلٰىۚ",
    "translation": "tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6078.mp3",
    "tafsir": "Orang-orang yang bertakwa membantu orang lain bukan karena orang itu berjasa kepadanya yang karena itu ia perlu membalasnya. Ia membantu orang itu semata-mata karena mengharapkan rida dan surga Allah di akhirat.",
    "quraish": "Tetapi ia menginfakkannya untuk mencari keridaan Allah, Tuhannya yang Mahatinggi.",
    "jalalayn": "(melainkan) tetapi hanya semata-mata (karena mencari keridaan Rabbnya Yang Maha Tinggi) artinya dia memberikan hartanya itu hanya karena mengharapkan pahala Allah."
  },
  {
    "page": 596,
    "name": "Al-Lail",
    "ayat": 21,
    "arab": "وَلَسَوْفَ يَرْضٰى ࣖ",
    "translation": "Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6079.mp3",
    "tafsir": "Orang takwa yang membantu orang lain untuk mencari rida Allah itu akhirnya akan memperolehnya. Orang itu terjauh dari neraka, dan pasti masuk surga.",
    "quraish": "Dan dia pasti akan mendapatkan apa yang diinginkannya dari Tuhannya dengan sempurna, sehingga keridaan itu benar-benar terwujud.",
    "jalalayn": "(Dan kelak Dia benar-benar mendapat kepuasan) dari pahala pemberiannya itu di surga nanti. Makna ayat ini mencakup pula setiap orang yang mengerjakan amal perbuatan seperti yang telah dilakukan oleh Abu Bakar r.a. Kelak dia akan dijauhkan dari neraka dan mendapatkan pahala yang berlimpah."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 1,
    "arab": "وَالضُّحٰىۙ",
    "translation": "Demi waktu duha (ketika matahari naik sepenggalah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6080.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri.",
    "quraish": "[[93 ~ ADL-DLUHA (WAKTU DUHA) Pendahuluan: Makkiyyah, 11 ayat ~ Surat ini dibuka dengan sumpah demi dua waktu yang menggambarkan jam kerja dan jam istirahat, bahwa Allah tidak akan meninggalkan dan membenci Rasul-Nya. Kedudukan tinggi di akhirat yang dijanjikan Allah kepadanya jauh lebih baik daripada apa yang dikaruniakan-Nya di dunia. Kemudian Allah bersumpah pula bahwa Dia akan memberi Rasulullah sesuatu yang membuatnya merasa puas. Keadaan masa lalu yang dialami Rasulullah merupakan bukti dari itu semua. Betapa, sebelumnya, Rasulullah adalah seorang anak yatim, tetapi kemudian mendapat perlindungan dari Allah. Betapa ia mengalami kebingungan, tetapi kemudian mendapat petunjuk dari Allah. Dan betapa pula ia adalah seorang fakir, tetapi kemudian memperoleh penghidupan yang cukup dari Allah. Ayat-ayat selanjutnya dalam surat ini mengajak untuk menghormati anak yatim, tidak menghardik orang yang meminta-minta dan menyebutkan nikmat Allah.]] Aku bersumpah demi waktu naiknya matahari dan waktu kerja.",
    "jalalayn": "(Demi waktu Dhuha) yakni waktu matahari sepenggalah naik, yaitu di awal siang hari; atau makna yang dimaksud ialah siang hari seluruhnya."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 2,
    "arab": "وَالَّيْلِ اِذَا سَجٰىۙ",
    "translation": "dan demi malam apabila telah sunyi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6081.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri.",
    "quraish": "Demi malam ketika telah sunyi dan kegelapannya mulai menyelimutinya.",
    "jalalayn": "(Dan demi malam apabila telah sunyi) telah tenang, atau telah menutupi dengan kegelapannya."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 3,
    "arab": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلٰىۗ",
    "translation": "Tuhanmu tidak meninggalkan engkau (Muhammad) dan tidak (pula) membencimu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6082.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri.",
    "quraish": "Bahwa Tuhanmu, wahai Muhammad, tidak meninggalkanmu dan tidak pula membencimu.",
    "jalalayn": "(Tiada meninggalkan kamu) tiada membiarkan kamu sendirian, hai Muhammad (Rabbmu, dan tiada pula Dia benci kepadamu) atau tidak senang kepadamu. Ayat ini diturunkan setelah selang beberapa waktu yaitu lima belas hari wahyu tidak turun-turun kepadanya, kemudian orang-orang kafir mengatakan, sesungguhnya Rabb Muhammad telah meninggalkannya dan membencinya."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 4,
    "arab": "وَلَلْاٰخِرَةُ خَيْرٌ لَّكَ مِنَ الْاُوْلٰىۗ",
    "translation": "dan sungguh, yang kemudian itu lebih baik bagimu dari yang permulaan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6083.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan sesuatu yang melapangkan dada Nabi saw dan menenteramkan jiwanya, bahwa keadaan Nabi dalam kehidupannya di hari-hari mendatang akan lebih baik dibandingkan dengan hari-hari yang telah lalu. Kebesarannya akan bertambah dan namanya akan lebih dikenal. Allah akan selalu membimbingnya untuk mencapai kemuliaan dan untuk menuju kepada kebesaran.\nSeakan-akan Allah mengatakan kepada Rasul-Nya, \"Apakah engkau kira bahwa Aku akan meninggalkanmu? Bahkan kedudukanmu di sisi-Ku sekarang lebih kukuh dan lebih dekat dari masa yang sudah-sudah.\"\nJanji Allah kepada Nabi Muhammad terus terbukti karena sejak itu nama Nabi saw semakin terkenal, kedudukannya semakin bertambah kuat, sehingga mencapai tingkat yang tidak pernah dicapai oleh para rasul sebelumnya. Allah telah menjadikan Nabi Muhammad sebagai rahmat, petunjuk, dan cahaya untuk seluruh alam dan seluruh hamba-Nya. Allah menjadikan cinta kepada Nabi Muhammad termasuk cinta kepada-Nya juga; mengikuti Nabi dan mematuhinya adalah jalan untuk memperoleh nikmat-nikmat-Nya, serta menjadikan umat Nabi sebagai saksi-saksi untuk manusia seluruhnya. Nabi saw sendiri telah menyiarkan agama Allah sesuai dengan kehendak-Nya sehingga sampai ke pelosok-pelosok dunia.\nIni adalah suatu kebesaran yang tiada bandingnya, suatu keunggulan yang tiada taranya, dan suatu kemuliaan yang tidak ada yang dapat mengimbanginya. Semua itu adalah anugerah Allah yang diberikan kepada orang yang dikehendaki-Nya.",
    "quraish": "Dan bahwa akibat dan akhir keadaanmu adalah lebih baik daripada permulaannya.",
    "jalalayn": "(Dan sesungguhnya akhir itu lebih baik bagimu) maksudnya kehidupan di akhirat itu lebih baik bagimu, karena di dalamnya terdapat kemuliaan-kemuliaan bagimu (dari permulaan) dari kehidupan duniawi."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 5,
    "arab": "وَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضٰىۗ",
    "translation": "Dan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6084.mp3",
    "tafsir": "Dalam ayat ini, Allah menyampaikan berita gembira kepada Nabi Muhammad, bahwa Dia akan terus-menerus melimpahkan anugerah-Nya kepada beliau, sehingga beliau menjadi senang dan bahagia. Di antara pemberian-Nya itu ialah turunnya wahyu terus-menerus setelah itu sebagai petunjuk bagi Nabi saw dan umatnya untuk mendapat kebahagiaan hidup di dunia dan hari akhirat. Dia akan memenangkan agama yang dibawa Nabi Muhammad atas seluruh agama lainnya dan Dia akan mengangkat kedudukannya di atas kedudukan manusia seluruhnya.",
    "quraish": "Dan Aku bersumpah pula bahwa Tuhanmu pasti akan memberikan kebaikan dunia dan akhirat sampai kamu merasa puas.",
    "jalalayn": "(Dan kelak Rabbmu pasti memberimu) di akhirat berupa kebaikan-kebaikan yang berlimpah ruah (lalu kamu menjadi puas) dengan pemberian itu. Maka Rasulullah saw. bersabda, \"Kalau begitu mana mungkin aku puas, sedangkan seseorang di antara umatku masih berada di neraka.\" Sampai di sini selesailah Jawab Qasam, yaitu dengan kedua kalimat yang dinisbatkan sesudah dua kalimat yang dinafikan."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 6,
    "arab": "اَلَمْ يَجِدْكَ يَتِيْمًا فَاٰوٰىۖ",
    "translation": "Bukankah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungi(mu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6085.mp3",
    "tafsir": "Dalam ayat ini, Allah mengingatkan nikmat yang pernah diterima Nabi Muhammad dengan mengatakan, \"Bukankah engkau hai Muhammad seorang anak yatim, tidak mempunyai ayah yang bertanggung jawab atas pendidikanmu, menanggulangi kepentingan serta membimbingmu, tetapi Aku telah menjaga, melindungi, dan membimbingmu serta menjauhkanmu dari dosa-dosa perilaku orang-orang Jahiliah dan keburukan mereka, sehingga engkau memperoleh julukan Manusia sempurna.\"\nNabi saw hidup dalam keadaan yatim karena ayahnya meninggal dunia sedangkan ia masih dalam kandungan ibunya. Ketika lahir, Allah memelihara Muhammad saw dengan cara menjadikan kakeknya, Abdul Muththalib, mengasihi dan menyayanginya. Nabi Muhammad berada dalam asuhan dan bimbingannya sampai Abdul Muththalib wafat, sedang umur Nabi ketika itu delapan tahun. Dengan meninggalnya Abdul Muththalib, Nabi Muhammad menjadi tanggungan paman beliau, Abu thalib, berdasarkan wasiat dari Abdul Muththalib. Abu thalib telah mengerahkan semua perhatiannya untuk mengasuh Nabi saw, sehingga beliau meningkat dewasa dan diangkat menjadi rasul. Setelah Muhammad diangkat menjadi rasul, orang-orang Quraisy memusuhi dan menyakitinya, tetapi Abu thalib terus membelanya dari semua ancaman orang musyrik hingga Abu thalib wafat.\nDengan wafatnya Abu thalib, bangsa Quraisy mendapat peluang untuk menyakiti Nabi dengan perantaraan orang-orang jahat di kalangan mereka yang menyebabkan beliau terpaksa hijrah.\nBetapa hebatnya penggemblengan Allah dan asuhan-Nya terhadap Nabi Muhammad. Biasanya keyatiman seorang anak menjadi sebab kehancuran akhlaknya karena tidak ada pengasuh dan pembimbing yang bertanggung jawab. Apalagi suasana dan sikap penduduk Mekah lebih dari cukup untuk menyesatkan Nabi saw. akan tetapi, perlindungan Allah yang sangat rapi dapat mencegah beliau menemani mereka. Dengan demikian, jadilah beliau seorang pemuda yang sangat jujur, terpercaya, tidak pernah berdusta, dan tidak pernah berlumur dengan dosa orang-orang Jahiliah.",
    "quraish": "Bukankah Allah mendapatimu dalam keadaan yatim dan membutuhkan seseorang untuk memeliharamu, lalu Dia melindungimu dengan menyerahkan dirimu kepada orang yang dapat mengurusmu dengan baik?",
    "jalalayn": "(Bukankah Dia mendapatimu) Istifham atau kata tanya di sini mengandung makna Taqrir atau menetapkan (sebagai seorang yatim) karena ayahmu telah mati meninggalkan kamu sebelum kamu dilahirkan, atau sesudahnya (lalu Dia melindungimu) yaitu dengan cara menyerahkan dirimu ke asuhan pamanmu Abu Thalib."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 7,
    "arab": "وَوَجَدَكَ ضَاۤلًّا فَهَدٰىۖ",
    "translation": "dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6086.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan, bahwa Dia mendapatkan Nabi Muhammad dalam keadaan tidak mengerti tentang syariat dan tidak mengetahui tentang Al-Qur'an. Kemudian Allah memberikan petunjuk kepadanya.\nHal yang sangat membingungkan Nabi Muhammad adalah apa yang dilihatnya di kalangan bangsa Arab sendiri tentang kerendahan akidah, kelemahan pertimbangan disebabkan pengaruh dugaan-dugaan yang salah, kejelekan amal perbuatan, dan keadaan mereka yang terpecah-belah dan suka bermusuhan. Mereka menuju kepada kehancuran karena memakai orang-orang asing yang leluasa bertindak di kalangan mereka yang terdiri dari bangsa Persi, Habsyi, dan Romawi.\nJalan apakah yang harus ditempuh untuk membetulkan akidah-akidah mereka, membebaskan mereka dari pengaruh adat istiadat yang buruk itu, dan cara bagaimana yang harus dijalankan untuk membangunkan mereka dari tidur yang nyenyak itu?\nUmat-umat nabi lain pun tidak lebih baik keadaannya daripada umatnya. Tetapi walaupun begitu, Allah tidak membiarkan Nabi Muhammad menjalankan dakwah tanpa bantuan-Nya. Allah bahkan memberikan wahyu yang menjelaskan kepadanya jalan yang harus ditempuh dalam usaha memperbaiki keadaan kaumnya. Allah berfirman:\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur'an) dan apakah iman itu, tetapi Kami jadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. (asy-Syura/42: 52)",
    "quraish": "Bukankah Dia mendapatimu dalam keadaan bingung, tidak ada satu kepercayaan pun di sekitarmu yang dapat memberimu kepuasan, kemudian Dia memberimu petunjuk kepada jalan kebenaran?",
    "jalalayn": "(Dan Dia mendapatimu sebagai seorang yang bingung) mengenai syariat yang harus kamu jalankan (lalu Dia memberi petunjuk) Dia menunjukimu kepadanya."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 8,
    "arab": "وَوَجَدَكَ عَاۤىِٕلًا فَاَغْنٰىۗ",
    "translation": "dan Dia mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6087.mp3",
    "tafsir": "Dalam ayat ini, Allah menyatakan bahwa Nabi Muhammad adalah seorang yang miskin. Ayahnya tidak meninggalkan pusaka baginya kecuali seekor unta betina dan seorang hamba sahaya perempuan. Kemudian Allah memberinya harta benda berupa keuntungan yang amat besar dari memperdagangkan harta Khadijah dan ditambah pula dengan harta yang dihibahkan Khadijah kepadanya dalam perjuangan menegakkan agama Allah.\nDari keterangan-keterangan tersebut di atas, sesungguhnya Allah mengatakan kepada Nabi Muhammad bahwa Dialah yang memeliharanya dalam keadaan yatim, menghindarkannya dari kebingungan, dan menjadikannya berkecukupan. Allah tidak akan meninggalkan Nabi Muhammad selama hidupnya.",
    "quraish": "Bukankah Dia mendapatimu dalam keadaan tidak memiliki harta, lalu Dia mencukupimu dengan rezeki yang dikaruniakan-Nya kepadamu?",
    "jalalayn": "(Dan Dia mendapatimu sebagai seorang yang kekurangan) atau orang yang fakir (lalu Dia memberikan kecukupan) kepadamu dengan pemberian yang kamu merasa puas dengannya, yaitu dari ganimah dan dari lain-lainnya. Di dalam sebuah hadis disebutkan, \"Tiadalah kaya itu karena banyaknya harta, tetapi kaya itu adalah kaya jiwa.\""
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 9,
    "arab": "فَاَمَّا الْيَتِيْمَ فَلَا تَقْهَرْۗ",
    "translation": "Maka terhadap anak yatim janganlah engkau berlaku sewenang-wenang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6088.mp3",
    "tafsir": "Sesudah menyatakan dalam ayat-ayat terdahulu tentang bermacam-macam nikmat yang diberikan kepada Nabi Muhammad, maka pada ayat ini, Allah meminta kepada Nabi-Nya agar mensyukuri nikmat-nikmat tersebut, serta tidak menghina anak-anak yatim dan memperkosa haknya.\nSebaliknya, Nabi Muhammad diminta mendidik mereka dengan adab dan sopan-santun, serta menanamkan akhlak yang mulia dalam jiwa mereka, sehingga mereka menjadi anggota masyarakat yang berguna, tidak menjadi bibit kejahatan yang merusak orang-orang yang bergaul dengannya. Nabi Muhammad bersabda:\nAku (kedudukanku) dan orang yang mengasuh anak yatim di surga (sangat dekat), seperti dua ini (dua jari, yaitu telunjuk dan jari tengah).(Riwayat at-Tirmidhi dari Sahl bin Sa'ad)\n\nBarang siapa yang telah merasa kepahitan hidup dalam serba kekurangan maka selayaknya ia dapat merasakan kepahitan itu pada orang lain. Allah telah menghindarkan Nabi Muhammad dari kesengsaraan dan kehinaan, maka selayaknya Nabi memuliakan semua anak yatim sebagai tanda mensyukuri nikmat-nikmat yang dilimpahkan Allah kepadanya.",
    "quraish": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya.",
    "jalalayn": "(Adapun terhadap anak yatim maka janganlah kamu berlaku sewenang-wenang) dengan cara mengambil hartanya atau lain-lainnya yang menjadi milik anak yatim."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 10,
    "arab": "وَاَمَّا السَّاۤىِٕلَ فَلَا تَنْهَرْ",
    "translation": "Dan terhadap orang yang meminta-minta janganlah engkau menghardik(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6089.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad agar orang-orang yang meminta sesuatu kepadanya jangan ditolak dengan kasar dan dibentak, malah sebaliknya diberi sesuatu atau ditolak secara halus. Ada pendapat bahwa yang dimaksud dengan kata as-sa'il adalah orang yang memohon petunjuk, maka hendaknya pemohon ini dilayani dengan lemah lembut sambil memenuhi permohonannya.",
    "quraish": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya.",
    "jalalayn": "(Dan terhadap orang yang minta-minta maka janganlah kamu menghardiknya) membentaknya karena dia miskin."
  },
  {
    "page": 596,
    "name": "Ad-Duha",
    "ayat": 11,
    "arab": "وَاَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ࣖ",
    "translation": "Dan terhadap nikmat Tuhanmu hendaklah engkau nyatakan (dengan bersyukur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6090.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan lagi kepada Nabi Muhammad agar memperbanyak pemberiannya kepada orang-orang fakir dan miskin serta mensyukuri, menyebut, dan mengingat nikmat Allah yang telah dilimpahkan kepadanya. Menyebut-nyebut nikmat Allah yang telah dilimpahkan kepada kita bukanlah untuk membangga-banggakan diri, tetapi untuk mensyukuri dan mengharapkan orang lain mensyukuri pula nikmat yang telah diperolehnya. Dalam sebuah hadis, Nabi saw mengatakan:\nOrang yang tidak berterima kasih kepada manusia tidak mensyukuri Allah. (Riwayat Abu Dawud dan at-Tirmizi dari Abu Hurairah).\n\nKebiasaan orang-orang kikir sering menyembunyikan harta kekayaannya untuk menjadi alasan tidak bersedekah, dan mereka selalu memperdengarkan kekurangan. Sebaliknya, orang-orang dermawan senantiasa menampakkan pemberian dan pengorbanan mereka dari harta kekayaan yang dianugerahkan kepada mereka dengan menyatakan syukur dan terima kasih kepada Allah atas limpahan karunia-Nya itu.",
    "quraish": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya.",
    "jalalayn": "(Dan terhadap nikmat Rabbmu) yang dilimpahkan kepadamu, yaitu berupa kenabian dan nikmat-nikmat lainnya (maka hendaklah kamu menyebut-nyebutnya) yakni mengungkapkannya dengan cara mensyukurinya. Di dalam beberapa Fi'il pada surah ini Dhamir yang kembali kepada Rasulullah saw. tidak disebutkan karena demi memelihara Fawashil atau bunyi huruf di akhir ayat. Seperti lafal Qalaa asalnya Qalaaka; lafal Fa-aawaa asalnya Fa-aawaaka; lafal Fahadaa asalnya Fahadaaka; dan lafal Fa-aghnaa asalnya Fa-aghnaaka"
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 1,
    "arab": "اَلَمْ نَشْرَحْ لَكَ صَدْرَكَۙ",
    "translation": "Bukankah Kami telah melapangkan dadamu (Muhammad)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6091.mp3",
    "tafsir": "Dalam ayat ini dinyatakan bahwa Allah telah melapangkan dada Nabi Muhammad dan menyelamatkannya dari ketidaktahuan tentang syariat. Nabi juga dirisaukan akibat kebodohan dan keras kepala kaumnya. Mereka tidak mau mengikuti kebenaran, sedang Nabi saw selalu mencari jalan untuk melepaskan mereka dari lembah kebodohan, sehingga ia menemui jalan untuk itu dan menyelamatkan mereka dari kehancuran yang sedang mereka alami.\nMaksud dari ayat ini adalah Allah telah membersihkan jiwa Nabi saw dari segala macam perasaan cemas, sehingga dia tidak gelisah, susah, dan gusar. Nabi juga dijadikan selalu tenang dan percaya akan pertolongan dan bantuan Allah kepadanya. Nabi juga yakin bahwa Dia yang menugasinya sebagai rasul, sekali-kali tidak akan membantu musuh-musuhnya.",
    "quraish": "[[94 ~ ALAM-NASYRAH (KELAPANGAN DADA) Pendahuluan: Makkiyyah, 8 ayat ~ Surat ini memaparkan bahwa Allah Swt. telah melapangkan dan menjadikan hati Nabi- Nya, Muhammad saw., sebagai tempat turunnya berbagai rahasia dan ilmu pengetahuan. Disebutkan pula bahwa Allah juga telah menghilangkan beban menyampaikan dakwah yang terasa berat dari punggungnya, dan bahwa Allah menggandeng nama Muhammad dengan nama-Nya dalam kalimat syahadat yang menjadi dasar akidah dan syiar-syiar agama. Ayat-ayat selanjutnya, dalam surat ini, mengemukakan salah satu sunnatullâh yaitu bahwa kemudahan akan selalu menyertai kesulitan. Kemudian mengajak Rasulullah untuk berusaha mengerjakan kebaikan lain setiap kali selesai mengerjakan suatu kebaikan, juga untuk menjadikan Tuhan sebagai tujuannya. Karena memang Dialah Tuhan Yang Mahakuasa untuk menolongnya.]] Kami telah melapangkan dadamu dengan petunjuk dan keimanan yang ada di dalamnya.",
    "jalalayn": "(Bukankah Kami telah melapangkan) Istifham atau kata tanya di sini mengandung makna Taqrir atau menetapkan, yakni Kami telah melapangkan (untukmu) hai Muhammad (dadamu?) dengan kenabian dan lain-lainnya."
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 2,
    "arab": "وَوَضَعْنَا عَنْكَ وِزْرَكَۙ",
    "translation": "dan Kami pun telah menurunkan bebanmu darimu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6092.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan bahwa Dia berkenan meringankan beban yang dipikulkan kepada Nabi Muhammad dalam menunaikan penyebaran risalah-Nya. Dengan demikian, dengan mudah Nabi dapat menyampaikannya kepada manusia, dan dengan jiwa yang tenteram menghadapi tantangan musuh-musuhnya walaupun kadang-kadang tantangan itu berbahaya.\nSetelah Muhammad diangkat menjadi rasul, maka beliau mulai melaksanakan tugas menyampaikan agama Allah kepada orang-orang Quraisy. Karena timbul reaksi yang kuat dari mereka, beliau menyiarkan agama Islam dengan sembunyi-sembunyi. Oleh karena itu, beliau merasakan sangat berat melakukan tugas itu. Dengan masuk Islamnya beberapa orang pembesar Quraisy seperti Umar bin al-Khaththab, Hamzah, dan lain-lain, Rasulullah merasa ringan melaksanakan tugasnya. Hal ini ditambah lagi dengan datangnya perintah Allah untuk menyiarkan agama Islam dengan terang-terangan dan adanya jaminan Allah untuk menolong beliau, sebagaimana firman-Nya:\n\nMaka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau), (yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya). (al-hijr/15: 94-96)",
    "quraish": "Dan Kami, dengan menolong dan memudahkan urusanmu, telah meringankan beban-beban dakwah yang memberatkan punggungmu.",
    "jalalayn": "(Dan Kami telah menghilangkan) telah melenyapkan (darimu dosamu.)"
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 3,
    "arab": "الَّذِيْٓ اَنْقَضَ ظَهْرَكَۙ",
    "translation": "yang memberatkan punggungmu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6093.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan bahwa Dia berkenan meringankan beban yang dipikulkan kepada Nabi Muhammad dalam menunaikan penyebaran risalah-Nya. Dengan demikian, dengan mudah Nabi dapat menyampaikannya kepada manusia, dan dengan jiwa yang tenteram menghadapi tantangan musuh-musuhnya walaupun kadang-kadang tantangan itu berbahaya.\nSetelah Muhammad diangkat menjadi rasul, maka beliau mulai melaksanakan tugas menyampaikan agama Allah kepada orang-orang Quraisy. Karena timbul reaksi yang kuat dari mereka, beliau menyiarkan agama Islam dengan sembunyi-sembunyi. Oleh karena itu, beliau merasakan sangat berat melakukan tugas itu. Dengan masuk Islamnya beberapa orang pembesar Quraisy seperti Umar bin al-Khaththab, Hamzah, dan lain-lain, Rasulullah merasa ringan melaksanakan tugasnya. Hal ini ditambah lagi dengan datangnya perintah Allah untuk menyiarkan agama Islam dengan terang-terangan dan adanya jaminan Allah untuk menolong beliau, sebagaimana firman-Nya:\n\nMaka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau), (yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya). (al-hijr/15: 94-96)",
    "quraish": "Yang memberatkan punggungmu.",
    "jalalayn": "(Yang memberatkan) yang memayahkan (punggungmu) ayat ini maknanya sama dengan ayat lainnya yaitu, firman-Nya, \".... supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu...\" (Q.S. Al-Fath: 2)"
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 4,
    "arab": "وَرَفَعْنَا لَكَ ذِكْرَكَۗ",
    "translation": "dan Kami tinggikan sebutan (nama)mu bagimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6094.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah mengangkat derajat Nabi Muhammad, meninggikan kedudukan dan memperbesar pengaruhnya. Apakah ada kedudukan yang lebih mulia dari kedudukan nubuwwah (kenabian) yang telah dianugerahkan Allah kepadanya? Apakah ada yang lebih utama dari tersebarnya ke seluruh dunia pengikut-pengikut yang setia yang patuh menjalankan segala perintah dan menjauhi segala larangannya.\nMereka melakukan yang demikian itu karena yakin bahwa dalam menjalankan perintah-perintahnya itu terdapat keuntungan yang besar, sedang mendurhakainya adalah kerugian besar. Apakah ada sebutan yang lebih mulia dan dapat membanggakan hati daripada menyebut namanya bersama nama Allah Yang Maha Pengasih, sebagai tanda kesempurnaan insani? Sebutan mana lagi yang lebih mulia daripada sebutan yang dijadikan tanda pengakuan kerasulannya dan pengakuan tersebut dijadikan syarat seseorang menjadi penghuni surga.\nSelain dari itu, Nabi saw telah membebaskan umat manusia dari perbudakan, kebodohan, dan kerusakan pikiran, serta membawa manusia kembali kepada fitrah yang menjamin kebebasan berpikir dan berkehendak. Dengan demikian, manusia dapat menemukan yang hak dan mengetahui siapakah sebenarnya yang harus disembah. Mereka kemudian bersatu dalam keimanan dan beribadah kepada Allah Yang Maha Esa, sesudah mereka berbeda-beda dalam penyembuhan mereka. Beliaulah yang menyingkirkan awan-awan kegelapan dari mereka, serta menerangi jalan yang harus ditempuh untuk menuju kepada kejayaan dan kebahagiaan.",
    "quraish": "Dan Kami telah muliakan namamu, lalu menjadikan namamu selalu tersebut oleh setiap orang yang beriman berdampingan dengan nama Kami.",
    "jalalayn": "(Dan Kami tinggikan bagimu sebutanmu) yakni sebutan namamu sebagai contohnya ialah namamu disebutkan bersama-sama dengan nama-Ku di dalam azan, iqamah, tasyahhud, khotbah dan lain sebagainya."
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 5,
    "arab": "فَاِنَّ مَعَ الْعُسْرِ يُسْرًاۙ",
    "translation": "Maka sesungguhnya beserta kesulitan ada kemudahan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6095.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa sesungguhnya di dalam setiap kesempitan, terdapat kelapangan, dan di dalam setiap kekurangan sarana untuk mencapai suatu keinginan, terdapat pula jalan keluar. Namun demikian, dalam usaha untuk meraih sesuatu itu harus tetap berpegang pada kesabaran dan tawakal kepada Allah. Ini adalah sifat Nabi saw, baik sebelum beliau diangkat menjadi rasul maupun sesudahnya, ketika beliau terdesak menghadapi tantangan kaumnya.\nWalaupun demikian, beliau tidak pernah gelisah dan tidak pula mengubah tujuan, tetapi beliau bersabar menghadapi kejahatan kaumnya dan terus menjalankan dakwah sambil berserah diri dengan tawakal kepada Allah dan mengharap pahala daripada-Nya. Begitulah keadaan Nabi saw sejak permulaan dakwahnya. Pada akhirnya, Allah memberikan kepadanya pendukung-pendukung yang mencintai beliau sepenuh hati dan bertekad untuk menjaga diri pribadi beliau dan agama yang dibawanya. Mereka yakin bahwa hidup mereka tidak akan sempurna kecuali dengan menghancurleburkan segala sendi kemusyrikan dan kekufuran. Lalu mereka bersedia menebus pahala dan nikmat yang disediakan di sisi Allah bagi orang-orang yang berjihad pada jalan-Nya dengan jiwa, harta, dan semua yang mereka miliki. Dengan demikian, mereka sanggup menghancurkan kubu-kubu pertahanan raja-raja Persi dan Romawi.\nAyat tersebut seakan-akan menyatakan bahwa bila keadaan telah terlalu gawat, maka dengan sendirinya kita ingin keluar dengan selamat dari kesusahan tersebut dengan melalui segala jalan yang dapat ditempuh, sambil bertawakal kepada Allah. Dengan demikian, kemenangan bisa tercapai walau bagaimanapun hebatnya rintangan dan cobaan yang dihadapi.\nDengan ini pula, Allah memberitahukan kepada Nabi Muhammad bahwa keadaannya akan berubah dari miskin menjadi kaya, dari tidak mempunyai teman sampai mempunyai saudara yang banyak dan dari kebencian kaumnya kepada kecintaan yang tidak ada taranya.",
    "quraish": "Itu adalah sebagian nikmat Kami padamu. Maka yakinlah dengan kasih sayang Kami, karena sesungguhnya kesulitan itu selalu disertai dengan banyak kemudahan.",
    "jalalayn": "(Karena sesungguhnya sesudah kesulitan itu) atau kesukaran itu (ada kelapangan) yakni kemudahan."
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 6,
    "arab": "اِنَّ مَعَ الْعُسْرِ يُسْرًاۗ",
    "translation": "sesungguhnya beserta kesulitan itu ada kemudahan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6096.mp3",
    "tafsir": "Ayat ini adalah ulangan ayat sebelumnya untuk menguatkan arti yang terkandung dalam ayat yang terdahulu. Bila kesulitan itu dihadapi dengan tekad yang sungguh-sungguh dan berusaha dengan sekuat tenaga dan pikiran untuk melepaskan diri darinya, tekun dan sabar serta tidak mengeluh atas kelambatan datangnya kemudahan, pasti kemudahan itu akan tiba.",
    "quraish": "Sesungguhnya dalam setiap kesulitan terdapat kemudahan yang banyak pula.",
    "jalalayn": "(Sesungguhnya sesudah kesulitan itu ada kelapangan) Nabi saw. banyak sekali mengalami kesulitan dan hambatan dari orang-orang kafir, kemudian beliau mendapatkan kelapangan dan kemudahan, yaitu setelah beliau mengalami kemenangan atas mereka."
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 7,
    "arab": "فَاِذَا فَرَغْتَ فَانْصَبْۙ",
    "translation": "Maka apabila engkau telah selesai (dari sesuatu urusan), tetaplah bekerja keras (untuk urusan yang lain),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6097.mp3",
    "tafsir": "Sesudah menyatakan nikmat-nikmat-Nya kepada Nabi Muhammad dan janji-Nya akan menyelamatkan beliau dari bahaya-bahaya yang menimpa, Allah memerintahkan kepadanya agar menyukuri nikmat-nikmat tersebut dengan tekun beramal saleh sambil bertawakal kepada-Nya. Bila telah selesai mengerjakan suatu amal perbuatan, maka hendaklah beliau mengerjakan amal perbuatan lainnya. Sebab, dalam keadaan terus beramal, beliau akan menemui ketenangan jiwa dan kelapangan hati. Ayat ini menganjurkan agar Nabi saw tetap rajin dan terus-menerus tekun beramal.",
    "quraish": "Maka, apabila kamu telah selesai dalam urusan dakwah dan jihad, lakukanlah ibadah dengan sungguh- sungguh. Lakukanlah ibadah sampai dirimu merasa lelah.",
    "jalalayn": "(Maka apabila kamu telah selesai) dari salat (bersungguh-sungguhlah kamu) di dalam berdoa."
  },
  {
    "page": 596,
    "name": "Asy-Syarh",
    "ayat": 8,
    "arab": "وَاِلٰى رَبِّكَ فَارْغَبْ ࣖ",
    "translation": "dan hanya kepada Tuhanmulah engkau berharap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6098.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan agar Nabi Muhammad tidak mengharapkan pahala dari hasil amal perbuatannya, akan tetapi hanya menuntut keridaan Allah semata. Karena Dia-lah sebenarnya yang dituju dalam amal ibadah dan pada-Nyalah tempat merendahkan diri.",
    "quraish": "Dan hendaknya hanya kepada Tuhanmulah kamu menghadap dan mengadukan segala permasalahan dan kebutuhanmu.",
    "jalalayn": "(Dan hanya kepada Rabbmulah hendaknya kamu berharap) atau meminta dengan merendahkan diri."
  }
]