[
  {
    "page": 599,
    "name": "Al-Bayyinah",
    "ayat": 8,
    "arab": "جَزَاۤؤُهُمْ عِنْدَ رَبِّهِمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗ ذٰلِكَ لِمَنْ خَشِيَ رَبَّهٗ ࣖ",
    "translation": "Balasan mereka di sisi Tuhan mereka ialah surga ’Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6138.mp3",
    "tafsir": "Kemudian dalam ayat ini, Allah menerangkan bahwa yang akan mereka terima dari Tuhan mereka adalah surga 'Adn yang di dalamnya terdapat bermacam-macam kesenangan dan kelezatan, lebih lengkap dan sempurna dari kesenangan dan kelezatan dunia, dan di bawahnya mengalir sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Mereka berhak menerima balasan tersebut karena mereka berada dalam keridaan Allah dan tetap dalam ketentuan-ketentuan-Nya.\nMereka mendapat pujian dan mencapai apa yang mereka inginkan dari kebahagiaan hidup di dunia dan di akhirat. Mereka diridai Allah dan mereka pun rida kepadanya. Ganjaran-ganjaran yang merupakan kebahagiaan dunia dan akhirat hanya diperoleh orang-orang yang jiwanya penuh dengan takwa kepada Allah.",
    "quraish": "Balasan yang akan mereka terima kelak, di akhirat, atas keimanan dan amal saleh yang mereka lalukan adalah surga yang dialiri sungai-sungai di bawahnya. Mereka akan hidup abadi di dalamnya. Allah menerima perbuatan mereka, dan mereka pun bersyukur atas kebaikan-Nya kepada mereka. Demikian itu adalah balasan bagi orang yang takut kepada siksaan Tuhannya, lalu ia beriman dan berbuat amal saleh.",
    "jalalayn": "(Balasan mereka di sisi Rabb mereka ialah surga 'Adn) sebagai tempat tinggal tetap mereka (yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka) karena ketaatan mereka kepada-Nya (dan mereka pun rida kepada-Nya) yakni merasa puas akan pahala-Nya. (Yang demikian itu adalah balasan bagi orang yang takut kepada Rabbnya) maksudnya takut kepada siksaan-Nya, yang karena itu lalu ia berhenti dari mendurhakai-Nya."
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 1,
    "arab": "اِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ",
    "translation": "Apabila bumi diguncangkan dengan guncangan yang dahsyat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6139.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa bumi bergeletar dan berguncang sedahsyat-dahsyatnya, sebagaimana diterangkan firman Allah dalam ayat lain:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (al-hajj/22: 1)\n\n\nApabila bumi diguncangkan sedahsyat-dahsyatnya. (al-Waqi'ah/56: 4).\n\nKeterangan ini menunjukkan tentang dahsyatnya keadaan ketika itu. Hal itu dimaksudkan untuk menarik perhatian orang-orang kafir agar memikirkan dan merenungkannya. Seakan-akan dikatakan kepada mereka bahwa apabila bumi sebagai benda padat bisa bergeletar dengan dahsyat pada hari itu, maka mengapa mereka sendiri tidak mau sadar dari kelalaian dengan meninggalkan kekafirannya.",
    "quraish": "[[99 ~ AL-ZALZALAH (GONCANGAN) Pendahuluan: Madaniyyah, 8 ayat ~ Ayat-ayat dalam surat ini berhubungan dengan salah satu peristiwa yang terjadi pada hari kiamat, seperti goncangan bumi, keluarnya kekayaan alam dan orang-orang yang telah mati dari dalam perut bumi, keheranan dan pertanyaan manusia tentang apakah gerangan yang membuatnya kaget dan terkejut, serta dibangkitkannya manusia dari kubur secara terpisah-pisah untuk mendapatkan balasan.]] Ketika bumi digetarkan dengan getaran yang sangat kuat lalu bergoncang sekuat-kuatnya.",
    "jalalayn": "(Apabila bumi diguncangkan) yaitu mengalami gempa di saat hari kiamat tiba (dengan guncangannya) yang amat dahsyat sesuai dengan bentuknya yang besar."
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 2,
    "arab": "وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ",
    "translation": "dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6140.mp3",
    "tafsir": "Dalam ayat ini, Allah menyatakan bahwa pada hari terjadi kegun-cangan itu, karena dahsyatnya, bumi menghamburkan isi perutnya yang terpendam berupa logam, harta simpanan, dan mayat-mayat dari kubur. Dalam ayat lain, Allah berfirman:\n\nDan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (al-Insyiqaq/84: 3-4)\n\nContohnya, sebagaimana terjadi dengan letusan gunung Krakatau pada tahun 1883, gempa dan tsunami di Aceh pada tahun 2004, lumpur panas di Sidoarjo Jawa Timur sejak tahun 2006, dan lain-lain yang begitu dahsyat sehingga mengeluarkan lava dan isi perut bumi. Guncangan pada hari kiamat jauh lebih dahsyat lagi.",
    "quraish": "Kemudian bumi pun mengeluarkan kekayaan alam dan orang-orang mati yang ada di dalamnya.",
    "jalalayn": "(Dan bumi telah mengeluarkan beban-beban beratnya) berupa semua perbendaharaan yang dikandungnya termasuk orang-orang mati, kemudian semuanya itu dicampakkan ke permukaannya."
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 3,
    "arab": "وَقَالَ الْاِنْسَانُ مَا لَهَاۚ",
    "translation": "Dan manusia bertanya, “Apa yang terjadi pada bumi ini?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6141.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa orang-orang yang mengalami dan menyaksikan kejadian yang dahsyat dan membuat terperanjat orang-orang yang melihatnya, berkata, \"Apa gerangan yang terjadi pada bumi. Ini belum pernah terjadi sebelumnya?\" Dalam ayat lain, Allah berfirman:\n\nDan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk. (al-hajj/22: 2)",
    "quraish": "Dan manusia berkata dengan penuh heran dan takut, \"Mengapa bumi tergoncang dan mengeluarkan apa yang ada di dalamnya? Apakah hari kiamat telah tiba?\"",
    "jalalayn": "(Dan manusia bertanya) yakni orang yang ingkar kepada adanya hari berbangkit (\"Mengapa bumi jadi begini?\") ia mengatakan demikian dengan nada ingkar kepada kenyataan yang sedang mereka alami ketika itu, yaitu keadaan menjelang hari kiamat."
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 4,
    "arab": "يَوْمَىِٕذٍ تُحَدِّثُ اَخْبَارَهَاۙ",
    "translation": "Pada hari itu bumi menyampaikan beritanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6142.mp3",
    "tafsir": "Dalam ayat ini, Allah menyatakan bahwa ketika terjadinya keguncangan yang dahsyat itu, saat bumi bergetar dan mengalami kehancuran serta kerusakan, seakan-akan ia menjelaskan kepada manusia bahwa kejadian yang belum pernah terjadi ini tidak menurut ketentuan yang berlaku bagi alam semesta dalam keadaan biasa.\nAllah menjelaskan bahwa sebab terjadinya keguncangan tersebut adalah atas perintah-Nya semata. Ketika bumi diperintahkan hancur, maka bumi akan hancur luluh.\nPada dasarnya ayat 1-5 di atas berkenaan dengan hari kiamat. Namun dari sekala lebih kecil ayat-ayat tersebut dapat ditafsirkan dengan proses geologi terjadinya gempa, yang sudah barang tentu besarannya jauh lebih kecil dibanding kejadian kiamat kelak.\nSeperti telah dijelaskan sebelumnya menurut kajian ilmiah bahwa lempengan-lempengan kulit bumi bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban) tersebut, maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi.\nPada hari itu bumi 'menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi, merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi (lihat juga an-Naml/27: 88, ath-thur/52: 6). Telaah tentang gempa bumi dapat dilihat pula pada Surah an-Naba'/78: 17-20.",
    "quraish": "Ketika itu bumi menceritakan kepada manusia tentang dirinya yang telah mengagetkan manusia, \"Tuhan Sang Pencipta dan Pemeliharamu telah memerintahkanku untuk bergetar dan bergoncang. Maka, aku pun segera melakukan perintah-Nya itu.\"",
    "jalalayn": "(Pada hari itu) menjadi Badal dari lafal Idzaa berikut Jawabnya (bumi menceritakan beritanya) yaitu menceritakan semua amal perbuatan yang telah dilakukan di atas permukaannya, amal baik dan amal buruk."
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 5,
    "arab": "بِاَنَّ رَبَّكَ اَوْحٰى لَهَاۗ",
    "translation": "karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6143.mp3",
    "tafsir": "Dalam ayat ini, Allah menyatakan bahwa ketika terjadinya keguncangan yang dahsyat itu, saat bumi bergetar dan mengalami kehancuran serta kerusakan, seakan-akan ia menjelaskan kepada manusia bahwa kejadian yang belum pernah terjadi ini tidak menurut ketentuan yang berlaku bagi alam semesta dalam keadaan biasa.\nAllah menjelaskan bahwa sebab terjadinya keguncangan tersebut adalah atas perintah-Nya semata. Ketika bumi diperintahkan hancur, maka bumi akan hancur luluh.\nPada dasarnya ayat 1-5 di atas berkenaan dengan hari kiamat. Namun dari sekala lebih kecil ayat-ayat tersebut dapat ditafsirkan dengan proses geologi terjadinya gempa, yang sudah barang tentu besarannya jauh lebih kecil dibanding kejadian kiamat kelak.\nSeperti telah dijelaskan sebelumnya menurut kajian ilmiah bahwa lempengan-lempengan kulit bumi bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban) tersebut, maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi.\nPada hari itu bumi 'menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi, merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi (lihat juga an-Naml/27: 88, ath-thur/52: 6). Telaah tentang gempa bumi dapat dilihat pula pada Surah an-Naba'/78: 17-20.",
    "quraish": "Ketika itu bumi menceritakan kepada manusia tentang dirinya yang telah mengagetkan manusia, \"Tuhan Sang Pencipta dan Pemeliharamu telah memerintahkanku untuk bergetar dan bergoncang. Maka, aku pun segera melakukan perintah-Nya itu.\"",
    "jalalayn": "(Karena sesungguhnya) hal itu terjadi disebabkan karena (Rabbmu telah memerintahkan kepadanya) yang demikian itu. Di dalam sebuah hadis disebutkan, \"Setiap hamba laki-laki dan perempuan menyaksikan (pada hari itu) semua amal perbuatan yang telah dilakukannya di muka bumi.\""
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 6,
    "arab": "يَوْمَىِٕذٍ يَّصْدُرُ النَّاسُ اَشْتَاتًا ەۙ لِّيُرَوْا اَعْمَالَهُمْۗ",
    "translation": "Pada hari itu manusia keluar dari kuburnya dalam keadaan berkelompok-kelompok, untuk diperlihatkan kepada mereka (balasan) semua perbuatannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6144.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa pada hari terjadinya kerusakan dan kehancuran bagi bumi serta terjadinya alam baru dan hidup baru, muncullah manusia dalam keadaan yang berbeda-beda dan berkelompok. Orang-orang yang beramal baik tidak sama dengan orang-orang jahat. Orang-orang yang taat tidak sama dengan orang yang berbuat maksiat. Mereka muncul untuk diperlihatkan Allah kepada mereka apa yang telah mereka lakukan dan untuk memetik hasil usaha mereka selama hidup di dunia.",
    "quraish": "Ketika itu manusia bangkit dari kuburnya dan berpencar dengan cepat untuk mengetahui perhitungan dan pembalasan mereka yang telah dijanjikan Allah.",
    "jalalayn": "(Pada hari itu manusia keluar) maksudnya mereka berangkat meninggalkan tempat penghisaban (dalam keadaan yang bermacam-macam) yakni terpisah-pisah; ada yang mengambil jalan ke kanan yaitu menuju ke surga dan ada yang mengambil jalan ke kiri yaitu menuju ke neraka (supaya diperlihatkan kepada mereka pekerjaan mereka) maksudnya balasan amal perbuatan mereka, berupa surga atau neraka."
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 7,
    "arab": "فَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ",
    "translation": "Maka barangsiapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6145.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah merincikan balasan amal masing-masing. Barang siapa beramal baik, walaupun hanya seberat atom niscaya akan diterima balasannya, dan begitu pula yang beramal jahat walaupun hanya seberat atom akan merasakan balasannya. Amal kebajikan orang-orang kafir tidak dapat menolong dan melepaskannya dari siksa karena kekafirannya. Mereka akan tetap sengsara selama-lamanya di dalam neraka.",
    "quraish": "Kemudian, barangsiapa berbuat suatu kebaikan, walaupun hanya sebesar butir debu, ia akan melihatnya dalam lembaran catatan amal perbuatan (shahîfah) dan mendapatkan balasannya.",
    "jalalayn": "(Maka barang siapa yang mengerjakan seberat zarah) atau seberat semut yang paling kecil (kebaikan, niscaya dia akan melihatnya) melihat pahalanya."
  },
  {
    "page": 599,
    "name": "Az-Zalzalah",
    "ayat": 8,
    "arab": "وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ",
    "translation": "dan barangsiapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6146.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah merincikan balasan amal masing-masing. Barang siapa beramal baik, walaupun hanya seberat atom niscaya akan diterima balasannya, dan begitu pula yang beramal jahat walaupun hanya seberat atom akan merasakan balasannya. Amal kebajikan orang-orang kafir tidak dapat menolong dan melepaskannya dari siksa karena kekafirannya. Mereka akan tetap sengsara selama-lamanya di dalam neraka.",
    "quraish": "Dan barangsiapa yang berbuat suatu kejahatan walaupun sebesar butir debu, ia akan melihatnya juga dan mendapatkan balasannya. Tuhan tidak akan berbuat zalim kepada siapa pun.",
    "jalalayn": "(Dan barang siapa yang mengerjakan kejahatan seberat zarah pun, niscaya dia akan melihatnya pula) artinya dia pasti akan merasakan balasannya."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 1,
    "arab": "وَالْعٰدِيٰتِ ضَبْحًاۙ ",
    "translation": "Demi kuda perang yang berlari kencang terengah-engah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6147.mp3",
    "tafsir": "Allah bersumpah dengan kuda perang yang memperdengarkan suaranya yang gemuruh. Kuda-kuda yang memancarkan bunga api dari kuku kakinya karena berlari kencang. Kuda-kuda yang menyerang di waktu subuh untuk menyergap musuh di waktu mereka tidak siap siaga. Karena kencangnya lari kuda itu, debu-debu jadi beterbangan. Allah menyatakan bahwa kuda yang menyerang itu tiba-tiba berada di tengah-tengah musuh sehingga menyebabkan mereka panik.\nAllah bersumpah dengan kuda dan sifat-sifatnya dalam suasana perang bertujuan untuk membangkitkan semangat perjuangan di kalangan orang-orang Mukmin. Sudah selayaknya mereka bersifat demikian dengan membiasakan diri menunggang kuda dengan tangkas untuk menyerbu musuh. Mereka juga diperintahkan agar selalu siap siaga untuk terjun ke medan pertempuran bila genderang perang memanggil mereka untuk menghancurkan musuh yang menyerang, sebagaimana Allah berfirman:\n\nDan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah dan musuhmu. (al-Anfal/8: 60).\n\nAllah bersumpah dengan kuda perang yang dalam keadaan berlari kencang, hilir-mudik, memancarkan percikan bunga api dari kakinya karena berlari kencang, dan dengan penyergapan di waktu subuh, menunjukkan bahwa kuda-kuda yang dipelihara itu bukan untuk kebanggaan. Hendaknya kuda yang dipuji adalah yang digunakan untuk memadamkan keganasan musuh, melumpuhkan kekuatan mereka, atau menghadang serangan mereka.\nMaksudnya, dalam ketangkasan berkuda terkandung faedah yang tidak terkira banyaknya. Di antaranya adalah dapat dipergunakan untuk mencari nafkah, cepat bergerak untuk suatu keperluan yang mendadak, digunakan untuk menyergap musuh, dan dapat mencapai tempat yang jauh dalam waktu yang singkat.",
    "quraish": "[[100 ~ AL-'ADIYAT (KUDA-KUDA PERANG YANG BERLARI CEPAT) Pendahuluan: Makkiyyah, 11 ayat ~ Di awal surat ini, Allah bersumpah demi kuda perang bahwa manusia sangat ingkar terhadap nikmat Tuhannya. Kelak, di akhirat, ia akan menjadi saksi bagi dirinya sendiri. Kecintaanya pada harta benda dan kekayaan telah menjadikannya kikir. Sedang pada bagian akhir surat ini disebutkan tentang hari kebangkitan dan peringatan akan adanya perhitungan dan pembalasan.]] Aku bersumpah demi kuda-kuda perang yang berlari cepat sehingga nafasnya yang terengah-engah itu terdengar.",
    "jalalayn": "(Demi yang berlari kencang) di dalam perang, yaitu kuda yang lari dengan kencangnya di dalam peperangan (dengan terengah-engah) lafal Adh-Dhabhu artinya suara napas kuda sewaktu berlari kencang."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 2,
    "arab": "فَالْمُوْرِيٰتِ قَدْحًاۙ",
    "translation": "dan kuda yang memercikkan bunga api (dengan pukulan kuku kakinya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6148.mp3",
    "tafsir": "Allah bersumpah dengan kuda perang yang memperdengarkan suaranya yang gemuruh. Kuda-kuda yang memancarkan bunga api dari kuku kakinya karena berlari kencang. Kuda-kuda yang menyerang di waktu subuh untuk menyergap musuh di waktu mereka tidak siap siaga. Karena kencangnya lari kuda itu, debu-debu jadi beterbangan. Allah menyatakan bahwa kuda yang menyerang itu tiba-tiba berada di tengah-tengah musuh sehingga menyebabkan mereka panik.\nAllah bersumpah dengan kuda dan sifat-sifatnya dalam suasana perang bertujuan untuk membangkitkan semangat perjuangan di kalangan orang-orang Mukmin. Sudah selayaknya mereka bersifat demikian dengan membiasakan diri menunggang kuda dengan tangkas untuk menyerbu musuh. Mereka juga diperintahkan agar selalu siap siaga untuk terjun ke medan pertempuran bila genderang perang memanggil mereka untuk menghancurkan musuh yang menyerang, sebagaimana Allah berfirman:\n\nDan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah dan musuhmu. (al-Anfal/8: 60).\n\nAllah bersumpah dengan kuda perang yang dalam keadaan berlari kencang, hilir-mudik, memancarkan percikan bunga api dari kakinya karena berlari kencang, dan dengan penyergapan di waktu subuh, menunjukkan bahwa kuda-kuda yang dipelihara itu bukan untuk kebanggaan. Hendaknya kuda yang dipuji adalah yang digunakan untuk memadamkan keganasan musuh, melumpuhkan kekuatan mereka, atau menghadang serangan mereka.\nMaksudnya, dalam ketangkasan berkuda terkandung faedah yang tidak terkira banyaknya. Di antaranya adalah dapat dipergunakan untuk mencari nafkah, cepat bergerak untuk suatu keperluan yang mendadak, digunakan untuk menyergap musuh, dan dapat mencapai tempat yang jauh dalam waktu yang singkat.",
    "quraish": "Kuda yang mengeluarkan percikan api ketika menyentuh bumi dan ketika hendak berjalan.",
    "jalalayn": "(Dan demi yang mencetuskan api) maksudnya kuda yang memercikkan api (dengan pukulan) teracak kakinya apabila ia berlari di tanah yang banyak batunya pada malam hari."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 3,
    "arab": "فَالْمُغِيْرٰتِ صُبْحًاۙ",
    "translation": "dan kuda yang menyerang (dengan tiba-tiba) pada waktu pagi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6149.mp3",
    "tafsir": "Allah bersumpah dengan kuda perang yang memperdengarkan suaranya yang gemuruh. Kuda-kuda yang memancarkan bunga api dari kuku kakinya karena berlari kencang. Kuda-kuda yang menyerang di waktu subuh untuk menyergap musuh di waktu mereka tidak siap siaga. Karena kencangnya lari kuda itu, debu-debu jadi beterbangan. Allah menyatakan bahwa kuda yang menyerang itu tiba-tiba berada di tengah-tengah musuh sehingga menyebabkan mereka panik.\nAllah bersumpah dengan kuda dan sifat-sifatnya dalam suasana perang bertujuan untuk membangkitkan semangat perjuangan di kalangan orang-orang Mukmin. Sudah selayaknya mereka bersifat demikian dengan membiasakan diri menunggang kuda dengan tangkas untuk menyerbu musuh. Mereka juga diperintahkan agar selalu siap siaga untuk terjun ke medan pertempuran bila genderang perang memanggil mereka untuk menghancurkan musuh yang menyerang, sebagaimana Allah berfirman:\n\nDan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah dan musuhmu. (al-Anfal/8: 60).\n\nAllah bersumpah dengan kuda perang yang dalam keadaan berlari kencang, hilir-mudik, memancarkan percikan bunga api dari kakinya karena berlari kencang, dan dengan penyergapan di waktu subuh, menunjukkan bahwa kuda-kuda yang dipelihara itu bukan untuk kebanggaan. Hendaknya kuda yang dipuji adalah yang digunakan untuk memadamkan keganasan musuh, melumpuhkan kekuatan mereka, atau menghadang serangan mereka.\nMaksudnya, dalam ketangkasan berkuda terkandung faedah yang tidak terkira banyaknya. Di antaranya adalah dapat dipergunakan untuk mencari nafkah, cepat bergerak untuk suatu keperluan yang mendadak, digunakan untuk menyergap musuh, dan dapat mencapai tempat yang jauh dalam waktu yang singkat.",
    "quraish": "Kuda yang menyerang musuh sebelum matahari terbit.",
    "jalalayn": "(Dan demi yang menyerang dengan tiba-tiba di waktu pagi) yaitu kuda yang menyerang musuh di waktu pagi, karena pengendaranya melakukan penyerbuan di waktu tersebut."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 4,
    "arab": "فَاَثَرْنَ بِهٖ نَقْعًاۙ",
    "translation": "sehingga menerbangkan debu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6150.mp3",
    "tafsir": "Allah bersumpah dengan kuda perang yang memperdengarkan suaranya yang gemuruh. Kuda-kuda yang memancarkan bunga api dari kuku kakinya karena berlari kencang. Kuda-kuda yang menyerang di waktu subuh untuk menyergap musuh di waktu mereka tidak siap siaga. Karena kencangnya lari kuda itu, debu-debu jadi beterbangan. Allah menyatakan bahwa kuda yang menyerang itu tiba-tiba berada di tengah-tengah musuh sehingga menyebabkan mereka panik.\nAllah bersumpah dengan kuda dan sifat-sifatnya dalam suasana perang bertujuan untuk membangkitkan semangat perjuangan di kalangan orang-orang Mukmin. Sudah selayaknya mereka bersifat demikian dengan membiasakan diri menunggang kuda dengan tangkas untuk menyerbu musuh. Mereka juga diperintahkan agar selalu siap siaga untuk terjun ke medan pertempuran bila genderang perang memanggil mereka untuk menghancurkan musuh yang menyerang, sebagaimana Allah berfirman:\n\nDan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah dan musuhmu. (al-Anfal/8: 60).\n\nAllah bersumpah dengan kuda perang yang dalam keadaan berlari kencang, hilir-mudik, memancarkan percikan bunga api dari kakinya karena berlari kencang, dan dengan penyergapan di waktu subuh, menunjukkan bahwa kuda-kuda yang dipelihara itu bukan untuk kebanggaan. Hendaknya kuda yang dipuji adalah yang digunakan untuk memadamkan keganasan musuh, melumpuhkan kekuatan mereka, atau menghadang serangan mereka.\nMaksudnya, dalam ketangkasan berkuda terkandung faedah yang tidak terkira banyaknya. Di antaranya adalah dapat dipergunakan untuk mencari nafkah, cepat bergerak untuk suatu keperluan yang mendadak, digunakan untuk menyergap musuh, dan dapat mencapai tempat yang jauh dalam waktu yang singkat.",
    "quraish": "Kuda-kuda itu menerbangkan debu yang tebal di tempat-tempat musuh.",
    "jalalayn": "(Maka ia menerbangkan) atau mengepulkan (di waktu itu) di waktu tersebut, atau di tempat ia berlari (debu) karena gerakannya yang sangat keras."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 5,
    "arab": "فَوَسَطْنَ بِهٖ جَمْعًاۙ",
    "translation": "lalu menyerbu ke tengah-tengah kumpulan musuh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6151.mp3",
    "tafsir": "Allah bersumpah dengan kuda perang yang memperdengarkan suaranya yang gemuruh. Kuda-kuda yang memancarkan bunga api dari kuku kakinya karena berlari kencang. Kuda-kuda yang menyerang di waktu subuh untuk menyergap musuh di waktu mereka tidak siap siaga. Karena kencangnya lari kuda itu, debu-debu jadi beterbangan. Allah menyatakan bahwa kuda yang menyerang itu tiba-tiba berada di tengah-tengah musuh sehingga menyebabkan mereka panik.\nAllah bersumpah dengan kuda dan sifat-sifatnya dalam suasana perang bertujuan untuk membangkitkan semangat perjuangan di kalangan orang-orang Mukmin. Sudah selayaknya mereka bersifat demikian dengan membiasakan diri menunggang kuda dengan tangkas untuk menyerbu musuh. Mereka juga diperintahkan agar selalu siap siaga untuk terjun ke medan pertempuran bila genderang perang memanggil mereka untuk menghancurkan musuh yang menyerang, sebagaimana Allah berfirman:\n\nDan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah dan musuhmu. (al-Anfal/8: 60).\n\nAllah bersumpah dengan kuda perang yang dalam keadaan berlari kencang, hilir-mudik, memancarkan percikan bunga api dari kakinya karena berlari kencang, dan dengan penyergapan di waktu subuh, menunjukkan bahwa kuda-kuda yang dipelihara itu bukan untuk kebanggaan. Hendaknya kuda yang dipuji adalah yang digunakan untuk memadamkan keganasan musuh, melumpuhkan kekuatan mereka, atau menghadang serangan mereka.\nMaksudnya, dalam ketangkasan berkuda terkandung faedah yang tidak terkira banyaknya. Di antaranya adalah dapat dipergunakan untuk mencari nafkah, cepat bergerak untuk suatu keperluan yang mendadak, digunakan untuk menyergap musuh, dan dapat mencapai tempat yang jauh dalam waktu yang singkat.",
    "quraish": "Lalu menjadikan debu itu berada di tengah-tengah kumpulan musuh sehingga mereka merasa takut dan was-was.",
    "jalalayn": "(Dan menyerbu dalam kepulan debu ke tengah-tengah) artinya dengan membawa kepulan debu (kumpulan musuh) yang diserangnya; maksudnya kuda-kuda tersebut berada di tengah-tengah musuh dalam keadaan menyerang. Lafal Fawasathna yang kedudukannya sebagai Fi'il di'athafkan kepada Isim, karena mengingat bahwa semua Isim yang di'athafkan kepadanya mengandung makna Fi'il pula. Yakni demi yang berlari kencang, lalu mencetuskan api, lalu menerbangkan debu."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 6,
    "arab": "اِنَّ الْاِنْسَانَ لِرَبِّهٖ لَكَنُوْدٌ ۚ",
    "translation": "sungguh, manusia itu sangat ingkar, (tidak bersyukur) kepada Tuhannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6152.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan isi sumpah-Nya, yaitu: watak manusia adalah mengingkari kebenaran dan tidak mengakui hal-hal yang menyebabkan mereka harus bersyukur kepada penciptanya, kecuali orang-orang yang mendapat taufik, membiasakan diri berbuat kebajikan dan menjauhkan diri dari kemungkaran.\nHubungan antara ayat 5 yang menggambarkan persoalan kuda dan ayat 6 yang memberi informasi tentang sifat dasar manusia adalah bahwa manusia itu mempunyai potensi menjadi liar seperti kuda yang tidak terkendali, sehingga menyebabkannya ingkar kepada Allah.\nSifat yang terpendam dalam jiwa manusia ini menyebabkan ia tidak mementingkan apa yang terdapat di sekelilingnya, tidak menghiraukan apa yang akan datang, dan lupa apa yang telah lalu. Bila Allah memberikan kepadanya sesuatu nikmat, dia menjadi bingung, hatinya menjadi bengis, dan sikapnya menjadi kasar terhadap hamba-hamba Allah.",
    "quraish": "Sesungguhnya manusia sangt ingkar terhadap nikmat Tuhan yang tak terbilang.",
    "jalalayn": "(Sesungguhnya manusia itu) yang dimaksud adalah manusia yang kafir (sangat ingkar kepada Rabbnya) artinya ia mengingkari semua nikmat-Nya yang telah dilimpahkan kepadanya."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 7,
    "arab": "وَاِنَّهٗ عَلٰى ذٰلِكَ لَشَهِيْدٌۚ",
    "translation": "dan sesungguhnya dia (manusia) menyaksikan (mengakui) keingkarannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6153.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa seorang manusia meskipun ingkar, aniaya, dan tetap dalam keingkaran serta kebohongan, bila ia mawas diri, seharusnya ia akan kembali kepada yang benar. \nDia mengaku bahwa dia tidak mensyukuri nikmat-nikmat Allah yang dianugerahkan kepadanya. Dia juga mengakui bahwa semua tindakannya merupakan penentangan dan pengingkaran terhadap nikmat tersebut. Ini adalah kesaksian sendiri atas keingkarannya, pengakuan tersebut lebih kuat daripada pengakuan yang timbul dari diri sendiri dengan lisan.",
    "quraish": "Di akhirat kelak ia akan menjadi saksi atas dirinya dan akan mengakui segala dosanya.",
    "jalalayn": "(Dan sesungguhnya manusia itu terhadap hal tersebut) terhadap keingkarannya (menyaksikan sendiri) atau dia menyaksikan bahwa dirinya telah berbuat ingkar."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 8,
    "arab": "وَاِنَّهٗ لِحُبِّ الْخَيْرِ لَشَدِيْدٌ ۗ",
    "translation": "dan sesungguhnya cintanya kepada harta benar-benar berlebihan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6154.mp3",
    "tafsir": "Allah menyatakan bahwa karena sangat sayang dan cinta kepada harta serta keinginan untuk mengumpulkan dan menyimpannya menyebabkan manusia menjadi sangat kikir, tamak, serta melampaui batas. Allah berfirman:\n\nDan kamu mencintai harta dengan kecintaan yang berlebihan. (al-Fajr/89: 20)",
    "quraish": "Dan karena kecintaannya pada harta, manusia menjadi kikir sehingga tidak melaksanakan apa yang seharusnya dilakukan berkenaan dengan harta itu.",
    "jalalayn": "(Dan sesungguhnya karena cintanya kepada kebaikan) maksudnya cinta atas harta benda (dia sangat bakhil) artinya lantaran sangat mencintai harta, jadilah ia seorang yang amat bakhil atau kikir."
  },
  {
    "page": 599,
    "name": "Al-'Adiyat",
    "ayat": 9,
    "arab": "۞ اَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ",
    "translation": "Maka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6155.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan ancaman-Nya kepada orang-orang yang ingkar terhadap nikmat-nikmat-Nya dengan menyatakan apakah mereka tidak sadar bahwa Allah mengetahui isi hatinya. Allah juga menyatakan bahwa Dia akan membalas keingkaran mereka itu pada hari dikeluarkan apa yang ada di dalam dada dan dibangkitkan apa yang ada di dalam kubur.",
    "quraish": "Apakah ia tidak mengetahui balasan dari perbuatannya itu, sehingga tidak tahu bahwa ketika seluruh jasad dibangkitkan dari kubur dan apa yang ada di dalam dada--yang telah tercatat dalam daftar perbuatan mereka, yang baik maupun yang buruk--itu dikumpulkan?",
    "jalalayn": "(Maka apakah dia tidak mengetahui apabila dibangkitkan) dibangunkan dan dikeluarkan (apa yang ada dalam kubur) yakni orang-orang mati yang dikubur di dalamnya."
  }
]