[
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 30,
    "arab": "وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ ِانِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةً ۗ قَالُوْٓا اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۗ قَالَ اِنِّيْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ",
    "translation": "Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, “Aku hendak menjadikan khalifah di bumi.” Mereka berkata, “Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Dia berfirman, “Sungguh, Aku mengetahui apa yang tidak kamu ketahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/37.mp3",
    "tafsir": "Ketika Allah swt memberitahukan kepada para malaikat-Nya ) bahwa Dia akan menjadikan Adam a.s. sebagai khalifah ) di bumi, maka para malaikat itu bertanya, mengapa Adam yang akan diangkat menjadi khalifah di bumi, padahal Adam dan keturunannya kelak akan berbuat kerusakan dan menumpahkan darah di bumi. Para malaikat menganggap bahwa diri mereka lebih patut memangku jabatan itu, sebab mereka makhluk yang selalu bertasbih, memuji dan menyucikan Allah swt.\nAllah swt tidak membenarkan anggapan mereka itu, dan Dia menjawab bahwa Dia mengetahui yang tidak diketahui oleh para malaikat. Segala yang akan dilakukan Allah swt adalah berdasarkan pengetahuan dan hikmah-Nya yang Mahatinggi walaupun tak dapat diketahui oleh mereka, termasuk pengangkatan Adam a.s. menjadi khalifah di bumi.\nYang dimaksud dengan kekhalifahan Adam a.s. di bumi adalah kedudukannya sebagai khalifah di bumi ini, untuk melaksanakan perintah-perintah-Nya, dan memakmurkan bumi serta memanfaatkan segala apa yang ada padanya. Pengertian ini dapat dikuatkan dengan firman Allah:\n\n\"¦.Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi ¦\" (sad/38: 26)\n\nSebagaimana kita ketahui Daud a.s. di samping menjadi nabi juga menjadi raja bagi kaumnya. Ayat ini merupakan dalil tentang wajibnya kaum Muslimin memilih dan mengangkat seorang pimpinan tertinggi sebagai tokoh pemersatu antara seluruh kaum Muslimin yang dapat memimpin umat untuk melaksanakan hukum-hukum Allah di bumi ini.\nPara ulama telah menyebutkan syarat-syarat yang harus dimiliki oleh tokoh pimpinan yang dimaksudkan itu, antara lain ialah: adil serta berpengetahuan yang memungkinkannya untuk bertindak sebagai hakim dan mujtahid, tidak mempunyai cacat jasmaniah, serta berpengalaman cukup, dan tidak pilih kasih dalam menjalankan hukum-hukum Allah.",
    "quraish": "Allah Swt. telah menerangkan bahwa Dialah yang menghidupkan manusia dan menempatkannya di bumi. Lalu Dia menerangkan asal penciptaan manusia dan apa-apa yang diberikan kepadanya berupa pengetahuan tentang berbagai hal. Maka ingatlah, hai Muhammad, nikmat lain dari Tuhanmu yang diberikan kepada manusia. Nikmat itu adalah firman Allah kepada malaikat-Nya, \"Sesungguhnya Aku hendak menjadikan makhluk yang akan Aku tempatkan di bumi sebagai penguasa. Ia adalah Adam beserta anak- cucunya. Allah menjadikan mereka sebagai khalifah untuk membangun bumi.\" Dan ingatlah perkataan malaikat, \"Apakah Engkau hendak menciptakan orang yang menumpahkan darah dengan permusuhan dan pembunuhan akibat nafsu yang merupakan tabiatnya? Padahal, kami selalu menyucikan-Mu dari apa-apa yang tidak sesuai dengan keagungan-Mu, dan juga selalu berzikir dan mengagungkan-Mu.\" Tuhan menjawab, \"Sesungguhnya Aku mengetahui maslahat yang tidak kalian ketahui.\"",
    "jalalayn": "(Dan) ingatlah, hai Muhammad! (Ketika Tuhanmu berfirman kepada para malaikat, \"Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi\") yang akan mewakili Aku dalam melaksanakan hukum-hukum atau peraturan-peraturan-Ku padanya, yaitu Adam. (Kata mereka, \"Kenapa hendak Engkau jadikan di bumi itu orang yang akan berbuat kerusakan padanya) yakni dengan berbuat maksiat (dan menumpahkan darah) artinya mengalirkan darah dengan jalan pembunuhan sebagaimana dilakukan oleh bangsa jin yang juga mendiami bumi? Tatkala mereka telah berbuat kerusakan, Allah mengirim malaikat kepada mereka, maka dibuanglah mereka ke pulau-pulau dan ke gunung-gunung (padahal kami selalu bertasbih) maksudnya selalu mengucapkan tasbih (dengan memuji-Mu) yakni dengan membaca 'subhaanallaah wabihamdih', artinya 'Maha suci Allah dan aku memuji-Nya'. (dan menyucikan-Mu) membersihkan-Mu dari hal-hal yang tidak layak bagi-Mu. Huruf lam pada 'laka' itu hanya sebagai tambahan saja, sedangkan kalimat semenjak 'padahal' berfungsi sebagai 'hal' atau menunjukkan keadaan dan maksudnya adalah, 'padahal kami lebih layak untuk diangkat sebagai khalifah itu!'\" (Allah berfirman,) (\"Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui\") tentang maslahat atau kepentingan mengenai pengangkatan Adam dan bahwa di antara anak cucunya ada yang taat dan ada pula yang durhaka hingga terbukti dan tampaklah keadilan di antara mereka. Jawab mereka, \"Tuhan tidak pernah menciptakan makhluk yang lebih mulia dan lebih tahu dari kami, karena kami lebih dulu dan melihat apa yang tidak dilihatnya.\" Maka Allah Taala pun menciptakan Adam dari tanah atau lapisan bumi dengan mengambil dari setiap corak atau warnanya barang segenggam, lalu diaduk-Nya dengan bermacam-macam jenis air lalu dibentuk dan ditiupkan-Nya roh hingga menjadi makhluk yang dapat merasa, setelah sebelumnya hanya barang beku dan tidak bernyawa."
  },
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 31,
    "arab": "وَعَلَّمَ اٰدَمَ الْاَسْمَاۤءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلٰۤىِٕكَةِ فَقَالَ اَنْۢبِـُٔوْنِيْ بِاَسْمَاۤءِ هٰٓؤُلَاۤءِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan Dia ajarkan kepada Adam nama-nama (benda) semuanya, kemudian Dia perlihatkan kepada para malaikat, seraya berfirman, “Sebutkan kepada-Ku nama semua (benda) ini, jika kamu yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/38.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt mengajarkan kepada Adam a.s. nama-nama, tugas dan fungsinya seperti Nabi dan Rasul, tugas dan fungsinya sebagai pemimpin umat. Manusia memang makhluk yang dapat dididik (educable), bahkan harus dididik (educandus), karena ketika baru lahir bayi manusia tidak dapat berbuat apa-apa, anggota badan dan otak serta akalnya masih lemah. Tetapi setelah melalui proses pendidikan bayi manusia yang tidak dapat berbuat apa-apa itu kemudian berkembang dan melalui pendidikan yang baik apa saja dapat dilakukan manusia.\nAdam sebagai manusia pertama dan belum ada manusia lain yang mendidiknya, maka Allah secara langsung mendidik dan mengajarinya. Apalagi Adam dipersiapkan untuk menjadi khalifah yaitu pemimpin di bumi. Tetapi cara Allah mendidik dan mengajar Adam tidak seperti manusia yang mengajar sesamanya, melainkan dengan mengajar secara langsung dan memberikan potensi kepadanya yang dapat berkembang berupa daya pikirnya sehingga memungkinkan untuk mengetahui semua nama yang di hadapannya.\nSetelah nama-nama itu diajarkan-Nya kepada Adam, maka Allah memperlihatkan benda-benda itu kepada para malaikat dan diperintahkan-Nya agar mereka menyebutkan nama-nama benda tersebut yang telah diajarkan kepada Adam dan ternyata mereka tidak dapat menyebutkannya. Hal ini untuk memperlihatkan keterbatasan pengetahuan para malaikat itu dan agar mereka mengetahui keunggulan Adam sebagai manusia terhadap mereka, dan agar mereka mengetahui ketinggian hikmah Allah dalam memilih manusia sebagai khalifah. Hal ini juga menunjukkan bahwa jabatan khalifah yaitu mengatur segala sesuatu dan menegakkan kebenaran dan keadilan di muka bumi ini memerlukan pengetahuan yang banyak dan kemampuan serta daya pikir yang kuat.",
    "quraish": "Setelah menciptakan Adam, lalu mengajarkannya nama dan karakteristik benda agar ia dapat hidup dan mengambil manfaat dari alam, Allah memperlihatkan benda-benda itu kepada malaikat.\"Sebutkanlah kepada-Ku nama dan karakteristik benda-benda ini, jika kalian beranggapan bahwa kalian lebih berhak atas kekhalifahan, dan tidak ada yang lebih baik dari kalian karena ketaatan dan ibadah kalian itu memang benar,\" firman Allah kepada malaikat.",
    "jalalayn": "(Dan diajarkan-Nya kepada Adam nama-nama) maksudnya nama-nama benda (kesemuanya) dengan jalan memasukkan ke dalam kalbunya pengetahuan tentang benda-benda itu (kemudian dikemukakan-Nya mereka) maksudnya benda-benda tadi yang ternyata bukan saja benda-benda mati, tetapi juga makhluk-makhluk berakal, (kepada para malaikat, lalu Allah berfirman) untuk memojokkan mereka, (\"Beritahukanlah kepada-Ku) sebutkanlah (nama-nama mereka) yakni nama-nama benda itu (jika kamu memang benar.\") bahwa tidak ada yang lebih tahu daripada kamu di antara makhluk-makhluk yang Kuciptakan atau bahwa kamulah yang lebih berhak untuk menjadi khalifah. Sebagai 'jawab syarat' ditunjukkan oleh kalimat sebelumnya."
  },
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 32,
    "arab": "قَالُوْا سُبْحٰنَكَ لَا عِلْمَ لَنَآ اِلَّا مَا عَلَّمْتَنَا ۗاِنَّكَ اَنْتَ الْعَلِيْمُ الْحَكِيْمُ ",
    "translation": "Mereka menjawab, “Mahasuci Engkau, tidak ada yang kami  ketahui selain apa yang telah Engkau ajarkan kepada kami. Sungguh, Engkaulah Yang Maha Mengetahui, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/39.mp3",
    "tafsir": "Setelah para malaikat menyadari kurangnya ilmu pengetahuan mereka, karena tidak dapat menyebutkan sifat makhluk-makhluk yang ada di hadapan mereka, maka mereka mengakui terus terang kelemahan diri mereka dan berkata kepada Allah bahwa Dia Mahasuci dari segala sifat-sifat kekurangan, yang tidak layak bagi-Nya, dan mereka menyatakan tobat kepada-Nya. Mereka pun yakin bahwa segala apa yang dilakukan Allah tentulah berdasarkan ilmu dan hikmah-Nya yang Mahatinggi dan Mahasempurna, termasuk masalah pengangkatan Adam menjadi khalifah. Mereka mengetahui bahwa ilmu pengetahuan mereka hanyalah terbatas kepada apa yang diajarkan-Nya kepada mereka. Dengan demikian lenyaplah keragu-raguan mereka tentang hikmah Allah dalam pengangkatan Adam menjadi khalifah di bumi.\nDari pengakuan para malaikat ini, dapatlah dipahami bahwa pertanyaan yang mereka ajukan semula \"mengapa Allah mengangkat Adam a.s. sebagai khalifah,\" bukanlah merupakan suatu sanggahan dari mereka terhadap kehendak Allah, melainkan hanyalah sekadar pertanyaan meminta penjelasan. Setelah penjelasan itu diberikan, mereka mengakui kelemahan mereka, maka dengan rendah hati dan penuh ketaatan mereka mematuhi kehendak Allah, terutama dalam pengangkatan Adam a.s., menjadi khalifah. Mereka memuji Allah swt, karena Dia telah memberikan ilmu pengetahuan kepada mereka sesuai dengan kemampuan yang ada pada mereka. Selanjutnya, mereka mengakui pula dengan penuh keyakinan, dan menyerah kepada ilmu Allah yang Mahaluas dan hikmah-Nya yang Mahatinggi. Lalu mereka menegaskan bahwa hanya Allah yang Maha Mengetahui dan Mahabijaksana.\nHal ini mengandung suatu pelajaran bahwa manusia yang telah dikaruniai ilmu pengetahuan yang lebih banyak dari yang diberikan kepada para malaikat dan makhluk-makhluk lainnya, hendaklah selalu mensyukuri nikmat tersebut, serta tidak menjadi sombong dan angkuh karena ilmu pengetahuan yang dimilikinya, serta kekuatan dan daya pikirannya. Sebab, betapapun tingginya ilmu pengetahuan dan teknologi manusia pada zaman kita sekarang ini, namun masih banyak rahasia-rahasia alam ciptaan Allah yang belum dapat dijangkau oleh ilmu pengetahuan manusia, misalnya ialah hakikat roh yang ada pada diri manusia sendiri. Allah telah memperingatkan bahwa ilmu pengetahuan yang dikaruniakan kepada manusia hanya sedikit sekali dibandingkan ilmu Allah dan hakikat-Nya.\n\n\"¦dan tidaklah kamu diberi pengetahuan, melainkan sedikit.\" (a1-Isra'/17: 85)\n\nSelama manusia tetap menyadari kekurangan ilmu pengetahuannya, tentu dia tidak akan menjadi sombong dan angkuh, dan niscaya dia tidak akan segan mengakui kekurangan pengetahuannya tentang sesuatu apabila dia benar-benar belum mengetahuinya, dan dia tidak akan merasa malu mempelajarinya kepada yang mengetahui. Sebaliknya, apabila dia mempunyai pengetahuan tentang sesuatu yang berfaedah, maka ilmunya itu tidak akan disembunyikannya, melainkan diajarkan dan dikembangkannya kepada orang lain, agar mereka pun dapat mengambil manfaatnya.",
    "quraish": "Malaikat menyadari kelemahannya seraya berkata, \"Ya Tuhan, kami benar-benar menyucikan-Mu dengan kesucian yang sesuai dengan zat-Mu. Kami mengakui kelemahan kami dan tidak akan membantah-Mu. Tidak ada yang kami ketahui kecuali apa yang telah Engkau ajarkan kepada kami. Engkaulah yang mengetahui segala sesuatu dan Mahabijaksana atas segala yang Engkau lakukan.\"",
    "jalalayn": "(Jawab mereka, \"Maha suci Engkau!) artinya tidak sepatutnya kami akan menyanggah kehendak dan rencana-Mu (Tak ada yang kami ketahui, kecuali sekadar yang telah Engkau ajarkan kepada kami) mengenai benda-benda tersebut. (Sesungguhnya Engkaulah) sebagai 'taukid' atau penguat bagi Engkau yang pertama, (Yang Maha Tahu lagi Maha Bijaksana.\") hingga tidak seorang pun yang lepas dari pengetahuan serta hikmah kebijaksanaan-Mu."
  },
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 33,
    "arab": "قَالَ يٰٓاٰدَمُ اَنْۢبِئْهُمْ بِاَسْمَاۤىِٕهِمْ ۚ فَلَمَّآ اَنْۢبَاَهُمْ بِاَسْمَاۤىِٕهِمْۙ قَالَ اَلَمْ اَقُلْ لَّكُمْ اِنِّيْٓ اَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۙ وَاَعْلَمُ مَا تُبْدُوْنَ وَمَا كُنْتُمْ تَكْتُمُوْنَ ",
    "translation": "Dia (Allah) berfirman, “Wahai Adam! Beritahukanlah kepada mereka nama-nama itu!” Setelah dia (Adam) menyebutkan nama-namanya, Dia berfirman, “Bukankah telah Aku katakan kepadamu, bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/40.mp3",
    "tafsir": "Setelah para malaikat ternyata tidak tahu dan tidak dapat menyebutkan nama benda-benda yang diperlihatkan Allah kepada mereka, maka Allah memerintahkan kepada Adam a.s. untuk memberitahukan nama-nama tersebut kepada mereka. Adam melaksanakan perintah itu lalu diberitahukannya nama-nama tersebut kepada mereka.\nKemudian, setelah Adam a.s. selesai memberitahukan nama-nama tersebut kepada malaikat, dan diterangkannya pula sifat-sifat dan keistimewaan masing-masing makhluk itu, maka Allah berfirman kepada para malaikat bahwa Dia pernah mengatakan kepada mereka bahwa sesungguhnya Dia mengetahui pula apa-apa yang mereka nyatakan dengan ucapan-ucapan mereka dan pikiran-pikiran yang mereka sembunyikan dalam hati mereka. Dia menciptakan sesuatu tidaklah dengan sia-sia, melainkan berdasarkan ilmu dan hikmah-Nya.\nDalam masalah pengangkatan Adam a.s. sebagai khalifah di bumi terkandung suatu makna yang tinggi dari hikmah Ilahi yang tak diketahui oleh para malaikat. Mereka tidak dapat mengetahui rahasia-rahasia alam, serta ciri khas yang ada pada masing-masing makhluk, sebab para malaikat sangat berbeda keadaannya dengan manusia. Mereka tidak mempunyai kebutuhan apa-apa, seperti sandang, pangan dan harta benda. Maka seandainya malaikat yang dijadikan penghuni dan penguasa di bumi ini, niscaya tak akan ada sawah dan ladang, tak akan ada pabrik dan tambang-tambang, tak akan ada gedung-gedung yang tinggi menjulang. Juga tidak akan lahir bermacam-macam ilmu pengetahuan dan teknologi seperti yang telah dicapai umat manusia sampai sekarang ini, yang hampir tak terhitung jumlahnya.\nDengan kekuatan akalnya, manusia dapat memiliki pengetahuan dan kemampuan yang terus berkembang serta dapat melakukan hal-hal yang hampir tak terhitung jumlahnya. Dengan kekuatan itu, manusia dapat menemukan hal-hal baru yang belum ada sebelumnya. Dia dapat mengolah tanah yang gersang menjadi tanah yang subur. Dengan bahan-bahan yang tersedia di bumi ini manusia dapat membuat variasi-variasi baru yang belum pernah ada. Pengawinan antara kuda dengan keledai, melahirkan hewan jenis baru yang belum pernah ada sebelumnya, yaitu hewan yang disebut \"bagal\". Dengan mengawinkan atau menyilangkan tumbuh-tumbuhan yang berbunga putih dengan yang berbunga merah, maka lahirlah tumbuh-tumbuhan jenis baru, yang berbunga merah putih. Pengolahan logam menjadi barang-barang perhiasan yang beraneka ragam dan alat-alat keperluan hidup sehari-hari dan pengolahan bermacam-macam tumbuh-tumbuhan menjadi bahan pakaian dan makanan untuk kesejahteraan mereka. Pada zaman sekarang ini dapat disaksikan berjuta-juta macam benda hasil penemuan manusia, baik yang kecil maupun yang besar, sebagai hasil kekuatan akalnya.\nAdapun para malaikat, mereka tidak mempunyai hawa nafsu yang akan mendorong mereka untuk bekerja mengolah benda-benda alam ini dan memanfaatkannya untuk kepentingan hidup mereka. Oleh karena itu, apabila mereka yang telah dikaruniai kekuatan akal serta bakat-bakat dan kemampuan yang demikian diangkat menjadi khalifah di bumi, maka hal ini adalah wajar, dan menunjukkan pula kesempurnaan ilmu dan ketinggian hikmah Allah swt dalam mengatur makhluk-Nya.\nRangkaian ayat di atas menegaskan bahwa tugas manusia di muka bumi adalah menjadi khalifah. Ketika mengetahui maksud Allah hendak menjadikan khalifah di muka bumi para malaikat bertanya-tanya mengapa Allah hendak menjadikan manusia sebagai khalifah, padahal mereka banyak berbuat kerusakan dan saling menumpahkan darah? Allah menjawab bahwa Dia mengetahui apa yang tidak diketahui oleh para malaikat.\nTernyata yang menjadikan manusia patut mengemban tugas sebagai khalifah di muka bumi adalah karena karunia yang Allah berikan kepada manusia berupa kemampuan untuk mengetahui nama-nama benda seluruhnya serta mengingatnya dan menjelaskannya, sementara para malaikat tidak memiliki kemampuan seperti ini.\nJika ditelaah lebih dalam, kemampuan untuk mengidentifikasi dan memberikan nama pada hakekatnya adalah kemampuan dasar yang sangat diperlukan manusia untuk mengembangkan ilmu pengetahuan. Kegiatan analisis dan sintesis untuk menghasilkan ilmu pengetahuan tidak mungkin dapat dilakukan tanpa kemampuan untuk mengidentifikasi dan memberi nama. Oleh karena itu, bab atau topik yang menjadi bahasan awal ilmu mantik dan filsafat ilmu pengetahuan adalah tentang \"nama\", tentang hakekat nama dan kaitan antara nama dengan konsep yang dirujuk olehnya. Kemampuan memberi nama, baik yang konkrit maupun yang abstrak pada hakekatnya adalah kemampuan untuk membuat konsep yang pada gilirannya memfasilitasi kemampuan untuk melihat keterkaitan antar berbagai konsep serta mensintesis berbagai konsep menjadi konsep baru. Proses ini terjadi terus menerus dan dengan cara demikian ilmu pengetahuan terus terakumulasi dan berkembang. \nSangat sulit untuk membayangkan terjadinya perkembangan ilmu pengetahuan jika manusia tidak memiliki kemampuan memberi nama atau membangun konsep.\nJika kemampuan mengembangkan ilmu pengetahuan menjadikan manusia pantas untuk mengemban tugas khalifah di muka bumi, maka dapat dimengerti jika Allah swt memberikan derajat yang tinggi kepada manusia yang berilmu. Allah berfirman yang artinya: \n¦ Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. (al-Mujadalah/58: 11)\n\nLebih jauh, lihat pula Surah al-hijr/15: 26, 28 dan 33 yang terkait dengan penciptaan manusia, yang artinya : \n\nDan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk. (al-hijr/15: 26)\n\nDan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat, \"Sungguh, Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang diberi bentuk\". (al-hijr/15: 28)\n\nIa (Iblis) berkata, \"Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk\". ( al-hijr/15: 33)\n\nPertanyaannya adalah mengapa Adam mampu menjelaskan nama-nama benda-benda itu, sedangkan Malaikat tidak mampu? Dalam beberapa surah, termasuk Surah al-hijr di atas, Allah swt menjelaskan bahwa manusia dibuat dari tanah. Tanah mengandung banyak atom-atom atau unsur-unsur metal (logam) maupun metalloid (seperti-logam) yang sangat diperlukan sebagai katalis dalam proses reaksi kimiawi maupun biokimiawi untuk membentuk molekul-molekul organik yang lebih kompleks. Contoh-contoh unsur-unsur yang ada di tanah itu antara lain, besi (Fe), tembaga (Cu), kobalt (Co), mangan (Mn) dll. Juga dengan adanya unsur-unsur karbon (C), hidrogen (H), nitrogen (N), fosfor (P) dan oksigen (O), maka unsur-unsur metal maupun metalloid diatas mampu menjadi katalis dalam proses reaksi biokimiawi untuk membentuk molekul yang lebih kompleks seperti ureum, asam amino atau bahkan nukleotida. Molekul-molekul ini dikenal sebagai molekul organik, pendukung suatu proses kehidupan. Otak manusia, yang merupakan organ penting untuk menerima informasi, kemudian menyimpannya, serta mengeluarkannya kembali; terbuat dari unsur-unsur kimiawi diatas, yang tersusun menjadi makro-molekul dan jaringan otak. Instrumen penyimpan informasi lainnya yang dipunyai oleh manusia adalah senyawa kimia yang dikenal sebagai DNA atau desoxyribonucleic acid: asam desoksi ribonukleat. Baik jaringan otak manusia maupun molekul-molekul DNA terdiri dari unsur-unsur utama C,H,O, N dan P. \nProf. Carl Sagan dari Princeton University, AS dalam bukunya The Dragon of Eden memberikan gambaran bahwa manusia memang unggul bila dibandingkan dengan makhluk-makhluk lain ciptaan Allah swt.. Salah satu keunggulannya adalah manusia dilengkapi dengan sistem penyimpan informasi/memori. Sistem penyimpan informasi pada manusia ada dua macam, yaitu: (1) Jaringan Otak, yang menyimpan informasi apapun yang dapat direkam olehnya. Otak manusia mempunyai kemampuan untuk menyimpan informasi sebanyak 1013 bits atau 107 Gbits. Penyimpan informasi yang ke (2). DNA-Kromosomal, yaitu molekul DNA yang ada di kromosom, yang menyimpan informasi genetik manusia. Informasi ini akan dialihkan atau diturunkan kepada keturunannya. DNA-kromosomal manusia mampu menyimpan memori sebanyak 2x1010 bits atau sekitar 2x104 Gbits. Kapasitas menyimpan informasi DNA-kromosomal manusia ini sebanding dengan buku setebal 2.000.000 halaman, atau sebanding dengan 4000 jilid buku @ 500 halaman. Kedua penyimpan memori yang canggih ini terbuat dari unsur-unsur yang ada di tanah, subhanallah. Inilah jawabannya, mengapa Adam mampu menangkap dan mengerti semua yang diajarkan Allah swt, berupa nama-nama benda-benda; serta mengungkapkannya kembali dengan benar; karena manusia Adam dilengkapi dangan instrumen penyimpan dan pengekspresi kembali memory: jaringan Otak dan DNA yang terdiri dari unsur-unsur tanah itu; sedangkan malaikat tidak demikian halnya. Iblis menyombongkan diri, karena kebodohannya dalam memahami ciptaan Allah swt, dengan melecehkan unsur tanah.",
    "quraish": "Allah berfirman kepada Adam, \"Hai Adam, beritahulah nama benda-benda ini kepada malaikat.\" Adam kemudian melakukan perintah itu dan menunjukkan kelebihannya atas mereka. Di sini, Allah berfirman kepada mereka dengan mengingatkan keluasan ilmu-Nya, \"Bukankah sudah Aku katakan kepada kalian bahwa Aku benar-benar mengetahui segala yang gaib di langit dan di bumi, dan tidak ada seorang pun yang mengetahuinya kecuali Aku, dan Aku mengetahui apa yang kalian tampakkan dalam ucapan dan apa yang kalian sembunyikan di dalam hati?\"",
    "jalalayn": "(Allah berfirman, \"Hai Adam! Beritahukanlah kepada mereka) maksudnya kepada para malaikat itu (nama mereka\") yakni benda-benda itu. Maka disebutnya satu persatu menurut nama masing-masing berikut hikmah diciptakannya oleh Allah. (Maka setelah diberitahukannya kepada mereka nama benda-benda itu, Allah berfirman) kepada mereka guna mencela mereka, (\"Bukankah sudah Kukatakan kepada kalian bahwa Aku mengetahui rahasia langit dan bumi) maksudnya mengetahui barang yang tersembunyi pada keduanya, (dan mengetahui apa yang kamu lahirkan) yaitu ucapan yang kamu keluarkan, yaitu, 'Kenapa hendak Engkau jadikan... dan seterusnya' (dan apa yang kamu sembunyikan.\") yaitu ucapan yang kamu sembunyikan, seperti \"Allah tidak pernah menciptakan makhluk yang lebih mulia dan lebih pandai dari kami.\""
  },
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 34,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  اَبٰى وَاسْتَكْبَرَۖ وَكَانَ مِنَ الْكٰفِرِيْنَ",
    "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/41.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah memerintahkan kepada para malaikat agar mereka bersujud atau memberi hormat kepada Adam a.s. Maka malaikat menaati perintah itu, kecuali Iblis, artinya setelah Adam a.s. selesai memberitahukan nama makhluk-makhluk itu kepada para malaikat, Allah memerintahkan kepada mereka bersujud atau memberi hormat kepada Adam a.s. Maka sujudlah malaikat kepada Adam a.s. Perintah itu bukanlah sujud untuk beribadah kepadanya, melainkan sujud sebagai penghormatan semata-mata, dan sebagai pengakuan mereka terhadap kelebihan dan keistimewaan yang ada padanya. \nDalam agama Islam, sujud ibadah hanya diperbolehkan kepada Allah swt semata. Pada hakikatnya, sujud kepada Allah ada dua macam. Pertama, sujud manusia kepada Allah dalam beribadah, yaitu sujud salat, sujud tilawah dan sujud syukur menurut cara-cara yang telah ditentukan dalam ajaran syariat. Kedua, sujud semua makhluk kepada Allah dengan arti tunduk dan patuh kepada-Nya. Arti yang asli dari kata-kata \"sujud\" adalah \"tunduk dan patuh\".\n\nDan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6)\n\nDan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa ¦ (ar-Ra'd/13: 15)\n\nSujud para malaikat kepada Adam a.s. sebagai penghormatan dan pernyataan tunduk kepadanya, bukan untuk beribadah. Perintah Allah swt kepada mereka untuk sujud kepada Adam menunjukkan kelebihan Adam dari mereka, sehingga ia benar-benar lebih berhak dijadikan khalifah di bumi. Mengenai asal usul kejadian Adam, malaikat dan Iblis, disebutkan bahwa Adam a.s. diciptakan Allah dari tanah dan malaikat diciptakan dari cahaya (nur), ) sedang jin, Iblis dan setan diciptakan dari api (nar).\nIblis dan setan selalu membisikkan kepada manusia hal-hal yang tidak benar untuk menggoda dan menyesatkannya dari jalan yang lurus. Bahkan Adam dan Hawa sebagai manusia pertama telah digoda untuk melanggar larangan Allah swt.\nIblis bukanlah termasuk jenis malaikat, melainkan suatu makhluk dari bangsa jin. Iblis itu pada mulanya pernah berada dalam kalangan malaikat, bergaul dengan mereka dan mempunyai sifat-sifat seperti mereka pula, walaupun asal kejadiannya berbeda dari asal kejadian malaikat. Buktinya ialah firman Allah swt pada akhir ayat tersebut yang menerangkan bahwa ketika Allah swt memerintahkan kepada para malaikat untuk bersujud kepada Adam a.s., maka mereka semuanya patuh, kecuali Iblis. Jadi teranglah bahwa Iblis itu bukanlah dari kalangan malaikat, sebab malaikat selalu patuh dan taat kepada perintah Allah dan tidak pernah membangkang. Arti harfiah \"iblis\" yaitu \"putus asa\", \"membangkang\", \"diam\", atau \"menyesal\".\nDalam ayat yang lain Allah berfirman:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya¦(al-Kahf/18: 50)\n\nIblis, sama halnya dengan jin dan setan, diciptakan Allah dari api. Iblis menganggap bahwa api lebih mulia daripada tanah. Sebab itu ia memandang dirinya lebih mulia daripada Adam, sebab Adam diciptakan Allah dari tanah. Itulah sebabnya Iblis menolak bersujud kepada Adam.\nAda pendapat lain yang mengatakan bahwa Iblis itu termasuk jenis malaikat juga, sebab perintah Allah kepada malaikat agar bersujud kepada Adam a.s. adalah ditujukan kepada semua malaikat. Lalu disebutkan, bahwa para malaikat itu semua bersujud kepada Adam a.s., kecuali Iblis. Memang benar, bahwa sifat yang asli dari para malaikat adalah patuh dan taat kepada Allah swt. Namun demikian tidaklah mustahil bahwa sebagian atau salah satu dari mereka ada yang bersifat durhaka, sebagai sifat yang datang kemudian. Itulah Iblis.\nDalam ayat lain disebutkan bahwa Allah menanyakan kepada Iblis apa alasannya untuk tidak bersujud kepada Adam. Allah berfirman:\n\n(Allah) berfirman, \"Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?\" (sad/38:75)\n\nAllah menceritakan jawaban Iblis:\n\n(Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (sad/38:76)\n\nIblis enggan mematuhi perintah Allah yang menyuruh sujud kepada Adam, dan ia bersikap angkuh karena ia merasa dirinya lebih mulia dan lebih berhak dari Adam untuk dijadikan khalifah. Karena Iblis menolak perintah Allah berdasarkan anggapannya itu, maka ia termasuk makhluk yang kafir kepada Allah. Bahkan ada pendapat yang mengatakan bahwa Iblis adalah makhluk yang pertama-tama mengingkari perintah Allah. Ada pula pendapat yang mengatakan bahwa Iblis merupakan asal dari semua jin, sebagaimana Adam asal dari semua manusia. Jin itu mempunyai keturunan. Mereka penghuni bumi sebelum Adam diciptakan Allah dan mereka telah berbuat kerusakan di bumi. Itulah sebabnya, ketika Allah memberitahukan kepada para malaikat bahwa Dia akan menjadikan Adam sebagai khalifah di bumi, para malaikat berkata, \"Apakah Engkau akan menjadikan khalifah di bumi orang-orang yang suka berbuat kerusakan dan suka menumpahkan darah? Jadi malaikat mengira bahwa manusia pun akan berbuat seperti jin ketika mereka berkuasa di bumi.",
    "quraish": "Dan renungkan kembali, wahai Nabi, ketika Kami berkata kepada malaikat, \"Tunduklah kepada Adam sebagai penghormatan dan pengakuan atas kelebihan-kelebihannya!\" Seluruh malaikat menaati perintah itu kecuali Iblîs yang enggan untuk bersujud, bahkan masuk ke dalam golongan yang mendurhakai-Nya dan mengingkari nikmat, hikmah dan ilmu-Nya.",
    "jalalayn": "(Dan) ingatlah! (Ketika Kami berfirman kepada para malaikat, \"Sujudlah kalian kepada Adam!\") Maksudnya sujud sebagai penghormatan dengan cara membungkukkan badan, (maka mereka pun sujud, kecuali Iblis) yakni nenek moyang bangsa jin yang ada di antara para malaikat, (ia enggan) tak hendak sujud (dan menyombongkan diri) dengan mengatakan bahwa ia lebih mulia daripada Adam (dan Iblis termasuk golongan yang kafir) dalam ilmu Allah Taala."
  },
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 35,
    "arab": "وَقُلْنَا يٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
    "translation": "Dan Kami berfirman, “Wahai Adam! Tinggallah engkau dan istrimu di dalam surga, dan makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. (Tetapi) janganlah kamu dekati pohon ini, nanti kamu termasuk orang-orang yang zalim!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/42.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah memerintahkan Adam a.s. dan istrinya untuk menempati surga yang telah disediakan untuk mereka. Mengenai surga yang disebutkan dalam ayat ini, sebagian besar mufasir, mengatakan bahwa surga yang dimaksudkan dalam ayat ini ialah surga di langit yang dijanjikan Allah sebagai balasan bagi orang-orang yang beriman dan beramal saleh. Menurut mufasir lain, surga yang tersebut dalam ayat itu adalah suatu taman, tempat Adam dan istrinya berdiam dan diberi kenikmatan hidup yang cukup.\nDalam ayat ini diterangkan bahwa Adam a.s. dan istrinya dibolehkan menikmati makanan apa saja dan di mana saja dalam surga tersebut dengan aman dan leluasa, hanya saja Allah swt melarang mereka mendekati dan memakan buah pohon tertentu yang hanya merupakan salah satu pohon saja di antara banyak pohon yang ada dalam surga itu. Setan menamakan pohon tersebut pohon keabadian, karena menurutnya, jika Adam a.s. dan istrinya memakan buah pohon itu maka mereka akan dapat kekal selama-lamanya dalam surga. Padahal yang sebenarnya adalah sebaliknya, yaitu apabila ia dan istrinya memakan buah pohon itu maka mereka akan dikeluarkan dari surga, karena hal itu merupakan pelanggaran terhadap larangan Allah swt. Jika mereka melanggar larangan itu, maka mereka termasuk golongan orang zalim terhadap diri mereka, dan akan menerima hukuman dari Allah swt yang akan mengakibatkan mereka kehilangan kehormatan dan kebahagiaan yang telah mereka peroleh.\nDalam ayat ini Allah swt tidak menjelaskan hakikat dari pohon tersebut. Seseorang tak akan dapat menentukannya tanpa ada dalil yang pasti. Lagi pula, maksud utama dari kisah ini sudah tercapai tanpa memberikan keterangan tentang hakikat pohon tersebut. Tetapi dapat dikatakan bahwa larangan Allah swt, kepada Adam a.s. dan istrinya untuk mendekati pohon itu dan memakan buahnya, tentulah berdasarkan suatu hikmah daripada-Nya, yaitu merupakan suatu ujian dari Allah swt terhadap Adam a.s. dan istrinya.",
    "quraish": "Allah lalu menciptakan istri Adam dan memerintahkan mereka untuk tinggal di dalam surga. Firman Allah, \"Tinggallah kamu dan istrimu di dalam surga dan makanlah makanan apa saja yang kalian sukai, yang baik dan banyak. Ambillah buah apa pun dan dari mana pun tanpa susah payah.\" Namun, Allah mengingatkan mereka terhadap pohon tertentu untuk tidak memakan buah atau bagian-bagiannya yang lain.\"Janganlah kalian mendekati dan memakan buah atau bagian-bagian pohon ini. Apabila kalian melanggar, maka kalian akan termasuk orang-orang yang lalim dan durhaka!\"",
    "jalalayn": "(Dan Kami berfirman, \"Hai Adam! Berdiamlah kamu) yakni kamu sendiri 'kamu' yang kedua berfungsi sebagai penguat bagi yang pertama dan dihubungkan dengannya yang ditampilkan sebagai dhamir atau kata ganti yang tersembunyi (bersama istrimu) yakni Hawa yang diciptakan dari tulang rusuk Adam yang sebelah kiri (dalam surga ini dan makanlah di antara makanan-makanannya) (yang banyak) dan tidak dilarang (di mana saja kamu sukai, tetapi janganlah kamu dekati pohon ini) pohon anggur atau batang gandum ini atau lain-lainnya, maksudnya jangan memakan buahnya (hingga kamu menjadi orang-orang yang lalim.\") atau durhaka."
  },
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 36,
    "arab": "فَاَزَلَّهُمَا الشَّيْطٰنُ عَنْهَا فَاَخْرَجَهُمَا مِمَّا كَانَا فِيْهِ ۖ وَقُلْنَا اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚ وَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ",
    "translation": "Lalu setan memperdayakan keduanya dari surga sehingga keduanya dikeluarkan dari (segala kenikmatan) ketika keduanya di sana (surga). Dan Kami berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain. Dan bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/43.mp3",
    "tafsir": "Dalam ayat ini dijelaskan, bahwa setan telah menggoda Adam a.s. dan istrinya sehingga akhirnya mereka tergoda dan melanggar larangan Allah untuk tidak memakan buah pohon itu. Dalam ayat lain juga disebutkan bagaimana setan itu membujuk Adam a.s. dan istrinya.\n\nKemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, \"Wahai Adam! Maukah aku tunjukkan kepadamu pohon keabadian dan kerajaan yang tidak akan binasa?\" (taha/20: 120)\n\nDalam firman-Nya yang lain disebutkan pula bujukan setan itu:\n\n¦ Dan (setan) berkata, \"Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).\" (al-A'raf/7: 20)\n\nDalam melakukan godaan itu, setan berusaha untuk meyakinkan Adam a.s. bahwa ia benar-benar hanya memberikan nasihat yang baik dan untuk itu ia bersumpah:\n\n\"¦Sesungguhnya aku ini benar-benar termasuk para penasihatmu.\" (al-A'raf/7: 21)\n\nKarena kesalahan yang telah dilakukan Adam dan istrinya, maka Allah swt mengeluarkan mereka dari kenikmatan dan kemuliaan yang telah mereka peroleh selama ini, lalu Allah swt memerintahkan agar mereka turun dari surga itu ke bumi. Sejak itu mereka dan setan senantiasa dalam keadaan bermusuhan satu sama lain.\nSelanjutnya, Allah menerangkan bahwa mereka itu akan memperoleh tempat tinggal dan kenikmatan hidup di bumi sampai kepada ajal masing-masing. Dengan demikian, tak seorang pun yang akan hidup kekal di bumi. Jelaslah kebohongan bisikan-bisikan setan kepada Adam a.s. dan istrinya, bahwa dengan memakan buah pohon itu mereka akan kekal selama-lamanya di dalam surga.\nDalam ayat tersebut terdapat isyarat, bahwa Adam a.s. dikeluarkan bersama istrinya dari surga ke bumi bukanlah untuk membinasakan mereka, melainkan agar mereka bekerja memakmurkan bumi ini, dan bukan menjauhkan mereka dari kenikmatan hidup, sebab di bumi pun mereka tetap dikaruniai kenikmatan; dan tidak pula untuk hidup kekal, karena suatu ketika mereka akan menemui ajal dan meninggalkan dunia yang fana ini.",
    "quraish": "Tetapi Iblîs yang iri dan dengki kepada Adam, mulai membujuk mereka berdua untuk memakan buah pohon ini, sehingga mengakibatkan mereka tergoda dan memakannya. Akibatnya, Allah mengeluarkan mereka dari kenikmatan dan kemuliaan itu, dan menyuruh mereka beserta keturunannya untuk turun dan tinggal di bumi. Mereka menjadi musuh satu sama lain, yang disebabkan oleh persaingan dan rayuan setan. Bagi mereka disediakan tempat kediaman di bumi dan kemudahan hidup serta kesenangan yang akan habis pada waktunya.",
    "jalalayn": "(Lalu keduanya digelincirkan oleh setan) oleh Iblis dan menurut suatu qiraat 'fa-azaalahumaa', artinya maka Iblis pun menyingkirkan keduanya (daripadanya), maksudnya dari dalam surga dengan memperdayakan serta mengatakan kepada mereka, \"Maukah kalian saya tunjukkan suatu macam pohon kekal yang akan mengekalkan kehidupan kalian? Itulah dia syajaratul khuldi atau pohon keabadian?\" Ia tidak lupa bersumpah atas nama Allah bahwa mereka hanyalah hendak menyampaikan nasihat dan anjuran baik belaka. Maka Adam dan Hawa pun memakan buah itu, (dan Allah mengeluarkan mereka dari keadaan yang mereka alami semula), yakni dari nikmat surga (dan firman Kami, \"Turunlah kalian!\") maksudnya ke bumi, yakni kalian berdua bersama anak cucu kalian itu (menjadi musuh bagi yang lain) disebabkan penganiayaan sebagian kalian terhadap lainnya, (dan bagi kalian tersedia tempat kediaman di bumi), artinya tempat menetap (dan kesenangan) berupa hasil tumbuh-tumbuhan yang kalian senangi dan dapat kalian nikmati (sampai waktu tertentu) maksudnya hingga saat datangnya ajal kalian nanti."
  },
  {
    "page": 6,
    "name": "Al-Baqarah",
    "ayat": 37,
    "arab": "فَتَلَقّٰٓى اٰدَمُ مِنْ رَّبِّهٖ كَلِمٰتٍ فَتَابَ عَلَيْهِ ۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ",
    "translation": "Kemudian Adam menerima beberapa kalimat dari Tuhannya, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/44.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah Adam a.s. dikeluarkan dari surga, dia menerima ilham dari Allah swt yang mengajarkan kepadanya kata-kata untuk bertobat. Lalu Adam bertobat dan memohon ampun kepada Allah dengan menggunakan kata-kata tersebut, yang berbunyi sebagai berikut:\n\nKeduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\" (al-A'raf/7: 23)\n\nSetelah Adam berdoa memohon ampunan kepada Allah dengan mengucapkan kata-kata tersebut, Allah pun menerima tobatnya, dan melimpahkan rahmat-Nya kepada Adam. Sesungguhnya Allah Maha Penerima Tobat dan Maha Pengasih. Sebab Allah senantiasa memberikan maaf dan ampunan serta rahmat-Nya kepada orang-orang yang bertobat dari kesalahannya. \nTobat yang diterima Allah adalah tobat yang memenuhi hal-hal sebagai berikut:\n1.Menyesali dan meninggalkan segala kesalahan yang telah dilakukan.\n2.Menjauhi dan tidak mengulangi lagi kesalahan-kesalahan dan perbuatan-perbuatan semacam itu.\n3.Mengiringi perbuatan dosa itu dengan perbuatan-perbuatan yang baik.\nDalam hal ini Rasulullah saw telah bersabda:\n\"Iringilah perbuatan jahat itu dengan perbuatan baik, niscaya perbuatan baik itu akan menghapuskan dosanya\". (Riwayat at-Tirmidzi dari Abi dzarr)\n\nDalam ayat ini ada dua macam sifat Allah swt yang disebutkan sekaligus, yaitu \"Maha Penerima tobat\", dan \"Maha Pengasih\". Hal ini merupakan isyarat tentang jaminan Allah kepada setiap orang yang bertobat menurut cara-cara yang tersebut di atas, bahwa Allah swt akan melimpahkan kepadanya kebajikan dan ampunan-Nya.",
    "quraish": "Adam dan istrinya merasa salah dan lalim terhadap diri sendiri. Allah lalu mengilhami Adam berupa kalimat(1) yang diucapkan untuk bertobat dan istigfar. Lalu Adam mengucapkan kalimat itu dan Allah pun menerima dan mengampuni mereka, karena Allah selalu menerima pertobatan. Dia Maha Penyayang kepada hamba-hamba-Nya yang lemah. {(1) Ayat ini ditafsirkan oleh surat al-A'râf, sesuai dengan kaidah \"Ayat al-Qur'ân menafsirkan ayat yang lain\" (al-Qur'ân yufassiru ba'dluhu ba'dlan), yang dikenal di kalangan ahli tafsir. }",
    "jalalayn": "(Kemudian Adam menerima beberapa kalimat dari Tuhannya), yakni dengan diilhamkan-Nya kepadanya, menurut suatu qiraat 'Adama' dibaca nashab, sedangkan 'kalimatun' dibaca rafa`, sehingga arti kalimat menjadi, \"maka datanglah kepada Adam kalimat dari Tuhannya\", yakni yang berbunyi \"rabbanaa zhalamnaa anfusanaa\", artinya \"Ya Tuhan kami, kami telah berbuat aniaya kepada diri kami... dan seterusnya\". Maka Adam pun menyampaikan doanya dengan ayat tersebut. (maka Allah menerima tobatnya), artinya mengampuni dosanya (Sesungguhnya Dia Maha Penerima tobat) terhadap hamba-hamba-Nya (lagi Maha Penyayang) terhadap mereka."
  }
]