[
  {
    "page": 600,
    "name": "Al-'Adiyat",
    "ayat": 10,
    "arab": "وَحُصِّلَ مَا فِى الصُّدُوْرِۙ",
    "translation": "dan apa yang tersimpan di dalam dada dilahirkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6156.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan ancaman-Nya kepada orang-orang yang ingkar terhadap nikmat-nikmat-Nya dengan menyatakan apakah mereka tidak sadar bahwa Allah mengetahui isi hatinya. Allah juga menyatakan bahwa Dia akan membalas keingkaran mereka itu pada hari dikeluarkan apa yang ada di dalam dada dan dibangkitkan apa yang ada di dalam kubur.",
    "quraish": "Apakah ia tidak mengetahui balasan dari perbuatannya itu, sehingga tidak tahu bahwa ketika seluruh jasad dibangkitkan dari kubur dan apa yang ada di dalam dada--yang telah tercatat dalam daftar perbuatan mereka, yang baik maupun yang buruk--itu dikumpulkan?",
    "jalalayn": "(Dan dilahirkan) atau ditampakkan dan dikeluarkan (apa yang ada dalam dada) maksudnya, apa yang tersimpan di dalam kalbu berupa kekafiran dan keimanan."
  },
  {
    "page": 600,
    "name": "Al-'Adiyat",
    "ayat": 11,
    "arab": "اِنَّ رَبَّهُمْ بِهِمْ يَوْمَىِٕذٍ لَّخَبِيْرٌ ࣖ",
    "translation": "sungguh, Tuhan mereka pada hari itu Mahateliti terhadap keadaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6157.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan ancaman-Nya kepada orang-orang yang ingkar terhadap nikmat-nikmat-Nya dengan menyatakan apakah mereka tidak sadar bahwa Allah mengetahui isi hatinya. Allah juga menyatakan bahwa Dia akan membalas keingkaran mereka itu pada hari dikeluarkan apa yang ada di dalam dada dan dibangkitkan apa yang ada di dalam kubur.",
    "quraish": "Sesungguhnya Tuhan Pemelihara dan Pencipta mereka benar-benar Maha Mengetahui segala perbuatan dan pembalasan mereka pada hari kebangkitan dan perhitungan.",
    "jalalayn": "(Sesungguhnya Rabb mereka pada hari itu Maha Mengetahui keadaan mereka) karena itu Dia akan memberikan balasan kepada mereka atas kekafiran mereka. Di sini Dhamir diulangi penyebutannya dalam bentuk jamak, hal ini tiada lain karena memandang segi makna yang dikandung lafal Al-Insaan. Jumlah ayat ini menunjukkan pengertian Maf'ul bagi lafal Ya'lamu; artinya sesungguhnya Kami akan memberikan balasan kepadanya pada saat itu. Berta'alluqnya lafal Khabiirun kepada lafal Yaumaidzin memberikan pengertian, bahwa hari itu adalah hari pembalasan, karena sesungguhnya Allah selama-lamanya Maha Mengetahui."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 1,
    "arab": "اَلْقَارِعَةُۙ",
    "translation": "Hari Kiamat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6158.mp3",
    "tafsir": "Dalam ayat ini, Allah menyebutkan kata al-qari'ah, yaitu salah satu nama hari Kiamat, seperti al-haqqah, as-sakhkhah, ath-thammah, dan al-Gasyiyah. Hari Kiamat itu juga disebut al-qari'ah karena ia menggetarkan hati setiap orang akibat kedahsyatannya. Kata al-qari'ah juga digunakan untuk menyebut suatu bencana hebat. Allah berfirman:\n\nDan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri. (ar-Ra'd/13: 31)\n\nMaksudnya mereka ditimpa malapetaka hebat yang mengetuk hati mereka dan menyakiti tubuh mereka, sehingga mereka mengeluh karenanya.",
    "quraish": "[[101 ~ AL-QARI'AH (HARI KIAMAT) Pendahuluan: Makkiyyah, 11 ayat ~ Surat ini dimulai dengan memberitakan kedahsyatan hari kiamat yang memekakkan pendengaran manusia. Di samping itu, surat ini juga menjelaskan tentang sebagian peristiwa besar tersebut, terutama yang berhubungan dengan manusia dan gunung, kemudian juga memberitakan tentang orang yang berat timbangannya, karena lebih banyak melakukan kebaikan, dan orang yang ringan timbangannya karena lebih banyak melakukan kejahatan.]] Hari kiamat, yang dimulai dengan tiupan pertama dan diakhiri dengan penetapan keputusan untuk manusia.",
    "jalalayn": "(Hari kiamat) dinamakan Al-Qaari'ah karena kengerian-kengerian yang terjadi di dalamnya sangat menggentarkan kalbu."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 2,
    "arab": "مَا الْقَارِعَةُ ۚ",
    "translation": "Apakah hari Kiamat itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6159.mp3",
    "tafsir": "Dalam ayat ini Allah mengulang kata al-qari'ah dalam bentuk pertanyaan untuk meminta perhatian agar manusia memahami karena dahsyatnya kejadian hari Kiamat dan huru-hara yang membuat hati kecut, sehingga sulit menggambarkannya dengan tepat dan sulit mengetahui dengan sebenarnya.",
    "quraish": "Betapa mengherankannya peristiwa itu, dengan kebesaran dan segala bahayanya!",
    "jalalayn": "(Apakah hari kiamat itu?) ungkapan ini menggambarkan tentang kengeriannya; ayat yang pertama dan ayat yang kedua merupakan Mubtada dan Khabarnya."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 3,
    "arab": "وَمَآ اَدْرٰىكَ مَا الْقَارِعَةُ ۗ",
    "translation": "Dan tahukah kamu apakah hari Kiamat itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6160.mp3",
    "tafsir": "Allah mengulangi kata al-qari'ah itu adalah untuk menggambarkan kedahsyatan hari Kiamat itu, seakan-akan tidak ada sesuatu pun yang dapat dijadikan contoh untuk al-qari'ah itu. Bagaimana pun mengkhayalkannya, al-qari'ah lebih hebat dari itu.",
    "quraish": "Tahukah kamu apakah peristiwa besar yang begitu dahsyat dalam jiwa itu?",
    "jalalayn": "(Tahukah kamu) atau apakah kamu tahu (apakah hari kiamat itu?) ungkapan ayat ini menambah kengerian yang terdapat di hari kiamat. Lafal Maa yang pertama adalah Mubtada sedangkan lafal sesudahnya yaitu lafal Adraaka merupakan Khabarnya; dan Maa yang kedua berikut Khabarnya berkedudukan sebagai Maf'ul kedua dari lafal Adraa."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 4,
    "arab": "يَوْمَ يَكُوْنُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوْثِۙ",
    "translation": "Pada hari itu manusia seperti laron yang beterbangan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6161.mp3",
    "tafsir": "Karena sangat sulit mengetahui hakikat al-qari'ah, maka dalam ayat ini Allah menjelaskan waktu kedatangannya. Ketika itu, keadaan manusia bagaikan laron yang beterbangan di sekeliling lampu pada malam hari. Penyerupaan ini adalah untuk menggambarkan keadaan manusia yang kebingungan dan tidak menentu arah tujuannya.\nManusia pada hari yang dahsyat itu bertebaran di mana-mana, bingung, dan tidak tahu ke mana akan dituju, apa yang akan dikerjakan, dan untuk apa mereka dikumpulkan di sana. Kondisi ini tidak ubahnya seperti anai-anai yang tidak berketentuan arahnya. Dalam ayat lain, Allah berfirman:\n\nSeakan-akan mereka belalang yang beterbangan. (al-Qamar/54 : 7)",
    "quraish": "Peristiwa itu adalah hari ketika manusia menjadi seperti anai-anai yang diterbangkan, melayang ke kanan dan ke kiri, dalam keadadaan lemah dan terhina.",
    "jalalayn": "(Pada hari itu) dinashabkan oleh lafal yang disimpulkan dari pengertian yang terkandung di dalam lafal Al-Qaari'ah yakni lafal Taqra'u, artinya pada hari yang menggentarkan itu (manusia adalah seperti anai-anai yang dihambur-hamburkan) atau seakan-akan belalang-belalang yang dihambur-hamburkan; sebagian di antaranya terbang beriring-iringan dengan yang lainnya secara semrawut. Demikian itu karena mereka dalam keadaan kebingungan, hal ini terus berlangsung hingga mereka dipanggil untuk menjalani perhitungan amal perbuatan."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 5,
    "arab": "وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوْشِۗ",
    "translation": "dan gunung-gunung seperti bulu yang dihambur-hamburkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6162.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa gunung-gunung yang telah hancur itu beterbangan dari tempatnya seperti bulu halus yang diterbangkan angin. Lalu bagaimanakah keadaan manusia yang mempunyai tubuh yang lemah itu bila mengalami al-qari'ah itu.\nBanyak terdapat dalam Al-Qur'an ayat-ayat tentang keadaan gunung-gunung pada hari Kiamat, di antaranya Allah berfirman:\n\nDan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (an-Naml/27 : 88)\n\n\nDan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan. (al-Muzzammil/73: 14)\n\n\nDan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an- Naba'/78: 20)\n\nSemua keterangan tersebut untuk menjelaskan bahwa gunung-gunung yang besar dan kuat seharusnya tetap tidak dapat digerakkan, tetapi al-Qari'ah dapat menghancurkannya, apalagi manusia makhluk yang lemah.",
    "quraish": "Dan gunung-gunung menjadi seperti bulu berwarna yang dihamburkan, bagian-bagiannya terpisah beterbangan di udara ke sana ke mari.",
    "jalalayn": "(Dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan) atau bagaikan wool yang terhambur-hamburkan, karena ringannya, sehingga jatuh kembali rata dengan tanah."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 6,
    "arab": "فَاَمَّا مَنْ ثَقُلَتْ مَوَازِينُهٗۙ",
    "translation": "Maka adapun orang yang berat timbangan (kebaikan)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6163.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)",
    "quraish": "Maka, barangsiapa yang berat timbangannya, karena kebaikannya lebih banyak daripada kejahatannya, akan berada dalam kehidupan yang menyenangkan hati.",
    "jalalayn": "(Dan adapun orang yang berat timbangannya) artinya amal kebaikannya lebih berat daripada amal keburukannya."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 7,
    "arab": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۗ",
    "translation": "maka dia berada dalam kehidupan yang memuaskan (senang).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6164.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)",
    "quraish": "Maka, barangsiapa yang berat timbangannya, karena kebaikannya lebih banyak daripada kejahatannya, akan berada dalam kehidupan yang menyenangkan hati.",
    "jalalayn": "(Maka dia berada dalam kehidupan yang memuaskan) yaitu berada di dalam surga; atau dengan kata lain kehidupan yang diterimanya itu sangat memuaskannya."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 8,
    "arab": "وَاَمَّا مَنْ خَفَّتْ مَوَازِيْنُهٗۙ",
    "translation": "Dan adapun orang yang ringan timbangan (kebaikan)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6165.mp3",
    "tafsir": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.",
    "quraish": "Dan barangsiapa yang ringan timbangan, karena kejahtannya lebih banyak daripada kebaikannya, maka tempat kembalinya adalah neraka Hawiyah.",
    "jalalayn": "(Dan adapun orang yang ringan timbangannya) artinya amal keburukannya lebih berat daripada amal kebaikannya."
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 9,
    "arab": "فَاُمُّهٗ هَاوِيَةٌ  ۗ",
    "translation": "maka tempat kembalinya adalah neraka Hawiyah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6166.mp3",
    "tafsir": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.",
    "quraish": "Dan barangsiapa yang ringan timbangan, karena kejahtannya lebih banyak daripada kebaikannya, maka tempat kembalinya adalah neraka Hawiyah.",
    "jalalayn": "(Maka tempat kembalinya) yaitu tempat tinggalnya (adalah neraka Haawiyah.)"
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 10,
    "arab": "وَمَآ اَدْرٰىكَ مَا هِيَهْۗ",
    "translation": "Dan tahukah kamu apakah neraka Hawiyah itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6167.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.",
    "quraish": "Tahukah kamu apa neraka Hawiyah itu?",
    "jalalayn": "(Dan tahukah kamu, apakah Haawiyah itu?) atau apakah neraka Haawiyah itu?"
  },
  {
    "page": 600,
    "name": "Al-Qari'ah",
    "ayat": 11,
    "arab": "نَارٌ حَامِيَةٌ ࣖ",
    "translation": "(Yaitu) api yang sangat panas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6168.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.",
    "quraish": "Yaitu api yang sangat panas, yang tingkat kepanasannya tidak akan pernah dicapai jenis api yang lain, walaupun menyala-nyala dengan diisi bahan bakar.",
    "jalalayn": "Neraka Haawiyah itu adalah (api yang sangat panas) yang panasnya luar biasa; huruf Ha yang terdapat pada lafal Hiyah adalah Ha Sakat, baik dalam keadaan Washal ataupun Waqaf tetap dibaca. Tetapi menurut suatu qiraat tidak dibaca bila dalam keadaan Washal."
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 1,
    "arab": "اَلْهٰىكُمُ التَّكَاثُرُۙ",
    "translation": "Bermegah-megahan telah melalaikan kamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6169.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa manusia sibuk bermegah-megahan dengan harta, teman, dan pengikut yang banyak, sehingga melalaikannya dari kegiatan beramal. Mereka asyik dengan berbicara saja, teperdaya oleh keturunan mereka dan teman sejawat tanpa memikirkan amal perbuatan yang bermanfaat untuk diri dan keluarga mereka.\nDiriwayatkan dari Mutharrif dari ayahnya, ia berkata:\nSaya menemui Nabi saw ketika beliau sedang membaca al-hakumut-takatsur, beliau bersabda, \"Anak Adam berkata, 'Inilah harta saya, inilah harta saya. Nabi bersabda, \"Wahai anak Adam! Engkau tidak memiliki dari hartamu kecuali apa yang engkau makan dan telah engkau habiskan, atau pakaian yang engkau pakai hingga lapuk, atau yang telah kamu sedekahkan sampai habis.\" (Riwayat Muslim) \n\nDiriwayatkan pula bahwa Nabi saw bersabda:\nSeandainya anak Adam memiliki satu lembah harta, sungguh ia ingin memiliki dua lembah harta, dan seandainya ia memiliki dua lembah harta, sungguh ia ingin memiliki tiga lembah harta dan tidak memenuhi perut manusia (tidak merasa puas) kecuali perutnya diisi dengan tanah dan Allah akan menerima tobat (memberi ampunan) kepada orang yang bertobat. (Riwayat Ahmad, al-Bukhari, Muslim, dan at-Tirmidhi dari Anas)\n\nAhli tafsir ada yang berpendapat bahwa maksud ayat ini adalah bangga dalam berlebih-lebihan. Seseorang berusaha memiliki lebih banyak dari yang lain baik harta ataupun kedudukan dengan tujuan semata-mata untuk mencapai ketinggian dan kebanggaan, bukan untuk digunakan pada jalan kebaikan atau untuk membantu menegakkan keadilan dan maksud baik lainnya.\n\nKetahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-hadid/57: 20)",
    "quraish": "[[102 ~ AT-TAKATSUR (BERMEGAH-MEGAHAN) Pendahuluan: Makkiyyah, 8 ayat ~ Surat ini mencela orang-orang yang disibukkan oleh kemegahan hidup sehingga tidak menjalankan kewajibannya, dan memperingatkan bahwa mereka, kelak, akan mengetahui balasan keteledoran mereka. Selain itu, surat ini juga mengancam bahwa mereka akan menyaksikan api neraka dan akan ditanya tentang kenikmatan yang mereka rasakan.]] Kalian telah disibukkan oleh anak-anak dan pendukung-pendukung kalian, oleh sikap sombong kalian terhadap harta dengan menghitung-hitungnya dan juga oleh keturunan kalian, sehingga tidak menjalankan kewajiban dan ketaatan sampai ajal kalian datang menjemput.",
    "jalalayn": "(Telah membuat kalian lalai) atau telah melalaikan kalian dari taat kepada Allah (bermegah-megahan) yaitu saling bangga-membanggakan harta, anak-anak dan pembantu-pembantu."
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 2,
    "arab": "حَتّٰى زُرْتُمُ الْمَقَابِرَۗ",
    "translation": "sampai kamu masuk ke dalam kubur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6170.mp3",
    "tafsir": "Selanjutnya Allah menjelaskan keadaan bermegah-megah di antara manusia atau dengan usaha untuk memiliki lebih banyak dari orang lain akan terus berlanjut hingga mereka masuk lubang kubur. Dengan demikian, mereka telah menyia-nyiakan umur untuk hal yang tidak berfaedah, baik dalam hidup di dunia maupun untuk kehidupan akhirat.\nPara ulama berpendapat bahwa menziarahi kuburan adalah obat penawar yang paling ampuh untuk melunakkan hati, karena dengan ziarah kubur itu manusia akan ingat mati dan hari akhirat, maka dengan sendirinya akan membatasi keinginan-keinginan yang bukan-bukan.\nNabi Muhammad bersabda:\nSaya pernah melarang kamu menziarahi kubur, maka sekarang ziarahilah kubur itu, karena menziarahi kubur itu akan menjadikan zuhud dari kemewahan dunia dan mengingatkan kamu kepada kehidupan akhirat. (Riwayat Ibnu Majah dari Ibnu Mas'ud).",
    "quraish": "[[102 ~ AT-TAKATSUR (BERMEGAH-MEGAHAN) Pendahuluan: Makkiyyah, 8 ayat ~ Surat ini mencela orang-orang yang disibukkan oleh kemegahan hidup sehingga tidak menjalankan kewajibannya, dan memperingatkan bahwa mereka, kelak, akan mengetahui balasan keteledoran mereka. Selain itu, surat ini juga mengancam bahwa mereka akan menyaksikan api neraka dan akan ditanya tentang kenikmatan yang mereka rasakan.]] Kalian telah disibukkan oleh anak-anak dan pendukung-pendukung kalian, oleh sikap sombong kalian terhadap harta dengan menghitung-hitungnya dan juga oleh keturunan kalian, sehingga tidak menjalankan kewajiban dan ketaatan sampai ajal kalian datang menjemput.",
    "jalalayn": "(Sampai kalian masuk ke dalam kubur) hingga kalian mati dikubur di dalam tanah; atau hingga kalian menghitung-hitung banyaknya orang yang telah mati."
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 3,
    "arab": "كَلَّا سَوْفَ تَعْلَمُوْنَۙ",
    "translation": "Sekali-kali tidak! Kelak kamu akan mengetahui (akibat perbuatanmu itu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6171.mp3",
    "tafsir": "Kemudian Allah dengan ayat ini memperingatkan bahwa bermegah-megahan itu tidak pantas dikerjakan karena akibatnya buruk serta menimbulkan kekacauan dan permusuhan. Sebaliknya Allah menganjurkan agar diciptakan kerukunan hidup, bantu-membantu dalam menegakkan kebenaran dan tolong-menolong dalam kebajikan dan dalam melestarikan hidup bermasyarakat, dengan membina akhlak yang luhur serta budi pekerti yang baik.",
    "quraish": "Sungguh, kalian akan mengetahui balasan kebodohan dan keteledoran kalian.",
    "jalalayn": "(Janganlah begitu) kalimat ini mengandung hardikan dan cegahan (kelak kalian akan mengetahui.)"
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 4,
    "arab": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُوْنَ ",
    "translation": "kemudian sekali-kali tidak! Kelak kamu akan mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6172.mp3",
    "tafsir": "Allah mengulang ancaman-Nya melalui ayat ini dan merupakan ancaman sesudah ancaman, bagaikan seorang tuan berkata kepada hamba sahayanya bahwa agar tidak mengerjakan sesuatu, kemudian tuan itu mengulangi ucapannya itu.",
    "quraish": "Kemudian, sungguh, kalian juga pasti akan mengetahuinya.",
    "jalalayn": "(Dan janganlah begitu, kelak kalian akan mengetahui) akibat buruk dari perbuatan kalian itu di kala kalian menjelang kematian, kemudian sewaktu kalian telah berada di dalam kubur."
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 5,
    "arab": "كَلَّا لَوْ تَعْلَمُوْنَ عِلْمَ الْيَقِيْنِۗ",
    "translation": "Sekali-kali tidak! Sekiranya kamu mengetahui dengan pasti,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6173.mp3",
    "tafsir": "Ayat ini merupakan peringatan Allah dalam bentuk perintah agar waspada terhadap tingkah laku yang buruk itu. Keinginan untuk berlebih-lebihan dapat menyibukkan seseorang untuk mengerjakan pekerjaan yang tidak bermanfaat. Pendirian yang dianggapnya benar itu sebenarnya adalah salah. Itu hanya sangkaan belaka yang pasti berubah, karena tidak sesuai dengan kenyataan. Yang harus menjadi pendirian adalah yang sesuai dengan kenyataan yang dapat disaksikan oleh mata, oleh perasaan atau berdasarkan dalil sahih.",
    "quraish": "Sungguh, jika kalian mengetahui dengan yakin betapa buruknya tempat kembali kalian, kalian pasti akan merasa terkejut dengan gaya hidup kalian yang bermegah-megahan itu. Dan tentu kalian akan berbekal diri untuk akhirat.",
    "jalalayn": "(Janganlah begitu) sesungguhnya (jika kalian mengetahui dengan pengetahuan yang yakin) tentang akibat perbuatan kalian itu, niscaya kalian tidak akan lalai taat kepada Allah."
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 6,
    "arab": "لَتَرَوُنَّ الْجَحِيْمَۙ",
    "translation": "niscaya kamu benar-benar akan melihat neraka Jahim,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6174.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan sebagian azab yang akan dialami oleh orang yang bermegah-megahan itu karena kelalaian tersebut. Mereka akan ditimpa azab di akhirat, dan pasti akan melihat tempat itu dengan mata kepala mereka sendiri. Oleh sebab itu, mereka hendaknya selalu merenungkan kedahsyatan azab itu dalam pikiran agar membawa mereka kepada perbuatan yang baik dan bermanfaat. Maksud perkataan \"melihat neraka Jahim\" adalah merasakan azabnya, sesuai dengan tujuan Al-Qur'an dalam pemakaian kata-kata tersebut.",
    "quraish": "Aku bersumpah kepada kalian, wahai manusia, dan Aku tekankan sumpah-Ku itu bahwa sesungguhnya kalian pasti akan melihat dengan nyata api neraka yang menyala-nyala.",
    "jalalayn": "(Niscaya kalian benar-benar akan melihat neraka Jahim) Jawab Qasamnya tidak disebutkan, yaitu niscaya kalian tidak akan sibuk dengan bermegah-megahan yang melalaikan kalian dari taat kepada Allah. Lafal Latarawunna pada asalnya adalah Latarawunanna, kemudian Lam Fi'il dan 'Ain Fi'ilnya dibuang, kemudian harakatnya diberikan kepada Wau, sehingga jadilah Latarawunna."
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 7,
    "arab": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِيْنِۙ",
    "translation": "kemudian kamu benar-benar akan melihatnya dengan mata kepala sendiri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6175.mp3",
    "tafsir": "Kemudian dengan ayat ini, Allah menguatkan isi ayat sebelumnya, bahwa azab itu benar-benar akan dirasakan oleh orang yang teperdaya itu. Oleh karena itu, siapa saja dan dari golongan apa saja hendaklah bertakwa kepada Tuhannya serta menghindari perbuatan-perbuatan yang menyebabkan mereka disiksa. Hendaknya seseorang itu memperhatikan nikmat-nikmat Allah yang ada padanya untuk dipelihara dan dipergunakan sesuai dengan fungsi nikmat tersebut. Juga hendaknya mereka tidak melakukan kejahatan, mengada-adakan kemungkaran, dan mengharap-harapkan ampunan Allah hanya semata-mata dengan pengakuan beragama Islam dengan memakai nama dan gelar yang muluk-muluk, sedangkan ia menyalahi hukum-hukum Al-Qur'an dan melakukan tindakan yang sama dengan musuh Islam.",
    "quraish": "Kemudian Aku bersumpah, dan Aku tekankan sumpah-Ku itu, bahwa kalian akan melihatnya dengan mata telanjang dan penuh keyakinan.",
    "jalalayn": "(Dan sesungguhnya kalian benar-benar akan melihatnya) kalimat ayat ini mengukuhkan makna ayat sebelumnya (dengan pengetahuan yang yakin) lafal 'Ainal Yaqiin adalah Mashdar; demikian itu karena lafal Ra-aa dan lafal 'Aayana mempunyai arti yang sama."
  },
  {
    "page": 600,
    "name": "At-Takasur",
    "ayat": 8,
    "arab": "ثُمَّ لَتُسْـَٔلُنَّ يَوْمَىِٕذٍ عَنِ النَّعِيْمِ ࣖ",
    "translation": "kemudian kamu benar-benar akan ditanya pada hari itu tentang kenikmatan (yang megah di dunia itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6176.mp3",
    "tafsir": "Allah lebih memperkuat lagi celaan-Nya terhadap mereka dengan mengatakan bahwa sesungguhnya mereka akan ditanyai pada hari itu tentang kenikmatan-kenikmatan yang mereka megah-megahkan di dunia, apa yang mereka perbuat dengan nikmat-nikmat itu. Apakah mereka telah menunaikan hak Allah daripadanya, atau apakah mereka menjaga batas-batas hukum Allah yang telah ditentukan dalam bersenang-senang dengan nikmat tersebut. Jika mereka tidak melakukannya, ketahuilah bahwa nikmat-nikmat itu adalah puncak kecelakaan di hari akhirat.\nDiriwayatkan dari Nabi Muhammad, beliau berkata:\nBarangsiapa di antara kamu yang bangun pagi dalam keadaan aman sentosa pada dirinya atau aman di tempatnya, sehat wal afiat badannya serta mempunyai bekal hidup untuk harinya, maka seolah-olah dunia dengan segala kekayaannya telah diserahkan kepadanya. (Riwayat al-Bukhari, Abu Dawud, at-Tirmidhi, dan Ibnu Majah dari 'Ubaidillah bin Muhsan).",
    "quraish": "Kemudian Aku bersumpah, dan Aku tekankan sumpah-Ku itu, bahwa kelak kalian akan ditanya tentang segala karunia yang kalian nikmati secara bermegah-megahan.",
    "jalalayn": "(Kemudian kalian pasti akan ditanyai) lafal Latus-alunna dibuang daripadanya Nun alamat Rafa' karena berturut-turutnya huruf Nun, dibuang pula daripadanya Wawu dhamir jamak, tetapi bukan karena 'Illat atau sebab bertemunya kedua huruf yang disukunkan; bentuk asal daripada Latus-alunna adalah Latus-aluunanna (pada hari itu) yakni di hari kalian melihat neraka Jahim (tentang kenikmatan) yang kalian peroleh semasa di dunia, yaitu berupa kesehatan, waktu luang, keamanan, makanan, minuman dan nikmat-nikmat lainnya. Artinya dipergunakan untuk apakah kenikmatan itu?"
  }
]