[
  {
    "page": 601,
    "name": "Al-'Asr",
    "ayat": 1,
    "arab": "وَالْعَصْرِۙ",
    "translation": "Demi masa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6177.mp3",
    "tafsir": "Dalam ayat ini, Allah bersumpah dengan masa yang terjadi di dalamnya bermacam-macam kejadian dan pengalaman yang menjadi bukti atas kekuasaan Allah yang mutlak, hikmah-Nya yang tinggi, dan Ilmu-Nya yang sangat luas. Perubahan-perubahan besar yang terjadi pada masa itu sendiri, seperti pergantian siang dengan malam yang terus-menerus, habisnya umur manusia, dan sebagainya merupakan tanda keagungan Allah.\nDalam ayat lain, Allah berfirman:\n\nDan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, matahari, dan bulan. (Fussilat/41: 37)\n\nApa yang dialami manusia dalam masa itu dari senang dan susah, miskin dan kaya, senggang dan sibuk, suka dan duka, dan lain-lain menunjukkan secara gamblang bahwa bagi alam semesta ini ada pencipta dan pengaturnya. Dialah Tuhan yang harus disembah dan hanya kepada-Nya kita memohon untuk menolak bahaya dan menarik manfaat. Adapun orang-orang kafir menghubungkan peristiwa-peristiwa tersebut hanya kepada suatu masa saja, sehingga mereka beranggapan bahwa bila ditimpa oleh sesuatu bencana, hal itu hanya kemauan alam saja. Allah menjelaskan bahwa masa (waktu) adalah salah satu makhluk-Nya dan di dalamnya terjadi bermacam-macam kejadian, kejahatan, dan kebaikan. Bila seseorang ditimpa musibah, hal itu merupakan akibat tindakannya. Masa (waktu) tidak campur tangan dengan terjadinya musibah itu.",
    "quraish": "[[103 ~ AL-'ASHR (MASA) Pendahuluan: Makkiyyah, 3 ayat ~ Dalam surat ini, Allah Swt. bersumpah demi masa--karena masa mengandung banyak keajaiban dan pelajaran yang menunjukkan kemahakuasaan dan kemahabijaksanaan-Nya--bahwa manusia tidak akan lepas dari kekurangan dalam perlakuan dan keadaannya, kecuali orang-orang yang benar-benar beriman yang mengerjakan amal saleh, saling menasihati sesama mereka untuk berpegang teguh dalam kebenaran yang mengandung semua kebaikan, dan saling menasihati untuk bersabar dalam melaksanakan apa yang diperintahkan kepada mereka dan dalam menjauhi segala larangan.]] Aku bersumpah demi masa karena mengandung banyak peristiwa dan pelajaran.",
    "jalalayn": "(Demi masa) atau zaman atau waktu yang dimulai dari tergelincirnya matahari hingga terbenamnya; maksudnya adalah waktu salat Asar."
  },
  {
    "page": 601,
    "name": "Al-'Asr",
    "ayat": 2,
    "arab": "اِنَّ الْاِنْسَانَ لَفِيْ خُسْرٍۙ",
    "translation": "sungguh, manusia berada dalam kerugian,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6178.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa manusia sebagai makhluk Allah sungguh secara keseluruhan berada dalam kerugian bila tidak menggunakan waktu dengan baik atau dipakai untuk melakukan keburukan. Perbuatan buruk manusia merupakan sumber kecelakaan yang menjerumuskannya ke dalam kebinasaan. Dosa seseorang terhadap Tuhannya yang memberi nikmat tidak terkira kepadanya adalah suatu pelanggaran yang tidak ada bandingannya sehingga merugikan dirinya.",
    "quraish": "Bahwa semua manusia berada dalam kerugian karena banyak dikuasai oleh hawa nafsunya.",
    "jalalayn": "(Sesungguhnya manusia itu) yang dimaksud adalah jenis manusia (benar-benar berada dalam kerugian) di dalam perniagaannya."
  },
  {
    "page": 601,
    "name": "Al-'Asr",
    "ayat": 3,
    "arab": "اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوْا بِالْحَقِّ ەۙ وَتَوَاصَوْا بِالصَّبْرِ ࣖ",
    "translation": "kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6179.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa jika manusia tidak mau hidupnya merugi, maka ia harus beriman kepada-Nya, melaksanakan ibadah sebagaimana yang diperintahkannya, berbuat baik untuk dirinya sendiri, dan berusaha menimbulkan manfaat kepada orang lain.\nDi samping beriman dan beramal saleh, mereka harus saling nasihat-menasihati untuk menaati kebenaran dan tetap berlaku sabar, menjauhi perbuatan maksiat yang setiap orang cenderung kepadanya, karena dorongan hawa nafsunya.",
    "quraish": "Kecuali orang-orang yang beriman kepada Allah, mengerjakan amal saleh dengan penuh kepatuhan, dan saling menasihati sesamanya untuk berpegang teguh pada kebenaran--baik berupa keyakinan, ucapan maupun tindakan--dan saling menasihati untuk bersabar atas segala kesulitan yang dialami orang yang berpegang teguh dalam beragama. Mereka adalah orang-orang yang selamat dari kerugian tersebut dan beruntung di dunia dan akhirat.",
    "jalalayn": "(Kecuali orang-orang yang beriman dan mengerjakan amal saleh) mereka tidak termasuk orang-orang yang merugi di dalam perniagaannya (dan nasihat-menasihati) artinya sebagian di antara mereka menasihati sebagian yang lainnya (supaya menaati kebenaran) yaitu iman (dan nasihat-menasihati dengan kesabaran) yaitu di dalam menjalankan amal ketaatan dan menjauhi kemaksiatan."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 1,
    "arab": "وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍۙ",
    "translation": "Celakalah bagi setiap pengumpat dan pencela,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6180.mp3",
    "tafsir": "Dalam ayat ini, Allah mengancam bahwa kemurkaan dan azab-Nya akan ditimpakan kepada setiap orang yang mengumpat, mencela, dan menyakiti mereka baik di hadapan maupun di belakang mereka. Firman Allah:\n\n\nWahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang. (al-hujurat/49: 12)",
    "quraish": "[[104 ~ AL-HUMAZAH (PENGUMPAT) Pendahuluan: Makkiyyah, 9 ayat ~ Dalam surat ini terdapat peringatan keras bagi orang yang terbiasa mencela orang lain, baik secara eksplisit maupun implisit, yang suka menumpuk-numpuk, menghitung-hitung dan membangga- banggakan kekayaan, dan mengira bahwa kekayaannya itu dapat menjamin kelangsungan hidupnya di dunia. Selain itu, dalam surat ini juga terdapat ancaman masuk neraka yang apinya menyala bagi orang-orang yang memiliki karakter seperti itu. Api neraka itu akan menghancur-leburkan tubuh dan hati mereka. Sementara mereka merasakan siksaan itu, semua pintu neraka ditutup. Di dalamnya, mereka dikekang sehingga tidak dapat bergerak dan menyelamatkan diri.]] Siksaan yang keras dan kehancuran akan dirasakan oleh orang yang terbiasa mencela orang lain dengan ucapan atau isyarat, atau selalu menceritakan aib orang lain.",
    "jalalayn": "(Kecelakaanlah) lafal Al-Wail ini adalah kalimat kutukan, atau nama sebuah lembah di neraka Jahanam (bagi setiap pengumpat lagi pencela) artinya yang banyak mengumpat dan banyak mencela. Ayat ini diturunkan berkenaan dengan orang-orang yang suka mengumpat Nabi saw. dan orang-orang mukmin, seperti Umaiyah bin Khalaf, Walid bin Mughirah dan lain-lainnya."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 2,
    "arab": " ۨالَّذِيْ جَمَعَ مَالًا وَّعَدَّدَهٗۙ",
    "translation": "yang mengumpulkan harta dan menghitung-hitungnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6181.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang yang menimbun harta juga diancam neraka karena memperkaya diri sendiri serta selalu menghitung-hitung harta kekayaannya. Hal itu ia lakukan karena sangat cinta dan senangnya kepada harta seakan-akan tidak ada kebahagiaan dan kemuliaan dalam hidup kecuali dengan harta. Bila ia menoleh kepada hartanya yang banyak itu, ia merasakan bahwa kedudukannya sudah tinggi dari orang-orang sekelilingnya.\nDia tidak merasa khawatir akan ditimpa musibah karena mencerca dan merobek-robek kehormatan orang lain. Karena kecongkakannya, ia lupa dan tidak sadar bahwa maut selalu mengintainya, tidak memikirkan apa yang akan terjadi sesudah mati, dan tidak pula merenungkan apa-apa yang akan terjadi atas dirinya.",
    "quraish": "Yang mengumpulkan banyak harta dan selalu menghitung-hitungnya kerena begitu cintanya dan karena merasa asyik dengan melakukan pekerjaan itu.",
    "jalalayn": "(Yang mengumpulkan) dapat dibaca Jama'a dan Jamma'a (harta dan menghitung-hitungnya) dan menjadikannya sebagai bekal untuk menghadapi bencana dan malapetaka."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 3,
    "arab": "يَحْسَبُ اَنَّ مَالَهٗٓ اَخْلَدَهٗۚ",
    "translation": "dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6182.mp3",
    "tafsir": "Kemudian Allah menyatakan kesalahan anggapan pengumpat dan pencerca bahwa harta yang dimilikinya itu menjaminnya akan tetap hidup di dunia selamanya. Oleh karena itu, tindakannya sama dengan tindakan orang yang akan hidup selama-lamanya dan bila ia mati tidak akan hidup kembali untuk menerima balasan atas kejahatannya selama hidup di dunia.",
    "quraish": "Ia mengira bahwa kekayaan itu dapat membuatnya hidup abadi di dunia dan dapat melindunginya dari sesuatu yang tidak disukainya.",
    "jalalayn": "(Dia menduga) karena kebodohannya (bahwa hartanya itu dapat mengekalkannya) dapat menjadikannya hidup kekal dan tidak mati."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 4,
    "arab": "كَلَّا لَيُنْۢبَذَنَّ فِى الْحُطَمَةِۖ",
    "translation": "Sekali-kali tidak! Pasti dia akan dilemparkan ke dalam (neraka) Hutamah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6183.mp3",
    "tafsir": "Sesudah mengancam orang-orang yang bersifat demikian dengan siksaan yang pedih, Allah menyebutkan pula sebab yang membuat mereka mengerjakan sifat-sifat yang terkutuk itu. Penyebabnya adalah anggapan mereka bahwa semua harta yang dimiliki dapat menolong mereka dalam menghadapi kesulitan-kesulitan yang dihadapi. Ancaman dalam bentuk pertanyaan, \"Siapakah yang menyangka bahwa hartanya itu dapat menjamin dirinya dari mati?\" Allah menjawab, \"Tidak! Sekali-kali tidak bahkan dia akan dilemparkan ke dalam neraka Huthamah, tidak ada yang memperhatikannya dan tidak pula yang mempedulikan.\"\n'Ali bin Abi thalib pernah memberi nasihat kepada Kumail bahwa orang-orang penimbun harta akan binasa, padahal mereka masih hidup, sedangkan para ulama akan kekal abadi meskipun jasad mereka sudah hilang, karena sifat-sifat keutamaan mereka tetap dikenang dalam hati. Maksudnya, penimbunan harta dikutuk, dicela, dan dibenci karena manusia tidak mendapat apa-apa dari harta mereka. Sedang para sarjana dan ulama terus-menerus terpuji selama terdapat di bumi orang-orang yang mengambil manfaat dari ilmu mereka.",
    "quraish": "Orang itu hendaknya berhenti dari sangkaan tersebut. Demi Allah, ia pasti akan dilemparkan ke dalam api neraka, yang dapat menghancurkan apa saja yang dilempar ke dalamnya, karena kejelekan perbuatannya",
    "jalalayn": "(Sekali-kali tidak!) kalimat ini mengandung makna sanggahan. (Sesungguhnya dia benar-benar akan dilemparkan) menjadi Jawab Qasam dari lafal yang tidak disebutkan; artinya sesungguhnya dia benar-benar akan dicampakkan (ke dalam Huthamah) dan segala sesuatu yang dimasukkan ke dalamnya pasti hancur berkeping-keping."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 5,
    "arab": "وَمَآ اَدْرٰىكَ مَا الْحُطَمَةُ ۗ",
    "translation": "Dan tahukah kamu apakah (neraka) Hutamah itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6184.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya.",
    "quraish": "Tahukah kamu hakikat api neraka penghancur (al-huthamah) itu?",
    "jalalayn": "(Dan tahukah kamu) atau apakah kamu mengetahui (apa Huthamah itu?)"
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 6,
    "arab": "نَارُ اللّٰهِ الْمُوْقَدَةُۙ",
    "translation": "(Yaitu) api  (azab) Allah yang dinyalakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6185.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya.",
    "quraish": "Yaitu api Allah yang menyala terus menerus atas perintah-Nya.",
    "jalalayn": "(Yaitu api -yang disediakan- Allah yang dinyalakan) yang dinyalakan dengan besarnya."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 7,
    "arab": "الَّتِيْ تَطَّلِعُ عَلَى الْاَفْـِٕدَةِۗ",
    "translation": "yang (membakar) sampai ke hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6186.mp3",
    "tafsir": "Allah lalu menyatakan bahwa api yang menyala-nyala itu berbeda dengan api dunia. Ia menjilat dan naik sampai ke hulu hati, kemudian masuk ke dalam rongga perut sampai ke dada dan membakar hati. Hati adalah yang merasa paling sakit dari anggota-anggota badan lainnya. Apabila api sampai membakar hati, berarti siksa yang dirasakannya sudah sampai ke puncaknya.",
    "quraish": "Api yang dapat menembus sampai ke hati",
    "jalalayn": "(Yang naik) maksudnya panasnya naik membakar (sampai ke hati) lalu membakarnya; rasa sakit yang diakibatkan api neraka jauh lebih memedihkan daripada api lainnya, karena api neraka sangat lembut dan dapat memasuki pori-pori, lalu membakar hati."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 8,
    "arab": "اِنَّهَا عَلَيْهِمْ مُّؤْصَدَةٌۙ",
    "translation": "Sungguh, api itu ditutup rapat atas (diri) mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6187.mp3",
    "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa api tersebut berlapis-lapis mengelilingi mereka. Mereka tidak dikeluarkan daripadanya dan tidak pula mampu keluar sendiri. Dalam ayat lain, Allah berfirman:\n\nSetiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (al-hajj/22: 22)",
    "quraish": "Sesungguhnya pintu neraka itu tertutup, sementara mereka diikat pada tiang-tiang yang panjang di dalamnya sehingga tidak dapat bergerak dan tidak akan dapat menyelamatkan diri.",
    "jalalayn": "(Sesungguhnya api itu atas mereka) di dalam ayat ini Dhamir dijamakkan karena memandang dari segi makna (ditutup rapat-rapat) dapat dibaca Mu`shadah dan Muushadah; artinya mereka dibakar dengan api itu dalam keadaan ditutup rapat."
  },
  {
    "page": 601,
    "name": "Al-Humazah",
    "ayat": 9,
    "arab": "فِيْ عَمَدٍ مُّمَدَّدَةٍ ࣖ",
    "translation": "(sedang mereka itu) diikat pada tiang-tiang yang panjang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6188.mp3",
    "tafsir": "Allah menjelaskan melalui ayat ini keadaan orang-orang penghuni neraka Huthamah. Menurut Muqatil, pintu-pintu neraka itu ditutup rapat, sedangkan para penghuninya diikat pada tiang-tiang besi. Pintu-pintu itu tidak pernah dibuka dan di sana penuh dengan segala macam penderitaan. Tujuannya adalah untuk menjadikan mereka putus asa karena tidak dapat keluar dari neraka Huthamah itu. Semoga Allah menyelamatkan kita dari kemurkaan-Nya dan memelihara kita dari kedahsyatan api neraka dengan anugerah dan karunia-Nya.",
    "quraish": "Sesungguhnya pintu neraka itu tertutup, sementara mereka diikat pada tiang-tiang yang panjang di dalamnya sehingga tidak dapat bergerak dan tidak akan dapat menyelamatkan diri.",
    "jalalayn": "(Pada tiang-tiang) dapat dibaca 'Amadin dan 'Umudin (yang panjang) lafal ini menjadi sifat dari lafal sebelumnya; dengan demikian maka api itu berada dalam tiang-tiang tersebut."
  },
  {
    "page": 601,
    "name": "Al-Fil",
    "ayat": 1,
    "arab": "اَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِاَصْحٰبِ الْفِيْلِۗ",
    "translation": "Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6189.mp3",
    "tafsir": "Dalam surah ini, Allah mengingatkan Nabi Muhammad dan pengikutnya dengan suatu peristiwa yang menunjukkan betapa besarnya kekuasaan Allah. Peristiwa itu adalah penyerbuan tentara gajah yang dipimpin oleh panglima Abrahah dari Yaman untuk menundukkan penduduk Mekah dan meruntuhkan Ka'bah. Akan tetapi, Allah membinasakan mereka sebelum maksud yang jahat itu tercapai. Peristiwa Gajah adalah suatu peristiwa yang paling terkenal di kalangan bangsa Arab, sehingga peristiwa ini mereka jadikan patokan tanggal bagi peristiwa-peristiwa lainnya.\nKesimpulan riwayatnya adalah bahwa seorang panglima perang yang berkuasa di Yaman ingin menguasai Ka'bah dan menghancurkannya, dengan maksud melarang orang-orang Arab mengerjakan haji ke Ka'bah. Lalu bala tentaranya bergerak menuju Ka'bah disertai beberapa ekor gajah untuk menakut-nakuti. Ketika iring-iringan angkatan perang tersebut tiba di suatu tempat bernama Muqammas (suatu tempat yang berdekatan dengan Mekah), mereka beristirahat di sana. Panglima perang mengirim utusannya kepada penduduk Mekah untuk menyampaikan maksudnya, yaitu bukan untuk memerangi penduduk tetapi untuk menghancurkan Ka'bah. Penduduk Mekah menjadi ketakutan dan lari ke gunung-gunung di sekeliling Ka'bah untuk melihat dari jauh apa yang akan terjadi dan apa yang akan dilakukan oleh panglima perang tersebut.\nDalam surah ini pula Allah menjelaskan apa yang terjadi terhadap pasukan bergajah dalam bentuk pertanyaan bahwa Muhammad tidak mengetahui keadaan yang sangat aneh dan peristiwa yang sangat dahsyat yang membuktikan kekuasaan Allah, ilmu dan hikmah-Nya yang tinggi terhadap tentara gajah yang ingin menghancurkan Ka'bah. Kejadian itu berbeda dengan kejadian lainnya yang mempunyai sebab dan akibat.",
    "quraish": "[[105 ~ AL-FIL (GAJAH) Pendahuluan: Makkiyyah, 5 ayat ~ Dalam surat ini, Allah menceritakan kepada Rasul-Nya saw. kisah tentang pasukan bergajah yang hendak menghancurkan Bayt Allâh, Ka'bah. Kemudian, Allah mengalihkannya kepada sebuah pelajaran yang menunjukkan betapa besar kekuasaan dan balasan Allah terhadap orang-orang yang mengotori kehormatan rumah suci-Nya. Allah memerintahkan balatentara-Nya untuk menghancurkan pasukan itu sehancur-hancurnyam, sehingga tak ada lagi yang tertinggal kecuali bekas-bekasnya saja. Mereka bagaikan kulit gandum yang tak lagi berisi.]] Kamu, wahai Muhammad, telah mengetahui dengan sebenarnya dan tanpa keraguan tentang apa yang telah Allah lakukan terhadap pasukan bergajah yang bermaksud hendak menghancurkan rumah suci-Nya.",
    "jalalayn": "(Apakah kamu tidak memperhatikan) Istifham atau kata tanya di sini mengandung makna takjub; artinya sepatutnya kamu merasa takjub (bagaimana Rabbmu telah bertindak terhadap tentara bergajah) orang yang mempunyai gajah itu bernama Mahmud yang disertai oleh teman-temannya, yaitu raja negeri Yaman yang bernama Abrahah berikut tentaranya. Dia telah membangun sebuah gereja di Shan'a dengan tujuan supaya orang-orang berpaling dari menziarahi Mekah dan tidak menziarahinya lagi. Pada suatu hari ada seseorang lelaki dari Kinanah telah membuat kejadian di gereja tersebut, ia melumuri bagian gereja yang dijadikan kiblat dengan kotoran unta dengan maksud menghinanya. Abrahah bersumpah untuk menghancurkan Kakbah. Lalu ia datang ke Mekah bersama tentaranya, beserta gajah-gajah milik Mahmud tadi. Ketika mereka mulai bergerak hendak menghancurkan Kakbah, Allah mengirimkan kepada mereka apa yang dikisahkan-Nya melalui firman selanjutnya yaitu:"
  },
  {
    "page": 601,
    "name": "Al-Fil",
    "ayat": 2,
    "arab": "اَلَمْ يَجْعَلْ كَيْدَهُمْ فِيْ تَضْلِيْلٍۙ",
    "translation": "Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6190.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.",
    "quraish": "Dan kamu pun telah mengetahui bahwa Allah menjadikan usaha mereka untuk menghancurkan Ka'bah itu lenyap dan sia-sia. Allah menggagalkan usaha mereka sehingga mereka tidak berhasil memperoleh apa yang mereka inginkan.",
    "jalalayn": "(Bukankah Dia menjadikan) telah menjadikan (tipu daya mereka itu) dalam rangka menghancurkan Kakbah (sia-sia) maksudnya hanya menjerumuskan mereka ke dalam kerugian dan kebinasaan."
  },
  {
    "page": 601,
    "name": "Al-Fil",
    "ayat": 3,
    "arab": "وَّاَرْسَلَ عَلَيْهِمْ طَيْرًا اَبَابِيْلَۙ",
    "translation": "dan Dia mengirimkan kepada mereka burung yang berbondong-bondong,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6191.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.",
    "quraish": "Dan Allah memerintahkan balatentara-Nya yang berupa burung untuk menyerang mereka secara berkelompok dan bertubi-tubi dan mengepung mereka dari segala penjuru.",
    "jalalayn": "(Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong) atau yang bergelombang secara berturut-turut. Menurut suatu pendapat bahwa lafal Abaabiil ini tidak ada bentuk Mufradnya, sama halnya dengan lafal Asaathiir. Menurut pendapat yang lain bahwa bentuk tunggalnya adalah Abuul atau Ibaal atau Ibbiil yang wazannya sama dengan 'Ajuul, Miftaah dan Sikkiin."
  },
  {
    "page": 601,
    "name": "Al-Fil",
    "ayat": 4,
    "arab": "تَرْمِيْهِمْ بِحِجَارَةٍ مِّنْ سِجِّيْلٍۙ",
    "translation": "yang melempari mereka dengan batu dari tanah liat yang dibakar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6192.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.",
    "quraish": "Pasukan burung itu melempari mereka dengan bebatuan dari neraka jahanam.",
    "jalalayn": "(Yang melempar mereka dengan batu berasal dari tanah yang terbakar) yakni tanah liat yang dibakar."
  },
  {
    "page": 601,
    "name": "Al-Fil",
    "ayat": 5,
    "arab": "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُوْلٍ ࣖ ",
    "translation": "sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6193.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.",
    "quraish": "Mereka dijadikan bagai daun tanaman yang terkena wabah yang mematikan(1). (1) Surat ini menunjuk kepada sebuah ekspansi Abrahah al-Asyram Al-Habasyî yang dikerahkan dari arah Yaman menuju Mekah untuk menghancurkan Ka'bah dengan tujuan agar orang-orang Arab yang melakukan ibadah haji dengan mendatangi Ka'bah tidak lagi dapat melakukannya. Untuk keperluan itu ia telah menyiapkan pasukan tentara dengan jumlah besar dan dilengkapi dengan beberapa pasukan gajah. Ia, bersama pasukan itu, kemudian berangkat ke arah Hejaz dan mendirikan perkemahan di sebuah tempat bernama al-Maghmis (sekitar 3,65 km dari Mekah ke arah Tha'if). Di tempat itu terjadi perundingan antara Abrahah dengan orang-orang Arab. Tetapi ekspansi itu berakhir dengan kegagalan akibat serangan dan beban berat yang mereka terima dari kabilah-kabilah Yaman dan Hejaz. Selain itu, kegagalan itu juga disebabkan oleh terjangkitnya suatu penyakit di kalangan pasukan Abrahah, sebagaimana yang dikisahkan oleh surat ini. Abrahah akhirnya kembali ke negerinya setelah mengalami kerugian sebagian besar pasukannya tanpa dapat mencapai sasarannya. Invasi yang terjadi pada tahun 570 M. atau 571 M. ini oleh orang Arab kemudian dimasukkan ke dalam penganggalan Arab Hejaz pada masa sebelum Islam. Dengan demikian, mereka mengenal apa yang mereka sebut sebagai Tahun Gajah. Pada tahun itulah Rasulullah saw. dilahirkan.",
    "jalalayn": "(Lalu Dia menjadikan mereka seperti daun-daun yang dimakan) atau bagaikan daun tanaman yang dimakan oleh ternak, kemudian diinjak-injak dan dicabik-cabiknya. Allah telah membinasakan setiap orang dari mereka dengan batu yang padanya telah tertulis nama orang yang dikenainya. Setiap batu bentuknya lebih besar sedikit daripada biji 'adasah dan agak kecil daripada biji kacang Humsh; batu itu dapat menembus topi baja tentara yang berjalan kaki dan gajah yang dibawanya, kemudian batu itu jatuh ke tanah setelah menembus badan mereka. Hal tersebut terjadi pada tahun kelahiran Nabi saw."
  }
]