[
  {
    "page": 602,
    "name": "Quraisy",
    "ayat": 1,
    "arab": "لِاِيْلٰفِ قُرَيْشٍۙ",
    "translation": "Karena kebiasaan orang-orang Quraisy,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6194.mp3",
    "tafsir": ". Syarat pertama ini diambil dari kalimat li ilaf yang artinya karena kebiasaan.\n2.Memelihara nama baik, yang diambil dari kalimat Quraisy sebab suku atau kabilah Quraisy itu termasuk kabilah yang paling mulia yang nantinya melahirkan Nabi Muhammad. Maka seorang pedagang pun harus selalu memelihara nama baiknya sehingga dapat kepercayaan yang penuh dari sekalian langganannya, karena tidak pernah dusta atau menipu, tidak pernah menyalahi janji atau menimbun barang-barang yang dibutuhkan oleh rakyat dan lain-lain.\n3.Mengadakan misi perniagaan ke luar daerahnya, bahkan ke luar negeri untuk melebarluaskan daerah lingkungan perniagaannya dan syarat ini diambil dari kalimat rihlah yang artinya bepergian. Seorang pedagang tidak akan maju jika tidak mengadakan misi perniagaan ke luar daerahnya.\n4.Memperhatikan situasi keadaan yang menguntungkan. Ia harus memperhatikan iklim, situasi, dan kondisi tempat di sekitarnya. Syarat ini diambil dari kalimat asy-syita'i wa as-saif yang artinya: pada musim dingin dan musim panas. Orang-orang Quraisy pun mengatur arah perniagaannya yaitu di musim dingin mereka pergi ke sebelah selatan yaitu negeri Yaman, dan di musim panas ke utara yaitu negeri Syam. \n\nJika keempat syarat ini diperhatikan dengan seksama niscaya akan mendatangkan kemakmuran yang merata dan kemakmuran itu jangan sekali-kali hanya untuk memuaskan hawa nafsu. Akan tetapi, harus dijadikan bekal untuk beribadah kepada Allah yang mempunyai Baitullah dan digunakan untuk menyukuri segala nikmat pemberian-Nya, agar menghasilkan kesejahteraan, cukup sandang-pangan dan keamanan dari ketakutan seperti diisyaratkan dalam kalimat: \"Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\"\nJadi yang harus disembah dan disyukuri itu ialah Allah Pemilik Ka'bah sebab di dekat Ka'bah itu ada satu macam ibadah yang tidak terdapat di luar kota Mekah yaitu tawaf di Baitullah.\nJika diperhatikan cara tawaf itu memang aneh sekali, sebab menurut hukum alam setiap benda yang mengelilingi benda lain, lama-lama akan bertambah jauh dari markasnya atau titik putarnya sesuai dengan daya sentrivical atau daya lompatan ke luar. Jika sebuah batu diikat dengan tali lalu diputarkan maka bila batu itu terlepas mesti terlempar jauh ke luar. Demikian pula dalam bidang kerohanian, seorang pedagang yang tadinya rajin salat berjamaah dan menghadiri pengajian pada ulama di kampungnya setelah sering bepergian ke luar daerah maka ia bertambah jauh dari masjid dan ulamanya.\nJika ia bepergian ke luar negeri tentu akan bertambah jauh lagi dari sumber agamanya. Tidak demikian keadaan orang yang sedang tawaf di Baitullah. Walaupun ia berkeliling sampai tujuh kali, tetapi ia tetap berada di samping Baitullah. Demikian pula hendaknya setiap pedagang yang telah menjadi hartawan atau jutawan tetap saja tekun melaksanakan ibadahnya kepada Allah secara terus-menerus (istikamah).\n(1-2) Dalam ayat-ayat berikut ini, Allah menerangkan profesi suku Quraisy sebagai kaum pedagang di negara yang tandus dan mempunyai dua jurusan perdagangan. Pada musim dingin ke arah Yaman untuk membeli rempah-rempah yang datang dari Timur Jauh melalui Teluk Persia dan yang kedua ke arah Syam pada musim panas untuk membeli hasil pertanian yang akan dibawa pulang ke negeri mereka yang tandus lagi kering itu.\nOrang-orang penghuni padang pasir (Badui) menghormati suku Quraisy karena mereka dipandang sebagai jiran (tetangga) Baitullah, penduduk tanah suci dan berkhidmat untuk memelihara Ka'bah, dan penjaga-penjaga Ka'bah. Oleh karena itu, suku Quraisy berada dalam aman dan sentosa, baik ketika mereka pergi maupun ketika mereka pulang walaupun banyak terjadi perampokan dalam perjalanan.\nKarena rasa hormat kepada Baitullah itu merupakan suatu kekuatan jiwa dan berwibawa untuk memelihara keselamatan mereka dalam misi-misi perdagangannya ke utara atau ke selatan; sehingga timbullah suatu kebiasaan dan kegemaran untuk berniaga yang menghasilkan banyak rezeki. Rasa hormat terhadap Baitullah yang memenuhi jiwa orang Arab itu adalah kehendak Allah semata, lebih-lebih lagi ketika mereka melihat bagaimana Allah menghancurkan tentara gajah yang ingin meruntuhkan Ka'bah, sebelum mereka sampai mendekatinya.\nSekiranya penghormatan terhadap Baitullah kurang mempengaruhi jiwa orang-orang Arab atau tidak ada sama sekali pengaruhnya niscaya orang-orang Quraisy tentu tidak mau mengadakan perjalanan-perjalanan perdagangan tersebut. Maka dengan demikian akan berkuranglah sumber-sumber rezeki mereka sebab negeri mereka bukanlah tanah yang subur.",
    "quraish": "[[106 ~ QURAISY (SUKU QURAISY) Pendahuluan: Makkiyyah, 4 ayat ~ Dalam surat ini, Allah memberikan karunia Rumah Suci-Nya (al-Bayt al-Harâm, Ka'bah) kepada orang Quraisy yang dapat berperan melindungi mereka dari serangan musuh. Di samping itu, Allah juga menempatkan mereka tinggal di sampingnya sehingga, dengan demikian, mereka mendapat kehormatan dan perlindungan sekaligus. Mereka dapat pergi ke Yaman pada musim dingin dan ke Syam pada musim panas untuk berdagang tanpa mendapatkan rintangan dan gangguan dalam perjalanan. Sedang penduduk di sekitar tempat-tempat itu saling merampok. Dan semua itu merupakan nikmat yang semestinya mengharuskan mereka menyembah kepada Tuhan yang telah memberikan makanan ketika mereka merasa lapar dan memberikan perlindungan dan rasa aman ketika mereka merasa takut.]] Merasa herankah orang-orang suku Quraisy itu dengan kemudahan yang Aku berikan kepada mereka dalam melakukan perjalanan musim dingin ke Yaman dan musim panas ke Syam, penuh rasa tenang dan aman, untuk berdagang dan mencari rezeki?",
    "jalalayn": "(Karena kebiasaan orang-orang Quraisy.)"
  },
  {
    "page": 602,
    "name": "Quraisy",
    "ayat": 2,
    "arab": "اٖلٰفِهِمْ رِحْلَةَ الشِّتَاۤءِ وَالصَّيْفِۚ",
    "translation": "(yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6195.mp3",
    "tafsir": ". Syarat pertama ini diambil dari kalimat li ilaf yang artinya karena kebiasaan.\n2.Memelihara nama baik, yang diambil dari kalimat Quraisy sebab suku atau kabilah Quraisy itu termasuk kabilah yang paling mulia yang nantinya melahirkan Nabi Muhammad. Maka seorang pedagang pun harus selalu memelihara nama baiknya sehingga dapat kepercayaan yang penuh dari sekalian langganannya, karena tidak pernah dusta atau menipu, tidak pernah menyalahi janji atau menimbun barang-barang yang dibutuhkan oleh rakyat dan lain-lain.\n3.Mengadakan misi perniagaan ke luar daerahnya, bahkan ke luar negeri untuk melebarluaskan daerah lingkungan perniagaannya dan syarat ini diambil dari kalimat rihlah yang artinya bepergian. Seorang pedagang tidak akan maju jika tidak mengadakan misi perniagaan ke luar daerahnya.\n4.Memperhatikan situasi keadaan yang menguntungkan. Ia harus memperhatikan iklim, situasi, dan kondisi tempat di sekitarnya. Syarat ini diambil dari kalimat asy-syita'i wa as-saif yang artinya: pada musim dingin dan musim panas. Orang-orang Quraisy pun mengatur arah perniagaannya yaitu di musim dingin mereka pergi ke sebelah selatan yaitu negeri Yaman, dan di musim panas ke utara yaitu negeri Syam. \n\nJika keempat syarat ini diperhatikan dengan seksama niscaya akan mendatangkan kemakmuran yang merata dan kemakmuran itu jangan sekali-kali hanya untuk memuaskan hawa nafsu. Akan tetapi, harus dijadikan bekal untuk beribadah kepada Allah yang mempunyai Baitullah dan digunakan untuk menyukuri segala nikmat pemberian-Nya, agar menghasilkan kesejahteraan, cukup sandang-pangan dan keamanan dari ketakutan seperti diisyaratkan dalam kalimat: \"Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\"\nJadi yang harus disembah dan disyukuri itu ialah Allah Pemilik Ka'bah sebab di dekat Ka'bah itu ada satu macam ibadah yang tidak terdapat di luar kota Mekah yaitu tawaf di Baitullah.\nJika diperhatikan cara tawaf itu memang aneh sekali, sebab menurut hukum alam setiap benda yang mengelilingi benda lain, lama-lama akan bertambah jauh dari markasnya atau titik putarnya sesuai dengan daya sentrivical atau daya lompatan ke luar. Jika sebuah batu diikat dengan tali lalu diputarkan maka bila batu itu terlepas mesti terlempar jauh ke luar. Demikian pula dalam bidang kerohanian, seorang pedagang yang tadinya rajin salat berjamaah dan menghadiri pengajian pada ulama di kampungnya setelah sering bepergian ke luar daerah maka ia bertambah jauh dari masjid dan ulamanya.\nJika ia bepergian ke luar negeri tentu akan bertambah jauh lagi dari sumber agamanya. Tidak demikian keadaan orang yang sedang tawaf di Baitullah. Walaupun ia berkeliling sampai tujuh kali, tetapi ia tetap berada di samping Baitullah. Demikian pula hendaknya setiap pedagang yang telah menjadi hartawan atau jutawan tetap saja tekun melaksanakan ibadahnya kepada Allah secara terus-menerus (istikamah).\n(1-2) Dalam ayat-ayat berikut ini, Allah menerangkan profesi suku Quraisy sebagai kaum pedagang di negara yang tandus dan mempunyai dua jurusan perdagangan. Pada musim dingin ke arah Yaman untuk membeli rempah-rempah yang datang dari Timur Jauh melalui Teluk Persia dan yang kedua ke arah Syam pada musim panas untuk membeli hasil pertanian yang akan dibawa pulang ke negeri mereka yang tandus lagi kering itu.\nOrang-orang penghuni padang pasir (Badui) menghormati suku Quraisy karena mereka dipandang sebagai jiran (tetangga) Baitullah, penduduk tanah suci dan berkhidmat untuk memelihara Ka'bah, dan penjaga-penjaga Ka'bah. Oleh karena itu, suku Quraisy berada dalam aman dan sentosa, baik ketika mereka pergi maupun ketika mereka pulang walaupun banyak terjadi perampokan dalam perjalanan.\nKarena rasa hormat kepada Baitullah itu merupakan suatu kekuatan jiwa dan berwibawa untuk memelihara keselamatan mereka dalam misi-misi perdagangannya ke utara atau ke selatan; sehingga timbullah suatu kebiasaan dan kegemaran untuk berniaga yang menghasilkan banyak rezeki. Rasa hormat terhadap Baitullah yang memenuhi jiwa orang Arab itu adalah kehendak Allah semata, lebih-lebih lagi ketika mereka melihat bagaimana Allah menghancurkan tentara gajah yang ingin meruntuhkan Ka'bah, sebelum mereka sampai mendekatinya.\nSekiranya penghormatan terhadap Baitullah kurang mempengaruhi jiwa orang-orang Arab atau tidak ada sama sekali pengaruhnya niscaya orang-orang Quraisy tentu tidak mau mengadakan perjalanan-perjalanan perdagangan tersebut. Maka dengan demikian akan berkuranglah sumber-sumber rezeki mereka sebab negeri mereka bukanlah tanah yang subur.",
    "quraish": "[[106 ~ QURAISY (SUKU QURAISY) Pendahuluan: Makkiyyah, 4 ayat ~ Dalam surat ini, Allah memberikan karunia Rumah Suci-Nya (al-Bayt al-Harâm, Ka'bah) kepada orang Quraisy yang dapat berperan melindungi mereka dari serangan musuh. Di samping itu, Allah juga menempatkan mereka tinggal di sampingnya sehingga, dengan demikian, mereka mendapat kehormatan dan perlindungan sekaligus. Mereka dapat pergi ke Yaman pada musim dingin dan ke Syam pada musim panas untuk berdagang tanpa mendapatkan rintangan dan gangguan dalam perjalanan. Sedang penduduk di sekitar tempat-tempat itu saling merampok. Dan semua itu merupakan nikmat yang semestinya mengharuskan mereka menyembah kepada Tuhan yang telah memberikan makanan ketika mereka merasa lapar dan memberikan perlindungan dan rasa aman ketika mereka merasa takut.]] Merasa herankah orang-orang suku Quraisy itu dengan kemudahan yang Aku berikan kepada mereka dalam melakukan perjalanan musim dingin ke Yaman dan musim panas ke Syam, penuh rasa tenang dan aman, untuk berdagang dan mencari rezeki?",
    "jalalayn": "(Yaitu kebiasaan mereka) lafal ini mengukuhkan makna lafal sebelumnya (bepergian pada musim dingin) ke negeri Yaman (dan musim panas) ke negeri Syam dalam setiap tahunnya; mereka bepergian dengan tujuan untuk berniaga yang keuntungannya mereka gunakan untuk keperluan hidup mereka di Mekah dan untuk berkhidmat kepada Baitullah yang merupakan kebanggaan mereka; mereka yang melakukan demikian adalah anak-anak An-Nadhr bin Kinanah."
  },
  {
    "page": 602,
    "name": "Quraisy",
    "ayat": 3,
    "arab": "فَلْيَعْبُدُوْا رَبَّ هٰذَا الْبَيْتِۙ",
    "translation": "Maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka‘bah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6196.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan orang-orang Quraisy agar mereka menyembah Tuhan Pemilik Ka'bah yang telah menyelamatkan mereka dari serangan orang Ethiopia yang bergabung dalam tentara gajah. Seyogyanya mereka hanya menyembah Allah dan mengagungkan-Nya.",
    "quraish": "Maka, semestinya mereka hanya beribadah kepada Tuhan Pemilik rumah ini yang telah memungkinkan mereka melakukan dua perjalanan itu.",
    "jalalayn": "(Maka hendaklah mereka menyembah) lafal ini menjadi ta'alluq atau tempat bergantung bagi lafal Li-iilaafi; sedangkan huruf Fa adalah huruf Zaidah (Rabb rumah ini.)"
  },
  {
    "page": 602,
    "name": "Quraisy",
    "ayat": 4,
    "arab": "الَّذِيْٓ اَطْعَمَهُمْ مِّنْ جُوْعٍ ەۙ وَّاٰمَنَهُمْ مِّنْ خَوْفٍ ࣖ",
    "translation": "yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6197.mp3",
    "tafsir": "Kemudian Allah menjelaskan sifat Tuhan Pemilik Ka'bah yang disuruh untuk disembah itu, yaitu Tuhan yang membuka pintu rezeki yang luas bagi mereka dan memudahkan jalan untuk mencari rezeki itu. Jika tidak demikian, tentu mereka berada dalam kesempitan dan kesengsaraan. Dia mengamankan jalan yang mereka tempuh dalam rangka mereka mencari rezeki, serta menjadikan orang-orang yang mereka jumpai dalam perjalanan senang dengan mereka. Mereka tidak menemui kesulitan. Kalau tidak, tentu mereka selalu berada dalam ketakutan yang mengakibatkan hidup sengsara dan papa.",
    "quraish": "Yaitu Tuhan yang memberi makan ketika mereka merasa lapar, padahal mereka tinggal di lembah yang tidak bertanaman, dan yang memberi mereka perlindungan dari rasa takut, sementara penduduk di sekitarnya saling merampok.",
    "jalalayn": "(Yang telah memberi makanan kepada mereka untuk menghilangkan lapar) agar mereka tidak kelaparan (dan mengamankan mereka dari ketakutan) artinya supaya mereka tidak merasa takut lagi. Sesungguhnya mereka sering mengalami kelaparan, karena di Mekah tidak terdapat lahan pertanian, sebagaimana mereka pun pernah dicekam oleh rasa takut, yaitu ketika tentara bergajah datang kepada mereka dengan maksud untuk menghancurkan Kakbah."
  },
  {
    "page": 602,
    "name": "Al-Ma'un",
    "ayat": 1,
    "arab": "اَرَءَيْتَ الَّذِيْ يُكَذِّبُ بِالدِّيْنِۗ",
    "translation": "Tahukah kamu (orang) yang mendustakan agama?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6198.mp3",
    "tafsir": "Dalam ayat ini, Allah menghadapkan pertanyaan kepada Nabi Muhammad, \"Apakah engkau mengetahui orang yang mendustakan agama dan yang dimaksud dengan orang yang mendustakan agama?\" Pertanyaan ini dijawab pada ayat-ayat berikut.",
    "quraish": "[[107 ~ AL-MA'UN (KEBAIKAN DAN BANTUAN) Pendahuluan: Makkiyyah, 7 ayat ~ Surat ini berbicara tentang orang yang mendustakan pembalasan di akhirat. Di antara sifat-sifatnya yang disebut dalam surat ini adalah menghina dan mencerca anak yatim dengan kasar, bukan untuk mendidik, dan tidak menganjurkan orang lain, baik dengan ucapan maupun tindakan, untuk memberi makan orang miskin, karena ia sendiri kikir terhadap hartanya. Selain itu, surat ini menyebutkan sekelompok orang yang menyerupai orang yang mendustakan pembalasan itu. Mereka adalah orang-orang yang lengah dalam salatnya, tidak melaksanakannya sebagaimana mestinya, dan orang-orang yang melakukannya sekadarnya, tanpa makna. Juga termasuk kelompok itu, orang yang riya dengan pekerjaannya, orang yang enggan memberi pertolongan kepada yang membutuhkan. Mereka semua diancam dengan kecelakaan dan kehancuran, agar mereka dapatkembali dari kesesatan itu.]] Tahukah kamu tentang orang yang mendustakan pembalasan dan perhitungan di akhirat?",
    "jalalayn": "(Tahukah kamu orang yang mendustakan hari pembalasan?) atau adanya hari hisab dan hari pembalasan amal perbuatan. Maksudnya apakah kamu mengetahui orang itu? Jika kamu belum mengetahui:"
  },
  {
    "page": 602,
    "name": "Al-Ma'un",
    "ayat": 2,
    "arab": "فَذٰلِكَ الَّذِيْ يَدُعُّ الْيَتِيْمَۙ",
    "translation": "Maka itulah orang yang menghardik anak yatim,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6199.mp3",
    "tafsir": "Allah lalu menjelaskan bahwa sebagian dari sifat-sifat orang yang mendustakan agama ialah orang-orang yang menolak dan membentak anak-anak yatim yang datang kepadanya untuk memohon belas-kasihnya demi kebutuhan hidupnya. Penolakannya itu sebagai penghinaan dan takabur terhadap anak-anak yatim itu.",
    "quraish": "Kalau kamu ingin tahu, orang yang mendustakan pembalasan itu adalah orang menghardik anak yatim dengan keras, memaksa dan menyakitinya, dan orang yang tidak menganjurkan untuk memberi makan orang miskin.",
    "jalalayn": "(Maka dia itulah) sesudah huruf Fa ditetapkan adanya lafal Huwa, artinya maka dia itulah (orang yang menghardik anak yatim) yakni menolaknya dengan keras dan tidak mau memberikan hak yang seharusnya ia terima."
  },
  {
    "page": 602,
    "name": "Al-Ma'un",
    "ayat": 3,
    "arab": "وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ",
    "translation": "dan tidak mendorong memberi makan orang miskin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6200.mp3",
    "tafsir": "Allah menegaskan lebih lanjut sifat pendusta itu, yaitu dia tidak mengajak orang lain untuk membantu dan memberi makan orang miskin. Bila tidak mau mengajak orang memberi makan dan membantu orang miskin berarti ia tidak melakukannya sama sekali. Berdasarkan keterangan di atas, bila seorang tidak sanggup membantu orang-orang miskin maka hendaklah ia menganjurkan orang lain agar melakukan usaha yang mulia itu.",
    "quraish": "Kalau kamu ingin tahu, orang yang mendustakan pembalasan itu adalah orang menghardik anak yatim dengan keras, memaksa dan menyakitinya, dan orang yang tidak menganjurkan untuk memberi makan orang miskin.",
    "jalalayn": "(Dan tidak menganjurkan) dirinya atau orang lain (memberi makan orang miskin) ayat ini diturunkan berkenaan dengan orang yang bersikap demikian, yaitu Al-'Ash bin Wail atau Walid bin Mughirah."
  },
  {
    "page": 602,
    "name": "Al-Ma'un",
    "ayat": 4,
    "arab": "فَوَيْلٌ لِّلْمُصَلِّيْنَۙ",
    "translation": "Maka celakalah orang yang salat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6201.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot.\nPerilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini.",
    "quraish": "Maka kehancuran bagi orang yang melakukan salat tetapi mempunyai sifat seperti itu. Yaitu mereka yang lalai dalam salatnya dan tidak dapat mengambil manfaat apa-apa dari salatnya.",
    "jalalayn": "(Maka kecelakaanlah bagi orang-orang yang salat.)"
  },
  {
    "page": 602,
    "name": "Al-Ma'un",
    "ayat": 5,
    "arab": "الَّذِيْنَ هُمْ عَنْ صَلَاتِهِمْ سَاهُوْنَۙ",
    "translation": "(yaitu) orang-orang yang lalai terhadap salatnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6202.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot.\nPerilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini.",
    "quraish": "Maka kehancuran bagi orang yang melakukan salat tetapi mempunyai sifat seperti itu. Yaitu mereka yang lalai dalam salatnya dan tidak dapat mengambil manfaat apa-apa dari salatnya.",
    "jalalayn": "(Yaitu orang-orang yang lalai dari salatnya) artinya mengakhirkan salat dari waktunya."
  },
  {
    "page": 602,
    "name": "Al-Ma'un",
    "ayat": 6,
    "arab": "الَّذِيْنَ هُمْ يُرَاۤءُوْنَۙ",
    "translation": "yang berbuat ria,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6203.mp3",
    "tafsir": "Allah selanjutnya menambah penjelasan tentang sifat orang pendusta agama, yaitu mereka melakukan perbuatan-perbuatan lahir hanya semata karena ria, tidak terkesan pada jiwanya untuk meresapi rahasia dan hikmahnya.",
    "quraish": "Yaitu orang-orang yang memperlihatkan pekerjaannya kepada orang lain, untuk mendapatkan kedudukan dan pujian.",
    "jalalayn": "(orang-orang yang berbuat ria) di dalam salatnya atau dalam hal-hal lainnya."
  },
  {
    "page": 602,
    "name": "Al-Ma'un",
    "ayat": 7,
    "arab": "وَيَمْنَعُوْنَ الْمَاعُوْنَ ࣖ",
    "translation": "dan enggan (memberikan) bantuan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6204.mp3",
    "tafsir": "Allah menambahkan lagi dalam ayat ini sifat pendusta itu, yaitu mereka tidak mau memberikan barang-barang yang diperlukan oleh orang-orang yang membutuhkannya, sedang barang itu tak pantas ditahan, seperti periuk, kapuk, cangkul, dan lain-lain. \nKeadaan orang yang membesarkan agama berbeda dengan keadaan orang yang mendustakan agama, karena yang pertama tampak dalam tata hidupnya yang jujur, adil, kasih sayang, pemurah, dan lain-lain. Sedangkan sifat pendusta agama ialah ria, curang, aniaya, takabur, kikir, memandang rendah orang lain, tidak mementingkan yang lain kecuali dirinya sendiri, bangga dengan harta dan kedudukan, serta tidak mau mengeluarkan sebahagian dari hartanya, baik untuk keperluan perseorangan maupun untuk masyarakat.",
    "quraish": "Dan orang-orang yang menolak memberi kebaikan dan pertolongan kepada orang lain.",
    "jalalayn": "(Dan enggan menolong dengan barang yang berguna) artinya tidak mau meminjamkan barang-barang miliknya yang diperlukan orang lain; apalagi memberikannya, seperti jarum, kapak, kuali, mangkok dan sebagainya."
  },
  {
    "page": 602,
    "name": "Al-Kausar",
    "ayat": 1,
    "arab": "اِنَّآ اَعْطَيْنٰكَ الْكَوْثَرَۗ",
    "translation": "Sungguh, Kami telah memberimu (Muhammad) nikmat yang banyak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6205.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dia telah memberi Nabi Muhammad nikmat dan anugerah yang tidak dapat dihitung banyaknya dan tidak dapat dinilai tinggi mutunya, walaupun (orang musyrik) memandang hina dan tidak menghargai pemberian itu disebabkan kekurangan akal dan pengertian mereka. Pemberian itu berupa kenabian, agama yang benar, petunjuk-petunjuk dan jalan yang lurus yang membawa kepada kebahagiaan hidup di dunia dan di akhirat.\nOrang-orang musyrik di Mekah dan orang-orang munafik di Medinah mencemoohkan dan mencaci-maki Nabi saw sebagai berikut:\n1.Pengikut-pengikut Muhammad saw terdiri dari orang-orang biasa yang tidak mempunyai kedudukan. Kalau agama yang dibawanya itu benar, tentu yang menjadi pengikut-pengikutnya orang-orang mulia yang berkedudukan di antara mereka. Ucapan ini bukanlah suatu keanehan, karena kaum Nuh juga dahulu kala telah menyatakan yang demikian kepada Nabi Nuh as sebagaimana firman Allah:\n\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11 : 27)\n\nSunnatullah yang berlaku di antara hamba-hamba Allah bahwa mereka yang cepat menerima panggilan para rasul adalah orang-orang biasa atau orang lemah karena mereka tidak takut kehilangan pangkat atau kedudukan, karena tidak mempunyai keduanya. Dari itu pertentangan terus-menerus terjadi antara yang merasa terpandang dengan para rasul, tetapi Allah senantiasa membantu para rasul-Nya dan menunjang dakwah mereka.\nBegitulah sikap penduduk Mekah terhadap dakwah Nabi Muhammad. Pembesar-pembesar dan orang-orang yang berkedudukan tidak mau mengikuti Nabi karena benci kepada beliau dan terhadap orang-orang biasa yang menjadi pengikut beliau.\n2.Orang-orang Mekah bila melihat anak-anak Nabi Muhammad meninggal dunia, mereka berkata, \"Sebutan Muhammad akan lenyap dan ia akan mati punah.\" Mereka mengira bahwa kematian itu suatu kekurangan lalu mereka mengejek Nabi dan berusaha menjauhkan manusia dari beliau.\n3.Orang-orang Mekah bila melihat suatu musibah atau kesulitan yang menimpa pengikut-pengikut Nabi, bergembira dan bersenang hati. Mereka menunggu kehancuran para pengikut Nabi, sehingga kedudukan mereka semula yang telah diguncangkan oleh agama baru itu kembali mereka peroleh.\n\nPada surah ini, Allah menyampaikan kepada rasul-Nya, bahwa tuduhan-tuduhan yang dilontarkan oleh orang-orang musyrik itu adalah suatu prasangka yang tidak ada artinya sama sekali. Namun semua itu adalah untuk membersihkan jiwa-jiwa yang masih dapat dipengaruhi oleh isu-isu tersebut dan untuk mematahkan tipu daya orang-orang musyrik, agar mereka mengetahui bahwa perjuangan Nabi saw pasti akan menang dan pengikut-pengikut beliau pasti akan bertambah banyak. \nAl-Kautsar diartikan sebagai sungai di surga yang dianugerahkan Allah kepada Nabi Muhammad, dan ada pula yang berpendapat bahwa al-kautsar bermakna kebaikan yang banyak.",
    "quraish": "[[108 ~ AL-KAUTSAR (NIKMAT YANG BANYAK) Pendahuluan: Makkiyyah, 3 ayat ~ Dalam surat ini, Allah menganugerahi Rasulullah saw. dengan memberinya kabaikan yang banyak dan nikmat yang besar di dunia dan akhirat dan memintanya untuk selalu melaksanakan salat dengan ikhlas dan mendermakan sebaik-baik hartanya sebagai suatu bentuk pengorbanan dan kesyukuran atas karunia yang dilimpahkan Allah kepadanya. Surat ini ditutup dengan suatu kabar gembira bagi Nabi Muhammad saw. berupa terputusnya kebaikan bagi orang yang membecinya.]] Sesungguhnya Kami telah melimpahkan kepadamu kebaikan yang banyak dan abadi, di dunia dan akhirat.",
    "jalalayn": "(Sesungguhnya Kami telah memberikan kepadamu) hai Muhammad (Al-Kautsar) merupakan sebuah sungai di surga dan telaga milik Nabi saw. kelak akan menjadi tempat minum bagi umatnya. Al-Kautsar juga berarti kebaikan yang banyak, yaitu berupa kenabian, Alquran, syafaat dan lain sebagainya."
  },
  {
    "page": 602,
    "name": "Al-Kausar",
    "ayat": 2,
    "arab": "فَصَلِّ لِرَبِّكَ وَانْحَرْۗ",
    "translation": "Maka laksanakanlah salat karena Tuhanmu, dan berkurbanlah (sebagai ibadah dan mendekatkan diri kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6206.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar mengerjakan salat dan menyembelih hewan kurban karena Allah semata, karena Dia sajalah yang mendidiknya dan melimpahkan karunia-Nya. Dalam ayat lain, Allah berfirman:\n\nKatakanlah (Muhammad), \"Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam, tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).\" (al-An'am/6: 162-163)",
    "quraish": "Dan jika kamu telah diberikan hal tersebut, maka kerjakanlah selalu salat dengan penuh ikhlas, dan sembelihlah kurbanmu sebagai bentuk kesyukuranmu atas karunia yang telah dilimpahkan kepadamu dan kebaikan yang diberikan khusus untukmu.",
    "jalalayn": "(Maka dirikanlah salat karena Rabbmu) yaitu salat Hari Raya Kurban (dan berkurbanlah) untuk manasik hajimu."
  },
  {
    "page": 602,
    "name": "Al-Kausar",
    "ayat": 3,
    "arab": "اِنَّ شَانِئَكَ هُوَ الْاَبْتَرُ ࣖ",
    "translation": "Sungguh, orang-orang yang membencimu dialah yang terputus (dari rahmat Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6207.mp3",
    "tafsir": "Sesudah Allah menghibur dan menggembirakan Nabi Muhammad serta memerintahkan supaya mensyukuri anugerah-anugerah-Nya dan sebagai kesempurnaan nikmat-Nya, maka Allah menjadikan musuh-musuh Nabi itu jadi hina dan tidak berdaya. Siapa saja yang membenci dan mencaci Nabi akan hilang pengaruhnya dan tidak ada kebahagiaan baginya di dunia dan di akhirat. Sedang kebaikan dan hasil perjuangan akan tetap jaya sampai hari Kiamat.\nOrang-orang kafir Mekah mencaci Nabi Muhammad bukanlah karena mereka tidak senang kepada pribadi Nabi, tetapi karena beliau mencela kebodohan mereka dan mencaci berhala-berhala yang mereka sembah serta mengajak mereka untuk meninggalkan penyembahan berhala-berhala itu.\nSungguh Allah telah menepati janji-Nya dengan menghinakan dan menjatuhkan martabat orang-orang yang mencaci Nabi Muhammad, sehingga nama mereka hanya diingat ketika membicarakan orang-orang jahat dan kejahatannya. Adapun kedudukan Nabi saw dan orang-orang yang menerima petunjuk beliau serta nama harum mereka diangkat setinggi-tingginya oleh Allah sepanjang masa.",
    "quraish": "Sesungguhnya orang yang membencimu adalah terputus dari segala kebaikan.",
    "jalalayn": "(Sesungguhnya orang-orang yang membenci kamu) yakni orang-orang yang tidak menyukai kamu (dialah yang terputus) terputus dari semua kebaikan; atau putus keturunannya. Ayat ini diturunkan berkenaan dengan orang yang bersikap demikian, dia adalah 'Ash bin Wail, sewaktu Nabi saw. ditinggal wafat putranya yang bernama Qasim, lalu 'Ash menjuluki Nabi sebagai Abtar yakni orang yang terputus keturunannya."
  }
]