[
  {
    "page": 603,
    "name": "Al-Kafirun",
    "ayat": 1,
    "arab": "قُلْ يٰٓاَيُّهَا الْكٰفِرُوْنَۙ",
    "translation": "Katakanlah (Muhammad), “Wahai orang-orang kafir!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6208.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memerintahkan Nabi Muhammad agar menyatakan kepada orang-orang kafir bahwa \"Tuhan\" yang mereka sembah bukanlah \"Tuhan\" yang ia sembah, karena mereka menyembah \"Tuhan\" yang memerlukan pembantu dan mempunyai anak atau menjelma dalam suatu bentuk atau dalam sesuatu rupa atau bentuk-bentuk lain yang mereka dakwakan. Sedang Nabi saw menyembah Tuhan yang tidak ada tandingan-Nya dan tidak ada sekutu bagi-Nya; tidak mempunyai anak dan istri. Akal tidak sanggup menerka bagaimana Dia, tidak ditentukan oleh tempat dan tidak terikat oleh masa, tidak memerlukan perantaraan dan tidak pula memerlukan penghubung.\nMaksud pernyataan itu adalah terdapat perbedaan sangat besar antara \"Tuhan\" yang disembah orang-orang kafir dengan \"Tuhan\" yang disembah Nabi Muhammad. Mereka menyifati tuhannya dengan sifat-sifat yang tidak layak sama sekali bagi Tuhan yang disembah Nabi.",
    "quraish": "[[109 ~ AL-KAFIRUN (ORANG-ORANG KAFIR) Pendahuluan: Makkiyyah, 6 ayat ~ Dalam surat ini Allah memerintahkan Rasul-Nya saw. agar mematahkan ketamakan orang-orang kafir yang ingin menyamakan diri dengan Rasulullah dalam menyerukan kebaikan. Rasulullah saw. tetap akan menyembah Allah, tiada Tuhan selailn Dia, dan orang-orang kafir pun tetap menyembah tuhan-tuhan mereka yang tidak memberi mereka kebenaran. Mereka bebas mengikuti agama yang mereka warisi dari nenek moyang mereka, dan Rasulullah pun bebas memeluk agama yang diperkenan Allah untuknya.]] Katakan, wahai Muhammad, \"Hai orang-orang kafir yang bersikeras dalam kekafiran,",
    "jalalayn": "(Katakanlah, \"Hai orang-orang kafir!)"
  },
  {
    "page": 603,
    "name": "Al-Kafirun",
    "ayat": 2,
    "arab": "لَآ اَعْبُدُ مَا تَعْبُدُوْنَۙ",
    "translation": "aku tidak akan menyembah apa yang kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6209.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memerintahkan Nabi Muhammad agar menyatakan kepada orang-orang kafir bahwa \"Tuhan\" yang mereka sembah bukanlah \"Tuhan\" yang ia sembah, karena mereka menyembah \"Tuhan\" yang memerlukan pembantu dan mempunyai anak atau menjelma dalam suatu bentuk atau dalam sesuatu rupa atau bentuk-bentuk lain yang mereka dakwakan. Sedang Nabi saw menyembah Tuhan yang tidak ada tandingan-Nya dan tidak ada sekutu bagi-Nya; tidak mempunyai anak dan istri. Akal tidak sanggup menerka bagaimana Dia, tidak ditentukan oleh tempat dan tidak terikat oleh masa, tidak memerlukan perantaraan dan tidak pula memerlukan penghubung.\nMaksud pernyataan itu adalah terdapat perbedaan sangat besar antara \"Tuhan\" yang disembah orang-orang kafir dengan \"Tuhan\" yang disembah Nabi Muhammad. Mereka menyifati tuhannya dengan sifat-sifat yang tidak layak sama sekali bagi Tuhan yang disembah Nabi.",
    "quraish": "aku tidak menyembah apa yang kalian sembah selain Allah.",
    "jalalayn": "(Aku tidak akan menyembah) maksudnya sekarang aku tidak akan menyembah (apa yang kalian sembah) yakni berhala-berhala yang kalian sembah itu."
  },
  {
    "page": 603,
    "name": "Al-Kafirun",
    "ayat": 3,
    "arab": "وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۚ",
    "translation": "dan kamu bukan penyembah apa yang aku sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6210.mp3",
    "tafsir": "Selanjutnya Allah menambahkan lagi pernyataan yang diperintahkan untuk disampaikan kepada orang-orang kafir dengan menyatakan bahwa mereka tidak menyembah Tuhan yang didakwahkan Nabi Muhammad, karena sifat-sifat-Nya berlainan dengan sifat-sifat \"Tuhan\" yang mereka sembah dan tidak mungkin dipertemukan antara kedua macam sifat tersebut.",
    "quraish": "Kalian pun bukan penyembah apa yang aku sembah, yaitu Allah semata.",
    "jalalayn": "(Dan kalian bukan penyembah) dalam waktu sekarang (Tuhan yang aku sembah) yaitu Allah swt. semata."
  },
  {
    "page": 603,
    "name": "Al-Kafirun",
    "ayat": 4,
    "arab": "وَلَآ اَنَا۠ عَابِدٌ مَّا عَبَدْتُّمْۙ",
    "translation": "dan aku tidak pernah menjadi penyembah apa yang kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6211.mp3",
    "tafsir": "Sesudah Allah menyatakan tentang tidak mungkin ada persamaan sifat antara Tuhan yang disembah oleh Nabi saw dengan yang disembah oleh orang-orang kafir, maka dengan sendirinya tidak ada pula persamaan dalam hal ibadah. Tuhan yang disembah Nabi Muhammad adalah Tuhan yang Mahasuci dari sekutu dan tandingan, tidak menjelma pada seseorang atau memihak kepada suatu bangsa atau orang tertentu. Sedangkan \"Tuhan\" yang mereka sembah itu berbeda dari Tuhan yang tersebut di atas. Lagi pula ibadah nabi hanya untuk Allah saja, sedang ibadah mereka bercampur dengan syirik dan dicampuri dengan kelalaian dari Allah, maka yang demikian itu tidak dinamakan ibadah.\nPengulangan pernyataan yang sama seperti yang terdapat dalam ayat 3 dan 5 adalah untuk memperkuat dan membuat orang yang mengusulkan kepada Nabi saw berputus asa terhadap penolakan Nabi menyembah tuhan mereka selama setahun. Pengulangan seperti ini juga terdapat dalam Surah ar-Rahman/55 dan al-Mursalat/77. Hal ini adalah biasa dalam bahasa Arab.",
    "quraish": "Aku bukan penyembah seperti penyembahan kalian, karena kalian adalah orang-orang musyrik.",
    "jalalayn": "(Dan aku tidak mau menyembah) di masa mendatang (apa yang kalian sembah.)"
  },
  {
    "page": 603,
    "name": "Al-Kafirun",
    "ayat": 5,
    "arab": "وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۗ",
    "translation": "dan kamu tidak pernah (pula) menjadi penyembah apa yang aku sembah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6212.mp3",
    "tafsir": "Sesudah Allah menyatakan tentang tidak mungkin ada persamaan sifat antara Tuhan yang disembah oleh Nabi saw dengan yang disembah oleh orang-orang kafir, maka dengan sendirinya tidak ada pula persamaan dalam hal ibadah. Tuhan yang disembah Nabi Muhammad adalah Tuhan yang Mahasuci dari sekutu dan tandingan, tidak menjelma pada seseorang atau memihak kepada suatu bangsa atau orang tertentu. Sedangkan \"Tuhan\" yang mereka sembah itu berbeda dari Tuhan yang tersebut di atas. Lagi pula ibadah nabi hanya untuk Allah saja, sedang ibadah mereka bercampur dengan syirik dan dicampuri dengan kelalaian dari Allah, maka yang demikian itu tidak dinamakan ibadah.\nPengulangan pernyataan yang sama seperti yang terdapat dalam ayat 3 dan 5 adalah untuk memperkuat dan membuat orang yang mengusulkan kepada Nabi saw berputus asa terhadap penolakan Nabi menyembah tuhan mereka selama setahun. Pengulangan seperti ini juga terdapat dalam Surah ar-Rahman/55 dan al-Mursalat/77. Hal ini adalah biasa dalam bahasa Arab.",
    "quraish": "Dan kalian juga bukan penyembah seperti penyembahanku yaitu bertauhid.",
    "jalalayn": "(Dan kalian tidak mau pula menyembah) di masa mendatang (Tuhan yang aku sembah) Allah swt. telah mengetahui melalui ilmu-Nya, bahwasanya mereka di masa mendatang pun tidak akan mau beriman. Disebutkannya lafal Maa dengan maksud Allah adalah hanya meninjau dari segi Muqabalahnya. Dengan kata lain, bahwa Maa yang pertama tidaklah sama dengan Maa yang kedua."
  },
  {
    "page": 603,
    "name": "Al-Kafirun",
    "ayat": 6,
    "arab": "لَكُمْ دِيْنُكُمْ وَلِيَ دِيْنِ ࣖ",
    "translation": "Untukmu agamamu, dan untukku agamaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6213.mp3",
    "tafsir": "Kemudian dalam ayat ini, Allah mengancam orang-orang kafir dengan firman-Nya yaitu, \"Bagi kamu balasan atas amal perbuatanmu dan bagiku balasan atas amal perbuatanku.\" Dalam ayat lain Allah berfirman:\n\nBagi kami amalan kami, bagi kamu amalan kamu. (al-Baqarah/2: 139)",
    "quraish": "Bagi kalian agama kalian yang kalian yakini, dan bagiku agamaku yang Allah perkenankan untukku.",
    "jalalayn": "(Untuk kalianlah agama kalian) yaitu agama kemusyrikan (dan untukkulah agamaku\") yakni agama Islam. Ayat ini diturunkan sebelum Nabi saw. diperintahkan untuk memerangi mereka. Ya Idhafah yang terdapat pada lafal ini tidak disebutkan oleh ahli qiraat sab'ah, baik dalam keadaan Waqaf atau pun Washal. Akan tetapi Imam Ya'qub menyebutkannya dalam kedua kondisi tersebut."
  },
  {
    "page": 603,
    "name": "An-Nasr",
    "ayat": 1,
    "arab": "اِذَا جَاۤءَ نَصْرُ اللّٰهِ وَالْفَتْحُۙ",
    "translation": "Apabila telah datang pertolongan Allah dan kemenangan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6214.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memerintahkan apa yang harus dilakukan Nabi Muhammad pada saat pembebasan Mekah, yaitu apabila ia telah melihat pertolongan Allah terhadap agama-Nya telah tiba, dengan kekalahan orang-orang musyrik dan kemenangan di pihak Nabi, dan melihat pula orang-orang masuk agama Allah beramai-ramai dan berduyun-duyun, bukan perseorangan sebagaimana halnya pada permulaan dakwah.\nOrang-orang Arab berkata, \"Manakala Muhammad menang atas penduduk Mekah yang mana Allah telah selamatkan mereka dari pasukan bergajah, maka kalian tidak berdaya melawannya.\" Akhirnya mereka masuk Islam berduyun-duyun, berkelompok-kelompok dan satu kelompok 40 orang.",
    "quraish": "[[110 ~ AN-NASHR (PERTOLONGAN) Pendahuluan: Madaniyyah, 3 ayat ~ Surat ini meminta Rasulullah saw. untuk bertasbih, memuji dan menyucikan Allah dari segala sifat yang tidak baik, ketika mendapatkan pertolongan dan kemenangan dari Allah, dan ketika melihat orang-orang mulai masuk memeluk agama Allah secara berbondong-bondong, karena kemapanan dan ketinggian derajat dan kesempurnaan yang Allah berikan kepadanya. Beliau juga diperintahkan untuk meminta ampunan Allah untuk dirinya dan bagi orang-orang beriman, karena Dia Maha Penerima tobat. Allah, memang, akan menerima pertobatan hamba-hamba-Nya dan memaafkan kesalahan-kesalahan yang mereka lakukan.]] Jika pertolongan Allah dan kemenangan itu telah datang untukmu dan untuk orang-orang Mukmin,",
    "jalalayn": "(Apabila telah datang pertolongan Allah) kepada Nabi-Nya atas musuh-musuhnya (dan kemenangan) yakni kemenangan atas kota Mekah."
  },
  {
    "page": 603,
    "name": "An-Nasr",
    "ayat": 2,
    "arab": "وَرَاَيْتَ النَّاسَ يَدْخُلُوْنَ فِيْ دِيْنِ اللّٰهِ اَفْوَاجًاۙ",
    "translation": "dan engkau melihat manusia berbondong-bondong masuk agama Allah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6215.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memerintahkan apa yang harus dilakukan Nabi Muhammad pada saat pembebasan Mekah, yaitu apabila ia telah melihat pertolongan Allah terhadap agama-Nya telah tiba, dengan kekalahan orang-orang musyrik dan kemenangan di pihak Nabi, dan melihat pula orang-orang masuk agama Allah beramai-ramai dan berduyun-duyun, bukan perseorangan sebagaimana halnya pada permulaan dakwah.\nOrang-orang Arab berkata, \"Manakala Muhammad menang atas penduduk Mekah yang mana Allah telah selamatkan mereka dari pasukan bergajah, maka kalian tidak berdaya melawannya.\" Akhirnya mereka masuk Islam berduyun-duyun, berkelompok-kelompok dan satu kelompok 40 orang.",
    "quraish": "dan kamu melihat orang-orang masuk ke dalam agama Allah dengan berbondong-bondong,",
    "jalalayn": "(Dan kamu lihat manusia masuk agama Allah) yaitu agama Islam (dengan berbondong-bondong) atau secara berkelompok, yang pada sebelumnya hanya secara satu persatu. Hal tersebut terjadi sesudah kemenangan atas kota Mekah, lalu orang-orang Arab dari semua kawasan datang kepada Nabi saw. dalam keadaan taat untuk masuk Islam."
  },
  {
    "page": 603,
    "name": "An-Nasr",
    "ayat": 3,
    "arab": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُۗ اِنَّهٗ كَانَ تَوَّابًا ࣖ",
    "translation": "maka bertasbihlah dalam dengan Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6216.mp3",
    "tafsir": "Bila yang demikian itu telah terjadi, Nabi diperintahkan untuk mengagungkan dan mensucikan Tuhannya dari hal-hal yang tidak layak bagi-Nya, seperti menganggap terlambat datangnya pertolongan dan mengira bahwa Tuhan tidak menepati janji-Nya menolong Nabi atas orang-orang kafir.\nMenyucikan Allah hendaknya dengan memuji-Nya atas nikmat-nikmat yang dianugerahkan-Nya dan mensyukuri segala kebaikan-kebaikan yang telah dilimpahkan-Nya dan menyanjung-Nya dengan sepantasnya. Bila Allah Yang Mahakuasa dan Mahabijaksana memberi kesempatan kepada orang-orang kafir, bukanlah berarti Dia telah menyia-nyiakan pahala orang-orang yang beramal baik.\nKemudian Nabi Muhammad dianjurkan untuk meminta ampun kepada Allah untuk dirinya dan sahabat-sahabatnya yang telah memperlihatkan kesedihan dan keputusasaan karena merasa pertolongan Allah terlambat datangnya. Bertobat dari keluh-kesah adalah dengan mempercayai penuh akan janji-janji Allah dan membersihkan jiwa dari pemikiran yang bukan-bukan bila menghadapi kesulitan. Hal ini walaupun berat untuk jiwa manusia biasa, tetapi ringan untuk Nabi Muhammad sebagai insan kamil (manusia sempurna). Oleh sebab itu, Allah menyuruh Nabi saw memohon ampunan-Nya.\nKeadaan ini terjadi pula pada para sahabat yang memiliki jiwa yang sempurna dan menerima tobat mereka, karena Allah selalu menerima tobat hamba-hamba-Nya. Allah mendidik hamba-hamba-Nya melalui bermacam-macam cobaan dan bila merasa tidak sanggup menghadapinya harus memohon bantuan-Nya serta yakin akan datangnya bantuan itu. Bila ia selalu melakukan yang demikian niscaya menjadi kuat dan sempurnalah jiwanya.\nMaksudnya, bila pertolongan telah tiba dan telah mencapai kemenangan serta manusia berbondong-bondong masuk Islam, hilanglah ketakutan dan hendaklah Nabi saw bertasbih menyucikan Tuhannya dan mensyukuri-Nya serta membersihkan jiwa dari pemikiran-pemikiran yang terjadi pada masa kesulitan. Dengan demikian, keluh-kesah dan rasa kecewa tidak lagi akan mempengaruhi jiwa orang-orang yang ikhlas selagi mereka memiliki keikhlasan dan berada dalam persesuaian kata dan cinta sama cinta.\nDengan turunnya Surah an-Nasr ini, Nabi memahami bahwa tugas risalahnya telah selesai dan selanjutnya ia hanya menunggu panggilan pulang ke rahmatullah. \nIbnu 'AbbAs berkata: \"Ketika turun ayat Idha jaa nasrullahi wal fath, Rasulullah saw memanggil Fatimah, lalu berkata: \"Kematian diriku sudah dekat.\" Fatimah pun menangis. Rasulullah saw berkata, \"Jangan menangis, karea kamu adalah anggota pertama dari keluargaku yang akan menyusulku.\" Fatimah pun tertawa bahagia (mendengarnya). Para istri Nabi saw yang melihat hal itu berkata, \"Wahai Fatimah, kami melihatmu menangis lalu tertawa.\" Fatimah berkata, \"Rasulullah saw memberitahuku bahwa kematian dirinya telah dekat, maka aku menangis. Namun, beliau mengatakan, \"Jangan menangis, karena kamu adalah anggota pertama dari keluargaku yang akan menyusulku.\" Maka aku pun tertawa bahagia. (Riwayat al- Darimi)\n\nIbnu 'Umar berkata, \"Surah ini turun di Mina ketika Nabi mengerjakan Haji Wada', sesudah itu turun firman Allah:\n\nPada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. (al-Ma'idah/5: 3)\n\nNabi hidup hanya delapan puluh hari setelah turun ayat ini. Kemudian setelah itu, turun ayat Kalalah, dan Nabi hidup sesudahnya lima puluh hari. Setelah itu turun ayat:\n\nSungguh, telah datang kepadamu seorang rasul dari kaummu sendiri. (at-Taubah/9:128)\n\nMaka Nabi saw hidup sesudahnya tiga puluh lima hari. Kemudian turun firman Allah:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. (al Baqarah/2: 281)\n\nMaka Nabi saw hidup sesudahnya hanya dua puluh satu hari saja.",
    "quraish": "maka bersyukurlah kepada Tuhanmu dan bertasbihlah dengan memuji-Nya. Mintalah ampunan untukmu dan untuk umatmu, karena Dia, memang, sunguh Maha Penerima tobat hamba-Nya(1). (1) Surat ini menunjuk kepada peristiwa pembebasan kota Mekah. Penyebab langsung terjadinya pembebasan kota Mekah adalah pelanggaran suku Quraisy terhadap perjanjian Hudaibiyah dengan melakukan penyerangan terhadap suku Khazâ'ah--yang sudah berada dalam lindungan Rasulullah saw.--dan membantu Banû Ka'b dalam aksi penyerangan itu. Ketika itu, Rasulullah melihat bahwa apa yang dilakukan oleh suku Quraisy dalam melanggar perjanjian tersebut mengharuskannya untuk melakukan pembebasan Mekah. Beliau pun segera mengumpulkan sebuah pasukan kuat yang terdiri atas 10. 000 ribu tentara. Peristiwa itu terjadi pada bulan Ramadan, tahun 8 Hijriah (Desember 630 M.). Rasulullah mewasiatkan pasukannya untuk tidak melakukan penyerangan kecuali dalam keadaan terpaksa. Dan, atas kehendak Allah, Rasulullah bersama pasukannya dapat memasuki kota Mekah tenpa terjadi perang. Begitulah, Nabi Muhammad memperoleh kemenangan yang amat besar dalam sejarah penyebaran Islam tanpa terjadi perang dan pertumpahan darah.",
    "jalalayn": "(Maka bertasbihlah dengan memuji Rabbmu) artinya bertasbihlah seraya memuji-Nya (dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima tobat) sesungguhnya Nabi saw. sesudah surah ini diturunkan, beliau selalu memperbanyak bacaan: Subhaanallaah Wa Bihamdihi, Astaghfirullaaha Wa Atuubu Ilaihi, yang artinya: \"Maha Suci Allah dengan segala pujian-Nya, aku memohon ampun kepada Allah dan bertobat kepada-Nya.\" Dengan turunnya surah ini dapat diketahui bahwa saat ajalnya telah dekat. Peristiwa penaklukan kota Mekah itu terjadi pada bulan Ramadan tahun delapan Hijriah, dan beliau wafat pada bulan Rabiulawal, tahun sepuluh Hijriah."
  },
  {
    "page": 603,
    "name": "Al-Lahab",
    "ayat": 1,
    "arab": "تَبَّتْ يَدَآ اَبِيْ لَهَبٍ وَّتَبَّۗ",
    "translation": "Binasalah kedua tangan Abu Lahab dan benar-benar binasa dia!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6217.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Abu Lahab akan rugi dan binasa dan kata-kata ini sebagai kutukan dari Allah baginya. Binasa pada kedua belah tangannya karena tangan adalah alat bekerja dan bertindak. Bila kedua belah tangan seseorang telah binasa, berarti ia telah binasa.\nDikatakan Abu Lahab, padahal namanya Abdul-'Uzza, karena ia berwajah tampan menawan. Namun para ulama berpendapat bahwa dikatakan Abu Lahab karena ia pasti menjadi penghuni neraka yang bergejolak apinya. Hal itu seperti orang komunis memilih syiar merah dan golongan kiri karena golongan kiri adalah ashabusy-syimal.\nPermulaan ayat ini adalah kutukan atas kebinasaan Abu Lahab dan penutupnya adalah sebagai keterangan dari Allah bahwa kutukan tersebut telah terbukti dan Abu Lahab pasti rugi di dunia dan di akhirat.\nKetika ayat tabbat yadA abi lahabin watabba turun, Ummu Jamil al-'AurA (wanita yang sebelah matanya buta) binti harb datang sambil berteriak-teriak. Ia membawa batu sekepalan tangan, seraya berkata. \"Dia mencela (agama kami), kami menolak. Agamanya kami benci dan perintahnya kami bantah.\" Ketika itu Nabi saw. duduk di dalam masjid bersama Abu Bakar. Ketika Abu Bakar melihat wanita itu, beliau berkata, Wahai Rasulullah, wanita itu telah datang. Saya khawatir dia melihatmu.\" Maka Rasulullah saw. berkata \"Dia tidak akan melihatku.\" Kemudian Nabi membaca sebuah ayat dan berlindung dengan menggunakan ayat itu. Beliau membaca \"Dan apabila kamu membaca Al-Qur'an, kami jadikan diantara kamu dan orang-orang yang tidak beriman itu penghalang yang tertutup.\" Wanita itu berdiri di depan Abu Bakar, namum ia tidak bisa melihat Rasulullah saw. Ia berkata, \"Hai Abu Bakar, aku mendapat kabar bahwa temanmu itu telah menghinaku.\" Abu Bakar berkata, \"Tidak. Demi Tuhan Pemilik Ka'bah. Dia tidak mencelamu.\" Lalu wanita itu berpaling sambil berkata, \"Kaum Quraisy telah tahu kalau aku adalah putri pembesarnya.\" (Riwayat al-hakim)",
    "quraish": "[[111 ~ AL-MASAD (JERAT SABUT) Pendahuluan: Makkiyyah, 5 ayat ~ Surat ini dimulai dengan pemberitaan tentang kebinasaan Abû Lahab, musuh Allah dan Rasul-Nya. Harta, kehormatan atau apa saja selain itu yang dimilikinya tidak berguna lagi. Di akhirat kelak, ia diancam akan dimasukkan ke dalam api neraka yang menyala-nyala dan membakar. Istrinya ikut pula menyertainya masuk ke dalam neraka. Allah memberikan kepadanya satu bentuk azab, yaitu dengan melilitkan seutas jerat ke lehernya untuk menyeretnya ke dalam neraka, sebagai tambahan siksa atas apa yang telah dilakukannya dalam menyakiti Rasulullah saw. dan mengganggu misi dakwahnya.]] Binasalah kedua tangan Abû Lahab yang selalu digunakannya untuk menyakiti kaum muslimin. Ia pun binasa pula bersama dengan kedua tangannya itu.",
    "jalalayn": "(Binasalah) atau merugilah (kedua tangan Abu Lahab) maksudnya diri Abu Lahab; di sini diungkapkan dengan memakai kata-kata kedua tangan sebagai ungkapan Majaz, karena sesungguhnya kebanyakan pekerjaan yang dilakukan oleh manusia itu dikerjakan dengan kedua tangannya; Jumlah kalimat ini mengandung makna doa (dan sesungguhnya dia binasa) artinya dia benar-benar merugi. Kalimat ayat ini adalah kalimat berita; perihalnya sama dengan perkataan mereka: Ahlakahullaahu Waqad Halaka, yang artinya: \"Semoga Allah membinasakannya; dan sungguh dia benar-benar binasa.\" Ketika Nabi saw. menakut-nakutinya dengan azab, ia berkata, \"Jika apa yang telah dikatakan oleh anak saudaraku itu benar, maka sesungguhnya aku akan menebus diriku dari azab itu dengan harta benda dan anak-anakku.\" Lalu turunlah ayat selanjutnya, yaitu:"
  },
  {
    "page": 603,
    "name": "Al-Lahab",
    "ayat": 2,
    "arab": "مَآ اَغْنٰى عَنْهُ مَالُهٗ وَمَا كَسَبَۗ",
    "translation": "Tidaklah berguna baginya hartanya dan apa yang dia usahakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6218.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa apa yang menjadi kebanggaan Abu Lahab dalam hidup, yaitu harta dan kedudukan, ternyata sama sekali tidak dapat menyelamatkannya dari azab Allah pada hari Kiamat. Begitu pula usahanya untuk memusuhi dan mengalahkan Nabi Muhammad tidak berhasil sama sekali.\nAbu Lahab sangat membenci Nabi saw dan paling gigih mengajak orang untuk menentangnya dan paling kasar menghadapinya. Raba'ah bin 'Ubbad berkata:\nSaya melihat Nabi Muhammad saw pada masa Jahiliah di pasar dzu al-Majaz bersabda, \"Ucapkanlah tiada Tuhan melainkan Allah niscaya kamu akan berbahagia!\" Orang-orang berkumpul di sekitar beliau. Di belakang beliau seorang laki-laki, putih warna mukanya, juling matanya, mempunyai dua untaian rambut di kepalanya, berkata, \"Dia (Muhammad) beragama sabi' dan pembohong.\" Ia mengikuti Nabi ke mana saja beliau pergi, lalu saya bertanya, \"Siapakah orang itu?\" Mereka menjawab, \"Itu adalah pamannya sendiri Abu Lahab.\" (Riwayat Ahmad)\n\nDengan ini dijelaskan bahwa Abu Lahab selalu menentang kebenaran dan menjauhkan orang dari mengikuti kebenaran. Ia menyatakan bahwa Nabi Muhammad saw adalah seorang pendusta. Ia juga menentang beliau dan merendahkan nilai agama serta petunjuk yang beliau bawa.",
    "quraish": "Harta dan kehormatan yang ia usahakan tidak akan dapat mencegahnya dari azab Allah.",
    "jalalayn": "(Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan) maksudnya apa yang telah diusahakannya itu, yakni anak-anaknya. Lafal Aghnaa di sini bermakna Yughnii, artinya tidak akan berfaedah kepadanya harta dan anak-anaknya."
  },
  {
    "page": 603,
    "name": "Al-Lahab",
    "ayat": 3,
    "arab": "سَيَصْلٰى نَارًا ذَاتَ لَهَبٍۙ",
    "translation": "Kelak dia akan masuk ke dalam api yang bergejolak (neraka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6219.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan bahwa Abu Lahab akan masuk neraka yang bergejolak dan merasakan panasnya azab neraka. Maksud pernyataan ini adalah bahwa sesungguhnya Abu Lahab akan mengalami kerugian, usahanya tidak akan berhasil dalam menentang agama Allah. Tidak ada gunanya harta, usaha, dan daya upaya untuk itu, karena Allah yang meninggikan kalimah Rasul-Nya, dan menyebarluaskan dakwahnya. Abu Lahab akan diazab pada hari Kiamat dengan neraka yang menyemburkan bunga api dan suhunya yang sangat panas, Azab itu disediakan Allah untuk orang-orang seperti Abu Lahab dari kalangan orang-orang kafir yang menentang Nabi, selain azab di dunia dengan kegagalan usahanya. Istrinya sebagai pembantu utama dalam usaha menentang dan menyakiti Rasulullah saw akan diazab juga bersama-sama. Selain daripada itu, istrinya juga menyebar fitnah ke mana-mana, menyebar berita-berita bohong, dan menghidupkan api permusuhan.",
    "quraish": "Ia akan masuk ke dalam api menyala-nyala yang dapat membakarnya.",
    "jalalayn": "(Kelak dia akan masuk ke dalam api yang bergejolak) yang besar nyalanya; kata-kata ini pun dijadikan pula sebagai julukan namanya, karena ia mempunyai muka yang berbinar-binar memancarkan sinar merah api."
  },
  {
    "page": 603,
    "name": "Al-Lahab",
    "ayat": 4,
    "arab": "وَّامْرَاَتُهٗ ۗحَمَّالَةَ الْحَطَبِۚ",
    "translation": "Dan (begitu pula) istrinya, pembawa kayu bakar (penyebar fitnah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6220.mp3",
    "tafsir": "Allah menegaskan bahwa istri Abu Lahab akan diazab sebagaimana suaminya. Istrinya bernama Arwa binti Harb, saudara perempuan Abu Sufyan bin Harb. Dia diazab karena usahanya menyebarkan fitnah dan memadamkan dakwah Nabi Muhammad. Orang Arab mengatakan bahwa orang yang berusaha menyebarkan dan merusak hubungan antara manusia seolah-olah ia membawa kayu api antara manusia, seakan-akan dia membakar silaturrahim antara mereka.\nAda pula yang mengatakan bahwa istri Abu Lahab menaruh duri, pecahan kaca, dan kotoran di jalan yang biasa dilalui Nabi Muhammad dengan maksud untuk menyakiti beliau.",
    "quraish": "Dan istinya, si penyebar fitnah di kalangan orang banyak, juga akan masuk ke dalam api neraka.",
    "jalalayn": "(Dan begitu pula istrinya) lafal ini di'athafkan kepada Dhamir yang terkandung di dalam lafal Yashlaa, hal ini diperbolehkan karena di antara keduanya terdapat pemisah, yaitu Maf'ul dan sifatnya; yang dimaksud adalah Umu Jamil (pembawa) dapat dibaca Hammalaatun dan Hammaalatan (kayu bakar) yaitu duri dan kayu Sa'dan yang banyak durinya, kemudian kayu dan duri itu ia taruh di tengah jalan tempat Nabi saw. lewat."
  },
  {
    "page": 603,
    "name": "Al-Lahab",
    "ayat": 5,
    "arab": "فِيْ جِيْدِهَا حَبْلٌ مِّنْ مَّسَدٍ ࣖ",
    "translation": "Di lehernya ada tali dari sabut yang dipintal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6221.mp3",
    "tafsir": "Dalam ayat ini, Allah menyatakan keburukan perbuatan istri Abu Lahab, kerendahan budi dan kejelekan amal perbuatannya. Pada lehernya selalu ada seutas tali yang kuat, digunakannya untuk memikul duri-duri yang akan diletakkannya pada jalan yang dilalui Nabi. Pernyataan ini merupakan penghinaan bagi dirinya dan suaminya.\nUsaha istri Abu Lahab begitu keras untuk menyalakan permusuhan antara manusia, sehingga Allah mengisahkan dia sebagai seorang perempuan yang membawa kayu bakar yang digantungkan pada lehernya ke mana saja ia pergi. Ini adalah seburuk-buruknya perumpamaan bagi seorang perempuan.\nTelah diriwayatkan dari Sa'id bin Musayyab bahwa Ummu Jamil (panggilan istri Abu Lahab) mempunyai sebuah kalung yang sangat mahal, dan ia berkata, \"Sesungguhnya aku akan mempergunakan harga kalung ini untuk memusuhi Muhammad.\" Lalu Allah mengganti kalung tersebut dengan kalung dari api neraka.",
    "quraish": "Di lehernya ada tali dari sabut untuk menjeratnya.",
    "jalalayn": "(Yang di lehernya) atau pada lehernya (ada tali dari sabut) yakni pintalan dari sabut; Jumlah ayat ini berkedudukan menjadi Haal atau kata keterangan dari lafal Hammaalatal Hathab yang merupakan sifat dari istri Abu Lahab. Atau kalimat ayat ini dapat dianggap sebagai Khabar dari Mubtada yang tidak disebutkan."
  }
]