[
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 84,
    "arab": "قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ عَلَيْنَا وَمَآ اُنْزِلَ عَلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ",
    "translation": "Katakanlah (Muhammad), “Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub, dan anak cucunya, dan apa yang diberikan kepada Musa, Isa dan para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan hanya kepada-Nya kami berserah diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/377.mp3",
    "tafsir": "Di dalam ayat ini Allah swt memerintahkan kepada Muhammad termasuk orang-orang yang mengikutinya agar mempercayai, bahwa Allah pasti ada-Nya. Maha Esa serta mempunyai kekuasaan yang tidak terbatas terhadap seluruh isi alam, dan memerintahkan pula kepadanya untuk mempercayai Kitab Al-Qur'an yang diturunkan kepadanya. Di samping harus mempercayai bahwa Allah swt telah menurunkan wahyu kepada para Nabi yang terdahulu yaitu Nabi Ibrahim, Ismail, Ishak. Yakub, nabi-nabi keturunan Yakub, dan wahyu yang disampaikan kepada Musa, Isa dan nabi-nabi lain yang diutus Allah, yang berfungsi sebagai petunjuk bagi umatnya. Wahyu yang disampaikan kepada para nabi itu mempunyai prinsip dan tingkatan yang sama.\n\nSesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya¦ (an-Nisa'/4: 163)\n\nNabi Musa dan Nabi Isa disebutkan dalam ayat ini secara khusus, karena pembicaraan dalam ayat ini dan ayat sebelumnya serta sesudahnya bersangkut-paut dengan orang-orang Nasrani dan Yahudi.\nSesudah itu disebutkan nabi-nabi yang lain untuk memberikan gambaran kepada orang yang beriman agar mereka juga mempercayai nabi-nabi yang lain dan wahyu-wahyu yang diturunkan kepada mereka seperti Nabi Dawud, Nabi Ayyub dan lain-lain. Termasuk pula nabi-nabi yang menerima wahyu, akan tetapi tidak dikisahkan Allah di dalam Al-Qur'an kepada kita.\nPerintah untuk mempercayai kitab yang diturunkan kepada Nabi Muhammad didahulukan penyebutannya daripada perintah percaya kepada Kitab-kitab yang diturunkan kepada nabi-nabi yang diutus sebelumnya. Padahal menurut kenyataannya, kitab-kitab itu diturunkan sebelum Al-Qur'an, hal itu adalah untuk memberikan ketegasan bahwa Al-Qur'an adalah sumber yang benar untuk mengetahui kitab-kitab yang diturunkan kepada nabi-nabi sebelumnya, dan karena Al-Qur'an itu mengakui kebenaran Kitab-kitab yang diturunkan sebelumnya. Oleh karena itulah maka kenabian para nabi yang telah disebutkan dalam Al-Qur'an itu wajib kita percayai secara prinsip, sesuai dengan keterangan yang telah diberikan oleh Al-Qur'an.\nSelanjutnya Allah memerintahkan kepada Nabi Muhammad saw dan umatnya untuk mengatakan bahwa ia dan umatnya tidak membeda-bedakan derajat para rasul, oleh sebab itu orang yang beriman, tidak boleh mempercayai sebagian isi Al-Qur'an tetapi mengingkari sebagian yang lain, seperti yang telah dilakukan oleh orang-orang Yahudi dan Nasrani terhadap kitab-kitab mereka.\nOrang mukmin hendaklah membersihkan diri dari perbuatan dosa. Ayat ini diawali dengan perintah untuk beriman kepada Allah dan diakhiri dengan perintah untuk \"berserah diri taat dan patuh\" sebelum memberikan penjelasan tentang tujuan dari setiap agama yang dibawa para nabi.",
    "quraish": "Allah menekankan konsep keesaan Tuhan dan kesatuan risalah. Untuk itu, Dia menyuruh nabi-nabi-Nya dan orang-orang yang bersamanya untuk berkata, \"Kami beriman kepada Allah, satu-satunya Tuhan yang berhak disembah dan yang mengutus rasul-rasul-Nya. Kami beriman kepada al-Qur'ân yang diturunkan kepada kami dengan segala kandungan hukumnya. Kami juga beriman kepada kitab-kitab dan ajaran- ajaran lain yang diturunkan kepada Ibrâhîm, Ismâ'îl, Ishâq, Ya'qûb dan anak keturunan mereka yang berjumlah dua belas kabilah. Begitu juga kepada Tawrât yang diturunkan kepada Mûsâ, Injîl yang diturunkan kepada 'Isâ, dan segala apa yang diturunkan kepada seluruh nabi lainnya. Tidak ada perbedaan dalam beriman kepada salah seorang dari mereka. Dengan begitu, kami berarti telah berserah diri kepada Allah.\"",
    "jalalayn": "(Katakanlah) kepada mereka hai Muhammad (\"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak-anaknya, dan apa yang diberikan kepada Musa, Isa dan para nabi dari Tuhan mereka. Tidaklah kami beda-bedakan seorang pun di antara mereka) dalam membenarkan dan mendustakan (dan kami berserah diri kepada-Nya\") tulus ikhlas dalam menunaikan ibadah kepada-Nya. Ayat berikut diturunkan mengenai orang-orang yang murtad dan menggabungkan diri dengan orang-orang kafir:"
  },
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 85,
    "arab": "وَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ",
    "translation": "Dan barangsiapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/378.mp3",
    "tafsir": "Allah menetapkan bahwa barang siapa mencari agama selain agama Islam, atau tidak mau tunduk kepada ketentuan-ketentuan Allah, maka imannya tidak akan diterima oleh Allah. Sebagai contoh dikemukakan, orang-orang musyrik dan orang-orang yang mengaku beragama tauhid padahal mereka mempersekutukan Allah. Seperti Ahli Kitab penganut agama Nasrani yang tidak berhasil membawa pemeluk-pemeluknya tunduk di bawah kekuasaan Allah. Agama yang semacam ini hanyalah merupakan tradisi belaka, yang tidak dapat mendatangkan kemaslahatan kepada pemeluknya, bahkan menyeret mereka ke lembah kehancuran, dan menjadi sumber permusuhan di antara manusia di dunia, serta menjadi sebab penyesalan mereka di akhirat.\nOrang yang mencari agama selain Islam untuk menjadi agamanya, di akhirat nanti termasuk orang yang merugi, sebab ia telah menyia-nyiakan akidah tauhid yang sesuai dengan fitrah manusia.",
    "quraish": "Barangsiapa yang menghendaki agama lain, setelah diutusnya Muhammad saw., selain agama dan syariat Islam yang dibawanya, tidak akan diperkenankan Allah. Pada hari pembalasan nanti, dalam pandangan Allah ia termasuk orang yang menyengsarakan diri sendiri. Mereka berhak merasakan siksa yang pedih.",
    "jalalayn": "(Barang siapa mencari agama selain agama Islam, maka tidaklah akan diterima dan di akhirat ia termasuk orang-orang yang merugi) karena tempat tinggalnya ialah neraka di mana ia akan menetap di sana untuk selama-lamanya."
  },
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 86,
    "arab": "كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ اِيْمَانِهِمْ وَشَهِدُوْٓا اَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
    "translation": "Bagaimana Allah akan memberi petunjuk kepada suatu kaum yang kafir setelah mereka beriman, serta mengakui bahwa Rasul (Muhammad) itu benar-benar (rasul), dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/379.mp3",
    "tafsir": "Mengenai sebab turunnya ayat 86 sampai dengan ayat 89 dapat dikemukakan sebuah hadis riwayat Ibnu Jarir, An-Nasa'i, al-hakim dan Ibnu hibban:\nBahwa Ibnu 'Abbas berkata, \"Ada seseorang dari golongan Ansar sudah masuk Islam, kemudian ia murtad dan bergabung ke golongan orang musyrik tetapi ia menyesal. Lalu ia minta kepada kaumnya agar ditanyakan kepada Rasulullah saw, \"Bisakah diterima tobat saya?\" Maka turunlah (ayat 86) sampai dengan (ayat 89). Kemudian disampaikanlah hal itu kepadanya, maka ia kembali masuk Islam.\"\nOrang yang kembali menjadi kafir sesudah beriman, Allah tidak akan memberikan jalan untuk mendapatkan petunjuk. Karena, mereka tidak mengakui berita gembira tentang kedatangan Nabi Muhammad yang tercantum dalam kitab-kitab mereka. Semula mereka berkeinginan untuk mengikuti Nabi Muhammad apabila mereka diberi umur panjang, dan apabila nabi baru itu diutus dari kalangan mereka. Tetapi setelah ternyata Nabi Muhammad saw datang, dan dia bukanlah dari kalangan mereka, mereka pun mengingkarinya, meskipun kedatangan Nabi Muhammad itu disertai dengan bukti-bukti yang nyata tentang kenabiannya. Orang yang mulanya beriman kemudian kafir kembali, mereka menganiaya diri sendiri, dan Allah tidak akan memberi petunjuk kepada orang-orang yang menganiaya diri sendiri, karena Allah telah menerangkan bahwa petunjuk kepada jalan yang benar hanya dapat berpengaruh, apabila orang itu bersih jiwanya, sehingga ia dapat menerima bukti-bukti kebenaran dari petunjuk itu. Tetapi kalau orang itu hatinya telah dinodai oleh kezaliman maka ia akan menyeleweng dari jalan yang benar. Oleh sebab itu mereka tidak akan mungkin lagi menerima petunjuk Allah.",
    "quraish": "Sesungguhnya Allah tidak akan menunjukkan orang-orang yang bersaksi bahwa para rasul itu benar dan telah didatangkan bukti-bukti untuk itu, lalu mengingkari mukjizat yang dibawanya. Itu adalah kelaliman dari mereka. Allah tidak memberi petunjuk kepada orang-orang yang lalim.",
    "jalalayn": "(Bagaimana Allah akan menunjuki suatu kaum yang kafir setelah mereka beriman dan mereka menyaksikan) artinya Allah tidak akan menunjuki mereka padahal mereka telah bersaksi (bahwa Muhammad itu benar-benar rasul dan) sungguh (telah datang pula kepada mereka keterangan-keterangan) bukti-bukti yang nyata atas kebenaran Nabi saw. (dan Allah tidak menunjuki orang-orang yang aniaya) orang-orang yang kafir."
  },
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 87,
    "arab": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
    "translation": "Mereka itu, balasannya ialah ditimpa laknat Allah, para malaikat, dan manusia seluruhnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/380.mp3",
    "tafsir": "Mereka pantas mendapat kemurkaan Allah, malaikat dan manusia seluruhnya, dan manusia umumnya akan melaknati mereka yang murtad dari imannya, sesuai dengan firman Allah:\n\nDan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25)",
    "quraish": "Di hadapan Allah, mereka akan dibalas hukuman murka dan laknat-Nya, dan laknat semua malaikat dan manusia pilihan.",
    "jalalayn": "(Mereka itu balasannya ialah laknat Allah yang ditimpakan atas mereka begitu pula laknat malaikat dan seluruh umat manusia.)"
  },
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 88,
    "arab": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ",
    "translation": "mereka kekal di dalamnya, tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/381.mp3",
    "tafsir": "Orang yang kafir sesudah beriman akan menerima kemurkaan dan siksa dari Allah selamanya, mereka akan kekal di dalam neraka Jahanam tanpa ada keringanan sedikit pun, mereka tidak mendapat pengampunan karena alasan apa pun, karena yang menyebabkan mereka mengalami siksaan itu ialah keingkaran dan kekafiran yang telah meresap dalam hati mereka. Sebab itu kemurkaan Allah tak dapat dihindarkan dengan alasan apa pun juga, dan azab Allah terhadap mereka tak dapat ditunda-tunda.",
    "quraish": "Mereka tidak dibebaskan dari laknat itu dan tidak diringankan siksanya. Mereka juga tidak akan ditangguhkan.",
    "jalalayn": "(Kekal mereka di dalamnya) di dalam laknat atau di dalam neraka itu (tidak diringankan siksa dari mereka dan tidak pula mereka diberi tangguh.)"
  },
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 89,
    "arab": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۗ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "kecuali orang-orang yang bertobat setelah itu, dan melakukan perbaikan, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/382.mp3",
    "tafsir": "Orang yang betul-betul bertobat dari perbuatannya dan kembali ke jalan yang benar, dengan meninggalkan kekafirannya, kemudian betul-betul menyesali perbuatannya yang salah dan memperbaiki masa depan dengan mengisinya dengan amal saleh, bersedia memupuk imannya dengan ajaran-ajaran yang benar, serta mau mengubah tingkah lakunya yang jahat yang mengotori jiwanya, bagi mereka masih dibuka pintu tobat yang selebar-lebarnya.\nDalam ayat ini terdapat suatu isyarat bahwa orang yang bertobat, tetapi tidak dibuktikan dengan amal yang baik, maka tobatnya tidak ada artinya menurut pandangan agama. Banyak orang yang menyatakan dirinya bertobat, dengan disertai penyesalan dan istigfar, tetapi kemudian mereka mengulangi perbuatan jahatnya itu. Orang yang semacam itu tobatnya tidak memberi pengaruh sedikit pun di dalam jiwanya, dan tidak sanggup mengobati penyakitnya. Seandainya mereka dapat membuktikan tobatnya dalam bentuk perbuatan nyata, niscaya mereka itu mendapat pengampunan dari Allah, dan mendapat rahmat-Nya.",
    "quraish": "Tetapi, orang-orang yang menghentikan perbuatan dosanya lalu bergabung ke dalam golongan orang-orang saleh dan memperbaiki kerusakan-kerusakan yang mereka perbuat, akan diampuni Allah dengan sifat kasih-Nya. Sebab, pemberian ampun (maghfirah) dan sifat kasih (rahmah) adalah dua dari sifat-sifat luhur Allah.",
    "jalalayn": "(Kecuali orang-orang yang bertobat sesudah itu dan mengadakan perbaikan) terhadap amal perbuatan mereka (karena sesungguhnya Allah Maha Pengampun) terhadap mereka (lagi Maha Penyayang). Ayat berikut turun mengenai orang-orang Yahudi."
  },
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 90,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ اِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْ ۚ وَاُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ",
    "translation": "Sungguh, orang-orang yang kafir setelah beriman, kemudian bertambah kekafirannya, tidak akan diterima tobatnya, dan mereka itulah orang-orang yang sesat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/383.mp3",
    "tafsir": "Yang dimaksud dengan orang kafir dalam ayat ini ialah Ahli Kitab yang beriman (percaya) akan kedatangan Nabi Muhammad yang tersebut dalam kitab-kitab mereka. Tetapi setelah Nabi Muhammad datang dan diangkat menjadi rasul, mereka kafir, dengan mengingkari, menentang dan memusuhinya. Terhadap orang semacam ini, tobat mereka sekali-kali tidak akan diterima oleh Allah.\nPenegasan Allah bahwa tobat mereka tidak akan diterima dalam ayat ini, berbeda dengan penegasan dalam ayat-ayat yang lalu dimana Allah berfirman:\n\nDan Dialah yang menerima tobat dari hamba-hamba-Nya¦ (asy-Syura'/42: 25)\n\nDalam ayat ini yang dimaksud dengan kafir ialah Ahli Kitab yang sebelumnya telah mengetahui kedatangan Nabi Muhammad saw. Kemudian setelah Nabi Muhammad diutus mereka mengingkarinya. Kekafiran mereka bertambah-tambah dan menjadi-jadi, sehingga tidak mungkin lagi diterima tobat mereka, seperti diterangkan oleh firman Allah:\n\n¦.Kemudian bertambah kekafirannya, ¦ (Ali 'Imran/3: 90)\n\nSebenarnya jiwa yang baik ialah jiwa yang mau menyesali perbuatan dosa, kemudian menjauhkan diri dari dosa. Jiwa yang demikian masih bisa diharapkan menerima ampunan. Akan tetapi jiwa yang kotor, yang telah menjadi sarang kemusyrikan dan kekafiran serta dicekam oleh dorongan-dorongan berbuat dosa, yang menyebabkan hatinya terbelenggu untuk melihat cahaya kebenaran, hingga setiap ia ingin bertobat selalu ada yang menghalang-halanginya untuk menerima kebenaran. Jiwa yang serupa ini amat sukar untuk dibersihkan kembali seperti keadaannya semula.\nKemudian ditegaskan bahwa mereka adalah orang-orang yang betul-betul tersesat, karena mereka telah mengingkari kebenaran. Mereka itu telah menempuh jalan yang salah, karena itu mereka tidak akan bahagia. Mereka tidak ada harapan lagi untuk mendapat petunjuk dan tidak akan mendapat pengampunan selama-lamanya.",
    "quraish": "Syarat untuk dapat memperoleh pengampunan Tuhan dengan rahmah dan maghfirah-Nya adalah dengan selalu memelihara keimanan. Sedangkan orang yang mengingkari kebenaran setelah sebelumnya tunduk dan percaya, bahkan semakin ingkar, rusak dan semakin menyakiti orang-orang Mukmin, Allah tidak akan menerima pertobatan mereka. Itu disebabkan karena pertobatan mereka tidak dilakukan secara sungguh-sungguh dan tulus. Dengan perbuatan mereka itu, mereka menjadi jauh dari kebenaran.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir) terhadap Isa (setelah mereka beriman) kepada Musa (kemudian bertambah kekafiran mereka) terhadap Muhammad (tidaklah akan diterima tobat mereka) jika mereka dalam keadaan sekarat atau meninggal di dalam kekafiran (dan merekalah orang-orang yang sesat.)"
  },
  {
    "page": 61,
    "name": "Ali 'Imran",
    "ayat": 91,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ اَحَدِهِمْ مِّلْءُ الْاَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ  اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ࣖ   ۔",
    "translation": "Sungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/384.mp3",
    "tafsir": "Orang yang bergelimang dalam kekafiran dan terombang-ambing oleh perbuatan yang jahat, hingga ajal merenggut mereka, sedang mereka masih tetap dalam kekafirannya, sedikit pun mereka tidak akan diterima tebusannya, meskipun jumlah tebusan itu senilai dengan kekayaan emas seluruh isi bumi. Maksudnya ialah, andaikata mereka bersedekah dengan emas seberat isi bumi untuk dijadikan tebusan dosa yang telah mereka lakukan, maka pahalanya tidak akan mampu untuk menyelamatkannya dari siksaan neraka karena kekafiran melenyapkan amal kebaikan mereka. \nYang dihargai Allah pada hari akhirat hanyalah iman kepada Allah, dan hari akhir, serta amal saleh yang mendekatkan diri kepada Allah.\n\nMaka pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.\" (al-hadid/57: 15)\nDengan demikian dapat dikatakan bahwa pada hari itu tidak ada jalan bagi mereka untuk menyelamatkan diri, baik dengan hartanya, maupun dengan pangkatnya. Segala urusan pada hari itu hanyalah didasarkan semata-mata pada kesucian jiwa, maka barang siapa yang memelihara kesucian jiwanya dengan iman dan amal saleh mereka itu akan berbahagia. Sebaliknya, barang siapa yang mengotorinya dengan kekafiran dan dengan amal yang jahat, ia akan merugi dalam arti yang sebenar-benarnya.",
    "quraish": "Orang-orang yang mengingkari dan tidak tunduk kepada kebenaran serta terus berbuat demikian sampai mati dalam keadaan ingkar, seorang pun dari mereka tidak akan dapat menebus siksa Allah dengan tebusan apa saja, meskipun tebusan yang mereka ajukan berupa emas sepenuh bumi dan langit--kalau mereka mampu. Dan, siksa mereka sungguh sangat memilukan.",
    "jalalayn": "(Sesungguhnya orang-orang kafir dan mati dalam kekafiran tidaklah akan diterima dari seorang pun di antara mereka sepenuh bumi) maksudnya suatu jumlah yang banyaknya seisi bumi ini (berupa emas yang digunakannya sebagai penebus diri mereka) fa dimasukkan kepada khabar inna karena serupanya lafal alladziina dengan syarat dan sebagai pemberitahuan tentang sebab tidak diterimanya tebusannya terhadap orang yang mati dalam kekafiran itu. (Bagi mereka disediakan siksa yang pedih) atau menyakitkan (dan sekali-kali mereka tidak punya pembela) yang akan membela dan melindungi mereka dari siksaan itu."
  }
]