[
  {
    "page": 64,
    "name": "Ali 'Imran",
    "ayat": 109,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan hanya kepada Allah segala urusan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/402.mp3",
    "tafsir": "Di samping itu seluruh benda-benda alam, baik kategori planet maupun bintang-bintang yang jumlahnya sangat banyak adalah kepunyaan Allah. Dia mempunyai wewenang sepenuhnya untuk mengatur segala isinya dengan kebijaksanaan tanpa harus mempertanggungjawabkan kepada siapa pun karena Dialah Maha Pencipta alam semesta dan kepada-Nya pula seluruh urusan akan dikembalikan.",
    "quraish": "Hanya pada Allah sajalah hak mencipta, hak memiliki dan hak mengatur segala yang ada di langit dan di bumi. Kepada-Nyalah urusan mereka semua akan dikembalikan, kemudian diberi balasan yang pantas.",
    "jalalayn": "(Kepunyaan Allahlah segala yang di langit dan di bumi) baik sebagai milik maupun sebagai makhluk dan hamba (dan kepada Allah kembalinya segala urusan)."
  },
  {
    "page": 64,
    "name": "Ali 'Imran",
    "ayat": 110,
    "arab": "كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ ",
    "translation": "Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/403.mp3",
    "tafsir": "Ayat ini mengandung suatu dorongan kepada kaum mukminin agar tetap memelihara sifat-sifat utama itu dan agar mereka tetap mempunyai semangat yang tinggi.\nUmat yang paling baik di dunia adalah umat yang mempunyai dua macam sifat, yaitu mengajak kebaikan serta mencegah kemungkaran, dan senantiasa beriman kepada Allah. Semua sifat itu telah dimiliki oleh kaum Muslimin pada masa Nabi dan telah menjadi darah daging dalam diri mereka karena itu mereka menjadi kuat dan jaya. Dalam waktu yang singkat mereka telah dapat menjadikan seluruh tanah Arab tunduk dan patuh di bawah naungan Islam, hidup aman dan tenteram di bawah panji-panji keadilan, padahal mereka sebelumnya adalah umat yang berpecah-belah selalu berada dalam suasana kacau dan saling berperang antara sesama mereka. Ini adalah berkat keteguhan iman dan kepatuhan mereka menjalankan ajaran agama dan berkat ketabahan dan keuletan mereka menegakkan amar makruf dan mencegah kemungkaran. Iman yang mendalam di hati mereka selalu mendorong untuk berjihad dan berjuang untuk menegakkan kebenaran dan keadilan sebagaimana tersebut dalam firman Allah:\n\n\"Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.\" (al-hujurat/49: 15)\n\nJadi ada dua syarat untuk menjadi umat terbaik di dunia, sebagaimana diterangkan dalam ayat ini, pertama, iman yang kuat dan, kedua, menegakkan amar makruf dan mencegah kemungkaran. Maka setiap umat yang memiliki kedua sifat ini pasti umat itu jaya dan mulia dan apabila kedua hal itu diabaikan dan tidak dipedulikan lagi, maka tidak dapat disesalkan bila umat itu jatuh ke lembah kemelaratan.\nAhli Kitab itu jika beriman tentulah lebih baik bagi mereka. Tetapi sedikit sekali di antara mereka yang beriman seperti Abdullah bin Salam dan kawan-kawannya, dan kebanyakan mereka adalah orang fasik, tidak mau beriman, mereka percaya kepada sebagian kitab suci dan kafir kepada sebagiannya yang lain, atau mereka percaya kepada sebagian rasul seperti Musa dan Isa dan kafir kepada Nabi Muhammad saw.",
    "quraish": "Kalian, wahai umat Muhammad, adalah umat paling baik yang diciptakan Allah di muka bumi untuk manfaat orang banyak. Yaitu, selama kalian tetap berpegang pada prinsip al-amr bi al-ma'rûf wa al-nahy 'an al-munkar dan beriman dengan sesungguhnya kepada Allah. Kalau saja Ahl al-Kitâb jujur seperti kalian dalam beriman, hal itu tentu lebih baik bagi mereka daripada apa yang mereka lakukan sekarang. Akan tetapi, di antara mereka ada yang beriman dan kebanyakan lainnya keluar dari batas-batas keimanan.",
    "jalalayn": "(Adalah kamu) hai umat Muhammad dalam ilmu Allah swt. (sebaik-baik umat yang dikeluarkan) yang ditampilkan (buat manusia, menyuruh kepada yang makruf dan melarang dari yang mungkar serta beriman kepada Allah. Sekiranya Ahli Kitab beriman, adalah ia) yakni keimanan itu (lebih baik bagi mereka. Di antara mereka ada yang beriman) misalnya Abdullah bin Salam r.a. dan sahabat-sahabatnya (tetapi kebanyakan mereka orang-orang yang fasik) kafir."
  },
  {
    "page": 64,
    "name": "Ali 'Imran",
    "ayat": 111,
    "arab": "لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ  وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ",
    "translation": "Mereka tidak akan membahayakan kamu, kecuali gangguan-gangguan kecil saja, dan jika mereka memerangi kamu, niscaya mereka mundur berbalik ke belakang (kalah). Selanjutnya mereka tidak mendapat pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/404.mp3",
    "tafsir": "Ahli Kitab itu tidak membahayakan umat Islam, kecuali sekadar menyakiti hati dengan perkataan yang keji, atau dengan menjelek-jelekan sifat Nabi dan menjauhkan manusia dari agama Islam.\nSegala usaha dan tipu daya mereka akan hilang tak berbekas ditelan oleh keteguhan iman dan ketabahan berjuang yang dimiliki oleh kaum Muslimin sebagaimana diungkapkan dalam ayat ini.\n(1) \"Mereka sekali-kali tidak akan mendatangkan mudarat kepada kamu selain gangguan-gangguan berupa celaan saja.\" Mereka hanya mencaci, mencela, memburuk-burukkan Islam, mencoba menimbulkan keraguan dan mengumpat Nabi.\n(2) \"Dan jika mereka berperang dengan kamu pastilah mereka berbalik melarikan diri ke belakang.\" Mereka tidak pernah berhasil menimbulkan kerugian besar di kalangan Muslimin.\n(3) \"Kemudian mereka tidak akan mendapat pertolongan,\" untuk mencapai kemenangan. Memang belum pernah mereka mendapat kemenangan di dalam peperangan melawan Islam, meskipun mereka bersekutu dengan kaum musyrikin.",
    "quraish": "Orang-orang yang fasik itu tidak akan dapat merugikan kalian. Kalaupun dapat, hal itu tidak akan berpengaruh apa-apa. Kalau mereka memerangi kalian, mereka pasti akan kalah dan lari dari pertempuran. Kemudian, mereka tidak akan menang selama kalian tetap berpegang pada prinsip al-amr bi al-ma'rûf wa al-nahy 'an al-munkar.",
    "jalalayn": "(Mereka sekali-kali tidak akan dapat memberi mudarat kepadamu) maksudnya sedikit pun juga orang-orang Yahudi tidak akan dapat memberi mudarat terhadap kaum Muslimin (kecuali gangguan saja) yakni gangguan lisan seperti makian dan ancaman (dan jika mereka berperang dengan kamu maka mereka akan berbalik melarikan diri) karena menderita kekalahan (kemudian mereka tidak mendapat pertolongan) untuk menghadapi kamu sebaliknya kamulah yang akan mendapat pertolongan untuk menghadapi mereka."
  },
  {
    "page": 64,
    "name": "Ali 'Imran",
    "ayat": 112,
    "arab": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ",
    "translation": "Mereka diliputi kehinaan di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka mendapat murka dari Allah dan (selalu) diliputi kesengsaraan. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi, tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/405.mp3",
    "tafsir": "Dengan kekafiran dan keingkaran para Ahli Kitab (Yahudi), serta tindak tanduk mereka yang keterlaluan memusuhi umat Islam dengan berbagai cara dan usaha, Allah menimpakan kehinaan kepada mereka di mana saja mereka berada, kecuali bila mereka tunduk dan patuh kepada peraturan dan hukum Allah dengan membayar jizyah, yaitu pajak untuk memperoleh jaminan keamanan (habl min Allah) dan mereka memperoleh keamanan dari kaum muslimin (habl min al-nas).\nTetapi hal ini tidak dapat mereka laksanakan dalam pergaulan mereka dengan Nabi dan para sahabatnya di Medinah, bahkan mereka selalu menentang dan berusaha melemahkan posisi kaum Muslimin dan tetap memusuhi Islam. Karena itu mereka mendapat kemurkaan Allah, ditimpa kehinaan dan terusir dari Medinah.",
    "quraish": "Kemudian Allah Swt. menegaskan bahwa orang-orang fasik itu akan selalu ditimpa kehinaan di mana saja, kecuali jika mereka mengadakan perjanjian perlindungan (dzimmah) yang merupakan ketetapan Allah. Mereka akan mendapat murka Allah dan akan selalu rendah dan tunduk kepada orang lain. Hal itu disebabkan oleh keingkaran mereka terhadap ayat-ayat Allah yang membuktikan kebenaran Muhammad. Juga disebabkan oleh ketegaan mereka membunuh nabi-nabi yang sama sekali tidak dapat dibenarkan, bahkan merupakan tindakan maksiat dan melawan.",
    "jalalayn": "(Ditimpakan atas mereka kehinaan di mana pun mereka berada) sehingga bagi mereka tak ada kemuliaan dan keamanan (kecuali) dengan dua hal: (dengan tali dari Allah dan tali dari manusia) yang beriman, yang merupakan janji dari mereka kepada Ahli Kitab bahwa mereka akan diberi keamanan dengan imbalan pembayaran upeti, maka tak ada jaminan bagi mereka selain dengan itu (dan mereka kembali mendapat kemurkaan dari Allah dan ditimpakan atas mereka kerendahan. Demikian itu bahwa mereka) artinya disebabkan karena mereka (kafir akan ayat-ayat Allah dan membunuh para nabi tanpa alasan yang benar. Demikian itu) sebagai pengukuhan (disebabkan mereka durhaka) akan perintah Allah (dan mereka melanggar batas) artinya melampaui yang halal hingga jatuh kepada yang haram."
  },
  {
    "page": 64,
    "name": "Ali 'Imran",
    "ayat": 113,
    "arab": "۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ",
    "translation": "Mereka itu tidak (seluruhnya) sama. Di antara Ahli Kitab ada golongan yang jujur, mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/406.mp3",
    "tafsir": "Orang Yahudi adalah suatu kaum yang mempunyai sifat-sifat dan perbuatan buruk, antara lain mereka kafir kepada ayat-ayat Allah, membunuh para nabi tanpa alasan yang benar, tetapi mereka semua tidak sama. Ada di antara mereka yang beriman, sekalipun kebanyakan di antaranya adalah orang-orang fasik.\nAbdullah bin Salam, sa'labah bin Sa'id, Usaid bin 'Ubaid dan kawan-kawannya adalah orang-orang Yahudi dari Ahli Kitab yang menegakkan kebenaran dan keadilan, tidak menganiaya orang, memeluk agama Islam dan tidak melanggar perintah-perintah Allah.\nMereka membaca ayat-ayat Al-Qur'an dengan tekun dan penuh perhatian pada waktu malam yang diawali dengan terbenamnya matahari dan diakhiri dengan terbitnya fajar, ketika orang tidur nyenyak, dan mereka juga sujud mengadakan hubungan langsung dengan Allah swt.",
    "quraish": "Namun demikian, tidak semua Ahl al-Kitâb seperti itu. Karena, di antara mereka ada golongan yang selalu beristikamah pada kebenaran, memandang sesuatu secara seimbang dan selalu membaca ayat-ayat Allah sambil mengerjakan salat di waktu malam.",
    "jalalayn": "(Mereka itu tidaklah) maksudnya Ahli-ahli Kitab (sama) atau serupa. (Di antara Ahli Kitab ada golongan yang bersikap lurus) jujur dan teguh berdiri di atas kebenaran seperti Abdullah bin Salam r.a. dan sahabat-sahabatnya (mereka membaca ayat-ayat Allah di saat-saat malam hari sedangkan mereka bersujud) maksudnya salat, menjadi hal."
  },
  {
    "page": 64,
    "name": "Ali 'Imran",
    "ayat": 114,
    "arab": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ",
    "translation": "Mereka beriman kepada Allah dan hari akhir, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar dan bersegera (mengerjakan) berbagai kebajikan. Mereka termasuk orang-orang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/407.mp3",
    "tafsir": "Mereka beriman kepada Allah dan kepada hari akhirat dengan iman yang sungguh-sungguh, iman yang tidak dicampur dengan kemunafikan. Beriman kepada Allah berarti beriman pula kepada yang wajib diimani dan dipercayai, mencakup rukun iman seperti beriman kepada malaikat, para rasul, kitab-kitab samawi, qada dan qadar dan sebagainya.\nBeriman kepada hari akhirat, berarti menjauhi segala macam maksiat, karena yakin apabila mereka berbuat maksiat di dunia mereka di azab di hari kemudian dan mereka mengadakan kebajikan karena mengharapkan pahala dan keridaan Allah.\nSetelah mereka menyempurnakan diri dengan sifat-sifat dan amal perbuatan yang baik seperti tersebut di atas, mereka juga berusaha untuk menyelamatkan orang lain dari kesesatan, membimbing mereka kepada jalan kebaikan dengan amar makruf, dan mencegah mereka dari perbuatan yang dilarang agama dengan jalan nahi mungkar.\nSelanjutnya mereka secara bersama-sama dan berlomba-lomba mengadakan pelbagai kebajikan. Oleh karena mereka telah memiliki sifat-sifat mulia dan amal baik seperti tersebut, Allah memasukkan mereka kepada golongan orang yang saleh.",
    "quraish": "Golongan ini juga membenarkan wujud Allah dan keesaan-Nya, adanya para rasul--dengan tetap tidak menyembah selain Allah--dan membenarkan kedatangan hari kiamat, mengajak kepada ketaatan, melarang perbuatan maksiat dan selalu bergegas untuk melakukan banyak kebaikan. Mereka itu, menurut Allah, termasuk dalam golongan orang saleh.",
    "jalalayn": "(Mereka beriman kepada Allah dan hari yang akhir, menyuruh kepada yang makruf dan melarang dari yang mungkar dan berlomba-lomba mengerjakan kebaikan. Mereka itulah) yakni yang dilukiskan tadi (termasuk orang-orang yang saleh). Di antara mereka ada pula yang tidak seperti demikian dan tidak termasuk orang-orang yang saleh."
  },
  {
    "page": 64,
    "name": "Ali 'Imran",
    "ayat": 115,
    "arab": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ",
    "translation": "Dan kebajikan apa pun yang mereka kerjakan, tidak ada yang mengingkarinya. Dan Allah Maha Mengetahui orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/408.mp3",
    "tafsir": "Orang-orang Yahudi yang masih fasik senantiasa mengadakan provokasi kepada teman-temannya yang sudah beriman dan masuk Islam, bahwa mereka akan rugi dengan imannya itu.\nSebagai jawaban dan bantahan atas perbuatan buruk mereka itu, ditegaskan bahwa kebajikan apa saja yang telah dikerjakan oleh mereka yang telah beriman, mereka tetap akan memperoleh pahala dari amal perbuatannya dan tidak akan dihalangi sedikit pun menerimanya.\nAllah Maha Mengetahui orang-orang yang benar-benar beriman dan bertakwa di antara mereka. Karenanya, amal perbuatan mereka tidak akan disia-siakan tetapi akan diberi pahala yang berlipat ganda.",
    "quraish": "Mereka juga tidak terhalangi dari pahala perbuatan baik yang mereka lakukan. Dan Allah Maha Mengetahui ihwal mereka serta akan membalas mereka atas hal itu.",
    "jalalayn": "(Apa-apa yang mereka kerjakan) yang dikerjakan oleh umat yang lurus tadi, dengan ya atau yang kamu kerjakan, wahai umat dengan ta (berupa kebaikan, maka tidaklah akan tertutup) menurut dua versi tadi artinya tidaklah akan terhalang untuk mendapatkan pahalanya tetapi akan tetap diberi balasannya. (Dan Allah Maha Mengetahui akan orang-orang yang bertakwa.)"
  }
]