[
  {
    "page": 69,
    "name": "Ali 'Imran",
    "ayat": 149,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوا الَّذِيْنَ كَفَرُوْا يَرُدُّوْكُمْ عَلٰٓى اَعْقَابِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ ",
    "translation": "Wahai orang-orang yang beriman! Jika kamu menaati orang-orang yang kafir, niscaya mereka akan mengembalikan kamu ke belakang (murtad), maka kamu akan kembali menjadi orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/442.mp3",
    "tafsir": "Menurut Ali bin Abi Talib, ayat ini diturunkan sehubungan dengan peristiwa orang-orang mukmin ketika mendapat pukulan berat dalam Perang Uhud sehingga orang-orang munafik berkata kepada mereka, \"Kembalilah kamu kepada saudara-saudara kamu dan masuklah agama mereka.\" Dengan demikian yang dimaksud dengan orang-orang kafir dalam ayat ini ialah orang-orang munafik.\nAyat ini memperingatkan setiap orang beriman kepada Allah baik yang telah mengalami penderitaan dalam Perang Uhud maupun lainnya di setiap masa dan tempat, tetap selalu waspada agar tidak terperosok kepada sikap lemah, menyerah dan mengikuti bujukan berbisa dari orang-orang kafir, munafik Yahudi, karena akibatnya akan menimbulkan bahaya dan kerugian yang sangat besar.",
    "quraish": "Hai orang-orang yang beriman, jika kalian mengikuti ajakan lisan maupun perbuatan orang-orang kafir--baik yang jelas-jelas menampakkan kekafirannya maupun yang tidak menampakkannya--kalian akan dikembalikan kepada kekufuran. Akibatnya, kalian akan menderita kerugian dunia dan akhirat.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kamu menaati orang-orang yang kafir) mengenai apa yang mereka perintahkan kepada kamu (tentulah mereka akan mengembalikan kamu ke belakang) maksudnya kepada kekafiran (hingga jadilah kamu orang-orang yang merugi)."
  },
  {
    "page": 69,
    "name": "Ali 'Imran",
    "ayat": 150,
    "arab": "بَلِ اللّٰهُ مَوْلٰىكُمْ ۚ وَهُوَ خَيْرُ النّٰصِرِيْنَ ",
    "translation": "Tetapi hanya Allah-lah pelindungmu, dan Dia penolong yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/443.mp3",
    "tafsir": "Kaum Muslimin agar taat kepada Allah karena Dialah Pelindung mereka yang terbaik. Janganlah mereka mengikuti orang-orang kafir seperti Abu Sufyan dan kawan-kawannya (pada waktu itu), atau orang-orang munafik seperti 'Abdullah bin Ubai atau orang-orang kafir dan munafik lainnya yang akan menyesatkan dan menjerumuskan mereka ke jurang yang sangat berbahaya.",
    "quraish": "Bukan mereka, tapi Allahlah, penolong kalian! Tidak perlu takut kepada mereka karena Allah adalah sebaik-baik penolong.",
    "jalalayn": "(Tetapi Allahlah yang menjadi pelindungmu) pembelamu (dan Dialah sebaik-baik pembela) maka patuhlah kamu kepada-Nya dan bukan kepada selain-Nya."
  },
  {
    "page": 69,
    "name": "Ali 'Imran",
    "ayat": 151,
    "arab": "سَنُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ بِمَٓا اَشْرَكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا ۚ وَمَأْوٰىهُمُ النَّارُ ۗ وَبِئْسَ مَثْوَى الظّٰلِمِيْنَ ",
    "translation": "Akan Kami masukkan rasa takut ke dalam hati orang-orang kafir, karena mereka  mempersekutukan  Allah dengan sesuatu yang Allah tidak menurunkan  keterangan  tentang itu. Dan tempat kembali mereka ialah neraka. Dan (itulah) seburuk-buruk tempat tinggal (bagi) orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/444.mp3",
    "tafsir": "Bentuk pertolongan Allah yang diberikan kepada orang mukmin, dengan membisikkan ke dalam hati orang kafir rasa takut untuk melanjutkan peperangan, karena mereka mempersekutukan Allah. Tempat mereka neraka dan itulah seburuk-buruk tempat tinggal bagi orang-orang yang zalim.\nMemang bagaimanapun hebat dan gagah perkasanya seseorang, ia akan merasa lemah dan tidak dapat berbuat sesuatu, apabila ia telah dihinggapi oleh perasaan takut.",
    "quraish": "Juga, kalian tidak perlu menjadi lemah karena terkena musibah pada perang Uhud! Kami akan menanamkan rasa takut dan gentar ke dalam hati musuh-musuh kalian, karena mereka menyekutukan Allah dengan menyembah tuhan-tuhan lain yang tidak dapat mendatangkan keuntungan dan kerugian, tanpa suatu bukti pun yang pernah diturunkan Allah. Tempat tinggal mereka adalah neraka. Sungguh, neraka merupakan sejelek-jelek tempat tinggal bagi orang-orang zalim.",
    "jalalayn": "(Akan Kami masukkan ke dalam hati orang-orang kafir itu rasa takut) dibaca ru`b atau ru`ub. Setelah berangkat dari Uhud itu sebenarnya mereka bermaksud hendak kembali untuk membasmi kaum Muslimin tetapi tiba-tiba merasa ciut dan tidak jadi kembali (disebabkan mereka mempersekutukan Allah dengan sesuatu yang tidak diberi-Nya wewenang) sebagai alasan dalam penyembahan terhadap berhala (tempat tinggal mereka ialah neraka dan itulah seburuk-buruk tempat tinggal orang-orang yang aniaya) lagi kafir itu."
  },
  {
    "page": 69,
    "name": "Ali 'Imran",
    "ayat": 152,
    "arab": "وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهٗٓ اِذْ تَحُسُّوْنَهُمْ بِاِذْنِهٖ ۚ حَتّٰىٓ اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِى الْاَمْرِ وَعَصَيْتُمْ مِّنْۢ بَعْدِ مَآ اَرٰىكُمْ مَّا تُحِبُّوْنَ ۗ مِنْكُمْ مَّنْ يُّرِيْدُ الدُّنْيَا وَمِنْكُمْ مَّنْ يُّرِيْدُ الْاٰخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۚ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَلَى الْمُؤْمِنِيْنَ ",
    "translation": "Dan sungguh, Allah telah memenuhi janji-Nya kepadamu, ketika kamu membunuh mereka dengan izin-Nya sampai pada saat kamu lemah dan berselisih dalam urusan itu dan mengabaikan perintah Rasul setelah Allah memperlihatkan kepadamu apa yang kamu sukai. Di antara kamu ada orang yang menghendaki dunia dan di antara kamu ada (pula) orang yang menghendaki akhirat. Kemudian Allah memalingkan kamu dari mereka untuk mengujimu, tetapi Dia benar-benar telah memaafkan kamu. Dan Allah mempunyai karunia (yang diberikan) kepada orang-orang mukmin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/445.mp3",
    "tafsir": "Allah telah memenuhi segala apa yang telah dijanjikan kepada hambanya yang beriman, di mana mereka telah sampai kepada suatu tahap kemenangan dengan menghancurkan kekuatan musuh yang jauh lebih banyak jumlah dan persiapannya. Tetapi karena mereka kurang sabar, kurang patuh dan kurang disiplin terhadap komando Muhammad yang memerintahkan agar setiap regu, terutama regu pemanah jangan meninggalkan tempatnya masing-masing sebelum ada perintah, tetapi banyak di antara mereka yang melanggarnya, bahkan mereka berselisih karena menghendaki harta dunia, yakni mengejar harta rampasan perang, maka terjadilah apa yang terjadi, musuh kembali menjadi kuat, karena telah merebut tempat-tempat strategis, akhirnya kaum Muslimin menjadi lemah, sehingga mengalami penderitaan disebabkan perbuatan dan tingkah laku mereka sendiri, sebagai ujian dari Allah terhadap keimanan, kesabaran dan kedisiplinan mereka.\nPada akhir ayat ini, Allah menerangkan apa yang telah terjadi dan mereka telah menyesali kesalahan-kesalahan itu, dan Allah telah mengampuni mereka, karena Allah selalu memberikan karunia-Nya kepada orang-orang mukmin.\nPara ahli tafsir menguraikan apa yang dimaksud dengan janji Allah yang disebutkan dalam ayat ini sebagai berikut:\n1.Janji Allah akan menolong kaum mukminin dalam Perang Uhud dengan mengirimkan bala bantuan sebanyak lima ribu malaikat, kalau mereka sabar dan bertakwa. \n2.Janji Allah akan memberi kemenangan yang disampaikan oleh Nabi kepada regu pemanah selama mereka tidak meninggalkan tempatnya. Tetapi rupanya banyak yang meninggalkan tempat.\n3. Janji Allah akan menolong setiap orang mukmin yang bersabar dan bertakwa yang banyak disebutkan dalam beberapa ayat dan surah dalam Al-Qur'an\n\nKalau kita perhatikan tiga pendapat tersebut di atas, tidaklah bertentangan satu dengan yang lain, hanya tinjauannya dari segi yang berlainan. Pendapat yang pertama meninjau dari segi historisnya dan hubungan ayat 152 ini dengan ayat 125. Pendapat yang kedua meninjau dari segi kenyataan historis tentang pelanggaran mereka terhadap taktik perang, yang telah diperintahkan oleh Rasulullah kepada mereka, pendapat yang ketiga meninjau secara umum, karena di dalam Al-Qur'an banyak ayat yang menjanjikan bantuan dan pertolongan kepada orang yang beriman, sabar dan bertakwa kepadanya.",
    "quraish": "Pertolongan Allah benar-benar jelas terjadi. Dia telah memenuhi janji-Nya untuk memenangkan kalian, ketika pada awal-awal peperangan, kalian membunuh sejumlah besar dari mereka dengan kehendak Allah. Namun, cara pandang kalian terhadap perang ternyata mulai melemah, dan kalian saling berselisih dalam memahami perintah Nabi untuk menetap pada pos masing-masing: ada yang mengira kemenangan telah datang dan, oleh karenanya, boleh meninggalkan posnya, ada pula yang memilih menetap sampai akhir pertempuran. Yang lain bahkan tidak mematuhi sama sekali perintah Rasul dengan terus mencari harta rampasan setelah tampak kemenangan yang kalian inginkan. Pada akhirnya kalian terpecah menjadi dua: golongan yang lebih menginginkan dunia dan golongan yang lebih mengutamakan akhirat. Dalam keadaan seperti itu semua, Allah menahan pertolongan-Nya, hingga kalian kembali menderita kekalahan melawan musuh. Semua itu dimaksudkan untuk menguji, agar tampak siapa saja di antara kalian yang tulus ikhlas dan siapa saja yang tidak. Kemudian Allah mengampuni kalian setelah kalian semua menyesal. Allah mempunyai karunia atas kamu sekalian dengan mengampuni dan menerima pertobatan kalian.",
    "jalalayn": "(Dan sesungguhnya Allah telah memenuhi janji-Nya) kepadamu dengan memberikan kemenangan (ketika kamu membunuh mereka dengan izin-Nya) atau dengan kehendak-Nya (hingga saat kamu gagal) atau takut menghadapi peperangan (dan berselisih dalam urusan itu) yakni mengenai perintah Nabi saw. agar tetap bertahan di lereng bukit untuk memanah musuh di mana sebagian kamu mengatakan, \"Mari kita turun bukankah teman-teman kita sudah beroleh kemenangan?\" Sedangkan sebagian lagi berkata, \"Tidak, kita tidak boleh melanggar perintah Nabi saw.\" (dan kamu mendurhakai) perintahnya, lalu kamu tinggalkan markas demi mengharapkan harta rampasan (setelah diperlihatkan-Nya kepadamu) maksudnya oleh Allah (apa yang kamu sukai) yakni kemenangan. Mengenai jawab idzaa ditunjukkan oleh kalimat yang sebelumnya, artinya kamu terhalang beroleh kemenangan dari-Nya. (Di antaramu ada yang menghendaki dunia) lalu ditinggalkannya markas guna merebut harta rampasan (dan di antaramu ada yang menghendaki akhirat) maka ia tetap bertahan di tempat sampai ia gugur seperti Abdullah bin Jubair dan sahabat-sahabatnya. (Kemudian Allah memalingkan kamu) dihubungkan kepada jawaban idzaa yang diperkirakan berbunyi, \"Terpukul mundur karena menderita kekalahan\" (dari mereka) maksudnya orang-orang kafir (untuk mencoba kamu) artinya menguji mana-mana yang ikhlas di antaramu dari yang bukan. (Sesungguhnya Allah telah memaafkan kamu) atas kesalahan yang telah kamu lakukan (dan Allah mempunyai karunia terhadap orang-orang yang beriman) dengan memaafkan dan mengampuni mereka."
  },
  {
    "page": 69,
    "name": "Ali 'Imran",
    "ayat": 153,
    "arab": "۞ اِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى اَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ اُخْرٰىكُمْ فَاَثَابَكُمْ غَمًّا ۢبِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ اَصَابَكُمْ ۗ وَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
    "translation": "(Ingatlah) ketika kamu lari dan tidak menoleh kepada siapa pun, sedang Rasul (Muhammad) yang berada di antara (kawan-kawan)mu yang lain memanggil kamu (kelompok yang lari), karena itu Allah menimpakan kepadamu kesedihan demi kesedihan, agar kamu tidak bersedih hati (lagi) terhadap apa yang luput dari kamu dan terhadap apa yang menimpamu. Dan Allah Mahateliti apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/446.mp3",
    "tafsir": "Kejadian-kejadian yang penting di barisan kaum Muslimin dalam Perang Uhud, yaitu: sebab-sebab kegagalan mereka, ketika sebagian besar dari mereka lari, sedang Rasul memanggil mereka dari belakang agar jangan berbuat demikian dan kembali ke pasukan masing-masing, tetapi mereka tidak mengindahkannya. Oleh karena itu, mereka ditimpa penderitaan yang cukup berat. Kalau mereka sadari apa yang telah mereka perbuat pada waktu itu, tentulah mereka tidak akan bersedih hati atau heran, mengapa mereka menjadi gagal dalam Perang Uhud, Allah Maha Mengetahui semua apa yang akan mereka perbuat.",
    "quraish": "Renungkanlah, wahai orang-orang Mukmin, ketika kalian lari dari medan perang hingga tidak sempat menoleh kepada siapa pun. Padahal, Rasul menyeru dari belakang untuk kembali. Lalu Allah menimpakan kesedihan secara berturut-turut ke dalam diri kalian, dengan maksud agar kalian tidak bersedih atas harta rampasan, yang tidak dapat kalian peroleh dan atas kekalahan yang kalian derita. Allah Maha Mengetahui maksud dan perbuatan kalian semua.",
    "jalalayn": "(Ingatlah ketika kamu melarikan diri) dalam peperangan itu (dan tidak menoleh kepada seorang pun, sedang Rasul memanggil kamu dari belakangmu) seraya bersabda, \"Mari ke sini hai hamba-hamba Allah, marilah datang kepadaku!\" (Karena itu Allah menimpakan padamu kesedihan di atas kesedihan) yang kamu timpakan kepada Rasulullah dengan melanggar perintahnya. Ada pula yang mengatakan 'ba' itu berarti '`alaa' hingga maknanya ialah 'berlipat ganda', yaitu kesedihan di balik kesedihan karena luputnya harta rampasan (supaya kamu tidak) berkaitan dengan Allah 'memaafkan' atau menimpakan pada kalian (berduka cita terhadap apa yang luput dari kamu) yakni harta rampasan (begitu pula terhadap apa yang telah menimpamu) berupa pembunuhannya dan kekalahan (Allah Maha Mengetahui apa yang kamu kerjakan.)"
  }
]