[
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 38,
    "arab": "قُلْنَا اهْبِطُوْا مِنْهَا جَمِيْعًا ۚ فَاِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Kami berfirman, “Turunlah kamu semua dari surga! Kemudian jika benar-benar datang petunjuk-Ku kepadamu, maka barangsiapa mengikuti petunjuk-Ku, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/45.mp3",
    "tafsir": "Pada ayat ini Allah mengulangi lagi perintah-Nya agar Adam dan Hawa keluar dari surga yang penuh kenikmatan dan kesenangan hidup, pindah ke bumi yang menghendaki kerja keras dan perjuangan. Kepadanya dibentangkan dua macam jalan. Pertama, adalah jalan yang dapat mengantarkan manusia kepada kehidupan yang bahagia di dunia dan akhirat, yaitu dengan beriman kepada Allah serta mengikuti petunjuk-petunjuk-Nya. Kedua, jalan yang akan membawa manusia kepada kerugian dan kesengsaraan hidup di dunia dan di akhirat kelak, yaitu jalan orang kafir dan durhaka terhadap-Nya, serta menuruti bujukan-bujukan setan.\nSiapa yang mengikuti petunjuk-petunjuk yang disampaikan Allah melalui rasul-rasul-Nya, maka mereka akan memperoleh kebahagiaan dan ketenteraman. Mereka tidak akan merasa cemas, karena iman dan ketaatan mereka yang teguh kepada kekuasaan dan rahmat Allah. Mereka tidak akan merasa sedih dan menyesal atas kejadian-kejadian pada masa lalu yang menimbulkan kerugian harta benda atau pun kehilangan anggota keluarga dan sebagainya, karena bagi orang-orang yang beriman dan selalu berpegang kepada petunjuk-petunjuk Allah, mudah baginya menghadapi segala macam musibah dan cobaan-cobaan yang menimpa dirinya. Sebab dia percaya bahwa kesabaran dan penyerahan diri kepada Allah adalah jalan yang terbaik untuk memperoleh keridaan-Nya, di samping pahala dan ganjaran yang diperolehnya dari Allah sebagai ganti yang lebih baik dari yang hilang.\nAgama mengharamkan sebagian dari makanan yang lezat untuk dinikmati oleh manusia. Larangan tersebut disebabkan karena kerusakan yang dapat ditimbulkannya, baik terhadap pribadi orang yang melakukannya, maupun terhadap orang lain dan masyarakat umum. Maka siapa yang dapat membayangkan bahaya yang mungkin timbul karena menikmati kelezatan yang telah diharamkan itu, dan dapat pula menggambarkan dalam pikirannya pengaruh-pengaruh dan bekas-bekas jelek yang akan menimpa dirinya karena perbuatan itu, baik terhadap dirinya maupun terhadap umatnya, niscaya dia menghindari setiap kelezatan yang diharamkan itu, seperti larinya orang-orang yang sehat dari penyakit kusta. Lebih-lebih orang yang beriman kepada Allah dan hari akhirat, dia akan memandang bahwa yang dilarang agama akan menimbulkan aib dan kekotoran pada dirinya dan akan menjauhkannya dari kebahagiaan dan kemuliaan di hari kiamat kelak. Orang-orang yang bersih dari perbuatan dosa di dunia ini nanti akan kelihatan wajahnya berseri-seri, sedang orang-orang yang selalu bergelimang dosa akan kelihatan wajahnya hitam muram.",
    "quraish": "Telah Kami firmankan kepada Adam, istri, dan keturunannya kelak, serta kepada Iblîs, \"Turunlah kalian ke bumi. Di sana kalian akan ditugasi dengan berbagai kewajiban. Apabila tugas itu datang kepada kalian--dan pasti akan datang--maka siapa yang menaati perintah-Ku dan mengikuti petunjuk-Ku, tidak akan merasakan takut dan tidak akan tertimpa kesedihan akibat hilangnya pahala. Sebab, Allah tidak akan menyia-nyiakan pahala orang yang berbuat kebaikan.",
    "jalalayn": "(Kami berfirman, \"Turunlah kalian daripadanya\") maksudnya dari surga (semuanya) diulanginya dan dihubungkan-Nya dengan kalimat yang mula-mula tadi (kemudian jika) asalnya dari 'in maa' yang diidgamkan menjadi 'immaa' yang berarti jika; 'in' huruf syarat dan 'maa' sebagai tambahan. (datang petunjuk-Ku kepada kalian) berupa Kitab dan rasul, (maka barang siapa yang mengikuti petunjuk-Ku) lalu ia beriman kepada-Ku dan beramal serta taat kepada-Ku (niscaya tak ada kekhawatiran atas mereka dan tidak pula mereka berduka cita), yakni di akhirat kelak, karena mereka akan masuk surga."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
    "translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/46.mp3",
    "tafsir": "Dalam ayat ini Allah swt menegaskan bahwa orang yang tidak mau mengikuti petunjuk-petunjuk-Nya, dan orang yang kafir terhadap ayat-ayat-Nya, serta mendustakan ayat-ayat itu dengan ucapannya, maka balasan bagi mereka adalah neraka. Keingkaran terhadap ayat-ayat Allah swt adalah suatu kekafiran, baik kekafiran itu disebabkan karena tidak percaya atas kebenaran Rasulullah, atau kekafiran yang disebabkan oleh kesombongan dan keangkuhan yang mendorong untuk mendustakan rasul. Mengenai mereka ini Allah swt berfirman kepada Rasul-Nya:\n\n\"¦ (janganlah bersedih hati) karena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-An'am/6: 33)\nOrang-orang mukmin mempunyai keimanan di dalam hati dan diucapkannya dengan lidahnya. Ada pula orang yang ingkar di dalam hati, tetapi lidahnya mengucapkan bahwa dia beriman. Inilah orang munafik. Lain di mulut, lain di hati dan lain pula dalam perbuatan.",
    "quraish": "Orang-orang yang ingkar serta mendustakan rasul-rasul Allah dan kitab-kitab-Nya adalah penghuni neraka. Mereka kekal di dalamnya dan tidak akan dapat keluar serta tidak akan binasa.",
    "jalalayn": "(Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami) mendustakan kitab-kitab suci Kami (mereka itu penghuni neraka, mereka kekal di dalamnya) mereka tetap tinggal di sana untuk selama-lamanya, tidak akan mati dan tidak pula akan keluar."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 40,
    "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَوْفُوْا بِعَهْدِيْٓ اُوْفِ بِعَهْدِكُمْۚ وَاِيَّايَ فَارْهَبُوْنِ",
    "translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu. Dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu, dan takutlah kepada-Ku saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/47.mp3",
    "tafsir": "Allah memulai ayat ini dengan menyebut Bani Israil (orang-orang Yahudi), karena merekalah bangsa yang paling dahulu mengemban kitab Samawiyah, dan karena di antara mereka terdapat pula orang-orang yang paling keras memusuhi orang-orang yang beriman kepada Nabi Muhammad saw. Kalau mereka masuk Islam maka hal itu akan merupakan alasan yang kuat yang dapat diarahkan kepada orang-orang Nasrani dan orang kafir yang lain yang tidak mau beriman, karena bangsa Yahudilah yang paling dahulu berjanji kepada Allah swt bahwa mereka akan beriman kepada setiap nabi yang diutus-Nya, apabila telah ada bukti-bukti yang nyata.\nIsrail adalah gelar yang diberikan kepada Nabi Yakub. Karena itu keturunannya dinamakan dengan Bani Israil. Nabi Yakub terkenal sebagai hamba Allah yang amat saleh, sabar, dan tawakal. Maka Allah memanggil anak cucu Yakub dalam permulaan ayat ini dengan sebutan \"Bani Israil\" untuk mengingatkan kepada mereka agar mereka mencontoh nenek moyang mereka itu dalam hal keimanan, ketaatan, kesalehan, ketakwaan dan kesabaran serta sifat-sifat lain yang terpuji. Hal ini disebabkan karena pada waktu turunnya Al-Qur'an kepada Nabi Muhammad saw, tampak gejala-gejala bahwa tingkah laku Bani Israil itu sudah melampaui batas, dan jauh menyimpang dari ajaran dan sifat-sifat nenek moyang mereka, terutama sikap mereka terhadap Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw. Mereka tidak mau beriman bahwa Al-Qur'an itu adalah wahyu Allah, bahkan mereka mendustakan kenabian dan kerasulan Muhammad saw. Seharusnya merekalah yang paling dahulu beriman kepada Nabi Muhammad saw, sebab berita tentang kedatangannya telah disebutkan lebih dahulu dalam kitab suci mereka, yaitu Taurat.\nDalam ayat ini terdapat tiga macam perintah Allah kepada Bani Israil, yaitu:\n1.Agar mereka senantiasa mengingat nikmat-nikmat Allah yang telah dilimpahkan kepada mereka, dan mensyukurinya dengan lisan dan perbuatan. Wujud nikmat-nikmat tersebut memang tidak diterangkan dalam ayat ini. Tetapi yang dimaksud antara lain bahwa Allah telah memilih nabi-nabi-Nya dari kalangan mereka. Hal ini terjadi dalam masa yang cukup lama, sehingga mereka diberi julukan sebagai Sya'bullah al-Mukhtar yaitu \"hamba-hamba Allah yang terpilih\". Semuanya itu harus mereka ingat dan mereka syukuri. Salah satu cara untuk mensyukurinya ialah beriman kepada setiap nabi yang diutus Allah untuk memberikan bimbingan kepada manusia. Tetapi dalam kenyataannya mereka menjadikan nikmat tersebut sebagai alasan untuk tidak menerima seruan Nabi Muhammad saw, malahan mengejeknya, dan mengatakan bahwa nikmat dan karunia Allah hanya tertentu untuk mereka saja.\n2.Janji mereka kepada Allah ada dua macam, pertama janji yang berlaku bagi seluruh manusia, yaitu bahwa mereka harus menimbang segala masalah dengan timbangan akal dan pikiran serta penyelidikan yang akan membawa mereka mengetahui hakikat segala sesuatu, sebagai jalan untuk mengenal Allah. Kedua, janji bahwa mereka hanya akan menyembah Allah semata-mata, dan tidak akan memperserikatkan-Nya dengan sesuatu pun; dan bahwa mereka akan beriman kepada rasul-rasul-Nya. Andaikata Bani Israil yang ada pada masa itu memperhatikan janji-janji tersebut, antara lain ialah bahwa Allah akan mengutus seorang nabi yang berasal dari keturunan saudara nenek moyang mereka ) yang menurunkan suatu bangsa yang baru, yaitu bangsa Arab, niscaya mereka beriman kepada Nabi Muhammad saw dan pasti pula mereka mengikuti petunjuk yang diturunkan Allah kepadanya. Dengan demikian mereka akan termasuk orang-orang yang memperoleh kemenangan. Sebaliknya, jika mereka memenuhi janji kepada Allah, maka Allah akan mengizinkan mereka untuk menetap di tanah suci Palestina, dan mereka akan diberi kemuliaan serta kehidupan yang makmur. Kenyataan menunjukkan bahwa mereka tidak memenuhi janji-janji mereka itu, antara lain disebabkan karena rasa takut dan khawatir terhadap satu sama lainnya.\n3.Agar mereka hanya takut kepada Allah semata-mata. Perintah ini diberikan Allah, karena kenyataan menunjukkan bahwa Bani Israil itu tidak memenuhi janji-janji mereka kepada Allah antara lain, mereka tidak mau beriman kepada Nabi Muhammad saw. Hal itu disebabkan karena rasa takut mereka terhadap satu sama lain. Maka Allah memerintahkan agar mereka hanya takut kepada Allah semata-mata, dan jangan takut kepada selain Allah. Sebab, hanya Allah sajalah yang menguasai segala persoalan. Dialah yang telah memberikan nikmat yang begitu besar kepada mereka, Dia pula yang kuasa untuk mencabut kembali nikmat itu dari tangan mereka, dan Dia pula yang akan mengazab mereka karena tidak mensyukuri nikmat itu. Mereka seharusnya tidak perlu merasa takut terhadap sesamanya karena khawatir akan hilangnya sebagian dari keuntungan-keuntungan mereka, atau akan terjadinya malapetaka atas diri mereka karena mengikuti yang hak dan menyalahi kemauan pemimpin-pemimpin mereka. Allah lebih kuasa daripada pemimpin-pemimpin itu.",
    "quraish": "Hai Banû Isrâ'îl, renungkanlah nikmat-Ku yang Aku anugerahkan hanya kepadamu dan nenek moyangmu dengan memikirkan dan melaksanakan kewajiban untuk mensyukurinya. Penuhilah janji-Ku yang Aku tetapkan dan telah kalian nyatakan dalam diri kalian, yaitu berupa iman, amal saleh dan pembenaran kepada nabi-nabi yang datang sebelum Mûsâ. Kalau kalian lakukan hal itu, niscaya Aku akan memenuhi janji-Ku kepada kalian, dengan memberikan pahala yang baik dan kenikmatan yang abadi. Janganlah kalian takut kepada siapa pun selain Aku, serta hati-hatilah terhadap hal-hal yang menyebabkan kemurkaan-Ku kepada kalian.",
    "jalalayn": "(Hai Bani Israel!) maksudnya ialah anak cucu Yakub (Ingatlah akan nikmat karunia-Ku yang telah Kuberikan kepada kalian) maksudnya kepada nenek moyang kalian, berupa menyelamatkan kalian dari kejaran Firaun, membelah lautan, menaungkan awan dan lain-lain, yaitu mensyukurinya dengan jalan taat kepada-Ku, (dan penuhilah janji kalian kepada-Ku) yang telah kalian janjikan dulu, berupa keimanan kepada Muhammad (niscaya Kupenuhi pula janji-Ku kepada kalian) berupa pemberian pahala dan masuk surga (dan hanya kepada-Kulah kalian harus takut) hingga kalian tidak berani menyalahi janji itu, dan kalian tidak perlu takut kepada pihak lain."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 41,
    "arab": "وَاٰمِنُوْا بِمَآ اَنْزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُوْنُوْٓا اَوَّلَ كَافِرٍۢ بِهٖ ۖ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا  ۖوَّاِيَّايَ فَاتَّقُوْنِ ",
    "translation": "Dan berimanlah kamu kepada apa (Al-Qur'an) yang telah Aku turunkan yang membenarkan apa (Taurat) yang ada pada kamu, dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu jual ayat-ayat-Ku dengan harga murah, dan bertakwalah hanya kepada-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/48.mp3",
    "tafsir": "Dalam ayat ini terdapat dua macam perintah Allah dan dua larangan yang ditujukan kepada Bani Israil, yaitu:\n1.Agar mereka beriman kepada Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw, Rasul terakhir yang diutus Allah kepada seluruh umat manusia.\nWalaupun keharusan ini pada hakikatnya telah termasuk dalam perintah Allah yang disebutkan pada ayat yang lalu, yaitu agar mereka memenuhi janji, yang antara lain beriman kepada setiap rasul dan kitab yang dibawanya, namun Allah menegaskan lagi perintah ini secara khusus, untuk menunjukkan bahwa beriman kepada Al-Qur'an itu adalah sangat penting, sebab Al-Qur'an itu membenarkan ) apa-apa yang telah tercantum dalam kitab suci mereka, yaitu Taurat, dan juga membenarkan kitab-kitab suci yang telah diturunkan Allah kepada nabi-nabi yang sebelumnya. Perintah-perintah yang dibawa Al-Qur'an, antara lain: perintah agar melakukan dakwah, meninggalkan perbuatan-perbuatan keji, baik yang tampak atau pun yang tidak, suruhan untuk berbuat kebajikan, larangan berbuat yang mungkar, dan mempercayai adanya hari akhirat, sebagai hari pembalasan. Hal itu sama dengan apa yang telah diserukan Nabi Musa a.s. kepada mereka, dan juga oleh nabi-nabi sebelumnya, yaitu: mengukuhkan yang hak, memberikan bimbingan kepada semua makhluk serta membasmi kesesatan yang telah mengotori akidah yang benar.\n2.Agar mereka jangan tergesa-gesa mengingkari Al-Qur'an sehingga mereka menjadi orang yang pertama-tama mengingkarinya, padahal seharusnya merekalah orang yang mula-mula beriman dengannya, sebab mereka telah lebih dahulu mengetahui hal itu, karena telah diberitakan dalam kitab suci mereka.\n3.Agar mereka jangan menjual ayat-ayat Allah dengan harga yang sedikit. Maksudnya: agar mereka jangan berpaling meninggalkan petunjuk-petunjuk Al-Qur'an untuk mengejar keuntungan yang sedikit, berupa harta atau pun pangkat. Keuntungan-keuntungan yang diharapkan itu adalah kecil sekali, karena dengan demikian mereka tidak akan memperoleh rida Allah, bahkan sebaliknya, mereka akan ditimpa azab-Nya di dunia ini dan di akhirat kelak.\n4.Agar mereka bertakwa hanya kepada Allah semata, yaitu dengan beriman kepada-Nya serta mengikuti yang benar, dan meninggalkan kelezatan duniawi apabila ternyata kelezatan duniawi itu menghalangi perbuatan dan pekerjaan untuk mencapai kebahagiaan di akhirat kelak.",
    "quraish": "Benarkanlah al-Qur'ân yang Aku turunkan untuk membenarkan kitab-kitab yang ada pada kalian, juga membenarkan ilmu tentang tauhid dan ibadah kepada Allah dan prinsip keadilan di antara manusia. Jangan buru-buru mengingkari al-Qur'ân, karena dengan begitu kalian akan menjadi orang pertama yang mengingkarinya. Padahal, seharusnya kalian menjadi orang pertama yang mempercayainya. Jangan kalian tinggalkan ayat-ayat Allah untuk kemudian mengambil kesenangan hidup di dunia--yang sebenarnya sangat murah dan tidak abadi-sebagai pengganti. Takutlah kalian hanya kepada-Ku, kemudian ikutilah jalan-Ku dan tinggalkanlah kebatilan.",
    "jalalayn": "(Dan berimanlah kalian pada apa yang Kuturunkan), yakni Alquran (yang membenarkan apa yang ada beserta kalian), yaitu Taurat berupa kesamaan dalam ketauhidan kenabian Muhammad (dan janganlah kalian menjadi orang yang pertama kafir kepadanya), yakni dari golongan Ahlul Kitab karena orang-orang yang di belakang itu hanya akan mengikuti sikap dan tindakan kalian, sehingga dosa kekafiran mereka akan terpikul di atas pundak kalian (dan janganlah kalian jual) janganlah kalian tukar (ayat-ayat-Ku) yang terdapat dalam Kitab Suci kalian tentang sifat-sifat dan ciri-ciri Muhammad (dengan harga yang rendah) dengan pengganti yang rendah nilainya berupa harta dunia. Maksudnya janganlah kalian sembunyikan karena khawatir tidak akan memperoleh lagi keuntungan-keuntungan yang kalian dapatkan selama ini dari nenek moyang kalian (dan hanya kepada-Kulah kalian harus bertakwa) maksudnya harus takut dalam hal itu dan bukan kepada selain-Ku."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 42,
    "arab": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Dan janganlah kamu campuradukkan kebenaran dengan kebatilan dan (janganlah) kamu sembunyikan kebenaran, sedangkan kamu mengetahuinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/49.mp3",
    "tafsir": "Dalam ayat ini terdapat dua macam larangan Allah yang ditujukan kepada Bani Israil, yaitu:\n1.Agar mereka jangan mencampuradukkan yang hak dengan yang batil. Maksudnya, pemimpin-pemimpin Bani Israil suka memasukkan pendapat-pendapat pribadi ke dalam Kitab Taurat, sehingga sukarlah untuk membedakan mana yang benar. Terutama dalam penolakan mereka untuk beriman kepada Nabi Muhammad saw, mereka membuat-buat alasan untuk menjelek-jelekkannya, dan menyalahtafsirkan ucapan-ucapan nenek moyang mereka, sehingga mereka lebih berpegang kepada ucapan para pemimpin dan tradisi mereka, daripada menerima ajaran yang dibawa oleh Nabi Muhammad saw. Walaupun perintah itu ditujukan kepada Bani Israil, namun isinya dapat pula ditujukan kepada kaum Muslim dari segala lapisan, terutama para pemimpin dan orang-orang yang memegang kekuasaan, sehingga ayat ini seakan-akan mengatakan, \"Hai orang-orang yang memegang kekuasaan, janganlah kamu campur adukkan antara keadilan dan kezaliman, hai para hakim, janganlah kamu campur adukkan antara hukum dan suap; hai para pejabat, janganlah kamu campur adukkan antara tugas dan korupsi; hai para sarjana, janganlah kamu campur adukkan antara ilmu dan harta, dan sebagainya.\" )\n2.Agar mereka tidak menyembunyikan kebenaran, padahal mereka mengetahuinya. Maksudnya: Bani Israil itu telah menyembunyikan kebenaran yang telah mereka ketahui dari kitab suci mereka. Antara lain ialah berita dari Allah tentang Nabi Muhammad saw yang akan diutus sebagai penutup dari semua rasul Allah untuk seluruh umat manusia. Hal ini sengaja mereka tutupi dari masyarakat umum, bahkan mereka berusaha menjelekkan Nabi Muhammad saw, untuk menghalangi manusia beriman kepadanya. Ayat ini mencela perbuatan mereka yang demikian itu, dan setiap orang yang dengan sengaja menyembunyikan sesuatu yang benar. Sesudah Allah menyampaikan seruan kepada mereka untuk beriman kepada Al-Qur'an, lalu pada ayat berikut ini Allah memerintahkan agar mereka senantiasa melaksanakan apa-apa yang telah ditentukan oleh syariat terutama melaksanakan salat, menunaikan zakat, dan tunduk serta taat kepada perintah-perintah Allah.",
    "quraish": "Janganlah kalian gabungkan antara kebenaran yang datang dari-Ku dengan kepalsuan yang kalian buat, agar tidak terjadi pencampuradukan. Janganlah kalian sembunyikan kebenaran, termasuk di dalamnya kebenaran Muhammad, sedangkan kalian mengetahui kebenaran hal itu.",
    "jalalayn": "(Dan janganlah kalian campur aduk) (barang yang hak) yang telah Kuturunkan kepada kalian (dengan yang batil) yang kamu ada-adakan (dan) jangan pula (kalian sembunyikan yang hak itu) berupa sifat dan ciri-ciri Muhammad (sedangkan kalian mengetahui) bahwa ia hak adanya."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 43,
    "arab": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرَّاكِعِيْنَ",
    "translation": "Dan laksanakanlah salat, tunaikanlah zakat, dan rukuklah beserta orang yang rukuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/50.mp3",
    "tafsir": "Pada ayat ini terdapat tiga macam perintah Allah yang ditujukan kepada Bani Israil, ialah:\n1.Agar mereka melaksanakan salat setiap waktu dengan cara yang sebaik-baiknya, melengkapi segala syarat dan rukunnya, serta menjaga waktu-waktunya yang telah ditentukan, menghadapkan seluruh hati kepada Allah dengan tulus dan khusyuk, sesuai dengan syariat yang dibawa Nabi Musa a.s.\n2.Agar mereka menunaikan zakat, karena zakat merupakan salah satu pernyataan syukur kepada Allah atas nikmat yang telah dilimpahkan-Nya, dan menumbuhkan hubungan yang erat antarsesama manusia, dan menyucikan hati, karena zakat itu merupakan pengorbanan harta benda untuk membantu fakir miskin, dan dengan zakat itu pula dapat dilakukan kerja sama dan saling membantu dalam masyarakat, di mana orang-orang yang miskin memerlukan bantuan dari yang kaya dan sebaliknya, yang kaya memerlukan pertolongan orang-orang yang miskin. Dalam hubungan ini Rasulullah saw. telah bersabda: \n\"Orang Mukmin terhadap Mukmin yang lain tak ubahnya seperti sebuah bangunan, masing-masing bagiannya saling menguatkan.\" (Riwayat al-Bukhari dan Muslim)\n\n3.Agar mereka rukuk bersama orang-orang yang rukuk. Maksudnya ialah agar mereka masuk Islam dan melaksanakan salat berjamaah seperti halnya kaum Muslimin. Dalam hubungan ini Rasulullah telah bersabda:\n\"Salat berjamaah itu lebih utama dengan dua pulu tujuh derajat daripada salat seorang diri\". (Riwayat al-Bukhari dan Muslim)\n\nKita telah mengetahui, bahwa salat menurut agama Islam terdiri dari bermacam-macam gerakan jasmaniyah, seperti rukuk, sujud, iktidal, dan sebagainya. Tetapi pada akhir ayat ini salat tersebut hanya diungkapkan dengan kata-kata \"rukuk. Hal ini dimaksudkan untuk menekankan agar mereka menunaikan salat dengan benar seperti yang dikehendaki syariat Islam seperti yang diajarkan Rasulullah saw, bukan salat menurut cara mereka dahulu, yaitu salat tanpa rukuk.",
    "quraish": "Terimalah ajakan untuk beriman, lalu kerjakanlah salat dengan rukun yang benar dan berikanlah zakat kepada orang-orang yang berhak menerimanya. Salatlah berjamaah dengan orang-orang Muslim agar kalian mendapatkan pahala salat dan pahala jamaah. Hal ini menuntut kalian untuk menjadi orang-orang Muslim.",
    "jalalayn": "(Dan dirikanlah salat, bayarkan zakat dan rukuklah bersama orang-orang yang rukuk) artinya salatlah bersama Muhammad dan para sahabatnya. Lalu Allah Taala menunjukkan kepada para ulama mereka yang pernah memesankan kepada kaum kerabat mereka yang masuk Islam, \"Tetaplah kalian dalam agama Muhammad, karena ia adalah agama yang benar!\""
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 44,
    "arab": "۞ اَتَأْمُرُوْنَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ اَنْفُسَكُمْ وَاَنْتُمْ تَتْلُوْنَ الْكِتٰبَ ۗ اَفَلَا تَعْقِلُوْنَ ",
    "translation": "Mengapa kamu menyuruh orang lain (mengerjakan) kebajikan, sedangkan kamu melupakan dirimu sendiri, padahal kamu membaca Kitab (Taurat)? Tidakkah kamu mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/51.mp3",
    "tafsir": "Latar belakang ayat ini menurut Ibnu 'Abbas adalah di antara orang-orang Yahudi di Medinah ada yang memberi nasihat kepada keluarga dan kerabat dekatnya yang sudah masuk Islam supaya tetap memeluk agama Islam. Yang diperintahkan orang ini adalah benar yaitu menyuruh orang lain untuk berbuat benar tetapi mereka sendiri tidak mengamalkannya. Maka pada ayat ini Allah mencela tingkah laku dan perbuatan mereka yang tidak baik dan membawa kepada kesesatan. Di antara kesesatan-kesesatan yang telah dilakukan bangsa Yahudi ialah mereka menyatakan beriman kepada kitab suci mereka yaitu Taurat, tetapi ternyata mereka tidak membacanya dengan baik.\nDalam ayat ini disebutkan bahwa mereka \"melupakan\" diri mereka. Maksudnya ialah \"membiarkan\" diri mereka rugi, sebab biasanya manusia tidak pernah melupakan dirinya untuk memperoleh keuntungan, dan dia tak rela apabila orang lain mendahuluinya mendapat kebahagiaan. Ungkapan \"melupakan\" itu menunjukkan betapa mereka melalaikan dan tidak mempedulikan apa yang sepatutnya mereka lakukan, seakan-akan Allah berfirman, \"Jika benar-benar kamu yakin kepada Allah bahwa Dia akan memberikan pahala atas perbuatan yang baik, dan mengancam akan mengazab orang-orang yang meninggalkan perbuatan-perbuatan yang baik itu, mengapakah kamu melupakan kepentingan dirimu sendiri?\"\nCukup jelas bahwa susunan kalimat ini mengandung celaan yang tak ada taranya, karena barang siapa menyuruh orang lain untuk melakukan perbuatan kebajikan tetapi dia sendiri tidak melakukannya, berarti dia telah menyalahi ucapannya sendiri. Para pendeta yang selalu membacakan kitab suci kepada orang-orang lain, tentu lebih mengetahui isi kitab itu daripada orang-orang yang mereka suruh untuk mengikutinya. Besar sekali perbedaan antara orang yang melakukan suatu perbuatan padahal dia belum mengetahui benar faedah dari perbuatan itu, dengan orang yang meninggalkan perbuatan itu padahal dia mengetahui benar faedah dari perbuatan yang ditinggalkannya itu. Oleh sebab itu, Allah memandang bahwa mereka seolah-olah tidak berakal, sebab orang yang berakal, betapapun lemahnya, tentu akan mengamalkan ilmu pengetahuannya. \nFirman Allah ini, walaupun ditujukan kepada Bani Israil, namun menjadi pelajaran pula bagi yang lain. Setiap bangsa, baik perseorangan maupun keseluruhannya, hendaklah memperhatikan keadaan dirinya, dan berusaha untuk menjauhkan diri dari keadaan dan sifat- sifat seperti yang terdapat pada bangsa Yahudi yang dikritik dalam ayat tersebut di atas, agar tidak menemui akibat seperti yang mereka alami.",
    "quraish": "Apakah kalian meminta orang lain untuk selalu berbuat kebajikan dan tetap dalam ketaatan serta menghindari kemaksiatan, sedangkan kalian tidak melaksanakan apa yang kalian katakan dan tidak berpegang teguh kepada apa yang kalian minta? Sebenarnya hal ini merupakan penyia-nyiaan terhadap diri sendiri. Kalian seakan-akan melupakan diri sendiri. Padahal, kalian sudah membaca Tawrât yang memuat ancaman, seandainya perkataan bertentangan dengan perbuatan. Bukankah kalian memiliki akal yang membentengi kalian dari perilaku yang hina itu?",
    "jalalayn": "(Mengapa kamu menyuruh orang lain berbuat kebaikan), yaitu beriman pada kerasulan Muhammad (sedang kamu melupakan dirimu sendiri) hingga kamu mengabaikannya dan tak mau beriman kepadanya (padahal kamu membaca Kitab), yakni Taurat, di dalamnya tercantum ancaman atau siksaan terhadap orang yang tidak sesuai perkataan dengan perbuatannya! (Tidaklah kamu pikirkan?) akan akibat jelek perbuatanmu agar kamu insaf? Yang menjadi bahan pertanyaan dan kecaman ialah kalimat \"sedang kamu melupakan..... dan seterusnya\"."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 45,
    "arab": "وَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ وَاِنَّهَا لَكَبِيْرَةٌ اِلَّا عَلَى الْخٰشِعِيْنَۙ",
    "translation": "Dan mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/52.mp3",
    "tafsir": "Setelah menjelaskan betapa jeleknya keadaan dan sifat-sifat Bani Israil, sehingga akal mereka tidak bermanfaat bagi diri mereka dan kitab suci yang ada di tangan mereka pun tidak mendatangkan faedah apa pun bagi mereka, maka Allah memberikan bimbingan kepada mereka menuju jalan yang paling baik, yaitu agar mereka memohon pertolongan kepada Allah dengan kesabaran dan salat.\nYang dimaksud dengan \"sabar\" di sini ialah sikap dan perilaku sebagai berikut:\n1.Tabah menghadapi kenyataan yang terjadi, tidak panik, tetapi tetap mampu mengendalikan emosi.\n2.Dengan tenang menerima kenyataan dan memikirkan mengapa hal itu terjadi, apa sebabnya dan bagaimana cara mengatasinya dengan sebaik-baiknya.\n3.Dengan tenang dan penuh perhitungan serta tawakal melakukan perbaikan dengan menghindari sebab-sebab kegagalan dan melakukan antisipasi secara lebih tepat berdasar pengalaman.\nBersikap sabar berarti mengikuti perintah-perintah Allah dan menjauhkan diri dari larangan-larangan-Nya, dengan cara mengekang syahwat dan hawa nafsu dari semua perbuatan yang terlarang. Melakukan salat dapat mencegah kita dari perbuatan-perbuatan yang tidak baik, dan dengan salat itu pula kita selalu ingat kepada Allah, sehingga hal itu akan menghalangi kita dari perbuatan-perbuatan yang jelek, baik diketahui orang lain, maupun tidak. Salat adalah ibadah yang sangat utama di mana kita dapat bermunajat kepada Allah lima kali setiap hari. \n\"Rasulullah saw, apabila menghadapi masalah berat, beliau salat\". (Riwayat Ahmad). \n\nMelakukan salat dirasakan berat dan sukar, kecuali oleh orang-orang yang khusyuk, yaitu orang yang benar-benar beriman dan taat kepada Allah, dan melakukan perintah-perintah-Nya dengan ikhlas karena mengharapkan rida-Nya semata, serta memelihara diri dari azab-Nya. Bagi orang yang khusyuk, melaksanakan salat tidaklah dirasakan berat, sebab pada saat-saat tersebut mereka tekun dan tenggelam dalam bermunajat kepada Allah sehingga mereka tidak lagi merasakan dan mengingat sesuatu yang lain, baik berupa kesukaran maupun penderitaan yang mereka alami sebelumnya. Mengenai hal ini, Rasulullah saw bersabda:\n\"Dan dijadikan ketenangan hatiku di dalam salat\" (Riwayat Ahmad dan an-Nasa'i)\n\nIni disebabkan karena ketekunannya dalam melakukan salat merupakan sesuatu yang amat menyenangkan baginya, sedang urusan-urusan duniawi dianggap melelahkan.\nDi samping itu mereka penuh pengharapan menanti-nanti pahala dari Allah atas ibadah tersebut sehingga berbagai kesukaran dalam melaksanakannya dapat diatasi dengan mudah. Hal ini tidak mengherankan, sebab orang yang mengetahui hakikat dari apa yang dicarinya niscaya ringan baginya untuk mengorbankan apa saja untuk memperolehnya. Orang yang yakin bahwa Allah akan memberikan ganti yang lebih besar dari apa yang telah diberikannya niscaya ia merasa ringan untuk memberikan kepada orang lain apa saja yang dimilikinya.",
    "quraish": "Jadikanlah kesabaran dan sikap menahan diri dari apa yang kalian benci sebagai penolong dalam menjalankan beban ini. Salah satu caranya adalah dengan berpuasa. Dan jadikan salat--yang sangat besar maknanya itu--sebagai penolong juga, karena salat itu menyucikan hati dan mencegah kekejian dan kemungkaran. Karenanya, beban itu akan terasa sangat berat dan sulit kecuali bagi orang-orang yang tunduk dan menyukai ketaatan. Yaitu orang-orang yang hatinya merasa tenteram dengan berzikir kepada Allah.",
    "jalalayn": "(Mintalah pertolongan) dalam menghadapi urusan atau kesulitan-kesulitanmu (dengan jalan bersabar) menahan diri dari hal-hal yang tidak baik (dengan salat). Khusus disebutkan di sini untuk menyatakan bagaimana pentingnya salat itu. Dalam sebuah hadis disebutkan bahwa jika Nabi saw. hatinya risau disebabkan sesuatu masalah, maka beliau segera melakukan salat. Ada pula yang mengatakan bahwa perkataan ini ditujukan kepada orang-orang Yahudi yang terhalang beriman disebabkan ketamakan dan ingin kedudukan. Maka mereka disuruh bersabar yang maksudnya ialah berpuasa, karena berpuasa dapat melenyapkan itu. Salat, karena dapat menimbulkan kekhusyukan dan membasmi ketakaburan. (Dan sesungguhnya ia) maksudnya salat (amat berat) akan terasa berat (kecuali bagi orang-orang yang khusyuk) yang cenderung kepada berbuat taat."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 46,
    "arab": "الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَاَنَّهُمْ اِلَيْهِ رٰجِعُوْنَ ࣖ",
    "translation": "(yaitu) mereka yang yakin, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/53.mp3",
    "tafsir": "Orang-orang yang khusyuk benar-benar yakin bahwa mereka pasti akan kembali kepada Allah dan menemui-Nya pada hari akhirat nanti, di mana semua amalan manusia akan diteliti, dan setiap orang akan menerima balasan atas semua perbuatan yang telah dilakukannya selama di dunia. Berdasarkan keyakinan semacam itu, dia akan selalu taat kepada peraturan-peraturan Allah serta khusyuk dalam menjalankan ibadah dan amal kebajikan.",
    "quraish": "Orang-orang yang tunduk dan berhati tenang itu adalah mereka yang beriman kepada hari akhir dan meyakini bahwa mereka akan menemui Tuhan pada hari kebangkitan. Hanya kepada-Nyalah mereka akan kembali untuk dihisab dan diberi ganjaran atas perbuatan mereka.",
    "jalalayn": "(Orang-orang yang yakin) (bahwa mereka akan menemui Tuhan mereka) ketika berbangkit (dan bahwa mereka akan kembali kepada-Nya), yaitu di akhirat dan bahwa Dia akan membalas segala perbuatan mereka."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 47,
    "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ",
    "translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu, dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/54.mp3",
    "tafsir": "Allah telah melebihkan Bani Israil dari bangsa-bangsa lain yang pada masa itu telah mempunyai peradaban dan kebudayaan yang tinggi, misalnya bangsa Mesir dan penduduk tanah suci Palestina. Allah kembali memanggil mereka pada permulaan ayat ini dengan menyebut nama nenek moyang mereka \"Israil\", ialah Nabi Yakub a.s. karena dialah yang menjadi asal kebangsaan, dan sumber kemuliaan mereka. Nikmat yang telah dilimpahkan kepadanya dapat dinikmati oleh mereka semuanya.\nKelebihan yang telah dikaruniakan Allah kepada mereka dahulunya adalah karena nenek moyang mereka sangat berpegang teguh kepada sifat-sifat yang mulia, dan menjauhi sifat-sifat dan perbuatan-perbuatan jelek, karena setiap orang yang mulia dan diutamakan dari orang-orang lain tentu ingin menjaga kehormatan itu, sehingga ia menjauhi sifat-sifat dan perbuatan-perbuatan yang hina.\nBani Israil yang ada pada masa turunnya ayat ini telah jauh menyimpang dari sifat-sifat mulia yang dipegang teguh oleh nenek moyang mereka. Oleh karena itu, Allah memperingatkan mereka kepada nikmat dan keutamaan yang telah diberikan itu untuk menyadarkan mereka bahwa Allah yang telah memberikan kelebihan kepada mereka tentu berhak pula suatu ketika untuk memberikannya kepada orang lain, misalnya kepada Nabi Muhammad saw, dan umatnya. Bani Israil itu sepatutnya lebih memperhatikan ayat-ayat yang diturunkan kepada Nabi Muhammad saw. Seseorang yang diberi kelebihan sepatutnya lebih dahulu berbuat keutamaan daripada orang lain.\nApabila keutamaan yang diberikan kepada Bani Israil itu disebabkan karena banyaknya para nabi dipilih dari kalangan mereka, maka hal itu tidaklah menjamin bahwa setiap pribadi dari Bani Israil itu lebih utama dari orang yang berada di luar lingkungan mereka. Bahkan ada kemungkinan bahwa orang lain lebih mulia dari mereka apabila mereka sendiri telah meninggalkan sunah dan ajaran-ajaran nabi-nabi mereka. Sementara orang lain menjadikannya petunjuk dan pedoman hidup mereka dengan sebaik-baiknya.\nApabila keutamaan mereka itu disebabkan kedekatan mereka kepada Allah, bahkan mereka pernah menganggap dirinya sebagai sya'bullah al-mukhtar, karena mereka dulunya mengikuti syariat-Nya, maka hal itu hanya berlaku pada diri nabi-nabi bersama orang-orang yang menjalankan syariat-syariatnya tanpa menyimpang dari ajaran-ajaran tersebut, dan tetap berjalan pada jalan yang benar, sehingga mereka berhak menerima kelebihan dan keutamaan itu. Tetapi mereka yang sudah meninggalkan ajaran-ajaran para nabi tentu tidak dapat lagi dipandang sebagai \"orang-orang yang dekat\" kepada Allah.",
    "quraish": "Hai Banû Isrâ'îl, renungkanlah nikmat-Ku yang telah Aku berikan kepada kalian berupa pertolongan mengeluarkan kalian dari tirani Fir'aun, pemberian hidayah dan pemberian kekuasaan kepada kalian di bumi setelah sebelumnya tertindas. Bersyukurlah kepada Allah yang telah memberikan itu semua kepada kalian, dengan cara menaati-Nya. Ingatlah bahwa Aku telah memberi nenek moyang kalian apa-apa yang tidak Aku berikan kepada seorang pun pada masa kalian. Kata-kata ini ditujukan kepada orang orang Yahudi yang diwakili oleh orang-orang yang hidup pada zaman Rasulullah.",
    "jalalayn": "(Hai Bani Israel! Ingatlah akan nikmat-Ku yang telah Kuanugerahkan kepadamu), yaitu mensyukurinya dengan jalan menaati-Ku (dan ingatlah pula bahwa Aku telah mengistimewakan kamu) maksudnya nenek moyangmu (atas penduduk dunia) maksudnya penduduk di zaman mereka itu."
  },
  {
    "page": 7,
    "name": "Al-Baqarah",
    "ayat": 48,
    "arab": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَّلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَّلَا هُمْ يُنْصَرُوْنَ ",
    "translation": "Dan takutlah kamu pada hari, (ketika) tidak seorang pun dapat membela orang lain sedikit pun. Sedangkan syafaat dan tebusan apa pun darinya tidak diterima dan mereka tidak akan ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/55.mp3",
    "tafsir": "Allah memperingatkan kepada Bani Israil yang ada pada waktu turunnya ayat ini, agar mereka kembali ke jalan yang benar, mengikuti agama Allah, yang telah disempurnakan dengan wahyu-wahyu yang diturunkan kepada Nabi Muhammad saw. Dengan jalan itu mereka dapat menjaga diri mereka dari azab hari Kiamat, yang tak akan dapat dibendung oleh siapa pun juga, tak seorang pun dapat menyelamatkan diri dari padanya kecuali orang-orang yang beriman dan bertakwa serta mengikuti syariat dan petunjuk-petunjuk Allah.\nAllah swt menjelaskan bahwa pada hari Kiamat nanti tak seorang pun dapat memberikan pertolongan kepada orang lain agar terbebas dari azab-Nya, dan setiap orang bertanggung jawab atas perbuatannya masing-masing. Seseorang tidak dapat memikul dosa orang lain, walaupun dia bersedia. Hal ini merupakan ketegasan dari Allah atas ketidakbenaran anggapan mereka bahwa berdasarkan keutamaan yang ada pada mereka, mereka akan memperoleh syafaat. Padahal anggapan itu tidak benar, karena orang-orang yang berimanlah yang akan memperoleh syafaat dari Allah.\nSyafaat ialah pertolongan yang diberikan oleh rasul atau orang-orang tertentu untuk meringankan azab atau beban seseorang di akhirat, atas izin Allah. Dalam hubungan ini Allah swt berfirman:\n\nDan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6:164)\n\nDan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan untuknya sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fatir/35:18)\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80:34-37)\n\nWalau peringatan ini ditujukan kepada Bani Israil, namun berlaku juga bagi umat Islam, agar mereka selama hidup di dunia berusaha mempersiapkan diri dengan sebaik-baiknya, agar kelak pada hari Kiamat terhindar dari azab Allah. Caranya ialah dengan mengikuti petunjuk-petunjuk Allah dan melaksanakan syariat-syariat-Nya.",
    "quraish": "Takutlah kepada hari perhitungan yang sangat mengerikan, yaitu hari kiamat, ketika seseorang tidak dapat membela dan memberi pertolongan kepada orang lain. Tidak diterima pemberian syafaat apa pun. Tidak diterima juga suatu apa pun sebagai tebusan dosa. Tidak ada seorang pun yang dapat menyelamatkan siksa bagi orang yang mendapat siksa.",
    "jalalayn": "(Dan takutlah olehmu) (suatu hari, yang pada hari itu tidak dapat membela) (seseorang atas orang lainnya walau sedikit pun) yakni pada hari kiamat (dan tidak diterima) ada yang membaca tuqbalu dengan ta dan ada pula yuqbalu dengan ya (daripadanya syafaat) artinya pada hari kiamat tidak ada perantara dan tak ada orang yang dapat dijadikan sebagai perantara (dan tidak pula tebusan) (dan tidaklah mereka akan ditolong) artinya dibebaskan dari azab Allah."
  }
]