[
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 158,
    "arab": "وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ",
    "translation": "Dan sungguh, sekiranya kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/451.mp3",
    "tafsir": "Semua orang akan mati atau gugur dengan sebab apa saja, baik karena meninggal di dalam peperangan dalam bepergian atau di tempatnya sendiri. Mereka pasti akan dikembalikan kepada Allah dan akan diperhitungkan segala amal perbuatannya di akhirat nanti. Kalau jahat dibalas dengan siksa neraka dan kalau baik dibalas dengan masuk surga.\nOleh karena itu orang mukmin hendaklah memilih dan menempuh jalan yang dapat mendekatkan dirinya kepada Allah, agar memperoleh ampunan dan rahmat-Nya. Untuk itu, janganlah seorang Muslim merasa enggan berjihad di jalan Allah, untuk mendekatkan diri kepada-Nya.",
    "quraish": "Juga, jika kalian mati atau terbunuh pada saat berjihad, sungguh amalan-amalan kalian tidak akan hilang. Kalian akan dikumpulkan di hadapan Allah, kemudian diberi pahala oleh-Nya atas jihad dan keikhlasan kalian.",
    "jalalayn": "(Sungguh sekiranya) lam berarti sumpah (kamu meninggal) dibaca muttum atau mittum (atau terbunuh) dalam peperangan atau lainnya (maka hanya kepada Allahlah) dan bukan kepada selain-Nya (kamu akan dihimpun) di akhirat di mana amal perbuatanmu akan dibalas-Nya."
  },
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 159,
    "arab": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ",
    "translation": "Maka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. Kemudian, apabila engkau telah membulatkan tekad, maka bertawakallah kepada Allah. Sungguh, Allah mencintai orang yang bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/452.mp3",
    "tafsir": "Meskipun dalam keadaan genting, seperti terjadinya pelanggaran-pelanggaran yang dilakukan oleh sebagian kaum Muslimin dalam Perang Uhud sehingga menyebabkan kaum Muslimin menderita, tetapi Rasulullah tetap bersikap lemah lembut dan tidak marah terhadap para pelanggar itu, bahkan memaafkannya, dan memohonkan ampunan dari Allah untuk mereka. Andaikata Nabi Muhammad saw bersikap keras, berhati kasar tentulah mereka akan menjauhkan diri dari beliau.\nDi samping itu Nabi Muhammad saw selalu bermusyawarah dengan mereka dalam segala hal, apalagi dalam urusan peperangan. Oleh karena itu kaum Muslimin patuh melaksanakan keputusan-keputusan musyawarah itu karena keputusan itu merupakan keputusan mereka sendiri bersama Nabi. Mereka tetap berjuang dan berjihad di jalan Allah dengan tekad yang bulat tanpa menghiraukan bahaya dan kesulitan yang mereka hadapi. Mereka bertawakal sepenuhnya kepada Allah, karena tidak ada yang dapat membela kaum Muslimin selain Allah.",
    "quraish": "Sebagai wujud kasih sayang Allah kepada kamu dan mereka, kamu bersikap lemah lembut dan tidak berkata kasar karena kesalahan mereka. Dan seandainya kamu bersikap kasar dan keras, mereka pasti akan bercerai berai meninggalkanmu. Oleh sebab itu, lupakanlah kesalahan mereka. Mintakanlah ampunan untuk mereka. Dan ajaklah mereka bermusyawarah untuk mengetahui pendapat mereka dalam berbagai persoalan yang tidak disebut dalam wahyu. Apabila kamu telah bertekad untuk mengambil suatu langkah setelah terebih dahulu melakukan musyawarah, laksanakanlah langkah itu dengan bertawakkal kepada Allah, karena Allah benar-benar mencintai orang-orang yang menyerahkan urusan kepada-Nya (1). (1) Musyawarah atau syûrâ adalah salah satu pokok ajaran yang sangat penting dalam Islam. Dalam adagium Arab-Islam dikatakan, \"Orang beristikharah tak akan gagal, orang bermusyawarah tak akan menyesal.\" Sesuai dengan kebiasaan gayanya dalam menetapkan hukum, al-Qur'ân hanya menjelaskan prinsip-prinsip umum dan garis besarnya saja. Selanjutnya, perinciannya diserahkan kepada manusia, sesuai tuntutan ruang dan waktu. Oleh sebab itu, adakalanya sistem perwakilan dalam suatu pemerintahan, di mana semua anggota pemerintahan bertanggung jawab kepada parlemen, cocok untuk negara-negara tertentu seperti Inggris dan Perancis. Pengalaman sejarah membuat mereka terbiasa dengan model pemerintahan seperti itu. Adakalanya pula sistem presidensial, dengan syûrâ yang relatif luas, karena keinginan perkembangan cepat dan tidak mau terlalu terganggu oleh jatuh bangunnya kabinet, lebih cocok untuk negar-negara tertentu seperti Amerika Serikat. Dan, adakalanya pula syûrâ model pertengahan antara presidensial dan parlementer lebih cocok untuk negara lain seperti Mesir. Dengan demikian, tiap negara dan kelompok bebas menentukan model syûrâ yang mereka anggap sesuai dengan dimensi ruang dan waktu masing-masing. Yang penting, prinsip syûrâ harus terwujud untuk menghindari dominasi dan kesewenang-wenangan individu. Demikianlah, al-Qur'ân telah mencantumkan prinsip musyawarah sejak 14 abad yang lalu.",
    "jalalayn": "(Maka berkat) ma merupakan tambahan (rahmat dari Allah kamu menjadi lemah lembut) hai Muhammad (kepada mereka) sehingga kamu hadapi pelanggaran mereka terhadap perintahmu itu dengan sikap lunak (dan sekiranya kamu bersikap keras) artinya akhlakmu jelek tidak terpuji (dan berhati kasar) hingga kamu mengambil tindakan keras terhadap mereka (tentulah mereka akan menjauhkan diri dari sekelilingmu, maka maafkanlah mereka) atas kesalahan yang mereka perbuat (dan mintakanlah ampunan bagi mereka) atas kesalahan-kesalahan itu hingga Kuampuni (serta berundinglah dengan mereka) artinya mintalah pendapat atau buah pikiran mereka (mengenai urusan itu) yakni urusan peperangan dan lain-lain demi mengambil hati mereka, dan agar umat meniru sunah dan jejak langkahmu, maka Rasulullah saw. banyak bermusyawarah dengan mereka. (Kemudian apabila kamu telah berketetapan hati) untuk melaksanakan apa yang kamu kehendaki setelah bermusyawarah itu (maka bertawakallah kepada Allah) artinya percayalah kepada-Nya. (Sesungguhnya Allah menyukai orang-orang yang bertawakal) kepada-Nya."
  },
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 160,
    "arab": "اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
    "translation": "Jika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/453.mp3",
    "tafsir": "Apabila Allah hendak menolong pasukan Muslimin, maka tidak ada sesuatupun yang dapat menghalanginya sebagaimana Allah menolong pasukan Muslimin pada Perang Badar karena mereka berserah diri kepada Allah. Demikian pula apabila Allah hendak menghina atau hendak menimpakan malapetaka kepada mereka maka tidak ada sesuatupun yang dapat menghalang-halanginya, apa yang terjadi dalam Perang Uhud akibat kurang patuh dan tidak disiplin terhadap komando Rasul. Oleh karena itu, setiap mukmin hendaklah bertawakal sepenuhnya kepada Allah, karena tidak ada yang dapat membela kaum Muslimin selain Allah.",
    "quraish": "Bila Allah mendukung kalian dengan pertolongan-Nya, seperti yang terjadi dalam perang Badar, tidak akan ada yang dapat mengalahkan kalian. Dan apabila Dia menarik pertolongan-Nya dari kamu semua, karena tidak menyiapkan syarat-syarat kemenangan, seperti yang terjadi pada perang Uhud, maka tidak akan ada penolong bagi kamu semua. Hanya kepada Allahlah orang-orang Mukmin boleh bersandar dan menyerahkan urusan.",
    "jalalayn": "(Jika Allah menolong kamu) terhadap musuhmu seperti di perang Badar (maka tak ada orang yang akan mengalahkan kamu, sebaliknya jika Dia membiarkan kamu) tanpa memberikan pertolongan seperti waktu perang Uhud (maka siapakah lagi yang dapat menolongmu setelah itu) artinya setelah kekalahan itu, maksudnya tak ada lagi. (Hanya kepada Allahlah) bukan kepada lain-Nya (orang-orang beriman itu harus bertawakal). Ayat berikut ini diturunkan ketika hilangnya sehelai permadani merah di waktu perang Uhud lalu sebagian orang mengatakan barangkali Nabilah yang mengambilnya:"
  },
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 161,
    "arab": "وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "translation": "Dan tidak mungkin seorang nabi berkhianat (dalam urusan harta rampasan perang). Barangsiapa berkhianat, niscaya pada hari Kiamat dia akan datang membawa apa yang dikhianatkannya itu. Kemudian setiap orang akan diberi balasan yang sempurna sesuai dengan apa yang dilakukannya, dan mereka tidak dizalimi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/454.mp3",
    "tafsir": "Dalam Perang Badar ada selembar selimut merah dari barang rampasan hilang sebelum dibagi-bagi. Sebagian dari orang munafik mengatakan bahwa selimut itu mungkin diambil oleh Rasulullah saw atau pasukan pemanah.\nTidak pantas dan tidak mungkin Rasulullah saw berbuat khianat mengambil barang ganimah (rampasan dalam peperangan). Hal itu bertentangan dengan sifat-sifat kemaksuman Nabi (terpeliharanya dari perbuatan yang tercela), akhlaknya yang tinggi yang menjadi contoh utama. Barang siapa berbuat khianat serupa itu maka ia pada hari kiamat akan datang membawa barang hasil pengkhianatannya dan tidak akan disembunyikannya. Setiap orang akan menerima balasan atas amal perbuatannya baik atau buruk, dan dalam hal balasan itu ia tidak akan teraniaya. Seperti orang yang berbuat baik dikurangi pahalanya atau orang yang berbuat buruk ditambah siksaannya.\nYang dimaksud dengan gulul pada ayat 161 ialah mengambil secara sembunyi-sembunyi milik orang banyak. Jadi pengambilan itu sifatnya semacam mencuri. Seorang rasul sifatnya antara lain amanah, dapat dipercaya. Karena itu sangat tidak mungkin Rasulullah saw berbuat gulul bahkan dalam masalah gulul ini Rasulullah saw pernah bersabda:\n\"Wahai sekalian manusia! Barang siapa di antaramu mengerjakan sesuatu untuk kita, kemudian ia menyembunyikan sehelai barang jahitan atau lebih dari itu, maka perbuatan itu gulul (korupsi) harus dipertanggungjawabkan nanti pada hari Kiamat.\" (Riwayat Muslim).\n\"Dari Umar bin al-Khattab berkata, \"Setelah selesai perang Khaibar beberapa sahabat menghadap Rasulullah saw seraya mengatakan, Si A mati syahid, si B mati syahid sampai mereka menyebut si C mati syahid. Rasul menjawab, \"Tidak, saya lihat si C ada di neraka, karena ia mencuri selimut atau sehelai baju.\" Kemudian Rasul bersabda, 'Hai Umar pergilah engkau lalu umumkan kepada orang banyak bahwa si C tidak akan masuk surga, kecuali orang-orang mukmin. Umar berkata, lalu aku keluar, maka aku menyeru, ' ketahuilah bahwa si C tidak akan masuk surga kecuali orang-orang mukmin.\" (Riwayat Muslim).",
    "quraish": "Tidak benar, Nabi berkhianat atau berbuat curang dalam pembagian harta rampasan seperti yang diisukan oleh orang-orang munafik yang pembohong itu. Sebab, perbuatan curang atau khianat bertentangan dengan kenabian. Maka dari itu, janganlah kalian curiga mengenai hal itu. Barangsiapa berbuat curang atau khianat akan datang pada hari kiamat dengan dosa kecurangan atau pengkhianatannya. Lalu setiap orang akan diberi balasan sesuai dengan apa yang mereka perbuat. Mereka tidak dicurangi dengan kurangnya pahala atau lebihnya hukuman.",
    "jalalayn": "(Tidaklah mungkin) atau patut (bagi seorang Nabi itu akan berkhianat dalam urusan harta rampasan perang) maka janganlah kamu menyangka hal yang demikian itu! Menurut satu qiraat dibaca 'yughalla' yang berarti dinisbatkan kepada pengkhianatan. (Barang siapa yang berkhianat dalam urusan harta rampasan perang itu, maka ia akan datang pada hari kiamat membawa barang yang dikhianatkannya itu) dengan memikulnya di atas pundaknya (kemudian setiap diri akan diberi balasan) baik yang berkhianat maupun yang tidak berkhianat (atas apa yang dikerjakannya sedangkan mereka tidaklah dianiaya) sedikit pun juga."
  },
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 162,
    "arab": "اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ ",
    "translation": "Maka adakah orang yang mengikuti keridaan Allah sama dengan orang yang kembali membawa kemurkaan dari Allah dan tempatnya di neraka Jahanam? Itulah seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/455.mp3",
    "tafsir": "Orang yang mencari keridaan Allah dengan beribadah dan beramal saleh tidak sama dengan orang yang memperoleh murka Allah, karena berbuat maksiat, melanggar larangan-larangan-Nya dan meninggalkan kewajibannya. Orang yang memperoleh murka Allah itu tempatnya di neraka jahanam, dan itu adalah tempat kembali yang terjelek.\nDalam Al-Qur'an banyak terdapat ayat yang dirangkaikan menyebut dua golongan yang berbeda yang memang sifat-sifat mereka berbeda dan berlawanan misalnya ayat:\n\nMaka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? ... (ar-Rad/13:19).\n\nMaka apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu dia memperolehnya, dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi¦(al-Qasas/28:61).\n\nKedua golongan itu masing-masing mempunyai tingkatan, karena pada hari Kiamat nanti yang merupakan hari pembalasan, kedua golongan itu akan dibalas sesuai dengan amal perbuatannya di dunia. Orang yang banyak berbuat baik akan tinggi tingkatannya dan orang yang banyak kejahatannya akan berada di tingkat yang paling rendah. Tingkatan golongan manusia yang tertinggi biasa disebut ar-rafiul ala, yaitu tingkat yang dicapai oleh Nabi Muhammad saw, dan yang terendah disebut ad-darkul asfal. Hal ini dijelaskan dalam Al-Qur'an bahwa manusia di sisi Allah apakah ia baik ataukah jelek, adalah bertingkat-tingkat kebaikan dan kejelekannya. Allah Maha Mengetahui akan tingkat-tingkat amal perbuatan mereka dan memberi balasan sesuai dengan amal perbuatan masing-masing.",
    "quraish": "Orang yang berusaha mendapatkan perkenan Allah dengan amal saleh dan ketaatan, tidak seperti orang yang mendapat kemurkaan yang besar dari Allah karena maksiat. Tempat kembali orang yang berbuat maksiat itu adalah neraka Jahanam, sejelek-jelek tempat kembali.",
    "jalalayn": "(Apakah orang yang mengikuti keridaan Allah) lalu ia taat dan tak berkhianat dalam soal rampasan perang (akan sama dengan orang yang kembali dengan kemurkaan dari Allah) karena perbuatan maksiat dan kecurangannya? (Tempatnya ialah neraka Jahanam dan itulah seburuk-buruk tempat kembali) jawabannya tentu saja tidak sama."
  },
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 163,
    "arab": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ ",
    "translation": "(Kedudukan) mereka itu bertingkat-tingkat di sisi Allah, dan Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/456.mp3",
    "tafsir": "Segenap makhluk Allah yang tampak dibagi kepada 3 macam jenis, ialah jenis nabatat (tumbuh-tumbuhan), jenis hayawanat (binatang) dan jenis jamadat (benda-benda mati). \nJenis nabatat ialah jenis tumbuh-tumbuhan baik yang tumbuh pada tanah atau air maupun yang tumbuh di tempat-tempat lain, misalnya pada dahan atau batang-batang kayu. Jenis hayawanat ialah jenis makhluk yang hidup bernyawa. Jenis jamadat ialah selain dari jenis nabatat dan hayawanat. Makhluk jenis hayawanat ada yang untuk kepentingan hidupnya dikaruniai akal dan pengertian, misalnya manusia dan ada yang tidak ialah jenis nabatat. Manusia semestinya dengan mempergunakan akal pikiran dan pengertiannya dapat membedakan antara yang baik dan yang buruk, antara yang bermanfaat dan yang mudarat.\nKemudian ia dapat memilih mana yang baik untuk kemaslahatan dirinya. Tetapi karena manusia itu juga diberi hawa nafsu, bila ia tidak pandai-pandai mengendalikannya, akan lebih banyak mengajak kepada keburukan dan kejahatan. Oleh karena itu jika manusia dalam mengarungi bahtera hidup dan kehidupannya tanpa pimpinan dan tuntunan seorang rasul, maka akan mengalami kekacauan, kerusakan dan kehancuran.\nHal ini telah dibuktikan oleh sejarah Nabi Adam. Artinya: setiap zaman fatrah (zaman vakum antara seorang rasul dengan rasul sesudahnya) manusia di bumi ini selalu mengalami kekacauan, keributan dan kehancuran, maka diutusnya seorang rasul adalah merupakan nikmat dan kebahagiaan bagi masyarakat manusia.",
    "quraish": "Dua golongan itu tidaklah sama. Mereka berbeda tingkatan di sisi Allah. Dia Mahatahu tentang keadaan dan tingkatan-tingkatan mereka, dan akan memberi balasan sesuai tingkatan-tingkatan itu.",
    "jalalayn": "(Mereka itu bertingkat-tingkat) maksudnya mempunyai tingkat masing-masing (di sisi Allah) artinya mempunyai kedudukan yang berbeda-beda. Maka orang yang mengikuti keridaan-Nya akan beroleh pahala atau surga sedangkan yang membawa amarah murka-Nya akan mendapat siksa atau neraka (dan Allah Maha Melihat apa yang mereka kerjakan) hingga akan mendapat balasan daripada-Nya."
  },
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 164,
    "arab": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Sungguh, Allah telah memberi karunia kepada orang-orang beriman ketika (Allah) mengutus seorang Rasul (Muhammad) di tengah-tengah mereka dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab (Al-Qur'an) dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/457.mp3",
    "tafsir": "Allah benar-benar memberi keuntungan dan nikmat kepada semua orang mukmin umumnya dan kepada orang-orang yang beriman bersama-sama Rasulullah khususnya, karena Allah mengutus seorang rasul dari kalangan mereka sendiri, sehingga mereka mudah memahami tutur katanya dan dapat menyaksikan tingkah lakunya untuk diikuti dan dicontoh amal-amal perbuatannya. Nabi Muhammad langsung membacakan ayat-ayat kebesaran Allah menyucikan mereka dalam amal dan iktikad, dan mengajarkan kepada mereka al-Kitab dan al-Hikmah. Adapun yang dimaksud al-Kitab adalah suatu kompendium semua pengetahuan yang diwahyukan (revealed knowledge), sedangkan al-Hikmah adalah mencakup semua pengetahuan perolehan (acquired knowledge). Jika dihubungkan dengan keberadaan kalam dan falsafah, maka kalam lebih berat ke al-Kitab sedangkan falsafah lebih berat ke al-Hikmah, meskipun kedua-duanya mengagungkan satu dengan lainnya dengan tingkat keserasian tertentu yang tinggi. Keduanya bertemu dalam kesamaan iman dan kedalaman rasa keagamaan.",
    "quraish": "Allah telah berbuat baik kepada orang-orang Mukmin terdahulu yang hidup bersama Nabi, dengan mengutus kepada mereka seorang rasul dari bangsa mereka sendiri. Yaitu, seorang rasul yang membacakan ayat-ayat kitab suci, membersihkan mereka dari keyakinan yang salah, dan mengajari mereka ilmu al-Qur'ân dan teladan. Sebelum diutusnya rasul itu, mereka berada dalam kebodohan, kebingungan dan perasaan tidak berarti.",
    "jalalayn": "(Sesungguhnya Allah telah memberi karunia kepada orang-orang beriman ketika Dia mengirim kepada mereka seorang rasul dari kalangan mereka sendiri) maksudnya seorang Arab seperti mereka untuk mengawasi dan memberi pengertian, jadi bukan dari kalangan malaikat dan tidak pula dari bangsa asing (yang membacakan kepada mereka ayat-ayat-Nya) yakni Alquran (dan menyucikan mereka) membersihkan mereka dari dosa (serta mengajarkan kepada mereka Alkitab) yakni Alquran (dan hikmah) yakni sunah (dan sesungguhnya mereka) ditakhfifkan dari wainnahum (adalah sebelumnya) yakni sebelum kebangkitannya (benar-benar dalam kesesatan yang nyata) atau jelas."
  },
  {
    "page": 71,
    "name": "Ali 'Imran",
    "ayat": 165,
    "arab": "اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan mengapa kamu (heran) ketika ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah menimpakan musibah dua kali lipat (kepada musuh-musuhmu pada Perang Badar) kamu berkata, “Dari mana datangnya (kekalahan) ini?” Katakanlah, “Itu dari (kesalahan) dirimu sendiri.” Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/458.mp3",
    "tafsir": "Ayat ini masih ada hubungannya dengan ayat tentang kisah Perang Uhud. Pada waktu Perang Uhud 70 dari pasukan Muslimin gugur sebagai syuhada. Di antara mereka ada yang berkata dari manakah dan sebab apakah kita mengalami musibah sedemikian besar? Sedangkan pasukan Muslimin pada Perang Badar telah memperoleh kemenangan besar dengan menjadikan musuh lari kocar-kacir dan dapat menewaskan 70 orang musuh dan menawan 70 orang lagi.\nTerhadap pertanyaan itu Rasulullah dapat perintah untuk menjawab bahwa malapetaka itu adalah karena kesalahan mereka sendiri. Pasukan pemanah oleh Rasulullah diperintahkan bertahan di atas bukit dan tidak boleh meninggalkannya sebelum ada perintah dari beliau. Tetapi mereka telah melanggar perintah itu dan turun meninggalkan bukit untuk ikut mengambil barang ganimah. Dari atas bukit yang ditinggalkan pasukan pemanah itulah musuh menyerbu tentara Islam, sehingga akhirnya mereka mengalami kekalahan. Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
    "quraish": "Apakah kalian merasa cemas dan kaget ketika kalian menderita kekalahan pada perang Uhud--padahal kalian telah menimpakan kekalahan dua kali lipat kepada orang-orang kafir pada perang Badar? Apakah kalian mengatakan, \"Dari mana kematian dan kekalahan yang menimpa kita, padahal kita semua telah memeluk Islam, dan Rasul bersama kita?\" Katakan, \"Yang menimpa kamu semua itu adalah akibat dari pelanggaran terhadap Rasul yang pernah kalian perbuat sendiri. Allah Mahakuasa atas segala sesuatu, dan akan membalas kalian semua sesuai apa yang pernah kalian perbuat.\"",
    "jalalayn": "(Mengapa ketika kamu ditimpa musibah) yaitu di Uhud dengan gugurnya 70 orang di antara kamu (padahal kamu telah menimpakan kekalahan dua kali lipat kepada musuh-musuhmu) yakni di Badar dengan membunuh 70 orang dan menawan 70 di antara mereka (kamu berkata) dengan keheran-heranan (\"Dari mana datangnya ini?\") maksudnya kekalahan ini padahal kita adalah orang-orang muslim dan Rasulullah berada bersama kita. Kalimat terakhir merupakan pertanyaan yang berarti sanggahan. (Katakanlah) kepada mereka (\"Itu dari dirimu sendiri) karena kamu meninggalkan markas sehingga mengalami kegagalan. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu.\") dan daripada-Nyalah datang kemenangan atau terhalangnya kemenangan itu; dan kamu mendapat balasan daripada-Nya disebabkan pelanggaran terhadap perintah Rasul-Nya."
  }
]