[
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 187,
    "arab": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ ",
    "translation": "Dan (ingatlah), ketika Allah mengambil janji dari orang-orang yang telah diberi Kitab (yaitu), “Hendaklah kamu benar-benar menerangkannya (isi Kitab itu) kepada manusia, dan janganlah kamu menyembunyikannya,” lalu mereka melemparkan (janji itu) ke belakang punggung mereka dan menjualnya dengan harga murah. Maka itu seburuk-buruk jual-beli yang mereka lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/480.mp3",
    "tafsir": "Allah telah mengambil janji dari orang-orang yang telah diberi kitab, yaitu orang-orang Yahudi dan Nasrani dengan perantaraan nabinya masing-masing, bahwa mereka akan menerangkan isi Kitab kepada manusia dengan menjelaskan arti yang terkandung di dalamnya latar belakang diturunkannya dan tidak ada yang disembunyikan. Tetapi apa yang terjadi?\nMereka tidak ada perhatian sama sekali tentang janji-janji tersebut, malah mereka melemparkan janji itu ke belakang, menyembunyikan keterangan tentang Nabi Muhammad saw yang jelas tercantum di dalam Kitab mereka, yakni Ulangan xviii.18: \"Seorang nabi akan Kubangkitkan bagi mereka dari antara saudara mereka, seperti engkau ini; Aku akan menaruh firman-Ku dalam mulutnya, dan ia akan mengatakan kepada mereka segala yang Kuperintahkan kepadanya.\" Sifat-sifat dalam perjanjian lama ini hanya terdapat pada Nabi Muhammad. Bd. Yohanes xv. 26 dan xvi. 7 (lihat juga as-saff/61:6). Mereka menukar rida Allah yang abadi dengan harga dan nilai yang sedikit yaitu kedudukan yang tidak kekal dan merusak. Alangkah keliru dan buruknya penukaran yang mereka lakukan itu.",
    "quraish": "Wahai Nabi, ingatlah saat Allah mengambil janji yang dikukuhkan dari Ahl al-Kitâb agar mereka menjelaskan makna yang terkandung di dalamnya dan tidak menyembunyikan satu ayat pun kepada orang lain. Lalu mereka mencampakkan kitab itu untuk ditukar dengan kesenangan duniawi yang mereka cari. Padahal dunia, bagaimanapun menyenangkannya, tidak lebih dari sekadar perhiasan mata uang yang tak berharga dibandingkan hidayah dan petunjuk. Maka alangkah buruknya perbuatan mereka itu.",
    "jalalayn": "(Dan) ingatlah (ketika Allah mengambil ikrar dari orang-orang yang diberi Alkitab) yakni tugas yang diberikan kepada mereka dalam Taurat (\"Hendaklah kamu menerangkannya) maksudnya isi Alkitab itu (kepada manusia dan janganlah kamu menyembunyikannya\") yakni Alkitab itu. Kedua kata kerja pada kalimat ini dengan memakai 'ta' dan 'ya.' (Lalu mereka melemparkannya) maksudnya ikrar tersebut (ke belakang punggung mereka) artinya tidak mereka penuhi dan amalkan (dan mereka menukarnya dengan) mereka ambil sebagai gantinya (harga yang sedikit) berupa harta benda dunia yang mereka pungut dari rakyat bawahan dengan keunggulan mereka dalam ilmu Alkitab. Maka ilmu itu mereka sembunyikan karena takut akan lepas dari tangan. (Maka amat jeleklah tukaran yang mereka terima) atau penukaran yang mereka lakukan itu."
  },
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 188,
    "arab": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "translation": "Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa yang telah mereka kerjakan dan mereka suka dipuji atas perbuatan yang tidak mereka lakukan, jangan sekali-kali kamu mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/481.mp3",
    "tafsir": "Sifat orang-orang Yahudi dan Nasrani yang oleh orang mukmin wajib dihindari, yaitu mereka selalu bergembira atas penyelewengan dan pengkhianatan yang dilakukannya. Mereka merasa bangga karena menganggap dirinya adalah tokoh-tokoh masyarakat dan pemimpin-pemimpin yang ditaati. Mereka senang dipuji-puji bahwa mereka mengetahui secara mendalam semua isi Kitab, dan ahli dalam menafsirkannya, padahal mereka itu bukanlah ahlinya. Mereka berbuat demikian untuk mengalihkan perhatian orang-orang banyak dari kebenaran kepada apa yang dikehendaki pembesar-pembesar mereka dan orang awam walaupun salah. \nJanganlah kaum Muslimin menyangka bahwa Ahli Kitab yang perbuatannya jelek dan mengelabui itu akan terlepas dari siksaan, bahkan mereka merasakan azab yang pedih. Kaum mukminin tidak perlu merasa sedih dan cemas atas penyelewengan mereka, tetapi hendaklah tetap menjelaskan yang hak dan jangan sekali-kali menyembunyikannya sedikit pun. Allah akan memenuhi apa yang menjadi keinginan kaum Muslimin dan melenyapkan hal-hal yang mungkar yang telah dilarang itu.",
    "quraish": "Janganlah kamu menduga bahwa mereka yang selalu merasa senang dengan perbuatan-perbuatan buruk yang mereka kerjakan dan merasa senang dengan sanjungan atas apa yang tidak mereka lakukan, akan selamat dari siksa. Karena, dengan perbuatan itu mereka telah menutup pintu hati mereka bagi keimanan dan kebenaran seperti orang-orang Yahudi. Bagi merekalah siksa yang pedih di hari kiamat.",
    "jalalayn": "(Janganlah sekali-kali kamu kira) dengan memakai 'ta' dan 'ya' (bahwa orang-orang yang merasa gembira dengan apa yang telah mereka lakukan) yakni dengan apa yang telah mereka perbuat yaitu menyesatkan manusia (dan mereka ingin supaya dipuji terhadap perbuatan yang belum mereka kerjakan) yakni berpegang kepada kebenaran padahal mereka dalam kesesatan (janganlah kamu menyangka mereka) merupakan taukid atau pengukuhan dengan kedua versinya, memakai 'ta' dan 'ya' (terlepas) artinya berada di suatu tempat yang bebas (dari siksa) di akhirat tetapi mereka berada di suatu tempat di mana mereka akan menerima siksa yaitu di neraka Jahanam (dan bagi mereka siksa yang pedih) menyakitkan. Kedua maf'ul yahsabu yang pertama terkandung di dalam kedua maf'ul yahsabu yang kedua berdasarkan qiraat yahsabu sedangkan menurut qiraat tahsabu hanya maf'ul kedualah yang dibuang."
  },
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 189,
    "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "translation": "Dan milik Allah-lah kerajaan langit dan bumi; dan Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/482.mp3",
    "tafsir": "Kerajaan langit dan bumi dikuasai Allah, diberikan kepada orang yang dikehendaki-Nya. Allah Mahakuasa atas segala sesuatu, tidaklah sulit bagi-Nya memberikan pertolongan dan memenangkan kaum Muslimin atas Ahli Kitab dan para musyrikin yang menyakiti mereka dengan perbuatan-perbuatan dan ucapan-ucapan.",
    "quraish": "Hanya Allah semata pemilik urusan bumi dan langit. Dia Mahakuasa atas segala sesuatu. Dia akan menghukum orang-orang yang berdosa atas dosa-dosa mereka, dan akan memberi pahala orang-orang yang berbuat baik atas perbuatan baik mereka.",
    "jalalayn": "(Milik Allahlah kerajaan langit dan bumi) maksudnya perbendaharaan hujan, rezeki, tumbuh-tumbuhan dan lain-lain (dan Allah Maha Kuasa atas segala sesuatu) di antaranya menyiksa orang-orang kafir dan membebaskan orang-orang beriman."
  },
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 190,
    "arab": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ",
    "translation": "Sesungguhnya dalam penciptaan langit dan bumi, dan pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/483.mp3",
    "tafsir": "Diriwayatkan dari Aisyah r.a. bahwa Rasulullah saw berkata: \"Wahai Aisyah, saya pada malam ini beribadah kepada Allah.\" Jawab Aisyah r.a. \"Sesungguhnya saya senang jika Rasulullah berada di sampingku. Saya senang melayani kemauan dan kehendaknya.\" Tetapi baiklah! Saya tidak keberatan. Maka bangunlah Rasulullah saw dari tempat tidurnya lalu mengambil air wudu, tidak jauh dari tempatnya lalu salat.\nPada waktu salat beliau menangis sampai air matanya membasahi kainnya, karena merenungkan ayat Al-Qur'an yang dibacanya. Setelah salat beliau duduk memuji Allah dan kembali menangis tersedu-sedu. Kemudian beliau mengangkat kedua belah tangannya berdoa dan menangis lagi dan air matanya membasahi tanah. Setelah Bilal datang untuk azan subuh dan melihat Nabi saw menangis ia bertanya, \"Wahai Rasulullah! Mengapakah Rasulullah menangis, padahal Allah telah mengampuni dosa Rasulullah baik yang terdahulu maupun yang akan datang?\" Nabi menjawab, \"Apakah saya ini bukan seorang hamba yang pantas dan layak bersyukur kepada Allah? Dan bagaimana saya tidak menangis? Pada malam ini Allah telah menurunkan ayat kepadaku. Selanjutnya beliau berkata, \"Alangkah rugi dan celakanya orang-orang yang membaca ini dan tidak memikirkan dan merenungkan kandungan artinya.\"\nMemikirkan pergantian siang dan malam, mengikuti terbit dan terbenamnya matahari, siang lebih lama dari malam dan sabaliknya. Semuanya itu menunjukkan atas kebesaran dan kekuasaan penciptanya bagi orang-orang yang berakal. Memikirkan terciptanya langit dan bumi, pergantian siang dan malam secara teratur dengan menghasilkan waktu-waktu tertentu bagi kehidupan manusia merupakan satu tantangan tersendiri bagi kaum intelektual beriman. Mereka diharapkan dapat menjelaskan secara akademik fenomena alam itu, sehingga dapat diperoleh kesimpulan bahwa Tuhan tidaklah menciptakan semua fenomena itu dengan sia-sia.",
    "quraish": "Sesungguhnya penciptaan langit dan bumi oleh Allah dengan kesempurnaan dan ketepatan, perbedaan antara siang dan malam, cahaya dan kegelapan, rentang panjang dan pendeknya waktu, merupakan tanda- tanda yang jelas bagi mereka yang memiliki akal yang mengetahui keesaan dan kekuasaan Tuhan(1). (1) Sesungguhnya dalam penciptaan langit dan bumi, perbedaan rentang waktu siang dan malam adalah sebagai tanda-tanda kekuasaan Tuhan bagi para Ulû al-Albâb (orang-orang yang berpengetahuan mendalam). Teks ayat tersebut memberi isyarat pada fakta-fakta kosmis yang menunjuk pada keagungan Pencipta. Marilah kita coba mengamati langit. Warna langit bisa tertangkap oleh penglihatan kita berkat radiasi sinar matahari yang mengenai lapisan udara yang menyelubungi bumi. Pada saat radiasi sinar matahari itu jatuh pada atom unsur-unsur kimia yang membentuk molekul udara, dan udara itu sendiri yang menyimpan partikel debu-debu halus dengan gerak balik (refleksi), atom-atom itu memancarkan bias ke berbagai penjuru angkasa. Sebenarnya cahaya warna putih itu merupakan gabungan dari berbagai jenis warna. Di sini atom-atom itu saling menyerap warna-warna itu ke dalam dirinya. Dari beberapa eksperimen didapat kesimpulan bahwa warna yang paling kuat biasnya adalah warna biru. Hal itu akan semakin menjadi jelas pada saat matahari berada pada puncak ketinggiannya. Kemudian, warna kebiruan itu menjadi berkurang hingga ketika matahari berada di ufuk barat atau timur, bias cahaya matahari itu menembus lapisan udara dari jarak yang relatif amat jauh, sehingga pada posisi seperti ini bias warna merah terlihat lebih dominan dari warna yang lain. Ringkasnya, cahaya di waktu siang membutuhkan radiasi matahari dan partikel-partikel debu halus dalam porsi yang cukup. Hal itu dibuktikan oleh peristiwa cukup unik yang terjadi pada tahun 1944. Pada waktu tengah hari, secara tiba-tiba langit menjadi gelap dan siang itu hampir-hampir berubah menjadi malam karena pekatnya. Peristiwa itu terjadi beberapa saat, kemudian langit berubah memerah, berangsur-angsur menjadi oranye, menguning dan akhirnya kembali normal kurang lebih satu jam berikutnya. Belakangan diketahui bahwa fenomena alam yang cukup unik itu dilahirkan oleh bias cahaya langit yang berlapis-lapis, membentuk warna abu-abu dan terbawa oleh angin menuju kawasan cukup jauh di bagian tengah Afrika, menuju ke utara melewati bagian barat Asia dan dapat diamati dengan jelas di beberapa kawasan di Syria. Peristiwa itu bisa ditafsirkan bahwa partikel-partikel halus debu yang beterbangan di angkasa telah menghalangi radiasi matahari, dan ketika semakin menipis warnanya berubah merah, kuning dan seterusnya. Jika pada saat itu orang bisa naik ke angkasa, maka ia akan merasa melewati lapisan udara bumi yang berlapis-lapis, yang masing-masing memiliki corak dan keistimewaan tersendiri. Berangsur-angsur ia akan menyaksikan warna langit menjadi biru pekat, hingga apabila sampai pada lapisan bumi paling luar yang sama sekali tidak mengandung partikel-partikel debu yang ada pada lapisan udara dalam, langit akan tampak gelap bagai malam hari, meskipun matahari berada di ufuk. Kesimpulannya adalah bahwa di sana ada lapisan langit lain dalam bentuk kubah (celestial sphere) yang warna dan corak masing-masing berbeda dan memanjang sampai ke inti angkasa. Ini salah satu bukti kekuasaan Allah Swt. Cahaya di siang hari membutuhkan jatuhnya radiasi matahari menjadi atom-atom yang terdapat dalam atmosfer bumi, yang membawa gumpalan-gumpalan debu halus dalam porsi yang berbeda. Cahaya siang hari itu begitu kuatnya sehingga menghalangi cahaya redup yang memancar dari bintang atau cahaya dari pergesekan meteor dan bintang berekor dengan lapisan udara luar. Proses terjadinya siang dan malam berawal dari perputaran bumi pada porosnya, sementara perputaran bumi mengelilingi matahari mengakibatkan adanya pertautan waktu antara siang dan malam. Dan kecondongan bumi dari garis edarnya (orbit) berpengaruh pada rentang waktu malam dan siang yang panjang dan pendeknya tergantung pada musim dan letak geografis masing- masing kawasan. Dan dari sebagian hikmah Tuhan Yang Mahakuasa bahwa pertautan siang-malam dan perkisaran keduanya dalam waktu relatif pendek membuat cuaca menjadi seimbang sehingga melahirkan iklim yang cocok bagi adanya kehidupan di bumi.",
    "jalalayn": "(Sesungguhnya pada penciptaan langit dan bumi) dan keajaiban-keajaiban yang terdapat pada keduanya (serta pergantian malam dan siang) dengan datang dan pergi serta bertambah dan berkurang (menjadi tanda-tanda) atau bukti-bukti atas kekuasaan Allah swt. (bagi orang-orang yang berakal) artinya yang mempergunakan pikiran mereka."
  },
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 191,
    "arab": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ ",
    "translation": "(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk atau dalam keadaan berbaring, dan mereka memikirkan tentang penciptaan langit dan bumi (seraya berkata), “Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia; Mahasuci Engkau, lindungilah kami dari azab neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/484.mp3",
    "tafsir": "Salah satu ciri khas bagi orang berakal yang merupakan sifat khusus manusia dan kelengkapan ini dinilai sebagai makhluk yang memiliki keunggulan dibanding makhluk lain, yaitu apabila ia memperhatikan sesuatu, selalu memperoleh manfaat dan faedah, ia selalu menggambarkan kebesaran Allah, mengingat dan mengenang kebijaksanaan, keutamaan dan banyaknya nikmat Allah kepadanya. Ia selalu mengingat Allah di setiap waktu dan keadaan, baik pada waktu ia berdiri, duduk atau berbaring. Tidak ada satu waktu dan keadaan dibiarkan berlalu begitu saja, kecuali diisi dan digunakannya untuk memikirkan tentang penciptaan langit dan bumi. Memikirkan keajaiban-keajaiban yang terdapat di dalamnya, yang menggambarkan kesempurnaan alam dan kekuasaan Allah.\nDengan berulang-ulang direnungkan hal-hal tersebut secara mendalam, sesuai dengan sabda Nabi saw, \"Pikirkan dan renungkanlah segala sesuatu yang mengenai makhluk Allah, dan jangan sekali-kali kamu memikirkan dan merenungkan tentang zat dan hakikat penciptanya, karena bagaimanapun juga kamu tidak akan sampai dan tidak akan dapat mencapai hakikat Zat-Nya.\nAkhirnya setiap orang yang berakal akan mengambil kesimpulan dan berkata, \"Ya Tuhan kami, tidaklah Engkau menciptakan ini semua, yaitu langit dan bumi serta segala isinya dengan sia-sia, tidak mempunyai hikmah yang mendalam dan tujuan tertentu yang akan membahagiakan kami di dunia dan di akhirat. Mahasuci Engkau Ya Allah dari segala sangkaan yang bukan-bukan yang ditujukan kepada Engkau, maka peliharalah kami dari siksa api neraka yang telah disediakan bagi orang-orang yang tidak beriman.\nPenciptaan langit dan bumi serta pergantian malam dan siang, sungguh merupakan fenomena yang sangat kompleks, yang terus menerus menjadi obyek penelitian umat manusia, sejak awal lahirnya peradaban manusia. \nDalam beberapa surah, antara lain Surah al-Araf/7 ayat 54, disebutkan bahwa penciptaan langit dan bumi berlangsung dalam waktu enam masa (lihat pula Telaah Ilmiah Surah al-Araf/7:54). \nBegitu kompleksnya penciptaan langit dan bumi yang berlangsung dalam enam masa telah dijelaskan oleh Dr.Achmad Marconi (lihat: Bagaimana Alam Semesta Diciptakan, Pendekatan al-Qur'an dan Sains Modern, Pustaka Jaya, 2003) sebagai berikut: Kata ayyam adalah bentuk jamak dari yaum. Kata yaum dalam arti sehari-hari dipakai untuk menunjukkan keadaan terangnya siang, ditafsirkan sebagai 'masa. Sedang bentuk jamaknya: ayyam, dapat berarti 'beberapa hari dan bahkan dapat berarti 'waktu yang lama. Dilihat dari penggunaan kata ayyam pada ayat di atas menunjukkan sifat relatif waktu dengan memperbandingkan waktu manusia dengan waktu yang berlaku bagi gerak energi-materi alam semesta. Oleh Abdullah Yusuf Ali, (The Holy Qur'an, Text, Translation and Commentary,1934), kata yaum (bentuk tunggal dari ayyam) disetarakan dengan kata dalam bahasa Inggris age atau aeon. Oleh Abdus Suud, ahli tafsir abad ke-16, kata yaum disetarakan dengan pengertian \"peristiwa\" atau naubat. Lebih tepat bila kata yaum diterjemahkan sebagai \"tahap\" atau periode atau masa. Dengan demikian kalimat fi sittati ayyam dalam ayat-54 Surah al-Araf/7 di atas, tepat untuk diterjemahkan sebagai 'dalam enam masa. \nMarconi (2003) menjelaskan keenam masa tersebut adalah: Masa Pertama, Sejak 'Dentuman Besar (Big Bang) dari Singularity, sampai terpisahnya Gaya Gravitasi dari Gaya Tunggal (Superforce), ruang-waktu mulai memisah. Namun Kontinuum Ruang-Waktu yang lahir masih berujud samar-samar, di mana energi-materi dan ruang-waktu tidak jelas bedanya. Masa Kedua, massa terbentuknya inflasi Jagad Raya, namun Jagad Raya ini masih belum jelas bentuknya, dan disebut sebagai Cosmic Soup (Sup Kosmos). Gaya Nuklir-Kuat memisahkan diri dari Gaya Elektro-Lemah, serta mulai terbentuknya materi-materi fundamental: quarks, antiquarks, dsb. Jagad Raya mulai mengembang. Masa Ketiga, masa terbentuknya inti-inti atom di Jagad Raya ini. Gaya Nuklir-Lemah mulai terpisah dari Gaya Elektromagnetik. Inti-inti atom seperti proton, netron, dan meson tersusun dari quark-quark ini. Masa ini dikenal sebagai masa pembentukan inti-inti atom (Nucleosyntheses). Ruang, waktu serta materi dan energi, mulai terlihat terpisah. Masa Keempat, elektron-elektron mulai terbentuk, namun masih dalam keadaan bebas, belum terikat oleh inti-atom untuk membentuk atom yang stabil. Masa Kelima, terbentuknya atom-atom yang stabil, memisahnya materi dan radiasi, dan Jagad Raya, terus mengembang dan mulai nampak transparan. Masa Keenam, Jagad raya terus mengembang, atom-atom mulai membentuk aggregat menjadi molekul-molekul, makro-molekul, kemudian membentuk proto-galaksi, galaksi-galaksi, bintang-bintang, tata surya-tata surya, dan planet-planet.\nDemikian pula silih bergantinya malam dan siang, merupakan fenomena yang sangat kompleks. Fenomena ini melibatkan 'rotasi bumi (yaitu bumi berputar pada sumbunya), seraya 'mengelilingi matahari dengan sumbu bumi miring. Dalam fenomena fisika bumi berkitar (precession) mengelilingi matahari. Jadi silih bergantinya malam dan siang terjadi karena adanya gerakan rotasi bumi yang berkitar mengelilingi sebuah bintang, yaitu matahari. Karena gerakannya miring, gerakan perkitaran bumi mengelilingi matahari juga memberikan dampak musim yang berbeda-beda, tergantung dari posisi tempat di bumi terhadap matahari. Selain itu rotasi bumi dalam berkitar mengelilingi matahari, distabilkan oleh bulan yang berputar mengelilingi bumi, dalam istilah astronomi, bulan memberikan rotational dynamic stability pada rotasi bumi yang berkitar mengelilingi matahari. Planet-planet lain yang juga mengelilingi matahari, memberikan pula rotational dinamic stability kepada perkitaran bumi terhadap matahari, Subhanallah! Terbukti bahwa eksistensi bulan sangat diperlukan agar precession (perkitaran) bumi pada sumbunya stabil. Bulan memberikan kestabilan dalam dimensi waktu 10-100 tahun, sedang Venus dan Mars memberikan kestabilan dalam dimensi waktu 100-500 tahun. Sedang planet Jupiter dan Saturnus, juga ikut memberikan rotational dynamic stability terhadap bumi kita ini, selain juga bertindak sebagai shield (perisai) bagi bumi terhadap hamburan meteor yang akan membentur bumi (komunikasi personal dengan Prof. Dr. Ir. Said D. Jenie, pakar Mekanika Benda Langit ITB)(lihat juga Telaah Ilmiah Surah al-Anam, ayat 96).\nJelaslah, begitu kompleksnya fenomena ciptaan Allah swt. tentang 'Penciptaan Langit dan Bumi, serta silih bergantinya malam dan siang ini. Hanya para ilmuwan dan filosof yang sangat ulung dan tekun serta tawadhu, yang akan mampu menyingkap rahasia alam ini. Merekalah yang disebut sebagai Ulil Albab pada ayat di atas. Penciptaan Langit dan Bumi sangat kompleks, dan baru 'sedikit yang diketahui manusia tentang itu. Silih bergantinya malam pun juga sangat kompleks. Dalam era modern ini, ilmu pengetahuan telah mampu menyingkap bahwa bulan, planet Venus, Mars, Jupiter, dan Saturnus, semuanya memberikan pengaruh berupa rotational dynamic stability pada rotasi bumi dalam berkitar mengelilingi matahari itu. Mereka inilah (para ulil albab) yang sampai kepada kesimpulan: \"Ya Tuhan kami, tiadalah Engkau menciptakan ini dengan sia-sia. Maha Suci Engkau, maka peliharalah kami dari siksa neraka\".",
    "quraish": "Telah menjadi ciri Ulû al-Albâb bahwa mereka selalu merenungkan keagungan dan kebesaran Allah dalam hati di mana pun mereka berada, dalam keadaan duduk, berdiri dan berbaring. Mereka selalu merenungkan penciptaan langit dan bumi, dan keunikan yang terkandung di dalamnya sambil berkata, \"Tuhanku, tidak Engkau ciptakan jagat ini tanpa ada hikmah yang telah Engkau tentukan di balik itu. Engkau tersucikan dari sifat-sifat serba kurang, bahkan ciptaan-Mu itu sendiri adalah bukti kekuasaan dan hikmah-Mu. Hindarkanlah kami dari siksa neraka, dan berilah kami taufik untuk menaati segala perintah-Mu.",
    "jalalayn": "(Yakni orang-orang yang) menjadi 'na`at' atau badal bagi yang sebelumnya (mengingat Allah di waktu berdiri dan duduk dan ketika berbaring) artinya dalam keadaan bagaimana pun juga sedang menurut Ibnu Abbas mengerjakan salat dalam keadaan tersebut sesuai dengan kemampuan (dan mereka memikirkan tentang kejadian langit dan bumi) untuk menyimpulkan dalil melalui keduanya akan kekuasaan Allah, kata mereka: (\"Wahai Tuhan kami! Tidaklah Engkau ciptakan ini) maksudnya makhluk yang kami saksikan ini (dengan sia-sia) menjadi hal sebaliknya semua ini menjadi bukti atas kesempurnaan kekuasaan-Mu (Maha Suci Engkau) artinya tidak mungkin Engkau akan berbuat sia-sia (maka lindungilah kami dari siksa neraka.)"
  },
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 192,
    "arab": "رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
    "translation": "Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka sungguh, Engkau telah menghinakannya, dan tidak ada seorang penolong pun bagi orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/485.mp3",
    "tafsir": "Ya Allah, Ya Tuhan kami, kami mohon dengan penuh khusyuk dan rendah hati, agar kami ini benar-benar dijauhkan dari api neraka, api yang akan membakar hangus orang-orang yang angkuh dan sombong di dunia ini, yang tidak mau menerima yang hak dan benar yang datang dari Engkau Pencipta seluruh alam. Kami tahu bahwa orang-orang yang Engkau masukkan ke dalam neraka, adalah orang-orang yang sungguh-sungguh telah Engkau hinakan karena kezaliman dan kekafiran yang telah mereka lakukan di dunia ini. Mereka terus-menerus merasakan siksa neraka itu, karena tidaklah ada bagi orang-orang yang zalim dan kafir itu seorang penolong pun, yang dapat mengeluarkan mereka dari kepedihan siksa yang dialaminya.",
    "quraish": "Wahai Zat yang menciptakan, mengendalikan segala urusan dan memelihara kami. Sesungguhnya orang yang berhak atas api neraka dan telah Engkau masukkan ke dalamnya, sungguh ia telah Engkau hinakan.",
    "jalalayn": "(Wahai Tuhan kami! Sesungguhnya barang siapa yang Engkau masukkan ke dalam neraka) untuk hidup kekal di sana (maka berarti Engkau telah menghinakannya dan tiadalah bagi orang-orang yang aniaya) maksudnya orang-orang yang kafir; di sini ditempatkan zhahir pada tempat mudhmar untuk mengingatkan dikhususkannya kehinaan itu bagi mereka (dari) merupakan tambahan (seorang penolong pun) yang akan melindungi mereka dari siksa Allah swt."
  },
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 193,
    "arab": "رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ ",
    "translation": "Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru kepada iman, (yaitu), “Berimanlah kamu kepada Tuhanmu,” maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami dan hapuskanlah kesalahan-kesalahan kami, dan matikanlah kami beserta orang-orang yang berbakti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/486.mp3",
    "tafsir": "Setelah mengucapkan doa yang didasarkan kepada tafakur dan renungan tentang alam dan segala keajaibannya seperti tersebut di atas, maka disusul lagi dengan doa yang menggambarkan perhatian pada panggilan yang didengarnya. Ya Allah kami telah mendengar seruan Rasul-Mu, yang menyeru agar kami beriman kepada-Mu dan membenarkan firman-Mu, maka segera kami beriman, melakukan segala perintah-Mu, menjauhi segala larangan-Mu, sesuai dengan anjuran yang dibawa oleh Rasul-Mu.\nOleh karena itu ampunilah dosa-dosa yang telah kami lakukan dan hapuskanlah dari kami dosa-dosa kecil yang pernah kami perbuat, serta matikanlah kami di dalam keadaan husnul-khatimah, bersama-sama dengan orang-orang baik yang banyak berbuat kebajikan.",
    "quraish": "Wahai Zat yang menciptakan, mengendalikan segala urusan dan memelihara kami. Kami mendengar Rasul-Mu mengajak beriman kepada-Mu. Kami menaatinya dan kami menyatakan beriman. Ya Tuhan kami, ampunilah dosa-dosa besar kami. Hapuskanlah dosa-dosa kecil kami. Dan jadikanlah kami, setelah mati, hidup bersama hamba-hamba pilihan-Mu.",
    "jalalayn": "(Wahai Tuhan kami! Sesungguhnya kami telah mendengar seorang penyeru yang menyeru) manusia (untuk beriman) kepadanya, yaitu Muhammad atau Alquran (supaya) maksudnya yakni: ('Berimanlah kepada Tuhanmu!' Maka kami pun berimanlah) kepada-Nya (Wahai Tuhan kami! Ampunilah bagi kami dosa-dosa kami dan hapuskanlah) tutup (dari kami kesalahan-kesalahan kami) artinya janganlah dibukakan kepada umum dengan memberikan hukuman terhadapnya (dan wafatkanlah kami) cabutlah nyawa kami (bersama) golongan (orang-orang yang berbakti) yakni para nabi dan orang-orang saleh."
  },
  {
    "page": 75,
    "name": "Ali 'Imran",
    "ayat": 194,
    "arab": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ ",
    "translation": "Ya Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/487.mp3",
    "tafsir": "Ya Tuhan kami! Kami telah melaksanakan segala perintah-Mu. Kami selalu mengingat-Mu setiap waktu dan setiap keadaan. Kami telah memenuhi seruan Rasul-Mu. Oleh karena itu, ya Tuhan kami, berikanlah kepada kami apa-apa yang telah Engkau janjikan dengan perantaraan rasul-rasul. Engkau telah menjanjikan kekuasaan di dunia ini dengan firman Engkau:\n\nAllah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, ¦.(an-Nur/24:55).\n\nEngkau telah menjanjikan kemenangan dan pertolongan bagi orang yang taat dan menjunjung tinggi agama Engkau, dengan firman-Mu:\n\n¦. Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu ¦.. (Muhammad/47:7).\n\nKemudian dalam ayat yang lain Allah berfirman:\n\nAllah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai,¦ (at-Taubah/9:72).\n\nHal-hal tersebut di atas merupakan kebahagiaan dunia dan akhirat yang sangat kami harapkan dan jangan sekali-kali Engkau hinakan kami pada hari kiamat sesuai dengan firman Engkau:\n\n¦ Pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya¦ (at-Tahrim/66:8).\n\nSemua ini kami mohon dengan segala kerendahan hati, untuk memantapkan pengamalan kami atas segala perintah-Mu, karena dengan demikian kami akan memperoleh kebahagiaan dunia dan akhirat, dan bukan sekali-kali tidak ragu atas segala janji-Mu, karena kami percaya dengan penuh keyakinan bahwa Engkau tidak akan menyalahi janji sedikit pun.",
    "quraish": "Wahai Zat yang menciptakan, mengendalikan segala urusan dan yang memelihara kami. Berikanlah kepada kami janji yang telah Engkau sampaikan kepada rasul-rasul-Mu. Yaitu pertolongan dan dukungan di dunia. Janganlah Engkau masukkan kami ke dalam api neraka, sehingga kami menjadi terhina di hari kiamat. Sesungguhnya Engkau tidak pernah melanggar janji.",
    "jalalayn": "(Wahai Tuhan kami! Berilah kami apa yang telah Engkau janjikan kepada kami) (atas) artinya dengan perantaraan (para rasul-Mu) berupa nikmat dan karunia serta apa-apa yang mereka mohonkan walaupun janji Allah itu tidak bertentangan dengan permohonan orang yang meminta agar ia termasuk dalam golongan orang-orang yang diberi karunia disebabkan ia belum beroleh kepastian bahwa permohonannya itu akan dikabulkan. Mengenai disebutnya 'Wahai Tuhan kami' secara berulang-ulang maka itu menyatakan ketundukan dan kerendahan hati yang sedalam-dalamnya. (Dan janganlah Engkau hinakan kami pada hari kiamat, sesungguhnya Engkau tidak menyalahi janji.\") yaitu janji dengan kebangkitan dan pembalasan."
  }
]