[
  {
    "page": 78,
    "name": "An-Nisa'",
    "ayat": 7,
    "arab": "لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ اَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا",
    "translation": "Bagi laki-laki ada hak bagian dari harta peninggalan kedua orang tua dan kerabatnya, dan bagi perempuan ada hak bagian (pula) dari harta peninggalan kedua orang tua dan kerabatnya, baik sedikit atau banyak menurut bagian yang telah ditetapkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/500.mp3",
    "tafsir": "Apabila anak yatim mendapat peninggalan harta dari kedua orang tuanya atau kerabatnya yang lain mereka sama mempunyai hak dan bagian. Masing-masing mereka akan mendapat bagian yang telah ditentukan oleh Allah. Tak seorang pun dapat mengambil atau mengurangi hak mereka.",
    "quraish": "Laki-laki mendapatkan hak bagian dari harta peninggalan orangtua dan kerabat karibnya sebagai warisan. Demikian pula bagi wanita, ada hak bagian dari harta peninggalan itu, tanpa dihilangkan atau dikurangi. Bagian-bagian tersebut telah ditentukan demikian, baik harta itu sedikit maupun banyak.",
    "jalalayn": "(Bagi laki-laki) baik anak-anak maupun karib kerabat (ada bagian) atau hak (dari harta peninggalan ibu bapak dan karib kerabat) yang meninggal dunia (dan bagi wanita ada bagian pula dari harta peninggalan ibu bapak dan karib kerabat, baik sedikit daripadanya) maksudnya dari harta itu (atau banyak) yang dijadikan Allah (sebagai hak yang telah ditetapkan) artinya hak yang pasti yang harus diserahkan kepada mereka."
  },
  {
    "page": 78,
    "name": "An-Nisa'",
    "ayat": 8,
    "arab": "وَاِذَا حَضَرَ الْقِسْمَةَ اُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
    "translation": "Dan apabila sewaktu pembagian itu hadir beberapa kerabat, anak-anak yatim dan orang-orang miskin, maka berilah mereka dari harta itu (sekedarnya) dan ucapkanlah kepada mereka perkataan yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/501.mp3",
    "tafsir": "Dan apabila pada waktu diadakan pembagian harta warisan ikut hadir pula kaum kerabat yang tidak berhak mendapat warisan, begitu juga para fakir miskin atau anak yatim, maka kepada mereka sebaiknya diberikan juga sedikit bagian sebagai hadiah menurut keikhlasan para ahli waris agar mereka tidak hanya menyaksikan saja ahli waris mendapat bagian. Dan kepada mereka seraya memberikan hadiah tersebut diucapkan kata-kata yang menyenangkan hati mereka. Ini sangat bermanfaat sekali untuk menjaga silaturahmi dan persaudaraan agar tidak diputuskan oleh hasad dan dengki. Di samping itu, bagi para ahli waris hal ini menunjukkan rasa syukur kepada Allah.",
    "quraish": "Apabila sewaktu pembagian itu hadir kerabat, anak yatim atau orang-orang miskin yang tidak memiliki hak atas bagian itu, maka berikanlah kepada mereka secukupnya dari bagian itu sebagai penghargaan atas mereka agar terhindar dari rasa dengki di hati mereka. Dan, sebaiknya, pemberian itu disertai dengan ucapan yang baik.",
    "jalalayn": "(Dan apabila pembagian harta warisan dihadiri oleh karib kerabat) yakni dari golongan yang tidak beroleh warisan (dan anak-anak yatim serta orang-orang miskin, maka berilah mereka daripadanya sekadarnya) sebelum dilakukan pembagian (dan ucapkanlah) hai para wali (kepada mereka) yakni jika mereka masih kecil-kecil (kata-kata yang baik) atau lemah-lembut, seraya meminta maaf kepada kaum kerabat yang tidak mewarisi itu, bahwa harta peninggalan ini bukan milik kalian tetapi milik ahli waris yang masih kecil-kecil. Ada yang mengatakan bahwa hukum ini yakni pemberian kepada kaum kerabat yang tidak mewarisi telah dinasakhkan/dihapus. Tetapi ada pula yang mengatakan tidak, hanya manusialah yang mempermudah dan tidak melakukannya. Berdasarkan itu maka hukumnya sunah, tetapi Ibnu Abbas mengatakannya wajib."
  },
  {
    "page": 78,
    "name": "An-Nisa'",
    "ayat": 9,
    "arab": "وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا",
    "translation": "Dan hendaklah takut (kepada Allah) orang-orang yang sekiranya mereka meninggalkan keturunan yang lemah di belakang mereka yang mereka khawatir terhadap (kesejahteraan)nya. Oleh sebab itu, hendaklah mereka bertakwa kepada Allah, dan hendaklah mereka berbicara dengan tutur kata yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/502.mp3",
    "tafsir": "Orang yang telah mendekati akhir hayatnya diperingatkan agar mereka memikirkan, janganlah meninggalkan anak-anak atau keluarga yang lemah terutama tentang kesejahteraan hidup mereka di kemudian hari. Untuk itu selalu bertakwa dan mendekatkan diri kepada Allah. Selalu berkata lemah lembut, terutama kepada anak yatim yang menjadi tanggung jawab mereka. Perlakukanlah mereka seperti memperlakukan anak kandung sendiri.",
    "quraish": "Manusia sekali-kali tidak boleh berlaku zalim terhadap anak-anak yatim. Hendaklah mereka merasa takut terhadap keturunannya yang lemah akan menerima perlakuan zalim sebagaimana yang dirasakan oleh anak-anak yatim. Bertakwalah kepada Allah dalam menghadapi anak-anak yatim. Berbicaralah dengan ucapan yang mengarah kepada kebenaran tanpa berlaku zalim kepada siapa pun.",
    "jalalayn": "(Dan hendaklah bersikap waspada) maksudnya terhadap nasib anak-anak yatim (orang-orang yang seandainya meninggalkan) artinya hampir meninggalkan (di belakang mereka) sepeninggal mereka (keturunan yang lemah) maksudnya anak-anak yang masih kecil-kecil (mereka khawatir terhadap nasib mereka) akan terlantar (maka hendaklah mereka bertakwa kepada Allah) mengenai urusan anak-anak yatim itu dan hendaklah mereka lakukan terhadap anak-anak yatim itu apa yang mereka ingini dilakukan orang terhadap anak-anak mereka sepeninggal mereka nanti (dan hendaklah mereka ucapkan) kepada orang yang hendak meninggal (perkataan yang benar) misalnya menyuruhnya bersedekah kurang dari sepertiga dan memberikan selebihnya untuk para ahli waris hingga tidak membiarkan mereka dalam keadaan sengsara dan menderita."
  },
  {
    "page": 78,
    "name": "An-Nisa'",
    "ayat": 10,
    "arab": "اِنَّ الَّذِيْنَ يَأْكُلُوْنَ اَمْوَالَ الْيَتٰمٰى ظُلْمًا اِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ",
    "translation": "Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api dalam perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/503.mp3",
    "tafsir": "Sekali lagi peringatan ini diberikan kepada orang yang tidak berlaku adil dan berlaku zalim terhadap anak yatim yang ada dalam asuhan mereka. Siapa yang ikut makan harta anak yatim secara zalim yakni tidak mengindahkan peraturan yang telah ditetapkan Allah, mereka seakan-akan memenuhi perut mereka dengan api.",
    "quraish": "Orang-orang yang berlaku zalim terhadap anak-anak yatim dengan memakan hartanya secara tidak benar, sebenarnya mereka memakan sesuatu yang menggiringnya ke api neraka. Mereka akan menerima siksa pada hari kiamat berupa api neraka yang sangat menyakitkan.",
    "jalalayn": "(Sesungguhnya orang-orang yang memakan harta anak-anak yatim secara aniaya) maksudnya tanpa hak (bahwasanya mereka menelan api sepenuh perut mereka) karena harta itu akan berubah di akhirat nanti menjadi api (dan mereka akan masuk) dalam bentuk kalimat aktif atau pun pasif (api yang bernyala-nyala) yakni api neraka yang menyebabkan mereka terbakar hangus."
  },
  {
    "page": 78,
    "name": "An-Nisa'",
    "ayat": 11,
    "arab": "يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ ۚ فَاِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهٗ وَلَدٌ ۚ فَاِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ اَبَوٰهُ فَلِاُمِّهِ الثُّلُثُ ۚ فَاِنْ كَانَ لَهٗٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ اَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
    "translation": "Allah mensyariatkan (mewajibkan) kepadamu tentang (pembagian warisan untuk) anak-anakmu, (yaitu) bagian seorang anak laki-laki sama dengan bagian dua orang anak perempuan. Dan jika anak itu semuanya perempuan yang jumlahnya lebih dari dua, maka bagian mereka dua pertiga dari harta yang ditinggalkan. Jika dia (anak perempuan) itu seorang saja, maka dia memperoleh setengah (harta yang ditinggalkan). Dan untuk kedua ibu-bapak, bagian masing-masing seperenam dari harta yang ditinggalkan, jika dia (yang meninggal) mempunyai anak. Jika dia (yang meninggal) tidak mempunyai anak dan dia diwarisi oleh kedua ibu-bapaknya (saja), maka ibunya mendapat sepertiga. Jika dia (yang meninggal) mempunyai beberapa saudara, maka ibunya mendapat seperenam. (Pembagian-pembagian tersebut di atas) setelah (dipenuhi) wasiat yang dibuatnya atau (dan setelah dibayar) utangnya. (Tentang) orang tuamu dan anak-anakmu, kamu tidak mengetahui siapa di antara mereka yang lebih banyak manfaatnya bagimu. Ini adalah ketetapan Allah. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/504.mp3",
    "tafsir": "Adapun sebab turun ayat ini menurut hadis yang diriwayatkan oleh Ahmad, Abu Daud dan Tirmizi dari sahabat Jabir yang artinya: Telah datang kepada Rasulullah saw istri Saad bin Rabi dan berkata, \"Wahai Rasulullah! Ini adalah dua anak perempuan Saad bin Rabi. Ia telah gugur dalam Perang Uhud, seluruh hartanya telah diambil pamannya dan tak ada yang ditinggalkan untuk mereka sedangkan mereka tak dapat menikah bila tidak memiliki harta.\" Rasulullah saw berkata, \"Allah akan memberikan hukumnya,\" maka turunlah ayat warisan. Kemudian Rasulullah mendatangi paman kedua anak tersebut dan berkata, \"Berikan dua pertiga dari harta Saad kepada anaknya dan kepada ibunya berikan seperdelapannya, sedang sisanya ambillah untuk kamu.\"\nDalam ayat ini Allah menyampaikan wasiat yang mewajibkan kepada kaum Muslimin yang telah mukalaf untuk menyelesaikan harta warisan bagi anak yang ditinggalkan oleh orang tuanya, baik mereka laki-laki atau perempuan. Apabila ahli waris itu terdiri dari anak-anak laki-laki dan perempuan, maka berikan kepada yang laki-laki dua bagian dan kepada yang perempuan satu bagian. Adapun hikmah anak laki-laki mendapat dua bagian, karena laki-laki memerlukan harta untuk memenuhi kebutuhan dirinya dan nafkah istrinya serta anaknya, sedang perempuan hanya memerlukan biaya untuk diri sendiri. Adapun apabila ia telah menikah maka kewajiban nafkah itu ditanggung oleh suaminya. Karena itu wajarlah jika ia diberikan satu bagian.\nYang dimaksud anak atau ahli waris lainnya dalam ayat ini adalah secara umum. Kecuali karena ada halangan yang menyebabkan anak atau ahli waris lainnya tidak mendapat hak warisan. Adapun yang dapat menghalangi seseorang menerima hak warisannya adalah:\n1.Berlainan agama, sebagaimana sabda Rasulullah saw:\n\"Tidak saling mewarisi antara orang-orang yang berlainan agama.\" (Riwayat Ibnu Majah).\n2.Membunuh pewaris. Ini berdasarkan hadis dan ijma.\n3.Bila ahli waris menjadi hamba sahaya.\n4.Harta peninggalan para nabi tidak boleh dibagi-bagi sebagai warisan.\nSelanjutnya ditentukan oleh Allah apabila seseorang wafat hanya mempunyai anak perempuan yang jumlahnya lebih dari dua orang dan tidak ada anak laki-laki, maka mereka mendapat dua pertiga dari jumlah harta, lalu dibagi rata di antara mereka masing-masing. Tetapi apabila yang ditinggalkan itu anak perempuan hanya seorang diri maka ia mendapat seperdua dari jumlah harta warisan. Sisa harta yang sepertiga (kalau hanya meninggalkan dua anak perempuan) atau yang seperdua (bagi yang meninggalkan hanya seorang anak perempuan) dibagikan kepada ahli waris yang lain sesuai dengan ketentuan masing-masing.\nPerlu ditambahkan di sini bahwa menurut bunyi ayat, anak perempuan mendapat 2/3 apabila jumlahnya lebih dari dua atau dengan kata lain mulai dari 3 ke atas. Tidak disebutkan berapa bagian apabila anak perempuan tersebut hanya dua orang. Menurut pendapat jumhur ulama bahwa mereka yang dimasukkan pada jumlah tiga ke atas mendapat 2/3 dari harta warisan.\nDari perincian di atas, diketahui bahwa anak perempuan tidak pernah menghabiskan semua harta. Paling banyak hanya memperoleh 1/2 dari jumlah harta. Berbeda dengan anak laki-laki, apabila tidak ada waris yang lain dan ia hanya seorang diri, maka ia mengambil semua harta warisan. Dan apabila anak laki-laki lebih dari seorang maka dibagi rata di antara mereka. Tentang hikmah dan perbedaan ini telah diterangkan di atas.\nDijelaskan pula tentang hak kedua orang tua. Apabila seseorang meninggal dunia dan ia meninggalkan anak, baik laki-laki maupun perempuan, maka masing-masing orang tua yaitu ibu dan bapak mendapat 1/6 dari jumlah harta. Sebaliknya apabila ia tidak meninggalkan anak, maka ibu mendapat 1/3 dari jumlah harta dan sisanya diberikan kepada bapak. Apabila yang meninggal itu selain meninggalkan ibu-bapak ada pula saudara-saudaranya yang lain, laki-laki atau perempuan dua ke atas, menurut jumhur maka ibu mendapat 1/6 dan bapak mendapat sisanya.\nSetelah diterangkan jumlah pembagian untuk anak, ibu dan bapak, diterangkan lagi bahwa pembagian tersebut barulah dilaksanakan setelah lebih dahulu diselesaikan urusan wasiat dan utangnya. Walaupun dalam ayat mendahulukan penyebutan wasiat dari utang namun dalam pelaksanaannya menurut Sunah Rasul hendaklah didahulukan pembayaran utang.\nDi antara orang tua dan anak, kamu tidak mengetahui mana yang lebih dekat atau yang lebih memberi manfaat bagi kamu. Oleh karena itu janganlah kamu membagi harta warisan sebagaimana yang dilakukan oleh orang jahiliah yang memberikan hak warisan hanya kepada orang yang dianggap dapat ikut perang akan membela keluarganya dan tidak memberikan hak warisan sama sekali bagi anak kecil dan kaum perempuan. Ikutilah apa yang ditentukan Allah karena Dialah yang lebih tahu mana yang bermanfaat untuk kamu baik di dunia maupun di akhirat. Hukum warisan tersebut adalah suatu ketentuan dari Allah yang wajib dilaksanakan oleh kaum Muslimin. Ketahuilah bahwa Allah Mengetahui segala sesuatu dan apa yang ditentukan-Nya pastilah mengandung manfaat untuk kemaslahatan manusia.",
    "quraish": "Allah memerintahkan kalian, dalam urusan warisan anak-anak dan kedua orangtua kalian bila kalian meninggal dunia, untuk melakukan sesuatu yang bisa mewujudkan keadilan dan perbaikan. Apabila anak yang ditinggalkan terdiri atas laki-laki dan perempuan, maka bagian seorang anak laki-laki dua kali bagian anak perempuan. Apabila semua anaknya perempuan, dan lebih dari dua orang, maka mereka mendapat dua pertiga dari harta yang ditinggalkan. Secara tersirat, ayat ini bisa dipahami bahwa bila jumlah anak perempuan itu hanya dua orang, bagian mereka sama dengan bila mereka berjumlah lebih dari dua orang. Jika anak perempuan itu seorang saja, maka ia memperoleh separuh harta yang ditinggalkan. Apabila si mayit meninggalkan bapak dan ibu, maka bagian masing-masing seperenam, jika ia mempunyai anak, laki- laki atau perempuan. Tetapi bila ia tidak mempunyai anak, dan yang mewarisi hanya ibu dan bapak saja, maka bagian ibu adalah sepertiga dan sisanya menjadi bagian bapak. Jika mayit itu mempunyai saudara, maka ibunya menerima seperenam, dan sisanya menjadi bagian bapak, tanpa ada bagian untuk saudara- saudaranya. Bagian-bagian ini diberikan kepada yang berhak setelah dibayar utang-utangnya dan telah dilaksanakan apa yang diwasiatkan, selama dalam batasan syariat. Inilah hukum Allah yang adil dan mengandung kebijaksanaan. Kalian tidak mengetahui siapa di antara bapak dan anak kalian yang lebih banyak manfaatnya bagi kalian. Sesungguhnya kebaikan ada pada perintah Allah. Allah Maha Mengetahui maslahat kalian dan Mahabijaksana pada apa-apa yang diwajibkan kepada kalian.",
    "jalalayn": "(Allah mewasiatkan atau menitahkan padamu mengenai anak-anakmu) dengan apa yang akan disebutkan ini: (yaitu bagian seorang anak lelaki sama dengan bagian dua orang anak perempuan) di antara mereka. Jika ketiga mereka itu berkumpul, maka bagi yang lelaki seperdua harta dan bagi kedua anak perempuan seperdua pula. Sedangkan jika yang ditemui itu hanya seorang anak lelaki dan seorang perempuan, maka bagi yang perempuan itu hanya sepertiga sementara bagi yang laki-laki dua pertiga. Dan sekiranya yang laki-laki itu tunggal, maka ia menghabisi semua harta (jika mereka) maksudnya anak-anak itu (hanya perempuan) saja (lebih dari dua orang maka bagi mereka dua pertiga harta yang ditinggalkan) mayat; demikian pula jika jumlah mereka dua orang karena mereka itu dua bersaudara yang tercakup dalam firman Allah swt., \"... maka bagi mereka dua pertiga dari harta peninggalan,\" mereka lebih utama apalagi mengingat bahwa seorang anak perempuan berhak sepertiga harta jika bersama seorang anak laki-laki sehingga dengan demikian jika dia bersama seorang anak perempuan lebih utama lagi dan lebih didahulukan dari hubungan apa pun. Ada pula yang mengatakan bahwa demikian itu ialah untuk menghilangkan dugaan bertambahnya bagian dengan bertambahnya bilangan, yakni tatkala timbul pengertian bahwa dengan diberikannya sepertiga bagian untuk seorang anak perempuan jika ia bersama seorang anak laki-laki, maka dua orang anak perempuan beroleh dua pertiga bagian. (Jika dia) maksudnya anak perempuan itu (seorang saja) menurut qiraat dengan baris di depan sehingga kaana dianggap sebagai tam dan bukan naqish. (maka ia memperoleh seperdua harta sedangkan untuk kedua orang tuanya) maksudnya orang tua mayat yang di sini diberi badal dengan (bagi masing-masing mereka seperenam dari harta pusaka; yakni jika si mayat itu mempunyai anak) baik laki-laki maupun wanita. Ditekankannya badal ialah untuk menyatakan bahwa kedua orang tua itu tidaklah berserikat padanya. Dan terhadap adanya anak dianggap adanya cucu, begitu pula terhadap adanya bapak adanya kakek. (Jika si mayat tidak mempunyai anak dan dia diwarisi oleh kedua orang tuanya) saja atau bersama istrinya (maka bagi ibunya) dapat dibaca li-ummihi dengan hamzah baris di depan dan boleh pula limmihi dengan hamzah baris di bawah untuk meringankan bertemunya dhammah dan kasrah pada dua tempat yang berdekatan (sepertiga) maksudnya sepertiga dari harta yang telah dibagikan kepada pihak istri, sedangkan sisanya buat bapak. (Jika yang meninggal itu mempunyai beberapa orang saudara) maksudnya dua orang atau lebih, baik laki-laki atau perempuan (maka bagi ibunya seperenam) sedangkan sisanya untuk bapaknya, sementara saudara-saudaranya itu tidak beroleh bagian apa-apa. Dan pembagian warisan seperti tersebut di atas itu ialah (setelah) dilaksanakannya (wasiat yang dibuatnya) dibaca yuushii atau yuushaa dalam bentuk aktif atau pun pasif (atau) dibayarnya (utangnya). Dan disebutkannya lebih dulu pemenuhan wasiat daripada pembayaran utang, walaupun pelaksanaannya dibelakangkan ialah dengan maksud untuk tidak mengabaikannya. (Mengenai orang tuamu dan anak-anakmu) menjadi mubtada sedangkan khabarnya ialah: (tidaklah kamu ketahui manakah yang lebih dekat kepadamu manfaatnya) di dunia dan di akhirat. Ada orang yang mengira bahwa putranyalah yang lebih banyak kegunaannya kepadanya, lalu diberinya harta warisan sehingga dengan demikian ternyatalah bahwa bapaklah yang lebih bermanfaat bagi manusia, demikian sebaliknya. Maka yang mengetahui soal itu hanyalah Allah swt. dan itulah sebabnya diwajibkan-Nya pembagian pusaka. (Ini adalah ketetapan dari Allah; sesungguhnya Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) tentang peraturan-peraturan yang diberikan-Nya kepada mereka; artinya Dia tetap bersifat bijaksana dalam semuanya itu."
  }
]