[
  {
    "page": 79,
    "name": "An-Nisa'",
    "ayat": 12,
    "arab": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ اَزْوَاجُكُمْ اِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَاِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ اَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ اِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَاِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ اَوْ دَيْنٍ ۗ وَاِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً اَوِ امْرَاَةٌ وَّلَهٗٓ اَخٌ اَوْ اُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَاِنْ كَانُوْٓا اَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ اَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ",
    "translation": "Dan bagianmu (suami-suami) adalah seperdua dari harta yang ditinggalkan oleh istri-istrimu, jika mereka tidak mempunyai anak. Jika mereka (istri-istrimu) itu mempunyai anak, maka kamu mendapat seperempat dari harta yang ditinggalkannya setelah (dipenuhi) wasiat yang mereka buat atau (dan setelah dibayar) utangnya. Para istri memperoleh seperempat harta yang kamu tinggalkan jika kamu tidak mempunyai anak. Jika kamu mempunyai anak, maka para istri memperoleh seperdelapan dari harta yang kamu tinggalkan (setelah dipenuhi) wasiat yang kamu buat atau (dan setelah dibayar) utang-utangmu. Jika seseorang meninggal, baik laki-laki maupun perempuan yang tidak meninggalkan ayah dan tidak meninggalkan anak, tetapi mempunyai seorang saudara laki-laki (seibu) atau seorang saudara perempuan (seibu), maka bagi masing-masing dari kedua jenis saudara itu seperenam harta.  Tetapi  jika  saudara-saudara seibu itu lebih dari seorang, maka mereka bersama-sama dalam bagian yang sepertiga itu, setelah (dipenuhi wasiat) yang dibuatnya atau (dan setelah dibayar) utangnya dengan tidak menyusahkan (kepada ahli waris). Demikianlah ketentuan Allah. Allah Maha Mengetahui, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/505.mp3",
    "tafsir": "Ayat ini menjelaskan perincian pembagian hak waris untuk suami atau istri yang ditinggal mati. Suami yang ditinggalkan mati oleh istrinya jika tidak ada anak maka ia mendapat Â½ dari harta, tetapi bila ada anak, ia mendapat Â¼ dari harta warisan. Ini juga baru diberikan setelah lebih dahulu diselesaikan wasiat atau utang almarhum. Adapun istri yang ditinggalkan mati suaminya dan tidak meninggalkan anak maka ia mendapat Â¼ dari harta, tetapi bila ada anak, istri mendapat 1/8. Lalu diingatkan bahwa hak tersebut baru diberikan setelah menyelesaikan urusan wasiat dan utangnya.\nApabila seseorang meninggal dunia sedang ia tidak meninggalkan bapak maupun anak, tapi hanya meninggalkan saudara laki-laki atau perempuan yang seibu saja maka masing-masing saudara seibu itu apabila seorang diri bagiannya adalah 1/6 dari harta warisan dan apabila lebih dari seorang, mereka mendapat 1/3 dan kemudian dibagi rata di antara mereka. Dalam hal ini tidak ada perbedaan antara laki-laki dan perempuan. Allah menerangkan juga bahwa ini dilaksanakan setelah menyelesaikan hal-hal yang berhubungan dengan wasiat dan utang almarhum. Allah memperingatkan agar wasiat itu hendaklah tidak memberi mudarat kepada ahli waris. Umpama seorang berwasiat semata-mata agar harta warisannya berkurang atau berwasiat lebih dari 1/3 hartanya. Ini semua merugikan para ahli waris.",
    "quraish": "Suami mendapatkan separuh dari harta yang ditinggalkan oleh istri, jika si istri tidak mempunyai anak darinya atau dari suami yang lain. Jika sang istri mempunyai anak, maka suami mendapatkan seperempat dari harta yang ditinggalkan sesudah dipenuhi wasiat yang mereka buat atau sesudah utangnya dibayar. Istri--satu atau lebih--memperoleh seperempat harta yang ditinggalkan suami, jika suami tidak mempunyai anak dari istri yang ditinggalkan atau dari istri yang lain. Jika si suami mempunyai anak dari istri itu atau dari istri yang lain, maka si istri menerima seperdelapan dari harta yang ditinggalkan sesudah dipenuhi wasiat atau sesudah dibayar utang-utangnya. Bagian cucu sama dengan bagian anak seperti di atas. Jika si pewaris itu, baik laki-laki maupun perempuan, tidak meninggalkan ayah dan anak tetapi mempunyai seorang saudara laki-laki atau perempuan seibu, maka masing-masing mendapat seperenam dari harta yang ditinggalkan. Tetapi jika saudara-saudara seibu itu lebih dari seorang, maka mereka bersama-sama menerima sepertiga dari harta yang ditinggalkan, sesudah utang-utangnya dibayar atau setelah dilaksanakan wasiat yang tidak mendatangkan mudarat bagi ahli waris, yaitu yang tidak melampaui sepertiga dari harta yang ditinggalkan setelah melunasi utang. Laksanakanlah, wahai orang-orang yang beriman, apa-apa yang diwasiatkan Allah kepada kalian. Sesungguhnya Allah Maha Mengetahui orang-orang yang berbuat adil dan zalim di antara kalian dan Maha Panyabar, tidak menyegerakan hukuman bagi yang melanggar.",
    "jalalayn": "(Dan bagi kamu, suami-suami, seperdua dari harta peninggalan istri-istrimu jika mereka tidak mempunyai anak) baik dari kamu maupun dari bekas suaminya dulu. (Tetapi jika mereka mempunyai anak, maka kamu mendapat seperempat dari harta peninggalan, yakni setelah dipenuhinya wasiat yang mereka buat atau dibayarnya utang mereka.) Dalam hal ini cucu dianggap sama dengan anak menurut ijmak. (Dan bagi mereka) artinya para istri itu baik mereka berbilang atau tidak (seperempat dari harta yang kamu tinggalkan jika kamu tidak mempunyai anak; dan jika kamu mempunyai anak) baik dari istrimu itu maupun dari bekas istrimu (maka bagi mereka seperdelapan dari harta peninggalanmu, yakni setelah dipenuhinya wasiat yang kamu buat atau dibayarnya utangmu). Dalam hal ini cucu dianggap sama dengan anak menurut ijmak. (Jika seorang laki-laki yang diwarisi itu) menjadi sifat, sedangkan khabarnya: (kalalah) artinya tidak meninggalkan bapak dan tidak pula anak (atau perempuan) yang mewaris secara kalalah (tetapi ia mempunyai) maksudnya yang diwarisi itu (seorang saudara laki-laki atau seorang saudara perempuan) maksudnya yang seibu, dan jelas-jelas dibaca oleh Ibnu Masud dan lain-lain (maka masing-masing jenis saudara itu memperoleh seperenam) harta peninggalan. (Tetapi jika mereka itu) maksudnya saudara-saudara yang seibu itu, baik laki-laki maupun perempuan (lebih daripada itu) maksudnya lebih dari seorang (maka mereka berserikat dalam sepertiga harta) dengan bagian yang sama antara laki-laki dan perempuan (sesudah dipenuhinya wasiat yang dibuatnya atau dibayarnya utangnya tanpa memberi mudarat) menjadi hal dari dhamir yang terdapat pada yuushaa; artinya tidak menyebabkan adanya kesusahan bagi para ahli waris, misalnya dengan berwasiat lebih dari sepertiga harta (sebagai amanat) atau pesan, dan merupakan mashdar yang mengukuhkan dari yuushiikum (dari Allah, dan Allah Maha Mengetahui) faraid atau tata cara pembagian pusaka yang diatur-Nya buat makhluk-Nya (lagi Maha Penyantun) dengan menangguhkan hukuman terhadap orang-orang yang melanggarnya. Kemudian mengenai pembagian pusaka terhadap ahli-ahli waris tersebut yang mengandung keraguan dengan adanya halangan seperti pembunuhan atau perbedaan agama dan menjadi murtad, maka penjelasannya diserahkan pada sunah."
  },
  {
    "page": 79,
    "name": "An-Nisa'",
    "ayat": 13,
    "arab": "تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
    "translation": "Itulah batas-batas (hukum) Allah. Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Dan itulah kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/506.mp3",
    "tafsir": "Semua ini merupakan ketentuan dari Allah yang harus dilaksanakan oleh orang yang bertakwa kepada-Nya. Allah Maha Mengetahui apa yang lebih bermanfaat untuk manusia dan Maha Penyantun. Dia tidak segera memberi hukuman kepada hamba-Nya yang tidak taat agar ada kesempatan baginya untuk bertobat dan kembali kepada jalan yang diridai-Nya.\nBarang siapa yang taat melaksanakan apa yang disyariatkan-Nya dan menjauhi apa yang dilarang-Nya, kepada mereka akan diberikan kebahagiaan hidup di akhirat.",
    "quraish": "Hukum-hukum yang telah disebutkan tentang warisan itu merupakan ketentuan-ketentuan yang ditetapkan Allah kepada hamba-Nya agar dikerjakan dan tidak dilanggar. Barangsiapa taat kepada hukum- hukum Allah dan Rasul-Nya, maka ganjarannya adalah surga yang dialiri sungai-sungai. Mereka akan kekal di dalamnya. Itulah kemenangan yang besar(1). (1) Sistem pembagian warisan yang telah dijelaskan al-Qur'ân merupakan aturan yang paling adil dalam semua perundang-undangan di dunia. Hal itu diakui oleh seluruh pakar hukum di Eropa. Ini merupakan bukti bahwa al-Qur'ân adalah benar-benar datang dari Allah, sebab saat itu belum ada sistem hukum yang mengatur hal-hal seperti itu, termasuk dalam sistem hukum Romawi, Persia atau sistem hukum yang ada sebelumnya. Secara garis besar, keadilan sistem tersebut terangkum dalam hal-hal berikut. Pertama, hukum waris ditetapkan oleh syariat, bukan oleh pemilik harta, tanpa mengabaikan keinginannya. Pemilik harta berhak menetapkan wasiat yang baik sepertiga dari harta peninggalan sebagai pengganti dari ketentuan-ketentuan agama yang belum dilaksanakan seperti mengeluarkan zakat, atau pemberian kepada mereka yang membutuhkan selain yang berhak menerima bagian. Wasiat tidak boleh dilaksanakan bila bermotifkan maksiat atau mendorong berlanjutnya maksiat. Syariat menentukan sepertiga dari harta yang ditinggalkan, bila ada wasiat. Bila tidak, seluruh harta dibagikan kepada yang berhak menerima. Bisa juga di bawah sepertiga, dan selebihnya dibagikan sesuai dengan ketentuan syariat. Kedua, harta waris dua pertiga yang diatur oleh Allah, diberikan kepada kerabat yang terdekat, tanpa membedakan antara kecil dan besar. Anak-anak mendapatkan bagian lebih banyak dari yang lainnya karena mereka merupakan pelanjut orang yang meninggal yang pada umumnya masih lemah. Meskipun demikian, selain mereka, masih ada lagi yang berhak menerima warisan seperti ibu, nenek, bapak, kakek, walaupun dengan jumlah yang lebih sedikit. Ketiga, dalam pembagian warisan juga diperhatikan sisi kebutuhan. Atas dasar pertimbangan itu, bagian anak menjadi lebih besar. Sebab, kebutuhan mereka itu lebih besar dan mereka masih akan menghadapi masa hidup lebih panjang. Pertimbangan kebutuhan itu pulalah yang menyebabkan bagian wanita separuh dari bagian laki-laki. Sebab, kebutuhan laki-laki terhadap harta lebih besar, seperti tuntutan memberi nafkah kepada anak dan istri. Hal ini sesuai dengan fitrah manusia di mana wanita mempunyai tanggung jawab mengatur rumah dan mengasuh anak. Sedangkan laki-laki bekerja mencari nafkah di luar rumah dan menyediakan anggaran kebutuhan rumah tangga. Maka, dengan demikian, keadilan diukur sesuai dengan kebutuhan. Merupakan sikap yang tidak adil apabila keduanya diperlakukan secara sama, sementara tuntutan kebutuhan masing-masing berbeda. Keempat, dasar ketentuan syariat Islam dalam pembagian harta waris adalah distribusi, bukan monopoli. Maka, harta warisan tidak hanya dibagikan kepada anak sulung saja, atau laki-laki saja, atau anak-anak mayit saja. Kerabat yang lain seperti orang tua, saudara, paman, juga berhak. Bahkan hak waris juga bisa merata dalam satu kabilah, meskipun dalam prakteknya diutamakan dari yang terdekat. Jarang sekali terjadi warisan dimonopoli oleh satu orang saja. Kelima, wanita tidak dilarang menerima warisan seperti pada bangsa Arab dahulu. Wanita juga berhak menerima. Dengan begitu berarti Islam menghormati wanita dan memberikan hak-haknya secara penuh. Lebih dari itu Islam juga memberikan bagian warisan kepada kerabat pihak wanita seperti saudara laki-laki dan perempuan dari ibu. Ini juga berarti sebuah penghargaan terhadap kaum wanita yang belum pernah terjadi sebelum Islam.",
    "jalalayn": "(Itulah) maksudnya hukum-hukum tersebut semenjak urusan anak yatim hingga berikutnya (ketentuan-ketentuan Allah) syariat-syariat yang ditetapkan-Nya buat hamba-hamba-Nya agar mereka patuhi dan tidak dikhianati. (Barang siapa yang taat kepada Allah dan Rasul-Nya) mengenai hukum-hukum yang ditetapkan-Nya itu (maka akan dimasukkan-Nya) ada yang membaca nudkhiluhu; artinya Kami masukkan ia, dengan maksud merubah pembicaraan kepada orang pertama (ke dalam surga yang mengalir di bawahnya sungai-sungai, kekal mereka di dalamnya, dan itulah kemenangan yang besar)."
  },
  {
    "page": 79,
    "name": "An-Nisa'",
    "ayat": 14,
    "arab": "وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ",
    "translation": "Dan barangsiapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/507.mp3",
    "tafsir": "Sebaliknya barang siapa yang durhaka dan tidak mematuhi apa yang telah diperintahkan Allah dan Rasul-Nya maka Allah memberikan peringatan akan memasukkan orang tersebut ke dalam neraka yang penuh siksa dan derita.",
    "quraish": "Barangsiapa mendurhakai Allah dan Rasul-Nya serta melanggar ketentuan-ketentuan-Nya, maka neraka merupakan ganjaran baginya dan ia kekal di dalamnya. Tubuhnya akan disiksa dengan api. Bagitu pula jiwanya akan menderita karena siksa yang pedih.",
    "jalalayn": "(Dan siapa yang mendurhakai Allah dan Rasul-Nya serta melanggar aturan-aturan-Nya, maka akan dimasukkan-Nya) ada dua versi dengan memakai ya dan ada pula dengan memakai nun (ke dalam api neraka, kekal ia di dalamnya dan baginya) di dalamnya (siksa yang menghinakan) di samping menciutkan hati. Pada kedua ayat terdapat lafal man sedangkan pada khaalidiina makna atau artinya."
  }
]