[
  {
    "page": 82,
    "name": "An-Nisa'",
    "ayat": 24,
    "arab": "۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ اِلَّا مَا مَلَكَتْ اَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَاُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ اَنْ تَبْتَغُوْا بِاَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ اُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
    "translation": "Dan (diharamkan juga kamu menikahi) perempuan yang bersuami, kecuali hamba sahaya perempuan (tawanan perang) yang kamu miliki sebagai ketetapan Allah atas kamu. Dan dihalalkan bagimu selain (perempuan-perempuan) yang demikian itu jika kamu berusaha dengan hartamu untuk menikahinya bukan untuk berzina. Maka karena kenikmatan yang telah kamu dapatkan dari mereka, berikanlah maskawinnya kepada mereka sebagai suatu kewajiban. Tetapi tidak mengapa jika ternyata di antara kamu telah saling merelakannya, setelah ditetapkan. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/517.mp3",
    "tafsir": "Kata al-muhshanat di dalam Al-Qur'an mempunyai empat pengertian, yaitu:\n1.Perempuan yang bersuami, itulah yang dimaksud dalam ayat ini.\n\n¦Apabila mereka telah bersuami¦ (an-Nisa/4:25).\n2.Perempuan yang merdeka, seperti yang tercantum dalam firman Allah:\n\nDan barang siapa di antara kamu tidak mempunyai biaya untuk menikahi perempuan merdeka yang beriman, maka (dihalalkan menikahi perempuan) yang beriman dari hamba sahaya yang kamu miliki.¦(an-Nisa/4:25).\n\n3.Perempuan yang terpelihara akhlaknya, seperti dalam firman Allah:\n\nPerempuan-perempuan yang memelihara diri, bukan pezina (an-Nisa/4:25).\n\n4. Perempuan-perempuan Muslimah.\n\nDengan demikian dibolehkan seorang Muslim menikahi seorang perempuan tawanan perang yang sudah menjadi budaknya, walaupun ia masih bersuami, karena hubungan perkawinannya dengan suaminya yang dahulu sudah putus, sebab dia ditawan tanpa suaminya dan suaminya berada di daerah musuh, dengan syarat perempuan itu sudah haid satu kali untuk membuktikan kekosongan rahimnya. Sebagian ulama mensyaratkan bahwa suaminya tidak ikut tertawan bersama dia. Jika ditawan bersama-sama perempuan itu, maka tidak boleh dinikahi oleh orang lain. Ketentuan ini sudah tidak berlaku lagi pada zaman sekarang. (lihat tafsir an-Nisa/4: 3)\nDihalalkan bagi kaum Muslimin mencari perempuan dengan harta mereka untuk dinikahi, dengan maksud mendirikan rumah tangga yang bahagia, memelihara keturunan yang baru dan bukan untuk berzina. Maka kepada istri-istri yang telah kamu campuri itu, berikanlah kepada mereka maharnya yang sempurna sebagai suatu kewajiban dengan niat menjaga kehormatan dan sekali-kali tidak berniat untuk membuat perzinaan. Maskawin yang diberikan bukanlah semata-mata imbalan dari laki-laki atau kerelaan perempuan untuk menjadi istrinya, tetapi juga sebagai tanda cinta dan keikhlasan. Oleh karena itu dalam ayat lain (an-Nisa/4:4) disebutkan mahar itu sebagai suatu pemberian. Bila terjadi perbedaan antara jumlah mahar yang dijanjikan dengan yang diberikan, maka tidak mengapa bila pihak istri merelakan sebagian mahar itu. Allah mengetahui niat baik yang terkandung dalam hati masing-masing. Maka berikanlah mahar mereka yang telah disepakati itu dengan sukarela. Mahar wajib dibayar sebelum akad nikah atau sebelum bercampur, bahkan menurut mazhab Hanafi wajib dibayar asal mereka berdua telah berkhalwat (mengasingkan diri dalam sebuah tempat yang tertutup).\nSebagian ulama menjadikan ayat ini sebagai dasar untuk menetapkan hukum nikah mut'ah, yaitu menikahi seorang perempuan dengan batas waktu tertentu seperti sehari, seminggu, sebulan atau lebih yang tujuannya untuk bersenang-senang. Pada permulaan Islam diperbolehkan atau diberi kelonggaran oleh Nabi saw melakukannya. Beliau mula-mula memberi kelonggaran kepada sahabat-sahabatnya yang pergi berperang di jalan Allah untuk nikah dengan batas waktu tertentu, karena dikhawatirkan mereka jatuh ke dalam perzinaan, sebab telah berpisah sekian lama dengan keluarganya. Kelonggaran itu termasuk :\n\"Mengerjakan yang lebih ringan mudaratnya di antara dua kemudaratan.\"\n\nKemudian nikah mut'ah itu diharamkan, berdasarkan hadis-hadis sahih yang menjelaskan haramnya nikah mut'ah itu sampai hari kiamat. Khalifah Umar pun pernah menyinggung soal haramnya mut'ah pada pidatonya di atas mimbar, dan tidak ada seorang sahabat pun yang membantahnya.",
    "quraish": "Kalian juga diharamkan menikah dengan wanita yang bersuami, baik wanita merdeka maupun budak, kecuali wanita-wanita tawanan dari hasil perang antara kalian dan orang-orang kafir. Ikatan tali pernikahan mereka sebelumnya dengan sendirinya telah batal dan halal hukumnya untuk kalian kawini bila terbukti mereka tidak sedang hamil. Tepatilah apa yang telah ditentukan oleh Allah untuk kalian yang berupa pelarangan hal-hal itu. Selain wanita-wanita yang diharamkan tadi, carilah wanita dengan harta kalian untuk dijadikan istri, bukan untuk maksud zina atau menjadikannya wanita simpanan. Semua wanita yang telah kalian gauli setelah pernikahan secara sah dengan yang halal dikawini, berilah mereka mahar yang telah kalian tentukan, sebagai kewajiban yang harus dibayar pada waktunya. Kalian semua tidak berdosa, selama telah ada kesepakatan secara suka rela antara suami dan istri, jika istri hendak melepas hak maharnya, atau jika suami hendak menambah jumlah maharnya. Sesungguhnya Allah selalu memantau urusan hamba-Nya, mengatur segala sesuatu yang membawa maslahat bagi mereka dengan bijaksana.",
    "jalalayn": "(Dan) diharamkan bagimu (wanita-wanita yang bersuami) untuk dikawini sebelum bercerai dengan suami-suami mereka itu, baik mereka merdeka atau budak dan beragama Islam (kecuali wanita-wanita yang kamu miliki) yakni hamba-hamba sahaya yang tertawan, maka mereka boleh kamu campuri walaupun mereka punya suami di negeri perang, yakni setelah istibra' atau membersihkan rahimnya (sebagai ketetapan dari Allah) kitaaba manshub sebagai mashdar dari kata dzaalika; artinya telah ditetapkan sebagai suatu ketetapan dari Allah (atas kamu, dan dihalalkan) ada yang membaca uhilla bentuk pasif ada pula ahalla bentuk aktif (bagi kamu selain yang demikian itu) artinya selain dari wanita-wanita yang telah diharamkan tadi (bahwa kamu mencari) istri (dengan hartamu) baik dengan maskawin atau lainnya (untuk dikawini bukan untuk dizinahi) (maka istri-istri) dengan arti faman (yang telah kamu nikmati) artinya campuri (di antara mereka) dengan jalan menyetubuhi mereka (maka berikanlah kepada mereka upah mereka) maksudnya maskawin mereka yang telah kamu tetapkan itu (sebagai suatu kewajiban. Dan kamu tidaklah berdosa mengenai sesuatu yang telah saling kamu relakan) dengan mereka (setelah ditetapkan itu) baik dengan menurunkan, menambah atau merelakannya. (Sesungguhnya Allah Maha Mengetahui akan ciptaan-Nya (lagi Maha Bijaksana) dalam mengatur kepentingan mereka."
  },
  {
    "page": 82,
    "name": "An-Nisa'",
    "ayat": 25,
    "arab": "وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا اَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ اَعْلَمُ بِاِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِاِذْنِ اَهْلِهِنَّ وَاٰتُوْهُنَّ اُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ اَخْدَانٍ ۚ فَاِذَآ اُحْصِنَّ فَاِنْ اَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَاَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
    "translation": "Dan barangsiapa di antara kamu tidak mempunyai biaya untuk menikahi perempuan merdeka yang beriman, maka (dihalalkan menikahi perempuan) yang beriman dari hamba sahaya yang kamu miliki. Allah mengetahui keimananmu. Sebagian dari kamu adalah dari sebagian yang lain (sama-sama keturunan Adam-Hawa), karena itu nikahilah mereka dengan izin tuannya dan berilah mereka maskawin yang pantas, karena mereka adalah perempuan-perempuan yang memelihara diri, bukan pezina dan bukan (pula) perempuan yang mengambil laki-laki lain sebagai piaraannya. Apabila mereka telah berumah tangga (bersuami), tetapi melakukan perbuatan keji (zina), maka (hukuman) bagi mereka setengah dari apa (hukuman) perempuan-perempuan merdeka (yang tidak bersuami). (Kebolehan menikahi hamba sahaya) itu, adalah bagi orang-orang yang takut terhadap kesulitan dalam menjaga diri (dari perbuatan zina). Tetapi jika kamu bersabar, itu lebih baik bagimu. Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/518.mp3",
    "tafsir": "Dari permulaan surah an-Nisa sampai ayat 25 diperlihatkan gambaran kehidupan transisi masa jahiliyah dengan masa permulaan Islam. Pertama, soal pemilikan harta anak yatim oleh kerabat dari pihak bapak, kedua, laki-laki yang dapat mengawini perempuan dalam jumlah istri yang tanpa batas dibatasi menjadi empat istri, dan ketiga, masalah keluarga dan perbudakan, terutama budak perempuan. Waktu itu perbudakan yang sudah melembaga di seluruh dunia, tidak terkecuali di Semenanjung Arab masa jahiliyah, memang sangat subur. Secara bertahap semua penyakit masyarakat ini harus diubah, dan inilah yang sudah dimulai pada masa permulaan Islam, seperti yang dapat kita lihat dalam ayat-ayat di atas. Al-Qur'an telah merekam peristiwa-peristiwa yang berlaku waktu itu, dan ini perlu, karena ajaran Islam dalam masalah ini menghapus perbudakan dalam bentuk apa pun (2: 177, 9: 60), dicontohkan oleh Nabi yang telah membebaskan budak-budak yang ada padanya, oleh Abu Bakar as-Siddiq yang telah membeli 7 orang budak dari tuannya lalu dibebaskan sebagai orang merdeka, termasuk Bilal (lihat tafsir 92: 17-18). Dalam zakat, asnaf ke-5 penerimaan zakat dapat digunakan untuk memerdekakan budak.\nMenikah dengan seorang perempuan yang merdeka, menuntut syarat dan kewajiban yang harus dipenuhi oleh pihak suami, seperti memberi mahar, nafkah dan sebagainya. Maka jika seseorang tidak mempunyai biaya dan nafkah yang cukup untuk menikahi seorang perempuan merdeka yang beriman, maka dia dibolehkan menikahi hamba sahaya yang beriman. \nOrang yang menikah dengan hamba sahaya biasanya mendapatkan perlakuan yang kurang baik di dalam masyarakat, bahkan tidak jarang mendapat ejekan dan cemoohan. Apabila orang yang menikah dengan hamba sahaya memperlakukan dengan baik serta sabar menahan cemoohan dan ejekan, selama dia melayarkan bahtera rumah tangganya, Allah Maha Pengampun dan Maha Penyayang.\nSemua ketentuan ini sebagai lanjutan ayat sebelumnya, tidak lepas dari peristiwa perang yang terjadi waktu itu dengan segala akibatnya sehingga tawanan-tawanan perang dalam hal tertentu dapat dijadikan budak belian dan hamba sahaya, seperti yang sudah menjadi ketentuan dunia waktu itu. Apa yang telah direkam dalam Al-Qur'an memperlihatkan kepada kita betapa buruknya kondisi masyarakat itu, masyarakat jahiliyah. Selain hamba sahaya yang sudah melembaga begitu mendalam dalam masyarakat, ditambah lagi dengan ketentuan, bahwa setiap tawanan perang harus menjadi budak baru. Secara berangsur masalah sosial demikian yang sudah dianggap wajar dalam masyarakat harus diubah. Dalam hal ini perubahan tentu tidak dapat dilakukan sekaligus, tetapi secara bertahap. Salah satunya dengan cara menebus atau membeli budak-budak itu lalu dimerdekakan, dan orang beriman harus berusaha untuk itu, seperti yang sudah ditentukan dalam Al-Qur'an tersebut di atas. Dengan demikian segala macam kelas sosial, terutama perbudakan harus dihapus, dan martabat manusia harus dikembalikan kepada fitrahnya. Manusia dilihat hanya dari ketakwaannya (49: 13). Dalam masyarakat Muslim tidak boleh ada perbudakan, termasuk penjajahan.",
    "quraish": "Barangsiapa di antara kalian tidak mampu menikahi wanita merdeka yang beriman, maka ia boleh mengawini budak wanita beriman. Allah paling mengetahui hakikat keimanan dan keikhlasan kalian. Dan janganlah kalian segan untuk mengawini mereka karena, dalam pandangan agama, kalian dan mereka tidak berbeda. Kawinilah mereka dengan izin tuannya. Berilah mahar yang telah kalian tentukan sesuai dengan perjanjian yang kalian sepakati untuk bergaul dengan baik. Pilihlah wanita-wanita yang menjaga kehormatannya, bukan pezina dan bukan pula gundik. Jika setelah dinikahi mereka melakukan zina, maka hukuman mereka separuh hukuman wanita merdeka. Menikahi budak wanita dalam kondisi tidak mampu, diperbolehkan bagi orang yang khawatir akan mengalami kesulitan yang mengarah kepada perbuatan zina. Kesabaran kalian dalam menikahi budak wanita yang selalu menjaga kehormatan adalah lebih baik. Ampunan Allah amat luas dan kasih sayang-Nya amat besar.",
    "jalalayn": "(Dan siapa yang tidak cukup biayanya untuk mengawini wanita-wanita merdeka) bukan budak (lagi beriman) ini yang berlaku menurut kebiasaan sehingga mafhumnya tidak berlaku (maka hamba sahaya yang kamu miliki) yang akan dikawininya (yakni dari golongan wanita-wanita kamu yang beriman. Dan Allah lebih mengetahui keimananmu) maka cukuplah kamu lihat lahirnya saja sedangkan batinnya serahkanlah kepada-Nya karena Dia mengetahui seluk-beluknya. Dan berapa banyaknya hamba sahaya yang lebih tinggi mutu keimanannya daripada wanita merdeka; ini merupakan bujukan agar bersedia kawin dengan hamba sahaya (sebagian kamu berasal dari sebagian yang lain) maksudnya kamu dan mereka itu sama-sama beragama Islam maka janganlah merasa keberatan untuk mengawini mereka (karena itu kawinilah mereka dengan seizin majikannya) artinya tuan dan pemiliknya (dan berikanlah kepada mereka upah) maksudnya mahar atau maskawin mereka (secara baik-baik) tanpa melalaikan atau menguranginya (sedangkan mereka pun hendaknya memelihara diri) menjadi hal (bukan melacurkan diri) atau berzina secara terang-terangan (serta tidak pula mengambil gundik) selir untuk berbuat zina secara sembunyi-sembunyi. (Maka jika mereka telah menjaga diri) artinya dikawinkan; dalam suatu qiraat dibaca ahshanna artinya telah kawin (lalu mereka melakukan perbuatan keji) maksudnya berzina (maka atas mereka separuh dari yang berlaku atas wanita-wanita merdeka) yakni yang masih perawan jika mereka berzina (berupa hukuman) atau hudud yaitu dengan didera 50 kali dan diasingkan setengah tahun. Dan kepada mereka ini dikiaskan hukuman bagi budak lelaki. Dan kawinnya hamba sahaya itu tidaklah dijadikan syarat untuk wajibnya hukuman, tetapi hanyalah untuk menunjukkan pada dasarnya mereka itu tidak menerima hukum rajam. (Demikian itu) maksudnya diperbolehkannya mengawini hamba sahaya sewaktu tak ada biaya itu (ialah bagi orang yang takut akan berzina) `anat artinya yang asli ialah masyaqqat atau kesulitan. Dinamakan zina demikian ialah karena dialah yang menyebabkan seseorang menerima hukuman berat di dunia dan siksa pedih di akhirat (di antara kamu). Ini berarti berbeda bagi orang yang tidak merasa khawatir dirinya akan jatuh dalam perzinaan, maka tidak halal baginya mengawini hamba sahaya itu. Demikian pula orang yang punya biaya untuk mengawini wanita-wanita merdeka. Pendapat ini juga dianut oleh Syafii. Hanya dalam firman Allah, \"... di antara wanita-wanitamu yang beriman,\" menurut Syafii tidak termasuk wanita-wanita kafir sehingga tidak boleh kawin walau ia dalam keadaan tidak mampu dan takut dirinya akan jatuh dalam perbuatan maksiat. (Dan jika kamu bersabar) artinya tidak mengawini hamba sahaya (itu lebih baik bagi kamu) agar kamu tidak mempunyai anak yang berstatus budak atau hamba sahaya. (Dan Allah Maha Pengampun lagi Maha Penyayang) dengan memberikan kelapangan dalam masalah itu."
  },
  {
    "page": 82,
    "name": "An-Nisa'",
    "ayat": 26,
    "arab": "يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
    "translation": "Allah hendak menerangkan (syariat-Nya) kepadamu, dan menunjukkan jalan-jalan (kehidupan) orang yang sebelum kamu (para nabi dan orang-orang saleh) dan Dia menerima tobatmu. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/519.mp3",
    "tafsir": "Ayat ini menerangkan kepada kaum Muslimin apa yang belum jelas baginya dan memberinya petunjuk ke jalan yang ditempuh oleh para nabi dan salihin sebelumnya, yaitu hukum yang tersebut dalam ayat 19, 20 dan 21 di antaranya yang mengenai hubungan rumah tangga di antara suami-istri, seperti bergaul dengan istri dengan cara yang sebaik-baiknya dan mahar istri yang dicerai tidak boleh diambil kembali karena mahar itu sudah menjadi hak penuh istri yang dicerai. Jika mereka mengikuti petunjuk Allah itu, dengan melaksanakan perintah-Nya dan berbuat amal kebajikan, niscaya amal itu dapat menghapus dosa-dosanya.",
    "quraish": "Allah ingin menjelaskan kepada kalian jalan yang paling benar. Sedang orang-orang kafir, yang selalu berbuat maksiat dan mengikuti hawa nafsu, sebelum kalian, dan mengembalikan kalian untuk taat kepada- Nya. Allah Maha mengetahui segala urusan kalian dan Mahabijaksana dalam menetapkan hukum-hukum yang sesuai dengan keadaan kalian. (1) (1) Dalam tafsir edisi bahasa Arab pada ayat ini terdapat kesalahan cetak yang dapat mengaburkan pemahaman. Menurut hemat kami, kalimat \"Sedang orang-orang kafir, yang selalu berbuat maksiat dan mengikuti hawa nafsu, sebelum kalian\" semestinya tidak ada. Kalimat itu merupakan terjemahan ayat selanjutnya. Penafsiran yang mungkin lebih bisa dipahami adalah sebagai berikut: Allah ingin menjelaskan kepada kalian jalan yang paling benar, menunjukkan kalian ketentuan-ketentuan yang telah diberlakukan kepada orang-orang sebelum kalian, dan mengembalikan kalian untuk taat kepada-Nya. Allah Maha Mengetahui segala urusan kalian dan Mahabijaksana dalam menetapkan hukum-hukum yang sesuai dengan keadaan kalian. Wa Allâh a'lam bi al-shawâb.",
    "jalalayn": "(Allah hendak menerangkan padamu) syariat-syariat agamamu dan kepentingan-kepentingan dirimu (dan memimpin kepada sunah-sunah) atau jalan-jalan (orang-orang yang sebelum kamu) dari para nabi dalam soal menghalalkan dan mengharamkan, sehingga kamu dapat mengikuti mereka (serta menerima tobatmu) dan membawa kamu kembali dari perbuatan maksiatmu selama ini kepada menaati-Nya. (Dan Allah Maha Mengetahui) keadaanmu (lagi Maha Bijaksana) mengenai rencana dan peraturan-peraturan-Nya terhadapmu."
  }
]